[
  {
    "text": "Hi, this is John at the bibleproject. And today on the podcast, we have a conversation about biblical poetry. Did you know that one out of three pages in your Bible are poetry? Specifically ancient Hebrew poetry. It's all over the place. And that's why in this podcast episode, we're going to talk about appreciating the art of biblical poetry. And to do that, we're going to spend a lot of time today reading Psalm 29. So if you have the option, I'd recommend that you pull that psalm up on your phone or turn to it in your Bible. It'd be nice to follow along if you're driving or something. Just take it all in. And so, in the spirit of poetry, let me offer you a poem. Roses are red, violets are blue. Poems spark the imagination, and that's what.",
    "start": "00:00:08",
    "end": "00:01:01"
  },
  {
    "text": "Poetry is meant to do.",
    "start": "00:01:01",
    "end": "00:01:02"
  },
  {
    "text": "Thanks for joining us. Here we go. We're in a series on how to read the Bible.",
    "start": "00:01:03",
    "end": "00:01:14"
  },
  {
    "text": "Yep.",
    "start": "00:01:14",
    "end": "00:01:14"
  },
  {
    "text": "And we've done, like, eight videos so far. We finished off narrative, and we're going into poetry. Poetry, which is a large part of the Bible. A lot of poetry in the Bible.",
    "start": "00:01:15",
    "end": "00:01:27"
  },
  {
    "text": "About one third of the Bible is poetry.",
    "start": "00:01:27",
    "end": "00:01:30"
  },
  {
    "text": "That's a lot. It's a significant one. Out of three verses.",
    "start": "00:01:30",
    "end": "00:01:33"
  },
  {
    "text": "One out of three pages.",
    "start": "00:01:33",
    "end": "00:01:35"
  },
  {
    "text": "Pages.",
    "start": "00:01:35",
    "end": "00:01:35"
  },
  {
    "text": "Both pages. Okay.",
    "start": "00:01:35",
    "end": "00:01:36"
  },
  {
    "text": "It's a lot of poetry.",
    "start": "00:01:37",
    "end": "00:01:38"
  },
  {
    "text": "Yeah, it is a lot of poetry. An enormous amount. And it all shares in a part of one specific cultural heritage of a way of writing and poetry. The Israelite Jewish poetry tradition.",
    "start": "00:01:38",
    "end": "00:01:53"
  },
  {
    "text": "Yeah. It's not like the Dr. Seuss way of writing poetry. Yeah, well, the Shel Silverstein.",
    "start": "00:01:53",
    "end": "00:01:58"
  },
  {
    "text": "Yeah. That's a whole interesting thing I think we should talk about is that every culture has its own, like, categories of what constitutes poetry, and it differ. Differs from culture to culture.",
    "start": "00:01:58",
    "end": "00:02:11"
  },
  {
    "text": "Yeah.",
    "start": "00:02:11",
    "end": "00:02:12"
  },
  {
    "text": "So that's been actually one of the really interesting things about the history of biblical poetry as it's been studied in the last few hundred years, is a lot of the arguing and debates that scholars love to do is whether it's poetry or not.",
    "start": "00:02:12",
    "end": "00:02:27"
  },
  {
    "text": "Whether what's in the Bible is poetry.",
    "start": "00:02:28",
    "end": "00:02:30"
  },
  {
    "text": "Correct. Yeah. Whether it should receive the title poetry or. How do you tell.",
    "start": "00:02:30",
    "end": "00:02:35"
  },
  {
    "text": "I didn't know that was a debate.",
    "start": "00:02:35",
    "end": "00:02:36"
  },
  {
    "text": "What is poetry versus non poetry? Because it's blurry. But what ends up being the case is half the time, it's people. Really, what they're arguing over is their conceptions of what makes something poetic.",
    "start": "00:02:36",
    "end": "00:02:50"
  },
  {
    "text": "Yeah.",
    "start": "00:02:51",
    "end": "00:02:51"
  },
  {
    "text": "And those are really relative categories because they're shaped by wherever you happen to grow up.",
    "start": "00:02:51",
    "end": "00:02:56"
  },
  {
    "text": "You know, I do remember when I Was really young. Well, maybe in high school or something, thinking about what is it that makes something poetry? Because it's all the same words. But there is something you can. You can tell when something is poetry.",
    "start": "00:02:56",
    "end": "00:03:13"
  },
  {
    "text": "Yeah. You can often feel it, feel it before you can define it or talk about it.",
    "start": "00:03:13",
    "end": "00:03:18"
  },
  {
    "text": "And it just was. It weirded me out that you could take the same words in the same language and talk plainly, but then you can also then use it to talk in some fundamentally different way. And it was always elusive as to how that actually came to be.",
    "start": "00:03:18",
    "end": "00:03:35"
  },
  {
    "text": "Yeah, that's right. Yeah. So there's a whole part of this conversation that I think, especially what this video will be about. We're gonna have two videos planned on reading biblical poetry. The first one is just on the art artistry of the language of biblical poetry. So a lot of these categories won't be unique to Hebrew or Bible poetry. They're kind of universal qualities, but each culture puts them into practice in different ways. And so it's both kind of a universal conversation we're having about what makes some language more functional and some language more artistic. Like, what is that?",
    "start": "00:03:35",
    "end": "00:04:18"
  },
  {
    "text": "Yeah.",
    "start": "00:04:18",
    "end": "00:04:18"
  },
  {
    "text": "So I've at least boiled down some categories that are helpful for me.",
    "start": "00:04:18",
    "end": "00:04:21"
  },
  {
    "text": "Okay.",
    "start": "00:04:21",
    "end": "00:04:22"
  },
  {
    "text": "And then there are some unique things about biblical poetry that, once you see them, can see them for what they are. They really enrich your experience of one third of the Bible. So I think it's kind of a helpful tool. Cool. I thought we could begin by reading a poem from the book of Psalms, Psalm 29. I remember reading this poem for the first time. I don't know, somewhere in my first year or two as a follower of Jesus. And I remember just reading the poem and just going, what? What is going on right now? And now I've come to love this poem. It's beautiful. It has going on inside of it all of the dynamics that make Hebrew poetry what it is. Do you want to read it? Do you want me to read it? Because reading it's half the thing. And also just for the listener on the podcast, this might be a challenging conversation to listen to because half of what makes really reflecting on biblical poetry is being able to see it on a page and ponder it that way and linger over the words and read and reread and read slowly.",
    "start": "00:04:22",
    "end": "00:05:39"
  },
  {
    "text": "And so these notes will be in the show notes. So if they want, they can.",
    "start": "00:05:39",
    "end": "00:05:43"
  },
  {
    "text": "Oh, a link to them?",
    "start": "00:05:43",
    "end": "00:05:44"
  },
  {
    "text": "No, just actually in the show notes.",
    "start": "00:05:45",
    "end": "00:05:47"
  },
  {
    "text": "Oh, cool. All right. Okay, cool. That's cool. Great. So how about this? Since I've come to love this poem, I would like to perform a reading.",
    "start": "00:05:47",
    "end": "00:05:54"
  },
  {
    "text": "Yeah, great.",
    "start": "00:05:54",
    "end": "00:05:54"
  },
  {
    "text": "Of Psalm 29.",
    "start": "00:05:54",
    "end": "00:05:55"
  },
  {
    "text": "To interrupt or should I just take it in?",
    "start": "00:05:56",
    "end": "00:05:57"
  },
  {
    "text": "Just take it in. And then I want to. Yeah, but here, this is an experiment for you and whoever's listening. I'll do a reading, and then I want you to reflect on what just happened.",
    "start": "00:05:58",
    "end": "00:06:09"
  },
  {
    "text": "Okay.",
    "start": "00:06:09",
    "end": "00:06:10"
  },
  {
    "text": "I want us to try and give words what just happened, and then the rest of our conversation will be giving form to that feeling that you have One preface to. Note. And we'll talk about this at length. Is that poetry often presses words into unusual settings to make them mean more than they would often mean in normal speech. And so there's a Hebrew word that's at the center of this poem, gets repeated more than any other word. It gets translated in our English translations as voice. It's the Hebrew word kol. Kol. So it's kind of like ruach in that ruach king can refer to just invisible energy. So it can be impersonal, like wind, but it can also be personal, like spirit, and we call that breath.",
    "start": "00:06:10",
    "end": "00:06:57"
  },
  {
    "text": "Oh, okay.",
    "start": "00:06:58",
    "end": "00:06:59"
  },
  {
    "text": "Yeah. Or spirit. So in the same way Hebrew kol can be impersonal, in which case a sound. Yes, it gets translated as sound. Whenever you see the word sound in the Bible, 99% is the word kol. When it's a personal kol, it gets translated as voice.",
    "start": "00:06:59",
    "end": "00:07:18"
  },
  {
    "text": "Got it.",
    "start": "00:07:18",
    "end": "00:07:18"
  },
  {
    "text": "When it's referring to natural coal, coals that happen in nature.",
    "start": "00:07:18",
    "end": "00:07:23"
  },
  {
    "text": "The sound of a stream or something.",
    "start": "00:07:23",
    "end": "00:07:24"
  },
  {
    "text": "Yeah, that's right. And one of the most common ways that gets used to describe the coal of a storm, namely thunder. So there are some rare words for thunder, but the most common word for thunder is cold. So in my reading of Psalm 29, I'm not going to use in the English translations, I'm just going to say the word coal.",
    "start": "00:07:24",
    "end": "00:07:45"
  },
  {
    "text": "Oh.",
    "start": "00:07:46",
    "end": "00:07:46"
  },
  {
    "text": "But for you to know, it's a word that can be used to mean sound.",
    "start": "00:07:46",
    "end": "00:07:51"
  },
  {
    "text": "Sound or voice.",
    "start": "00:07:51",
    "end": "00:07:52"
  },
  {
    "text": "Voice or thunder.",
    "start": "00:07:52",
    "end": "00:07:53"
  },
  {
    "text": "Oh, so it's thunder. Even if it's just. It's not coal of the storm, it's just coal. And sometimes it means thunder.",
    "start": "00:07:54",
    "end": "00:08:00"
  },
  {
    "text": "Correct. Yep.",
    "start": "00:08:00",
    "end": "00:08:01"
  },
  {
    "text": "Okay.",
    "start": "00:08:01",
    "end": "00:08:01"
  },
  {
    "text": "All right. Psalm 29, a reading. Give to Yahweh, O sons of God. Give to Yahweh glory and strength. Give to Yahweh the glory due his name. Worship Yahweh in the splendor of holiness. The coal of Yahweh is over the waters. The God of glory thunders. Yahweh thunders over the mighty waters. The coal of Yahweh is powerful. The coal of Yahweh is majestic. The coal of Yahweh breaks the cedars. Yahweh breaks in pieces the cedars of Lebanon. He makes Lebanon leap like a calf, Sirion like a young wild ox. The coal of Yahweh strikes with flashes of lightning. The coal of Yahweh shakes the desert. Yahweh shakes the desert of Kadesh. The coal of Yahweh twists the oaks. It strips the forests bare. And everything in his temple cries out, glory. Yahweh sits enthroned over the flood. Yahweh is enthroned as king forever. Yahweh gives strength to his people. Yahweh blesses his people with shalom, with peace. So good.",
    "start": "00:08:01",
    "end": "00:09:32"
  },
  {
    "text": "Yeah.",
    "start": "00:09:32",
    "end": "00:09:33"
  },
  {
    "text": "Psalm 29.",
    "start": "00:09:33",
    "end": "00:09:34"
  },
  {
    "text": "Now, the word thunder is in there, and that's the word coal, too. But you said thunder.",
    "start": "00:09:35",
    "end": "00:09:39"
  },
  {
    "text": "It's actually the less common verb. It's a verb for thunder to make thunder.",
    "start": "00:09:40",
    "end": "00:09:46"
  },
  {
    "text": "Okay.",
    "start": "00:09:46",
    "end": "00:09:47"
  },
  {
    "text": "Yeah.",
    "start": "00:09:47",
    "end": "00:09:47"
  },
  {
    "text": "And it's not coal.",
    "start": "00:09:47",
    "end": "00:09:48"
  },
  {
    "text": "It's not coal there. It's actually the. Yeah. The word for thunder.",
    "start": "00:09:48",
    "end": "00:09:52"
  },
  {
    "text": "Okay.",
    "start": "00:09:52",
    "end": "00:09:52"
  },
  {
    "text": "So if I were to ask you, this is just like on an intellectual or rational level, what is this poem about?",
    "start": "00:09:54",
    "end": "00:10:01"
  },
  {
    "text": "Yeah. This poem is about comparing God's power to that of thunder. Yeah.",
    "start": "00:10:02",
    "end": "00:10:11"
  },
  {
    "text": "You tell me. Why do you think that?",
    "start": "00:10:11",
    "end": "00:10:15"
  },
  {
    "text": "Well, I mean, you kind of gave. You gave the big hint. I mean, all of the. All of the metaphors are. You can just imagine thunder doing all these things, breaking cedars into pieces. Making animals jump.",
    "start": "00:10:15",
    "end": "00:10:29"
  },
  {
    "text": "Yeah.",
    "start": "00:10:30",
    "end": "00:10:30"
  },
  {
    "text": "Striking with flashings of flashes of lightning.",
    "start": "00:10:30",
    "end": "00:10:33"
  },
  {
    "text": "Making mountain ranges jump like animals.",
    "start": "00:10:33",
    "end": "00:10:37"
  },
  {
    "text": "Oh, is that what it says?",
    "start": "00:10:38",
    "end": "00:10:38"
  },
  {
    "text": "Do you see that? He makes Lebanon leap like a calf. And Sirion is mountain range.",
    "start": "00:10:38",
    "end": "00:10:44"
  },
  {
    "text": "And Lebanon is a mountain.",
    "start": "00:10:44",
    "end": "00:10:46"
  },
  {
    "text": "It's a hill. Yep. It's a forested mountain. And Sirion is Mount Hermon.",
    "start": "00:10:46",
    "end": "00:10:51"
  },
  {
    "text": "Oh.",
    "start": "00:10:51",
    "end": "00:10:52"
  },
  {
    "text": "The tallest mountain in the region.",
    "start": "00:10:52",
    "end": "00:10:54"
  },
  {
    "text": "Wow.",
    "start": "00:10:54",
    "end": "00:10:55"
  },
  {
    "text": "So even more so.",
    "start": "00:10:55",
    "end": "00:10:56"
  },
  {
    "text": "Yeah.",
    "start": "00:10:56",
    "end": "00:10:56"
  },
  {
    "text": "Turns up the volume on that theme.",
    "start": "00:10:56",
    "end": "00:10:58"
  },
  {
    "text": "Yeah. Shakes the desert, flashes of lightning. Twisting oaks. Strips the forest bare. I mean. Yeah.",
    "start": "00:10:58",
    "end": "00:11:06"
  },
  {
    "text": "That's all.",
    "start": "00:11:06",
    "end": "00:11:07"
  },
  {
    "text": "You can just imagine lightning doing everything.",
    "start": "00:11:07",
    "end": "00:11:09"
  },
  {
    "text": "Yeah. So at one level, the center of the poem is describing a thunderstorm.",
    "start": "00:11:09",
    "end": "00:11:15"
  },
  {
    "text": "Right.",
    "start": "00:11:15",
    "end": "00:11:16"
  },
  {
    "text": "A thunder and lightning storm.",
    "start": "00:11:16",
    "end": "00:11:18"
  },
  {
    "text": "Yeah.",
    "start": "00:11:18",
    "end": "00:11:18"
  },
  {
    "text": "Right. It has flames. Right. Shatters trees.",
    "start": "00:11:18",
    "end": "00:11:21"
  },
  {
    "text": "Yeah.",
    "start": "00:11:21",
    "end": "00:11:22"
  },
  {
    "text": "Shoots them apart, makes earthquakes.",
    "start": "00:11:22",
    "end": "00:11:24"
  },
  {
    "text": "It's a good image.",
    "start": "00:11:24",
    "end": "00:11:25"
  },
  {
    "text": "Notice the movement of the coal. It begins with over the waters. So it's rolling in off the Mediterranean.",
    "start": "00:11:26",
    "end": "00:11:33"
  },
  {
    "text": "Like you can see the storm coming.",
    "start": "00:11:33",
    "end": "00:11:34"
  },
  {
    "text": "Yeah. So it's a poet sitting up on Mount Carmel or something. You know, where Elijah had the showdown prophets. And he's watching. You can be there and just look at the Whole Mediterranean watch the storm come in. It goes up north, Lebanon. Then it moves over the hill country south to Kadesh, the desert of Kadesh.",
    "start": "00:11:34",
    "end": "00:11:55"
  },
  {
    "text": "Where's that?",
    "start": "00:11:55",
    "end": "00:11:55"
  },
  {
    "text": "Near the staging area where the spies went to go enter into the land. Kadesh, Barnea, or Kadesh. Desert of Kadesh. So it moves from north all the way to south. All the way to south. Earthquake blasting trees apart.",
    "start": "00:11:56",
    "end": "00:12:08"
  },
  {
    "text": "Yeah.",
    "start": "00:12:08",
    "end": "00:12:09"
  },
  {
    "text": "So that's the center of the poem.",
    "start": "00:12:10",
    "end": "00:12:11"
  },
  {
    "text": "Yeah.",
    "start": "00:12:11",
    "end": "00:12:11"
  },
  {
    "text": "Is describing a thunderstorm, but every single time the word coal appears. It's someone's coal. Yeah, it's Yahweh's coal. Yeah. So we're equating the power of a thunderstorm with the power of the cloud rider. Yeah, it's creation theology. That's what the poet's doing here.",
    "start": "00:12:11",
    "end": "00:12:34"
  },
  {
    "text": "You wouldn't know that. Most translations, I'm sure, just say the voice of the Lord.",
    "start": "00:12:34",
    "end": "00:12:38"
  },
  {
    "text": "Yep, that's right. But you could pick up from the poetry that it's describing a thunderstorm.",
    "start": "00:12:38",
    "end": "00:12:42"
  },
  {
    "text": "Sure.",
    "start": "00:12:42",
    "end": "00:12:42"
  },
  {
    "text": "But. Yeah, the fact that it's the voice of the Lord instead of just the sound or the thunder. If you're just listening to it, you also can't see. I have highlighted in color patterns all the key repeated words. And if you see, they kind of appear in groups. Like, the first four lines had that repetition. Give to Yahweh, give glory. Give glory to his name. Oh, notice. Okay, so you have a description of a thunderstorm who is being called in the opening line to give glory to.",
    "start": "00:12:43",
    "end": "00:13:22"
  },
  {
    "text": "The sons of God.",
    "start": "00:13:22",
    "end": "00:13:23"
  },
  {
    "text": "The sons of God. The angels, or spiritual beings.",
    "start": "00:13:23",
    "end": "00:13:28"
  },
  {
    "text": "Spiritual beings.",
    "start": "00:13:28",
    "end": "00:13:28"
  },
  {
    "text": "Sons of Elim, or a variation of Elohim. So it's actually the subordinate gods who are being called to recognize. They've been.",
    "start": "00:13:29",
    "end": "00:13:38"
  },
  {
    "text": "Lowercase G. Gods.",
    "start": "00:13:38",
    "end": "00:13:39"
  },
  {
    "text": "Lowercase G Gods.",
    "start": "00:13:39",
    "end": "00:13:40"
  },
  {
    "text": "Spiritual beings.",
    "start": "00:13:40",
    "end": "00:13:41"
  },
  {
    "text": "Spiritual beings. It's not even a human audience at first. That's implied or addressed. That's fascinating.",
    "start": "00:13:41",
    "end": "00:13:49"
  },
  {
    "text": "Yeah.",
    "start": "00:13:49",
    "end": "00:13:50"
  },
  {
    "text": "And notice the triple address. Give, give, give. All three at the beginning. You could have just said it once. You say it three times.",
    "start": "00:13:50",
    "end": "00:14:00"
  },
  {
    "text": "Yeah. And that's a big part of poetry, is repetition.",
    "start": "00:14:00",
    "end": "00:14:03"
  },
  {
    "text": "Repetition. Yep, repetition. Notice also, there's a word used only in the opening pair of lines. And in the last pair of lines, I have it in yellow there. It's the word strength. So in the opening lines, the spiritual world is being called to recognize Yahweh is more powerful, and to recognize he has strength. Acknowledge that he has strength.",
    "start": "00:14:03",
    "end": "00:14:28"
  },
  {
    "text": "Yeah.",
    "start": "00:14:28",
    "end": "00:14:28"
  },
  {
    "text": "The closing lines. Ooh. Actually, look at those closing lines. Yahweh sits enthroned over the flood. Why are we talking about the flood?",
    "start": "00:14:29",
    "end": "00:14:37"
  },
  {
    "text": "Yeah, that seemed to jump out. Out of nowhere.",
    "start": "00:14:37",
    "end": "00:14:39"
  },
  {
    "text": "Yeah.",
    "start": "00:14:39",
    "end": "00:14:40"
  },
  {
    "text": "But I guess a thunderstorm comes with a lot of water.",
    "start": "00:14:40",
    "end": "00:14:44"
  },
  {
    "text": "Yes. And remember, look at verse three. The storm began in the poem over the waters.",
    "start": "00:14:44",
    "end": "00:14:50"
  },
  {
    "text": "Yeah. It's like sucking up the waters and bringing them on the land.",
    "start": "00:14:50",
    "end": "00:14:53"
  },
  {
    "text": "So if Yahweh's power, if a thunderstorm is this image of the Creator's power, he's obviously even more powerful. And if it moves over the chaotic sea and over land, he has power over both. So these final lines are like drawing these theological implications of if the storm is powerful over water and land, how much more Yahweh. But it uses the word flood. It uses the precise word that's used in the book of Genesis to describe the flood, where now we're talking about the chaos waters of Genesis 1.",
    "start": "00:14:53",
    "end": "00:15:32"
  },
  {
    "text": "Yeah.",
    "start": "00:15:32",
    "end": "00:15:32"
  },
  {
    "text": "So he's king of chaos.",
    "start": "00:15:33",
    "end": "00:15:34"
  },
  {
    "text": "He's king of chaos. King over chaos.",
    "start": "00:15:35",
    "end": "00:15:37"
  },
  {
    "text": "He's king over chaos. That's right. Yeah. Yeah. Chaos is powerful, but Yahweh is more powerful. He also is enthroned as king. Kings aren't just powerful, they're powerful over, like, a people. So now. And then that's the next line. The Lord gives strength to his people. So the opening line is spiritual beings recognizing.",
    "start": "00:15:37",
    "end": "00:16:01"
  },
  {
    "text": "Recognizing the strength.",
    "start": "00:16:01",
    "end": "00:16:02"
  },
  {
    "text": "But now Yahweh's power and strength over, you know, all chaotic forces is relevant specifically to the people over which he rules. And Yahweh gives his strength to them. And then the last word of the poem is shalom. He blesses them with shalom.",
    "start": "00:16:03",
    "end": "00:16:22"
  },
  {
    "text": "And that comes out of nowhere, too, because everything's so chaotic and destructive and unruly. And then the last line is blessing with shalom.",
    "start": "00:16:22",
    "end": "00:16:32"
  },
  {
    "text": "It's calming, isn't it? After all the thunder and the. And it's. He gives strength to his people, blessing them with shalom, with peace.",
    "start": "00:16:32",
    "end": "00:16:40"
  },
  {
    "text": "Yeah.",
    "start": "00:16:40",
    "end": "00:16:40"
  },
  {
    "text": "And. Yeah. And actually, that last line, the Lord blesses them, his people with peace, is riffing off of the Blessing of Aaron in Number, chapter six, the one I sing sometimes.",
    "start": "00:16:41",
    "end": "00:16:53"
  },
  {
    "text": "Yeah.",
    "start": "00:16:53",
    "end": "00:16:54"
  },
  {
    "text": "But may he bless you and keep you. Cause his face to shine on you. And then the end is, may he give you shalom. Psalm 29.",
    "start": "00:16:54",
    "end": "00:17:01"
  },
  {
    "text": "Yeah.",
    "start": "00:17:01",
    "end": "00:17:02"
  },
  {
    "text": "So, you know, you can dissect it, and it's kind of like killing the butterfly on the examination table. But it's worth really reflecting on how it works as a poem. So you named repetition.",
    "start": "00:17:02",
    "end": "00:17:14"
  },
  {
    "text": "Right.",
    "start": "00:17:15",
    "end": "00:17:15"
  },
  {
    "text": "And you immediately clued into the imagery. I'm just curious what else stood out to you or stands out to you?",
    "start": "00:17:15",
    "end": "00:17:22"
  },
  {
    "text": "Well, yeah, the whole midsection of this poem is Just one metaphor after the next of the voice being like thunder in different scenarios. And it's very repetitive. The voice of the Lord is powerful, voice of the Lord majestics, voice of the Lord breaks cedars. So that it's like a. Gets you in a little bit of a trance there in a way.",
    "start": "00:17:22",
    "end": "00:17:46"
  },
  {
    "text": "Yeah, sure. You're really just thinking about one core thing. Yeah, the power of a thunderstorm, right? Yeah, yeah. So the technique is there are some realities that we encounter that thinking about them from one perspective won't be sufficient. You need to turn it over and look at it again through a different way of talking about it. And then again and again. I mean, how many lines? There's like 16 lines here, basically making the same point that a thunderstorm is really powerful and that it's Yahweh's power. So repetition. But it's not just free, free for all. You know, there's. It's like a. It's a structured repetition. There's a rhythm. There's a rhythm to it which is easier to see when you look at it. Even just what we noted, the center of the poem is 16 lines. How do you know there's lines? What's a line?",
    "start": "00:17:46",
    "end": "00:18:49"
  },
  {
    "text": "What's a line?",
    "start": "00:18:49",
    "end": "00:18:50"
  },
  {
    "text": "So I've broken the poem up into lines.",
    "start": "00:18:51",
    "end": "00:18:53"
  },
  {
    "text": "Oh, but it wasn't originally that way.",
    "start": "00:18:53",
    "end": "00:18:55"
  },
  {
    "text": "Well, it begs the question of how do I know that it consists of lines? What are the clues?",
    "start": "00:18:56",
    "end": "00:19:01"
  },
  {
    "text": "I just imagine in Hebrew, it was also in lines.",
    "start": "00:19:02",
    "end": "00:19:05"
  },
  {
    "text": "Oh, so that's very interesting. We actually, among the Dead Sea Scrolls, there are a number of biblical poems that are broken up into their poetic lines. So it's really.",
    "start": "00:19:05",
    "end": "00:19:16"
  },
  {
    "text": "That's not normal.",
    "start": "00:19:16",
    "end": "00:19:17"
  },
  {
    "text": "It's a really ancient practice. Oh, okay. I'm just saying, if you were just to throw words on a page, how do you recognize something as a poetic line?",
    "start": "00:19:17",
    "end": "00:19:27"
  },
  {
    "text": "Oh, right, yeah.",
    "start": "00:19:27",
    "end": "00:19:28"
  },
  {
    "text": "And so what a poet does is give very clear indications that this language isn't just free flowing, it's following a pattern, a rhythm.",
    "start": "00:19:28",
    "end": "00:19:38"
  },
  {
    "text": "When I write poetry, or when I have the line is kind of when I get to the end of my page.",
    "start": "00:19:39",
    "end": "00:19:45"
  },
  {
    "text": "I gotta switch.",
    "start": "00:19:48",
    "end": "00:19:49"
  },
  {
    "text": "But there's more thought than that.",
    "start": "00:19:51",
    "end": "00:19:52"
  },
  {
    "text": "Yeah, that's right. So that kind of, I think, can transition us into, as we think about this poem, all the poems in the Bible, what are some of the universal characteristics that mark the kind of speech that is poetry? That is able to take entities or realities of our experience, put them under. Right. Our view, but in a way that doesn't just think about it from one perspective. And the language is Drawing attention to itself as intentionally artistic.",
    "start": "00:19:52",
    "end": "00:20:23"
  },
  {
    "text": "Yeah.",
    "start": "00:20:23",
    "end": "00:20:24"
  },
  {
    "text": "Oh, yeah. Actually, I have a good quote here. This is from Adele Berlin, who in our narrative conversations, I quoted from her excellent book on biblical narrative. And she has a great book on biblical poetry. And she says poetry conveys thought. There is something the poet wants to communicate. Poetry conveys that thought in a self conscious manner through a special structuring of the language that calls attention to the how of the message as well as the what. In fact, good poetry. Excuse me, in. In fact, in good poetry, the how and the what are indistinguishable. As Robert Alter puts it, Poetry isn't just a set of techniques for saying impressively what you could say otherwise. Rather, it's a particular way of imagining the world. So Psalm 29 is talking about the power of God as creator through a poetic exploration of a thunderstorm. But it structured the language about the thunderstorm, she says, in a self conscious way.",
    "start": "00:20:24",
    "end": "00:21:35"
  },
  {
    "text": "Yeah. It's being very plain about what it's doing.",
    "start": "00:21:36",
    "end": "00:21:38"
  },
  {
    "text": "Yeah. It just repeats the same word like 12 times.",
    "start": "00:21:38",
    "end": "00:21:42"
  },
  {
    "text": "Yeah.",
    "start": "00:21:42",
    "end": "00:21:42"
  },
  {
    "text": "And half the lines are about shattering trees.",
    "start": "00:21:43",
    "end": "00:21:47"
  },
  {
    "text": "Right.",
    "start": "00:21:47",
    "end": "00:21:48"
  },
  {
    "text": "So wouldn't one light have one line have sufficed about the trees? Apparently not, because the goal isn't just to communicate information, it's to invite you into an experience.",
    "start": "00:21:49",
    "end": "00:21:59"
  },
  {
    "text": "So I think I know what she means by good poetry. The how and the what become indistinguishable. I don't know if I do know what it means, actually. Help me understand what she means.",
    "start": "00:21:59",
    "end": "00:22:12"
  },
  {
    "text": "So biblical poetry is always about something. There is a message, there's a what, There's a what that the poem's about.",
    "start": "00:22:12",
    "end": "00:22:18"
  },
  {
    "text": "This poem is about the power of God.",
    "start": "00:22:18",
    "end": "00:22:21"
  },
  {
    "text": "Yeah, okay, that's right. Yep. It's about the power of God that should make spiritual beings bow their knee to Yahweh and should make God's people feel shalom, blessing. That's what it's about.",
    "start": "00:22:21",
    "end": "00:22:32"
  },
  {
    "text": "And you could have just said that.",
    "start": "00:22:32",
    "end": "00:22:33"
  },
  {
    "text": "Yeah. You could just write a short statement. Oh, sons of God.",
    "start": "00:22:33",
    "end": "00:22:37"
  },
  {
    "text": "Yeah.",
    "start": "00:22:37",
    "end": "00:22:38"
  },
  {
    "text": "Bow the knee to Yahweh. He's very powerful and he blesses his people.",
    "start": "00:22:38",
    "end": "00:22:42"
  },
  {
    "text": "Amen, dear sons of God.",
    "start": "00:22:42",
    "end": "00:22:44"
  },
  {
    "text": "So very clearly this long poem is saying something through what she calls a self conscious how.",
    "start": "00:22:46",
    "end": "00:22:53"
  },
  {
    "text": "And the how then is all the metaphor. It's all the repetition, the rhythm, the.",
    "start": "00:22:54",
    "end": "00:23:00"
  },
  {
    "text": "Rhythm, the dense overlapping repetitions. So it's self conscious. Somebody sat down and crafted all those lines very carefully because think about, remember how again, it's easier seeing it in color. But there's key repeated words right at the beginning, right at the end that link different things together. So someone worked for days and days on this thing. And that's what she means. The how. In good poetry, the how itself communicates the what along with the what.",
    "start": "00:23:00",
    "end": "00:23:33"
  },
  {
    "text": "Because the poet could have easily just written a statement, but that wasn't enough for the poet. The poet wanted you to experience the statement in a way that made the statement come to life in a new way.",
    "start": "00:23:33",
    "end": "00:23:47"
  },
  {
    "text": "Yeah. So in this case, repeating all of these scenes of thunderstorms, shaking things, breaking them apart, shattering and twisting trees, it's all of a sudden the words are doing to you, what a shaking. When's it gonna.",
    "start": "00:23:47",
    "end": "00:24:08"
  },
  {
    "text": "It's a little exhilarating too.",
    "start": "00:24:08",
    "end": "00:24:09"
  },
  {
    "text": "Yeah, it has an energy to it.",
    "start": "00:24:10",
    "end": "00:24:12"
  },
  {
    "text": "Yeah.",
    "start": "00:24:12",
    "end": "00:24:12"
  },
  {
    "text": "Literally. The poetic techniques are a part. Become a part of the what of the message.",
    "start": "00:24:13",
    "end": "00:24:17"
  },
  {
    "text": "They become indistinguishable, becomes a way to experience the what.",
    "start": "00:24:17",
    "end": "00:24:22"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:24:23",
    "end": "00:24:24"
  },
  {
    "text": "That's cool.",
    "start": "00:24:24",
    "end": "00:24:25"
  },
  {
    "text": "It is cool.",
    "start": "00:24:25",
    "end": "00:24:26"
  },
  {
    "text": "I would like to make a note that I don't know what a young wild ox is like.",
    "start": "00:24:26",
    "end": "00:24:31"
  },
  {
    "text": "Oh, man.",
    "start": "00:24:32",
    "end": "00:24:33"
  },
  {
    "text": "Sirion. Like a young wild ox leaps.",
    "start": "00:24:33",
    "end": "00:24:36"
  },
  {
    "text": "Yeah, that's because these don't. It's an extinct species.",
    "start": "00:24:36",
    "end": "00:24:40"
  },
  {
    "text": "It's gone.",
    "start": "00:24:40",
    "end": "00:24:41"
  },
  {
    "text": "The auroch.",
    "start": "00:24:41",
    "end": "00:24:42"
  },
  {
    "text": "The owl rock.",
    "start": "00:24:42",
    "end": "00:24:43"
  },
  {
    "text": "The owl rock. Oh, dude. Yeah. A U R O C H. Okay.",
    "start": "00:24:43",
    "end": "00:24:50"
  },
  {
    "text": "So it looks like a cow, like.",
    "start": "00:24:50",
    "end": "00:24:52"
  },
  {
    "text": "A bull, but if you see it in comparison to something, it's a.",
    "start": "00:24:52",
    "end": "00:24:56"
  },
  {
    "text": "It's pretty big.",
    "start": "00:24:56",
    "end": "00:24:57"
  },
  {
    "text": "Like the size of a short bus or a big 15 passenger.",
    "start": "00:24:57",
    "end": "00:25:02"
  },
  {
    "text": "It's massive.",
    "start": "00:25:02",
    "end": "00:25:03"
  },
  {
    "text": "Yeah. I mean, they're like the size of elephant bodies.",
    "start": "00:25:03",
    "end": "00:25:06"
  },
  {
    "text": "There's one in here that has like a mane like a lion.",
    "start": "00:25:06",
    "end": "00:25:09"
  },
  {
    "text": "Yeah, the wild ox. Massive, massive creatures.",
    "start": "00:25:10",
    "end": "00:25:14"
  },
  {
    "text": "I wonder if scientists are thinking about bringing these back.",
    "start": "00:25:15",
    "end": "00:25:18"
  },
  {
    "text": "Yeah, I mean, I think. I don't know. A Texas longhorn. Those can get pretty big. But I think these things were bigger and these.",
    "start": "00:25:18",
    "end": "00:25:27"
  },
  {
    "text": "There's wild animals.",
    "start": "00:25:27",
    "end": "00:25:28"
  },
  {
    "text": "Yeah. So actually the most dangerous animals in the Bible, aside from the crazy two and Job, the humus and Leviathan, is always a lion or the wild ox.",
    "start": "00:25:28",
    "end": "00:25:40"
  },
  {
    "text": "And they were always referring to these guys.",
    "start": "00:25:40",
    "end": "00:25:43"
  },
  {
    "text": "Yep. Massive, massive horned creatures. So that fits into the strategy of the poem too. He makes a young calf leap and the ultimate of that species leap, the wild ox. He makes the babies leap. And the most powerful wild ox leap.",
    "start": "00:25:43",
    "end": "00:26:03"
  },
  {
    "text": "Like a young wild ox would be like a full grown, but still scrappy and ready to like dominate.",
    "start": "00:26:03",
    "end": "00:26:09"
  },
  {
    "text": "Yeah.",
    "start": "00:26:09",
    "end": "00:26:09"
  },
  {
    "text": "Has something to prove.",
    "start": "00:26:09",
    "end": "00:26:10"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:26:10",
    "end": "00:26:12"
  },
  {
    "text": "Like the older ones, they like are tired of charging people and stuff, so you're not as afraid of those. But the. The young ones.",
    "start": "00:26:12",
    "end": "00:26:19"
  },
  {
    "text": "Yeah.",
    "start": "00:26:19",
    "end": "00:26:19"
  },
  {
    "text": "Don't mess with those.",
    "start": "00:26:19",
    "end": "00:26:20"
  },
  {
    "text": "That's exactly right. So the way I think would be helpful, the role of these videos is to introduce people to biblical poetry. One, I want to give people some handles on just the basic things to look for in the techniques, communication techniques that biblical poets use specifically, just with language. That's what video one's about, the art of biblical poetry. And then video two will invite people in. Just the wild imaginations of these authors and how they use metaphors and imagery.",
    "start": "00:26:20",
    "end": "00:26:51"
  },
  {
    "text": "Sa.",
    "start": "00:26:57",
    "end": "00:26:57"
  },
  {
    "text": "Begin the video. We might want to think about how to invite people into more familiar ways of poetry. So poetry is a way of. It's a language that has a what to communicate, but it's intentionally pouring energy into the how, the artistic use of language. So all cultures have ways of doing this, and you could call them poetic conventions. Right. So every human culture develops, like, a functional use of a language, and then it develops this other. Some cultures develop this other type of language that's more reflective, artistic, emotive. We call it poetry.",
    "start": "00:27:23",
    "end": "00:28:02"
  },
  {
    "text": "Yeah.",
    "start": "00:28:02",
    "end": "00:28:03"
  },
  {
    "text": "But it can happen through many other. Many types of techniques. So the way it happens in the west mostly is through rhyme and meter. That's how we typically think of poetry. So I just put the silly classic here. But it's such a great example. Roses are red, violets are blue, Sugar is sweet, and so are you.",
    "start": "00:28:03",
    "end": "00:28:27"
  },
  {
    "text": "Thank you. You're welcome.",
    "start": "00:28:28",
    "end": "00:28:30"
  },
  {
    "text": "I did look you in the eyes when I said that. So there's four short lines. Each consists of three words except the last. The fourth has four words. Yeah, look at it right there. Three lines have three words. The fourth has four words.",
    "start": "00:28:31",
    "end": "00:28:48"
  },
  {
    "text": "Yeah, the cadence is.",
    "start": "00:28:48",
    "end": "00:28:49"
  },
  {
    "text": "That's good. Yeah.",
    "start": "00:28:49",
    "end": "00:28:55"
  },
  {
    "text": "So the fourth one's like.",
    "start": "00:28:55",
    "end": "00:28:56"
  },
  {
    "text": "That's right.",
    "start": "00:28:56",
    "end": "00:28:57"
  },
  {
    "text": "Different.",
    "start": "00:28:57",
    "end": "00:28:57"
  },
  {
    "text": "Yep. So there's. There's multiple conventions coming together there. There's rhyme, blue, and you. There's overlapping metaphors, flowers and sugar.",
    "start": "00:28:57",
    "end": "00:29:09"
  },
  {
    "text": "Okay.",
    "start": "00:29:10",
    "end": "00:29:10"
  },
  {
    "text": "There's wordplays. Sugar is sweet, you are sweet. A person is sweet in a really different way. There's all that, and then there's what's called the meter, which is the syllable patterning.",
    "start": "00:29:11",
    "end": "00:29:25"
  },
  {
    "text": "Right.",
    "start": "00:29:25",
    "end": "00:29:26"
  },
  {
    "text": "And that's a heritage that in the west, we get, I think, primarily through the English poetic tradition that translated or mediated the ancient Greek lyric poetry tradition. The. It's like from way back from, like, the late kingdom period in Israel. The Greeks were up in, like, the six, seven hundreds B.C. the Greeks were up.",
    "start": "00:29:26",
    "end": "00:29:48"
  },
  {
    "text": "These were like the Odyssey and Iliad kind of things.",
    "start": "00:29:48",
    "end": "00:29:51"
  },
  {
    "text": "Yeah. It's the origins of that system I still don't quite understand, called iambic. Pentameter.",
    "start": "00:29:51",
    "end": "00:29:56"
  },
  {
    "text": "Wow.",
    "start": "00:29:57",
    "end": "00:29:58"
  },
  {
    "text": "You know that lots of different. Because Shakespeare was mediating a form of iambic pentameter into English poetry and lots of his plays are structured.",
    "start": "00:29:58",
    "end": "00:30:09"
  },
  {
    "text": "Part of the reason is to help memorize these stories, right?",
    "start": "00:30:10",
    "end": "00:30:14"
  },
  {
    "text": "Yeah, that's right. Poetry is the type of literature that is originated for sure, as an oral art form composed orally and performed orally. And once it's written, it takes on a kind of a different or a whole other set of characteristics. That's interesting.",
    "start": "00:30:14",
    "end": "00:30:33"
  },
  {
    "text": "Yeah.",
    "start": "00:30:33",
    "end": "00:30:34"
  },
  {
    "text": "But then you get like haiku poetry, which isn't about rhyme, but it is about syllables. 5, 7, 5.",
    "start": "00:30:34",
    "end": "00:30:42"
  },
  {
    "text": "Very terse.",
    "start": "00:30:43",
    "end": "00:30:44"
  },
  {
    "text": "Yep. Yeah. So think there. Why? Why would you write in haiku poetry? The poet is you're taking upon yourself some practice that your culture has.",
    "start": "00:30:44",
    "end": "00:30:52"
  },
  {
    "text": "Yeah.",
    "start": "00:30:52",
    "end": "00:30:52"
  },
  {
    "text": "And actually sets limits on you.",
    "start": "00:30:52",
    "end": "00:30:54"
  },
  {
    "text": "Right. Yeah. Try to say a lot through a little, through very little.",
    "start": "00:30:54",
    "end": "00:30:58"
  },
  {
    "text": "That's right.",
    "start": "00:30:58",
    "end": "00:30:59"
  },
  {
    "text": "Yeah.",
    "start": "00:30:59",
    "end": "00:30:59"
  },
  {
    "text": "And in this case, that little. In whatever your cultural practice is, you also have to structure the language to match these patterns. That is the way you do it. Some case like Shakespeare's, you really, you see his true brilliance. It seems to me if you could understand the metrical system that he was working within, then you're just like, oh, his vocabulary was off the charts. He didn't have like thesaurus.com.",
    "start": "00:30:59",
    "end": "00:31:27"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:31:27",
    "end": "00:31:28"
  },
  {
    "text": "I mean, really think you're taking on limitations through which you will express something more.",
    "start": "00:31:28",
    "end": "00:31:35"
  },
  {
    "text": "Well, it kind of forces you to search for options that you wouldn't first think to search for.",
    "start": "00:31:35",
    "end": "00:31:41"
  },
  {
    "text": "That's right.",
    "start": "00:31:41",
    "end": "00:31:42"
  },
  {
    "text": "Because I've written songs and the same thing happens because you're like, oh, I need a two syllable word here instead. Or yeah, I need something that rhymes. So you have to start searching for other ideas. And then that makes you go, oh, I never really thought about this this way. But that's a good idea. Good way of putting it.",
    "start": "00:31:42",
    "end": "00:32:00"
  },
  {
    "text": "Yes.",
    "start": "00:32:00",
    "end": "00:32:01"
  },
  {
    "text": "Stretches your own understanding of the topic.",
    "start": "00:32:01",
    "end": "00:32:03"
  },
  {
    "text": "Yeah, that's right. That's right. So. So the writing of poetry becomes a discovery process.",
    "start": "00:32:03",
    "end": "00:32:07"
  },
  {
    "text": "Yeah.",
    "start": "00:32:08",
    "end": "00:32:08"
  },
  {
    "text": "You're discovering your own language, which then helps you put ideas together and new combinations. Right. And then all of that together creates a dense artistic statement that, oh, this is all the way back. This is a quote that I read when we first got together. It's a classic introduction to poetry by Lawrence Perrine called Sound and Sense.",
    "start": "00:32:08",
    "end": "00:32:32"
  },
  {
    "text": "Yeah.",
    "start": "00:32:32",
    "end": "00:32:32"
  },
  {
    "text": "And it's not a technical definition of poetry, but I like it. He says poetry is a kind of human language that says more and says it more intensely than does ordinary language. So he's not talking about form or meter or anything. He's just saying the net effect.",
    "start": "00:32:33",
    "end": "00:32:50"
  },
  {
    "text": "Yeah.",
    "start": "00:32:51",
    "end": "00:32:51"
  },
  {
    "text": "Is language that does more than language normally does. And I think at the heart, that's what I want this video to be about. I want to introduce people to some of the conventions and practices, these limits that the poets take on themselves, constructing speech in a rhythm. But the net effect of it is that through these new combinations, poetry carries a surplus of meaning. An overabundance of meaning.",
    "start": "00:32:51",
    "end": "00:33:19"
  },
  {
    "text": "Yeah.",
    "start": "00:33:20",
    "end": "00:33:20"
  },
  {
    "text": "For me, that's a driving core concept.",
    "start": "00:33:20",
    "end": "00:33:23"
  },
  {
    "text": "So what's the overabundance of meaning for you in Psalm 29 with the thunder and God's voice?",
    "start": "00:33:23",
    "end": "00:33:30"
  },
  {
    "text": "I think what captures my imagination is it's somebody meditating on the most powerful. And again, for 3,000 years ago.",
    "start": "00:33:32",
    "end": "00:33:42"
  },
  {
    "text": "Yeah.",
    "start": "00:33:42",
    "end": "00:33:42"
  },
  {
    "text": "So it's one and still today, to be. Be in the middle of a thunderstorm is one of the most humbling experiences. You're puny, you're powerless. And so that's a window into experiencing a thunderstorm is a window into my own nature as a human and to the powers at work that rule and are providentially rule over creation, which for an Israelite is Yahweh. So all of a sudden, this powerful, frightening, existential experience of a poet is trying to translate that. So this poetic medium becomes a way of inviting the reader into an emotional existential experience of their mortality, of Yahweh's repetitive, driving, unavoidable nature. Right. These lines over and over again. So there's an overabundance of meaning that you could never communicate any other way except through this form, which does it beautifully. I mean, I'm not in the habit of doing my theology by looking at rain clouds. We live in Portland.",
    "start": "00:33:43",
    "end": "00:34:58"
  },
  {
    "text": "Yeah.",
    "start": "00:34:58",
    "end": "00:34:58"
  },
  {
    "text": "We look at a lot of rain clouds.",
    "start": "00:34:58",
    "end": "00:34:59"
  },
  {
    "text": "Yeah.",
    "start": "00:34:59",
    "end": "00:35:00"
  },
  {
    "text": "And this poet's a Bible nerd, for sure. He's one of the biblical authors. But he also apparently thinks you should read the rain clouds.",
    "start": "00:35:00",
    "end": "00:35:07"
  },
  {
    "text": "You should just enjoy a storm rolling through and think about the power of.",
    "start": "00:35:07",
    "end": "00:35:12"
  },
  {
    "text": "God, do some theological reflection in light of a powerful rainstorm.",
    "start": "00:35:12",
    "end": "00:35:16"
  },
  {
    "text": "Yeah. Sam. Now, when they're thinking about the voice of God, is that connected to the word of God?",
    "start": "00:35:16",
    "end": "00:36:19"
  },
  {
    "text": "Totally.",
    "start": "00:36:20",
    "end": "00:36:21"
  },
  {
    "text": "Okay.",
    "start": "00:36:21",
    "end": "00:36:21"
  },
  {
    "text": "Yeah. That's the other thing. This poem is a hyperlink, too. Is the appearance of Yahweh in the Garden of Eden in the interrogation scene after the humans take from the tree and it says the coal. The voice of Yahweh. They heard the voice of Yahweh or the sound of Yahweh in the wind of the day. Usually it's translated at the Cool of the day, the breezy time. But it doesn't say that. It says in the wind. Yeah, so it's like Yahweh's voice showed up with the wind. It's a storm scene. Oh, and that's a storm. Totally. And that's a. It's a preview. It's a design pattern. It's previewing when Yahweh will show up with Israel at Mount Sinai. And there, what they see is the coal. The voice. They see the voice of Yahweh at Sinai. It's a very odd.",
    "start": "00:36:21",
    "end": "00:37:16"
  },
  {
    "text": "I thought they saw the glory.",
    "start": "00:37:16",
    "end": "00:37:17"
  },
  {
    "text": "Oh, they do in chapter 24. But in Exodus 19, they look up at the storm cloud coming over that mountain, and what it says is they saw the voice of Yahweh, which is thunder. But it's such a visceral experience. They see it. So this poem is tapping into a whole design pattern in the biblical narrative about Yahweh showing up when his voice, his command as creator. It's powerful and awe inspiring. Yeah, the poem communicates that. I think when you get into it, the poem does that. That's what I mean, the overabundance of meaning. So we've already developed, like, the impressionist painting aesthetic, and I'm kind of excited about that visual medium to unpack somehow, as we talk about different techniques of biblical poetry, it'd be cool if we have lines of poetry that we can ponder together in the video, talk about the technique. But then stuff is growing out of the words. Yeah, that's just one idea. But the idea is the words communicate more. They grow stuff out of them that you can't quite analyze. You just experience it by experience. The poetry.",
    "start": "00:37:17",
    "end": "00:38:37"
  },
  {
    "text": "Yeah.",
    "start": "00:38:37",
    "end": "00:38:38"
  },
  {
    "text": "We know the biblical authors knew when they were writing in poetry because they had words for these compositions. There's at least three, probably there's a few more. But the three most common ones, they called them ashir, which is translated as song.",
    "start": "00:38:38",
    "end": "00:38:54"
  },
  {
    "text": "So this is what they would call their poetry.",
    "start": "00:38:55",
    "end": "00:38:57"
  },
  {
    "text": "Yeah, they actually had vocabulary to describe this kind of artistic speech. They call it shir. It's the word for sing.",
    "start": "00:38:57",
    "end": "00:39:03"
  },
  {
    "text": "Is it? Because a lot of these were sung.",
    "start": "00:39:04",
    "end": "00:39:06"
  },
  {
    "text": "Totally. Yeah, that's right. Yep.",
    "start": "00:39:06",
    "end": "00:39:08"
  },
  {
    "text": "So there would be melodies.",
    "start": "00:39:08",
    "end": "00:39:09"
  },
  {
    "text": "That's right.",
    "start": "00:39:10",
    "end": "00:39:11"
  },
  {
    "text": "Same thing with the Odyssey and the Iliad. I think they thought that those were sung.",
    "start": "00:39:11",
    "end": "00:39:15"
  },
  {
    "text": "I think that's right. Yeah. It makes perfect sense. Yeah, yeah, yeah. Same thing with music. Then when you set poetry to music, your words are imitating the conventions of the music, which set limitations on you within a tradition, but also create Opportunities for you to create new meanings. So, yeah, song is one of the ancient Hebrew terms for poetry. Another word, mizmor. It's the word solemn. It gets translated as psalm.",
    "start": "00:39:15",
    "end": "00:39:46"
  },
  {
    "text": "And this is a word I only know because of the Bible.",
    "start": "00:39:46",
    "end": "00:39:48"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:39:48",
    "end": "00:39:49"
  },
  {
    "text": "So I don't even really know what that means.",
    "start": "00:39:49",
    "end": "00:39:51"
  },
  {
    "text": "Yeah.",
    "start": "00:39:51",
    "end": "00:39:51"
  },
  {
    "text": "What is a psalm?",
    "start": "00:39:51",
    "end": "00:39:52"
  },
  {
    "text": "Well, it comes from a verb, zamar, which is another word for to play music. To play a song. Oh, to play a song.",
    "start": "00:39:52",
    "end": "00:40:00"
  },
  {
    "text": "To play.",
    "start": "00:40:00",
    "end": "00:40:00"
  },
  {
    "text": "So it's a synonym for song. Psalm simply means song, sung, poetry.",
    "start": "00:40:00",
    "end": "00:40:05"
  },
  {
    "text": "What's the difference then? Song is. Yeah, it's related to the word sing for us. But psalm is also the word for sing.",
    "start": "00:40:05",
    "end": "00:40:14"
  },
  {
    "text": "Yeah. In other words, psalm is a verb. In Hebrew, you can refer to something you do, and then the end result, you're psalming the composition. Yeah. You psalm, and then what you have at the end of that is a psalm, a sung poem. And these words aren't used enough. And we don't know enough about the choir system in ancient Israel. We just don't know enough to be able to distinguish these words. Like a shir was this type of song, and a mizmor was this type of song. We do know the next term. We do know about this one. It's a kina, and it's a song of grief or a lament. So the book of Lamentations, there's a kinah that David sings when Saul and Jonathan are dead. So this was a type of song, just a grief song.",
    "start": "00:40:14",
    "end": "00:41:05"
  },
  {
    "text": "Okay.",
    "start": "00:41:05",
    "end": "00:41:05"
  },
  {
    "text": "That was a whole cultural tradition, these long poems of grief. So these labels are given to lots of poetry in the Bible. So we know the biblical authors.",
    "start": "00:41:06",
    "end": "00:41:15"
  },
  {
    "text": "Not in these categories.",
    "start": "00:41:16",
    "end": "00:41:16"
  },
  {
    "text": "Yeah, they knew when they were entering this mode of writing. Sure. So then the question is, okay, so what was the little menu list? Right. Like when you're working on your computer and you go up to the menu at top, or what? I guess, what are the tools? What are the tool set? Yeah, I guess that could be a dated metaphor in a few years.",
    "start": "00:41:16",
    "end": "00:41:36"
  },
  {
    "text": "Here, the menu list.",
    "start": "00:41:36",
    "end": "00:41:37"
  },
  {
    "text": "Yeah, yeah, yeah. What's the tool set?",
    "start": "00:41:37",
    "end": "00:41:38"
  },
  {
    "text": "Yeah.",
    "start": "00:41:38",
    "end": "00:41:39"
  },
  {
    "text": "And this has become a huge area of debate for going on over 200.",
    "start": "00:41:39",
    "end": "00:41:45"
  },
  {
    "text": "Years, what tools they have.",
    "start": "00:41:45",
    "end": "00:41:46"
  },
  {
    "text": "Yeah, It's Bible nerds arguing about the nature of ancient Hebrew poetry. My favorite description is a poem written by a Bible nerd. It's a poem about Hebrew poetry. How it works. I don't fully agree with it, but I agree with most of it. But it's clever. It's by John. John Hollander.",
    "start": "00:41:47",
    "end": "00:42:08"
  },
  {
    "text": "Okay.",
    "start": "00:42:08",
    "end": "00:42:08"
  },
  {
    "text": "He says the verse of Hebrew Bible is strange. The meter of psalms and Proverbs perplexes. It's not a matter of number, no counting of beats or syllables. Its song is a music of matching its rhythm, a kind of paralleling. One line makes an assertion the other part expresses. In other words, sometimes a third part will vary yet again.",
    "start": "00:42:09",
    "end": "00:42:42"
  },
  {
    "text": "Yeah, clever.",
    "start": "00:42:43",
    "end": "00:42:44"
  },
  {
    "text": "Yeah, it's clever. Bible nerds. Nerdy. So Hollander's claim is no meter, no.",
    "start": "00:42:44",
    "end": "00:42:53"
  },
  {
    "text": "Syllable, which makes it difficult for singing.",
    "start": "00:42:53",
    "end": "00:42:55"
  },
  {
    "text": "It could.",
    "start": "00:42:56",
    "end": "00:42:57"
  },
  {
    "text": "It would.",
    "start": "00:42:57",
    "end": "00:42:58"
  },
  {
    "text": "It could.",
    "start": "00:42:58",
    "end": "00:42:58"
  },
  {
    "text": "I mean, if there's a. If there's a set melody.",
    "start": "00:42:58",
    "end": "00:43:01"
  },
  {
    "text": "Ah, I see.",
    "start": "00:43:01",
    "end": "00:43:02"
  },
  {
    "text": "I mean, I think a lot of.",
    "start": "00:43:02",
    "end": "00:43:03"
  },
  {
    "text": "Yeah, yeah, yeah, yeah.",
    "start": "00:43:03",
    "end": "00:43:04"
  },
  {
    "text": "I guess I just imagine what would happen.",
    "start": "00:43:04",
    "end": "00:43:06"
  },
  {
    "text": "Well, it makes it difficult for, I guess, a Westerner to imagine singing. But how can you probably have this experience if you travel internationally and you hear other cultures like traditional music? And sometimes it sounds off to somebody from another culture, Sounds like it's not in harmony or. And it's just. Well, it's just not your culture. So it doesn't seem biblical authors experienced this as a problem because they had vocabulary for poetry.",
    "start": "00:43:06",
    "end": "00:43:38"
  },
  {
    "text": "Well, I can understand it feeling weird because the melodies in a different. I don't know what you call it, but keys and. Yeah, but isn't it that if. If I'm going to introduce a new poem to you and I want you to be able to sing it, either I have to give you a new melody that you're gonna know it by, or I just say, hey, we're gonna use this commonly known melody and we're gonna use my new psalm. I guess I always imagined that because that's a lot of the way that some of our famous hymns were put together. There were common melodies that we just changed the words to. At least that's what I've been told.",
    "start": "00:43:39",
    "end": "00:44:20"
  },
  {
    "text": "Yeah. Yeah. Interesting.",
    "start": "00:44:20",
    "end": "00:44:22"
  },
  {
    "text": "And that just makes it a lot easier for people to go, oh, cool, I could sing in on this because I know the melody already. But if you're gonna do that, you have to adhere to the structure of the meter of that melody.",
    "start": "00:44:22",
    "end": "00:44:32"
  },
  {
    "text": "Yeah. Part of the challenge is. Yeah, the poetry in the Bible represents a long history. Some of these are very ancient poems, but some of them are poems that have been taken up into literary texts and then edited or new parts are composed to make them fit into the written medium. And so even the Book of Psalms is a great example of this. It's not a hymnbook. It's very much now in the form that it's in a written literary composition that's meant to be read. And you can just see it by the editorial structures, the headings. It's really interesting. There's, like, poems like Psalm 14. Half of it gets repeated in half of another psalm. I think it's 70. And so you can tell there was. There was a mode at which these stopped being sung and were studied and treasured and written and reflected on as written text. In which case the meter thing, like, maybe way back when in Moses day, they were singing this. But by the time they've reached this stage they are at in the Bible, the meter doesn't matter, which makes sense of the lack of any syllable rhythms.",
    "start": "00:44:32",
    "end": "00:45:47"
  },
  {
    "text": "So the point is, in Hebrew poetry, the meter and the syllable count.",
    "start": "00:45:48",
    "end": "00:45:53"
  },
  {
    "text": "Yep. Meter and rhyming.",
    "start": "00:45:53",
    "end": "00:45:55"
  },
  {
    "text": "And rhyming.",
    "start": "00:45:56",
    "end": "00:45:56"
  },
  {
    "text": "Roses are red, violets are blue.",
    "start": "00:45:56",
    "end": "00:45:58"
  },
  {
    "text": "Yeah, they're not rhyming. I remember being told in Hebrew, you don't rhyme words, you rhyme thoughts.",
    "start": "00:45:58",
    "end": "00:46:05"
  },
  {
    "text": "Right. I've heard that, too, but I.",
    "start": "00:46:06",
    "end": "00:46:07"
  },
  {
    "text": "That's not helpful.",
    "start": "00:46:07",
    "end": "00:46:08"
  },
  {
    "text": "I don't think that's hedging on this.",
    "start": "00:46:08",
    "end": "00:46:10"
  },
  {
    "text": "You don't think that's helpful?",
    "start": "00:46:11",
    "end": "00:46:12"
  },
  {
    "text": "I want to head a different direction in how we guide people.",
    "start": "00:46:13",
    "end": "00:46:16"
  },
  {
    "text": "Okay. Forget I said that.",
    "start": "00:46:16",
    "end": "00:46:18"
  },
  {
    "text": "All right, so the first thing is that rhythm. There is a rhythm. There's a whole bunch of Bible nerds who are using the phrase free verse to describe the rhythm. And free verse means, essentially, my goal is to write short, dense lines.",
    "start": "00:46:18",
    "end": "00:46:37"
  },
  {
    "text": "Yeah.",
    "start": "00:46:37",
    "end": "00:46:37"
  },
  {
    "text": "And there is some guiding rules. The line consists almost always of three to five words in Hebrew. Oh, not in English. Oh, yeah. This is interesting. If I write a sentence in English, he picked him up.",
    "start": "00:46:38",
    "end": "00:46:54"
  },
  {
    "text": "He picked him up.",
    "start": "00:46:55",
    "end": "00:46:56"
  },
  {
    "text": "Or he picked it up.",
    "start": "00:46:56",
    "end": "00:46:57"
  },
  {
    "text": "Okay.",
    "start": "00:46:57",
    "end": "00:46:58"
  },
  {
    "text": "Subject, verb, direct object. Yeah, those are always in English, at least three separate words.",
    "start": "00:46:58",
    "end": "00:47:05"
  },
  {
    "text": "Well, four words. He picked.",
    "start": "00:47:05",
    "end": "00:47:07"
  },
  {
    "text": "He picked him up. Oh, yeah. Okay. Four words. There you go. In Hebrew, that's one word. How so the he is built into the verb.",
    "start": "00:47:07",
    "end": "00:47:19"
  },
  {
    "text": "Okay.",
    "start": "00:47:20",
    "end": "00:47:20"
  },
  {
    "text": "And then you have the verb, and then you can attach the direct object to the verb itself.",
    "start": "00:47:21",
    "end": "00:47:27"
  },
  {
    "text": "This is like German. You're just like. Just cramming words together.",
    "start": "00:47:28",
    "end": "00:47:31"
  },
  {
    "text": "Yeah, yeah. So words can have many syllables, but you can have a whole sentence in one word in Hebrew, and the word. And attaches itself to the beginning of a word. So you can have the sentence. And he picked him up. One word in Hebrew. So it's the perfect language to make dense statements in. You can pack a lot of meaning into one word. And if you got three of those suckers to work with, then you could have three sentences in a single line.",
    "start": "00:47:31",
    "end": "00:48:04"
  },
  {
    "text": "Well, it's one word, but it's really a Word.",
    "start": "00:48:04",
    "end": "00:48:06"
  },
  {
    "text": "That's four words, correct? Yeah. In terms of. It's like grammatical makeup. It's for.",
    "start": "00:48:06",
    "end": "00:48:12"
  },
  {
    "text": "Because in English, we could make. He picked him up. One word. He picked him up.",
    "start": "00:48:12",
    "end": "00:48:16"
  },
  {
    "text": "You can say it quickly.",
    "start": "00:48:18",
    "end": "00:48:19"
  },
  {
    "text": "He picked them up. And I could write it without anything.",
    "start": "00:48:19",
    "end": "00:48:21"
  },
  {
    "text": "And he picked him up.",
    "start": "00:48:21",
    "end": "00:48:21"
  },
  {
    "text": "Andy picked him up.",
    "start": "00:48:22",
    "end": "00:48:23"
  },
  {
    "text": "Andy picked.",
    "start": "00:48:23",
    "end": "00:48:23"
  },
  {
    "text": "That kind of sounds like. Yeah. Starts to sound like an.",
    "start": "00:48:24",
    "end": "00:48:28"
  },
  {
    "text": "Okay, so in Hebrew poetry, a poetic line. Usually it's pairs of lines, pairs of short lines, three to five words. Usually the first line is a complete sentence or a complete clause, and the second line is either a subordinate clause, a parallel clause, but you've always got a complete sentence in the line. In the line, in the line. And usually they're in pairs. So people call them the A line and the B line. So this is universal. But very often the A line will be a main clause or a complete sentence. And then the B line is either a full parallel clause or it's subordinate on the first one.",
    "start": "00:48:28",
    "end": "00:49:12"
  },
  {
    "text": "Subordinate meaning.",
    "start": "00:49:13",
    "end": "00:49:14"
  },
  {
    "text": "Ah, so the A line. And he picked him up with strong arms of might would be the beeline.",
    "start": "00:49:14",
    "end": "00:49:21"
  },
  {
    "text": "Okay.",
    "start": "00:49:21",
    "end": "00:49:22"
  },
  {
    "text": "Yeah, so it could be.",
    "start": "00:49:22",
    "end": "00:49:23"
  },
  {
    "text": "And he picked him up. He lifted him high.",
    "start": "00:49:23",
    "end": "00:49:25"
  },
  {
    "text": "That's correct.",
    "start": "00:49:26",
    "end": "00:49:26"
  },
  {
    "text": "That would be like a parallel line.",
    "start": "00:49:26",
    "end": "00:49:28"
  },
  {
    "text": "That would be. Yep, that's right. But not all lines are parallel.",
    "start": "00:49:28",
    "end": "00:49:31"
  },
  {
    "text": "But not all lines are parallel.",
    "start": "00:49:31",
    "end": "00:49:32"
  },
  {
    "text": "That's why thought rhymes aren't. Aren't so helpful. Got it. So rhythm. There's a cadence and a rhythm, but it has to do with number of words. And there's a pretty big freedom. Three to about three to five words average.",
    "start": "00:49:32",
    "end": "00:49:44"
  },
  {
    "text": "Got it.",
    "start": "00:49:44",
    "end": "00:49:44"
  },
  {
    "text": "Hebrew has a way of removing unnecessary words. They'll remove the word the. Like in English, the word the or A or. And there's a way they have of stripping the speech down of what are called prose parts of speech. So they can do that in Hebrew, strip the thing down. And some English poetry works like that too. Sure.",
    "start": "00:49:44",
    "end": "00:50:08"
  },
  {
    "text": "So this is just one writing poetry, or is this also one speaking in Hebrew?",
    "start": "00:50:08",
    "end": "00:50:11"
  },
  {
    "text": "It's a characteristic of biblical poetry. Oh, so rhythm, that's the first thing there is a rhythm. Yeah, but it's a free verse. Rhythm, this is free verse is a technical category that literary nerds use where you have in mind some basic parameters. Yeah, but within those parameters, do anything you want.",
    "start": "00:50:11",
    "end": "00:50:31"
  },
  {
    "text": "Freeform, free jazz.",
    "start": "00:50:31",
    "end": "00:50:32"
  },
  {
    "text": "Yeah, totally. And it's a thing. There are many cultural traditions that have a free verse tradition.",
    "start": "00:50:32",
    "end": "00:50:39"
  },
  {
    "text": "Yeah, for us, it's more like spoken word. Poetry is very free verse.",
    "start": "00:50:39",
    "end": "00:50:43"
  },
  {
    "text": "Yeah, that's a great example. Yeah, good job. That's a Great example. Yeah. Which means just because it doesn't rhyme with meter the way English does, it doesn't mean there isn't wordplay and rhyming going on, just not in a metered way. So Hebrew poetry. Totally.",
    "start": "00:50:43",
    "end": "00:51:05"
  },
  {
    "text": "There's lots of rhyming. There's lots of. Yes. Words that sound similar.",
    "start": "00:51:05",
    "end": "00:51:10"
  },
  {
    "text": "Yes. Yeah, yeah, exactly. Yeah. They'll have whole poems that play with certain letters, repeating certain letters and so on.",
    "start": "00:51:10",
    "end": "00:51:18"
  },
  {
    "text": "Got it.",
    "start": "00:51:18",
    "end": "00:51:18"
  },
  {
    "text": "One of my favorite poems in Isaiah is Isaiah 5, called the song of the Vineyard. And he metaphor of God planting Israel. And so it says that God waited for the. The vineyard to produce grapes, but all it produced was stinky grapes.",
    "start": "00:51:18",
    "end": "00:51:38"
  },
  {
    "text": "Stinky grapes.",
    "start": "00:51:38",
    "end": "00:51:39"
  },
  {
    "text": "Stinky grapes.",
    "start": "00:51:39",
    "end": "00:51:40"
  },
  {
    "text": "Rotten grapes. Okay.",
    "start": "00:51:40",
    "end": "00:51:41"
  },
  {
    "text": "Yeah. Grapes that are immediately rotten. Oh, the grapes that it produces.",
    "start": "00:51:41",
    "end": "00:51:46"
  },
  {
    "text": "Gross.",
    "start": "00:51:46",
    "end": "00:51:46"
  },
  {
    "text": "Are. The. Are grapes that are already rotten.",
    "start": "00:51:46",
    "end": "00:51:48"
  },
  {
    "text": "Yeah. Sounds like a bad dream.",
    "start": "00:51:48",
    "end": "00:51:49"
  },
  {
    "text": "Oh, and you'll get this because of the justice video. So God says he was looking for mishpat, but what he saw was mizpach. Bloodshed.",
    "start": "00:51:51",
    "end": "00:52:03"
  },
  {
    "text": "Mizpah.",
    "start": "00:52:04",
    "end": "00:52:04"
  },
  {
    "text": "Mizpah is bloodshed.",
    "start": "00:52:04",
    "end": "00:52:06"
  },
  {
    "text": "Yeah.",
    "start": "00:52:06",
    "end": "00:52:06"
  },
  {
    "text": "Looking for mishpat. What he sees mizpach. He was looking for tsedeqah, but what he saw was tse ka, the cries of the oppressed. So that's a great example. It's straight up rhyming.",
    "start": "00:52:06",
    "end": "00:52:21"
  },
  {
    "text": "Yeah.",
    "start": "00:52:21",
    "end": "00:52:22"
  },
  {
    "text": "It just doesn't follow meter.",
    "start": "00:52:22",
    "end": "00:52:24"
  },
  {
    "text": "It's a type of rhyming.",
    "start": "00:52:24",
    "end": "00:52:25"
  },
  {
    "text": "A type of rhyming? Yeah. Yeah. You're using words that sound very similar, that rhyme. Oh, it sound mishpat. Mispach. Oh, yeah.",
    "start": "00:52:25",
    "end": "00:52:33"
  },
  {
    "text": "It's not rhyming like English.",
    "start": "00:52:33",
    "end": "00:52:34"
  },
  {
    "text": "I understand. It's not rhyming by our standards.",
    "start": "00:52:34",
    "end": "00:52:36"
  },
  {
    "text": "No, in Hebrew, but poets do that. We understand that kind of rhyming.",
    "start": "00:52:36",
    "end": "00:52:41"
  },
  {
    "text": "It's not the classic rhyme. Yeah. I actually. I wasn't taught to look for this a ton when I learned Hebrew, but, man, I've just worked through a couple studies recently on wordplay in the Hebrew Bible. It's off the charts. They're doing it everywhere. I had no idea. It's really remarkable. And it's just one of those things you can't quite translate. Rhyming doesn't translate across.",
    "start": "00:52:41",
    "end": "00:53:06"
  },
  {
    "text": "Oh, wordplaying being rhyming of words and stuff.",
    "start": "00:53:06",
    "end": "00:53:08"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:53:08",
    "end": "00:53:09"
  },
  {
    "text": "So would tohu vavohu be an example of that?",
    "start": "00:53:09",
    "end": "00:53:11"
  },
  {
    "text": "Oh, yeah, sure. That's. That's an example. Or there's a whole. The whole story of the building of Babylon in Genesis. There's all the vocabulary centers around words that have the letters B and L. Oh, really? Yeah, totally. If you just Read aloud in Hebrew. The whole thing's like havu nivele lanu.",
    "start": "00:53:11",
    "end": "00:53:32"
  },
  {
    "text": "Ir, lots of L's and B's.",
    "start": "00:53:32",
    "end": "00:53:34"
  },
  {
    "text": "L's and B's. Yeah. All leading up to him calling him balaling B L L the language and calling it bavel B, B, L. Yeah.",
    "start": "00:53:34",
    "end": "00:53:45"
  },
  {
    "text": "That's my favorite thing about poetry is when there's a repetition of sounds.",
    "start": "00:53:45",
    "end": "00:53:50"
  },
  {
    "text": "Yeah, super common. Yeah, yeah, super common in many kinds of poetry. And it's not rhyme, it's the how of the speech that it creates. The surplus, the overabundance of meaning. Right. That isn't about it a concept. It's about a feeling that you get when you hear it. Sa.",
    "start": "00:53:50",
    "end": "00:54:11"
  },
  {
    "text": "Now it gets discouraging to know that this is happening in the Hebrew and I don't speak Hebrew or read it. And I can see that being discouraging to other people.",
    "start": "00:54:40",
    "end": "00:54:53"
  },
  {
    "text": "Yeah.",
    "start": "00:54:54",
    "end": "00:54:54"
  },
  {
    "text": "Well, here's another thing. If God knew that this was going to be the poetry and language in which for many people groups throughout history were going to use, as you know.",
    "start": "00:54:57",
    "end": "00:55:16"
  },
  {
    "text": "Their scriptures, their basic instructions before leaving earth.",
    "start": "00:55:16",
    "end": "00:55:20"
  },
  {
    "text": "No, not even that, though. Like their way to understand the story of God.",
    "start": "00:55:21",
    "end": "00:55:26"
  },
  {
    "text": "I see.",
    "start": "00:55:26",
    "end": "00:55:26"
  },
  {
    "text": "And for their imagination to be shaped by what God's doing in the world and who he is and who we are.",
    "start": "00:55:26",
    "end": "00:55:31"
  },
  {
    "text": "Sure. Yeah.",
    "start": "00:55:33",
    "end": "00:55:34"
  },
  {
    "text": "So much of this now is then buried in the Hebrew or Greek. Did God think everyone will just learn Hebrew and Greek or just like. Well, those little treats are extra for the people who want to do extra work.",
    "start": "00:55:34",
    "end": "00:55:48"
  },
  {
    "text": "Well, after all we've talked about in terms of the sophistication and the multi layers of depth to these stories, that is for sure going on, whether you read it, even if you read it in Hebrew, that a story is in these stories and poems, full depth isn't available to somebody on the first reading.",
    "start": "00:55:50",
    "end": "00:56:09"
  },
  {
    "text": "Yeah.",
    "start": "00:56:09",
    "end": "00:56:10"
  },
  {
    "text": "So that's built into just the style of communication.",
    "start": "00:56:10",
    "end": "00:56:13"
  },
  {
    "text": "I could get there. I can get there.",
    "start": "00:56:13",
    "end": "00:56:14"
  },
  {
    "text": "Yeah. Yeah. But the Hebrew thing here we're back to, I don't know, a core thing that we keep coming around that the Christian Jewish confession is God chose to reveal himself through a historical medium of a people.",
    "start": "00:56:14",
    "end": "00:56:28"
  },
  {
    "text": "Yeah.",
    "start": "00:56:29",
    "end": "00:56:29"
  },
  {
    "text": "And a culture and their language and their.",
    "start": "00:56:29",
    "end": "00:56:32"
  },
  {
    "text": "Like the poet, he restrained himself to certain limitations.",
    "start": "00:56:33",
    "end": "00:56:38"
  },
  {
    "text": "Yeah. God's the poet accepting limitations. Communicate through humanity. I mean, what is the incarnation? You can make the. I mean, the same questions in principle come with the incarnation of Jesus. I never got to hear Jesus speak in Aramaic. I only get to hear him in Greek translation through the apostles. I am nowhere near Israel, Palestine right now. And so that's more of a theological reality that's built into the Jewish and Christian tradition is that this God weaves himself into human history, which means that when he reveals himself, it's in the categories of the people he's communicating through.",
    "start": "00:56:38",
    "end": "00:57:25"
  },
  {
    "text": "Do you think every, like, Christian community needs, like, the resident Bible nerd to read the Bible with?",
    "start": "00:57:26",
    "end": "00:57:31"
  },
  {
    "text": "Oh, I think a healthy Christian community. Yeah. Needs Bible nerds at least if that community is interested in keeping itself anchored in something other than just what perpetually knew.",
    "start": "00:57:31",
    "end": "00:57:44"
  },
  {
    "text": "So how many Bible nerds do we need per capita, then?",
    "start": "00:57:44",
    "end": "00:57:47"
  },
  {
    "text": "That's a great question. Bible nerds. I don't mean degrees, but somebody who's really.",
    "start": "00:57:48",
    "end": "00:57:52"
  },
  {
    "text": "Yeah. Someone who I could sit down with and they can. They can tell me and they can say, hey, you. You won't see this, but look at the rhyming of the words here.",
    "start": "00:57:53",
    "end": "00:58:01"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:58:01",
    "end": "00:58:02"
  },
  {
    "text": "I would. I mean, here's the thing is, I would love to be able to do that, but I just know I'm not going to be able to. I would love. I would love to play the violin. I'm not going to.",
    "start": "00:58:02",
    "end": "00:58:11"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:58:11",
    "end": "00:58:12"
  },
  {
    "text": "But the more we have these conversations like this, I'm like, oh, maybe I do need to.",
    "start": "00:58:12",
    "end": "00:58:16"
  },
  {
    "text": "No, no, I don't. I don't think so. We read. Look at how much we did on that poem on Psalm 29, just in English.",
    "start": "00:58:17",
    "end": "00:58:24"
  },
  {
    "text": "Yeah, but you had to tell me about coal.",
    "start": "00:58:24",
    "end": "00:58:26"
  },
  {
    "text": "I had to tell you about one Hebrew word that helps unlock the word play. Yeah, but that's it. That's all I had to say. That's all you need somebody who. I mean, I'm with you, but this is just the reality. The apostles knew this. This is why Paul said, a healthy, complete body of the Messiah has an apostle, prophet, pastor, teacher.",
    "start": "00:58:26",
    "end": "00:58:47"
  },
  {
    "text": "Yeah, the many parts.",
    "start": "00:58:48",
    "end": "00:58:49"
  },
  {
    "text": "Right. And the spiritual gifts. All that. And teacher, a nerd is on the list. And of course. Of course you need a teacher. Look at our sacred text. Really hard to understand. Yeah, a lot of the time. Thank you for raising that important question, John.",
    "start": "00:58:49",
    "end": "00:59:06"
  },
  {
    "text": "You're welcome.",
    "start": "00:59:07",
    "end": "00:59:07"
  },
  {
    "text": "So the companion to rhythm in biblical poetic style is a phenomenon that's come to have the term parallelism.",
    "start": "00:59:11",
    "end": "00:59:19"
  },
  {
    "text": "Okay.",
    "start": "00:59:20",
    "end": "00:59:20"
  },
  {
    "text": "You gave it another phrase earlier. Thought rhyming.",
    "start": "00:59:21",
    "end": "00:59:23"
  },
  {
    "text": "Thought rhyming.",
    "start": "00:59:23",
    "end": "00:59:24"
  },
  {
    "text": "And it's a. I mean, we saw it in Psalm 29. Yahweh's voice shatters the trees. It twists the oaks.",
    "start": "00:59:24",
    "end": "00:59:32"
  },
  {
    "text": "Yeah.",
    "start": "00:59:33",
    "end": "00:59:33"
  },
  {
    "text": "It makes the mountains skip like a young calf. It makes another mountain skip like a wild ox.",
    "start": "00:59:33",
    "end": "00:59:39"
  },
  {
    "text": "Mm. So two similar thoughts, one after another.",
    "start": "00:59:39",
    "end": "00:59:43"
  },
  {
    "text": "Yeah. Though look at the opening. The opening four lines of Psalm 29. It's a triple repetition with a fourth variation. So give to Yahweh, oh, sons of God. Give to Yahweh glory and strength. Give to Yahweh glory, Worship the Lord.",
    "start": "00:59:43",
    "end": "01:00:01"
  },
  {
    "text": "Those are three subordinate. Like, subordinate ones.",
    "start": "01:00:01",
    "end": "01:00:04"
  },
  {
    "text": "Well, you'd say it's three parallel lines with the last one coming in as a little.",
    "start": "01:00:04",
    "end": "01:00:09"
  },
  {
    "text": "Oh, those are three parallel lines with the fourth subordinate.",
    "start": "01:00:10",
    "end": "01:00:13"
  },
  {
    "text": "Correct?",
    "start": "01:00:13",
    "end": "01:00:13"
  },
  {
    "text": "Kind of.",
    "start": "01:00:13",
    "end": "01:00:14"
  },
  {
    "text": "Yep.",
    "start": "01:00:14",
    "end": "01:00:14"
  },
  {
    "text": "Yeah. Surprise.",
    "start": "01:00:14",
    "end": "01:00:15"
  },
  {
    "text": "And not here. It's following the classic, like 1, 2, 3, twist. Yeah, you set the pattern.",
    "start": "01:00:15",
    "end": "01:00:21"
  },
  {
    "text": "Actually, the classic is 1, 2, 1, 2, twist.",
    "start": "01:00:22",
    "end": "01:00:25"
  },
  {
    "text": "That's right. This is the 1, 2, 3, twist.",
    "start": "01:00:25",
    "end": "01:00:26"
  },
  {
    "text": "This is the 1, 2,.",
    "start": "01:00:26",
    "end": "01:00:27"
  },
  {
    "text": "And in biblical poetry, oftentimes it's the 1, 2 twist. Or it's just the 1, 2.",
    "start": "01:00:27",
    "end": "01:00:32"
  },
  {
    "text": "Yeah, the 1, 2 punch.",
    "start": "01:00:33",
    "end": "01:00:35"
  },
  {
    "text": "This is called parallelism. So there was a guy named Robert Lowth, Englishman, who was a divine.",
    "start": "01:00:35",
    "end": "01:00:41"
  },
  {
    "text": "A divine.",
    "start": "01:00:42",
    "end": "01:00:43"
  },
  {
    "text": "Yeah, it's like an Old English term for scholar.",
    "start": "01:00:43",
    "end": "01:00:45"
  },
  {
    "text": "Oh, okay.",
    "start": "01:00:45",
    "end": "01:00:46"
  },
  {
    "text": "And he's credited with writing the first systematic dissertation on biblical poetry. It's called Lectures on the Sacred Poetry of the Hebrews.",
    "start": "01:00:46",
    "end": "01:00:55"
  },
  {
    "text": "Nice.",
    "start": "01:00:56",
    "end": "01:00:56"
  },
  {
    "text": "In the year 1753. And here's how he put it. What? Do you notice this feature of parallel repetition. He says there is a certain conformation of the sentences which is chiefly observable in those passages which frequently occur in Hebrew poetry, in which they treat one subject in many different ways, parallel, and dwell upon the same sentiment. So the voice of Yahweh.",
    "start": "01:00:56",
    "end": "01:01:27"
  },
  {
    "text": "Yeah.",
    "start": "01:01:27",
    "end": "01:01:27"
  },
  {
    "text": "In Psalm 29, when they express the same thing in different words or different things in the similar form of words. And since this artifice of composition seldom fails to produce an agreeable and measured cadence, we must scarcely doubt it must have imparted to their poetry an exquisite degree of beauty and grace. That was one all one sentence.",
    "start": "01:01:28",
    "end": "01:01:56"
  },
  {
    "text": "Grammatically, his sentence has a lot of beauty and grace as well.",
    "start": "01:01:57",
    "end": "01:02:01"
  },
  {
    "text": "Yeah. Yeah. Right. So his other major contribution was he wrote a commentary on the whole book of Isaiah, just commenting on the nature of the poetry. So it's not a theological commentary. He's just. It's a commentary on poetic style.",
    "start": "01:02:01",
    "end": "01:02:18"
  },
  {
    "text": "When people. When I read, like, Old English, like this, or older English.",
    "start": "01:02:18",
    "end": "01:02:22"
  },
  {
    "text": "Yeah.",
    "start": "01:02:22",
    "end": "01:02:22"
  },
  {
    "text": "It sounds like the people are so much smarter than we are. This artifice of composition, would that be something that just a normal Englishman would say, or is he just like.",
    "start": "01:02:23",
    "end": "01:02:36"
  },
  {
    "text": "Yeah, he is writing.",
    "start": "01:02:36",
    "end": "01:02:38"
  },
  {
    "text": "Yeah.",
    "start": "01:02:38",
    "end": "01:02:39"
  },
  {
    "text": "Like literary. When you write, you tend to be a little more articulate. When people write.",
    "start": "01:02:39",
    "end": "01:02:43"
  },
  {
    "text": "Yeah, sure.",
    "start": "01:02:43",
    "end": "01:02:44"
  },
  {
    "text": "Except texting.",
    "start": "01:02:44",
    "end": "01:02:45"
  },
  {
    "text": "I don't know. Nowadays, when someone writes and they're doing that, it almost feels like they're trying.",
    "start": "01:02:45",
    "end": "01:02:50"
  },
  {
    "text": "To show off being fancy. Yeah, that's true. That's a good point. But that's just our becoming acclimated to the email texting, scratch out your thoughts in bad grammar type of English and.",
    "start": "01:02:50",
    "end": "01:03:03"
  },
  {
    "text": "Just add an emoji. So everything's fine.",
    "start": "01:03:03",
    "end": "01:03:05"
  },
  {
    "text": "It's the idiocracy. Okay. So he's got his thumb on something. And pretty much everybody writing on poetry since him has been just developing and filling out what he intuited and tried to.",
    "start": "01:03:05",
    "end": "01:03:17"
  },
  {
    "text": "He wouldn't be the first one to notice that. No, I mean, it's not like a hidden feature.",
    "start": "01:03:18",
    "end": "01:03:22"
  },
  {
    "text": "No, he's the first one who wrote a systematic dissertation and he created categories of parallelism. So he called some synonymous. Basically the same idea through multiple lines. He called sum antithetical, where it's a contrast.",
    "start": "01:03:22",
    "end": "01:03:38"
  },
  {
    "text": "And that would be says express the same thing in different words. Synonymous or different things in similar form of words.",
    "start": "01:03:39",
    "end": "01:03:45"
  },
  {
    "text": "Correct. Yep. Something two opposites, which is. Well, most of the. We'll look at a couple proverbs. That's how most of the proverbs are cast.",
    "start": "01:03:45",
    "end": "01:03:51"
  },
  {
    "text": "Okay.",
    "start": "01:03:51",
    "end": "01:03:52"
  },
  {
    "text": "But he also created a big middle default junk drawer, which he just called synthetic parallelism, which just means the second line doesn't say the same thing, doesn't say the opposite thing. It's just another thing. And what most of biblical scholarship has tried to figure out is, well, how many of those things are there and why? And there's been lots of debate, and now there are people who are just saying, let's just stop trying to categorize them. Let's just paint a spectrum. They just have. It's free verse, so they can do virtually anything they want with these two lines. And the point isn't to categorize it. The point is to just experience it. So this is something interesting. This is down at the bottom of page four. Almost all the proverbs in the book of Proverbs are cast in these little parallel. Mostly two liners. And the word for proverb in Hebrew is mashal, and it means to compare a comparison of two things.",
    "start": "01:03:52",
    "end": "01:04:56"
  },
  {
    "text": "Proverbs means to compare a comparison. Interesting.",
    "start": "01:04:56",
    "end": "01:05:00"
  },
  {
    "text": "Yeah.",
    "start": "01:05:00",
    "end": "01:05:00"
  },
  {
    "text": "So I can rename Psalms in my Bible as song and Proverbs as compare.",
    "start": "01:05:00",
    "end": "01:05:07"
  },
  {
    "text": "Yeah. Proverbs is comparisons.",
    "start": "01:05:08",
    "end": "01:05:10"
  },
  {
    "text": "Comparisons.",
    "start": "01:05:10",
    "end": "01:05:11"
  },
  {
    "text": "Comparisons. Yeah. Through this poetic medium, the two lines put two things together.",
    "start": "01:05:11",
    "end": "01:05:16"
  },
  {
    "text": "Proverbs are generally just two lines oftentimes.",
    "start": "01:05:16",
    "end": "01:05:19"
  },
  {
    "text": "Yep. Sometimes a triple triplet comes along, but they're most often too. So here's just some classics, and you can just see the potentials of the form here. Psalm 6. Excuse me? Psalm Proverbs 16:32. Being slow to anger is better than being a warrior and one who rules their passions than one who captures the city. So the slow to anger is compared to somebody who can rule their passion. And then the advantages of being a warrior, being able to chop someone's head off is compared to somebody who can capture a city. Mm, that's pretty simple. So you would say there's two corresponding elements being compared here. Yeah, actually it's multiple. There's one thing, somebody who has self control.",
    "start": "01:05:19",
    "end": "01:06:12"
  },
  {
    "text": "Yeah. This makes you think that there. That to the author of the proverb here, your passions. Dealing with your passions is like a brawl. It's like a fight. It's like a. Yes, it's a war in and of itself.",
    "start": "01:06:13",
    "end": "01:06:30"
  },
  {
    "text": "Oh, yeah. Okay. Yeah. The metaphor creates this surplus of meaning that you now reflect on. Yeah, yeah. Your anger and your passions can make you powerful. But if being able to control your passions to some degree is better, then it means that strength can be really destructive. So here it's a warrior or somebody who captures a city. I guess that can be good. Of course that can be good if it's. If you're the one who wins.",
    "start": "01:06:30",
    "end": "01:07:01"
  },
  {
    "text": "To capturing a city. Yeah, yeah. Seems like the point is capturing a.",
    "start": "01:07:02",
    "end": "01:07:06"
  },
  {
    "text": "City is hard, but takes a lot of passion.",
    "start": "01:07:06",
    "end": "01:07:09"
  },
  {
    "text": "Well, yeah, I mean, it takes a lot of warring and to the same degree of the. Of the fight you have to put up. To capture a city is a fight you have to put up to rule over your own passions.",
    "start": "01:07:10",
    "end": "01:07:23"
  },
  {
    "text": "Got it. Yeah.",
    "start": "01:07:23",
    "end": "01:07:23"
  },
  {
    "text": "And so the city that you are controlling is your own internal passion.",
    "start": "01:07:24",
    "end": "01:07:32"
  },
  {
    "text": "Yes, that's right. Yes.",
    "start": "01:07:32",
    "end": "01:07:33"
  },
  {
    "text": "And so in the same way, if you want to capture city, you need to be a warrior, but if you want to capture your passion, you got to be slow to anger.",
    "start": "01:07:33",
    "end": "01:07:45"
  },
  {
    "text": "Yeah. You need to be more than a warrior almost. It's saying better, more powerful.",
    "start": "01:07:46",
    "end": "01:07:52"
  },
  {
    "text": "Yeah.",
    "start": "01:07:52",
    "end": "01:07:53"
  },
  {
    "text": "Is the one going to be more work?",
    "start": "01:07:53",
    "end": "01:07:55"
  },
  {
    "text": "Yeah, it's more work to control the chaos inside of you than it is to capture a city.",
    "start": "01:07:55",
    "end": "01:08:01"
  },
  {
    "text": "Than it captures city. Yeah, yeah. So what's great about this example is this isn't just thought rhyming in terms of you're just. I just want to. I just want to add an extra line to this. Like the second line really enriches the meaning and the depth of this proverb.",
    "start": "01:08:01",
    "end": "01:08:21"
  },
  {
    "text": "Yeah.",
    "start": "01:08:21",
    "end": "01:08:22"
  },
  {
    "text": "You know, being slow to anger is better than being a wicked.",
    "start": "01:08:22",
    "end": "01:08:25"
  },
  {
    "text": "Well, if it was just.",
    "start": "01:08:25",
    "end": "01:08:25"
  },
  {
    "text": "I could stand. Yeah, right there.",
    "start": "01:08:25",
    "end": "01:08:27"
  },
  {
    "text": "In of itself, that line makes you think, oh, it wants me to not to be this crazy guy who runs around and tries to control things with my power. It wants me to be a subdued, thoughtful, slow and intentional kind of person. And that by itself, you're like, okay, that makes sense.",
    "start": "01:08:27",
    "end": "01:08:51"
  },
  {
    "text": "Yeah.",
    "start": "01:08:51",
    "end": "01:08:51"
  },
  {
    "text": "But then the second line makes you realize doing that is actually a lot more warring.",
    "start": "01:08:52",
    "end": "01:09:00"
  },
  {
    "text": "There's a battle involved.",
    "start": "01:09:01",
    "end": "01:09:02"
  },
  {
    "text": "There is a battle involved.",
    "start": "01:09:02",
    "end": "01:09:03"
  },
  {
    "text": "You need to rule something that's chaotic. And if you're able to do that, you're actually better than a warrior, better than somebody who can capture a city. Yeah.",
    "start": "01:09:03",
    "end": "01:09:13"
  },
  {
    "text": "And I can imagine that capturing a city is not easy.",
    "start": "01:09:13",
    "end": "01:09:17"
  },
  {
    "text": "I've never had to do it.",
    "start": "01:09:18",
    "end": "01:09:19"
  },
  {
    "text": "Never had to do it. Never been in that situation.",
    "start": "01:09:19",
    "end": "01:09:21"
  },
  {
    "text": "And I certain I never will.",
    "start": "01:09:21",
    "end": "01:09:23"
  },
  {
    "text": "Yeah, well, you know, not too many generations ago, our ancestors were capturing cities.",
    "start": "01:09:23",
    "end": "01:09:30"
  },
  {
    "text": "Could take that for granted. Okay, so that's a good example. These are two parallel lines.",
    "start": "01:09:30",
    "end": "01:09:36"
  },
  {
    "text": "Yeah.",
    "start": "01:09:36",
    "end": "01:09:36"
  },
  {
    "text": "But they're not just saying the same thing though. They are exploring one core idea.",
    "start": "01:09:36",
    "end": "01:09:41"
  },
  {
    "text": "Yeah.",
    "start": "01:09:41",
    "end": "01:09:42"
  },
  {
    "text": "Again, overabundance. When you pair slow to anger and ruling passion with warrior and city. Right. You have four components there. And it's like an example where one plus one plus one plus one equals 18. Right. It's just all of a sudden you put those four things next to each other. The. The poetic form, we call that synergy. Yeah, it's awesome. It's poetry. It's the nature of poetry. It's the art that you can communicate more by choosing these limitations to say less. It's such a awesome. It's great. Here's one where they're opposites. Proverbs 13:3. One who guards his mouth, preserves his life. One who opens wide his lips comes to ruin.",
    "start": "01:09:42",
    "end": "01:10:34"
  },
  {
    "text": "It's another self control proverb.",
    "start": "01:10:35",
    "end": "01:10:37"
  },
  {
    "text": "Yeah, it is. Yeah.",
    "start": "01:10:37",
    "end": "01:10:39"
  },
  {
    "text": "One who guards his mouth preserves his life. One who opens wide his lips comes to ruin. So it's saying the same thing in the opposite way.",
    "start": "01:10:39",
    "end": "01:10:46"
  },
  {
    "text": "Yes. Yeah. This is what Loath was saying. You can say different thing with similar form of words or the same thing through different form of words, but each one begins with one. There's two contrasting ones. One guards his mouth.",
    "start": "01:10:47",
    "end": "01:11:00"
  },
  {
    "text": "Yep.",
    "start": "01:11:00",
    "end": "01:11:00"
  },
  {
    "text": "One opens his lips with opposite outcomes. And it's obviously not promoting opening wide your lips. And also notice, just opening your lips is a metaphor for talking.",
    "start": "01:11:00",
    "end": "01:11:13"
  },
  {
    "text": "Yeah. Right.",
    "start": "01:11:13",
    "end": "01:11:15"
  },
  {
    "text": "Talking with. No.",
    "start": "01:11:15",
    "end": "01:11:16"
  },
  {
    "text": "Yeah. And it's not talking about eating.",
    "start": "01:11:16",
    "end": "01:11:18"
  },
  {
    "text": "Yeah, yeah, that's right.",
    "start": "01:11:18",
    "end": "01:11:20"
  },
  {
    "text": "For me though, these kind of proverbs are hard for me because I'm the guy who will guard my mouth. But it's not because of self control. It's because of like, fear and like, I need to. I need to be more like. I don't know, like Peter.",
    "start": "01:11:20",
    "end": "01:11:37"
  },
  {
    "text": "Just kind of proverb aimed at more. At certain temperaments. I'm the same. I would rather observe what's going on in a room than contribute to it.",
    "start": "01:11:37",
    "end": "01:11:46"
  },
  {
    "text": "Yeah. I need a proverb that's, like, better is the man who. You know that. That. That it's a poem or something of dance, like, no one's watching. And love, like you'll never get hurt. Like, that's the poem I need, not the. Like, don't open your mouth. You'll make a fool of yourself.",
    "start": "01:11:46",
    "end": "01:12:06"
  },
  {
    "text": "That's what I expect to see on someone's screensaver or something.",
    "start": "01:12:06",
    "end": "01:12:08"
  },
  {
    "text": "Totally. That's classic.",
    "start": "01:12:08",
    "end": "01:12:10"
  },
  {
    "text": "That's funny. Yeah. You know, proverbs are. Michael Fox, my Hebrew advisor at University of Wisconsin, he used the metaphor. Proverbs are like a pocket of change. No one coin is right for every one situation. Different ones for different circumstances and different combinations at different times. So that's totally true. This proverb isn't the right thing for everyone to hear every moment, but it's probably right for everybody at some moment. So the point is the poetic form. This is an example where it uses the same grammar form. One who guards his mouth, one who opens his lips. But they have opposite points. Got it. The third example, third proverb, just looking at three, fits into that muddy category in the middle, the Robert Low, the synthetic. So here's Proverbs 19:17. One who lends to the Lord is one gracious to the poor.",
    "start": "01:12:11",
    "end": "01:13:11"
  },
  {
    "text": "Okay.",
    "start": "01:13:12",
    "end": "01:13:12"
  },
  {
    "text": "He will repay him for his good deed.",
    "start": "01:13:13",
    "end": "01:13:16"
  },
  {
    "text": "Yeah.",
    "start": "01:13:17",
    "end": "01:13:18"
  },
  {
    "text": "This is actually an astounding proverb.",
    "start": "01:13:18",
    "end": "01:13:21"
  },
  {
    "text": "How so?",
    "start": "01:13:22",
    "end": "01:13:23"
  },
  {
    "text": "It's talking about. It's promoting being generous.",
    "start": "01:13:23",
    "end": "01:13:27"
  },
  {
    "text": "Yeah. Charity.",
    "start": "01:13:27",
    "end": "01:13:28"
  },
  {
    "text": "But it begins by saying, one who lends to Yahweh.",
    "start": "01:13:28",
    "end": "01:13:33"
  },
  {
    "text": "Yeah.",
    "start": "01:13:33",
    "end": "01:13:34"
  },
  {
    "text": "You're actually donating to Yahweh.",
    "start": "01:13:34",
    "end": "01:13:36"
  },
  {
    "text": "Yeah.",
    "start": "01:13:36",
    "end": "01:13:37"
  },
  {
    "text": "One who donates to Yahweh. That's the one who donates to the poor.",
    "start": "01:13:37",
    "end": "01:13:41"
  },
  {
    "text": "Hmm.",
    "start": "01:13:41",
    "end": "01:13:41"
  },
  {
    "text": "That's the first line. And in Hebrew, this is one of these things where most of those English words fit into a single Hebrew word.",
    "start": "01:13:42",
    "end": "01:13:49"
  },
  {
    "text": "Yeah, that's like two Hebrew words.",
    "start": "01:13:49",
    "end": "01:13:51"
  },
  {
    "text": "Yeah, it's actually four. It's four Hebrew words. And then the B line doesn't tell you. A parallel thought. Yeah, that would be. One who lends to the Lord is one who's gracious to the poor.",
    "start": "01:13:51",
    "end": "01:14:02"
  },
  {
    "text": "Yeah. One who gives to people in time of need or something is the one.",
    "start": "01:14:02",
    "end": "01:14:07"
  },
  {
    "text": "Oh, yeah, it would be like that. Yeah, yeah. That'd be, like, super strict. So here the beeline just comes and gives a result as a consequence. The Lord will repay the one who's gracious.",
    "start": "01:14:07",
    "end": "01:14:19"
  },
  {
    "text": "Yeah.",
    "start": "01:14:19",
    "end": "01:14:20"
  },
  {
    "text": "So it's just a consequence. It's the thing that happens because of the reality of the. So you can see this form is really plastic.",
    "start": "01:14:20",
    "end": "01:14:29"
  },
  {
    "text": "Yeah.",
    "start": "01:14:29",
    "end": "01:14:29"
  },
  {
    "text": "Poets can use this parallel line, but.",
    "start": "01:14:29",
    "end": "01:14:33"
  },
  {
    "text": "The things that are always in common are two lines, coupled lines. Sometimes three.",
    "start": "01:14:33",
    "end": "01:14:38"
  },
  {
    "text": "Yep.",
    "start": "01:14:38",
    "end": "01:14:38"
  },
  {
    "text": "And sometimes four, like in the one.",
    "start": "01:14:38",
    "end": "01:14:41"
  },
  {
    "text": "We very rarely four, like in the opening of Psalm 29.",
    "start": "01:14:41",
    "end": "01:14:44"
  },
  {
    "text": "Psalm 29 is four.",
    "start": "01:14:44",
    "end": "01:14:45"
  },
  {
    "text": "Yep. But standard is two. And the relationship of the two can take on all these variations, which is. That's why the free verse category, I think, is helpful.",
    "start": "01:14:45",
    "end": "01:14:59"
  },
  {
    "text": "Yeah.",
    "start": "01:14:59",
    "end": "01:14:59"
  },
  {
    "text": "It's just. You're freestyling.",
    "start": "01:14:59",
    "end": "01:15:01"
  },
  {
    "text": "We're trying to create structure where there is actually little structure.",
    "start": "01:15:01",
    "end": "01:15:05"
  },
  {
    "text": "Yeah, that's right.",
    "start": "01:15:05",
    "end": "01:15:06"
  },
  {
    "text": "But there is structure.",
    "start": "01:15:06",
    "end": "01:15:07"
  },
  {
    "text": "Yeah, There is a. There's a rhythm. The rhythm is one thing, the next.",
    "start": "01:15:07",
    "end": "01:15:12"
  },
  {
    "text": "Thing, the next thing, sometimes a third.",
    "start": "01:15:12",
    "end": "01:15:14"
  },
  {
    "text": "And there's even a biblical poem that draws attention to this in Psalm 62. This is fascinating. I love this. It's so good. One thing. God has spoken. Two things. I have heard that power belongs to God and covenant. Loyalty is yours, O Lord, for you'll recompense each person according to their deeds. So the. The two parallel lines are drawing attention to themselves. God is saying one thing in this little poem, but what the poet hears are two things is it is two things. And then he goes on to give you two parallel lines that have one thought.",
    "start": "01:15:17",
    "end": "01:16:00"
  },
  {
    "text": "Isn't that good?",
    "start": "01:16:01",
    "end": "01:16:02"
  },
  {
    "text": "Yeah, that's good. He's just. He's playing with the form.",
    "start": "01:16:02",
    "end": "01:16:05"
  },
  {
    "text": "He knows what he's doing.",
    "start": "01:16:05",
    "end": "01:16:05"
  },
  {
    "text": "He knows exactly what he's doing. So God's powerful. God's also loyal to his covenant. Two statements, one thing. And what is the outcome of that thing? If God's powerful and he is loyal to his promises, then those who are.",
    "start": "01:16:05",
    "end": "01:16:24"
  },
  {
    "text": "Loyal to him will receive the goodness of his power.",
    "start": "01:16:24",
    "end": "01:16:29"
  },
  {
    "text": "Everybody will get what they deserve. That's the point. But I love just the opening draws attention to the idea that the poet's aware that he's got a core thing that he wants to communicate, and he's using more than one poetic line to describe it. So there you go. You can just go through. And if you start reading these poems slowly, what you'll notice is that this back and forth of usually two lines.",
    "start": "01:16:29",
    "end": "01:16:57"
  },
  {
    "text": "Yeah.",
    "start": "01:16:57",
    "end": "01:16:57"
  },
  {
    "text": "And the second line is often intensifying or it's creating some subtle juxtaposition of some thing that's kind of like. What? Oh, right. Like a warrior paralleled with capturing a city. Whoa. Oh, Okay, I guess. Yeah. And then that gets your imagination firing. And that's what this poetry is meant to do, is put one thing, one line next to another line to fire your imagination, to say more than could have been said otherwise. Yeah.",
    "start": "01:16:58",
    "end": "01:17:32"
  },
  {
    "text": "Thanks for listening to this episode of the BibleProject podcast. Our show today was produced by Dan Gummel. The intro music is by the band Tense. If you've been enjoying our show, you might also like Tim's podcast called Exploring My Strange Bible. It's a collection of Tim's sermons, notes and lectures over the last decade. And speaking of notes, throughout these podcast conversations, Tim and I sometimes reference his notes that we're both going through. And people have asked, hey, can I get access to those notes? And the answer is, absolutely. They're actually in the show notes. If you're on an iPhone, just swipe up to find them. If you're in a different application, click on Show Notes, whatever device you're using, and you'll get to them. The Bible Project is a nonprofit, crowdfunded project in Portland, Oregon, and you can find all of our resources for free@thebibleproject.com.",
    "start": "01:17:33",
    "end": "01:18:23"
  }
]