[
  {
    "text": "Foreign. Hey, this is John at the bibleproject. And today on the podcast, we're going to continue a conversation on how to read the wisdom books in the Bible. Proverbs, Ecclesiastes, Song of Songs, and Job. And like we tend to do, we first are spending a lot of time in Genesis 1:3.",
    "start": "00:00:00",
    "end": "00:00:26"
  },
  {
    "text": "Genesis 1:1 through 3 is crucial for grasping why the books of Solomon are what they are.",
    "start": "00:00:26",
    "end": "00:00:32"
  },
  {
    "text": "In the garden are two trees. The tree of life, which God wants us to eat of, and also the tree of the knowledge of good and evil, which if we eat of, we will die. Today we're going to talk about that second tree, and Tim points out that calling it the tree of good and evil is problematic.",
    "start": "00:00:32",
    "end": "00:00:50"
  },
  {
    "text": "So the word evil in English is pretty much narrowly connected to moral evil or essential evil. And the Hebrew word Ra is not evil loads in too much cosmic moral meaning.",
    "start": "00:00:51",
    "end": "00:01:07"
  },
  {
    "text": "If you look at other places in the Hebrew Scriptures where that phrase the knowledge of good and bad, or in Hebrew, the knowledge of Tov and Ra, you'll notice this phrase is a way.",
    "start": "00:01:07",
    "end": "00:01:18"
  },
  {
    "text": "Of talking about a mature adult human with discernment between good and bad. So in other words, Adam and Eve are depicted as being in their moral infancy.",
    "start": "00:01:18",
    "end": "00:01:28"
  },
  {
    "text": "So eating of the tree isn't just about whether we will choose evil. It's about how we're going to learn wisdom so that we can rule the.",
    "start": "00:01:28",
    "end": "00:01:37"
  },
  {
    "text": "World with God, because he's called a child to rule. So the tree represents a choice about two different ways of learning what is Tov and Ra. I can take it for myself because it's good in my eyes, that's what's going to happen. Or hands off. I will allow G D in his own time to give me the knowledge of Tov and Ra.",
    "start": "00:01:37",
    "end": "00:02:02"
  },
  {
    "text": "All that and more on today's episode. Thanks for joining us. Here we go. All right. We're going to continue our conversation about the books in the Bible that we're calling the wisdom literature, which I just learned from you is a modern construct. But there's something about these books as they're related to wisdom and to Solomon, that it's important to understand that the entire Hebrew scriptures is intended for us to find wisdom.",
    "start": "00:02:02",
    "end": "00:02:39"
  },
  {
    "text": "Yeah. And is actually called wisdom literature within the Hebrew Bible itself. Yeah. In Psalm 119, the whole Hebrew Bible is wisdom literature.",
    "start": "00:02:39",
    "end": "00:02:48"
  },
  {
    "text": "And this is so crucially important because the whole setup to the story of the Bible.",
    "start": "00:02:48",
    "end": "00:02:53"
  },
  {
    "text": "Yes.",
    "start": "00:02:53",
    "end": "00:02:53"
  },
  {
    "text": "Is humans trying to decide how they're going to get wisdom.",
    "start": "00:02:53",
    "end": "00:02:57"
  },
  {
    "text": "Humans on a quest for wisdom.",
    "start": "00:02:57",
    "end": "00:02:59"
  },
  {
    "text": "Yeah.",
    "start": "00:02:59",
    "end": "00:02:59"
  },
  {
    "text": "Yes. Yeah. God as the provider and definer of what is good.",
    "start": "00:02:59",
    "end": "00:03:05"
  },
  {
    "text": "Yeah.",
    "start": "00:03:05",
    "end": "00:03:05"
  },
  {
    "text": "And then humans are given responsibility that also requires them to have wisdom about good and evil.",
    "start": "00:03:05",
    "end": "00:03:13"
  },
  {
    "text": "Yeah.",
    "start": "00:03:13",
    "end": "00:03:13"
  },
  {
    "text": "The question is what kind of wisdom and what's the baseline of that wisdom and how will they get it? Yep, that's the drama.",
    "start": "00:03:13",
    "end": "00:03:22"
  },
  {
    "text": "But we need wisdom. We need wisdom and not just because our lives will be better, but because we have this calling.",
    "start": "00:03:22",
    "end": "00:03:29"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:03:29",
    "end": "00:03:30"
  },
  {
    "text": "To rule with God.",
    "start": "00:03:30",
    "end": "00:03:32"
  },
  {
    "text": "That's right.",
    "start": "00:03:32",
    "end": "00:03:32"
  },
  {
    "text": "And how are you going to do that?",
    "start": "00:03:33",
    "end": "00:03:34"
  },
  {
    "text": "Yeah, yeah, yeah. Humans are given the responsibility to bear God's image and to rule it, steward creation on the Creator's behalf. That requires decision making.",
    "start": "00:03:35",
    "end": "00:03:46"
  },
  {
    "text": "Yes.",
    "start": "00:03:46",
    "end": "00:03:47"
  },
  {
    "text": "And to make decisions, you need wisdom. How to evaluate and weigh factors on either side of a decision. But the question is, what's your baseline? Or a different metaphor. What's your true north on your compass? What defines true wisdom and how do you attain that wisdom?",
    "start": "00:03:48",
    "end": "00:04:08"
  },
  {
    "text": "I think a lot of people will want a guidebook or a set of rules. That's kind of the cleanest way to know what to do, which is good and bad. And in a way, in the story of the Bible, God does give a bunch of laws, rules to a people. And so it's kind of easy to start thinking like, okay, well then that's, that's how you get wisdom, is you just find the divine rule book and adhere to it with your own grit.",
    "start": "00:04:08",
    "end": "00:04:40"
  },
  {
    "text": "Yes. And what this narrative is going to put in front of us is that even when humans get very specific rules and directives from God himself, they still prove themselves unable to live by true wisdom because it's not just following a rule. The deeper set of issues are my motives and long term habits and character formation. You know, you can obey rules out of really bad motives.",
    "start": "00:04:41",
    "end": "00:05:09"
  },
  {
    "text": "Wouldn't that be amazing if you had like an app where like at any given moment you could just open it up and it tells you the next right thing to do.",
    "start": "00:05:09",
    "end": "00:05:17"
  },
  {
    "text": "That sounds terrible.",
    "start": "00:05:20",
    "end": "00:05:21"
  },
  {
    "text": "It is a bit of a dystopia.",
    "start": "00:05:22",
    "end": "00:05:23"
  },
  {
    "text": "That is a little bit what my phone does for me. It just does it for things that I don't care about. And I've given it the responsibility to tell me where to go.",
    "start": "00:05:24",
    "end": "00:05:31"
  },
  {
    "text": "Yeah, like maps.",
    "start": "00:05:31",
    "end": "00:05:32"
  },
  {
    "text": "Like maps, yeah.",
    "start": "00:05:32",
    "end": "00:05:33"
  },
  {
    "text": "Like you don't think about where to turn anymore. You let the computer algorithm decide that for you.",
    "start": "00:05:33",
    "end": "00:05:40"
  },
  {
    "text": "I've made a decision that I'm going to focus on other decisions and I've given over directional guidance to a computer in my.",
    "start": "00:05:40",
    "end": "00:05:50"
  },
  {
    "text": "This is a tangent, but like at. As machine learning gets more and more advanced, we will offload more and more Decisions, Sure.",
    "start": "00:05:50",
    "end": "00:05:57"
  },
  {
    "text": "Yeah.",
    "start": "00:05:57",
    "end": "00:05:58"
  },
  {
    "text": "That we don't want to make.",
    "start": "00:05:58",
    "end": "00:05:59"
  },
  {
    "text": "That's right.",
    "start": "00:05:59",
    "end": "00:06:00"
  },
  {
    "text": "I think we've talked about this before.",
    "start": "00:06:00",
    "end": "00:06:01"
  },
  {
    "text": "We have. Yeah. But who decides what can be decided by an algorithm? And what should be decided by a human who we would say has moral capacities.",
    "start": "00:06:01",
    "end": "00:06:13"
  },
  {
    "text": "But I'm saying if God designed an algorithm, if God designed an app.",
    "start": "00:06:13",
    "end": "00:06:16"
  },
  {
    "text": "Oh, I understand. Yeah, I got it. Okay. But no, but that's. The whole point is that God wants humans to mature and grow into divine, like, wisdom, so that their will and decisions imitate ultimate goodness and wisdom.",
    "start": "00:06:16",
    "end": "00:06:32"
  },
  {
    "text": "He doesn't want us just checking things off lists like.",
    "start": "00:06:32",
    "end": "00:06:35"
  },
  {
    "text": "No, just as partners.",
    "start": "00:06:36",
    "end": "00:06:37"
  },
  {
    "text": "Partners.",
    "start": "00:06:37",
    "end": "00:06:38"
  },
  {
    "text": "True partners. So that our wills are aligned and you don't have to be me and I don't have to be you. We can exist as two others in the world whose wills are aligned. But yet I haven't assimilated you into me. We can have a unified will that moves the world forward, but both exist in our uniqueness and otherness. That's the depiction of God's will and design for the world on page one. And then that's imitated by the human. That the humans are one species, Adam, humanity, but yet they also consist of others, the two. And they are one, but also more than one. And then that's explored in the imagery of male and female in Genesis 2. The two who become one, that's a whole other thing. But it's connected with. God wants humans to become wise and to rule the world well on his behalf, to create more of the garden that he first provided.",
    "start": "00:06:38",
    "end": "00:07:37"
  },
  {
    "text": "And that's the image of eating from the tree of Life.",
    "start": "00:07:37",
    "end": "00:07:40"
  },
  {
    "text": "Correct.",
    "start": "00:07:40",
    "end": "00:07:40"
  },
  {
    "text": "I kind of imagine it's like you take one bite and you're set. You're like, ah, I got the magic tree of life apple in my belly, and now I can live forever.",
    "start": "00:07:41",
    "end": "00:07:50"
  },
  {
    "text": "Yeah. Well, to be in the garden, in God's presence, ruling with him forever, eating from the tree of Life, that's like one packaged image. But that is a fragile condition. It can be compromised. It can be lost all. Even just on one choice. It can all go terribly wrong. And who doesn't know? That's life, man. Yeah, that's life. The Eden story is very much trying to connect and be in tune with the way that we experience life.",
    "start": "00:07:51",
    "end": "00:08:20"
  },
  {
    "text": "Yeah. Which makes it so difficult to imagine what new creation really could be like.",
    "start": "00:08:21",
    "end": "00:08:26"
  },
  {
    "text": "Yeah, totally. Sure, sure.",
    "start": "00:08:26",
    "end": "00:08:29"
  },
  {
    "text": "Because of the fragility, like you just mentioned, how easy would it be to screw things up?",
    "start": "00:08:29",
    "end": "00:08:34"
  },
  {
    "text": "That's right.",
    "start": "00:08:34",
    "end": "00:08:35"
  },
  {
    "text": "And how can creation get to a place where. Or we stop doing that.",
    "start": "00:08:35",
    "end": "00:08:39"
  },
  {
    "text": "Yeah, yeah, yeah, yeah. Well. But if you have creatures who have become one with their creator so that his life presence inhabits them, the Borg and that they. No, the Borg is different. The Borg is. Everything gets assimilated into the One is what we were just talking about. But the biblical vision is. No. A universe of others that are one through love for one another. Now we're talking the biblical storyline. And love doesn't erase the identity of the other. It allows them to exist in their uniqueness, but it also acts in a way that will sacrificially find a way so that our wills can be unified in mutual honor. Now we're talking. That's wisdom. Wisdom is finding that way. So in the Garden of Eden, this Eden state is fragile. That's the whole point of how it starts. Because God gives the humans a choice. He puts them in this garden loaded with goodness that God's provided by his wisdom. You have the two who are one there. Humans aren't making power plays on each other. They're both ruling like kings and queens. They're naked. They're vulnerable. Everything is known. Nothing is hidden. No one is hiding. Everything's open. And everything is received and loved. I mean, it's Eden, right?",
    "start": "00:08:40",
    "end": "00:10:00"
  },
  {
    "text": "Yeah.",
    "start": "00:10:00",
    "end": "00:10:00"
  },
  {
    "text": "Okay.",
    "start": "00:10:00",
    "end": "00:10:01"
  },
  {
    "text": "And at the same time, they're exploring and they're building and creating.",
    "start": "00:10:01",
    "end": "00:10:07"
  },
  {
    "text": "Correct.",
    "start": "00:10:07",
    "end": "00:10:07"
  },
  {
    "text": "It's easy for my mind to slip into just some sort of, like, boring utopia.",
    "start": "00:10:07",
    "end": "00:10:13"
  },
  {
    "text": "Yeah, yeah. Got it. But that's the environment where they care and work.",
    "start": "00:10:13",
    "end": "00:10:17"
  },
  {
    "text": "Yeah.",
    "start": "00:10:17",
    "end": "00:10:17"
  },
  {
    "text": "Which is what God told them to do in the garden.",
    "start": "00:10:17",
    "end": "00:10:19"
  },
  {
    "text": "Yeah.",
    "start": "00:10:19",
    "end": "00:10:19"
  },
  {
    "text": "To care for it.",
    "start": "00:10:19",
    "end": "00:10:20"
  },
  {
    "text": "I still imagine there's surprises and disappointments and all these things.",
    "start": "00:10:20",
    "end": "00:10:25"
  },
  {
    "text": "Yeah.",
    "start": "00:10:25",
    "end": "00:10:26"
  },
  {
    "text": "It's not like you never experience something uncomfortable. It's just everyone is loving each other and there's wisdom.",
    "start": "00:10:26",
    "end": "00:10:34"
  },
  {
    "text": "Yeah. Okay, so part of that good setup is in Genesis 2, verse 9. Out of the ground, the Lord God caused to grow every tree that is good to the eyes and good for food. The tree of life was also in the middle of the garden. And the tree of knowing. Tov and Ra, Good and bad. So first, the whole garden is full of goodness. Yeah, that's Genesis 1.",
    "start": "00:10:34",
    "end": "00:11:03"
  },
  {
    "text": "A variety of goodness.",
    "start": "00:11:03",
    "end": "00:11:04"
  },
  {
    "text": "Variety of goodness. The tree of life is there. That's God's providing.",
    "start": "00:11:04",
    "end": "00:11:09"
  },
  {
    "text": "Yeah. The pinnacle of the goodness.",
    "start": "00:11:09",
    "end": "00:11:11"
  },
  {
    "text": "Yep, that's right. But then, last thing to be mentioned. It's kind of like the most dramatic thing. Oh, the tree of knowing. Good and rare. This is the first time the word is used in the Bible. Okay. I've made a significant development in how I talk about the word Ra that I want to talk about with you.",
    "start": "00:11:11",
    "end": "00:11:30"
  },
  {
    "text": "Okay.",
    "start": "00:11:30",
    "end": "00:11:30"
  },
  {
    "text": "Because I think I found a great English word. Or at least I think. Yes. I think the English word bad actually does better in English what the Hebrew word Ra does in Hebrew.",
    "start": "00:11:30",
    "end": "00:11:42"
  },
  {
    "text": "Bad. Good and bad.",
    "start": "00:11:42",
    "end": "00:11:43"
  },
  {
    "text": "Yeah. Good and bad, which are also pairs.",
    "start": "00:11:43",
    "end": "00:11:45"
  },
  {
    "text": "Yes.",
    "start": "00:11:45",
    "end": "00:11:45"
  },
  {
    "text": "In English, the tree of good and bad. The tree of. Yes, dude, that's exactly right.",
    "start": "00:11:46",
    "end": "00:11:50"
  },
  {
    "text": "It sounds really silly right now, but.",
    "start": "00:11:50",
    "end": "00:11:51"
  },
  {
    "text": "No, trust me, it will help us in spades. So the word evil in English is pretty much narrowly connected to moral evil or essential evil. And the Hebrew word Ra is not the word good. Let's focus on good. So good in English can mean moral goodness, like, inherently good in a way that corresponds to a cosmic principle of goodness. But good is also. We can, like, ratchet it down a few levels to just mean, like, pleasant or enjoyable.",
    "start": "00:11:51",
    "end": "00:12:23"
  },
  {
    "text": "It's got a wide range.",
    "start": "00:12:24",
    "end": "00:12:25"
  },
  {
    "text": "That was a great. That was a good milkshake.",
    "start": "00:12:25",
    "end": "00:12:26"
  },
  {
    "text": "Yeah.",
    "start": "00:12:26",
    "end": "00:12:27"
  },
  {
    "text": "Like, it's not cosmically. Right. You know, it's just like, I enjoyed it. It brought me pleasure. It was beneficial.",
    "start": "00:12:27",
    "end": "00:12:36"
  },
  {
    "text": "Yeah.",
    "start": "00:12:36",
    "end": "00:12:36"
  },
  {
    "text": "Well, milkshake beneficial. That was a good smoothie with all my vitamins, fruits, and vegetables for the day. So tov. TOV is the same. It can refer to moral goodness that corresponds to God's character and wisdom, or it can describe pleasant or beneficial. The same with Ra. Ra can be used in a moral sense. The opposite of what we would say.",
    "start": "00:12:36",
    "end": "00:12:59"
  },
  {
    "text": "Evil.",
    "start": "00:12:59",
    "end": "00:13:00"
  },
  {
    "text": "What we would say evil. But Ra can also mean unpleasant, harmful, or just. So here, let me show you some examples.",
    "start": "00:13:00",
    "end": "00:13:07"
  },
  {
    "text": "And you're saying in that situation, evil just is too much punch.",
    "start": "00:13:07",
    "end": "00:13:11"
  },
  {
    "text": "Evil loads in too much cosmic moral meaning.",
    "start": "00:13:12",
    "end": "00:13:17"
  },
  {
    "text": "Yeah, okay.",
    "start": "00:13:17",
    "end": "00:13:18"
  },
  {
    "text": "But our English word bad can refer to both. He's a bad person. That was a bad decision. It can mean morally bad.",
    "start": "00:13:18",
    "end": "00:13:25"
  },
  {
    "text": "Right.",
    "start": "00:13:26",
    "end": "00:13:26"
  },
  {
    "text": "But also, like, that was a bad burrito. That was a bad burrito. Yeah. Good and bad. It's perfect. Yeah. So I'm on, like, let's start a movement. The Tree of Knowing. Good and bad. It works perfect.",
    "start": "00:13:26",
    "end": "00:13:41"
  },
  {
    "text": "We've got a lot of history to undo, then. We've been calling it the Tree of Good News.",
    "start": "00:13:42",
    "end": "00:13:46"
  },
  {
    "text": "Well, we can start with this video. All right, so let me just show you some examples and you'll see what I mean of the words tov and ra and how they work.",
    "start": "00:13:46",
    "end": "00:13:54"
  },
  {
    "text": "Okay.",
    "start": "00:13:54",
    "end": "00:13:55"
  },
  {
    "text": "In Jeremiah 24, he has a dream. The prophet Jeremiah has a dream. He says, the Lord showed me two baskets of figs. One basket had very tove figs. The other basket had raw figs. They were so raw that they could not be eaten.",
    "start": "00:13:55",
    "end": "00:14:12"
  },
  {
    "text": "They were morally bad figs.",
    "start": "00:14:12",
    "end": "00:14:16"
  },
  {
    "text": "Yeah.",
    "start": "00:14:16",
    "end": "00:14:16"
  },
  {
    "text": "Evil figs.",
    "start": "00:14:16",
    "end": "00:14:17"
  },
  {
    "text": "Yeah. Right. Of course they're not evil figs, but they're bad. They're rotten. They taste bad. Whatever. They're bad. Tov and Ra.",
    "start": "00:14:17",
    "end": "00:14:27"
  },
  {
    "text": "Tov and Ra.",
    "start": "00:14:27",
    "end": "00:14:27"
  },
  {
    "text": "Tov and Ra. Good and bad. Yeah. Yep. There's a proverb about having a raw tooth. A tooth that is raw.",
    "start": "00:14:27",
    "end": "00:14:33"
  },
  {
    "text": "Meaning a raw tooth would be raw.",
    "start": "00:14:34",
    "end": "00:14:35"
  },
  {
    "text": "Yeah. Meaning you can't bite with it. Yeah, it's broken, it's cracked. It's raw. So a cracked tooth can be called ra. In Proverbs 25:19, Solomon, when he becomes king in a time of peace, he says, God has given me rest on every side. There is no enemy and there is no Ra. So it doesn't mean there's no evil. No, it doesn't mean that there's no enemy, there's no Ra, there's nothing bad. There's no catastrophes, there's no famines. There's no bad guys out to get me. So Ra just means harmful. Harmful situations.",
    "start": "00:14:38",
    "end": "00:15:17"
  },
  {
    "text": "Not beneficial.",
    "start": "00:15:17",
    "end": "00:15:18"
  },
  {
    "text": "Not beneficial. However, Ra can be used to refer to moral evil. In Psalm 140, the first, the poet says, rescue me, O Lord, from raw people. Preserve me from the violent man who devises Ra in his heart. So that's evil.",
    "start": "00:15:18",
    "end": "00:15:36"
  },
  {
    "text": "So if a moral agent is Ra, then it becomes a moral.",
    "start": "00:15:37",
    "end": "00:15:40"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:15:40",
    "end": "00:15:41"
  },
  {
    "text": "Moral issue.",
    "start": "00:15:41",
    "end": "00:15:42"
  },
  {
    "text": "Oh, that's good. Maybe that's. Oh, that might be a helpful way.",
    "start": "00:15:42",
    "end": "00:15:45"
  },
  {
    "text": "Because a fig is not a moral agent.",
    "start": "00:15:45",
    "end": "00:15:47"
  },
  {
    "text": "If a person is Ra, it's evil. They're evil. If a fig is Ra, it's just bad. Yeah, it's gone bad.",
    "start": "00:15:47",
    "end": "00:15:54"
  },
  {
    "text": "Can a person be bad and not evil?",
    "start": "00:15:54",
    "end": "00:15:56"
  },
  {
    "text": "Mmm.",
    "start": "00:15:57",
    "end": "00:15:57"
  },
  {
    "text": "If you say, if you like. If your body was broken in some way, you might be bad.",
    "start": "00:15:58",
    "end": "00:16:02"
  },
  {
    "text": "Oh, a Ra person can do Ra. And the doing of Ra will refer to just a harmful. A harmful act.",
    "start": "00:16:02",
    "end": "00:16:11"
  },
  {
    "text": "Yeah, a bad act.",
    "start": "00:16:11",
    "end": "00:16:12"
  },
  {
    "text": "An act that brings harm.",
    "start": "00:16:12",
    "end": "00:16:14"
  },
  {
    "text": "When we're there, I'm more comfortable using the word evil.",
    "start": "00:16:14",
    "end": "00:16:18"
  },
  {
    "text": "Okay. Okay, then. Dude, check this out. God does Ra. God says here, Jeremiah 18, at one moment I might speak concerning a nation or a kingdom, to uproot it, to pull it down, to destroy it. If that nation against which I have spoken, if they turn from their Ra from their bad, they're evil.",
    "start": "00:16:18",
    "end": "00:16:41"
  },
  {
    "text": "But they're evil.",
    "start": "00:16:41",
    "end": "00:16:42"
  },
  {
    "text": "They're evil. If they turn from their moral evil, I will relentless concerning the Ra that I plan to bring upon it.",
    "start": "00:16:42",
    "end": "00:16:49"
  },
  {
    "text": "So is God's raw evil, so what.",
    "start": "00:16:50",
    "end": "00:16:52"
  },
  {
    "text": "Is the Ra to pull it down to destroy it and uproot it. Catastrophe. A kingdom falling, which we would say.",
    "start": "00:16:52",
    "end": "00:16:59"
  },
  {
    "text": "Is a bad thing.",
    "start": "00:16:59",
    "end": "00:17:00"
  },
  {
    "text": "It's bad for the people who are.",
    "start": "00:17:01",
    "end": "00:17:03"
  },
  {
    "text": "It's unbeneficial.",
    "start": "00:17:03",
    "end": "00:17:04"
  },
  {
    "text": "It's harmful. It's a catastrophe. Yeah, yeah. So unpleasant.",
    "start": "00:17:04",
    "end": "00:17:08"
  },
  {
    "text": "Harmful, Destructive.",
    "start": "00:17:09",
    "end": "00:17:10"
  },
  {
    "text": "Destructive.",
    "start": "00:17:10",
    "end": "00:17:11"
  },
  {
    "text": "But not all destructive things are evil.",
    "start": "00:17:11",
    "end": "00:17:14"
  },
  {
    "text": "Is morally evil.",
    "start": "00:17:14",
    "end": "00:17:15"
  },
  {
    "text": "Yeah.",
    "start": "00:17:15",
    "end": "00:17:15"
  },
  {
    "text": "At least from the perspective of the biblical authors. From the perspective of Jeremiah, God spoke to do Ra to Jerusalem. How? By allowing Babylon to come to save.",
    "start": "00:17:16",
    "end": "00:17:26"
  },
  {
    "text": "We understand that, like, it's not always evil to destroy something.",
    "start": "00:17:26",
    "end": "00:17:29"
  },
  {
    "text": "Yeah, that's right. But people, it's not.",
    "start": "00:17:29",
    "end": "00:17:31"
  },
  {
    "text": "You're going to remodel a house to.",
    "start": "00:17:31",
    "end": "00:17:33"
  },
  {
    "text": "Do something that someone might experience as Ra might, from another person's perspective, be the exact right thing to do.",
    "start": "00:17:33",
    "end": "00:17:42"
  },
  {
    "text": "Yeah, right.",
    "start": "00:17:42",
    "end": "00:17:43"
  },
  {
    "text": "The good thing to do.",
    "start": "00:17:43",
    "end": "00:17:44"
  },
  {
    "text": "Sure.",
    "start": "00:17:44",
    "end": "00:17:44"
  },
  {
    "text": "And so these are the passages where God does Ra. Oh. When Saul, King Saul, disqualifies himself to be the king of Israel, the narrator says God sent a raw spirit.",
    "start": "00:17:45",
    "end": "00:17:56"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:17:56",
    "end": "00:17:58"
  },
  {
    "text": "To torment Saul.",
    "start": "00:17:58",
    "end": "00:18:00"
  },
  {
    "text": "Yeah. And that's often. That's usually translated evil spirit.",
    "start": "00:18:00",
    "end": "00:18:05"
  },
  {
    "text": "Yeah, it should be harmful. I mean, basically, he starts to go mad.",
    "start": "00:18:05",
    "end": "00:18:09"
  },
  {
    "text": "Yeah, he.",
    "start": "00:18:09",
    "end": "00:18:09"
  },
  {
    "text": "He starts to go mad from his power complex. And he's so jealous to guard his own seat of power from any rivals, he starts to go mad.",
    "start": "00:18:09",
    "end": "00:18:18"
  },
  {
    "text": "Going mad from a power complex is a bad spirit.",
    "start": "00:18:18",
    "end": "00:18:20"
  },
  {
    "text": "Is a raw spirit. Yeah, that's right. And so it usually gets translated, God sent an evil spirit. And I don't know how many times someone's read that and then come to me in crisis. Like what God does eat, sends evil.",
    "start": "00:18:20",
    "end": "00:18:35"
  },
  {
    "text": "Spirits because they're imagining like a demon at that point.",
    "start": "00:18:35",
    "end": "00:18:38"
  },
  {
    "text": "But it is a portrait of God that we have to reckon with in the Bible that he will allow or do Ra bring about what is destructive for people who do Ra, for people who do evil, for evil people. God will deal with them by doing Ra, by bringing them down.",
    "start": "00:18:38",
    "end": "00:18:56"
  },
  {
    "text": "The knowledge of good and bad is not just. They only do good.",
    "start": "00:18:56",
    "end": "00:19:03"
  },
  {
    "text": "Yes.",
    "start": "00:19:03",
    "end": "00:19:03"
  },
  {
    "text": "Because there might be situations where you need to do something that. That is tears something down or is, to some people, feels.",
    "start": "00:19:03",
    "end": "00:19:12"
  },
  {
    "text": "Okay. So that's the first step. First step is what? Tov and Ra are good and bad. Second step, the phrase knowing Tov and Ra.",
    "start": "00:19:39",
    "end": "00:19:46"
  },
  {
    "text": "Yeah, knowing it.",
    "start": "00:19:46",
    "end": "00:19:47"
  },
  {
    "text": "This phrase appears four times in the Hebrew Bible. One of them is the tree. Okay, here's the other three. Deuteronomy, chapter one. Moses says, you're children, your little ones, your sons, who today do not know Tov and Ra are going to go into the land. So it's knowing Tov And Ra is a way of talking about a mature adult human with discernment between good and bad. First Kings 3, Solomon says, I am but a little child. I don't know how to rule these people or how to discern between Tov and race. So that's why he prays. He asks God for wisdom. And then in Isaiah 7, the child will eat curds and honey at the time, around the time that he knows to refuse Ra and choose Tov. For the boy will know to refuse Ra and choose Tov at a certain age. So in all three cases, it describes children who are yet to mature unto a knowledge of Tov and Ra.",
    "start": "00:19:47",
    "end": "00:20:54"
  },
  {
    "text": "Solomon wasn't a child.",
    "start": "00:20:55",
    "end": "00:20:56"
  },
  {
    "text": "Okay, okay. That's right. In two, it's actual children. In one, it's an adult who's confessing that he is a.",
    "start": "00:20:56",
    "end": "00:21:03"
  },
  {
    "text": "He's like a kid.",
    "start": "00:21:03",
    "end": "00:21:04"
  },
  {
    "text": "Like a child. So what does it mean that to have the first humans. Right. The humans in the garden, the baby human. And they've just been given great responsibility to rule.",
    "start": "00:21:04",
    "end": "00:21:16"
  },
  {
    "text": "They're in their infancy.",
    "start": "00:21:16",
    "end": "00:21:17"
  },
  {
    "text": "Yeah. Yes. They're depicted as children who are yet to mature. And so here's.",
    "start": "00:21:17",
    "end": "00:21:22"
  },
  {
    "text": "It's so funny. I always picture Adam and Eve, like, in their, like, 30s or 40s, but all of a sudden I had this picture of them, like, at 14 or something.",
    "start": "00:21:22",
    "end": "00:21:30"
  },
  {
    "text": "That's funny, right?",
    "start": "00:21:30",
    "end": "00:21:31"
  },
  {
    "text": "Like, it's like, whoa.",
    "start": "00:21:31",
    "end": "00:21:32"
  },
  {
    "text": "Well, I don't think this is about their age.",
    "start": "00:21:32",
    "end": "00:21:34"
  },
  {
    "text": "Totally.",
    "start": "00:21:34",
    "end": "00:21:35"
  },
  {
    "text": "Okay. All right. Yeah, yeah.",
    "start": "00:21:35",
    "end": "00:21:36"
  },
  {
    "text": "I'm just saying, like, that is the.",
    "start": "00:21:36",
    "end": "00:21:37"
  },
  {
    "text": "Assumptions built in the depictions of Adam and Eve. It's true. I mean, most of Western art history, they're white Europeans.",
    "start": "00:21:37",
    "end": "00:21:44"
  },
  {
    "text": "Yeah.",
    "start": "00:21:45",
    "end": "00:21:45"
  },
  {
    "text": "Right. So in other words, Adam and Eve are depicted as being in their moral infancy. And of course, if they're going to rule the world, they're going to have to have wisdom.",
    "start": "00:21:45",
    "end": "00:21:56"
  },
  {
    "text": "Yeah.",
    "start": "00:21:56",
    "end": "00:21:57"
  },
  {
    "text": "So what the tree represents is not whether or not they're going to gain a knowledge of Tov and Ra. They have to have that. They must have it.",
    "start": "00:21:57",
    "end": "00:22:06"
  },
  {
    "text": "And we've talked about that. But we've talked about it in terms of just an assumption.",
    "start": "00:22:06",
    "end": "00:22:10"
  },
  {
    "text": "Yeah.",
    "start": "00:22:10",
    "end": "00:22:10"
  },
  {
    "text": "Like, if they're gonna rule, but you're actually bringing even more of a case saying, look at how this phrase is used.",
    "start": "00:22:11",
    "end": "00:22:16"
  },
  {
    "text": "This phrase is used.",
    "start": "00:22:16",
    "end": "00:22:17"
  },
  {
    "text": "It's used about growing into a moral aptitude.",
    "start": "00:22:17",
    "end": "00:22:20"
  },
  {
    "text": "Correct? That's right. Because remember, you can be wise, but in your own eyes, every human that's perceptive and using their brain has wisdom, can become wise. The question is, how will you become wise? And what's your baseline for defining what is the Wise and the good. So the tree represents a choice about two different ways of learning what is Tov and Ra. I can take it for myself because it's good in my eyes. That's what's going to happen.",
    "start": "00:22:20",
    "end": "00:22:52"
  },
  {
    "text": "Or abstain from it.",
    "start": "00:22:52",
    "end": "00:22:53"
  },
  {
    "text": "Or hands off. I will allow God in his own time to give me the knowledge of.",
    "start": "00:22:53",
    "end": "00:23:02"
  },
  {
    "text": "Tov and Ra now that I'm going to allow God to do it. That's not explicitly talked about.",
    "start": "00:23:02",
    "end": "00:23:08"
  },
  {
    "text": "No, but it's implied. The knowing of good. And R.A. describes children who will mature. There's a choice in front of them. And then he says, don't take it for yourselves.",
    "start": "00:23:08",
    "end": "00:23:19"
  },
  {
    "text": "The assumption is that God's going to make them wise.",
    "start": "00:23:19",
    "end": "00:23:22"
  },
  {
    "text": "They have. He just said they're going to rule the world.",
    "start": "00:23:22",
    "end": "00:23:25"
  },
  {
    "text": "Okay. So from that, from their calling as.",
    "start": "00:23:27",
    "end": "00:23:31"
  },
  {
    "text": "Co rulers, I infer.",
    "start": "00:23:31",
    "end": "00:23:34"
  },
  {
    "text": "We infer that God is going to give them wisdom.",
    "start": "00:23:35",
    "end": "00:23:37"
  },
  {
    "text": "Yep. Because they're being described as children. He's called a child to rule. He's called children to rule the world.",
    "start": "00:23:37",
    "end": "00:23:45"
  },
  {
    "text": "Yeah. Right. Aren't we all?",
    "start": "00:23:46",
    "end": "00:23:47"
  },
  {
    "text": "Yeah.",
    "start": "00:23:48",
    "end": "00:23:48"
  },
  {
    "text": "And then when we get to the tree, we're supposed to see that as an alternative.",
    "start": "00:23:48",
    "end": "00:23:55"
  },
  {
    "text": "That's right.",
    "start": "00:23:55",
    "end": "00:23:56"
  },
  {
    "text": "To this implied assumption. Which is just hang out with God and he will give you wisdom.",
    "start": "00:23:56",
    "end": "00:24:03"
  },
  {
    "text": "And he'll give you wisdom. Yeah. What are they doing on their. When the wind of God comes. Excuse me. When the voice of the Lord comes to walk in the garden in the windy time of the day, what are they doing?",
    "start": "00:24:03",
    "end": "00:24:16"
  },
  {
    "text": "What are they doing?",
    "start": "00:24:16",
    "end": "00:24:16"
  },
  {
    "text": "What is that about the moment they take from the tree? It's as if God shows up for the daily walk and this time they're hiding instead of being vulnerable and open to Him. I think we are meant to infer that the tree represents a choice about how wisdom will be attained by these children. Will they take it for themselves based on what is good in their own eyes, or will they receive it as a gift from God?",
    "start": "00:24:17",
    "end": "00:24:45"
  },
  {
    "text": "Yeah. We've had the conversation before about the location of this tree because the Tree of Life is said to be in the center of the garden.",
    "start": "00:24:45",
    "end": "00:24:52"
  },
  {
    "text": "Oh, and also the Tree of Knowing.",
    "start": "00:24:52",
    "end": "00:24:54"
  },
  {
    "text": "And also. So they're together.",
    "start": "00:24:54",
    "end": "00:24:56"
  },
  {
    "text": "Yep.",
    "start": "00:24:56",
    "end": "00:24:57"
  },
  {
    "text": "Okay. That's clear in Hebrew.",
    "start": "00:24:57",
    "end": "00:24:58"
  },
  {
    "text": "Yep. And it saves the Tree of Knowing, good and evil. Because that's the punchline.",
    "start": "00:24:58",
    "end": "00:25:01"
  },
  {
    "text": "Yeah. It saves the land.",
    "start": "00:25:01",
    "end": "00:25:02"
  },
  {
    "text": "Yeah, that's right. You have all these good trees. The Tree of Life was in the middle of the garden. And also the Tree of Knowing, Tov and Ra, good and bad. Okay. Yep.",
    "start": "00:25:02",
    "end": "00:25:11"
  },
  {
    "text": "And we've talked about this before, which is like, it's this Ever present choice that's there even when you're in the midst of the garden, eating of the tree of life, look over your shoulder and there's the choice.",
    "start": "00:25:11",
    "end": "00:25:24"
  },
  {
    "text": "Yes. Yep. That's right. That's right. Yep. So as the story goes on, then you have the story about, tragically, the one who is provided as the ezer, the Hebrew word for help. Again, it means like the indispensable salvation.",
    "start": "00:25:24",
    "end": "00:25:40"
  },
  {
    "text": "Yeah.",
    "start": "00:25:40",
    "end": "00:25:41"
  },
  {
    "text": "It's the one who's provided the essential other. Yeah. To save as the rescuer and helper of the man ends up being the first one of the two. They both end up being deceived and eating. But she's the one targeted, and she's the one. And again, this will all get. This is all relevant for the wisdom literature, how men and women relate in the wisdom literature. It's a big theme in the wisdom books and the Song of Songs. And it's all keyed off of Adam and Eve in the garden. So Genesis 3, 6, when the woman saw. When the woman saw that. That phrase. When somebody sees that, God did that seven times on Genesis 1. God saw that it was good. Now it's the first time a human is seeing that. It's a human evaluating. And what she sees is that the tree of knowing good and bad was good. God saw that it was good. And you get eaten. The woman saw that something's good. Now she's evaluating. She saw that it was good. And. And it was beautiful to the eyes. It was beautiful in her eyes. The tree was desirable. That's chamad. It's the word for covet. It was covetous. Ah. I want that it was desirable to make one wise. Oh, I could have wisdom. I could take this wisdom for myself. It's beautiful. I want it. God said, don't eat from it, it will kill you. Yeah, but it's beautiful.",
    "start": "00:25:41",
    "end": "00:27:15"
  },
  {
    "text": "So when she says it's good, it was beautiful.",
    "start": "00:27:16",
    "end": "00:27:20"
  },
  {
    "text": "Correct. Yeah. She sees that it's good. Oh, this looks beneficial to me. Yeah, this looks like a good thing.",
    "start": "00:27:20",
    "end": "00:27:26"
  },
  {
    "text": "And not only that, she's exercising her own wisdom.",
    "start": "00:27:27",
    "end": "00:27:29"
  },
  {
    "text": "That's right.",
    "start": "00:27:29",
    "end": "00:27:30"
  },
  {
    "text": "Even before she eats of the tree.",
    "start": "00:27:30",
    "end": "00:27:31"
  },
  {
    "text": "Yeah.",
    "start": "00:27:31",
    "end": "00:27:32"
  },
  {
    "text": "Totally allows her to exercise her own wisdom.",
    "start": "00:27:32",
    "end": "00:27:33"
  },
  {
    "text": "Yeah. The moment that she sees. Sees that it's good, she's exercising her own knowledge of good and bad.",
    "start": "00:27:33",
    "end": "00:27:40"
  },
  {
    "text": "But there's a difference between having the insight of your own wisdom and then acting on it.",
    "start": "00:27:40",
    "end": "00:27:48"
  },
  {
    "text": "I see, Right.",
    "start": "00:27:48",
    "end": "00:27:49"
  },
  {
    "text": "Because like, she could be like, oh, man, in my own eyes, that seems good.",
    "start": "00:27:49",
    "end": "00:27:52"
  },
  {
    "text": "Well, but that's not.",
    "start": "00:27:53",
    "end": "00:27:54"
  },
  {
    "text": "And then she could go, but God Said correct. And I can fear. I could fear God.",
    "start": "00:27:54",
    "end": "00:28:00"
  },
  {
    "text": "Exactly. That's right. So she sees that it's good, but then the next phrase, it was beautiful in her eyes and she desired it. So it's not just, oh, I evaluate that as good. It's the next step of motive and impulse. And I want it.",
    "start": "00:28:00",
    "end": "00:28:15"
  },
  {
    "text": "And I want it.",
    "start": "00:28:15",
    "end": "00:28:16"
  },
  {
    "text": "I want it.",
    "start": "00:28:16",
    "end": "00:28:17"
  },
  {
    "text": "And even there, that's not necessarily wrong.",
    "start": "00:28:17",
    "end": "00:28:20"
  },
  {
    "text": "No, no, it's not wrong. But I want the thing that God told me is going to kill me.",
    "start": "00:28:20",
    "end": "00:28:26"
  },
  {
    "text": "And then you're at the crux of the choice.",
    "start": "00:28:26",
    "end": "00:28:27"
  },
  {
    "text": "You're crux of the choice.",
    "start": "00:28:27",
    "end": "00:28:29"
  },
  {
    "text": "What am I going to do?",
    "start": "00:28:29",
    "end": "00:28:29"
  },
  {
    "text": "Because to live by the fear of the Lord would be to say, that looks good and I want it. But I trust God's wisdom that says, this is going to kill me, so I will not take it. And she does the opposite. She sees it. This looks beneficial to me. I want it. Because having this will be the beginning of me exercising my own moral judgment. This is my path to becoming wise. It's desirable to make one wise. And she took. And if you slow down.",
    "start": "00:28:29",
    "end": "00:29:02"
  },
  {
    "text": "Well, I guess maybe when I was trying to parse that out. The knowledge of good and evil isn't the ability to discern between good and evil on your own terms. Because she was able to do that without it.",
    "start": "00:29:03",
    "end": "00:29:16"
  },
  {
    "text": "Right.",
    "start": "00:29:16",
    "end": "00:29:16"
  },
  {
    "text": "But partaking of it is actually, it's the decision that. That's gonna be the way I live. It's more than just knowing good from evil.",
    "start": "00:29:16",
    "end": "00:29:25"
  },
  {
    "text": "Yes. And this is where. Yeah. Our English word know is more mental.",
    "start": "00:29:25",
    "end": "00:29:29"
  },
  {
    "text": "Yeah.",
    "start": "00:29:29",
    "end": "00:29:29"
  },
  {
    "text": "Mentally oriented, whereas the Hebrew word no is experientially oriented. In Genesis 4, Adam knew his wife Eve, and she became pregnant. So it's about experiencing.",
    "start": "00:29:30",
    "end": "00:29:43"
  },
  {
    "text": "So you're gonna say there's all these bits to it.",
    "start": "00:30:17",
    "end": "00:30:19"
  },
  {
    "text": "Well, it's just the sequence. She saw that it's good. She's evaluating. You can evaluate things as good and bad and not do anything about them.",
    "start": "00:30:20",
    "end": "00:30:29"
  },
  {
    "text": "We can't help but do that.",
    "start": "00:30:30",
    "end": "00:30:32"
  },
  {
    "text": "That's right. Yeah. You're evaluating things all the time. So that's not bad enough. Sell. But she saw that it's good. Second step. And it's beautiful. It's attractive. It's not only beneficial, it's attractive.",
    "start": "00:30:32",
    "end": "00:30:43"
  },
  {
    "text": "Which is another thing that you have very little control over.",
    "start": "00:30:44",
    "end": "00:30:47"
  },
  {
    "text": "Yeah. Yeah. What you see as attractive, what you find attractive. Yeah. Third step. That's the first two steps.",
    "start": "00:30:47",
    "end": "00:30:52"
  },
  {
    "text": "Yeah.",
    "start": "00:30:52",
    "end": "00:30:53"
  },
  {
    "text": "Third step. I want it. I want it to be mine.",
    "start": "00:30:53",
    "end": "00:30:57"
  },
  {
    "text": "Yeah.",
    "start": "00:30:57",
    "end": "00:30:57"
  },
  {
    "text": "Because that will give me, in this case, wisdom.",
    "start": "00:30:57",
    "end": "00:31:01"
  },
  {
    "text": "Yeah. So desire.",
    "start": "00:31:01",
    "end": "00:31:02"
  },
  {
    "text": "Desire. Now evaluation.",
    "start": "00:31:02",
    "end": "00:31:04"
  },
  {
    "text": "You said that's the word for covet. Covet is a very morally charged word.",
    "start": "00:31:05",
    "end": "00:31:11"
  },
  {
    "text": "It is.",
    "start": "00:31:11",
    "end": "00:31:11"
  },
  {
    "text": "Or desire, to me, is a morally.",
    "start": "00:31:11",
    "end": "00:31:13"
  },
  {
    "text": "A little dialed down. Yeah. Once you use the word covet, you're making an evaluation on the desire that it's wrong.",
    "start": "00:31:14",
    "end": "00:31:20"
  },
  {
    "text": "Yeah.",
    "start": "00:31:20",
    "end": "00:31:21"
  },
  {
    "text": "Yeah, but it's the word chamad. It's the same word used in one of the Ten Commandments.",
    "start": "00:31:21",
    "end": "00:31:26"
  },
  {
    "text": "Yeah.",
    "start": "00:31:26",
    "end": "00:31:26"
  },
  {
    "text": "Don't covet your neighbor's house or property.",
    "start": "00:31:26",
    "end": "00:31:29"
  },
  {
    "text": "Don't have that desire. Or is it more? Is it don't act on the desire?",
    "start": "00:31:29",
    "end": "00:31:34"
  },
  {
    "text": "Well, the tree is desirable. Yeah, I want the tree.",
    "start": "00:31:35",
    "end": "00:31:39"
  },
  {
    "text": "Isn't it natural when you see something that's desirable or beautiful?",
    "start": "00:31:39",
    "end": "00:31:43"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:31:43",
    "end": "00:31:44"
  },
  {
    "text": "To just automatically be like, I want that.",
    "start": "00:31:44",
    "end": "00:31:45"
  },
  {
    "text": "Sure.",
    "start": "00:31:46",
    "end": "00:31:46"
  },
  {
    "text": "That's just an. Isn't that it is natural.",
    "start": "00:31:46",
    "end": "00:31:49"
  },
  {
    "text": "That's right.",
    "start": "00:31:49",
    "end": "00:31:49"
  },
  {
    "text": "Or is that something that we actually can untrain or, like, not have?",
    "start": "00:31:49",
    "end": "00:31:54"
  },
  {
    "text": "Well, I think the idea is to retrain.",
    "start": "00:31:54",
    "end": "00:31:56"
  },
  {
    "text": "Yeah.",
    "start": "00:31:56",
    "end": "00:31:56"
  },
  {
    "text": "So ideally, she would look at the tree, see that it's good, notice that it's beautiful, and then desire, and then.",
    "start": "00:31:56",
    "end": "00:32:05"
  },
  {
    "text": "Say, I don't want it.",
    "start": "00:32:05",
    "end": "00:32:05"
  },
  {
    "text": "And then say, but God said it will kill me. So I trust that even though I desire, actually is not the thing that I should desire because it will kill me.",
    "start": "00:32:05",
    "end": "00:32:16"
  },
  {
    "text": "Okay.",
    "start": "00:32:16",
    "end": "00:32:17"
  },
  {
    "text": "So, yeah, each one of the steps is morally neutral.",
    "start": "00:32:17",
    "end": "00:32:19"
  },
  {
    "text": "But in the Ten Commandments, coveting is not morally neutral. Don't do it.",
    "start": "00:32:20",
    "end": "00:32:24"
  },
  {
    "text": "Oh, I understand. Oh, that's interesting. Well, I suppose. Yeah. It doesn't say, don't take your neighbor's house and donkey. It says, don't desire them. I guess the assumption being if you give in, if you foster that desire, you'll eventually take it.",
    "start": "00:32:24",
    "end": "00:32:37"
  },
  {
    "text": "It seems like there's a difference between, oh, that's interesting. Automatic desiring and the perpetuating of that desiring in your own heart.",
    "start": "00:32:38",
    "end": "00:32:46"
  },
  {
    "text": "You know, that's right.",
    "start": "00:32:46",
    "end": "00:32:47"
  },
  {
    "text": "Of, like, noticing I want that and then relishing that and then like, deciding.",
    "start": "00:32:47",
    "end": "00:32:53"
  },
  {
    "text": "Like, I'm gonna cultivating it, feeding the fantasy and so on. Yeah, that's right.",
    "start": "00:32:53",
    "end": "00:32:57"
  },
  {
    "text": "To me, that seems like coveting is when you're, like, cultivating it where desire is just like. That just sparked within me something I. I see.",
    "start": "00:32:57",
    "end": "00:33:04"
  },
  {
    "text": "You're right. In English, the words are separated that way. In Hebrew, it's one word.",
    "start": "00:33:04",
    "end": "00:33:08"
  },
  {
    "text": "It's one word that has that range of meaning. Okay, so in the Ten Commandments, it's talking specifically about the cultivate. It's not trying to say, like, don't have desires for things that aren't yours.",
    "start": "00:33:08",
    "end": "00:33:18"
  },
  {
    "text": "No. Yep, that's right. There's an Analog to this. And Jesus points this out in the Sermon on the Mount, where he says, you know, you've heard that it said don't commit adultery, quotes one of the Ten Commandments. And then he says, but I say to you, anyone who looks at a woman with lust has committed adultery. In his heart, he discerns between noticing someone that's desirable and then actually feeding the desire and allowing it to grow. Yep. Okay. Okay. So the whole point is that the first failed human action is described as a misguided quest for wisdom and for knowledge of the good and the bad. And so that sets the tone for the whole story then, because this misappropriated wisdom is actually going to lead to exile and death. And first, think of the narrative. The woman, then she takes. She gives to her husband. He eats. Then their first thing to do, their eyes were opened. The eyes were opened and they realized that they're arum. It's a wordplay because arim could mean like shrewd or clever, but it's also the word for naked.",
    "start": "00:33:18",
    "end": "00:34:31"
  },
  {
    "text": "Oh, is it?",
    "start": "00:34:31",
    "end": "00:34:32"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:34:32",
    "end": "00:34:33"
  },
  {
    "text": "Oh.",
    "start": "00:34:33",
    "end": "00:34:33"
  },
  {
    "text": "So the serpent was arum. And it ended up with the humans realizing they are arum, but a different kind of a room, different kind of arum. So their eyes are opened, all right? And the first thing they do then is provide covering for their naked bodies. So the first thing they do is hide their bodies from each other. So this knowledge ends up dividing them. The two were one, they were naked, no shame. The moment that I take it upon myself to be the one by my wisdom to know good and bad, it just, all of a sudden there's division between us. Because your knowledge of good and bad might be a little different than mine.",
    "start": "00:34:34",
    "end": "00:35:12"
  },
  {
    "text": "Yeah. So I don't want. I don't want you.",
    "start": "00:35:12",
    "end": "00:35:14"
  },
  {
    "text": "Can I trust you?",
    "start": "00:35:14",
    "end": "00:35:14"
  },
  {
    "text": "Yeah.",
    "start": "00:35:15",
    "end": "00:35:16"
  },
  {
    "text": "Am I safe with you? It's fascinating. This is the first narrative consequence is division between human. Then they hide from God. They hide from each other. They hide from God. God says, where are you? The man says, well, you know, I heard you in the garden, and I was afraid. I had fear. I had fear of you. It's the first time the word fear appears, but it's fear that did not.",
    "start": "00:35:16",
    "end": "00:35:41"
  },
  {
    "text": "It's not a good fear.",
    "start": "00:35:41",
    "end": "00:35:42"
  },
  {
    "text": "Yes. It didn't keep them from making the decision. The fear that they have is now fear of God. Because judgment. I just did the wrong. The exact thing he asked me not to do. It's the sad fear of the Lord. It's the fear of the Lord that doesn't lead to life. It's the fear of the Lord that results from disobedience. Who told you that you're naked? He says, I hid because I was naked. Who told you that you were naked?",
    "start": "00:35:42",
    "end": "00:36:07"
  },
  {
    "text": "How did you have that category?",
    "start": "00:36:07",
    "end": "00:36:08"
  },
  {
    "text": "Yeah. Wait, have you eaten from the tree that I commanded you, saying, don't eat from it? Then the man said, the woman. The woman. So think. Now you have two roles. For Eve. Now, version A of Eve was salvation for the man, goodness, life, multiplication, right? But now you have this Eve, the Eve who did what was wise in her own eyes. And this Eve caused a problem. And so what he does is he blames her. He says, the woman that you gave to me, she gave to me from the tree. And then he speaks to the woman, what is this you've done? The snake. The snake. She blames. He deceived me. So the whole thing falls apart, and it's a division between man and woman. There's an ideal Eve, the wise Eve could have led to life. And now you have the foolish Eve.",
    "start": "00:36:08",
    "end": "00:37:01"
  },
  {
    "text": "Eve that tempted to death.",
    "start": "00:37:01",
    "end": "00:37:03"
  },
  {
    "text": "Yeah. That leads to death. These are fundamental images for the Book of Proverbs.",
    "start": "00:37:03",
    "end": "00:37:06"
  },
  {
    "text": "Yeah, I can pick that up.",
    "start": "00:37:06",
    "end": "00:37:08"
  },
  {
    "text": "And so you walk out of the garden, you're like, oh, Lady Wisdom and Lady Folly. Totally. Yeah, yeah, yeah. It's Eve. And then it all. Exile, death, the whole thing falls out of this. And the rest of the book of Genesis is people doing what is wise in their own eyes and hurting each other, just generation after generation. So you walk away from the Eden narrative saying, man, if humans are ever going to be restored to the Eden ideal, it will be like humanity being reunited with the ideal Eve that God provided back in the garden.",
    "start": "00:37:09",
    "end": "00:37:40"
  },
  {
    "text": "Now, this is where the woman becomes not a woman, but more of an.",
    "start": "00:37:41",
    "end": "00:37:46"
  },
  {
    "text": "Yeah, she becomes a personification of God's wisdom.",
    "start": "00:37:46",
    "end": "00:37:49"
  },
  {
    "text": "She becomes a person.",
    "start": "00:37:49",
    "end": "00:37:50"
  },
  {
    "text": "Well, in the Book of Proverbs.",
    "start": "00:37:50",
    "end": "00:37:51"
  },
  {
    "text": "Yeah.",
    "start": "00:37:51",
    "end": "00:37:51"
  },
  {
    "text": "So we'll get there when we talk about Proverbs. But the point is, when I walk away from the Eden story going, man, if we're ever going to recover that, we're going to need humans who can submit to God's wisdom. Not take and define wisdom by their desires, but define it by God's wisdom and command, going to result in man and woman, not power leveraging over each other, one ruling each other. Yeah, yeah. When God says to the woman, your desire. Ooh, this is important for Song of Songs. Your desire will be for your husband.",
    "start": "00:37:51",
    "end": "00:38:23"
  },
  {
    "text": "This is in the curses in Genesis 3.",
    "start": "00:38:23",
    "end": "00:38:24"
  },
  {
    "text": "In the curses of Genesis 3, your desire will be for your husband, but he Will rule over you. It's the opposite of Genesis 1, which is male and female together ruling. Now you have male ruling over female. It's the opposite of Genesis 1.",
    "start": "00:38:24",
    "end": "00:38:41"
  },
  {
    "text": "And there's that word desire again.",
    "start": "00:38:42",
    "end": "00:38:44"
  },
  {
    "text": "And that word desire, it's a different word for desire. It's an extremely rare word that is going to appear again one time in the Song of Songs.",
    "start": "00:38:44",
    "end": "00:38:53"
  },
  {
    "text": "And it's crucially, your desire will be to your husband. That verse has led to a lot of conversation.",
    "start": "00:38:53",
    "end": "00:38:59"
  },
  {
    "text": "Yes, it has. The rabbit hole's quite deep on that one. But the point is, in the narrative, man and woman rule together on page one.",
    "start": "00:38:59",
    "end": "00:39:08"
  },
  {
    "text": "Yeah.",
    "start": "00:39:08",
    "end": "00:39:08"
  },
  {
    "text": "Now on page three, the man will rule over the woman. Once they hide from each other, once they can't trust each other, then the man will rule over the woman. And that's portrayed as the opposite of God's intention.",
    "start": "00:39:08",
    "end": "00:39:19"
  },
  {
    "text": "Yeah. It's a curse.",
    "start": "00:39:19",
    "end": "00:39:20"
  },
  {
    "text": "Yes. Yeah. It's a sad consequence of the division between Adam and Eve now. And why did that division happen? Because they did what was wise in their own eyes.",
    "start": "00:39:20",
    "end": "00:39:31"
  },
  {
    "text": "Sam.",
    "start": "00:39:46",
    "end": "00:39:58"
  },
  {
    "text": "So there you go. That's the first step of understanding how the wisdom literature functions in the Old Testament. The wisdom literature is going to take that story and make it a paradigm.",
    "start": "00:40:15",
    "end": "00:40:29"
  },
  {
    "text": "For every human being thinking through on a daily basis. And the grit of it all.",
    "start": "00:40:29",
    "end": "00:40:36"
  },
  {
    "text": "Yes.",
    "start": "00:40:36",
    "end": "00:40:37"
  },
  {
    "text": "How do we live in God's wisdom and eat of the tree of life versus eating of the tree of knowing, good and bad?",
    "start": "00:40:37",
    "end": "00:40:46"
  },
  {
    "text": "Yeah, yeah. What I do is I live in the fear of the Lord. The kind of fear of the Lord that Adam had after when God showed up. That's not the kind of fear I want.",
    "start": "00:40:46",
    "end": "00:40:56"
  },
  {
    "text": "Well, you want that fear, but before you make the choice. Exactly.",
    "start": "00:40:57",
    "end": "00:41:00"
  },
  {
    "text": "I want that fear, but before that will prevent me from doing what is wise in my own eyes. That's right. Yeah. Yeah, totally.",
    "start": "00:41:00",
    "end": "00:41:07"
  },
  {
    "text": "And that phrase is very loaded. It's a hard phrase.",
    "start": "00:41:07",
    "end": "00:41:10"
  },
  {
    "text": "Yeah. But think the fear that Adam has when God shows up. It's a fear he expects judgment.",
    "start": "00:41:10",
    "end": "00:41:17"
  },
  {
    "text": "Yeah.",
    "start": "00:41:17",
    "end": "00:41:18"
  },
  {
    "text": "Right. Because God said, the day you eat of it, you'll die. God shows up in a storm wind immediately after, and he's afraid. He's afraid God's going to kill him. What does God not do? He doesn't kill them. He exiles them, but he doesn't kill them.",
    "start": "00:41:18",
    "end": "00:41:33"
  },
  {
    "text": "Grace.",
    "start": "00:41:34",
    "end": "00:41:34"
  },
  {
    "text": "Yes. Not only does he not kill them, he provides for them.",
    "start": "00:41:34",
    "end": "00:41:38"
  },
  {
    "text": "He gives them skins.",
    "start": "00:41:39",
    "end": "00:41:40"
  },
  {
    "text": "Yeah. Gives them the clothes. So that's meant to catch your attention. God said, the day you eat of it, you'll die. God shows up after they eat of it. And they don't die. Instead, he gives them a gift.",
    "start": "00:41:40",
    "end": "00:41:51"
  },
  {
    "text": "So it seems like a God you really, in some ways, you should fear, but in other ways.",
    "start": "00:41:52",
    "end": "00:41:55"
  },
  {
    "text": "Yes. He's way more merciful than you expected him to be.",
    "start": "00:41:55",
    "end": "00:41:59"
  },
  {
    "text": "Which doesn't mean not to fear him.",
    "start": "00:41:59",
    "end": "00:42:01"
  },
  {
    "text": "No.",
    "start": "00:42:01",
    "end": "00:42:02"
  },
  {
    "text": "But it does mean you don't have to be afraid of him.",
    "start": "00:42:02",
    "end": "00:42:04"
  },
  {
    "text": "Yeah. And think, what if I were to have that kind of fear before taking from the tree? That's a different kind of fear. Because it's not the fear of, like, well, if I do it, he'll kill me. It's more of the fear. And this is where our English translations, I think, help us with words like, well, I don't know. I mean, respect doesn't quite get you there. Awe or reverence.",
    "start": "00:42:04",
    "end": "00:42:27"
  },
  {
    "text": "Reverence is maybe better, Reverend.",
    "start": "00:42:27",
    "end": "00:42:29"
  },
  {
    "text": "Reverence.",
    "start": "00:42:29",
    "end": "00:42:30"
  },
  {
    "text": "Yeah, reverence has a bit of a tinge of fear in it. Right.",
    "start": "00:42:30",
    "end": "00:42:34"
  },
  {
    "text": "Yeah. Actually, here, let's imagine ourselves to be Adam and Eve standing in front of the tree, about to take it, and then I decide not to take it out for fear of the Lord. So the question is, what am I fearing? God said that I'll die.",
    "start": "00:42:34",
    "end": "00:42:49"
  },
  {
    "text": "You're fearing the consequences.",
    "start": "00:42:49",
    "end": "00:42:50"
  },
  {
    "text": "Yep, fearing the consequences. But also I'm fearing the one who provided all of this goodness for me.",
    "start": "00:42:51",
    "end": "00:42:57"
  },
  {
    "text": "Yeah. You're fearing the loss of that relationship.",
    "start": "00:42:57",
    "end": "00:43:01"
  },
  {
    "text": "That's right. Yeah. I have reverence for that one because he is the wise, all powerful provider of what is good. So I don't just fear him. I also fear the consequences of doing something he said not to do because I fear the consequences.",
    "start": "00:43:01",
    "end": "00:43:17"
  },
  {
    "text": "It's an interesting insight where you mentioned how God acts so mercifully. We don't fear God because he's bad. We fear God because he's good.",
    "start": "00:43:17",
    "end": "00:43:28"
  },
  {
    "text": "Yes.",
    "start": "00:43:28",
    "end": "00:43:28"
  },
  {
    "text": "I think is what kind of what you were saying.",
    "start": "00:43:28",
    "end": "00:43:30"
  },
  {
    "text": "Well, it's a surprise. In the story, he says, the day you eat of it, you'll die.",
    "start": "00:43:30",
    "end": "00:43:34"
  },
  {
    "text": "Yeah. But everything that Adam knows up to that point is God is good.",
    "start": "00:43:34",
    "end": "00:43:37"
  },
  {
    "text": "That's right.",
    "start": "00:43:37",
    "end": "00:43:37"
  },
  {
    "text": "Right.",
    "start": "00:43:37",
    "end": "00:43:38"
  },
  {
    "text": "Yeah. That's all he knows.",
    "start": "00:43:38",
    "end": "00:43:39"
  },
  {
    "text": "Yeah.",
    "start": "00:43:39",
    "end": "00:43:39"
  },
  {
    "text": "Yeah.",
    "start": "00:43:39",
    "end": "00:43:39"
  },
  {
    "text": "And so why would he fear God in that moment if there's nothing except for the potential consequence?",
    "start": "00:43:39",
    "end": "00:43:47"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:43:47",
    "end": "00:43:48"
  },
  {
    "text": "Moving forward, I guess he could fear the consequence.",
    "start": "00:43:48",
    "end": "00:43:50"
  },
  {
    "text": "Well, yeah. God did say, the day you eat of it, you'll die.",
    "start": "00:43:50",
    "end": "00:43:53"
  },
  {
    "text": "Yeah. So I guess he's fearing that we ate the tree.",
    "start": "00:43:53",
    "end": "00:43:55"
  },
  {
    "text": "Here you come. I'm gonna die.",
    "start": "00:43:55",
    "end": "00:43:56"
  },
  {
    "text": "I'm gonna die.",
    "start": "00:43:56",
    "end": "00:43:57"
  },
  {
    "text": "He's afraid.",
    "start": "00:43:58",
    "end": "00:43:59"
  },
  {
    "text": "But looking back, everything God's done is good.",
    "start": "00:43:59",
    "end": "00:44:01"
  },
  {
    "text": "Correct? Yeah.",
    "start": "00:44:01",
    "end": "00:44:02"
  },
  {
    "text": "And there is a sense of, I don't want to lose that. I want to be in a relationship with the one who provides good. And there's a reverence for that. And then there's a surprise twist, which is, God's even better than you thought.",
    "start": "00:44:02",
    "end": "00:44:15"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:44:15",
    "end": "00:44:16"
  },
  {
    "text": "He doesn't kill you.",
    "start": "00:44:16",
    "end": "00:44:17"
  },
  {
    "text": "He doesn't kill them. He gives them a gift. But then he exiles them. There is consequences to the realm of death, where they will eventually die. Yeah, but he's more merciful than he sounded.",
    "start": "00:44:17",
    "end": "00:44:27"
  },
  {
    "text": "Long suffering.",
    "start": "00:44:27",
    "end": "00:44:28"
  },
  {
    "text": "He's more merciful than he sounded when he gave the command.",
    "start": "00:44:28",
    "end": "00:44:30"
  },
  {
    "text": "Yeah.",
    "start": "00:44:30",
    "end": "00:44:31"
  },
  {
    "text": "Which is you'll die the day you eat of it. So, yeah, man. Here you go. Genesis 1:3 is crucial for grasping why the books of Solomon are what they are. But to take on board why these three of the wisdom books, Proverbs, Ecclesiastes, and Song of Songs. Notice that I'm just making song songs into a wisdom book now. Yeah, but you'll see it is one. It is one. Why Solomon is attached to all three. Yeah. So the next step is to just a quick overview of the Solomon story, because it's designed as an elaborate reenactment of the Garden of Eden story. His story is, there's a little sentence at the beginning of Proverbs, Ecclesiastes and Song Songs that connects it to Solomon in some way when it's hyperlinking to Solomon. But the Solomon story is a massive hyperlink back to the garden. That's what those little opening sentences are doing of Proverbs.",
    "start": "00:44:31",
    "end": "00:45:27"
  },
  {
    "text": "It's tying that all together.",
    "start": "00:45:27",
    "end": "00:45:28"
  },
  {
    "text": "It's tying to the story of Solomon, back to the garden, wrapping it all up.",
    "start": "00:45:28",
    "end": "00:45:33"
  },
  {
    "text": "These books are all exploring what does it mean for humans to gain wisdom.",
    "start": "00:45:33",
    "end": "00:45:39"
  },
  {
    "text": "To live by God's wisdom. How do you live by God's wisdom? What are the implications of it? So here it is, Proverbs, how to live by God's wisdom. And when you do, you will find yourself reunited with the ideal Eve, Lady Wisdom, in a way that leads to eternal life. It's Proverbs. Ecclesiastes comes along and says, that may be true on a theoretical level, but. But once we live outside the garden, under the sun, in the land of exile, you're going to just have to settle for hoping for the best. Because even if you embrace Lady Wisdom, you're not exempt from the horrific conditions that we all have to live under here, outside the garden. And then the Song of Songs is a poetic reenactment of the drama of being reunited with the ideal Eve and Lady Wisdom. And the final scene of The Song of Songs is the lover and the beloved being united under a tree in eternal love that overcomes death. That's the final paragraph of the Song of Songs. So good, dude. So that's where we're going thanks for.",
    "start": "00:45:39",
    "end": "00:46:51"
  },
  {
    "text": "Listening to this episode of the BibleProject podcast. Next week we're going to continue this conversation on how to read the wisdom books. We won't get into the wisdom books yet, but we'll get to Solomon, the man who is connected to all the wisdom books. We'll look at his story and how he is replaying the garden story and how he gets so close to fulfilling the test of choosing God's wisdom over his own.",
    "start": "00:46:51",
    "end": "00:47:17"
  },
  {
    "text": "He's a very complex character. One simple way to say is he's presented with two sides. It's like a Jekyll and Hyde. Welcome to the Story of Solomon.",
    "start": "00:47:17",
    "end": "00:47:26"
  },
  {
    "text": "Today's show was produced by Dan Gummel, the music by the band Tense. The Bible Project is a nonprofit. We're in Portland, Oregon. We believe the Bible is a unified story that leads to Jesus. We have videos, this podcast and other resources. You can find it all@thebibleproject.com and it's all for free because of the generous support of people like you. So thanks so much for being a part of this with us.",
    "start": "00:47:26",
    "end": "00:47:49"
  },
  {
    "text": "Hi, this is Rufaro Banga and I'm from Zimbabwe. Moroe Mose Ndinon Zi Rufaro Banga Duno Paku, Zimbabwe I heard about the Bible project on YouTube. I use the Bible Project as a study tool personally and as a teacher. My favorite thing about the Bible Project is that you can binge watch all of it. You can turn it into a movie night with your spouse and it's easy. Easy to share with non believers as well as believers of all ages. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by the people like me. Find videos, study notes, podcasts and more@thebibleproject.com.",
    "start": "00:47:51",
    "end": "00:48:33"
  },
  {
    "text": "SA.",
    "start": "00:48:40",
    "end": "00:48:41"
  }
]