[
  {
    "text": "Tim and I like to discuss how books of the Bible are designed, their literary structure. We also like to talk about themes in the Bible, motifs that go through the entire narrative arc of Scripture and tie the whole thing together. But in this episode, we're going to take a step back and we're going to talk about what the Bible is in the first place.",
    "start": "00:00:02",
    "end": "00:00:21"
  },
  {
    "text": "The Hebrew Bible is an extremely sophisticated piece of ancient literary art that has a theological message, but it's doing it through this incredibly nuanced literary medium.",
    "start": "00:00:21",
    "end": "00:00:33"
  },
  {
    "text": "The Bible didn't drop out of heaven. It was produced over hundreds of years by many different authors who all came from one particular people group known as Ancient Israel.",
    "start": "00:00:33",
    "end": "00:00:43"
  },
  {
    "text": "It came into existence through the history of how God was at work with a people. It emerged out of that history through this people.",
    "start": "00:00:43",
    "end": "00:00:50"
  },
  {
    "text": "God's working in human history in a unique way.",
    "start": "00:00:50",
    "end": "00:00:53"
  },
  {
    "text": "You're trying to understand the story of the biblical texts and the message that they have. They're telling a story that has the people of Israel at its center, but it actually has the story of the whole world and all humanity as its main focus.",
    "start": "00:00:53",
    "end": "00:01:08"
  },
  {
    "text": "In this episode, we talk about this collection of ancient texts that we call the Bible and why Christians have been intimately tied to this book. Here we go.",
    "start": "00:01:08",
    "end": "00:01:18"
  },
  {
    "text": "So we are gonna produce a series starting in 2017, about what is the Bible and how to read it.",
    "start": "00:01:23",
    "end": "00:01:32"
  },
  {
    "text": "It's very 101.",
    "start": "00:01:33",
    "end": "00:01:35"
  },
  {
    "text": "Very 101. We've been taking people through books of the Bible, themes that run throughout the whole Bible. But it kind of dawned on me, us over, I don't know, recent past, that we don't have anything in the video library that takes someone who has virtually zero or zero knowledge about the Bible and helps them get going.",
    "start": "00:01:35",
    "end": "00:01:56"
  },
  {
    "text": "Yeah. All our videos assume you understand some basic things about the Bible and you're ready to jump in.",
    "start": "00:01:56",
    "end": "00:02:02"
  },
  {
    "text": "I mean, you could just start in the Genesis videos and dive in, but that doesn't help, you know, why Genesis is in the Bible and how it fits into this thing called the Old Testament. We just don't have a lot like that.",
    "start": "00:02:02",
    "end": "00:02:15"
  },
  {
    "text": "Yeah. So that's what we're going to talk through specifically, what's the Bible, how it's composed, and not so much we won't talk about how we got the Bible. That'll be a whole nother conversation.",
    "start": "00:02:15",
    "end": "00:02:25"
  },
  {
    "text": "Oh, yeah. That is awesome. That we really. That we plan on having in the future. Things we want to work on is a lot of historical origins and where these collections that are called canons came from.",
    "start": "00:02:25",
    "end": "00:02:38"
  },
  {
    "text": "So we won't have that conversation, but we will Talk about what the Bible is and its. What structure.",
    "start": "00:02:39",
    "end": "00:02:44"
  },
  {
    "text": "Yeah. And the different forms that the Bible takes in different religious communities today. Because there's more than one shaped to the Bible. That's a controversial topic. So. Yeah. So the way this is going to kind of flow is we just want to do a basic outline of what is the Bible and where did it come from and its basic shape. And then also. Yeah. Why did it take shape in different forms in different traditions in Christianity and Judaism?",
    "start": "00:02:44",
    "end": "00:03:16"
  },
  {
    "text": "And by different forms you mean. There's the Jewish Bible.",
    "start": "00:03:16",
    "end": "00:03:18"
  },
  {
    "text": "Jewish Bible that Christians would call the Old Testament or the Hebrew Bible.",
    "start": "00:03:19",
    "end": "00:03:23"
  },
  {
    "text": "And then there's the Protestant.",
    "start": "00:03:23",
    "end": "00:03:26"
  },
  {
    "text": "Yeah, the Protestant Bible would just tack on the New Testament as a collection of 27 books. But then also in the mix is a number of Jewish writings that were written in the period of the Jewish second Temple.",
    "start": "00:03:26",
    "end": "00:03:43"
  },
  {
    "text": "In between, after the Old Testament ends.",
    "start": "00:03:43",
    "end": "00:03:46"
  },
  {
    "text": "After the Old Testament history period. Not necessarily the formation of the book, but the history period. And before Jesus of Nazareth.",
    "start": "00:03:46",
    "end": "00:03:53"
  },
  {
    "text": "Yeah. The intertestamental period.",
    "start": "00:03:53",
    "end": "00:03:56"
  },
  {
    "text": "Yes, sometimes called the intertestamental period. I think it's more helpful to call it the Second Temple period, how it's referred to.",
    "start": "00:03:56",
    "end": "00:04:04"
  },
  {
    "text": "Why is that more helpful?",
    "start": "00:04:04",
    "end": "00:04:05"
  },
  {
    "text": "Well, it gives us clear demarcations, like nobody was marking history by when did the Old Testament end? That's the end of an era. When did the New Testament begin? Like they were just in the thick of historical events, the swirl of the events.",
    "start": "00:04:05",
    "end": "00:04:17"
  },
  {
    "text": "But arguably New Testament writings are also Second Temple Jewish literature.",
    "start": "00:04:17",
    "end": "00:04:21"
  },
  {
    "text": "They are Second Temple literature. That's exactly right.",
    "start": "00:04:21",
    "end": "00:04:23"
  },
  {
    "text": "So is it helpful to call both second temples?",
    "start": "00:04:24",
    "end": "00:04:27"
  },
  {
    "text": "I think so, yeah. There was a huge amount of literature produced by the Israelite people in the period of the second Temple. And some of that literature got shaped into what became the Hebrew Bible. Others of that literature were important, but weren't included within the original shape of the Hebrew Bible, but were read and valued by Jewish communities. And that's the story including the followers of Jesus.",
    "start": "00:04:27",
    "end": "00:04:53"
  },
  {
    "text": "And many of those books are the books that are found in the Catholic canonization.",
    "start": "00:04:53",
    "end": "00:04:58"
  },
  {
    "text": "Yeah, Catholic tradition. And even preceding, there were discussions about these books as some kind collection alongside scripture, but they were affirmed as scripture within the Catholic tradition. And so that's seven separate books and then two updated versions of Old Testament books. And that's the Catholic Bible within the Orthodox tradition, Greek Orthodox, Ethiopian Orthodox. There's even a couple other books in their collection. Okay, so. Yeah.",
    "start": "00:04:58",
    "end": "00:05:29"
  },
  {
    "text": "Which books are those?",
    "start": "00:05:29",
    "end": "00:05:30"
  },
  {
    "text": "Enoch.",
    "start": "00:05:31",
    "end": "00:05:31"
  },
  {
    "text": "Oh, they have Enoch.",
    "start": "00:05:31",
    "end": "00:05:32"
  },
  {
    "text": "Significantly. Yeah, The Book of Enoch. And so all that to say is the Bible? Well, this is important just to say from the beginning. And it's something important to us. The Bible Project is addressing a cultural perception that to believe that the Bible is a divine word means that human history and human involvement in the Bible was incidental or not significant. Because that would mar the fact that it's a divine word which essentially needs to have fallen from heaven. And that's an assumption that I think is actually not true to what the Bible says about its own origins. Because there's lots of information in the Bible about its own origins. But also we lose something really important about what the Bible is, that it came into existence through the history of how God was at work with a people through history. It emerged out of that history. And so we should expect the Bible story to be somewhat complex because God's chosen to get involved in the mess of human history. So the Bible has different shapes in different religious communities. And that's just a historical fact that's gotta be recognized.",
    "start": "00:05:32",
    "end": "00:06:43"
  },
  {
    "text": "And the quick cheat sheet is Jewish community is what the Christians call the Old Testament. There is in the Catholic tradition, what is it?",
    "start": "00:06:43",
    "end": "00:06:53"
  },
  {
    "text": "Four intertestamental books, seven books and two updated editions.",
    "start": "00:06:53",
    "end": "00:06:59"
  },
  {
    "text": "Seven books?",
    "start": "00:06:59",
    "end": "00:06:59"
  },
  {
    "text": "Seven distinct books.",
    "start": "00:06:59",
    "end": "00:07:01"
  },
  {
    "text": "Seven more books. Those were written during the Second Temple period that Jewish people didn't consider part of their canon, but considered significant religious writings.",
    "start": "00:07:01",
    "end": "00:07:12"
  },
  {
    "text": "Yeah, well, in the same way that in world Christianity today, there is a difference of opinion about the shape of the Bible. Protestant Bible, Catholic Bible, Orthodox Bible. That same kind of diversity existed even in the second Temple period about when.",
    "start": "00:07:12",
    "end": "00:07:28"
  },
  {
    "text": "They were canonizing their scriptures.",
    "start": "00:07:28",
    "end": "00:07:30"
  },
  {
    "text": "The shape of the. The Hebrew scripture.",
    "start": "00:07:30",
    "end": "00:07:32"
  },
  {
    "text": "Okay, Yep. So some Jewish groups would say that was their scripture, part of the scriptures.",
    "start": "00:07:32",
    "end": "00:07:38"
  },
  {
    "text": "Some would say only the five books of the Torah.",
    "start": "00:07:38",
    "end": "00:07:40"
  },
  {
    "text": "Okay.",
    "start": "00:07:40",
    "end": "00:07:41"
  },
  {
    "text": "We know of groups that said that. We know of groups that accepted what's called the three part shape of the Hebrew Bible. The Tanakh, the law, the prophets and the writings. There were other group. One of their libraries was discovered with the discovery of the Dead Sea Scrolls. And they seem to have viewed some of their own writings within the community as having some kind of authoritative divine status as well. So throughout history, there's been diverse religious groups that have believed the divine scriptures to have a different shape. So that's gonna throw a wrench in some. It's gonna mess with some people, and that's okay. It threw a huge wrench in my view of things.",
    "start": "00:07:41",
    "end": "00:08:24"
  },
  {
    "text": "Okay, so yeah, so Jewish. Okay, so yeah.",
    "start": "00:08:24",
    "end": "00:08:27"
  },
  {
    "text": "So we've got the sheet.",
    "start": "00:08:27",
    "end": "00:08:28"
  },
  {
    "text": "I'm trying to keep this simple. I know you are.",
    "start": "00:08:28",
    "end": "00:08:30"
  },
  {
    "text": "And I keep making A complaint.",
    "start": "00:08:30",
    "end": "00:08:31"
  },
  {
    "text": "That's fine. That's great. So we got the Jewish Scriptures, which we call the Old Testament, but for them is called the Tanakh. But during the Second Temple period, there wasn't a unanimous decision.",
    "start": "00:08:31",
    "end": "00:08:44"
  },
  {
    "text": "Yeah, this is a surprise. When I first learned, it surprised many people. But the form of Jesus, Judaism, modern Judaism, as it exists today in all of its different branches, Reform, Orthodox and so on. But all of that comes out of one crucially important stream of Jewish history in the Second Temple period. But it's not the only form that Judaism took in that period. It's just the one that became the most dominant throughout history.",
    "start": "00:08:45",
    "end": "00:09:16"
  },
  {
    "text": "And the rest ended up going.",
    "start": "00:09:16",
    "end": "00:09:17"
  },
  {
    "text": "Rabbinic Judaism is the shape, and it's the Judaism that's informed not only by the scriptures, but also by two other bodies of religious literature after the scriptures that help them understand the scriptures.",
    "start": "00:09:18",
    "end": "00:09:31"
  },
  {
    "text": "Yeah. What are those called again?",
    "start": "00:09:31",
    "end": "00:09:32"
  },
  {
    "text": "The Mishnah and the Talmud.",
    "start": "00:09:32",
    "end": "00:09:34"
  },
  {
    "text": "Yeah. Okay.",
    "start": "00:09:34",
    "end": "00:09:35"
  },
  {
    "text": "In a way, easy parallels to think within Jewish history. The Hebrew Scriptures were supplemented by another body of literature, the Mishnah and the Talmud, that all help the people of Israel observe the laws of the Torah with great faithfulness.",
    "start": "00:09:35",
    "end": "00:09:51"
  },
  {
    "text": "And that. When was that all worked out?",
    "start": "00:09:51",
    "end": "00:09:55"
  },
  {
    "text": "With the post that's generating the ideas and the conversations and the traditions behind the mission. The Talmud are taking place in the period around Jesus and afterwards.",
    "start": "00:09:55",
    "end": "00:10:07"
  },
  {
    "text": "Okay, so what happened to all the other Jewish traditions?",
    "start": "00:10:07",
    "end": "00:10:10"
  },
  {
    "text": "They were part of historical groups that just went out of existence. Some still exist. Like, I mean, there's a debate. There's a group called the Samaritans who claim a connection to the early history of Israel. They still exist. There's a very small population. It's a small ethnic population that's existing and carrying on on the basis of the five books of the Torah. There were. Yeah. Other groups. I mean, they're mentioned in the New Testament sometimes. Sadducees, the Pharisees are the nucleus of the group that would become what's called the shapers of Rabbinic Judaism.",
    "start": "00:10:11",
    "end": "00:10:46"
  },
  {
    "text": "Oh, really? Okay, the word totally rabbit trailing here, but that's great by me. So what's the Sadducees? How do they differ from the Pharisees?",
    "start": "00:10:46",
    "end": "00:10:54"
  },
  {
    "text": "Sadducees were the power brokers in Jerusalem who were in charge of the city and the temple complex.",
    "start": "00:10:54",
    "end": "00:11:01"
  },
  {
    "text": "So they weren't like rabbis.",
    "start": "00:11:01",
    "end": "00:11:03"
  },
  {
    "text": "I mean, there were religious Torah scholars, you know, on payroll, but for the most part, they were. Yeah, a small group of elite and powerful families running the show in Jerusalem. The Pharisees were a lot more like a popular religious political movement that didn't have a base of power in Jerusalem, but they had centers of influence all over the land of Israel. And they were rising to their peak of influence in the period of Jesus and the apostles, which is why they appear so much in the New Testament.",
    "start": "00:11:04",
    "end": "00:11:42"
  },
  {
    "text": "And you're saying that's the seedbed for the Rabbinic tradition?",
    "start": "00:11:42",
    "end": "00:11:46"
  },
  {
    "text": "Exactly right. As far as we can tell, yeah. The Pharisees are the nucleus. They had a vision for what the Jewish people needed to become. And after the destruction of the Jewish temple in 70 A.D. it was these leaders who forged a new path for existence because Israel existed as a temple, Jerusalem focused religion.",
    "start": "00:11:46",
    "end": "00:12:07"
  },
  {
    "text": "And then there's no more temple, and.",
    "start": "00:12:07",
    "end": "00:12:08"
  },
  {
    "text": "Then there's no more temple, and Jerusalem's destroyed. And so the Pharisees were. Yeah, the seedbed of what would become Judaism as it exists throughout its history. And so this all takes place post New Testament period. And so the. The interpretations of life according to the Torah that the Pharisees were developing, kept developing and later became these two bodies of literature called the Mishnah and the Talmud.",
    "start": "00:12:08",
    "end": "00:12:33"
  },
  {
    "text": "I see. So they saw the Tanakh as the canonization of scripture.",
    "start": "00:12:33",
    "end": "00:12:38"
  },
  {
    "text": "Yeah, absolutely. They treat it as whole, you know, a divine human word. I mean, it's fat. And there's even more writings that these Jewish scholars produced in these centuries. But what's interesting to me, it's a parallel to the Jesus movement. And then the writings that Jesus followers produce that we call the New Testament, it's. The Hebrew Bible in and of itself is an incomplete storyline.",
    "start": "00:12:39",
    "end": "00:13:01"
  },
  {
    "text": "Right.",
    "start": "00:13:01",
    "end": "00:13:02"
  },
  {
    "text": "It demands some form of completion. And so Rabbinic Judaism and what's become kind of the dominant form of world Judaism today is one way. That was one way of a community completing. And so they supplemented it with other literature. And they are living out their vision of what they think the scriptures call all God's people too. But the Jesus movement was claiming the exact same thing, that the story of the Scriptures was being fulfilled in Jesus in the movement. He started the Dead Sea scroll community that produced the Dead Sea Scrolls down at Qumran. At Qumran? Yeah, which is the name of the location today where they were. They believed that the story of the Hebrew Scriptures was coming to be fulfilled in themselves and their community and their leader, who they called the Teacher of righteousness. So again, this is a good example where the Bible took a different shape in each of these communities because it emerged out of their history. And so to understand what the Bible is automatically kind of tees you up to at least knowing something about the history of the People group at the center of the Bible, which is the history of the Israelite people.",
    "start": "00:13:02",
    "end": "00:14:07"
  },
  {
    "text": "So we said we weren't going to talk about how the Bible was formed. I know, and I feel like we're jumping into it, but it is helpful. Okay, so Jewish scriptures.",
    "start": "00:14:07",
    "end": "00:14:16"
  },
  {
    "text": "Yes.",
    "start": "00:14:16",
    "end": "00:14:16"
  },
  {
    "text": "We call the Old Testament, it's the Tanakh in Rabbinic Judaism today.",
    "start": "00:14:16",
    "end": "00:14:21"
  },
  {
    "text": "Rabbinic, Rabbinic Judaism, most main branches of.",
    "start": "00:14:22",
    "end": "00:14:25"
  },
  {
    "text": "Judaism today also have the Mishnah and the Talmud which supplement. But they don't put at the same level.",
    "start": "00:14:25",
    "end": "00:14:32"
  },
  {
    "text": "It depends on the tradition. It depends on the tradition. It depends on the tradition, yeah.",
    "start": "00:14:33",
    "end": "00:14:37"
  },
  {
    "text": "So some of their traditions will call it at the same level of Scripture in the same way that Christians will consider the New Testament.",
    "start": "00:14:38",
    "end": "00:14:45"
  },
  {
    "text": "That's right.",
    "start": "00:14:45",
    "end": "00:14:46"
  },
  {
    "text": "At the same level of science.",
    "start": "00:14:46",
    "end": "00:14:46"
  },
  {
    "text": "Yeah. And there are traditions within Judaism that actually treat these later texts, mission and Talmud as actually in day to day use, more important than the Hebrew Scriptures. Just like there are some forms of Christianity that treat the New Testament as more important. They'll acknowledge the Old Testament is scripture, but they never read it.",
    "start": "00:14:46",
    "end": "00:15:03"
  },
  {
    "text": "Right.",
    "start": "00:15:03",
    "end": "00:15:04"
  },
  {
    "text": "They just read the New Testament.",
    "start": "00:15:04",
    "end": "00:15:05"
  },
  {
    "text": "Got it.",
    "start": "00:15:05",
    "end": "00:15:05"
  },
  {
    "text": "And there's a parallel to that within some Jewish groups as well.",
    "start": "00:15:05",
    "end": "00:15:09"
  },
  {
    "text": "Yeah. Probably because it's more applicable to.",
    "start": "00:15:09",
    "end": "00:15:10"
  },
  {
    "text": "It's more applicable to their place in the story. Yeah, that makes sense.",
    "start": "00:15:10",
    "end": "00:15:15"
  },
  {
    "text": "Okay. And then Catholicism, it's tricky.",
    "start": "00:15:15",
    "end": "00:15:18"
  },
  {
    "text": "So the Catholic Bible results from this body of literature that's pre Christian.",
    "start": "00:15:18",
    "end": "00:15:24"
  },
  {
    "text": "The Catholic Bible is a body of literature that's pre Christian.",
    "start": "00:15:24",
    "end": "00:15:27"
  },
  {
    "text": "They're recalling the apocryphal or deuterocanonical words.",
    "start": "00:15:27",
    "end": "00:15:30"
  },
  {
    "text": "Jewish scripture before Jesus.",
    "start": "00:15:30",
    "end": "00:15:31"
  },
  {
    "text": "Jewish literature. Yeah, Jewish literature that's pre Christian.",
    "start": "00:15:31",
    "end": "00:15:36"
  },
  {
    "text": "By pre Christian you mean before Jesus.",
    "start": "00:15:37",
    "end": "00:15:39"
  },
  {
    "text": "Death before Jesus. Yeah, exactly. Right, yeah. So these texts, I mean, they're brilliant, they're incredible works and you should know about them and read them. They're amazing. But as far as we can tell from our ancient evidence, and I actually happen to hold a view about the shape and history of the Hebrew Bible and the canon. That's not the majority view within the scholarly field. It's not a fringe view, the view that I hold, but it's not the majority view which is that the shape of the Hebrew Scriptures, the Tanakh that Protestants know is the Old Testament, that that's the original, most early shape of the Hebrew Bible and that that was the boundaries of that were roughly firmed up within somewhere within the 3rd to 2nd century BC and that that's precisely the time period when these other works that are called the Apocryphal or Deuterocanonical works. That's when these works are being produced. And most of these works are aware of themselves as being dependent on the Hebrew Scriptures in some way. Dependent, meaning they quote from it, they're aware of it.",
    "start": "00:15:39",
    "end": "00:16:47"
  },
  {
    "text": "Well, scripture does that to itself all the time.",
    "start": "00:16:48",
    "end": "00:16:50"
  },
  {
    "text": "Totally. Yeah. I'm not saying it's a reason why it should or shouldn't be part of the Bible. It's just they clearly come late in the literature of the biblical tradition. And I think there are a number of internal clues within the Hebrew Bible and about these books that show they aren't designed to be part of the Hebrew Bible. They're just awesome literature that existed in Jewish communities alongside the Bible and in.",
    "start": "00:16:50",
    "end": "00:17:14"
  },
  {
    "text": "The Catholic tradition and in the Eastern Orthodox tradition.",
    "start": "00:17:14",
    "end": "00:17:17"
  },
  {
    "text": "But in the Catholic tradition. Well, in the early church, these books were read and preserved.",
    "start": "00:17:17",
    "end": "00:17:22"
  },
  {
    "text": "Got it.",
    "start": "00:17:22",
    "end": "00:17:22"
  },
  {
    "text": "Among Jesus followers. I mean, they're. The reason why they actually were passed on and existed is because early Christians were reading them widely.",
    "start": "00:17:23",
    "end": "00:17:31"
  },
  {
    "text": "So whether or not they called them, consider them part of Scripture, they were revered.",
    "start": "00:17:33",
    "end": "00:17:38"
  },
  {
    "text": "They've always been read and valued by Christians until the Protestant Reformation. Oh, really? And then only Catholic and Orthodox people have tended to read and value these writings, which is really unfortunate. But yeah. So there was debate going on even in the first few centuries about the status of these books. Are they considered divine, human word, the same way as the Hebrew scriptures? And there's a lot of debate going on about that. And that gets us more into the details that are really fascinating. But I don't.",
    "start": "00:17:39",
    "end": "00:18:09"
  },
  {
    "text": "But we won't get into.",
    "start": "00:18:09",
    "end": "00:18:10"
  },
  {
    "text": "Dude, this video's gonna have nothing to.",
    "start": "00:18:10",
    "end": "00:18:12"
  },
  {
    "text": "Do with the formation of the Bible.",
    "start": "00:18:12",
    "end": "00:18:14"
  },
  {
    "text": "Yeah, this video, really, the beginning of the how to read the Bible series is just gonna be like, what is the Bible? Yeah, it's the Old Testament, it's the New Testament, but it kind of helps Protestant Bible.",
    "start": "00:18:14",
    "end": "00:18:23"
  },
  {
    "text": "It helps understand how they came to be to understand why there's differences. I agree, but we don't have to get into it.",
    "start": "00:18:23",
    "end": "00:18:31"
  },
  {
    "text": "I agree. So we're gonna have to find a balance.",
    "start": "00:18:31",
    "end": "00:18:33"
  },
  {
    "text": "Let me try to do this summary one more time. We'll get through it.",
    "start": "00:18:33",
    "end": "00:18:35"
  },
  {
    "text": "I've interrupted you four times.",
    "start": "00:18:35",
    "end": "00:18:37"
  },
  {
    "text": "No, I keep. No, I just keep rabbit trailing. So there's the Jewish scriptures called the Tanakh. We call it the Old Testament by we Protestant Christians.",
    "start": "00:18:37",
    "end": "00:18:45"
  },
  {
    "text": "You and I in the room. You and I. Yeah.",
    "start": "00:18:47",
    "end": "00:18:48"
  },
  {
    "text": "Called the Old Testament. There was Jewish Second Temple writings that came on the heels of that, which some Jewish traditions considered scriptures, some didn't. Called the intertestamental. No, the apocryphal.",
    "start": "00:18:50",
    "end": "00:19:04"
  },
  {
    "text": "Or apocryphal is how Protestants refer to them. Deuterocanonical is how Catholics and Orthodox refer to them. Deuterocanonical, which just means a second canon.",
    "start": "00:19:04",
    "end": "00:19:14"
  },
  {
    "text": "Second canon.",
    "start": "00:19:14",
    "end": "00:19:14"
  },
  {
    "text": "Second part of the canon.",
    "start": "00:19:14",
    "end": "00:19:15"
  },
  {
    "text": "And Jesus followers read these. Early Christians read these. And then there was all the material produced by Jesus's apostles. And that is then the New Testament. New Testament, which Protestants consider part of the canon. And so do Catholics. So do the Eastern Orthodox.",
    "start": "00:19:16",
    "end": "00:19:37"
  },
  {
    "text": "Correct.",
    "start": "00:19:37",
    "end": "00:19:38"
  },
  {
    "text": "That leaves just one more wrinkle, which is the Eastern Orthodox has a couple more deuterocanonical books than the Catholic tradition.",
    "start": "00:19:38",
    "end": "00:19:46"
  },
  {
    "text": "That's correct.",
    "start": "00:19:46",
    "end": "00:19:46"
  },
  {
    "text": "Okay. This will make much more sense when we visualize it.",
    "start": "00:19:46",
    "end": "00:19:49"
  },
  {
    "text": "Yeah. Yeah, it will. Yeah.",
    "start": "00:19:49",
    "end": "00:19:50"
  },
  {
    "text": "So the Bible is a book, and I just want to talk about this idea of a book really quick.",
    "start": "00:20:20",
    "end": "00:20:26"
  },
  {
    "text": "Yeah.",
    "start": "00:20:26",
    "end": "00:20:27"
  },
  {
    "text": "So when I think of a book, I have different categories. I think of a novel, so a story with characters and a plot, and I pick it up. Chapter one, I start reading. I learn about the world this story takes place in, and there's conflict and resolution, and by the end, the book is done. So that's fiction. And then there's a nonfiction book, which is a lot of. It seems like a lot of nonfiction books I read are kind of like how to Books, how to get better at things or how to think about things differently. And those are, like, more topical. Like, here's a topic, you know, creating a business, and here's a. Here's a book with a new idea for how businesses succeed or something. But then I'm also familiar with, like, textbooks, you know, going to school. And those are more like, let's try to really systematize all the information you need to know and bring you through it in a very clear structure and make sure you understand it and give you questions and that kind of stuff. Those are kind of the main books, I guess. But then I'm like, but I read all sorts of other things. I read magazine articles, I read blog posts. I read Facebook updates. In fact, it's kind of been said that we're writing and reading more than any time in human history. So we're very familiar with reading things, whether or not it's an actual book. And so the Bible is a book, but it doesn't really fit any of those categories exactly.",
    "start": "00:20:28",
    "end": "00:21:53"
  },
  {
    "text": "Well, we could add a few more categories, and it may be just. They're categories that you don't read.",
    "start": "00:21:54",
    "end": "00:21:59"
  },
  {
    "text": "Scholarly stuff.",
    "start": "00:22:01",
    "end": "00:22:02"
  },
  {
    "text": "Well, no, no. I'm thinking books can take a narrative format. There's narrative, but they can take the form of Fictional narrative. But then there's historical narrative that can be recreating a fictional narrative within what we would take to be a historical event that took place in history. So everything in the. You know. Yeah, I mean, my kids are. My kids love the Magic Treehouse. Magic Treehouse series. So it's all based. It's all a real time in history with real people, but fake stuff. Oh, did I remember my 5 year old when it hit him?",
    "start": "00:22:02",
    "end": "00:22:41"
  },
  {
    "text": "These didn't actually happen.",
    "start": "00:22:41",
    "end": "00:22:42"
  },
  {
    "text": "Yes. He was devastated that there was no actual thing, but then I had to try and explain him. But, you know, Pompeii was real. That was a real city, that was a real volcano, this kind of thing. And then his brain was spun. He was like, wait, so it's real events with the other people Jack and Annie meet?",
    "start": "00:22:42",
    "end": "00:23:03"
  },
  {
    "text": "Jack and Annie are true.",
    "start": "00:23:03",
    "end": "00:23:04"
  },
  {
    "text": "Jack and Annie are not real. And I think he gets it now. But that's complicated. But that's another form of narrative.",
    "start": "00:23:04",
    "end": "00:23:11"
  },
  {
    "text": "Then there's straight up historical fiction.",
    "start": "00:23:12",
    "end": "00:23:13"
  },
  {
    "text": "Then there's straight up historical narrative biography. That's narrative and it's form, but that's reconstructing historical events, but creating a plot line and showing you the thread between events. So those are all forms of narrative writing. And they can all be different levels of quality, too.",
    "start": "00:23:13",
    "end": "00:23:33"
  },
  {
    "text": "And there's historical nonfiction, which is. Let's try to. It's kind of like a biography, but of a time of.",
    "start": "00:23:33",
    "end": "00:23:40"
  },
  {
    "text": "That's right. Yeah. It's like less interesting, maybe.",
    "start": "00:23:40",
    "end": "00:23:44"
  },
  {
    "text": "Yeah. Probably less interesting.",
    "start": "00:23:44",
    "end": "00:23:45"
  },
  {
    "text": "Just reading summaries of historical events. Yeah. So obviously the Bible is dominantly narrative. Precisely 43%.",
    "start": "00:23:45",
    "end": "00:23:55"
  },
  {
    "text": "Nice little graph here.",
    "start": "00:23:57",
    "end": "00:23:58"
  },
  {
    "text": "Statistics in front of me and a nice chart. So narrative, it's its most dominant shape that the Bible takes narrative meaning.",
    "start": "00:23:58",
    "end": "00:24:04"
  },
  {
    "text": "There's characters in a setting.",
    "start": "00:24:04",
    "end": "00:24:07"
  },
  {
    "text": "Yeah, characters in a setting with a plot line driving the storyline forward. Yeah, that's from page one in the beginning. So there's a narrative unifying this entire collection from beginning to end. Within that narrative are large sections or some books that are entirely poetry. Either poetry embedded in narrative or whole books of poetry. And then there's also a broader category that you could just call discourse, which it's not storytelling, it's not poetry, it's just speech. So in the Old Testament, the classic example is the book of Deuteronomy, which is Moses, speech to Israel. In the New Testament, this would be something like the letters, Paul's letters. But it's tricky because even Paul's letters sometimes have poems in them. Have poems in them many. And sometimes he's in narrative mode, telling about. Telling a story about what happened to him, or telling in short form the.",
    "start": "00:24:07",
    "end": "00:25:07"
  },
  {
    "text": "Story of Jesus, which, I mean we're familiar with. Someone can give a speech and be telling a story within their speech.",
    "start": "00:25:07",
    "end": "00:25:14"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:25:14",
    "end": "00:25:14"
  },
  {
    "text": "So using narrative.",
    "start": "00:25:14",
    "end": "00:25:15"
  },
  {
    "text": "Yeah. So one way to put it is that the Bible is a totally unique kind of book on the modern literary scene.",
    "start": "00:25:15",
    "end": "00:25:23"
  },
  {
    "text": "Yeah. Like there isn't a good, it's not a good analogy.",
    "start": "00:25:23",
    "end": "00:25:27"
  },
  {
    "text": "Perfect analogy because you could pick it.",
    "start": "00:25:27",
    "end": "00:25:30"
  },
  {
    "text": "Up and it's a book.",
    "start": "00:25:30",
    "end": "00:25:31"
  },
  {
    "text": "It's a book, but then you realize it's a small library.",
    "start": "00:25:31",
    "end": "00:25:34"
  },
  {
    "text": "But it's a small library of books.",
    "start": "00:25:34",
    "end": "00:25:36"
  },
  {
    "text": "But it's not like walking into the library, which is different books and different authors that have no cohesion.",
    "start": "00:25:36",
    "end": "00:25:42"
  },
  {
    "text": "Right. They all work together.",
    "start": "00:25:42",
    "end": "00:25:43"
  },
  {
    "text": "Yeah. So in the Bible we're talking about the first collection, the Old Testament, that has over a thousand year long formation history. A millennium long formation history.",
    "start": "00:25:44",
    "end": "00:25:55"
  },
  {
    "text": "4000. You said 1000. 1000.",
    "start": "00:25:56",
    "end": "00:25:58"
  },
  {
    "text": "Yeah, 1000. And the new Testament in terms of the events. And that thousand years is from the events roughly that we can date historically and then to around 300, 200 BC.",
    "start": "00:25:58",
    "end": "00:26:12"
  },
  {
    "text": "Thousand years.",
    "start": "00:26:12",
    "end": "00:26:13"
  },
  {
    "text": "That's a long, it's a long period of formation for the New Testament. It's shorter because it begins with the events surrounding Jesus of Nazareth and then it goes through to the events of his followers over the next 60 some odd years. So the formation history of the books of the New Testament is like 60 years. So these are two very different collections with very different formation histories. They cohesively read together as one unified epic narrative. So yeah, let's think you're good at analogies. So what's an analogy for?",
    "start": "00:26:13",
    "end": "00:26:50"
  },
  {
    "text": "Well, I was just trying to think of some like fictional, like let's just make a fictional book.",
    "start": "00:26:50",
    "end": "00:26:57"
  },
  {
    "text": "Well, I mean, a close equivalent that I think the author was trying to imitate biblical style is something like the Lord of the Rings epic. So it's fictional. But you know, Tolkien was a. He structures it in terms of books that don't actually match the physical books. If you get the trilogy, it's three books, but it's actually, I think it's six or seven books within those three physical books. And it feels like you're reading a section from this ancient document and then there'll be a poem embedded by some characters and then an epic narrative about you. Actually you get into it and you realize like Tom Bombadil is a long section that was only a little subplot that only brings you back to the main plot to pick it up. Again.",
    "start": "00:26:57",
    "end": "00:27:41"
  },
  {
    "text": "And then he has the Simularian, which is like this Genesis story.",
    "start": "00:27:41",
    "end": "00:27:44"
  },
  {
    "text": "Yeah. So maybe in this. I don't tend to read this literature like epic fantasy literature, but epic narrative that's weaving a cast of hundreds and thousands over long periods of time. And there's epic stories and very intimate personal stories and poetry woven in.",
    "start": "00:27:44",
    "end": "00:28:02"
  },
  {
    "text": "I wonder if there's something similar with like, if you chronicle together all of Greek mythology or something in a canon and you get then all these stories that are probably working together in some way.",
    "start": "00:28:03",
    "end": "00:28:15"
  },
  {
    "text": "Yeah. You know, people have compared the biblical canon to like the canon of Homer's works, you know, like the Odyssey or the Iliad, which again also refer feature characters that we know were Greek kings and generals and so on, but they've been put into this kind of fantasy world of Greek mythology. They're interacting with the gods and so on. In the canon of Homer, there's much debate about the origins of these different materials. You know. Yeah, there's whole scholarly fields that people's whole careers are just about, just like in biblical studies people. So there are ancient parallels to at least the kind of book that the Bible is.",
    "start": "00:28:15",
    "end": "00:28:59"
  },
  {
    "text": "Because you would never do that today. Well, I guess Tolkien tried it, but I mean, that's super rare.",
    "start": "00:28:59",
    "end": "00:29:04"
  },
  {
    "text": "Yes.",
    "start": "00:29:04",
    "end": "00:29:05"
  },
  {
    "text": "To sit down and try to. I mean, and the thing is, it wasn't one author, it was many people working together.",
    "start": "00:29:06",
    "end": "00:29:15"
  },
  {
    "text": "That's right. It's a collection of collections. So even the people who are bringing the final shape of the Hebrew Bible together, the Old Testament or Tanakh. So you have prophets and scholars working in the Second Temple period, like Ezra and Nehemiah, who feature within the Old Testament themselves. But we're told that Ezra was a scholar of the Torah, of Moses. And so, yeah, these are authors whose authorship is actually to curate much older works and to work them together and weave them together into much longer epic literary works. And that's a different way of authoring. Tolkien just sat down and over time.",
    "start": "00:29:15",
    "end": "00:29:57"
  },
  {
    "text": "That'S kind of what a biographer kind of does sometimes.",
    "start": "00:29:57",
    "end": "00:29:59"
  },
  {
    "text": "Oh yeah. Oh yeah. Just tons of research, right.",
    "start": "00:29:59",
    "end": "00:30:02"
  },
  {
    "text": "Yeah. And then you pull together all of this work, especially if you're doing a biography of someone who wrote a bunch of stuff.",
    "start": "00:30:02",
    "end": "00:30:07"
  },
  {
    "text": "Yeah, A biography is a good example where you have a bunch of historical sources, you do interviews, you have pre existing biographies of the topic person or whatever, and then you work all that together into a new overall cohesive narrative about General MacArthur, something like that. And there's previous histories written, so you incorporate their work and you quote them and so on. But you've also done fresh research and you do your own reflection and you tie it all together. Yeah.",
    "start": "00:30:07",
    "end": "00:30:35"
  },
  {
    "text": "And that's what was happening during Second Temple Judaism, correct?",
    "start": "00:30:35",
    "end": "00:30:39"
  },
  {
    "text": "Yes. Yeah. The Bible's taking shape. Each of the books of the Old Testament in different ways. The different stories to be told about its own formation, history. Many of them had independent authors and origins, but at some point, these different books were recognized as having a divine, sacred quality to them, that when Israelites were gathered in worship, that they something happened, that they experienced the divine word through these texts. And so these are the texts that kind of rose to the surface. And a very similar story is to be told about the origins of the New Testament, about the four gospels, the letters of Paul, the letters of Peter. As early Christians gathered on Sundays and they read the writings of the apostles aloud, certain ones went viral and became more popular, and other ones that were valuable and were even really amazing, but didn't rise to the top. So one of the earliest post New Testament documents that we know of is called the First Letter of Clement, who was a lead church leader in Rome. And it's an amazing document. It's unbelievable. And it reads like one of Paul's letters. But Clement wasn't a part of that original first kind of layer of circle of the apostles and disciples around Jesus.",
    "start": "00:30:39",
    "end": "00:32:01"
  },
  {
    "text": "Was he like a second layer?",
    "start": "00:32:01",
    "end": "00:32:02"
  },
  {
    "text": "Mm, yeah, he was. Yeah, that's right. And so his letter, while preserved among many circles, didn't rise to the top virally, so to speak. And it wasn't linked to the apostles. And so it wasn't included within the collection of the New Testament. So there is something about these books that there's an existential element to how they became scripture. Once they were written and read as a part of these Jewish and later Christian communities, they were recognized as a part of this grand, epic narrative that the books of the Bible wove together.",
    "start": "00:32:02",
    "end": "00:32:40"
  },
  {
    "text": "Yeah. So it's interesting that we're jumping around from just what is the Bible? Back to how the Bible was formed. And this video in this series will not try to discuss how the Bible.",
    "start": "00:32:40",
    "end": "00:32:51"
  },
  {
    "text": "Was formed, but we do want. We do. We are hatching plan.",
    "start": "00:32:51",
    "end": "00:32:54"
  },
  {
    "text": "Yeah, yeah, we're hatching a plan.",
    "start": "00:32:54",
    "end": "00:32:57"
  },
  {
    "text": "We're hatching a plan to do that, to do a. Something bigger in the Bible project about, like a documentary about the origins of.",
    "start": "00:32:57",
    "end": "00:33:05"
  },
  {
    "text": "The Bible, but for the sake of this video, then it's more about that the Bible is a book that is really a library of books that all work together. And they all work together by contributing to an epic narrative.",
    "start": "00:33:05",
    "end": "00:33:21"
  },
  {
    "text": "It's an epic unified story.",
    "start": "00:33:21",
    "end": "00:33:22"
  },
  {
    "text": "And this unified story it simplified is the story of Abraham. And, well, I'm jumping through a bunch of stuff, but the story of God in the world, and specifically we were working on the Heaven and Earth workbook. You can talk about the story in terms of the union of heaven and earth.",
    "start": "00:33:23",
    "end": "00:33:44"
  },
  {
    "text": "Yeah.",
    "start": "00:33:44",
    "end": "00:33:44"
  },
  {
    "text": "And that separation.",
    "start": "00:33:44",
    "end": "00:33:46"
  },
  {
    "text": "Yeah, yeah. You can talk about it in a couple ways. You can talk about it just in historical terms. If we're trying to reconstruct the history of the Bible and the people group that it came from, then you're talking about the story of Israel. But if you're trying to understand the story of the biblical texts and the message that they have, they're telling a story that has the people of Israel at its center, but it actually has the story of the whole world and all humanity as its main focus. So for the Old Testament or the Hebrew Bible, the Tanakh, it begins with a set of stories saying the world was designed for so much more than what we currently experience. What we currently experience is a world that's been vandalized by stupid humans, rebellious humans who lost a great opportunity through choosing selfishness and sin, which the story defines as humans trying to define right and wrong on their own wisdom, apart from God's wisdom. And so the world's in a bad state and human history has gone off the tracks. What is God going to do about it? He starts a conversation with a guy named Abraham and thus begins. That's on page 12 of the Bible, chapter 12. And thus the rest of the Old Testament becomes a story of the family of Abraham, but all within that larger story of what is God going to do to rescue the world from.",
    "start": "00:33:46",
    "end": "00:35:13"
  },
  {
    "text": "But to be fair, the rest of the story is about the family of Abraham and the story is produced by the family of Abraham.",
    "start": "00:35:14",
    "end": "00:35:24"
  },
  {
    "text": "Yep.",
    "start": "00:35:24",
    "end": "00:35:25"
  },
  {
    "text": "And as a way for them to understand their identity.",
    "start": "00:35:25",
    "end": "00:35:28"
  },
  {
    "text": "Yeah. Their role in the world, their history and their God.",
    "start": "00:35:28",
    "end": "00:35:32"
  },
  {
    "text": "Right.",
    "start": "00:35:32",
    "end": "00:35:33"
  },
  {
    "text": "Yeah.",
    "start": "00:35:33",
    "end": "00:35:33"
  },
  {
    "text": "So it wasn't like some other, like, bibliographer coming back and saying, like, let me tell the story of this Abraham's family. It was actually produced over time within their.",
    "start": "00:35:33",
    "end": "00:35:44"
  },
  {
    "text": "That's right. And by significant individuals within their history, namely these figures called the prophets. So individuals who had a very unique, very unique live connection to their God of Israel. And when they looked out at human history, when they looked at their own people's history, they saw history in a way that other people didn't. And they saw God's hand at work weaving Israel's history as a part of the bigger picture. To rescue the whole world. And so the claim of these documents is that this history of Israel is a theological history that comes from these figures called the prophets. Israelite prophet, Moses, starting with Moses and then the chain goes on down through all the famous ones. Elijah, Nathan, Gad, Gad, Huldah, all these prophets and prophetesses. So the story of Israel essentially is how is God going to save the world through this family? That's the storyline of the Old Testament and it gets complicated. They go into slavery, so God rescues them, God makes a covenant with them, they go into the promised land, they get kings who are mostly bad. But there's one good king and one good king's really important, David, because God says it's actually through a king from the line of David that his rescue for the whole world is going to come.",
    "start": "00:35:44",
    "end": "00:37:10"
  },
  {
    "text": "You know, it would be good analogy is our friend Scott Erickson. I don't know how well you know Scott Erickson.",
    "start": "00:37:42",
    "end": "00:37:49"
  },
  {
    "text": "Acquaintance.",
    "start": "00:37:49",
    "end": "00:37:50"
  },
  {
    "text": "Yeah, yeah, Scott the painter.",
    "start": "00:37:50",
    "end": "00:37:51"
  },
  {
    "text": "Yeah.",
    "start": "00:37:51",
    "end": "00:37:52"
  },
  {
    "text": "He did this show, kind of one man show where he's telling a story, a personal story, but while he's doing it, he's at times painting and talking to you. At times he's playing video that is doing something. At times he's reading a poem and at times he's going back to a story. So it's this eclectic group of types of communication that he all uses together. And by the end you don't feel like you just watch some random, you know, you didn't watch a movie, you didn't watch a movie, you didn't watch a guy paint, you didn't watch a guy read poetry or do stand up comedy. But he did tell jokes. So it's just this mashup of all.",
    "start": "00:37:52",
    "end": "00:38:34"
  },
  {
    "text": "These different things, different media, different types.",
    "start": "00:38:34",
    "end": "00:38:37"
  },
  {
    "text": "Of media, different types of media. Yeah, but also you don't go away and go, man, that was just a random smathering of things. Yeah, it was, you go away going, wow, that all worked together to communicate something really significant. And not only was it significant in meaning, but it was a unified story. Like he was telling a story from beginning to end about belonging. And I think that's maybe a good analogy for what the Bible's doing.",
    "start": "00:38:37",
    "end": "00:39:03"
  },
  {
    "text": "Yeah, yeah, that is a good analogy. I mean, just to maybe put some people at ease or whatever. I think John and I both hold a historic orthodox view about the inspiration of the Bible as a divine and human word. But I think what for us the concern and what's driving this is for many people that belief somehow has fostered this other Belief that the actual history of the Bible, its complex manuscript history and the very complex history of authorship and so on, that somehow that becomes a threat or a scandal to certain people's view of the Bible as a divine word. And then people have to manufacture all of this energy in books and apologetic literature to defend a view of the Bible as if it fell out of heaven and hasn't been touched by history. And boy, I just think we're really setting up people for a fall when we raise children and form people in church communities with that view of the Bible. And so what we're trying to do. Yeah. Is orient people to what it is, which is this epic narrative that speaks through so many different kinds of media.",
    "start": "00:39:04",
    "end": "00:40:19"
  },
  {
    "text": "Yeah.",
    "start": "00:40:19",
    "end": "00:40:20"
  },
  {
    "text": "I really like that analogy. And I think that's.",
    "start": "00:40:20",
    "end": "00:40:22"
  },
  {
    "text": "You'd have to take it further and say it wasn't a one man show, it was.",
    "start": "00:40:22",
    "end": "00:40:26"
  },
  {
    "text": "Oh, that's right, sorry. This is why I got on that tangent because in a way, that is my theological view of the Bible is that it was the spirit of God.",
    "start": "00:40:26",
    "end": "00:40:34"
  },
  {
    "text": "Yeah. The spirit of God is the one man show working through many, many different.",
    "start": "00:40:34",
    "end": "00:40:38"
  },
  {
    "text": "People in a long way process to bring these books into existence and as a unified collection. And so that would be the role of Scott. So. Yeah. To flesh the analogy out, it would be Scott working with or overseeing a bunch of individual artists who work through their different media. That would be a.",
    "start": "00:40:38",
    "end": "00:41:01"
  },
  {
    "text": "But over time. And those people don't necessarily meet each other.",
    "start": "00:41:01",
    "end": "00:41:05"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:41:06",
    "end": "00:41:06"
  },
  {
    "text": "But they know of each other's work.",
    "start": "00:41:07",
    "end": "00:41:08"
  },
  {
    "text": "Because Scott would have to live for over a millennium.",
    "start": "00:41:08",
    "end": "00:41:10"
  },
  {
    "text": "Ye. Scott would do it over a millennium. Scott would start in 2016.",
    "start": "00:41:10",
    "end": "00:41:15"
  },
  {
    "text": "That's right.",
    "start": "00:41:15",
    "end": "00:41:16"
  },
  {
    "text": "And then somehow survive for many years and then finish this project in about 3100. 3100 AD. Yeah. And then have all of these different types of media together.",
    "start": "00:41:16",
    "end": "00:41:29"
  },
  {
    "text": "Yeah, yeah, yeah, yeah. That's a good analogy. That's a good analogy. And what other book do you read on an average day that's like that? I mean, that's just. It's a very unique kind of book.",
    "start": "00:41:29",
    "end": "00:41:42"
  },
  {
    "text": "The Bible as an art project is the metaphor that we're going with here.",
    "start": "00:41:42",
    "end": "00:41:46"
  },
  {
    "text": "And this is where I truly, even though I'm a pastor and a Bible nerd, I love to read the Bible. I read it in my spare time as much as possible and all about it. But I don't for a second think that that's where everybody's at. It's hard to read.",
    "start": "00:41:46",
    "end": "00:42:01"
  },
  {
    "text": "Yeah. Oh, it's an ancient art project because.",
    "start": "00:42:01",
    "end": "00:42:04"
  },
  {
    "text": "It'S an Ancient, divine.",
    "start": "00:42:04",
    "end": "00:42:05"
  },
  {
    "text": "Divinely inspired.",
    "start": "00:42:05",
    "end": "00:42:06"
  },
  {
    "text": "Yeah, totally. And it's rooted in his history and historical events. And there's an enormous amount of debate about how that works out, but it is rooted.",
    "start": "00:42:07",
    "end": "00:42:14"
  },
  {
    "text": "When I say art project, I don't want someone. All of a sudden I realize someone's gonna go like, oh, what a hippie New Age? None, dude. Okay.",
    "start": "00:42:14",
    "end": "00:42:21"
  },
  {
    "text": "But no, let's pause here. So for me, one of the most. One of the most exciting, igniting things to my imagination. I've been a Christian for about a year, and I was sitting in a. Signed up for classes at a local Christian university. And I'm sitting and I'm taking my first Bible classes from a teacher, professor named Ray Lubeck. And his whole deal is Christians need to learn how to read the Old Testament like Jewish people read it. And as a work of high literary and theological art. And the books of all the books of the Hebrew Bible and New Testament are, as I've called it, the work of literary. Well, not this. My friend Andy, who calls it this, the work of literary ninjas. And so truly, the literary.",
    "start": "00:42:21",
    "end": "00:43:09"
  },
  {
    "text": "Why does he like the word ninja?",
    "start": "00:43:10",
    "end": "00:43:11"
  },
  {
    "text": "Well, I think you're just thinking of somebody who's extremely nimble and sophisticated. Nothing's unintentional. Every movement is calculated.",
    "start": "00:43:11",
    "end": "00:43:21"
  },
  {
    "text": "People are like, how did you break that guy's neck? All of a sudden, you barely moved.",
    "start": "00:43:22",
    "end": "00:43:28"
  },
  {
    "text": "Yeah. The Hebrew Bible is an extremely sophisticated piece of ancient literary art. I think that's one thing that is making. That has a theological message, but it's doing it through this incredibly nuanced literary medium.",
    "start": "00:43:30",
    "end": "00:43:44"
  },
  {
    "text": "Yeah.",
    "start": "00:43:44",
    "end": "00:43:45"
  },
  {
    "text": "Yeah. And to me, that just exploded my brain. And then I've sent me on whatever. When was that? That was almost 20 years ago. And I still feel like I'm scratching the surface of the.",
    "start": "00:43:45",
    "end": "00:43:58"
  },
  {
    "text": "Oh, that was like 90.",
    "start": "00:43:58",
    "end": "00:43:59"
  },
  {
    "text": "That was 90. I signed up for classes. I was almost 20. And. No, I was 20. And yeah. I'm still so boggled by the sophistication of the literary art of the Bible that I. There's so much.",
    "start": "00:43:59",
    "end": "00:44:13"
  },
  {
    "text": "It's literary genius.",
    "start": "00:44:13",
    "end": "00:44:15"
  },
  {
    "text": "It's literary genius. I mean, we're talking Tolstoy and Dostoevsky and Steinbeck type of level here, but it's from an ancient culture, which is what makes it hard. I think those two things together make it hard for us to engage.",
    "start": "00:44:15",
    "end": "00:44:29"
  },
  {
    "text": "Yeah, it's hard to appreciate literary genius even when it's in your own culture sometimes, because it's a lot to chew.",
    "start": "00:44:29",
    "end": "00:44:35"
  },
  {
    "text": "Off, chew off, chew on, chew on, bite off, bite off.",
    "start": "00:44:35",
    "end": "00:44:39"
  },
  {
    "text": "But this is an ancient. From an ancient culture. That thinks in different ways that I think.",
    "start": "00:44:41",
    "end": "00:44:46"
  },
  {
    "text": "Written in a different language.",
    "start": "00:44:46",
    "end": "00:44:47"
  },
  {
    "text": "Written in a different language. And so, yeah, double whammy.",
    "start": "00:44:47",
    "end": "00:44:50"
  },
  {
    "text": "Yeah. And it's our conviction that that's the vehicle that God has chosen to speak to his people throughout history. And you just gotta stick that in your pipe and smoke it, so to speak. You just gotta chew on that one. But that is, that's certainly how Jesus viewed the scriptures.",
    "start": "00:44:50",
    "end": "00:45:09"
  },
  {
    "text": "Okay, so we're talking about how sophisticated the Bible is. It's literary genius. It's also an ancient document. This can get really intimidating for people. You know, it's kind of like saying in order to be a Christian, you have to be a. A food connoisseur or a movie critic. It's a high bar.",
    "start": "00:45:09",
    "end": "00:45:30"
  },
  {
    "text": "Well, okay, yeah, yes, I hear that. But once again we're back to but the Bible didn't fall out of heaven and then say you all have to become movie critics to understand who God is. The Bible emerged from a living historical people group that was a worshiping community, people of Israel and then the early Christians. So the history of the Bible is very much the history of God's people. And people didn't encounter the Bible in a vacuum. They encountered it as a part of a vibrant, thriving religious community where you're learning about God not only through these texts, but through your parents and your friends and your family. So I just want to, I want to not make the sophistication of the Bible some kind of barrier to just be like. You have to know everything to just be a Christian. No, you just, you have to know the story about Jesus and want to love God and love your neighbor. But maturing and growing as a follower of Jesus means to learn about the Bible and how to read it better at least, right?",
    "start": "00:45:30",
    "end": "00:46:32"
  },
  {
    "text": "Yeah. Well, it can feel daunting to say that you need, you would benefit from by appreciating literary art. That can feel very daunting, people. But I think also that the way literature works is kind of hardwired in our brain.",
    "start": "00:46:33",
    "end": "00:46:51"
  },
  {
    "text": "Yeah. Especially narrative.",
    "start": "00:46:51",
    "end": "00:46:52"
  },
  {
    "text": "Yeah, especially narrative. I mean, it's just how we think.",
    "start": "00:46:52",
    "end": "00:46:54"
  },
  {
    "text": "Yeah, it's just really, really well crafted narratives and stories and the way we.",
    "start": "00:46:54",
    "end": "00:46:59"
  },
  {
    "text": "Tell each other stories and the way we communicate like this, you know, a good turn of phrase is in a way poetry. And while we don't all go away and write and read poetry and really soak it up, we all can appreciate how language can be poetic and then all of a sudden have so much more meaning and importance in day to day life. So, I mean, I Feel like it's basic to being human is appreciating language.",
    "start": "00:46:59",
    "end": "00:47:31"
  },
  {
    "text": "That's right. Yeah, that's right. Yeah. It's a very intentional, beautiful form of communication, storytelling, poetry. Yeah, yeah. And so the Bible is that.",
    "start": "00:47:32",
    "end": "00:47:44"
  },
  {
    "text": "And so really what? It's just. Yeah, it's just interesting that since the Bible is at the center of Christian experience, then being a person who appreciates literature should be at the center of the Christian experience. Maybe not the center. Jesus should be in the center.",
    "start": "00:47:44",
    "end": "00:48:01"
  },
  {
    "text": "Yeah, no, I was actually about to say, I think Jesus is the center. Jesus is the center of Christian existence. And then the Bible is. It is an indispensable way that we encounter Jesus through the spirit speaking through the Scriptures to his people. So the Bible has a very close relationship to Jesus. Jesus is the center. And the Bible is the way that we experience, encounter that center. One of the primary ways. I think there are other ways, but Protestants have been debating about that for centuries.",
    "start": "00:48:01",
    "end": "00:48:33"
  },
  {
    "text": "It. I get really excited when we talk about being people of the book and being how important this book is and how, you know, it could turn people off being like, oh man, I gotta be an English major now in order to be a Christian.",
    "start": "00:48:33",
    "end": "00:49:19"
  },
  {
    "text": "Yeah.",
    "start": "00:49:19",
    "end": "00:49:19"
  },
  {
    "text": "Not even an English major like a Hebrew scholar.",
    "start": "00:49:20",
    "end": "00:49:24"
  },
  {
    "text": "Which is obviously not true.",
    "start": "00:49:24",
    "end": "00:49:26"
  },
  {
    "text": "Which is not true. No.",
    "start": "00:49:26",
    "end": "00:49:28"
  },
  {
    "text": "But it does mean growing in my ability and appreciation of literature.",
    "start": "00:49:28",
    "end": "00:49:34"
  },
  {
    "text": "Yeah.",
    "start": "00:49:34",
    "end": "00:49:35"
  },
  {
    "text": "At least of biblical literature.",
    "start": "00:49:35",
    "end": "00:49:36"
  },
  {
    "text": "But that excites me. And not because I'm not a literature guy. I haven't read Shakespeare except for the one or two things I've had to read. I'm not a literary geek. But it excites me to think about.",
    "start": "00:49:36",
    "end": "00:49:52"
  },
  {
    "text": "Yeah.",
    "start": "00:49:52",
    "end": "00:49:53"
  },
  {
    "text": "That will help me understand my faith more. I think there's a way to make that inspirational, you know?",
    "start": "00:49:54",
    "end": "00:50:00"
  },
  {
    "text": "Okay, here's maybe an angle. I forget what essay this was in by C.S. lewis, but I remember reading it early on. He was talking about the importance of literature in a classical education. Yeah. Something about through literature I can live life through the eyes of others and I can see the world through the eyes of other people's stories and cultures. That is one of the great values of literature. It's someone's experience, another people group or another person's experience, story or poem, that invites me into their way of seeing the world. And that's precisely what the Bible's doing. It's trying to invite us into an alternate view of the world and an alternate view of who we are and of human history and of what's most important. And it does it through this well crafted piece of literature that's what literature does to you. So in that sense, I agree with you. It is exciting. Yeah.",
    "start": "00:50:00",
    "end": "00:51:03"
  },
  {
    "text": "It'S exciting in the same way that, like. And maybe this is Portland culture, but it's like, oh, man, I'm really into beer now. Yes. So what are you gonna do? You're gonna get the homebrew kit, you're gonna learn about all the ingredients, you're gonna mess around, and you're gonna just geek out, and you're gonna go on brewery tours, and you're gonna, like. I mean, you're just gonna dive in.",
    "start": "00:51:04",
    "end": "00:51:24"
  },
  {
    "text": "Deep, you're gonna geek out, and that's even quite broad. I mean, Portland is host to so many niche subcultures.",
    "start": "00:51:24",
    "end": "00:51:32"
  },
  {
    "text": "Right. You're gonna get really good at a specific IPA or something.",
    "start": "00:51:32",
    "end": "00:51:36"
  },
  {
    "text": "Oh, no, I'm talking about, like, salt. Have you been to the salt store?",
    "start": "00:51:36",
    "end": "00:51:40"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:51:40",
    "end": "00:51:42"
  },
  {
    "text": "Where they have hundreds of different kinds of salt.",
    "start": "00:51:42",
    "end": "00:51:44"
  },
  {
    "text": "No, I haven't been to the salt.",
    "start": "00:51:44",
    "end": "00:51:45"
  },
  {
    "text": "All over the planet, really. Different tastes, different purposes, and you buy these tiny little pouches of salt for a lot of money to put in certain recipes. Yeah, okay. Sorry. Right, Totally.",
    "start": "00:51:45",
    "end": "00:51:58"
  },
  {
    "text": "Exactly. Like, if I'm gonna season my food, I'm gonna do it right. I'm going all in. Yeah. I've been joking about how we need, like, a tots. Like a handcrafted, artisanal tots. Tot stand. But, yeah, so there's something. There's something exciting about saying, like, not only am I gonna care about this, but I think if I dive in as deep as possible, this thing will create a lot of meaning for my life. And there's a spirit of that in Portland. And. Yeah, you're not. I mean, that's fun to learn about salts and, like, get really good at knowing about your salts. But is that gonna bring you, like, true meaning? Yeah, I mean, that's a good hobby. Possibly. But there's something about diving in about this book and appreciating the artistry of the book and geeking out about it that you don't have to do that to be a Christian. You don't have to go all in.",
    "start": "00:51:58",
    "end": "00:52:57"
  },
  {
    "text": "Right.",
    "start": "00:52:57",
    "end": "00:52:57"
  },
  {
    "text": "But it's so much more connected to finding meaning, because that's all it's interested in.",
    "start": "00:52:59",
    "end": "00:53:06"
  },
  {
    "text": "Yeah, that's right. About the meaning.",
    "start": "00:53:06",
    "end": "00:53:09"
  },
  {
    "text": "Human flourishing and.",
    "start": "00:53:09",
    "end": "00:53:10"
  },
  {
    "text": "Yeah. The meaning of human existence to God.",
    "start": "00:53:11",
    "end": "00:53:13"
  },
  {
    "text": "And the divine and everything.",
    "start": "00:53:13",
    "end": "00:53:15"
  },
  {
    "text": "Yeah, yeah, yeah, I agree. Okay. So, yeah, what we're saying is we both feel that personally, that's already infused a lot of what we're doing in the Bible project. And so that.",
    "start": "00:53:16",
    "end": "00:53:28"
  },
  {
    "text": "And at different levels. Like you've devoted your life the last 20 years geeking out at like level 10.",
    "start": "00:53:28",
    "end": "00:53:34"
  },
  {
    "text": "Sure, yeah, sure.",
    "start": "00:53:35",
    "end": "00:53:36"
  },
  {
    "text": "And I.",
    "start": "00:53:37",
    "end": "00:53:38"
  },
  {
    "text": "And I. And now I've brought you into my.",
    "start": "00:53:39",
    "end": "00:53:42"
  },
  {
    "text": "Happy little world and I'm in here crawling around like scratching out things in that world. And then there'll be other people who might listen to a podcast or they might go to a class or my. Different things. There's all different kinds of levels. But like. Cause I'm not. I don't think I'm ever gonna. I'm not gonna learn Hebrew.",
    "start": "00:53:42",
    "end": "00:54:01"
  },
  {
    "text": "No.",
    "start": "00:54:01",
    "end": "00:54:01"
  },
  {
    "text": "I think it's too late in my life to try to read that.",
    "start": "00:54:01",
    "end": "00:54:04"
  },
  {
    "text": "Yeah, Yeah. I don't recommend it and at the same time, I don't. Not everybody is gonna read the hundred great modern classics or something like that. You know, it's just. It's not realistic for most people. But there are some.",
    "start": "00:54:04",
    "end": "00:54:18"
  },
  {
    "text": "But that doesn't mean you shouldn't pick up a classic and appreciate it.",
    "start": "00:54:19",
    "end": "00:54:22"
  },
  {
    "text": "That's right. Yeah. Steinbeck's east of Eden, arguably one of the most important, important literary works of the last hundred years. And it'll just blow. And by the way, it's all about Genesis chapter four. The whole story is spun out of Genesis chapter four. So that's a great example of the legacy of the literary art of the Bible living on in one of the great Western literary classics.",
    "start": "00:54:22",
    "end": "00:54:47"
  },
  {
    "text": "Yeah.",
    "start": "00:54:47",
    "end": "00:54:47"
  },
  {
    "text": "So. Yeah.",
    "start": "00:54:47",
    "end": "00:54:48"
  },
  {
    "text": "So maybe there could be something like that. I don't know if it's that, like Portland hipster sounding, but about like, what is the Bible? Slash, like, should I care and should I. Or I don't know. Yeah, I think maybe it doesn't fit.",
    "start": "00:54:49",
    "end": "00:55:07"
  },
  {
    "text": "Well, what is. Yeah, I. No, I agree.",
    "start": "00:55:07",
    "end": "00:55:11"
  },
  {
    "text": "I think because arguably you could say, yeah, I'm gonna be a Christian, but the Bible, I don't really need it.",
    "start": "00:55:11",
    "end": "00:55:18"
  },
  {
    "text": "Yeah.",
    "start": "00:55:18",
    "end": "00:55:18"
  },
  {
    "text": "Like, I'm not gonna read it. I might pretend I do just to get some people off my back. But. But my Christian experience is connected to praying and.",
    "start": "00:55:18",
    "end": "00:55:30"
  },
  {
    "text": "Yeah. Praying. My participation in a church community.",
    "start": "00:55:31",
    "end": "00:55:34"
  },
  {
    "text": "Yeah. The sacraments at the church, the relationships I have there. And I have an appreciation for scripture, you know, and every once in a while, like, I might enjoy being read at a wedding or, you know, at mass or service or whatever, but I'm not going to really geek out about this and I'm okay with that. And I'm also really highly suspicious of other people who do. Cause it's usually like. It's usually for lame purposes.",
    "start": "00:55:34",
    "end": "00:56:04"
  },
  {
    "text": "Yeah, yeah. You feel like you're being sold something.",
    "start": "00:56:04",
    "end": "00:56:06"
  },
  {
    "text": "So I don't know. I just. I'd be interested if we couldn't get that person to go, man, maybe I should, like, instead of, I was gonna geek out about fly fishing in this next season of my. But maybe, like, I'll put some of that geekery towards the Bible.",
    "start": "00:56:07",
    "end": "00:56:27"
  },
  {
    "text": "Yes. Yeah. It's a way of saying. In the same way that many people turn to reading literature to enrich their life. Yeah, it's the same thing. It's saying, this is a remarkable piece of literature. I think it does more above and beyond your normal piece of literature, but it's not less than a piece of amazing literature.",
    "start": "00:56:28",
    "end": "00:56:49"
  },
  {
    "text": "It could feel that way at times because it's. It's written in a different language. And so you'll read parts of the Bible and it'll be like, this is boring.",
    "start": "00:56:49",
    "end": "00:56:59"
  },
  {
    "text": "But it's all about your expectations that you come with. Most people, if they've been introduced to the Bible, it's been through their childhood, and it's through being presented versions of the biblical stories that are nowhere near as brilliant as the actual stories.",
    "start": "00:57:00",
    "end": "00:57:16"
  },
  {
    "text": "Yeah, dumbed down.",
    "start": "00:57:17",
    "end": "00:57:18"
  },
  {
    "text": "That's the problem of. Yeah, of whatever.",
    "start": "00:57:18",
    "end": "00:57:22"
  },
  {
    "text": "Yeah, that's true. I mean, dumbed down for and whitewashed.",
    "start": "00:57:22",
    "end": "00:57:25"
  },
  {
    "text": "Like, with the scandalous parts all removed.",
    "start": "00:57:25",
    "end": "00:57:27"
  },
  {
    "text": "Yeah.",
    "start": "00:57:27",
    "end": "00:57:28"
  },
  {
    "text": "You know, for kids, they're turned into children's literature. For kids, the Bible is not children's literature.",
    "start": "00:57:28",
    "end": "00:57:32"
  },
  {
    "text": "But also for adults just to keep it simple.",
    "start": "00:57:32",
    "end": "00:57:34"
  },
  {
    "text": "That's right.",
    "start": "00:57:34",
    "end": "00:57:35"
  },
  {
    "text": "Like, remove some of the complexity.",
    "start": "00:57:35",
    "end": "00:57:37"
  },
  {
    "text": "That's right. And so then once somebody knows the story, then they come to the actual biblical account and they assume they already know what to expect from it. But if my expectation coming is to a narrative in the Bible that, man, there's so much more going on here than I realize. Like, there's a brilliant mind under here. And I'm going to read and reread and think and ponder, because somebody amazing and brilliant is trying to talk to me here. And that will make for a completely different kind of experience. In reading the story about David, for example.",
    "start": "00:57:37",
    "end": "00:58:11"
  },
  {
    "text": "Can we talk about kids for a second? Because we both have young kids.",
    "start": "00:58:11",
    "end": "00:58:15"
  },
  {
    "text": "Yes.",
    "start": "00:58:15",
    "end": "00:58:16"
  },
  {
    "text": "And there's. I think in evangelical Christian culture, there's this assumption that when your kids are really young, like, one of the most important things you can do is educate them with Bible stories. Yeah, I know that's really, really important because that's when their minds are most malleable. And so if they're going to not only learn something. Well, I mean, like, when you're gonna learn a language, you're gonna learn most things. Like your brain is Developing. So there's that argument. But then also it's just, it's easier to convince someone of the value of.",
    "start": "00:58:16",
    "end": "00:58:50"
  },
  {
    "text": "Something when, when they've got that in their background.",
    "start": "00:58:50",
    "end": "00:58:53"
  },
  {
    "text": "Yeah, no, when they're that young. Oh, oh, I see, yeah. Like you can just like we could tell our kids like this is important and then they'll be like, oh yeah, sure, of course that's important because you're my dad. But the problem, but we've identified this other problem which is if you try to take the Bible and turn it into kids material, you generally have to shave off the edges a little bit and dumb it down a little bit because one part of it's not appropriate for kids, but two, it's too sophisticated for kids to understand in many levels. And so I don't know, there's this tension here then. Because if you do that, then you're gonna have a kid grow up and go, yeah, the Bible, that's that really childish kind of boring.",
    "start": "00:58:53",
    "end": "00:59:44"
  },
  {
    "text": "Yeah, I already get it.",
    "start": "00:59:45",
    "end": "00:59:46"
  },
  {
    "text": "Piece of literature that I've been told before and it's boring and it's. And it's because you probably were given a much more digestible version.",
    "start": "00:59:46",
    "end": "00:59:57"
  },
  {
    "text": "Yeah.",
    "start": "00:59:57",
    "end": "00:59:58"
  },
  {
    "text": "Which.",
    "start": "00:59:58",
    "end": "00:59:58"
  },
  {
    "text": "Than the real thing.",
    "start": "00:59:59",
    "end": "00:59:59"
  },
  {
    "text": "Yeah. But then the other route is you just say, hey son, this is too sophisticated for you. Like come back to me when you're older. And then we'll open up scriptures and then you know, well, you missed out a great opportunity to help your kids experience God's word in a time where their brains are developing in very important ways.",
    "start": "00:59:59",
    "end": "01:00:19"
  },
  {
    "text": "This obviously a lot of people are going to have very differing and deep convictions about how to go with that. So I don't claim, and I'm a young dad, my kids are little. So we're at this point, what I'm trying to do is get the stories about Jesus in front of my kids as much as possible. If anything, I mean, I know the Noah and the Ark and Moses and so on, so it's important. I agree. But what actually I care about more is the stories about Jesus character and his teachings and how he treated people that that's like the bedrock of their childhood Bible imagination. And then from there, personally I'm just floating real high over the biblical story with my kids and it's great to have the Bible project videos to do that. But I feel like I'm just now starting to engage my 5 year old on some the bigger storyline of the Bible. My biggest fear is that there's going to be all this stuff that I kind of help him fix in his mind. And then I'm later going to have to do some unlearning to help him learn the next layer of whatever. You know, I think that, to me, that's the challenge is encountering the flood story is just not helpful if all you get is that story by itself. Because then usually it's a whitewashed story that's just like, Noah obeyed God and built a boat, so you go build a boat too. I don't know, you know, but when it fits into the epic, Obey God. Obey God. Yeah. And so that's fine. You know, I actually do think that's a motif of the story, that Moses was righteous and walked with God. But how that story fits in to the stories before it and after it and leads up to Genesis, chapter 12 and Abraham, like, that's all crucial, crucial for how that story's told. And that's. I don't know, it's challenging. So right now I'm sticking with Jesus and the overall biblical story of like, God loves the world. The world's screwed up, but God wants to rescue it. And Jesus was key to that.",
    "start": "01:00:19",
    "end": "01:02:26"
  },
  {
    "text": "That's it for this episode. We're going to continue this conversation and walk through the structure of the Bible, the Old Testament, the New Testament, and look at every single book and how it contributes to the story. It's going to be a really great informative discussion. It gives you a bird's eye view of the composition of this book. In the meantime, say hi to us. We're on Facebook. Facebook.com TheBibleProject and our videos are free and they're on YouTube. YouTube.com the Bible, the Bible Project. We're also making print resources and all that you could find on our website, thebibleproject.com if you're enjoying this podcast, you can give a review on itunes. That helps a lot in our exposure and you can share it with your friends. Thanks for being a part of this with us.",
    "start": "01:02:36",
    "end": "01:03:19"
  }
]