[
  {
    "text": "We've been talking about metaphors and symbolism in biblical poetry. Metaphors are a way to talk about something, something that's usually profound or hard to explain by comparing it to something else more tangible, mapping the elements of one idea onto another. And metaphors are powerful. They allow you to begin to understand things and that are ultimately beyond our understanding. Or as T.S.",
    "start": "00:00:08",
    "end": "00:00:34"
  },
  {
    "text": "Eliot put it, poetry is the kind of language that performs raids on the inarticulate.",
    "start": "00:00:34",
    "end": "00:00:40"
  },
  {
    "text": "The Bible uses metaphors, and some of them are hard for us to appreciate because they're metaphors that we don't commonly use in the modern Western world. But it's important for us to understand them because we want to think about the world the way the Bible thinks about the world.",
    "start": "00:00:40",
    "end": "00:00:55"
  },
  {
    "text": "We want to learn how to adopt the biblical visual imagination.",
    "start": "00:00:55",
    "end": "00:01:01"
  },
  {
    "text": "In the last episode, we talked about how the biblical metaphor for the human ideal is a mountain, dry land high above everything else. And not just any mountain, but a mountain garden. It's Eden formed on the ground that emerged out of the chaotic waters. It's the temple high on the hill. Today, we're gonna look at a companion metaphor. We're gonna turn our attention to the chaotic waters that. That God separated in order for the.",
    "start": "00:01:01",
    "end": "00:01:27"
  },
  {
    "text": "Dry land to emerge, the uncreated state that's uninhabitable for humans. Chaotic, watery wilderness, it's an obstacle to the emergence of human life.",
    "start": "00:01:27",
    "end": "00:01:38"
  },
  {
    "text": "Throughout the Bible, chaotic waters is a metaphor for danger and death. And this makes sense. Humans, we live on land. The sea is dangerous. It's full of dangerous creatures. It's unruly, it's powerful. It can destroy you. And so for the ancient thinker, a common metaphor is danger and evil are chaotic waters. In Genesis 1, the chaotic waters is something God had to tame in order for creation to flourish. But as the story of the Bible continues, the ones that are creating the most danger and death are us. Humans. And so it's no surprise to find biblical authors talking about people like dangerous waters.",
    "start": "00:01:38",
    "end": "00:02:17"
  },
  {
    "text": "Humans who hate each other and kill each other are like the chaotic waters. And so when Isaiah envisions the new creation, he envisions a new Eden temple, mountain, garden, and the river returning. It's the violent nations finally becoming at one in peace and rivering back into the new Eden. It's so good.",
    "start": "00:02:17",
    "end": "00:02:38"
  },
  {
    "text": "Thanks for joining us. Here we go. All right. We're talking about metaphor and biblical poetry, and this is our third hour of conversation. So let's just do a little summary of where we've been.",
    "start": "00:02:39",
    "end": "00:02:59"
  },
  {
    "text": "Let us, Let us. Let you. When I say Let us. I mean, let you.",
    "start": "00:02:59",
    "end": "00:03:04"
  },
  {
    "text": "Let me try. In the first episode, we looked at Psalm 46 just as a teaser whet our appetite for poetry. And we started just talking about why symbolism and metaphor is important and at its kind of foundation, we were trying to wrestle through how the way that we understand almost anything is by associating it with something else, especially when it's something very abstract, not concrete. So we went through a lot of examples of how metaphor is embedded into our everyday language. And this comes from Lakoff about how there's these underlying bedrock metaphors that he calls schemes.",
    "start": "00:03:04",
    "end": "00:03:49"
  },
  {
    "text": "Basic conceptual metaphors.",
    "start": "00:03:49",
    "end": "00:03:51"
  },
  {
    "text": "Basic conceptual metaphors, yeah. Oh, but someone else uses the word oh, no.",
    "start": "00:03:51",
    "end": "00:03:55"
  },
  {
    "text": "And then what he said was, and those. Each of those has a scheme, which is like a series of roles they create.",
    "start": "00:03:55",
    "end": "00:04:03"
  },
  {
    "text": "I thought those were the slots.",
    "start": "00:04:03",
    "end": "00:04:05"
  },
  {
    "text": "Correct. The scheme is made up of the slots.",
    "start": "00:04:05",
    "end": "00:04:07"
  },
  {
    "text": "Okay. So the basic metaphor is the scheme.",
    "start": "00:04:07",
    "end": "00:04:10"
  },
  {
    "text": "The basic metaphor is the scheme. That's right. Life as a journey.",
    "start": "00:04:10",
    "end": "00:04:13"
  },
  {
    "text": "Life as a journey is an example.",
    "start": "00:04:13",
    "end": "00:04:14"
  },
  {
    "text": "It's the basic metaphor scheme.",
    "start": "00:04:14",
    "end": "00:04:16"
  },
  {
    "text": "And when you have the life as.",
    "start": "00:04:18",
    "end": "00:04:20"
  },
  {
    "text": "A journey metaphor, it creates all different roles that you can spin metaphors out of.",
    "start": "00:04:20",
    "end": "00:04:26"
  },
  {
    "text": "Life as a journey metaphor is the schema, the scheme. And then there's all these, what they call slots. And so here's some slots. The person leading a life is a traveler. His purposes are his destination.",
    "start": "00:04:26",
    "end": "00:04:39"
  },
  {
    "text": "Yes.",
    "start": "00:04:40",
    "end": "00:04:40"
  },
  {
    "text": "The means for achieving the purposes are his routes along the way.",
    "start": "00:04:40",
    "end": "00:04:44"
  },
  {
    "text": "Oh, yeah, that's right. Yeah.",
    "start": "00:04:44",
    "end": "00:04:45"
  },
  {
    "text": "Difficulties in lives are obstacles or impediments to the travel. Counselors are guides to traveling progress is the distance traveled. So all these things and then those specific. What we guess we're calling slots.",
    "start": "00:04:45",
    "end": "00:04:58"
  },
  {
    "text": "Oh, that's right. I made a lot of progress this year.",
    "start": "00:04:58",
    "end": "00:05:01"
  },
  {
    "text": "Yeah.",
    "start": "00:05:01",
    "end": "00:05:02"
  },
  {
    "text": "On whatever. Learning to play the flute.",
    "start": "00:05:02",
    "end": "00:05:06"
  },
  {
    "text": "Right.",
    "start": "00:05:06",
    "end": "00:05:07"
  },
  {
    "text": "So I talk about my increase in.",
    "start": "00:05:07",
    "end": "00:05:09"
  },
  {
    "text": "Skill level as, like, distance traveled.",
    "start": "00:05:09",
    "end": "00:05:11"
  },
  {
    "text": "As if it was a distance traveled.",
    "start": "00:05:11",
    "end": "00:05:12"
  },
  {
    "text": "Yes.",
    "start": "00:05:12",
    "end": "00:05:13"
  },
  {
    "text": "Yeah, right. That's right.",
    "start": "00:05:13",
    "end": "00:05:14"
  },
  {
    "text": "Yeah. And so you can find those embedded in so many turns of phrases.",
    "start": "00:05:14",
    "end": "00:05:18"
  },
  {
    "text": "And Lakoff's point isn't just that we talk in metaphors, it's that those metaphors actually go on to affect how our brains interpret our life experience.",
    "start": "00:05:19",
    "end": "00:05:30"
  },
  {
    "text": "Yeah.",
    "start": "00:05:30",
    "end": "00:05:31"
  },
  {
    "text": "So I actually experience my increasing skill at the flute as if I'm traveling. Traveling.",
    "start": "00:05:31",
    "end": "00:05:38"
  },
  {
    "text": "Yeah.",
    "start": "00:05:39",
    "end": "00:05:39"
  },
  {
    "text": "And making progress.",
    "start": "00:05:39",
    "end": "00:05:40"
  },
  {
    "text": "Yeah.",
    "start": "00:05:40",
    "end": "00:05:41"
  },
  {
    "text": "I actually conceive of it that way.",
    "start": "00:05:41",
    "end": "00:05:42"
  },
  {
    "text": "It becomes your mental map for reality.",
    "start": "00:05:42",
    "end": "00:05:44"
  },
  {
    "text": "That's right.",
    "start": "00:05:44",
    "end": "00:05:44"
  },
  {
    "text": "And one really great example of that is talking about arguments. Like when you're having a disagreement with someone, a predominant metaphor is argument as war.",
    "start": "00:05:44",
    "end": "00:05:54"
  },
  {
    "text": "Yeah.",
    "start": "00:05:54",
    "end": "00:05:54"
  },
  {
    "text": "And that mental schema really Changes the way you think about how you engage in a conversation with someone.",
    "start": "00:05:55",
    "end": "00:06:02"
  },
  {
    "text": "It predisposes people towards more aggressive.",
    "start": "00:06:02",
    "end": "00:06:05"
  },
  {
    "text": "Right. I've got to win. There's a winner and a loser.",
    "start": "00:06:06",
    "end": "00:06:08"
  },
  {
    "text": "Yeah, that's right. I'm going to defeat you. Beat you.",
    "start": "00:06:08",
    "end": "00:06:11"
  },
  {
    "text": "So all to say, the Bible has a lot of imagery and metaphors, but.",
    "start": "00:06:12",
    "end": "00:06:17"
  },
  {
    "text": "Often it's an act of communication.",
    "start": "00:06:17",
    "end": "00:06:19"
  },
  {
    "text": "It's an act of communication. Oftentimes the metaphors used, which are embedded deeply into the biblical writer's imagination, are not metaphors that we in the modern world are familiar with.",
    "start": "00:06:19",
    "end": "00:06:34"
  },
  {
    "text": "Some are universal and they're pretty intuitive.",
    "start": "00:06:34",
    "end": "00:06:37"
  },
  {
    "text": "To get some metaphors in general.",
    "start": "00:06:37",
    "end": "00:06:39"
  },
  {
    "text": "Some of the biblical imagery. Yeah. So light, dark, thirsty, hungry dark, that kind of thing.",
    "start": "00:06:39",
    "end": "00:06:46"
  },
  {
    "text": "Yeah.",
    "start": "00:06:46",
    "end": "00:06:46"
  },
  {
    "text": "Right.",
    "start": "00:06:46",
    "end": "00:06:47"
  },
  {
    "text": "I'm blind, but now I see that kind of stuff. But others taste and see that the Lord is good.",
    "start": "00:06:47",
    "end": "00:06:53"
  },
  {
    "text": "Yeah.",
    "start": "00:06:53",
    "end": "00:06:54"
  },
  {
    "text": "Like these are just basic sensory metaphors that everyone can experience.",
    "start": "00:06:54",
    "end": "00:07:00"
  },
  {
    "text": "Yeah. But then there's a whole set of real particular types of images that have specific meaning and associations for people living in ancient Israel that just don't resonate or they mean different things in our imagery.",
    "start": "00:07:00",
    "end": "00:07:19"
  },
  {
    "text": "Oh, interesting.",
    "start": "00:07:19",
    "end": "00:07:19"
  },
  {
    "text": "And so that's what. Yeah. We want this video to help us learn how to adopt the biblical visual imagination, so to speak.",
    "start": "00:07:20",
    "end": "00:07:28"
  },
  {
    "text": "You brought up four basic metaphorical schemes.",
    "start": "00:07:29",
    "end": "00:07:34"
  },
  {
    "text": "That's right.",
    "start": "00:07:34",
    "end": "00:07:34"
  },
  {
    "text": "That are in the first few chapters of the Bible and carry on throughout the whole Bible.",
    "start": "00:07:34",
    "end": "00:07:40"
  },
  {
    "text": "Correct.",
    "start": "00:07:40",
    "end": "00:07:41"
  },
  {
    "text": "And these schemes are very important to how the Bible talks symbolically. And these schemes are very foreign to us as modern Westerners.",
    "start": "00:07:41",
    "end": "00:07:53"
  },
  {
    "text": "Yeah. Most modern readers across the world are going to find different ones of these to feel kind of strange.",
    "start": "00:07:53",
    "end": "00:08:00"
  },
  {
    "text": "And we're wrestling through this in real time in that, you know the categories, but we don't actually know the best way to phrase them as schemes.",
    "start": "00:08:00",
    "end": "00:08:08"
  },
  {
    "text": "Yeah. In George Lakoff's term, you boil it down to a short little sentence phrase like, life is a journey, people are plants, time is a possession. So that's what we're trying to do with these four.",
    "start": "00:08:08",
    "end": "00:08:22"
  },
  {
    "text": "And so the first one we did in the last episode, and the sentence now is the ideal state is a mountain, garden, temple.",
    "start": "00:08:23",
    "end": "00:08:32"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:08:32",
    "end": "00:08:34"
  },
  {
    "text": "And, you know, I've been chewing on this since we talked about it, because I was taught the ideal state is some disembodied heaven, cloudy harps.",
    "start": "00:08:34",
    "end": "00:08:43"
  },
  {
    "text": "Yeah, interesting.",
    "start": "00:08:43",
    "end": "00:08:44"
  },
  {
    "text": "You know, white robes. Like that's the mental image. And to have this very earthy garden mound, you know, like, that's not in any of our imagination. I mean, it wasn't.",
    "start": "00:08:44",
    "end": "00:08:59"
  },
  {
    "text": "Maybe if you grew up in Hawaii or. Yeah, maybe Any, like, island?",
    "start": "00:08:59",
    "end": "00:09:04"
  },
  {
    "text": "Oh, man, it feels very much like Kauai. That's what that kind of feels like.",
    "start": "00:09:04",
    "end": "00:09:08"
  },
  {
    "text": "There you go. Yes.",
    "start": "00:09:08",
    "end": "00:09:08"
  },
  {
    "text": "Just this big mountain garden. Oh, man, Kauai is beautiful.",
    "start": "00:09:08",
    "end": "00:09:14"
  },
  {
    "text": "Yeah, I've never been.",
    "start": "00:09:14",
    "end": "00:09:14"
  },
  {
    "text": "It's literally an island. That's all it rains the most out of any Hawaiian island. Super green and lush, and it's one big mountain that you can hike up to if you. I haven't done it.",
    "start": "00:09:15",
    "end": "00:09:26"
  },
  {
    "text": "Well, there you go. That's a lot like Genesis 1, 2, and that.",
    "start": "00:09:26",
    "end": "00:09:31"
  },
  {
    "text": "So this idea of the cosmic garden, temple mountain as the ideal state, you see that all throughout the Bible.",
    "start": "00:09:31",
    "end": "00:09:43"
  },
  {
    "text": "It actually ties the whole biblical narrative together because that's where Revelation ends, with a new Jerusalem descending from heaven to earth. It's about heaven and earth reuniting, getting remarried, and what John sees is the city garden on top of a tall mountain.",
    "start": "00:09:43",
    "end": "00:10:02"
  },
  {
    "text": "Now, by calling it a metaphor, are you saying then, there isn't going to be an actual Garden city one day?",
    "start": "00:10:02",
    "end": "00:10:09"
  },
  {
    "text": "No, no. More than saying, my wife's a fireball means my wife doesn't exist. My point is she does exist, and the only adequate way to talk about her qualities is metaphorically. Okay, so you're not. You're not.",
    "start": "00:10:09",
    "end": "00:10:26"
  },
  {
    "text": "But I know for sure that your wife isn't a ball of fire.",
    "start": "00:10:26",
    "end": "00:10:29"
  },
  {
    "text": "Totally.",
    "start": "00:10:30",
    "end": "00:10:30"
  },
  {
    "text": "But I don't know for sure that the new creation won't actually have a garden city.",
    "start": "00:10:30",
    "end": "00:10:36"
  },
  {
    "text": "Well, okay, so, yeah, so I think this is a fundamental principle of how biblical imagery works. Then we shouldn't mistake the image for the reality to which the image points. And especially when we're talking about new creation, which is an ultimate fulfillment of the primal ideal state on pages one and two, to what do these images actually refer to in what we would call reality? And the biblical authors clearly aren't interested in giving us that information because all their language about it is image driven. And, yeah, I guess it's taken me a while to come to peace with that, but all we're coming to peace with is that the most important experiences and ideals that humans come into touch with can't be described in a matter of fact plain way, which, to me, that's the essence of poetry. Right. Ooh. I came across this great phrase, T.S. eliot in. Oh, this famous one. Sorry, I'm reading it, but I can't even remember right now. I think it's the Four Quartets. Yeah, the Four Quartets, yes. He has this phrase about how the poet is someone who performs a raid on the inarticulate.",
    "start": "00:10:36",
    "end": "00:11:52"
  },
  {
    "text": "What does that mean, a raid on the inarticulate.",
    "start": "00:11:53",
    "end": "00:11:58"
  },
  {
    "text": "Performing poetry is the kind of language that performs raids on the inarticulate.",
    "start": "00:11:58",
    "end": "00:12:04"
  },
  {
    "text": "Like, so someone who can't explain themselves is.",
    "start": "00:12:05",
    "end": "00:12:10"
  },
  {
    "text": "There are things that you find very difficult to explain.",
    "start": "00:12:10",
    "end": "00:12:14"
  },
  {
    "text": "So things that are difficult to explain can still be looted.",
    "start": "00:12:14",
    "end": "00:12:18"
  },
  {
    "text": "Can still. Yeah, you can. You can still grab.",
    "start": "00:12:18",
    "end": "00:12:23"
  },
  {
    "text": "You can sneak in, sneak in and.",
    "start": "00:12:23",
    "end": "00:12:24"
  },
  {
    "text": "Grab their value and grab onto something of the ultimate transcendent and bring it back out for yourself. You just have. It's just a tiny little piece of plunder. Poetry is language that performs raids on the inarticulate. It was such a great image and it's doing the very thing that it's talking about.",
    "start": "00:12:24",
    "end": "00:12:48"
  },
  {
    "text": "Yeah, totally. It's meta.",
    "start": "00:12:48",
    "end": "00:12:49"
  },
  {
    "text": "Yeah, super meta. So that's the idea. That's right. Okay.",
    "start": "00:12:49",
    "end": "00:12:53"
  },
  {
    "text": "Love it. So we did that first one. If you want to dig into it more. That's in the previous episode.",
    "start": "00:12:53",
    "end": "00:12:58"
  },
  {
    "text": "Correct.",
    "start": "00:12:58",
    "end": "00:12:59"
  },
  {
    "text": "But let's look at the second one and why don't we do it this way? Why don't we just look at the verses, talk about them, and then try to summarize everything in a sentence?",
    "start": "00:12:59",
    "end": "00:13:09"
  },
  {
    "text": "Good, I like that. Mission. Let's do that. The one we just did was about the dry land. Mound, rock, fortress, temple. So now let's talk about the waters. The waters out of which the ground emerges. So on page one, Genesis one, the uncreated state, that's described as wild and waste, disordered and uninhabited. It's described as wild and waste.",
    "start": "00:13:10",
    "end": "00:13:36"
  },
  {
    "text": "Okay.",
    "start": "00:13:36",
    "end": "00:13:37"
  },
  {
    "text": "It was Genesis 1, verse 2. The land was wild and waste and darkness was over the surface of the deep. And the deep is the ocean. Yeah, totally.",
    "start": "00:13:37",
    "end": "00:13:48"
  },
  {
    "text": "The sea is the ocean.",
    "start": "00:13:48",
    "end": "00:13:48"
  },
  {
    "text": "Yeah, the abysmal deep. The deep, abysmal deep abyss.",
    "start": "00:13:48",
    "end": "00:13:53"
  },
  {
    "text": "You go down and down and down and you're in.",
    "start": "00:13:54",
    "end": "00:13:56"
  },
  {
    "text": "Yeah, that's right. And again, from ancient authors conception, it's the bottomless deep on which the land now emerges. Emerges out of. And the spirit of God is there. So that's the uncreated state. That's uninhabitable for humans. Chaotic water, chaotic watery wilderness.",
    "start": "00:13:56",
    "end": "00:14:11"
  },
  {
    "text": "Yeah.",
    "start": "00:14:12",
    "end": "00:14:12"
  },
  {
    "text": "So the dry land emerges out of that. And notice it's very important. In contrast to your Canaanite neighbors and your Babylonian neighbors, if you're an ancient Israelite, they have all kinds of mythologies and stories about how the waters are these hostile powers to whatever their patron God is, BAAL or Marduk. And so they all have these stories about how their God had to engage the chaotic waters in a battle, Yam or Tiamat. And this is the dragon, the sea dragon. They're fighting the dragon, the chaos dragon, is the chaotic water, and so is.",
    "start": "00:14:12",
    "end": "00:14:50"
  },
  {
    "text": "The chaotic waters personified as a monster.",
    "start": "00:14:50",
    "end": "00:14:53"
  },
  {
    "text": "As a monster, Correct. Yeah. In Genesis, there's no trace of that.",
    "start": "00:14:53",
    "end": "00:14:57"
  },
  {
    "text": "There's no trace of what? There is the sea monster.",
    "start": "00:14:57",
    "end": "00:14:59"
  },
  {
    "text": "Totally. The sea monster's there. And the chaotic waters, which, by the.",
    "start": "00:14:59",
    "end": "00:15:02"
  },
  {
    "text": "Way, is very surprising. I bet you. The sea monster, if you walk up to most anyone. I've missed it my whole life. Oh, you walk up to anyone and you're like, there's a sea monster in page one of your Bible. Be like, no, there's not.",
    "start": "00:15:02",
    "end": "00:15:15"
  },
  {
    "text": "Well, let's see. Genesis, chapter 1, verse 21. God created the great sea monsters. That's the new American standard. Let's read the English standard version. Genesis 1, verse 21. God created the great sea creatures.",
    "start": "00:15:16",
    "end": "00:15:30"
  },
  {
    "text": "Sea creatures. I think that's how I generally read it. And they're just like, yeah, cool. Like, you know, there's big creatures.",
    "start": "00:15:30",
    "end": "00:15:35"
  },
  {
    "text": "The great. No, dude, it's the tannin. It's a reptile, and it's got crazy heads and teeth.",
    "start": "00:15:35",
    "end": "00:15:41"
  },
  {
    "text": "How do you know that's what they're referring to there?",
    "start": "00:15:41",
    "end": "00:15:43"
  },
  {
    "text": "Read Job. It's Leviathan.",
    "start": "00:15:43",
    "end": "00:15:45"
  },
  {
    "text": "No. Well, what do you mean?",
    "start": "00:15:45",
    "end": "00:15:47"
  },
  {
    "text": "What I mean is the biblical authors are expressing and sharing with their neighbors because there's a common cultural perception. Just like we say the sun sets.",
    "start": "00:15:48",
    "end": "00:15:57"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:15:57",
    "end": "00:15:58"
  },
  {
    "text": "And we know it doesn't set. Right, Right. But it's not like that. And so there is a common cultural conception that the deep has great monsters in it.",
    "start": "00:15:58",
    "end": "00:16:08"
  },
  {
    "text": "Yeah.",
    "start": "00:16:08",
    "end": "00:16:08"
  },
  {
    "text": "And so if you want to talk about the chaotic waters as a symbol, one of the ways you can do it is talking about the great sea monster that lives in it.",
    "start": "00:16:08",
    "end": "00:16:18"
  },
  {
    "text": "So we know for sure they're talking about monsters in Job. But how do we know for sure here in Genesis 1, it's not just whales.",
    "start": "00:16:18",
    "end": "00:16:25"
  },
  {
    "text": "Oh. It's just. It's what? The word. The word tannin.",
    "start": "00:16:25",
    "end": "00:16:28"
  },
  {
    "text": "The word tannin doesn't mean just large whale or squid or something.",
    "start": "00:16:28",
    "end": "00:16:33"
  },
  {
    "text": "Oh. It's the word for serpent or reptile.",
    "start": "00:16:33",
    "end": "00:16:36"
  },
  {
    "text": "Oh, it is. It is the word for serpent.",
    "start": "00:16:36",
    "end": "00:16:37"
  },
  {
    "text": "Reptile. That's right. Yeah. When Moses says, how can I get the Israelites and Pharaoh to believe? And God says, yeah, throw your staff on the ground and it will become matanin.",
    "start": "00:16:37",
    "end": "00:16:46"
  },
  {
    "text": "So this is literally the sea reptile here?",
    "start": "00:16:46",
    "end": "00:16:48"
  },
  {
    "text": "Yeah. Okay.",
    "start": "00:16:48",
    "end": "00:16:49"
  },
  {
    "text": "Yeah, it's here.",
    "start": "00:16:49",
    "end": "00:16:50"
  },
  {
    "text": "Aquatic reptile.",
    "start": "00:16:50",
    "end": "00:16:51"
  },
  {
    "text": "Nice. And this was a mythological creature in Mesopotamian mythology, correct?",
    "start": "00:16:51",
    "end": "00:16:58"
  },
  {
    "text": "Yes. Yeah. But in the Israelites worldview, it's just a creature.",
    "start": "00:16:58",
    "end": "00:17:03"
  },
  {
    "text": "It's just a creature.",
    "start": "00:17:03",
    "end": "00:17:03"
  },
  {
    "text": "God made By God. God loves it. It's good.",
    "start": "00:17:03",
    "end": "00:17:06"
  },
  {
    "text": "Yeah. And in Job, you learned that God loves it.",
    "start": "00:17:06",
    "end": "00:17:08"
  },
  {
    "text": "Yeah. He's, like, proud of it.",
    "start": "00:17:08",
    "end": "00:17:09"
  },
  {
    "text": "Job.",
    "start": "00:17:09",
    "end": "00:17:10"
  },
  {
    "text": "Yeah. This is Genesis 1 is. Yeah. Working out of monotheism. One true creator. Good, beautiful mind.",
    "start": "00:17:10",
    "end": "00:17:21"
  },
  {
    "text": "Yes.",
    "start": "00:17:21",
    "end": "00:17:21"
  },
  {
    "text": "And so in that world, the giant sea creatures, I mean, there may be monsters to humans, but to God, they're just beautiful creatures. And the waters, they're just tame. They do what God says they're going to do. And that's the waters. In Genesis 1, however, they are still described as this obstacle out of which dry land has to emerge. If God didn't do anything, it would just be chaotic waters.",
    "start": "00:17:22",
    "end": "00:17:49"
  },
  {
    "text": "Yeah.",
    "start": "00:17:49",
    "end": "00:17:49"
  },
  {
    "text": "Okay, there we go. So that's important. The image. So the first image of waters.",
    "start": "00:17:49",
    "end": "00:17:53"
  },
  {
    "text": "Yeah.",
    "start": "00:17:53",
    "end": "00:17:54"
  },
  {
    "text": "Right. It's an obstacle to the emergence of human life. Okay. Second association of waters is on page two. And it's different. And we've never talked about this before.",
    "start": "00:17:54",
    "end": "00:18:06"
  },
  {
    "text": "I'm ready.",
    "start": "00:18:06",
    "end": "00:18:07"
  },
  {
    "text": "So Genesis 2 is a parallel narrative from wild and waste to humans ruling the garden. And it uses gardening imagery. So instead of the chaotic, dark wild and waste of Genesis 1, Genesis 2 begins with a barren, uncultivated field. Genesis 2. 5. No shrub of the field was yet on the earth. No plant of the field had been sprouted, for there hadn't been any rain and there were no humans to do any farming.",
    "start": "00:18:07",
    "end": "00:18:40"
  },
  {
    "text": "Yeah.",
    "start": "00:18:40",
    "end": "00:18:41"
  },
  {
    "text": "So the assumption is, of course, there's no farms yet because there's no humans. So verse six, God sent a mist. And the Hebrew word is Ed. Aleph, Dalet. Ed. An Ed to rise up out of the earth and water the surface of the ground. So an Ed. Then the Lord God formed Adam. It's the same first two letters. The Ed, by the way, is that.",
    "start": "00:18:41",
    "end": "00:19:12"
  },
  {
    "text": "Mist doesn't come from the ground.",
    "start": "00:19:14",
    "end": "00:19:15"
  },
  {
    "text": "Oh. It's some kind of subterranean springs. Is that. Oh, yeah. Mist is not helpful here. You're right. I'm sorry. I totally forgot. Yeah, right. The English word mist is not helping us here. No, it's some kind of. It's referring to some kind of subterranean spring.",
    "start": "00:19:16",
    "end": "00:19:32"
  },
  {
    "text": "Okay.",
    "start": "00:19:32",
    "end": "00:19:32"
  },
  {
    "text": "Yeah, spring, like natural springs. It's the water under the earth.",
    "start": "00:19:32",
    "end": "00:19:36"
  },
  {
    "text": "Yeah.",
    "start": "00:19:36",
    "end": "00:19:36"
  },
  {
    "text": "Right. So the idea is God separated the waters above from the waters below.",
    "start": "00:19:37",
    "end": "00:19:40"
  },
  {
    "text": "Yeah. But there's waters below that.",
    "start": "00:19:40",
    "end": "00:19:42"
  },
  {
    "text": "At this point, the waters above hadn't come down yet. It was just the waters below.",
    "start": "00:19:42",
    "end": "00:19:46"
  },
  {
    "text": "Right.",
    "start": "00:19:46",
    "end": "00:19:46"
  },
  {
    "text": "Leak. Right.",
    "start": "00:19:46",
    "end": "00:19:47"
  },
  {
    "text": "Springing up.",
    "start": "00:19:47",
    "end": "00:19:48"
  },
  {
    "text": "Springing up? Yeah, spring up. Oh, well. And that water springing up is called Ed.",
    "start": "00:19:48",
    "end": "00:19:52"
  },
  {
    "text": "Ed, then why don't we call them just fountains? What can we say?",
    "start": "00:19:52",
    "end": "00:19:56"
  },
  {
    "text": "Yeah, that's a good question.",
    "start": "00:19:56",
    "end": "00:19:57"
  },
  {
    "text": "A spring.",
    "start": "00:19:57",
    "end": "00:19:58"
  },
  {
    "text": "Maybe Genesis. Genesis 2, 6.",
    "start": "00:19:59",
    "end": "00:20:02"
  },
  {
    "text": "I bet there's a translation that Mist a flow.",
    "start": "00:20:03",
    "end": "00:20:07"
  },
  {
    "text": "NASB has flow. ESV has spring. Mist or spring. They all have footnotes that say mist or spring. But this is the only time this word occurs in the whole Hebrew Bible. And I think because it's a wordplay on. Just watch where this is going.",
    "start": "00:20:08",
    "end": "00:20:25"
  },
  {
    "text": "Okay?",
    "start": "00:20:25",
    "end": "00:20:25"
  },
  {
    "text": "All right, so. But an Ed used to come up from the earth, verse seven. Then the Lord God formed Adam. The first two letters are the same as the word Ed, Ed, ad, Adam.",
    "start": "00:20:25",
    "end": "00:20:37"
  },
  {
    "text": "Oh, okay.",
    "start": "00:20:37",
    "end": "00:20:38"
  },
  {
    "text": "Aleph Dalet is Ed, and man is Aleph Dalet mem Adam. Then keep watching. He formed an Adam from the dust of the Adama. So within two sentences, you have these three. You have. These consonants keep reappearing here. Ed, Adam, Adama. And if you're reading in Hebrew, it's clearly like a wordplay developing. So what's it connecting? It's connecting the water springing up out of the ground to the human that is made from the dust of the ground. And those three words are all related. The Ed, the Adam, the Adama, the spring, the man, and the ground. So already right now you've got this connection between ground and water and humans. Then the Lord God planted a garden in Eden on top of the cosmic mountain and all kinds of trees. It's awesome there. Go down to verse 10. A river that watered the garden was flowing out from Eden. So let's just pause there. So before God planted the garden, there were just water springs in a barren field. In a barren field. But now we're going to cultivate. God is going to take action to cultivate one. Right? One specific spot. He puts the man there, and then God provides the ultimate water source, the divinely provided water source, which is a river. Not just lobe bubbling brook, but a river. And it's a single river. So it's one river watering Eden. And then once it leaves Eden, it says from there, then it divides. Yippared, it divides into four headwaters. And then what it describes is rivers that are actually really far apart from each other. So one's the Gifan, like down in Egypt and Kush. Two are the Tigris and the Euphrates.",
    "start": "00:20:38",
    "end": "00:22:40"
  },
  {
    "text": "Which are closer to each other.",
    "start": "00:22:40",
    "end": "00:22:41"
  },
  {
    "text": "Well, they're in the same kind of continent. Not really. I don't know Nile's northern Africa.",
    "start": "00:22:41",
    "end": "00:22:47"
  },
  {
    "text": "I've never been over there, so I.",
    "start": "00:22:47",
    "end": "00:22:48"
  },
  {
    "text": "Don'T know how Nile's northern Africa.",
    "start": "00:22:48",
    "end": "00:22:50"
  },
  {
    "text": "I'm not talking about Nile. Talking about Euphrates and Tigris.",
    "start": "00:22:51",
    "end": "00:22:53"
  },
  {
    "text": "Oh, Your Euphrates and Tigris are next to each other. Okay, yeah. They're parallel to each other.",
    "start": "00:22:53",
    "end": "00:22:56"
  },
  {
    "text": "That's what I meant.",
    "start": "00:22:56",
    "end": "00:22:56"
  },
  {
    "text": "But they're nowhere near the Nile. Near the Nile, yeah. Yeah. And then the fourth.",
    "start": "00:22:56",
    "end": "00:23:01"
  },
  {
    "text": "These four rivers do not come from the same source, maybe at one time, and continental drift. Yeah, they may have, but.",
    "start": "00:23:01",
    "end": "00:23:10"
  },
  {
    "text": "Yeah. And actually. And that's the wrong question, I think. Was there a time on planet Earth when these rivers. It's just the wrong question. The point is, this is an author's mental map of if the garden is at the center of the mound that emerged out of the waters, then every.",
    "start": "00:23:10",
    "end": "00:23:29"
  },
  {
    "text": "Civilization around every river.",
    "start": "00:23:29",
    "end": "00:23:31"
  },
  {
    "text": "Correct.",
    "start": "00:23:31",
    "end": "00:23:32"
  },
  {
    "text": "Is from that.",
    "start": "00:23:32",
    "end": "00:23:33"
  },
  {
    "text": "It's the symbolic center of the Earth. And we know this is because the biblical poets are going to talk about Jerusalem with precisely this language. They're going to talk about the river flowing out of Jerusalem to water the.",
    "start": "00:23:33",
    "end": "00:23:47"
  },
  {
    "text": "Whole Earth, which there is none.",
    "start": "00:23:47",
    "end": "00:23:48"
  },
  {
    "text": "Which. Yeah, totally. And it's symbolism. I don't know what else to say. It's poetic symbolism and all of those. We're getting ahead of ourselves. Sorry. First, here's what's interesting about this image. We already, through the wordplay, the water coming out of the ground has been connected to the humans coming out of the ground through that wordplay. Now we've got a river, a single river coming up out of the Garden of Eden. And it stays one river in Eden, but when it leaves, that's when it divides. Here's what's interesting, is that that word divide only appears a couple other times in the book of Genesis, and it always describes humans. So once Noah's family gets off of the ark, his sons divide into the table of nations in Genesis 3, and what do they divide into? The three families of Shem, Ham, and Japheth. So humanity, the nations, are dividing. It's sort of like as humans get farther away from Eden, the more and more and more they divide. So that river is connected to the river and the humans. The one humanity in Eden and the one river in Eden are connected images that once they leave Eden, divided humanity and the divided river.",
    "start": "00:23:48",
    "end": "00:25:13"
  },
  {
    "text": "Interesting.",
    "start": "00:25:15",
    "end": "00:25:15"
  },
  {
    "text": "They're connected images. And again, you might think, what? Why is Tim doing this? I'm doing this because you just track later. Biblical authors are tracking with this, and they take it places.",
    "start": "00:25:15",
    "end": "00:25:29"
  },
  {
    "text": "Sam.",
    "start": "00:25:45",
    "end": "00:25:56"
  },
  {
    "text": "So, for example, what's the next story where people like Noah and his family come through chaotic waters onto dry land as God saves them from evil and chaos and so on? We've already made a whole video.",
    "start": "00:26:21",
    "end": "00:26:34"
  },
  {
    "text": "The Israelites.",
    "start": "00:26:35",
    "end": "00:26:36"
  },
  {
    "text": "Yeah, we made a Video about this. So in the Song of the sea, Exodus 15, this is the next example. Pharaoh and his armies perish in the waters, but they are also made parallel to the waters. So watch. This is in Exodus 15, verse 4, where the quote begins. So Pharaoh's chariots and his army, he cast into the sea the choicest of his officers drowned in the sea. In the greatness of your excellence, you overthrow those who rise up against you. Humans. So what did God do at the Red Sea? Well, first of all, he overthrow. He overthrew his enemies. Those who rise up against you, you sent forth your burning anger, consumes them like chaff at the blast of your nostrils. What else is God opposing with wind and breath? The waters. So it's depicting God almost having two enemies at the Red Sea. Scene one is the wind blowing back the waters because the waters could consume his people, couldn't they? Like his blood.",
    "start": "00:26:36",
    "end": "00:27:41"
  },
  {
    "text": "Yeah.",
    "start": "00:27:41",
    "end": "00:27:41"
  },
  {
    "text": "The waters could consume anybody.",
    "start": "00:27:41",
    "end": "00:27:43"
  },
  {
    "text": "Yeah.",
    "start": "00:27:43",
    "end": "00:27:43"
  },
  {
    "text": "And so God's fighting back the waters, so to speak. And he's fighting back the Egyptians. The Egyptians and the waters are both.",
    "start": "00:27:43",
    "end": "00:27:53"
  },
  {
    "text": "Yeah. You know, it's interesting in this poem, it's like out of order.",
    "start": "00:27:53",
    "end": "00:27:55"
  },
  {
    "text": "Mm hmm.",
    "start": "00:27:56",
    "end": "00:27:56"
  },
  {
    "text": "Like literally, right?",
    "start": "00:27:57",
    "end": "00:27:58"
  },
  {
    "text": "Yeah, that's a good point.",
    "start": "00:27:58",
    "end": "00:27:59"
  },
  {
    "text": "He drowns.",
    "start": "00:27:59",
    "end": "00:27:59"
  },
  {
    "text": "Yeah.",
    "start": "00:28:00",
    "end": "00:28:00"
  },
  {
    "text": "Pharaoh and his choicest. The choicest officers, his fine officers drown. And then he talks about him piling up the waters. But in the story, you gotta pile up the waters first, let the Israelites through, and then the walls of water come down and drown them.",
    "start": "00:28:00",
    "end": "00:28:16"
  },
  {
    "text": "Yeah, that's good.",
    "start": "00:28:16",
    "end": "00:28:16"
  },
  {
    "text": "So why poetically, does he mix it up?",
    "start": "00:28:16",
    "end": "00:28:18"
  },
  {
    "text": "Yeah, yeah, I think because who are the enemies? In the story, it's the waters and the armies of Pharaoh. They're associated.",
    "start": "00:28:18",
    "end": "00:28:25"
  },
  {
    "text": "Well, I never would think of the waters as an enemy. As a barrier, maybe.",
    "start": "00:28:26",
    "end": "00:28:30"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:28:30",
    "end": "00:28:31"
  },
  {
    "text": "Okay, but you're saying it's even deeper than that. In the biblical imagination, the chaotic waters are also an enemy to humanity.",
    "start": "00:28:31",
    "end": "00:28:39"
  },
  {
    "text": "Yeah. Or at least there's two dangers. There's two dangers in the story. The Israelites could be consumed by the waters or killed by Pharaoh's army. And what God does is fight back both of them. And in fact, he then turns the chaotic waters onto the enemies in this act of like self destruction, chaos, destroying itself kind of thing. So it's just. Once again, it's a poem that associates humans enemies with dangerous waters.",
    "start": "00:28:39",
    "end": "00:29:08"
  },
  {
    "text": "It associates. I mean, the skeptic inside me is saying it may be associating him.",
    "start": "00:29:09",
    "end": "00:29:15"
  },
  {
    "text": "Well, just even in poetic parallelism, right. You send forth burning anger and overthrow those who rise up against you at the blast of your nostrils, you pile up the water.",
    "start": "00:29:15",
    "end": "00:29:24"
  },
  {
    "text": "I see.",
    "start": "00:29:24",
    "end": "00:29:25"
  },
  {
    "text": "So just in poetic parallelism, it's making.",
    "start": "00:29:25",
    "end": "00:29:27"
  },
  {
    "text": "Those two things symmetrical.",
    "start": "00:29:27",
    "end": "00:29:29"
  },
  {
    "text": "Yeah, they're putting them in parallel.",
    "start": "00:29:30",
    "end": "00:29:32"
  },
  {
    "text": "Yeah. That's what biblical Hebrew poetry does.",
    "start": "00:29:32",
    "end": "00:29:34"
  },
  {
    "text": "That's how it works. That's right.",
    "start": "00:29:34",
    "end": "00:29:36"
  },
  {
    "text": "Yeah. Okay, Got it.",
    "start": "00:29:36",
    "end": "00:29:37"
  },
  {
    "text": "Parallel.",
    "start": "00:29:37",
    "end": "00:29:37"
  },
  {
    "text": "Convince me.",
    "start": "00:29:37",
    "end": "00:29:38"
  },
  {
    "text": "Enemies parallel to waters.",
    "start": "00:29:38",
    "end": "00:29:40"
  },
  {
    "text": "Forgot about Hebrew couplets.",
    "start": "00:29:40",
    "end": "00:29:42"
  },
  {
    "text": "Let's go to another one. Psalm 18. Psalm 18. It's David's victory poem. Once he's delivered from Saul. And here they're going to combine with our previous discussion. So he begins. The Lord's my rock and my fortress.",
    "start": "00:29:42",
    "end": "00:29:57"
  },
  {
    "text": "Yeah, Yeah. A high place to be safe from.",
    "start": "00:29:57",
    "end": "00:30:02"
  },
  {
    "text": "Yep. Yeah. My rock in whom I take refuge, my shield, my stronghold. I call upon the Lord. He's worthy to be praised. And I'm saved from my enemies. So here it's. You go up to the high rock to be saved from your enemies below. That's the metaphor. Yep. Later on in the poem, verse 8. O Lord, God of hosts, who's like you, your faithfulness surrounds you. You rule the swelling of the sea. When its waves rise, you still them. You yourself crushed. Rahab, like one who was slain. You scattered your enemies with your mighty arm. The heavens are yours, the earth is yours, the world and all it contains. You founded all of it. So you looked at me funny at some point.",
    "start": "00:30:02",
    "end": "00:30:54"
  },
  {
    "text": "Yeah. Well, Rahab, I mean.",
    "start": "00:30:55",
    "end": "00:30:57"
  },
  {
    "text": "Are we talking about Rahav?",
    "start": "00:30:57",
    "end": "00:30:59"
  },
  {
    "text": "Who are we talking about?",
    "start": "00:30:59",
    "end": "00:31:00"
  },
  {
    "text": "Yeah. Rahav is ancient. It's referring to Egypt as a mythological character. Rahav is a name. It's an Israelite name for talking about the God of Egypt, referring to Egypt's deity. Got it. Rahav.",
    "start": "00:31:00",
    "end": "00:31:15"
  },
  {
    "text": "Okay.",
    "start": "00:31:15",
    "end": "00:31:16"
  },
  {
    "text": "Essentially, in Israel versus Egypt, it was Israel's God versus Egypt's God.",
    "start": "00:31:16",
    "end": "00:31:21"
  },
  {
    "text": "Yeah.",
    "start": "00:31:21",
    "end": "00:31:21"
  },
  {
    "text": "And Israelites called that Egypt's God, Rahav.",
    "start": "00:31:21",
    "end": "00:31:24"
  },
  {
    "text": "The Egyptians didn't call it Rahaf.",
    "start": "00:31:25",
    "end": "00:31:27"
  },
  {
    "text": "No. As far as we can tell. So it's a uniquely.",
    "start": "00:31:27",
    "end": "00:31:31"
  },
  {
    "text": "What do they call it?",
    "start": "00:31:31",
    "end": "00:31:32"
  },
  {
    "text": "It's a uniquely Israelite name for the God of Egypt. Well, the Egyptians themselves were polytheists, so.",
    "start": "00:31:32",
    "end": "00:31:39"
  },
  {
    "text": "They had, like, many gods of gods.",
    "start": "00:31:39",
    "end": "00:31:41"
  },
  {
    "text": "Yeah. But in quite a number of places. In biblical poetry, Egypt and its God together are called Rahav. And there's probably something going on there that I still don't understand yet. So notice in this poem, it opens with David being on the high rock with his enemies down below. Then he moves and talks about God stilling the swelling, chaotic sea. Well, who or what is the swelling, chaotic sea? The God of Egypt, which is his enemies, which is his Enemies. So God's stilling the sea is the same as scattering his enemies.",
    "start": "00:31:41",
    "end": "00:32:20"
  },
  {
    "text": "Yeah.",
    "start": "00:32:20",
    "end": "00:32:21"
  },
  {
    "text": "So it's crystal clear here. Now, the enemies are chaotic waters. Danger is chaotic water, Danger is chaotic water. Danger and evil are chaotic waters.",
    "start": "00:32:21",
    "end": "00:32:32"
  },
  {
    "text": "This is the scheme.",
    "start": "00:32:33",
    "end": "00:32:34"
  },
  {
    "text": "I think that's. And it's all the way back up to Genesis 2, where humans are water. Remember, the Eid comes up out of the ground and Adam comes up out of the ground.",
    "start": "00:32:34",
    "end": "00:32:49"
  },
  {
    "text": "But in that story, the humans aren't evil at this point.",
    "start": "00:32:49",
    "end": "00:32:52"
  },
  {
    "text": "No, no, they're not.",
    "start": "00:32:52",
    "end": "00:32:53"
  },
  {
    "text": "So if the scheme is that water, chaotic waters is evil, why use water for humanity?",
    "start": "00:32:54",
    "end": "00:33:02"
  },
  {
    "text": "Well, there's the chaotic waters out here, and the rivers obviously drain out into the sea. So once humans leave Eden, they divide. They join the chaotic sea in its assault upon Eden and ideal of God's. Because if the ideal state is the Garden, temple fortress, it's core metaphor number one. Core metaphor number two is humans are either in Eden and they're one unified, or when they leave Eden, like that river, they divide and join the chaotic.",
    "start": "00:33:02",
    "end": "00:33:33"
  },
  {
    "text": "So by associating them with the. The spring and calling and using a word play, it's tipping a hat to what's going to happen.",
    "start": "00:33:33",
    "end": "00:33:44"
  },
  {
    "text": "Correct. Yep. Yeah. The river leaving Eden and separating and dividing is a pre. It's a metaphorical preview. Yeah, metaphorical preview of humanity's fate when it leaves the garden and then divides and unleashes chaos and death upon itself. Yep. And just again, just wait for it, because later biblical authors are going to see all this and pick it up. But here it's crystal clear. The enemies in the chaotic waters are images of each other.",
    "start": "00:33:45",
    "end": "00:34:13"
  },
  {
    "text": "Yeah.",
    "start": "00:34:13",
    "end": "00:34:14"
  },
  {
    "text": "So.",
    "start": "00:34:14",
    "end": "00:34:15"
  },
  {
    "text": "So maybe the schema is. Or the scheme is danger and enemies or death and enemies, or.",
    "start": "00:34:15",
    "end": "00:34:23"
  },
  {
    "text": "Well, I think I have here danger and death, and it's death could be death by. Because natural disasters are viewed as acts of.",
    "start": "00:34:23",
    "end": "00:34:31"
  },
  {
    "text": "I just. When you say danger and death, I guess I don't think of people, but I should.",
    "start": "00:34:31",
    "end": "00:34:34"
  },
  {
    "text": "Oh, maybe danger and evil.",
    "start": "00:34:34",
    "end": "00:34:37"
  },
  {
    "text": "Danger and danger and death sounds, you know.",
    "start": "00:34:38",
    "end": "00:34:42"
  },
  {
    "text": "Yeah, I kind of like. It's got the double D. Yeah. Because death can be. It happens to you. Or I can make it happen to you. Yeah, right. You can die at ripe old age and that's still a trap.",
    "start": "00:34:42",
    "end": "00:34:55"
  },
  {
    "text": "So the slots. So danger and death are the cakewires. That's a scheme. The slots are.",
    "start": "00:34:55",
    "end": "00:34:58"
  },
  {
    "text": "Yeah.",
    "start": "00:34:59",
    "end": "00:34:59"
  },
  {
    "text": "The sea dragon is part of it.",
    "start": "00:34:59",
    "end": "00:35:01"
  },
  {
    "text": "Yeah. Or actual secret. Actual creatures.",
    "start": "00:35:01",
    "end": "00:35:04"
  },
  {
    "text": "Creatures.",
    "start": "00:35:04",
    "end": "00:35:05"
  },
  {
    "text": "Yep. Which we'll talk about in the next one.",
    "start": "00:35:05",
    "end": "00:35:06"
  },
  {
    "text": "Oh, cool.",
    "start": "00:35:06",
    "end": "00:35:07"
  },
  {
    "text": "But other humans killing you humans.",
    "start": "00:35:07",
    "end": "00:35:10"
  },
  {
    "text": "The danger of a Human killing you or being your enemy can be described also as chaotic waters.",
    "start": "00:35:11",
    "end": "00:35:16"
  },
  {
    "text": "That's right.",
    "start": "00:35:16",
    "end": "00:35:17"
  },
  {
    "text": "And that would make perfect intuitive sense for someone who had this scheme in their psyche.",
    "start": "00:35:17",
    "end": "00:35:22"
  },
  {
    "text": "Correct.",
    "start": "00:35:22",
    "end": "00:35:23"
  },
  {
    "text": "But for us, we have to kind of go, oh, wait, I gotta remember.",
    "start": "00:35:23",
    "end": "00:35:25"
  },
  {
    "text": "Yes, yes.",
    "start": "00:35:25",
    "end": "00:35:26"
  },
  {
    "text": "People are chaotic waters.",
    "start": "00:35:26",
    "end": "00:35:27"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:35:27",
    "end": "00:35:28"
  },
  {
    "text": "Because people are dangerous.",
    "start": "00:35:28",
    "end": "00:35:29"
  },
  {
    "text": "So let's read a poem by somebody who has this metaphor in their psyche. It's called Psalm 69. Save me, O God, for the waters have threatened my life. I have sunk in deep mire. There's no foothold. I have come into deep waters. The torrent overflows me. I'm weary with crying. My throat is parched. My eyes fail while I wait for God. Just stop right there. You are drowning in waters.",
    "start": "00:35:29",
    "end": "00:36:03"
  },
  {
    "text": "Yeah.",
    "start": "00:36:03",
    "end": "00:36:04"
  },
  {
    "text": "And your throat is parched.",
    "start": "00:36:04",
    "end": "00:36:05"
  },
  {
    "text": "Yeah. That's the last thing you're worried about when you're drowning.",
    "start": "00:36:06",
    "end": "00:36:09"
  },
  {
    "text": "Yeah. This is such a great. This is one of my favorite examples. So he's drawing upon two different metaphorical schemes, but they're related in association with death and danger.",
    "start": "00:36:09",
    "end": "00:36:20"
  },
  {
    "text": "Yeah. Being dehydrated in some.",
    "start": "00:36:20",
    "end": "00:36:22"
  },
  {
    "text": "Probably the wilderness.",
    "start": "00:36:22",
    "end": "00:36:23"
  },
  {
    "text": "In the wilderness.",
    "start": "00:36:23",
    "end": "00:36:24"
  },
  {
    "text": "The wilderness.",
    "start": "00:36:24",
    "end": "00:36:24"
  },
  {
    "text": "And being sinking into the ocean.",
    "start": "00:36:24",
    "end": "00:36:29"
  },
  {
    "text": "That's right. And think of the second sentence of Genesis 1. What was the land? It was wild and waste.",
    "start": "00:36:29",
    "end": "00:36:36"
  },
  {
    "text": "Watery wilderness, like a desert.",
    "start": "00:36:36",
    "end": "00:36:37"
  },
  {
    "text": "And it was the deep abyss, dark like the ocean. And here's a poet who's combining those same two metaphors again to describe one reality. Danger. Well, actually, what is he describing? Let's read on.",
    "start": "00:36:38",
    "end": "00:36:51"
  },
  {
    "text": "Okay.",
    "start": "00:36:51",
    "end": "00:36:51"
  },
  {
    "text": "Those who hate me without cause are more than the hairs of my head. They would destroy me. Those who are powerful. They are wrongfully my enemies. Deliver me from the mire. Don't let me sink.",
    "start": "00:36:52",
    "end": "00:37:06"
  },
  {
    "text": "What is mire?",
    "start": "00:37:06",
    "end": "00:37:07"
  },
  {
    "text": "Oh, the mud.",
    "start": "00:37:07",
    "end": "00:37:09"
  },
  {
    "text": "Like in a delta in the water.",
    "start": "00:37:09",
    "end": "00:37:11"
  },
  {
    "text": "Yeah, yeah, yeah. Like, think of when you're in a lake or a. Oh, yeah. In the surf and your feet start to sink.",
    "start": "00:37:11",
    "end": "00:37:17"
  },
  {
    "text": "Yeah. Like a really muddy lake.",
    "start": "00:37:18",
    "end": "00:37:19"
  },
  {
    "text": "Yep.",
    "start": "00:37:19",
    "end": "00:37:20"
  },
  {
    "text": "That's the mire.",
    "start": "00:37:20",
    "end": "00:37:21"
  },
  {
    "text": "Yeah. And look at this. Deliver me from the mire that I might not sink. May I be delivered from my foes and from the deep waters. You can just see it.",
    "start": "00:37:21",
    "end": "00:37:31"
  },
  {
    "text": "Yeah.",
    "start": "00:37:31",
    "end": "00:37:31"
  },
  {
    "text": "His human enemies are being described as deep waters, as chaotic deep waters, or the mud in which he sinks in the water or as the desert in which he's. To give him a dry throat.",
    "start": "00:37:31",
    "end": "00:37:47"
  },
  {
    "text": "Yeah.",
    "start": "00:37:47",
    "end": "00:37:48"
  },
  {
    "text": "And so we. I don't know. For a long time I just thought he's just got a colorful imagination. But these are all deeply associated ways of talking about the same thing. Don't let the flood of water overflow me. The deep sea swallow me up. Ooh, here's a new one. Don't let the pit shut its mouth on me.",
    "start": "00:37:50",
    "end": "00:38:09"
  },
  {
    "text": "Yeah, the grave.",
    "start": "00:38:09",
    "end": "00:38:10"
  },
  {
    "text": "Yeah. So the grave. But actually, this is interesting. The word for cistern and the word for pit as grave are the same word bore in Hebrew.",
    "start": "00:38:10",
    "end": "00:38:20"
  },
  {
    "text": "Just a hole in the ground.",
    "start": "00:38:20",
    "end": "00:38:21"
  },
  {
    "text": "It's a hole in the ground. And you can use that hole to collect water, or you can use that hole to deposit it.",
    "start": "00:38:21",
    "end": "00:38:27"
  },
  {
    "text": "If it closes up, it's a grave.",
    "start": "00:38:27",
    "end": "00:38:28"
  },
  {
    "text": "It's a grave, totally. So, once again, you're under the land. So humans belong here, on top of the land, on the Garden Temple Rock Mountain. And that's the ideal state. And so to be under the ground, it's not our place to be out in the waters, that's not our place. You get the idea. Okay, so that was a poet who can talk about. I mean, who knows what he's talking about? The fact that the enemies aren't described in any detail is what makes these poems.",
    "start": "00:38:28",
    "end": "00:39:01"
  },
  {
    "text": "Yeah, we just know there's lots of them.",
    "start": "00:39:02",
    "end": "00:39:03"
  },
  {
    "text": "Yeah, totally. Yeah.",
    "start": "00:39:04",
    "end": "00:39:05"
  },
  {
    "text": "It's a nation full of them.",
    "start": "00:39:05",
    "end": "00:39:06"
  },
  {
    "text": "Yeah.",
    "start": "00:39:06",
    "end": "00:39:07"
  },
  {
    "text": "How many hairs are on a human head? Is it calculated?",
    "start": "00:39:08",
    "end": "00:39:12"
  },
  {
    "text": "Oh, mighty Google.",
    "start": "00:39:14",
    "end": "00:39:15"
  },
  {
    "text": "Hey, Google.",
    "start": "00:39:15",
    "end": "00:39:16"
  },
  {
    "text": "Oh, Siri. Should I ask Siri? Sure, hold on. You Google a la Siri. Let's see if it comes up with the same thing. How many hairs are on a human head, Siri? 90,000 to 150,000.",
    "start": "00:39:17",
    "end": "00:39:30"
  },
  {
    "text": "Yep. I got 100,000.",
    "start": "00:39:32",
    "end": "00:39:34"
  },
  {
    "text": "Wow. So, Siri.",
    "start": "00:39:34",
    "end": "00:39:36"
  },
  {
    "text": "120 square inches of head space.",
    "start": "00:39:36",
    "end": "00:39:39"
  },
  {
    "text": "Wow.",
    "start": "00:39:39",
    "end": "00:39:40"
  },
  {
    "text": "Each follicle can grow about 20 individual hairs in a person's lifetime. Oh, there's a hundred thousand follicles. And each follicle can have 20 individual hairs come out of it, but not all at once.",
    "start": "00:39:40",
    "end": "00:39:53"
  },
  {
    "text": "Wow.",
    "start": "00:39:53",
    "end": "00:39:53"
  },
  {
    "text": "And you guess how many hairs you lose in an average day?",
    "start": "00:39:53",
    "end": "00:39:56"
  },
  {
    "text": "Ooh. 30.",
    "start": "00:39:56",
    "end": "00:39:58"
  },
  {
    "text": "100.",
    "start": "00:39:58",
    "end": "00:39:59"
  },
  {
    "text": "No.",
    "start": "00:39:59",
    "end": "00:40:00"
  },
  {
    "text": "Yeah.",
    "start": "00:40:00",
    "end": "00:40:01"
  },
  {
    "text": "Wow. Yeah, that's what my wife would say. I think I leave it all in the shower, which bums her out, I guess.",
    "start": "00:40:01",
    "end": "00:40:10"
  },
  {
    "text": "The question is, how many hairs did an ancient Israelite think you had on your head? That's the question.",
    "start": "00:40:10",
    "end": "00:40:15"
  },
  {
    "text": "Yeah, totally. Yeah.",
    "start": "00:40:15",
    "end": "00:40:17"
  },
  {
    "text": "A nation's worth, apparently. Yeah.",
    "start": "00:40:17",
    "end": "00:40:20"
  },
  {
    "text": "Yeah. So Psalm 69 begins to really make it clear again. All these images are associated. Look at this one from Isaiah 17. Here, I'll let you read it aloud. I'm tired of reading loud. This is Isaiah 17.",
    "start": "00:40:20",
    "end": "00:41:01"
  },
  {
    "text": "Woe to the many nations that rage. They rage like the raging sea. Woe to the people who roar. They roar like the roaring of great waters. Although the people's roar like the roar of surging waters. When he rebukes them, they flee far away, driven before the wind like chaff on the hills, like tumbleweed before a gale. In the evening, sudden terror before the morning, they're gone. This is the portion of those who loot us, the lot of those who plunder us.",
    "start": "00:41:01",
    "end": "00:41:32"
  },
  {
    "text": "Mm. So on the surface, the images. I mean, it just says it.",
    "start": "00:41:32",
    "end": "00:41:38"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:41:38",
    "end": "00:41:39"
  },
  {
    "text": "People are alike.",
    "start": "00:41:39",
    "end": "00:41:40"
  },
  {
    "text": "They are like. It's a simile this time.",
    "start": "00:41:40",
    "end": "00:41:41"
  },
  {
    "text": "Yeah. Correct.",
    "start": "00:41:41",
    "end": "00:41:42"
  },
  {
    "text": "Yeah.",
    "start": "00:41:42",
    "end": "00:41:43"
  },
  {
    "text": "Now, notice also what narratives are grounding these metaphorical connections, however. Evening and morning in the evening, terror in the morning, still waters, no danger.",
    "start": "00:41:43",
    "end": "00:41:58"
  },
  {
    "text": "I don't know.",
    "start": "00:41:58",
    "end": "00:41:59"
  },
  {
    "text": "And there is evening, and there was morning.",
    "start": "00:41:59",
    "end": "00:42:01"
  },
  {
    "text": "Oh.",
    "start": "00:42:01",
    "end": "00:42:02"
  },
  {
    "text": "And there was evening, and there was morning, and there was evening. Oh, you didn't get it. Let me repeat it seven. Seven times in the narrative. And there was evening and there was morning.",
    "start": "00:42:02",
    "end": "00:42:11"
  },
  {
    "text": "So he's calling back to Genesis 1.",
    "start": "00:42:11",
    "end": "00:42:13"
  },
  {
    "text": "So the Genesis 1, right. That there's the dangerous waters and God. Totally no threat to God, his wind. Right. The spirit drives them back and the dry land emerges. But there's also another important narrative, and we've even thought about it, which is the Exodus narrative, where it's in the night. It's very specific in the narrative. It's in the night that Pharaoh comes. They set out, and it's in the morning. Watch that the waters close over Pharaoh.",
    "start": "00:42:13",
    "end": "00:42:45"
  },
  {
    "text": "Wow.",
    "start": "00:42:45",
    "end": "00:42:46"
  },
  {
    "text": "And the wind drives the waters back. So Exodus, creation, Genesis 1. It's all connected, all these images here. And so in Psalm 69, I can talk about my own personal bad day in this cosmic language. Or I can talk about. In Isaiah, we are reflecting back on the invasion of Assyria, probably, I think also Babylon. And we can talk about my bad day or enemy army invasion. With the same metaphors. Yeah. Isn't that interesting? I mean, these are buried deep in these people's minds and hearts.",
    "start": "00:42:46",
    "end": "00:43:27"
  },
  {
    "text": "Yeah.",
    "start": "00:43:27",
    "end": "00:43:28"
  },
  {
    "text": "Okay, so if the scheme is danger and death are chaotic waters, the metaphorical.",
    "start": "00:43:28",
    "end": "00:43:35"
  },
  {
    "text": "Scheme fabric the underlying foundational image.",
    "start": "00:43:35",
    "end": "00:43:40"
  },
  {
    "text": "Let's flip it over then. Let's flip over the scheme. Danger and death are chaotic waters.",
    "start": "00:43:40",
    "end": "00:43:46"
  },
  {
    "text": "To metaphor, what are.",
    "start": "00:43:46",
    "end": "00:43:48"
  },
  {
    "text": "Flip it over.",
    "start": "00:43:48",
    "end": "00:43:49"
  },
  {
    "text": "The scheme is something that has two sides all of a sudden that we can flip.",
    "start": "00:43:49",
    "end": "00:43:53"
  },
  {
    "text": "It does look like a pancake. Metaphors are. Yeah, that's right. Metaphorical schemes are pancakes. Let's flip it over. If danger and death are chaotic waters, safety and life are.",
    "start": "00:43:53",
    "end": "00:44:08"
  },
  {
    "text": "Yeah. The land, the fortress land.",
    "start": "00:44:09",
    "end": "00:44:10"
  },
  {
    "text": "Let's keep going down the list of examples here. Let's read Joel, chapter four.",
    "start": "00:44:12",
    "end": "00:44:16"
  },
  {
    "text": "Okay.",
    "start": "00:44:16",
    "end": "00:44:17"
  },
  {
    "text": "In that day which is the day of the Lord. The mountains will drip with sweet wine, sweet berry wine. The hills will flow with milk, and the brooks of Judah will flow with water. And a spring will go out from the house of the Lord to water the valley of Shittim.",
    "start": "00:44:17",
    "end": "00:44:39"
  },
  {
    "text": "So safety in that day being the day of new creation. The day of creation, day of the.",
    "start": "00:44:41",
    "end": "00:44:47"
  },
  {
    "text": "Lord, when he confronts the pharaohs of this world and restores the ideal. Because where is the house of the Lord? It's on the mountain. Temple Rock, the new Eden. So of course there's going to be that spring coming out of the Temple, just like there was that river coming out of Eden. Zechariah 14. Again, on that day, the day of the Lord. Track with what narratives are grounding the images here. It's a poem from Zechariah 14. On that day there will be neither sunlight nor cold, frosty darkness. It will be a unique day known only to the Lord. No distinction between day or night.",
    "start": "00:44:47",
    "end": "00:45:34"
  },
  {
    "text": "Just a twilight.",
    "start": "00:45:34",
    "end": "00:45:36"
  },
  {
    "text": "When evening comes. Pure light. On that day, living water will flow out of Jerusalem half to the Dead Sea, the deepest, deadest place on planet Earth, half to the Mediterranean Sea. In summer and in winter, the Lord will be king over the whole earth. On that day, there will be one Lord and his name, the one name. That's the Shema right there. Dude, this poem, so unbelievable. No sunlight, no dark, no day, no night.",
    "start": "00:45:38",
    "end": "00:46:13"
  },
  {
    "text": "Just no seasons.",
    "start": "00:46:13",
    "end": "00:46:14"
  },
  {
    "text": "Just pure light, even. Oh, yeah, and no seasons, just pure light and living water flowing out of the Temple in Jerusalem.",
    "start": "00:46:14",
    "end": "00:46:22"
  },
  {
    "text": "I mean, there are seasons, but if it's flowing in summer and in winter, that means there's really no distinction between.",
    "start": "00:46:22",
    "end": "00:46:29"
  },
  {
    "text": "The seasons, just pure light and pure life flowing out of the Jerusalem Temple. So what we're doing is we're painting safety and life in the future, ideal as a renewed Garden of Eden. And notice this focus on this river.",
    "start": "00:46:29",
    "end": "00:46:46"
  },
  {
    "text": "Yeah.",
    "start": "00:46:46",
    "end": "00:46:46"
  },
  {
    "text": "Just really care about this river coming out of the Temple.",
    "start": "00:46:46",
    "end": "00:46:50"
  },
  {
    "text": "Yeah, the river of life.",
    "start": "00:46:50",
    "end": "00:46:52"
  },
  {
    "text": "Okay, so that prepares us, all right, for this last one. This is going to land the plane. Isaiah, chapter two. It's very similar. Now. It will come about in the last days, in the final days, the mountain of the house of the Lord will be established as the chief of the mountains, raised up above the hills. Okay, so we're back to the high rock, mountain, fortress, temple. And this is especially, you know, anybody who's ever been to Jerusalem, even if you're on, like, Mount Zion, which is a hill to a bit of the west of where the Temple Mount is now, or if you're there, near the dome of the Rock, you just look across the valley and you see the Mount of Olives is higher than here. So clearly we're talking about its cosmic metaphorical significance. It becomes the center of the universe. Okay, so that mountain is raised up and all of the nations will river into it. Most of our translations read they will stream into it, but it's the word river turned into a verb. Nahar.",
    "start": "00:46:52",
    "end": "00:48:06"
  },
  {
    "text": "We've turned stream into a verb.",
    "start": "00:48:07",
    "end": "00:48:08"
  },
  {
    "text": "We have.",
    "start": "00:48:09",
    "end": "00:48:09"
  },
  {
    "text": "Actually, we haven't turned river into a verb.",
    "start": "00:48:09",
    "end": "00:48:11"
  },
  {
    "text": "That's a good point.",
    "start": "00:48:11",
    "end": "00:48:12"
  },
  {
    "text": "Yeah.",
    "start": "00:48:12",
    "end": "00:48:13"
  },
  {
    "text": "Yep, that's right. Yeah. So the same concept. You can see a stream, something can stream, or the stream can stream, something can't.",
    "start": "00:48:14",
    "end": "00:48:20"
  },
  {
    "text": "River. Yeah, a stream can stream, but a.",
    "start": "00:48:20",
    "end": "00:48:22"
  },
  {
    "text": "River doesn't live in Hebrew. Rivers can river.",
    "start": "00:48:22",
    "end": "00:48:25"
  },
  {
    "text": "That's a big stand up bet.",
    "start": "00:48:26",
    "end": "00:48:27"
  },
  {
    "text": "Maybe. Oh, wood.",
    "start": "00:48:27",
    "end": "00:48:28"
  },
  {
    "text": "Why can't rivers river?",
    "start": "00:48:28",
    "end": "00:48:29"
  },
  {
    "text": "Yeah. If streams can stream, why goose and geese but not moose and meese? Yeah, It's a lot of strange language. So anyhow, catch the image here. The nations are rivering uphill.",
    "start": "00:48:29",
    "end": "00:48:42"
  },
  {
    "text": "Yeah.",
    "start": "00:48:42",
    "end": "00:48:43"
  },
  {
    "text": "The river's going uphill.",
    "start": "00:48:43",
    "end": "00:48:44"
  },
  {
    "text": "Yeah. Not physically possible.",
    "start": "00:48:44",
    "end": "00:48:46"
  },
  {
    "text": "Yeah. And all these other images, the river's coming out, but now reverse river's going back. And it's people, the nations. And what are they doing? They hammer their swords into plowshares, their spears into pruning hooks. They turn their AK47s into combine harvesters. Right. Farming.",
    "start": "00:48:46",
    "end": "00:49:06"
  },
  {
    "text": "Yeah.",
    "start": "00:49:06",
    "end": "00:49:07"
  },
  {
    "text": "Nation won't lift up sword against nation, nor will they ever again learn war. So it's shalom, peace between humans. So just like when the river left Eden and separated and divided, so also humanity left Eden and separated and divided. And then enemies, humans who hate each other and kill each other are like the chaotic waters. That's the fundamental metaphor. Danger and death are chaotic waters. And so when Isaiah envisions the new creation, he envisions a new Eden, temple, mountain, garden, and the river returning. But he's seen the metaphorical link between humans and the river in Genesis 2.",
    "start": "00:49:07",
    "end": "00:49:54"
  },
  {
    "text": "The river are the people streaming in.",
    "start": "00:49:55",
    "end": "00:49:57"
  },
  {
    "text": "The violent nations finally becoming at one in peace and rivering back into the new Eden. It's so good.",
    "start": "00:49:57",
    "end": "00:50:05"
  },
  {
    "text": "Yeah. So, okay, so if one side of this metaphor is danger and death are chaotic waters, you're saying the other side is that when danger and death are overcome, then it's living water. It's like.",
    "start": "00:50:05",
    "end": "00:50:19"
  },
  {
    "text": "Well, I think, yeah, the fundamental image, again if we're thinking in terms of schemes, is danger and death are chaotic waters. So that also creates a slot for the opposite, that safety and life can be depicted as the river of life in Eden. River of Life, Yeah. If the chaotic waters are danger and death, then safety and life, which can be created by humans, can be depicted as the river of Eden. The Eden River. Is that right? Does that work? Would George Lakoff be proud of us?",
    "start": "00:50:19",
    "end": "00:50:57"
  },
  {
    "text": "We should bring him in. Lakoff, help us out. Okay, so the scheme, the underlying scheme is that chaotic water. Yeah.",
    "start": "00:50:57",
    "end": "00:51:05"
  },
  {
    "text": "It just maybe the more underlying imagery is that humans are water. Ah. And so if it's dangerous, violent humans, they're chaotic waters. But if they're shalom, creating new Jerusalem seeking humans, then it's a peaceful river. Then they're the river of Eden. Humans are water because other things can be the chaotic waters, too, like sea creatures.",
    "start": "00:51:05",
    "end": "00:51:29"
  },
  {
    "text": "The underlying schema would not. Would actually be danger is water. But.",
    "start": "00:51:29",
    "end": "00:51:35"
  },
  {
    "text": "No, but it's also here always the danger that humans pose to each other.",
    "start": "00:51:35",
    "end": "00:51:40"
  },
  {
    "text": "It's always that. Well, it seemed like it was always that, wasn't it?",
    "start": "00:51:40",
    "end": "00:51:44"
  },
  {
    "text": "Mm. I mean, in Psalm 69, My enemies are the waters. Isaiah 17, the nations are the raging waters.",
    "start": "00:51:44",
    "end": "00:51:51"
  },
  {
    "text": "Is anything else described as raging waters?",
    "start": "00:51:52",
    "end": "00:51:54"
  },
  {
    "text": "Well, Psalm 46, that we opened this, the series with, God is our fortress when the mountains totter into the seas, when the waters roar. Second stanza. When the nations roar and the kingdoms totter.",
    "start": "00:51:54",
    "end": "00:52:07"
  },
  {
    "text": "Yeah.",
    "start": "00:52:07",
    "end": "00:52:08"
  },
  {
    "text": "So, yeah, you know, it's just, according to me, the humans. And that's the word play on the bubbling spring.",
    "start": "00:52:08",
    "end": "00:52:17"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:52:17",
    "end": "00:52:18"
  },
  {
    "text": "And the humans.",
    "start": "00:52:18",
    "end": "00:52:19"
  },
  {
    "text": "And there it is right there. The Eid, the id, Adam. Humans are water.",
    "start": "00:52:19",
    "end": "00:52:23"
  },
  {
    "text": "Humans are water on page two. Humans are water, Sam.",
    "start": "00:52:23",
    "end": "00:52:37"
  },
  {
    "text": "So the threat that humans pose can be described. Can be described as chaotic waters.",
    "start": "00:52:58",
    "end": "00:53:03"
  },
  {
    "text": "Yeah, chaotic waters. And the peace that humans will experience and create can be described as the river of Eden. But the deeper underlying metaphor, doesn't God.",
    "start": "00:53:03",
    "end": "00:53:17"
  },
  {
    "text": "Provide the river of life?",
    "start": "00:53:17",
    "end": "00:53:19"
  },
  {
    "text": "Yeah, he does. He does. I think that's why I'm getting hung up here. In Isaiah 2, the nations are the waters.",
    "start": "00:53:19",
    "end": "00:53:26"
  },
  {
    "text": "Yeah.",
    "start": "00:53:26",
    "end": "00:53:26"
  },
  {
    "text": "Yeah.",
    "start": "00:53:26",
    "end": "00:53:27"
  },
  {
    "text": "But it's not always.",
    "start": "00:53:27",
    "end": "00:53:27"
  },
  {
    "text": "But no, in fact, that's. I think it's a unique one. I could be wrong about that. There might be others as we're gonna actually see in a later one in this. Usually the Torah and God's will and spirit are the waters.",
    "start": "00:53:27",
    "end": "00:53:40"
  },
  {
    "text": "Maybe the schema is just like the evil of humans is chaotic waters. And then this is kind of an exception where that idea is flipped on its head.",
    "start": "00:53:41",
    "end": "00:53:52"
  },
  {
    "text": "Mm. Yeah. Meaning that safety and life can be described as the river of Eden. Whether that's metaphorically describing humans.",
    "start": "00:53:52",
    "end": "00:54:01"
  },
  {
    "text": "Yeah.",
    "start": "00:54:01",
    "end": "00:54:01"
  },
  {
    "text": "Or because. Yeah. In Joel and Zechariah, it's just the river flowing out of the temple, bringing life to other people.",
    "start": "00:54:02",
    "end": "00:54:08"
  },
  {
    "text": "So are we saying that it's danger and death in general, archaic waters, or the dangers that humans pose?",
    "start": "00:54:08",
    "end": "00:54:15"
  },
  {
    "text": "Well, archaeotic waters, in the examples we.",
    "start": "00:54:15",
    "end": "00:54:17"
  },
  {
    "text": "Looked at, it was all about humans.",
    "start": "00:54:17",
    "end": "00:54:19"
  },
  {
    "text": "Scanning through other passages in my head, because as we're gonna see, beasts, wild animals pose their own threat. They don't need to be described metaphorically. They.",
    "start": "00:54:19",
    "end": "00:54:28"
  },
  {
    "text": "Yeah, we get it.",
    "start": "00:54:28",
    "end": "00:54:29"
  },
  {
    "text": "They are their own. In fact, humans can be described as dangerous animals. That's another key image here. How are you feeling about this one, about the waters?",
    "start": "00:54:29",
    "end": "00:54:41"
  },
  {
    "text": "Good. I just want to know whether it's clarity, whether it's danger and death in general, or humans danger and specific.",
    "start": "00:54:41",
    "end": "00:54:48"
  },
  {
    "text": "I want to stick with how I first formed it, danger and death, until I look at a bunch more examples that danger and death can be described as chaotic waters. Sometimes humans are the agent of that.",
    "start": "00:54:48",
    "end": "00:54:57"
  },
  {
    "text": "Yeah.",
    "start": "00:54:57",
    "end": "00:54:57"
  },
  {
    "text": "But other times it is.",
    "start": "00:54:58",
    "end": "00:54:59"
  },
  {
    "text": "Sometimes it's water.",
    "start": "00:54:59",
    "end": "00:55:00"
  },
  {
    "text": "Yeah. Or sometimes it's just death itself.",
    "start": "00:55:00",
    "end": "00:55:02"
  },
  {
    "text": "Is death itself described as waters? Probably, yeah. Sounds biblical.",
    "start": "00:55:04",
    "end": "00:55:08"
  },
  {
    "text": "I'm trying to think. Yeah, yeah. Gosh, I need to think about it more now. But at least in these examples, and the majority come to my mind, it's usually people who pose the danger, whereas on the opposite, safety in life is usually provided by God and sometimes through humans. And so that's depicted as the Eden.",
    "start": "00:55:08",
    "end": "00:55:29"
  },
  {
    "text": "So how does this, like rivering up Isaiah 2 fit into the schema then? It seems like it breaks it a little bit.",
    "start": "00:55:29",
    "end": "00:55:37"
  },
  {
    "text": "Well, humans are already in Genesis 2. Humans are connected metaphorically to the spring bubbling up out of the ground. And so it seems like Isaiah is. He's paid attention to that and now he's reversing it. Yeah. And creating a new poetic image out of that narrative parallelism between the human and the spring.",
    "start": "00:55:38",
    "end": "00:56:02"
  },
  {
    "text": "He's taking a slot of the metaphorical scheme.",
    "start": "00:56:03",
    "end": "00:56:07"
  },
  {
    "text": "Correct.",
    "start": "00:56:07",
    "end": "00:56:07"
  },
  {
    "text": "And then he's turning it upside down in order to make a point.",
    "start": "00:56:07",
    "end": "00:56:12"
  },
  {
    "text": "Well, but in Eden, the bubbling waters in the human aren't bad. He's just reversing the direction of the river. Yeah, yeah, because that's right. Because the idea. There's already an existing idea that the unification of humanity will be this great humanity's pilgrimage to the new Jerusalem. And this is the first place where it's expressed. So let's just back up. We're going to go through a couple more examples. But these images are powerful. Like, they're talking about deep, transcendent hopes.",
    "start": "00:56:12",
    "end": "00:56:46"
  },
  {
    "text": "And longings, peace with mankind.",
    "start": "00:56:47",
    "end": "00:56:49"
  },
  {
    "text": "Safety and stability in the world. Peace with God, Peace with each other. Hope that one day humans will stop killing each other. And these poems, like STS Eliot would say, are performing raids on the inarticulate. These images are putting things in a way that you couldn't try and explain straightforwardly if you wanted to. The poem does even more than what normal words could say. And this is the power of metaphorical imagery in biblical poetry.",
    "start": "00:56:52",
    "end": "00:57:27"
  },
  {
    "text": "Okay. So we said we were gonna go through four, but for the sake of the podcast and ourselves, we're just gonna go through the two.",
    "start": "00:57:50",
    "end": "00:57:58"
  },
  {
    "text": "Yeah, those two.",
    "start": "00:57:58",
    "end": "00:57:58"
  },
  {
    "text": "Those are two really good ones.",
    "start": "00:57:58",
    "end": "00:58:00"
  },
  {
    "text": "Yeah.",
    "start": "00:58:00",
    "end": "00:58:00"
  },
  {
    "text": "And they work together really well. And I think we're only gonna have time for two in the video.",
    "start": "00:58:01",
    "end": "00:58:05"
  },
  {
    "text": "In the video.",
    "start": "00:58:05",
    "end": "00:58:06"
  },
  {
    "text": "So I don't want. I feel already over. I feel a little overloaded, and I think this will be a good place to stop and try to distill all of this.",
    "start": "00:58:07",
    "end": "00:58:15"
  },
  {
    "text": "Yeah.",
    "start": "00:58:15",
    "end": "00:58:15"
  },
  {
    "text": "Thank you for putting it all together. So we'll write this video, and it'll come out in how to Read the Bible series. How to Read Biblical Poetry. Metaphor.",
    "start": "00:58:15",
    "end": "00:58:25"
  },
  {
    "text": "Yeah.",
    "start": "00:58:25",
    "end": "00:58:26"
  },
  {
    "text": "And I'm looking forward to it.",
    "start": "00:58:26",
    "end": "00:58:28"
  },
  {
    "text": "Yeah, me too. I think, for me, the hope is that the video and the podcast help us see that metaphors. Yeah. Aren't just like a. A way of being artsy. They're first of all, fundamental to how we perceive reality. I think an impoverished human doesn't have enough metaphors to live by in their life, so I think these images enrich our experience of the world. And two, for me, the thing about Lakoff that was so helpful was the deep interconnections of metaphors that we think in and speak in. And so that, of course, that's true of how imagery works in the Bible, that it's all interconnected. There's really just a handful of basic concept metaphors that drive a vast majority of all of the different varieties of images.",
    "start": "00:58:29",
    "end": "00:59:24"
  },
  {
    "text": "These two are going to cover so much of the Bible. They're all over.",
    "start": "00:59:24",
    "end": "00:59:29"
  },
  {
    "text": "Yeah. Whether it's God as a rock refuge, fortress, the high rock, the temple garden, and it's all connected. Yeah. That kind of thing. It is so helpful, actually, that leads.",
    "start": "00:59:29",
    "end": "00:59:44"
  },
  {
    "text": "Me to a question, then. Do you think the value of us seeing these two metaphors in specific that we've gone over, is that now we can understand more of what the Bible's doing and see it as we're reading the Bible so we can appreciate it more, or is it that we should actually. It needs to actually become a metaphor that we live by.",
    "start": "00:59:44",
    "end": "01:00:09"
  },
  {
    "text": "Oh, I see.",
    "start": "01:00:09",
    "end": "01:00:09"
  },
  {
    "text": "You know, yeah, yeah, yeah. I hear that like, is it important that I start thinking about danger and death, like chaotic waters? I do a little bit. I mean, you get an idea when you're. When you're standing by a raging sea.",
    "start": "01:00:09",
    "end": "01:00:22"
  },
  {
    "text": "Yeah, totally.",
    "start": "01:00:22",
    "end": "01:00:23"
  },
  {
    "text": "You know, you feel the power and stuff. And so it doesn't get that far. It's not that far from my imagination, but it doesn't saturate my experience in the way it does these biblical authors. I mean, they're obviously very immersed in this metaphor.",
    "start": "01:00:23",
    "end": "01:00:39"
  },
  {
    "text": "You know, there's one level it just. The biblical authors, it certainly expands and enriches our humanity to have another culture's set of imagery. So that's one level on which it works. You don't even have to be religious to let the Bible enrich your life on that level. But, yeah, I think the point when you use metaphors also isn't the metaphor itself. It's trying to draw people towards a reality. And in this case, it's realities of peace with God, safety and stability, what we hope for in the future, whether the future has anything worth hoping for in it. And so, man, throw whatever metaphor you want at those, I think.",
    "start": "01:00:40",
    "end": "01:01:29"
  },
  {
    "text": "Well, because we have said that the metaphor you use does shape the way you think about a thing.",
    "start": "01:01:29",
    "end": "01:01:34"
  },
  {
    "text": "I understand.",
    "start": "01:01:34",
    "end": "01:01:34"
  },
  {
    "text": "Which then can make you act differently.",
    "start": "01:01:35",
    "end": "01:01:39"
  },
  {
    "text": "I see.",
    "start": "01:01:39",
    "end": "01:01:40"
  },
  {
    "text": "So there are better metaphors than others.",
    "start": "01:01:42",
    "end": "01:01:44"
  },
  {
    "text": "Yeah, got it.",
    "start": "01:01:44",
    "end": "01:01:45"
  },
  {
    "text": "But not always, I suppose.",
    "start": "01:01:45",
    "end": "01:01:47"
  },
  {
    "text": "Well, you know, personally, I have found. We didn't talk about. This is the third example, the one we didn't talk about. But the whole. The depiction of humans are animals.",
    "start": "01:01:48",
    "end": "01:01:57"
  },
  {
    "text": "We are.",
    "start": "01:01:59",
    "end": "01:02:00"
  },
  {
    "text": "We are mammals. And then also that humans, you know, at their worst, can become like animals. And that's all through the Psalms. You can describe your enemies like animals. In the Book of Daniel, the truly human one is somebody who allows himself to be trampled by the animal instincts of humanity that are depicted like wild beasts trampling truly human ones. And to be truly human is to rule the beasts. That's the way that one goes. And I found that personally very helpful.",
    "start": "01:02:00",
    "end": "01:02:39"
  },
  {
    "text": "Rule the beast.",
    "start": "01:02:39",
    "end": "01:02:39"
  },
  {
    "text": "Yes. Yeah. I've got a beast inside me that needs to mature if I'm going to reflect God's image very well. And to be honest, adopting that, that my baser instincts are. They're beneath me. They're literally less than human part of me.",
    "start": "01:02:40",
    "end": "01:02:58"
  },
  {
    "text": "It's kind of a dualistic way of thinking.",
    "start": "01:02:58",
    "end": "01:03:00"
  },
  {
    "text": "You think?",
    "start": "01:03:00",
    "end": "01:03:01"
  },
  {
    "text": "Yeah, like the instinctual kind of mammalian part of me needs to be subdued by some more divine.",
    "start": "01:03:02",
    "end": "01:03:14"
  },
  {
    "text": "Well, maybe I'll say redirected and matured. Yeah, matured. But, like, if I ate all this.",
    "start": "01:03:14",
    "end": "01:03:23"
  },
  {
    "text": "Sugar and fat that I want to.",
    "start": "01:03:23",
    "end": "01:03:25"
  },
  {
    "text": "Eat, that my body wants to consume when I taste it. Like, that's what I'm talking about.",
    "start": "01:03:25",
    "end": "01:03:30"
  },
  {
    "text": "Right.",
    "start": "01:03:30",
    "end": "01:03:30"
  },
  {
    "text": "And whether it's sex, sleep, food, just selfishness. And so the biblical imagery depicts all of that.",
    "start": "01:03:30",
    "end": "01:03:39"
  },
  {
    "text": "It's about ruling over yourself, Correct?",
    "start": "01:03:39",
    "end": "01:03:41"
  },
  {
    "text": "That's right. So humans are animals. To me, that's been an immensely helpful metaphorical scheme that's helped me make sense of my own life.",
    "start": "01:03:41",
    "end": "01:03:49"
  },
  {
    "text": "I do. I like it too. But I told Tristan the other day, not the other day, the other year, we're driving, and I said, you know, humans are animals. I was actually thinking about how that's something that I never really was thought about.",
    "start": "01:03:50",
    "end": "01:04:07"
  },
  {
    "text": "Sure.",
    "start": "01:04:07",
    "end": "01:04:07"
  },
  {
    "text": "But we are. But we're also.",
    "start": "01:04:08",
    "end": "01:04:11"
  },
  {
    "text": "Yeah, we're a unique creature among the animals.",
    "start": "01:04:12",
    "end": "01:04:15"
  },
  {
    "text": "Creature among the animals. Given the imago dei, but we are animals. And it was super helpful for me to deal with. Yeah. All these impulses, all this biology, all this stuff. Yeah, it was a revelation for me. I'm an animal.",
    "start": "01:04:15",
    "end": "01:04:31"
  },
  {
    "text": "No wonder I behave like one. Yeah. Yep, totally. So that's one that's been really helpful for me. And we've both talked about how the gardening, human life as a garden, that's a fundamental biblical image and the idea of cultivating your life. All this stuff about gardening, the human calling is gardening. I feel like that's been helpful.",
    "start": "01:04:34",
    "end": "01:04:57"
  },
  {
    "text": "That's a really good one.",
    "start": "01:04:57",
    "end": "01:04:57"
  },
  {
    "text": "That's been helpful for both of us. Location as garden.",
    "start": "01:04:57",
    "end": "01:05:00"
  },
  {
    "text": "Yeah.",
    "start": "01:05:01",
    "end": "01:05:01"
  },
  {
    "text": "So I do think that these biblical metaphors, there's a reason why the spirit, I think, I assume, has guided the authors to write.",
    "start": "01:05:02",
    "end": "01:05:11"
  },
  {
    "text": "I guess it makes me wonder if we shouldn't use the metaphors we use to. To explain what we're talking about. The illustrations, the metaphors we use as illustrations, if they shouldn't be metaphors that are good to adopt because the chaos waters one. To me, it kind of feels like it's helpful because now you can make.",
    "start": "01:05:11",
    "end": "01:05:35"
  },
  {
    "text": "Sense of the Bible.",
    "start": "01:05:35",
    "end": "01:05:35"
  },
  {
    "text": "Make sense of so much more of the Bible.",
    "start": "01:05:35",
    "end": "01:05:36"
  },
  {
    "text": "Yes.",
    "start": "01:05:36",
    "end": "01:05:37"
  },
  {
    "text": "It's like, why are they talking about waters there? Oh, okay. But it doesn't have the same oomph as gardening, as vocation.",
    "start": "01:05:37",
    "end": "01:05:44"
  },
  {
    "text": "I understand. You're less likely to introduce that into a more public conversation.",
    "start": "01:05:44",
    "end": "01:05:51"
  },
  {
    "text": "Right.",
    "start": "01:05:53",
    "end": "01:05:53"
  },
  {
    "text": "Like if you're doing a TED Talk or something, or you're trying to connect with people who aren't religious, but you feel like. Yeah, but this biblical image is compelling. It could bring in non religious people and speak their language. Although there is something about. I don't know, man, it really depends on where you live, I think, because the danger of the waters is a really human experience. It's true for many humans, for a lot of human history, and it is today still. Whatever you think about the debate of the oceans rising and what that means for erosion and stuff like that, I'm.",
    "start": "01:05:53",
    "end": "01:06:35"
  },
  {
    "text": "Gonna sit with this. I'm gonna try to think about every conflict in metaphorical language of drowning and see what it does.",
    "start": "01:06:35",
    "end": "01:06:45"
  },
  {
    "text": "Yeah, that's interesting. Yep. Sure. Yeah, do that. Have you ever not drowned, but almost drowned? Have you ever been drowning?",
    "start": "01:06:45",
    "end": "01:06:54"
  },
  {
    "text": "No, I don't think so. I've been held underwater uncomfortably long. You know, like if you're wrestling with someone in a pool as a kid and you get stuck for a little too long, there's that panic.",
    "start": "01:06:56",
    "end": "01:07:10"
  },
  {
    "text": "Yep. Yeah. Something kicks in.",
    "start": "01:07:10",
    "end": "01:07:12"
  },
  {
    "text": "Yeah.",
    "start": "01:07:12",
    "end": "01:07:12"
  },
  {
    "text": "You realize I am overpowered here.",
    "start": "01:07:12",
    "end": "01:07:14"
  },
  {
    "text": "Yeah.",
    "start": "01:07:14",
    "end": "01:07:15"
  },
  {
    "text": "Yeah.",
    "start": "01:07:15",
    "end": "01:07:15"
  },
  {
    "text": "And I've been out surfing or something where I'm like, yeah. Am I going to get back to shore?",
    "start": "01:07:16",
    "end": "01:07:20"
  },
  {
    "text": "Yeah.",
    "start": "01:07:20",
    "end": "01:07:20"
  },
  {
    "text": "I'm getting pulled out pretty far, pretty fast. Yeah. But I've never actually almost drowned. Have you? You saved a kid from drowning.",
    "start": "01:07:21",
    "end": "01:07:32"
  },
  {
    "text": "I did. That was terrifying. That was. Yeah. I don't know. I don't remember very much of it, to be honest. I think. I think my body just kicked in. Yeah. It was this tall wave. Yeah. On the Oregon coast.",
    "start": "01:07:32",
    "end": "01:07:49"
  },
  {
    "text": "Sneaker wave.",
    "start": "01:07:49",
    "end": "01:07:50"
  },
  {
    "text": "Sneaker wave. There wasn't one like it before. There wasn't one like it after. Snuck up, but man. And it carried all of everybody's stuff away. And some, like, little kids and I grabbed one and. Yeah. And what I remember was I was like, this water is only up to my waist and that kid's going out. And just once I grabbed him and trying to stay planted while the water was receding. It was very difficult.",
    "start": "01:07:50",
    "end": "01:08:18"
  },
  {
    "text": "Yeah.",
    "start": "01:08:18",
    "end": "01:08:18"
  },
  {
    "text": "It was so freaky.",
    "start": "01:08:19",
    "end": "01:08:20"
  },
  {
    "text": "You would have gotten sucked and it.",
    "start": "01:08:20",
    "end": "01:08:22"
  },
  {
    "text": "Was just a waste. It was just waist high water.",
    "start": "01:08:22",
    "end": "01:08:24"
  },
  {
    "text": "Yeah.",
    "start": "01:08:24",
    "end": "01:08:24"
  },
  {
    "text": "And so. And then when the mom was describing what it was like when she was running from the wave, overtaken, you know, her baby swept away. She was describing what it was like to try and, you know, like, grab her baby and overpowered by the water. She was describing that experience, you know what?",
    "start": "01:08:25",
    "end": "01:08:46"
  },
  {
    "text": "Yeah. Being overpowered by water. Yeah, that is.",
    "start": "01:08:46",
    "end": "01:08:50"
  },
  {
    "text": "Yeah.",
    "start": "01:08:50",
    "end": "01:08:50"
  },
  {
    "text": "I've experienced that in like, in a river.",
    "start": "01:08:51",
    "end": "01:08:53"
  },
  {
    "text": "Oh, sure.",
    "start": "01:08:54",
    "end": "01:08:55"
  },
  {
    "text": "Yeah.",
    "start": "01:08:55",
    "end": "01:08:55"
  },
  {
    "text": "Yeah. It's deceiving.",
    "start": "01:08:56",
    "end": "01:08:57"
  },
  {
    "text": "Yeah.",
    "start": "01:08:57",
    "end": "01:08:57"
  },
  {
    "text": "Yeah, it's deceiving.",
    "start": "01:08:57",
    "end": "01:08:59"
  },
  {
    "text": "All of a sudden you're like, this.",
    "start": "01:08:59",
    "end": "01:09:00"
  },
  {
    "text": "Is so much energy.",
    "start": "01:09:00",
    "end": "01:09:02"
  },
  {
    "text": "So much energy.",
    "start": "01:09:02",
    "end": "01:09:03"
  },
  {
    "text": "Yeah.",
    "start": "01:09:03",
    "end": "01:09:03"
  },
  {
    "text": "There's nothing I can do.",
    "start": "01:09:03",
    "end": "01:09:04"
  },
  {
    "text": "Yeah. Totally helpless. Yeah. So, yeah. Those kinds of experiences. It's really intense. And so for the most part, we stay away from the water. It's just buried inside of us. Like, we just know to stay away. And it's the fundamental image of the threat to human life on page one of the Bible. So speaking to the human condition, I.",
    "start": "01:09:04",
    "end": "01:09:29"
  },
  {
    "text": "Spent a lot of time in pools, so that's as far as water goes.",
    "start": "01:09:29",
    "end": "01:09:32"
  },
  {
    "text": "A little different.",
    "start": "01:09:32",
    "end": "01:09:33"
  },
  {
    "text": "A little different. Not as much chaos. Yeah, totally as much threat.",
    "start": "01:09:33",
    "end": "01:09:37"
  },
  {
    "text": "Yeah. Chaotic waters. So the story of Jesus calming the waters is tapping into all of this, the gospel narratives.",
    "start": "01:09:38",
    "end": "01:09:47"
  },
  {
    "text": "It's not just like, hey, that was a cool miracle. Let's add that one.",
    "start": "01:09:47",
    "end": "01:09:49"
  },
  {
    "text": "No, it's very specifically chosen, that memory, from the apostles. There's a reason why it's in all the gospels. It's tapping into both Genesis 1 and.",
    "start": "01:09:49",
    "end": "01:10:01"
  },
  {
    "text": "Walking on the water.",
    "start": "01:10:01",
    "end": "01:10:01"
  },
  {
    "text": "Both Genesis 1 and Exodus 15. Yeah. And walking on the water. Yeah, totally. It's all of this command over the chaotic waters. And this time it's not Yahweh, the cloud rider. Right. It's the man, Jesus. Yeah. That story is awesome.",
    "start": "01:10:02",
    "end": "01:10:21"
  },
  {
    "text": "Thank you for listening to this episode of the BibleProject podcast. We're gonna do a question and response episode about biblical metaphors, biblical imagery. So if you have a question, send it to infoointhebibleproject.com Please make an audio recording of your question. You can use your phone or computer or whatever you have and try to keep it to about 20 seconds. Also, make sure to give us your name where you're from. You can send that again to infooingthebibleproject.com this episode was produced by Dan Gummel and is part of all the free resources that we have at the bibleproject. We have videos that explore the Bible and show how it's one unified story that leads to Jesus. You could find those videos@YouTube.com thebibleproject you could also find everything we've got. It's@thebibleproject.com thanks for being a part of this with us.",
    "start": "01:10:23",
    "end": "01:11:16"
  }
]