[
  {
    "text": "Hey, this is John at the bibleproject. We are doing an ongoing series called how to Read the Bible. And right now we're discussing how to read the Gospels. The Gospels are the first four books in the New Testament. The Gospel according to Matthew, according to Mark, according to Luke, and according to John. These are four ancient biographies of Jesus. And it kind of makes you wonder, why did we get four? And why do all four open in very different ways?",
    "start": "00:00:06",
    "end": "00:00:35"
  },
  {
    "text": "Four very different beginnings, four totally different strategies for introducing an ancient biography.",
    "start": "00:00:35",
    "end": "00:00:42"
  },
  {
    "text": "Each Gospel has a different beginning because the author wants to take you on a different journey. A journey to understand how Jesus is the climax of the Hebrew Scriptures.",
    "start": "00:00:42",
    "end": "00:00:53"
  },
  {
    "text": "They're constantly. And from the first moments, tying the Jesus story back into the Hebrew scriptures. This is one of the main ways the Gospels work. There's not a story, not a parable of Jesus, not a teaching of Jesus that isn't packed with Old Testament allusions.",
    "start": "00:00:53",
    "end": "00:01:09"
  },
  {
    "text": "So today, we'll break down the wall that often exists in our minds between the Old and New Testament, the Hebrew Scriptures, the Gospels, and see how really, they're all telling the same story, pointing to Jesus. Thanks for joining us. Here we go. Okay, let's continue talking about the Gospel.",
    "start": "00:01:09",
    "end": "00:01:34"
  },
  {
    "text": "Yes. How to read the Gospels. How to read the Gospel. How to read the fourfold gospel accounts. I don't know. The singular gospel told according to four different points of view.",
    "start": "00:01:34",
    "end": "00:01:49"
  },
  {
    "text": "Okay.",
    "start": "00:01:49",
    "end": "00:01:50"
  },
  {
    "text": "That's the title of each of the books. The Gospel Singular according to. And then the four different names. Matthew, Mark, Luke, and John.",
    "start": "00:01:50",
    "end": "00:01:57"
  },
  {
    "text": "Right. And this is in our how to Read the Bible series. What we talked about last time was what that term gospel means.",
    "start": "00:01:57",
    "end": "00:02:05"
  },
  {
    "text": "Yes.",
    "start": "00:02:05",
    "end": "00:02:05"
  },
  {
    "text": "And I asked you to kind of situate me in the historical setting, which we spent some time doing. But. Yeah. So it's good news. And it's good news. Jesus said he came announcing the good news that the kingdom of God is near.",
    "start": "00:02:05",
    "end": "00:02:20"
  },
  {
    "text": "Yes.",
    "start": "00:02:20",
    "end": "00:02:21"
  },
  {
    "text": "Which then begs the question, what does that mean? But if you've been reading the Hebrew scriptures, God has wanted to use Israel to bless all of the nations and make their nation great, their kingdom great. And they've been anticipating that to happen. But for the last half a millennia, they've been enslaved by. Well, not enslaved, but they've been under occupation by a bunch of different empires.",
    "start": "00:02:21",
    "end": "00:02:49"
  },
  {
    "text": "Yeah. Jesus busts onto the scene yelling this message announcing this kingdom is near. Yeah. God's kingdom has arrived.",
    "start": "00:02:49",
    "end": "00:02:59"
  },
  {
    "text": "And such a message gets people killed.",
    "start": "00:02:59",
    "end": "00:03:01"
  },
  {
    "text": "Yes, it does. Got him killed.",
    "start": "00:03:01",
    "end": "00:03:03"
  },
  {
    "text": "And it did. It got him killed. Not right away. And then this message of God's Kingdom coming, it's through him is what you learn as you read the Gospels. And so when Mark introduces the story, he says the gospel is the story of Jesus. That is the gospel.",
    "start": "00:03:03",
    "end": "00:03:19"
  },
  {
    "text": "Yeah. Jesus comes announcing the good news about the kingdom of God, and you are told that story. Its first sentence is the good news about Jesus.",
    "start": "00:03:19",
    "end": "00:03:29"
  },
  {
    "text": "Yeah.",
    "start": "00:03:29",
    "end": "00:03:30"
  },
  {
    "text": "So the good news by Jesus becomes the good news about Jesus.",
    "start": "00:03:30",
    "end": "00:03:34"
  },
  {
    "text": "God's kingdom coming is intricately connected with the person of Jesus.",
    "start": "00:03:35",
    "end": "00:03:40"
  },
  {
    "text": "That's right. And that's because Jesus and the apostles inherited this term good news from the prophets, the biblical prophets who use that specifically. Isaiah used the word good news to talk about the coming of God's kingdom, to bring about new Jerusalem and new creation. Yeah.",
    "start": "00:03:40",
    "end": "00:03:59"
  },
  {
    "text": "So you wanted to go through four perspectives.",
    "start": "00:03:59",
    "end": "00:04:03"
  },
  {
    "text": "Yeah, these are just. When I introduce students to what the Gospels are and how to read them, it kind of a new next level 2.0 like set of reading skills. Four features of the Gospels that when you pay attention to them, you begin noticing and being able to appreciate more of what's there. It's tuning in to how the authors are doing what they're doing and their portrayal of Jesus, because that is what they're offering. These are ancient biographies of Jesus which are aimed at both telling you the essence of this figure through the key events and teachings, but also they are persuasive documents. We talked about that, too. They are aimed at persuading the reader.",
    "start": "00:04:03",
    "end": "00:04:45"
  },
  {
    "text": "Yeah.",
    "start": "00:04:45",
    "end": "00:04:45"
  },
  {
    "text": "They're not unbiased historical archives.",
    "start": "00:04:45",
    "end": "00:04:49"
  },
  {
    "text": "Yes.",
    "start": "00:04:49",
    "end": "00:04:50"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:04:50",
    "end": "00:04:51"
  },
  {
    "text": "Well, let's just get into it.",
    "start": "00:04:51",
    "end": "00:04:52"
  },
  {
    "text": "Yeah, Deal. Okay, so here's four. Yes. Unique features. Here's the first one we've already anticipated. It is that these authors are very keen to show you how Jesus is bringing the storyline of the Hebrew scriptures to a climactic moment of fulfillment. And they do this through constant referencing back to. If you have a Christian Bible, it's going to have the Old and New Testaments. And so basically, it's these four books are constantly referring back to key texts, key stories, key poems in the first three quarters of your Bible. That's how you experience it.",
    "start": "00:04:52",
    "end": "00:05:55"
  },
  {
    "text": "Right.",
    "start": "00:05:55",
    "end": "00:05:55"
  },
  {
    "text": "So one simple way to. To take your reading of the Gospels to the next level is to get a Bible that has quotations of the Old Testament marked with little footnotes so.",
    "start": "00:05:55",
    "end": "00:06:07"
  },
  {
    "text": "That the church, which almost every Bible does.",
    "start": "00:06:07",
    "end": "00:06:09"
  },
  {
    "text": "Many do.",
    "start": "00:06:09",
    "end": "00:06:10"
  },
  {
    "text": "Not all, really. Not all.",
    "start": "00:06:10",
    "end": "00:06:11"
  },
  {
    "text": "Not all. Sometimes if it's an explicit quotation, it.",
    "start": "00:06:11",
    "end": "00:06:15"
  },
  {
    "text": "Will tell you, but if it's just a reference, like it's an allusion or.",
    "start": "00:06:15",
    "end": "00:06:19"
  },
  {
    "text": "Something, but sometimes it's not A quotation. As we're going to see, there's many ways that they do it. Okay, well let's talk about it. They have lots of ways that they do it. And each gospel author has a different strategy for how they employ. I call these hyperlinks.",
    "start": "00:06:19",
    "end": "00:06:32"
  },
  {
    "text": "Yeah, that's your terminology.",
    "start": "00:06:33",
    "end": "00:06:34"
  },
  {
    "text": "The Wikipedia page is such a helpful analogy. Or the interweb as a whole.",
    "start": "00:06:34",
    "end": "00:06:39"
  },
  {
    "text": "Yeah.",
    "start": "00:06:39",
    "end": "00:06:39"
  },
  {
    "text": "For how the Bible works, you can read a series of web pages in a sequence that maybe the website designer intends you to this page and then that page. But then with hyperlinks you can begin linking between pages based off of themes and ideas. And the Bible is very similar how it was written and produced to be read in both ways. So the simplest way is to look at page one of each of the four gospel accounts. And right off the bat from the opening lines, each one of them is in a heavy handed way linking the story of the Jesus they're about to present to you, linking it back to the first three quarters of your Bible. So I thought we'd just survey real quick because it's just kind of cool to compare how they've done it. Let's start with, let's start with Mark.",
    "start": "00:06:41",
    "end": "00:07:30"
  },
  {
    "text": "Mark. Okay.",
    "start": "00:07:30",
    "end": "00:07:30"
  },
  {
    "text": "Yep. In terms of gospel scholarship, probably the widest, the most widely held position among scholars of the origins of the Gospels is that Mark is the chronologically the oldest written, first written first and, and that Matthew and, or perhaps Luke both use Mark as a source. People debate that and then mostly most widely held view that John was the last of the four to be written. That's why often you'll see people quote from Mark when they're talking about the Gospels because Mark will have preserved maybe an oldest form of a story or saying of Jesus or something like that.",
    "start": "00:07:30",
    "end": "00:08:09"
  },
  {
    "text": "Okay.",
    "start": "00:08:09",
    "end": "00:08:09"
  },
  {
    "text": "Anyway. Okay, so Mark begins the beginning of the good news about Jesus Messiah, the son of God as it is written in the prophet Isaiah.",
    "start": "00:08:09",
    "end": "00:08:19"
  },
  {
    "text": "Just right off the bat, he doesn't.",
    "start": "00:08:20",
    "end": "00:08:21"
  },
  {
    "text": "Even start the story.",
    "start": "00:08:21",
    "end": "00:08:22"
  },
  {
    "text": "Yeah. He wants to connect it to the prophets.",
    "start": "00:08:23",
    "end": "00:08:26"
  },
  {
    "text": "Yes. And then we. I don't know if you remember this or not. He quotes Isaiah, he quotes from Malachi.",
    "start": "00:08:26",
    "end": "00:08:32"
  },
  {
    "text": "Oh, that's right.",
    "start": "00:08:32",
    "end": "00:08:32"
  },
  {
    "text": "And Isaiah put in a blender.",
    "start": "00:08:32",
    "end": "00:08:35"
  },
  {
    "text": "Yeah, you mentioned this. I'm editing your Ephesians class and use this as a, as a reference for that. How the apostles quote the Hebrew scriptures is not how you would anticipate they do it.",
    "start": "00:08:35",
    "end": "00:08:49"
  },
  {
    "text": "Yeah, yeah, totally. Yeah, yeah. So he's saying these quoting from Isaiah, but what he's actually done is blended together wording from two texts in the prophets. Yeah, from the first book of the prophets, Isaiah, and from the last book of the prophets, Malachi.",
    "start": "00:08:49",
    "end": "00:09:03"
  },
  {
    "text": "Right.",
    "start": "00:09:03",
    "end": "00:09:03"
  },
  {
    "text": "So he picks the bookends. And in both of those books there is a two texts that already they're hyperlinked and referring to each other. It's about Yahweh sending a herald who will say, prepare the way of the Lord to return to Zion. So in other words, in Isaiah 40 and in Malachi chapter four, those two texts before Mark ever came along were hyperlinked within the Hebrew Bible.",
    "start": "00:09:03",
    "end": "00:09:27"
  },
  {
    "text": "When you say they were hyperlinked, what do you explain?",
    "start": "00:09:28",
    "end": "00:09:32"
  },
  {
    "text": "What I mean is that the, the authors of the prophetic collection have intended the reader to hyperlink Isaiah 40 and Malachi 4 to connect those, to connect the motif of before the great day of Yahweh and the kingdom comes, he will send a herald who will prepare the way. So the people who shaped the collection.",
    "start": "00:09:32",
    "end": "00:09:53"
  },
  {
    "text": "Of the prophets, collection of the prophets wanted you to read Isaiah 40 and be thinking about and be like, oh.",
    "start": "00:09:53",
    "end": "00:09:59"
  },
  {
    "text": "Yeah, that's exactly how this collection is going to end. It is this phrase, prepare the way of the Lord. It's the same exact phrase verbatim used in Isaiah 40 and used in Malachi. And then in the context, both passages are talking about how Yahweh is going to raise up a prophet to be the herald of that ultimate.",
    "start": "00:09:59",
    "end": "00:10:18"
  },
  {
    "text": "And whenever in scripture a phrase is repeated, it's not like they were just running out of ideas for phrases. They're like purposefully connecting to other sections of the Bible.",
    "start": "00:10:18",
    "end": "00:10:30"
  },
  {
    "text": "Yeah, the main communication technique, one of the main communication techniques of biblical authors is repeating phrases, sometimes within the same story or poem, other times within adjacent stories or poems, and then sometimes with stories or poems that are at some distance from each other and especially rare.",
    "start": "00:10:31",
    "end": "00:10:51"
  },
  {
    "text": "This is the design pattern conversation we've had.",
    "start": "00:10:51",
    "end": "00:10:53"
  },
  {
    "text": "This is how design patterns work. So exactly, and especially when it's rare and unique vocabulary. How many times in the Hebrew Bible do you get a passage about Yahweh raising up a herald to prepare the way of the Lord. Oh, well, actually, just in only two books. And so what this tells us is Mark is paying attention to a design pattern in the Hebrew Bible?",
    "start": "00:10:54",
    "end": "00:11:17"
  },
  {
    "text": "Mark's reading the Hebrew Bible exactly in this manner.",
    "start": "00:11:17",
    "end": "00:11:21"
  },
  {
    "text": "He's reading it along the contours of its design. And he wants, he wants his reader to know, hey, dear reader, this thing that you read about from the beginning to the ending of the prophets in the Hebrew Bible, that's the thing that's happening. So he's tapping into A well known motif. And then saying Jesus is doing that thing that the prophets were preparing us for. Which is why he'll say it's quoting from Isaiah, but he's quoting from a hyperlinked quotation of Malachi. And this guy knows his Bible. Yeah, that's the point here. And then John the Baptist appears. So this is how Mark does it. Before he even begins the story, he puts a blended quotation of a design pattern from the prophets as like a prologue to the book.",
    "start": "00:11:21",
    "end": "00:12:04"
  },
  {
    "text": "Specifically, there's a messenger who's coming to prepare the way of the Lord.",
    "start": "00:12:04",
    "end": "00:12:08"
  },
  {
    "text": "Yeah, yeah. So I'm sending a messenger and he's going to prepare the way of the Lord. The narrative starts in verse 4. John the Baptist appeared in the wilderness. Yeah, he just quoted saying there will be a voice crying in the wilderness. John. Okay, so think you have in the quotation, you have a herald in the wilderness preparing the way of Yahweh. Narrative begins John the Baptist in the wilderness.",
    "start": "00:12:08",
    "end": "00:12:31"
  },
  {
    "text": "Who's he preparing the way for?",
    "start": "00:12:31",
    "end": "00:12:33"
  },
  {
    "text": "The message. Oh, he's preparing the way for the Lord. Who's in the Yahweh slot in those days. Jesus came from Nazareth and was baptized by John.",
    "start": "00:12:33",
    "end": "00:12:42"
  },
  {
    "text": "You're expecting the Lord to come. Yahweh to come.",
    "start": "00:12:42",
    "end": "00:12:45"
  },
  {
    "text": "Exactly. The Old Testament quote prepares you for a Yahweh figure after the herald and Mark gives you John and then Jesus in the narrative slot where you would expect Yahweh. So that's how Mark did it. Yeah, it's very clear. He wants you to see Jesus as bringing about something that the whole Hebrew scriptures were pointing towards.",
    "start": "00:12:45",
    "end": "00:13:06"
  },
  {
    "text": "Yeah.",
    "start": "00:13:06",
    "end": "00:13:06"
  },
  {
    "text": "And notice he doesn't come out and say it. It's all through the narrative, the design of the narrative and that quotation. That's his strategy for doing it.",
    "start": "00:13:06",
    "end": "00:13:14"
  },
  {
    "text": "Right.",
    "start": "00:13:14",
    "end": "00:13:15"
  },
  {
    "text": "So it assumes a lot of the reader.",
    "start": "00:13:15",
    "end": "00:13:16"
  },
  {
    "text": "It does assume a lot. It's not when you say it's clear. It's clear if you know what you're looking for.",
    "start": "00:13:16",
    "end": "00:13:23"
  },
  {
    "text": "Yeah, that's right. It's clear. If you're an informed reader of the scriptures and Mark assumes that if you're reading his book, you belong to a church where you've been taught how to read the Bible.",
    "start": "00:13:23",
    "end": "00:13:33"
  },
  {
    "text": "Well, Mark, that's a brave assumption.",
    "start": "00:13:34",
    "end": "00:13:36"
  },
  {
    "text": "Well, it is. And after the printing press, right, let's turn to Matthew, chapter one, Matthew one.",
    "start": "00:13:37",
    "end": "00:14:16"
  },
  {
    "text": "The first in the Bible of the Gospel.",
    "start": "00:14:16",
    "end": "00:14:19"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:14:19",
    "end": "00:14:19"
  },
  {
    "text": "Collection.",
    "start": "00:14:19",
    "end": "00:14:20"
  },
  {
    "text": "Yeah, it is now. Yeah. The book of the genealogy of Jesus Messiah, son of David, son of Abraham, Abraham begat Isaac. Isaac begat, begat Jacob. Jacob begat Judah and his brothers. And what follows is most of this chapter's. First Half of the chapter is a genealogy.",
    "start": "00:14:20",
    "end": "00:14:40"
  },
  {
    "text": "Yeah. Family tree.",
    "start": "00:14:40",
    "end": "00:14:41"
  },
  {
    "text": "Yep. First page, first paragraph of the New Testament is a genealogy. What did you say? Snooze fest. Yeah. It's boring. It can be perceived as boring. It is perceived as boring by lots of people, actually. The word genealogy in Greek. The Greek word underneath. That's the word Genesis. It's the Greek word Genesis, sure. Literally.",
    "start": "00:14:41",
    "end": "00:15:05"
  },
  {
    "text": "Where did I begin from?",
    "start": "00:15:05",
    "end": "00:15:06"
  },
  {
    "text": "Yeah. Well, let me tell you. Genealogy, Genesis. Yeah, yeah, you can see it in there.",
    "start": "00:15:06",
    "end": "00:15:11"
  },
  {
    "text": "Do you have a good genealogy, like, mapped out of any of your family lines?",
    "start": "00:15:11",
    "end": "00:15:16"
  },
  {
    "text": "My wife does because of her grandma. This is fat binder.",
    "start": "00:15:17",
    "end": "00:15:21"
  },
  {
    "text": "That's German.",
    "start": "00:15:21",
    "end": "00:15:22"
  },
  {
    "text": "That her grandma mailed us. Yes. Yeah. And her gram is thoroughly German. And then mine is mostly Scottish. And all I know is, as a kid, my dad showed me the makai plaid, like the clan plaid. It's a certain plaid.",
    "start": "00:15:22",
    "end": "00:15:37"
  },
  {
    "text": "That's right. I forgot you had a plaid.",
    "start": "00:15:37",
    "end": "00:15:39"
  },
  {
    "text": "Yeah.",
    "start": "00:15:39",
    "end": "00:15:39"
  },
  {
    "text": "You need to do something with that. If I had a family plaid, would.",
    "start": "00:15:39",
    "end": "00:15:44"
  },
  {
    "text": "You, like, get a shirt out of it?",
    "start": "00:15:44",
    "end": "00:15:47"
  },
  {
    "text": "No, I'd get, like, a jacket.",
    "start": "00:15:47",
    "end": "00:15:49"
  },
  {
    "text": "Okay. So Matthew highlights Jesus lineage for two figures. David, Abraham. Right. In the opening sentence.",
    "start": "00:15:50",
    "end": "00:15:59"
  },
  {
    "text": "Two important figures.",
    "start": "00:15:59",
    "end": "00:16:00"
  },
  {
    "text": "Yeah. So the royal founder of Jerusalem, the designer of the temple, then the father of them all, and the one whom God said, I will give you a great name and use you to plant my people in their land. Abraham was called out of Babylon, given the blessing of Adam to become a blessing to all of the nations. It's a shorthand right there, even in the opening line.",
    "start": "00:16:00",
    "end": "00:16:27"
  },
  {
    "text": "Yeah.",
    "start": "00:16:27",
    "end": "00:16:28"
  },
  {
    "text": "Okay. This Jesus will be carrying forward what God was up to with Abraham and with David.",
    "start": "00:16:28",
    "end": "00:16:33"
  },
  {
    "text": "Right.",
    "start": "00:16:33",
    "end": "00:16:34"
  },
  {
    "text": "Then you get a genealogy, Abraham to.",
    "start": "00:16:34",
    "end": "00:16:36"
  },
  {
    "text": "David, which I mean, by the way, like, why repeat that? We've got that elsewhere.",
    "start": "00:16:36",
    "end": "00:16:41"
  },
  {
    "text": "Oh, that's right. Well, he wants to make a certain point.",
    "start": "00:16:42",
    "end": "00:16:45"
  },
  {
    "text": "Okay.",
    "start": "00:16:45",
    "end": "00:16:46"
  },
  {
    "text": "One is he's broken the genealogy into three movements.",
    "start": "00:16:46",
    "end": "00:16:50"
  },
  {
    "text": "Yeah.",
    "start": "00:16:50",
    "end": "00:16:50"
  },
  {
    "text": "Three movements of 14 generations. There's three movements of 14 generations. He goes from Abraham to David. That's 14. Then he goes from David to the exile to Babylon. See that?",
    "start": "00:16:51",
    "end": "00:17:04"
  },
  {
    "text": "Yeah.",
    "start": "00:17:04",
    "end": "00:17:05"
  },
  {
    "text": "Another 14. Then from the exile to Jesus, who is called Messiah, another 14. There's three sets of 14. And so notice the progression. In the first line, he said, jesus, son of David, son of Abraham. But then he gives you a structure of from Abraham to David, from David to the exile, from the exile to Messiah. The implicit movement is from Abraham to David to the exile. Jesus is the response to the exile, he's the next thing after the exile.",
    "start": "00:17:05",
    "end": "00:17:39"
  },
  {
    "text": "The restoration after the exile.",
    "start": "00:17:39",
    "end": "00:17:40"
  },
  {
    "text": "Yeah. 500 years plus have gone by.",
    "start": "00:17:40",
    "end": "00:17:43"
  },
  {
    "text": "Yeah.",
    "start": "00:17:43",
    "end": "00:17:44"
  },
  {
    "text": "A bunch of people came back to the land 400 years ago. Ezra Nehemiah tells you that story. But if you've been reading the Hebrew Bible, you know that the exile in the eyes of the prophets, that they're still an exile. It didn't end. They returned to the land. But the restoration from exile has still not happened.",
    "start": "00:17:44",
    "end": "00:18:03"
  },
  {
    "text": "Yeah. Not until they become free.",
    "start": "00:18:03",
    "end": "00:18:06"
  },
  {
    "text": "Yeah. The New Covenant people who are God's witnesses among the nations. There's also a thing going on here with. If you go compare these genealogies with the sources where he got them from in Genesis and Chronicles. He's left out generations.",
    "start": "00:18:06",
    "end": "00:18:21"
  },
  {
    "text": "Yeah. You have to. If you're gonna keep it to 14.",
    "start": "00:18:21",
    "end": "00:18:24"
  },
  {
    "text": "So then that raises the question, why 14? Why does he. Why 14?",
    "start": "00:18:25",
    "end": "00:18:28"
  },
  {
    "text": "Yeah.",
    "start": "00:18:29",
    "end": "00:18:29"
  },
  {
    "text": "Like, he knows you can go read in the Bible. Go find these.",
    "start": "00:18:29",
    "end": "00:18:32"
  },
  {
    "text": "Yeah.",
    "start": "00:18:32",
    "end": "00:18:32"
  },
  {
    "text": "He knows that you're going to find Ahaziah and Amaziah and the Kings he left out. So that just begs the question, why is he doing that? So there's a couple thoughts. One, it's a multiplier. Seven. Two times seven.",
    "start": "00:18:33",
    "end": "00:18:47"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:18:48",
    "end": "00:18:48"
  },
  {
    "text": "Second, the number 14 is the numerical value of the name David.",
    "start": "00:18:49",
    "end": "00:18:53"
  },
  {
    "text": "Oh. You add up all the letters of David's name.",
    "start": "00:18:53",
    "end": "00:18:55"
  },
  {
    "text": "It's three. Three letters, and you get to 14. And you get 14. It's almost certain that he's shaped the numbers in each of the generations to correspond to the hope of a new David.",
    "start": "00:18:56",
    "end": "00:19:08"
  },
  {
    "text": "Got it.",
    "start": "00:19:08",
    "end": "00:19:09"
  },
  {
    "text": "It's a new David. That is a response to the exile. So he also has four women in the genealogy. It's a genealogy of men. But then he names four moms. He names Tamar in verse three, Rahab, Ruth, and the wife of Uriah. What do they all have in common? They're all non Israelites. They're all non Jews. They were all of them except Rahab, recently widowed. They all have nighttime meetings that are a little bit suspicious with some leader from Israel. They all make bold requests of some Israelite, and most of them, at some point in their own narratives, make a confession that Yahweh, the God of Israel, is their God. So he's highlighting these Gentile women in Jesus genealogy.",
    "start": "00:19:09",
    "end": "00:20:06"
  },
  {
    "text": "Yeah, you wouldn't expect that.",
    "start": "00:20:06",
    "end": "00:20:08"
  },
  {
    "text": "Yeah. So this is very similar to Mark. The stories of Tamar, Rahab, Rus, and Bathsheba, who's the wife of Uriah. They're all hyperlinked within the Hebrew Bible.",
    "start": "00:20:10",
    "end": "00:20:21"
  },
  {
    "text": "Those stories are connected.",
    "start": "00:20:22",
    "end": "00:20:23"
  },
  {
    "text": "Those stories are connected. In really important ways. Developing the theme of Yahweh rescuing the messianic seed through the surprising woman figure. It's a motif where these women keep saving stupid Israelite men, but in surprising ways.",
    "start": "00:20:23",
    "end": "00:20:41"
  },
  {
    "text": "When you say motif in this sense, is that different than a theme?",
    "start": "00:20:42",
    "end": "00:20:45"
  },
  {
    "text": "Oh, well, it actually might be a theme and I just need to do more work on it.",
    "start": "00:20:46",
    "end": "00:20:50"
  },
  {
    "text": "It's an interesting thing.",
    "start": "00:20:50",
    "end": "00:20:51"
  },
  {
    "text": "Eve becomes the first one deceived, and then Adam is deceived through her deception. But then what you're going to get through the story of the Hebrew Bible is sometimes you'll get a husband and wife, and the wife becomes the downfall of the woman. Sometimes it's the wife. Man is the downfall of the woman, the wife is the downfall of the man, Sometimes the man is the downfall of the woman. But then you'll get these surprising stories where the guy will get rescued by the woman. And it seems, I think all of those are Little inverted Genesis 3 stories. So this genealogy is packed with Hebrew Bible awesomeness. That's our point here.",
    "start": "00:20:52",
    "end": "00:21:33"
  },
  {
    "text": "Yeah, yeah. You're not supposed to just skip over this genealogy. You're supposed to meditate on it. Why three sections? Why 14 each?",
    "start": "00:21:33",
    "end": "00:21:42"
  },
  {
    "text": "Yeah.",
    "start": "00:21:42",
    "end": "00:21:43"
  },
  {
    "text": "Why are these women in here?",
    "start": "00:21:43",
    "end": "00:21:44"
  },
  {
    "text": "Why are all these non Israelite women in here? Yeah. Genealogies are one of the biblical authors most favorite vehicles for showing the continuity of God's promises throughout generations. And so they build a lot of numerical symbolism and word plays into the genealogies from Genesis all the way to the end. So that's Matthew.",
    "start": "00:21:44",
    "end": "00:22:06"
  },
  {
    "text": "We could add that to the how to Read series Genealogies.",
    "start": "00:22:06",
    "end": "00:22:10"
  },
  {
    "text": "Totally, totally. All right, should we look at Luke?",
    "start": "00:22:11",
    "end": "00:22:14"
  },
  {
    "text": "Let's look at Luke.",
    "start": "00:22:14",
    "end": "00:22:15"
  },
  {
    "text": "Luke, just again, just a little high flying survey here.",
    "start": "00:22:15",
    "end": "00:22:18"
  },
  {
    "text": "Sam.",
    "start": "00:22:26",
    "end": "00:22:37"
  },
  {
    "text": "Luke is the only one of the four Gospels that begins with a little prologue of the author addressing the reader. And we've talked about this before. This is the only explicit sneak peek we get into how the Gospels were created.",
    "start": "00:22:53",
    "end": "00:23:10"
  },
  {
    "text": "Yeah.",
    "start": "00:23:10",
    "end": "00:23:11"
  },
  {
    "text": "So he says, inasmuch as many have undertaken to compile an account of the things accomplished among us just as they were handed down to us by those who from the beginning were eyewitnesses and servants of the Word. So he's saying, first of all, he's acknowledging there are other accounts of Jesus out there. And how do you get an account from Jesus? Well, it's traditions passed down from the eyewitnesses, 1 and 2 servants of the word. People who have dedicated themselves to memorizing the Jesus tradition.",
    "start": "00:23:11",
    "end": "00:23:42"
  },
  {
    "text": "Oh, is that what that means?",
    "start": "00:23:42",
    "end": "00:23:43"
  },
  {
    "text": "And then who travel around as Apostles and teachers. Yeah, they memorized the Jesus traditions before they were written up in the Gospels. And they. I mean, how the heck happened in those first decades before the Gospels existed? You didn't pass around tapes or something, just memorize it. Yeah. So all that's going on. Right. There's other accounts out there. Lots of people are still alive who saw what happened. Lots of people have teaching, memorizing the Jesus stories. But it seemed fitting for me, he says in verse three, having investigated everything carefully from the beginning, to write out in order for you. Most excellent, Theophilus. Thanks for the paycheck, by the way, sponsoring my research leave so that you may know the truth about the things that you have been taught.",
    "start": "00:23:43",
    "end": "00:24:29"
  },
  {
    "text": "Theophilus was like, Luke, go do some investigative reporting for us.",
    "start": "00:24:29",
    "end": "00:24:33"
  },
  {
    "text": "So you can put together a lot here. Theophilus is a follower of Jesus who's been taught.",
    "start": "00:24:33",
    "end": "00:24:39"
  },
  {
    "text": "Yeah.",
    "start": "00:24:39",
    "end": "00:24:40"
  },
  {
    "text": "He's in a local Jesus community.",
    "start": "00:24:40",
    "end": "00:24:41"
  },
  {
    "text": "Yeah.",
    "start": "00:24:41",
    "end": "00:24:42"
  },
  {
    "text": "He's heard the servants of the Word.",
    "start": "00:24:42",
    "end": "00:24:43"
  },
  {
    "text": "Yeah.",
    "start": "00:24:43",
    "end": "00:24:44"
  },
  {
    "text": "He's probably met an eyewitness or two, came through town, maybe, you know.",
    "start": "00:24:44",
    "end": "00:24:48"
  },
  {
    "text": "Right.",
    "start": "00:24:48",
    "end": "00:24:48"
  },
  {
    "text": "And then he thought, you know, let's.",
    "start": "00:24:49",
    "end": "00:24:50"
  },
  {
    "text": "Put this all together.",
    "start": "00:24:50",
    "end": "00:24:51"
  },
  {
    "text": "Yes. Yeah, maybe I could use. God's blessed me with like, this olive orchard. It's a really great year. Maybe I could commission a new account. I met this guy Luke. He's a physician, super sharp. He knows Paul. He traveled with him, was in that shipwreck with him. And so maybe he would write it up. Luke says, absolutely, I will. In fact, I'll even dedicate it to you. And that's how you get a paragraph like that.",
    "start": "00:24:51",
    "end": "00:25:16"
  },
  {
    "text": "Yeah.",
    "start": "00:25:16",
    "end": "00:25:17"
  },
  {
    "text": "Yeah. It's awesome. I love to think about the untold story underneath that.",
    "start": "00:25:17",
    "end": "00:25:21"
  },
  {
    "text": "Yeah, yeah. He's an olive tree owner. Evidently in your imagination.",
    "start": "00:25:21",
    "end": "00:25:26"
  },
  {
    "text": "I don't know, he's a merchant or something. Okay. Look how he begins. Luke's done his beginning with style. In the days of Herod, King of Judea, there was a priest named Zechariah of the division of Aviyah. And he had a wife from among the daughters of Aaron. Her name was Elisabeth. They were righteous in the sight of God, walking blamelessly in the commandments, in the requirements of the Lord. But they had no child. Elizabeth's womb was barren and they were very old. Let's just pause right there.",
    "start": "00:25:28",
    "end": "00:26:04"
  },
  {
    "text": "Who's this remind you of?",
    "start": "00:26:05",
    "end": "00:26:07"
  },
  {
    "text": "Yeah, who doesn't it remind you? So you've got a priest named Zechariah. He's a Levite. Levites all come from the lineage of Aaron. And he married a wife from the line of Aaron. What was Aaron's wife's name?",
    "start": "00:26:07",
    "end": "00:26:24"
  },
  {
    "text": "Aaron's wife's name. I don't remember.",
    "start": "00:26:24",
    "end": "00:26:26"
  },
  {
    "text": "That's good Bible trivia.",
    "start": "00:26:27",
    "end": "00:26:28"
  },
  {
    "text": "Yeah.",
    "start": "00:26:28",
    "end": "00:26:28"
  },
  {
    "text": "Elizabeth.",
    "start": "00:26:28",
    "end": "00:26:29"
  },
  {
    "text": "Oh, how convenient.",
    "start": "00:26:29",
    "end": "00:26:30"
  },
  {
    "text": "Yes. Yeah. Isn't that. Yeah. So a priest from the line of Aaron married to a Levite daughter who's named after the wife of the matriarch of the line.",
    "start": "00:26:30",
    "end": "00:26:42"
  },
  {
    "text": "Yeah.",
    "start": "00:26:42",
    "end": "00:26:42"
  },
  {
    "text": "Or the matriarch of the line. Yeah. So you got that portrait, the priests, they're righteous and blameless. That echoes Noah. Exactly. And it echoes Abraham, what God called Abraham to be in the opening line of Genesis 17, walk before me and be blameless. But they're really old and they have no children. This was a scroll moment.",
    "start": "00:26:42",
    "end": "00:27:09"
  },
  {
    "text": "Yeah. In our Luke video.",
    "start": "00:27:09",
    "end": "00:27:10"
  },
  {
    "text": "In our Luke video, yeah. So he's portraying this couple who's going to become John the Baptist's parents as an Abraham and Sarah as a priestly Abraham and Sarah figure.",
    "start": "00:27:10",
    "end": "00:27:23"
  },
  {
    "text": "This is a design pattern, conversation again, correct?",
    "start": "00:27:25",
    "end": "00:27:28"
  },
  {
    "text": "Yes. And so what you're meant to do is be like, oh, yeah, I know. Another couple like this, advanced in years, barren, but trying to follow God and live by his commands, serving God. So then your mind is meant to survey the whole Abraham and Sarah story, look for similarities, and then also to think about what happened to Abraham and Sarah and then come back here full of anticipation based on what happened in the past. So that's. It's setting you up for expectation. So the whole plot conflict is God promises a big family to a couple that's in, like, their 80s, that's never been able to have children.",
    "start": "00:27:28",
    "end": "00:28:08"
  },
  {
    "text": "Yeah.",
    "start": "00:28:08",
    "end": "00:28:09"
  },
  {
    "text": "That's so good. And then Luke just goes on and he begins, tells you this beautiful story, elaborate character portrayals. Right. Of Zechariah. And an angel appears to him while he's offering incense and says, you're going to have a kid. He doesn't believe it. Just like Abraham and Sarah in Genesis 18. He says, how can I know? I'm an old man. My wife is advanced in years. Oh, this is good. The angel says, you're going to have a son. And then in verse 18, Zechariah says, How can I know this for certain? I am an old man. And the angel answered and said to him, I am Gabriel, who stands in the presence of God. I've been sent to bring you good news.",
    "start": "00:28:09",
    "end": "00:28:53"
  },
  {
    "text": "Yeah.",
    "start": "00:28:53",
    "end": "00:28:54"
  },
  {
    "text": "So that's it for you. You're done, man. You're silent. You won't be able to speak until he's born.",
    "start": "00:28:54",
    "end": "00:29:00"
  },
  {
    "text": "You know, you're important when your answer can just be, I'm Gabriel.",
    "start": "00:29:00",
    "end": "00:29:04"
  },
  {
    "text": "I'm Gabriel. I love that I'm an old man. I'm Gabriel.",
    "start": "00:29:04",
    "end": "00:29:08"
  },
  {
    "text": "Oh, I thought we were just telling facts.",
    "start": "00:29:08",
    "end": "00:29:10"
  },
  {
    "text": "Yeah. So anyway, so then she gets pregnant. So this is the herald. The angel tells Zechariah he's going to be an Elijah figure who prepares the way of the Lord. He's overlapping with Mark's theme here. So God redoes the Abraham and Sarah thing to raise up a miraculous child. But this miraculous child is just the setup character, the herald.",
    "start": "00:29:12",
    "end": "00:29:39"
  },
  {
    "text": "Yeah. Normally these stories are about the lineage of the seed.",
    "start": "00:29:39",
    "end": "00:29:43"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:29:43",
    "end": "00:29:44"
  },
  {
    "text": "But this one is about the herald to the one coming.",
    "start": "00:29:44",
    "end": "00:29:49"
  },
  {
    "text": "That's right. And then, so in the next story with Mary, then you get another story of the angel appearing to Mary.",
    "start": "00:29:49",
    "end": "00:29:56"
  },
  {
    "text": "Yeah.",
    "start": "00:29:56",
    "end": "00:29:57"
  },
  {
    "text": "And she becomes a contrast figure to the priest. So she's like a teenage girl. And. And instead of saying, how can I know this is true? She doesn't say that. I'm so young. That's impossible. What her response is, you know I'm a virgin. Right.",
    "start": "00:29:57",
    "end": "00:30:13"
  },
  {
    "text": "You know how this works, right?",
    "start": "00:30:14",
    "end": "00:30:16"
  },
  {
    "text": "Yeah. And the angel said, yeah, don't we got that covered? Don't worry, the Holy Spirit will come upon you. And her response is, behold, I am the servant of the Lord. Total opposite of Zechariah. So.",
    "start": "00:30:16",
    "end": "00:30:28"
  },
  {
    "text": "Oh, she doesn't ask for credentials.",
    "start": "00:30:29",
    "end": "00:30:31"
  },
  {
    "text": "This is so cool. So look how Luke's portrayed this. She shows the old priest who serves God in the temple and he lacks faith, just like Abraham did most of the time, except that one occasion when he trusted God and he was credited to him as righteousness. Most of the time, Abraham's kind of blown it. And so he puts Zechariah in the Abraham slot of, like, the unbeliever. And then Luke contrasts the old man who's like the religious leader with a teenage girl who's going to get pregnant out of wedlock, and she becomes exalted as the model of faith for the reader. It's so amazing. And then she's going to go sing a song about it. The Magnificat in chapter one. And dude, look what it is. It's all about the upside down. He's had regard for the humble state of his servant, and it's all about how he's brought down the high and exalted and lifts up the humble and the hungry. And so the narrative contrast between Zechariah and Mary is itself doing that. The high priests are being brought down and the lowly. Right. No name girl is being exalted as the mother of the Messiah. I've always thought that Was cool.",
    "start": "00:30:31",
    "end": "00:31:47"
  },
  {
    "text": "It is cool.",
    "start": "00:31:47",
    "end": "00:31:48"
  },
  {
    "text": "The narrative is doing what the poem does later tells you. God's doing Luke's amazing man.",
    "start": "00:31:48",
    "end": "00:31:54"
  },
  {
    "text": "Yeah. And that just becomes a massive theme throughout all of Luke, as we explored in our Luke series.",
    "start": "00:31:54",
    "end": "00:31:59"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:31:59",
    "end": "00:32:00"
  },
  {
    "text": "Of the upside down kingdom.",
    "start": "00:32:00",
    "end": "00:32:02"
  },
  {
    "text": "Yep.",
    "start": "00:32:02",
    "end": "00:32:02"
  },
  {
    "text": "Sam.",
    "start": "00:32:16",
    "end": "00:32:25"
  },
  {
    "text": "Moving on to our last quick survey. Again, we're looking at how the opening movements of the four gospels link the story of Jesus into the Hebrew scriptures. John 1 just hits you over the head.",
    "start": "00:32:51",
    "end": "00:33:03"
  },
  {
    "text": "Hits you over the head.",
    "start": "00:33:03",
    "end": "00:33:03"
  },
  {
    "text": "Yeah.",
    "start": "00:33:03",
    "end": "00:33:04"
  },
  {
    "text": "Slaps you in the face.",
    "start": "00:33:04",
    "end": "00:33:05"
  },
  {
    "text": "Yeah.",
    "start": "00:33:05",
    "end": "00:33:05"
  },
  {
    "text": "Hits you over the head. You're right.",
    "start": "00:33:06",
    "end": "00:33:07"
  },
  {
    "text": "Such a violent. Why I chose a violent witch. He doesn't hit you. John comes out of the gate swinging. It's a punch in the gut. In the beginning is how the opening words. Yeah, yeah.",
    "start": "00:33:07",
    "end": "00:33:19"
  },
  {
    "text": "And you're supposed to be on. Of course, in the beginning. I know that phrase.",
    "start": "00:33:19",
    "end": "00:33:23"
  },
  {
    "text": "Yes, yeah.",
    "start": "00:33:23",
    "end": "00:33:24"
  },
  {
    "text": "It's how the whole of the Hebrew Scriptures begin.",
    "start": "00:33:24",
    "end": "00:33:26"
  },
  {
    "text": "It begins. This is a. That was a creation story. This is the beginning of the new creation story. God spoke the light into existence. Hear God's word is the light shining in the darkness? So it's clear John wants us to have Genesis uploaded. He goes on to even mention creation in John 1:3. All things came to exist through him, and apart from him, not one thing came into existence that has come into existence. Okay, so Genesis 1, that's clear. Supposed to be blindingly obvious. Here's another thing John's doing that's not so obvious, but that is actually really important and significant, is that Proverbs 8 is very much on the brain for John in this opening paragraph, too.",
    "start": "00:33:26",
    "end": "00:34:14"
  },
  {
    "text": "Proverbs 8, remind me, is that. That's of Lady Wisdom.",
    "start": "00:34:14",
    "end": "00:34:16"
  },
  {
    "text": "Yes.",
    "start": "00:34:16",
    "end": "00:34:17"
  },
  {
    "text": "Creating with God.",
    "start": "00:34:17",
    "end": "00:34:18"
  },
  {
    "text": "Yeah.",
    "start": "00:34:18",
    "end": "00:34:19"
  },
  {
    "text": "Co creating.",
    "start": "00:34:19",
    "end": "00:34:20"
  },
  {
    "text": "Yeah. Proverbs 8 is one of the most dense appearances of this figure, Lady Wisdom, who appears all throughout the Proverbs. Oh, all throughout the Scriptures. And then also. Well, arguably also in the Song of Songs, depending on your point of view. But Proverbs 8 is itself a reading of Genesis 1 and a meditation on the complex portrait of God found in Genesis 1. So this is ranging back to our whole series on the God conversations. But do you remember in Genesis 1, we pondered how later biblical authors, like in Psalm 33, are paying attention to the portrait of God in Genesis 1 that you have Elohim creating in the.",
    "start": "00:34:20",
    "end": "00:35:01"
  },
  {
    "text": "First line in the beginning, Elohim created.",
    "start": "00:35:01",
    "end": "00:35:03"
  },
  {
    "text": "In the beginning, Elohim. And then the phrase used to describe God's personal presence hovering in the uncreated world is Ruach, Ruach, spirit of Elohim. And Then the means by which God actually begins to order and create is by his word he speaks a word. So Psalm 33 creates two little parallel lines. By the word of the Lord, he created all things. By the spirit of his mouth, the breath of his mouth he commanded.",
    "start": "00:35:03",
    "end": "00:35:33"
  },
  {
    "text": "Yeah, and that's. Yeah, that's interesting. In Hebrew, those ideas are connected in that your word is your breath, which is the word Ruach.",
    "start": "00:35:33",
    "end": "00:35:41"
  },
  {
    "text": "Correct. So in the biblical story, as it develops, Proverbs 8 picks this up and begins to portray and imagine this attribute of God, God's word and mind or spirit. And then another image gets added to it, his wisdom, his supreme wisdom to craft. So Lady Wisdom speaks up in this poem. It's as if we're hearing from this attribute of God speaking aloud. So this is in Proverbs chapter 8, where it says, yahweh possessed me in the beginning of his way before his works from. Of old, from ancient times. I was established from the beginning later on, and then goes on to say, you know, before the mountains were founded and before the skies drizzled rain and all this kind of thing, Lady Wisdom says, there I was, next to him, beside him.",
    "start": "00:35:41",
    "end": "00:36:34"
  },
  {
    "text": "Yeah, like now it's separate from God.",
    "start": "00:36:34",
    "end": "00:36:36"
  },
  {
    "text": "Yeah, yeah. So Proverbs 8, really interesting. But also at work in Proverbs are statements like this. Proverbs. In Proverbs chapter 3, by means of wisdom, Yahweh founded the land. By means of his understanding, he established the skies.",
    "start": "00:36:36",
    "end": "00:36:54"
  },
  {
    "text": "So why wisdom here? Because in Genesis 1, wisdom is not a word that's used. It's ruach, it's the word of God.",
    "start": "00:36:55",
    "end": "00:37:04"
  },
  {
    "text": "Correct.",
    "start": "00:37:04",
    "end": "00:37:05"
  },
  {
    "text": "So why is it in Proverbs now we're talking about the wisdom of God? Why isn't that the. The lady word or the lady walk?",
    "start": "00:37:05",
    "end": "00:37:14"
  },
  {
    "text": "Yeah, I understand. Well, because the book of Proverbs assumes a holistic reading of the Torah and the prophets. And so it's combining the themes of Yahweh's ability to create an order about humans, tap into that order when they submit to Yahweh's wisdom by the fear of the Lord, which is a theme introduced in Genesis 3. The fear of the Lord. They fear the Lord too late instead of early enough after, they eat from the tree instead of before. So it's as if you could say the wisdom of God is a deep theme under girding Genesis 1. But the word itself isn't at the surface. It's later biblical authors who bring it to the surface, so to speak. So the significant thing here is that this figure of lady Wisdom, who is attribute of God but yet distinct from God, gives the apostles a category to start talking about the identity of Jesus. And so when John talks about God's word was both God and with God.",
    "start": "00:37:14",
    "end": "00:38:21"
  },
  {
    "text": "Beside him, he's using the same kind of category.",
    "start": "00:38:21",
    "end": "00:38:25"
  },
  {
    "text": "Yes, he's actually using the language in categories of Proverbs 8 that it's God's wisdom. And yet wisdom is an entity distinct from God like along with him.",
    "start": "00:38:25",
    "end": "00:38:36"
  },
  {
    "text": "Now in orthodox Christianity you don't have the Father, Son, Holy Spirit and Lady Wisdom.",
    "start": "00:38:37",
    "end": "00:38:42"
  },
  {
    "text": "Correct, Correct.",
    "start": "00:38:42",
    "end": "00:38:43"
  },
  {
    "text": "So Lady Wisdom in the Proverbs fits a different category in that it's more what metaphorical or more?",
    "start": "00:38:43",
    "end": "00:38:52"
  },
  {
    "text": "Well, I think what we in those conversations we had in the past, it's that Lady Wisdom creates a mental shelf space in the biblical Jewish mind of the complex portrait of God and that God's attributes are both God and distinct from God.",
    "start": "00:38:52",
    "end": "00:39:09"
  },
  {
    "text": "Right. So it's an abstraction where Jesus is.",
    "start": "00:39:10",
    "end": "00:39:14"
  },
  {
    "text": "Yeah. What John is essentially claiming is Jesus is in a Lady Wisdom like slot. He is one who pre existed creation and was God and distinct from God from time before creation. He's using the mental category that wisdom provides from the Hebrew Bible and putting Jesus in the wisdom slot. So scholars call this Wisdom Christology, which means the apostles are talking about the divine identity of Jesus. In the melody of this Lady Wisdom theme.",
    "start": "00:39:14",
    "end": "00:39:51"
  },
  {
    "text": "Is there any Hebrew scholars, Jewish scholars who think of Lady Wisdom as anything more than just a scheme or an attribute of God?",
    "start": "00:39:51",
    "end": "00:40:03"
  },
  {
    "text": "Correct. Yeah, there's been a diversity of views, especially in the modern era. Yeah, some people think that it's essentially a survival of ancient Israelite polytheism. It was, you know, a creator goddess that was alongside Yahweh and that what she is now is submerged. This is all very speculative, that particular proposal. I don't actually think it's probable at all. Although there were lots of gods and goddesses and you know, some of them work together in the ancient world. Once we're to what Proverbs is doing, in my view and in the view of other scholars, it's either a metaphorical scheme that would be like represented by Michael Fox, who's was my doctoral advisor and a master of the wisdom literature, he thinks it's an elaborate metaphorical scheme of a really creative author. However, when you take Proverbs 8 in the context of the Hebrew Bible, there's all of these other things going on with God's complex identity that I think it's one part of a bigger puzzle. In other words, the opening lines of John, the link, Jesus, the pre Incarnate Jesus to Genesis 1 is also linking Jesus to Proverbs 8 to both at the same time. Cool. So notice there how it's a little bit different than Matthew, Mark and Luke, Matthew, Mark and Luke. You get a sense of the historical drama leading up to the moment when the God of Israel arrives. The new Exodus.",
    "start": "00:40:03",
    "end": "00:41:32"
  },
  {
    "text": "John gets into the prehistory.",
    "start": "00:41:33",
    "end": "00:41:34"
  },
  {
    "text": "Yes. For John, it's all. And he tells you at the epilogue, this book is all about the identity of Jesus. So he is going to have tap you into Israel's story. But really what he's focused on is how Israel's story illuminates the identity of Jesus. And so, you know, he'll borrow from Genesis 1 and Proverbs 8. He'll borrow. Well, let's look at another example. This is later in the paragraph, the famous verse 14 of chapter one. And the word became flesh and. And set up a tent among us. And we saw his glory, the glory as of the one and only from the Father. So that word, that divine word that created the word and wisdom, that through whom, that is God, and with God, through whom God created, becomes human.",
    "start": "00:41:34",
    "end": "00:42:24"
  },
  {
    "text": "And you just conflated those two things, word and wisdom.",
    "start": "00:42:25",
    "end": "00:42:27"
  },
  {
    "text": "Ah, the wisdom in your mind.",
    "start": "00:42:27",
    "end": "00:42:28"
  },
  {
    "text": "Those should be kind of the same substance.",
    "start": "00:42:29",
    "end": "00:42:31"
  },
  {
    "text": "Yeah, and. Yeah, that's right. They are theological synonyms. They work alongside each other.",
    "start": "00:42:31",
    "end": "00:42:38"
  },
  {
    "text": "Really.",
    "start": "00:42:38",
    "end": "00:42:39"
  },
  {
    "text": "Yeah. If God speaks, what does he speak out of? He speaks out of his mind. His mind, his wisdom. And when God speaks, He orders the world. And remember, biblical wisdom is craftsmanship, your ability to craft something ordered and functional. So God's word is an expression of his wisdom. His wisdom is expressed through His Word.",
    "start": "00:42:39",
    "end": "00:43:02"
  },
  {
    "text": "Yeah, is made known through His Word.",
    "start": "00:43:02",
    "end": "00:43:03"
  },
  {
    "text": "Made known through His Word. Correct. So that word becomes human. And then John uses an odd phrase here. It's the word for. To set up a tent.",
    "start": "00:43:03",
    "end": "00:43:12"
  },
  {
    "text": "Yeah, Tabernacled.",
    "start": "00:43:12",
    "end": "00:43:14"
  },
  {
    "text": "Yeah, yeah. So very clearly that's alluding to God's presence. Yes. And people often conflate these two, as they'll say, this is temple imagery. And that's true. But in the storyline of the Bible, the temple is the brick and mortar version of a concept, an idea that's already at work in the Bible in and through the tent, the traveling tent, or the tabernacle. And John chooses the tent imagery here, which I think it's mobile.",
    "start": "00:43:14",
    "end": "00:43:41"
  },
  {
    "text": "Yeah, right. Yeah. And so is Jesus.",
    "start": "00:43:41",
    "end": "00:43:44"
  },
  {
    "text": "And so is Jesus. So with that comes a whole thing about the theology of the tabernacle. It's Eden, where Eden touches earth, heaven and earth. So he uses the verb Skenao, which is a verb of the noun that in the Greek Septuagint, skenes, in Hebrew Mishkan, it's the tabernacle. So he is an incarnate tabernacle. And the tabernacle itself was an incarnation. It was a physical manifestation of God's power, glory, beauty. So he's a human tabernacle.",
    "start": "00:43:44",
    "end": "00:44:19"
  },
  {
    "text": "Yeah.",
    "start": "00:44:19",
    "end": "00:44:20"
  },
  {
    "text": "What would you say the tent was like a material, material incarnation?",
    "start": "00:44:20",
    "end": "00:44:25"
  },
  {
    "text": "I never thought of it that way. I just thought of it as the holding tank for God's presence, not that in some way it represented his presence. Otherwise.",
    "start": "00:44:25",
    "end": "00:44:36"
  },
  {
    "text": "Well, yeah, it's interesting, but this is all the whole thing about holiness. Holiness are objects whose identity is transcended from their normal role and they're brought into the divine space to assume a role in the divine purpose. So you make these.",
    "start": "00:44:37",
    "end": "00:44:55"
  },
  {
    "text": "So the tabernacle becomes divine in some way?",
    "start": "00:44:55",
    "end": "00:44:57"
  },
  {
    "text": "Well, it's an expression. Yeah. Of God's holiness. And all the objects are very unique. So the oil made for the lamps, you can never make that recipe of oil for anything else. It's the sacred oil, the tent or the curtains that separate different realms of holiness inside the tent. Those are utterly unique, not to be reproduced in any other way. So it's as if they become co opted into little incarnations. John says, we saw his glory.",
    "start": "00:44:57",
    "end": "00:45:28"
  },
  {
    "text": "The glory of God came into the tabernacle. That's what you saw.",
    "start": "00:45:28",
    "end": "00:45:31"
  },
  {
    "text": "Yeah, that's right, yeah. The whole story of making the tabernacle culminates with the fire cloud pillar coming to descend on and fill up the tent. So again, what John's doing, he is tapping into the Hebrew Bible story, but it's not just to say, and finally he's here. He's actually using a very potent image from the Hebrew Bible to talk about the identity of Jesus. It's that pattern again. And every one of these patterns is putting Jesus in the Yahweh slot.",
    "start": "00:45:31",
    "end": "00:46:05"
  },
  {
    "text": "Yeah. John's really. Yeah. Hammering that down.",
    "start": "00:46:05",
    "end": "00:46:09"
  },
  {
    "text": "That's right. And so were Matthew, Mark and Luke. They were just doing it through a narrative means. Like, remember, Mark put Jesus in the Yahweh slot when he quotes from Isaiah and Malachi saying, one day Yahweh is going to come.",
    "start": "00:46:09",
    "end": "00:46:23"
  },
  {
    "text": "Yep. And here comes Jesus.",
    "start": "00:46:23",
    "end": "00:46:24"
  },
  {
    "text": "And then he introduces Jesus.",
    "start": "00:46:24",
    "end": "00:46:25"
  },
  {
    "text": "Yeah.",
    "start": "00:46:25",
    "end": "00:46:25"
  },
  {
    "text": "As Yahweh coming to his people, that kind of thing. You know, it's interesting, John's moves to do this are so clear that it often makes especially modern readers who are attuned to Jewish narrative style, biblical style. It makes it feel like John's the Only one who's making explicit claims about Jesus divinity. Whereas Matthew, Mark and Luke maybe are showing more as a human something. But it's a misunderstanding. We're just not getting the cues from Matthew, Mark and Luke. All four of them are doing this, but John does it in a way that somehow modern, Modern Western readers feel.",
    "start": "00:46:25",
    "end": "00:47:02"
  },
  {
    "text": "Pick up on it easier.",
    "start": "00:47:02",
    "end": "00:47:03"
  },
  {
    "text": "Yeah, yeah. So we could go on, but we're just doing little samplings here.",
    "start": "00:47:03",
    "end": "00:47:07"
  },
  {
    "text": "Right.",
    "start": "00:47:07",
    "end": "00:47:07"
  },
  {
    "text": "Each of the beginnings. But let's just pause and just think of all four of those.",
    "start": "00:47:08",
    "end": "00:47:48"
  },
  {
    "text": "Yeah.",
    "start": "00:47:48",
    "end": "00:47:48"
  },
  {
    "text": "Four very different beginnings.",
    "start": "00:47:49",
    "end": "00:47:51"
  },
  {
    "text": "Yeah.",
    "start": "00:47:51",
    "end": "00:47:51"
  },
  {
    "text": "Four totally different strategies for introducing an ancient biography.",
    "start": "00:47:52",
    "end": "00:47:56"
  },
  {
    "text": "So Mark, he does what you think is a direct quote of Isaiah. He just comes out of the gate. He's like, let me quote to you from Isaiah.",
    "start": "00:47:56",
    "end": "00:48:04"
  },
  {
    "text": "He says that it's going to be a story about Jesus, but then he opens with a long block quotation in.",
    "start": "00:48:04",
    "end": "00:48:11"
  },
  {
    "text": "Which he's actually quoting from Malachi.",
    "start": "00:48:11",
    "end": "00:48:14"
  },
  {
    "text": "Multiple prophets. Yeah, Malachi and Isaiah.",
    "start": "00:48:14",
    "end": "00:48:16"
  },
  {
    "text": "And Isaiah. And it's all to set you up so you can understand why he's going to tell you about John, who's going to introduce Jesus.",
    "start": "00:48:16",
    "end": "00:48:22"
  },
  {
    "text": "Correct.",
    "start": "00:48:22",
    "end": "00:48:22"
  },
  {
    "text": "And you're supposed to be seeing the messenger declaring the way of Yahweh. So he's using this kind of direct quotation to get your psyche into the Hebrew scriptures and seeing how it's connected to the whole story. Then what do we look at next? Matthew, he does the genealogy. This whole all Hebrew scriptures is just one long family legacy, really.",
    "start": "00:48:22",
    "end": "00:48:47"
  },
  {
    "text": "Yeah.",
    "start": "00:48:48",
    "end": "00:48:48"
  },
  {
    "text": "And he wants you to see how Jesus is the culmination of that.",
    "start": "00:48:48",
    "end": "00:48:52"
  },
  {
    "text": "Yeah. Specifically from Abraham, blessing to all nations. David, Messiah over Israel, exalted, but then exile. And now we're waiting for a new David.",
    "start": "00:48:52",
    "end": "00:49:03"
  },
  {
    "text": "Yeah. Luke does a lot more design pattern stuff.",
    "start": "00:49:04",
    "end": "00:49:08"
  },
  {
    "text": "More subtle.",
    "start": "00:49:09",
    "end": "00:49:10"
  },
  {
    "text": "Yeah, he's subtle. He introduces characters that are design patterns of characters you've met. In order to see what Luke's doing, you really have to be clued in to how design patterns work in the Bible. I would have never noticed that until you pointed it out before, what he's doing with characters. And he does it with, I guess, mainly with characters.",
    "start": "00:49:10",
    "end": "00:49:34"
  },
  {
    "text": "Yeah. There aren't any explicit quotations. For example, Mark begins with a marked quotation, as it says in Isaiah. Matthew begins with genealogies that are built off of Old Testament genealogies. Luke just tells you a beautiful story.",
    "start": "00:49:35",
    "end": "00:49:49"
  },
  {
    "text": "Yeah, right.",
    "start": "00:49:49",
    "end": "00:49:51"
  },
  {
    "text": "Yeah. And the parallels are just woven into the language and the image.",
    "start": "00:49:51",
    "end": "00:49:56"
  },
  {
    "text": "It's not just character, but he also upright and blameless. It's a term. That's right. Hyperlink to.",
    "start": "00:49:56",
    "end": "00:50:03"
  },
  {
    "text": "Yes. His wife's name is the same as Eren's wife. His wife's barren, just like Abraham's wife is not able to have kids.",
    "start": "00:50:04",
    "end": "00:50:10"
  },
  {
    "text": "So he wants you to be uploading all those stories and paying attention to how these stories riff off of those stories.",
    "start": "00:50:10",
    "end": "00:50:18"
  },
  {
    "text": "Correct, Correct.",
    "start": "00:50:18",
    "end": "00:50:19"
  },
  {
    "text": "And he's doing that to make this kind of beautiful portrait of the humble and the lowly, being exalted and being a model of faith. And then John, man, he does similar hyperlinking thing where he's just using phrases that makes you realize like, oh, he's doing creation stuff in the beginning. Light shining in the darkness. You're like, this is all Genesis 1. He introduces the word, which is this attribute of God, which is like a character in the Hebrew scriptures almost.",
    "start": "00:50:19",
    "end": "00:50:51"
  },
  {
    "text": "It's also just the thing that God does in Genesis 1. He speaks.",
    "start": "00:50:51",
    "end": "00:50:55"
  },
  {
    "text": "He speaks.",
    "start": "00:50:55",
    "end": "00:50:55"
  },
  {
    "text": "Yeah.",
    "start": "00:50:55",
    "end": "00:50:55"
  },
  {
    "text": "And he connects this all to Jesus.",
    "start": "00:50:56",
    "end": "00:50:58"
  },
  {
    "text": "That's the light shining in darkness. So let's just create a little inventory here of techniques. So this is all under the heading of a unique feature of the Gospel. They're constantly. And from the first moments, tying the Jesus story back into the Hebrew scriptures.",
    "start": "00:50:59",
    "end": "00:51:17"
  },
  {
    "text": "Yeah.",
    "start": "00:51:17",
    "end": "00:51:17"
  },
  {
    "text": "So we've seen lots of different strategies here. One is direct quotation. That's how Mark does it. The next one is. Scholars debate the terminology here, but the word allusion is a common used term. When I allude to something, I want you to see what I'm referring to, but I want you to work for it, you know? Yeah, whatever. I use Star wars like, phrases all the time around the house. And my kids are now beginning to appreciate them because I've shown them the clips, that kind of thing. But the point is, I need to be able to say, luke, trust your instincts.",
    "start": "00:51:18",
    "end": "00:51:58"
  },
  {
    "text": "It's interesting that that is a communication technique.",
    "start": "00:51:59",
    "end": "00:52:02"
  },
  {
    "text": "It is. Oh, totally.",
    "start": "00:52:03",
    "end": "00:52:04"
  },
  {
    "text": "Is really fascinating.",
    "start": "00:52:04",
    "end": "00:52:05"
  },
  {
    "text": "I assume that you and I share a body of background knowledge and I'll subtly allude to it. And I'm putting the ball in your court to do the work, to see what I mean.",
    "start": "00:52:05",
    "end": "00:52:17"
  },
  {
    "text": "And it could easily backfire.",
    "start": "00:52:17",
    "end": "00:52:19"
  },
  {
    "text": "Yeah. And it could not fail.",
    "start": "00:52:19",
    "end": "00:52:21"
  },
  {
    "text": "It could not land.",
    "start": "00:52:21",
    "end": "00:52:22"
  },
  {
    "text": "Yep.",
    "start": "00:52:22",
    "end": "00:52:22"
  },
  {
    "text": "Yeah. What's the reward?",
    "start": "00:52:22",
    "end": "00:52:23"
  },
  {
    "text": "The reward is a bond between the speaker and the listener. It's like that becomes our thing.",
    "start": "00:52:24",
    "end": "00:52:29"
  },
  {
    "text": "Yeah. And I guess the reward is when I do discover it, it means more because I worked for it.",
    "start": "00:52:29",
    "end": "00:52:36"
  },
  {
    "text": "Exactly. You forcing the listener or reader to participate in the discovery of deeper meaning. Yeah, totally. So this is actually the. Well, this is one of the main ways the Gospels work. There's not a story, not a parable. Of Jesus, not a teaching of Jesus that isn't packed with Old Testament allusions. It just boggles my mind. And it's just everywhere. One we've talked about before is in the baptism story, which follows in Mark, chapter one, where God says, you are my son. With you I am well pleased. And that's wording from three different passages in the Hebrew scriptures. But it's not marked like the opening quote from Malachi and Isaiah.",
    "start": "00:52:36",
    "end": "00:53:20"
  },
  {
    "text": "Yeah. As it says in the Hebrew scriptures.",
    "start": "00:53:20",
    "end": "00:53:22"
  },
  {
    "text": "Yeah. It's just God speaking.",
    "start": "00:53:22",
    "end": "00:53:23"
  },
  {
    "text": "Yeah. You're supposed to pick that up.",
    "start": "00:53:24",
    "end": "00:53:26"
  },
  {
    "text": "Correct. But what he speaks is the language of Isaiah 42, Genesis 22, and Psalm 2 all blended together very strategically. So this one you got to work for. You have to read the Bible a lot to get the payoff here. There you go. There's nothing for it. The gospel authors, like, are inviting you to do this. So that's two strategies. One is direct quotation, one is more indirect allusion and then narrative parallels, which is not language and sometimes not even verbatim words, but motifs. Motifs. The barren couple that God grants. The miraculous son, Jesus going into the wilderness for 40 days, like Israel for 40 years. All this kind of stuff. Jesus talking with a woman at a well. The well of Jacob, which is where Jacob met his wife at a well. These kinds of things.",
    "start": "00:53:26",
    "end": "00:54:22"
  },
  {
    "text": "Yeah.",
    "start": "00:54:22",
    "end": "00:54:22"
  },
  {
    "text": "So all of a sudden, you realize every story has been designed this way. Okay. So that's the first feature of the Gospels that's different than how it connects to the story. Yeah. This makes them stand out among comparing them to ancient Greek and Roman biographies. These are heavily scripturally shaped stories.",
    "start": "00:54:22",
    "end": "00:54:44"
  },
  {
    "text": "Well, yeah, because it's Jewish literature.",
    "start": "00:54:44",
    "end": "00:54:45"
  },
  {
    "text": "It's Jewish. Yeah, you got it.",
    "start": "00:54:45",
    "end": "00:54:48"
  },
  {
    "text": "You know, this just really speaks to that. This is unified story leads to Jesus. Like, that's obviously what they're thinking.",
    "start": "00:54:48",
    "end": "00:54:55"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:54:55",
    "end": "00:54:56"
  },
  {
    "text": "So they're constantly pulling in the whole story to help you see how it's all unified.",
    "start": "00:54:56",
    "end": "00:55:01"
  },
  {
    "text": "Yeah. Yeah. Underneath it all is. Yeah. Their conviction that Jesus is the one bringing the unified scriptural story to its fulfillment and taking it forward.",
    "start": "00:55:01",
    "end": "00:55:11"
  },
  {
    "text": "Sa we just looked at how each gospel begins.",
    "start": "00:55:32",
    "end": "00:56:15"
  },
  {
    "text": "Yep.",
    "start": "00:56:15",
    "end": "00:56:16"
  },
  {
    "text": "But I'm imagining that we could have jumped anywhere and.",
    "start": "00:56:16",
    "end": "00:56:20"
  },
  {
    "text": "Yeah.",
    "start": "00:56:20",
    "end": "00:56:21"
  },
  {
    "text": "Any of the Gospels.",
    "start": "00:56:21",
    "end": "00:56:22"
  },
  {
    "text": "That's right.",
    "start": "00:56:22",
    "end": "00:56:22"
  },
  {
    "text": "And done the same thing.",
    "start": "00:56:22",
    "end": "00:56:23"
  },
  {
    "text": "Yeah. It's just fun to compare the beginnings.",
    "start": "00:56:23",
    "end": "00:56:25"
  },
  {
    "text": "Can we do that?",
    "start": "00:56:25",
    "end": "00:56:25"
  },
  {
    "text": "Oh, just jump in anywhere. Okay, deal. All right, let's see what happens. I don't have my print Matthew New Testament with all my notes, though, you know, but, yeah, let's see what happens.",
    "start": "00:56:26",
    "end": "00:56:37"
  },
  {
    "text": "I'm just going random.",
    "start": "00:56:38",
    "end": "00:56:39"
  },
  {
    "text": "All right.",
    "start": "00:56:39",
    "end": "00:56:40"
  },
  {
    "text": "John the Baptist, Jesus.",
    "start": "00:56:40",
    "end": "00:56:42"
  },
  {
    "text": "Well, I'll let you read it. Let's do verses 1 through 6.",
    "start": "00:56:42",
    "end": "00:56:44"
  },
  {
    "text": "Matthew 11, 1 6. Jesus had finished instructing his 12 disciples, and he went on from there. Which is. Where was he?",
    "start": "00:56:44",
    "end": "00:56:52"
  },
  {
    "text": "Yeah, he was just going around Galilee teaching in the synagogue.",
    "start": "00:56:52",
    "end": "00:56:56"
  },
  {
    "text": "So he's in the Galilee?",
    "start": "00:56:56",
    "end": "00:56:57"
  },
  {
    "text": "Yep.",
    "start": "00:56:57",
    "end": "00:56:57"
  },
  {
    "text": "He went on from there to teach and preach in their cities. Now, when John. This is John the Baptist, heard in prison, because he's in prison about the deeds of the Christ, he sent word by his disciples and said to him, are you the one who is to come, or should we look for another? And Jesus answered them, go until John. What you hear and see, the blind receive the sight, and the lame walk. Lepers are cleansed and the deaf hear, and the dead are raised up, and the poor of good news preached to them. And blessed is the one who's not offended by me.",
    "start": "00:56:57",
    "end": "00:57:29"
  },
  {
    "text": "Yes.",
    "start": "00:57:29",
    "end": "00:57:30"
  },
  {
    "text": "And then everyone's like, what the heck are you talking about? Jesus? We just want to know if you're the Messiah.",
    "start": "00:57:30",
    "end": "00:57:36"
  },
  {
    "text": "Yeah, totally. Yep. Okay. So the setting is John was the herald for Jesus.",
    "start": "00:57:37",
    "end": "00:57:44"
  },
  {
    "text": "Yeah. But now he's in prison.",
    "start": "00:57:44",
    "end": "00:57:45"
  },
  {
    "text": "And now he's in prison. And Matthew, I Forget, by Chapter 11, has he told you the story yet? No.",
    "start": "00:57:45",
    "end": "00:57:54"
  },
  {
    "text": "Of how he got into prison.",
    "start": "00:57:54",
    "end": "00:57:56"
  },
  {
    "text": "Yeah, I think that's coming. Yeah. No, he's not going to tell you how John got into prison until chapter 14. This is a little preview. A little preview and kind of a little chronological glitch almost where he. He's assuming something that he hasn't told you about yet, but he's going to later. So John's sitting in prison and he hears of the works of the Messiah. That's what it says. The works of Christ, not Jesus. The works of. Remember, Christ is not a name, it's a title. He hears of the works of the Messiah and he's like, oh, yeah, my cousin.",
    "start": "00:57:56",
    "end": "00:58:29"
  },
  {
    "text": "Yeah.",
    "start": "00:58:29",
    "end": "00:58:30"
  },
  {
    "text": "But he's the Messiah. That's what we all. He got anointed at the baptism. This is my son. Right. So Messiah is supposed to be bringing the kingdom of God.",
    "start": "00:58:30",
    "end": "00:58:40"
  },
  {
    "text": "Yeah.",
    "start": "00:58:40",
    "end": "00:58:40"
  },
  {
    "text": "I'm sitting here in prison.",
    "start": "00:58:40",
    "end": "00:58:42"
  },
  {
    "text": "Yeah.",
    "start": "00:58:42",
    "end": "00:58:42"
  },
  {
    "text": "What's in John's mind? That's a big disconnect.",
    "start": "00:58:42",
    "end": "00:58:45"
  },
  {
    "text": "Yeah. If the kingdom of God's here, I think God would let me out of prison.",
    "start": "00:58:45",
    "end": "00:58:49"
  },
  {
    "text": "I think the herald should.",
    "start": "00:58:49",
    "end": "00:58:51"
  },
  {
    "text": "Shouldn't be locked up.",
    "start": "00:58:51",
    "end": "00:58:52"
  },
  {
    "text": "Shouldn't be locked up by the bad guys. The bad guys are supposed to be getting run out of town.",
    "start": "00:58:52",
    "end": "00:58:57"
  },
  {
    "text": "Yeah. So is this gonna happen?",
    "start": "00:58:57",
    "end": "00:58:59"
  },
  {
    "text": "Yeah.",
    "start": "00:58:59",
    "end": "00:58:59"
  },
  {
    "text": "Or not.",
    "start": "00:58:59",
    "end": "00:59:00"
  },
  {
    "text": "So People are surprised. This is John expressing his doubt about Jesus identity.",
    "start": "00:59:00",
    "end": "00:59:05"
  },
  {
    "text": "Well, we did the Read Scripture Matthew video.",
    "start": "00:59:05",
    "end": "00:59:07"
  },
  {
    "text": "Oh, yes. This is generated comments.",
    "start": "00:59:07",
    "end": "00:59:09"
  },
  {
    "text": "It's generated a lot of comments. Because you made a point of. This whole section in Matthew is different.",
    "start": "00:59:09",
    "end": "00:59:14"
  },
  {
    "text": "That's right.",
    "start": "00:59:15",
    "end": "00:59:15"
  },
  {
    "text": "Different ways people are responding to.",
    "start": "00:59:15",
    "end": "00:59:17"
  },
  {
    "text": "That's right. Chapters 11 and 12 are a portrait of a variety of responses to Jesus being Christ. Some negative and some neutral and some neutral and some.",
    "start": "00:59:17",
    "end": "00:59:27"
  },
  {
    "text": "And this one you said was neutral. And on its face. It is. It is.",
    "start": "00:59:27",
    "end": "00:59:32"
  },
  {
    "text": "Yeah. Wait, are you the one like, I.",
    "start": "00:59:32",
    "end": "00:59:35"
  },
  {
    "text": "Don'T know, I'm confused.",
    "start": "00:59:35",
    "end": "00:59:36"
  },
  {
    "text": "Am I supposed to be looking for somebody else? Jesus?",
    "start": "00:59:36",
    "end": "00:59:38"
  },
  {
    "text": "And people were like, no, John knew what was up because.",
    "start": "00:59:39",
    "end": "00:59:43"
  },
  {
    "text": "Yeah, he baptized him. And John, he says, you know, behold the Lamb of God who takes away a sin in the world.",
    "start": "00:59:43",
    "end": "00:59:48"
  },
  {
    "text": "Yeah. He wasn't confused then.",
    "start": "00:59:48",
    "end": "00:59:49"
  },
  {
    "text": "Yeah. No, but he is now.",
    "start": "00:59:49",
    "end": "00:59:51"
  },
  {
    "text": "Yeah.",
    "start": "00:59:51",
    "end": "00:59:52"
  },
  {
    "text": "I mean, just because someone is full of faith in one moment doesn't mean they're full of faith the next. Certainly characterizes my life. Yeah. No, the biblical authors have pulled no punches at portraying characters. It's like the warts and all approach.",
    "start": "00:59:53",
    "end": "01:00:10"
  },
  {
    "text": "All right, so the point of this exercise is to show me.",
    "start": "01:00:11",
    "end": "01:00:17"
  },
  {
    "text": "Look at Jesus response. Yes.",
    "start": "01:00:17",
    "end": "01:00:18"
  },
  {
    "text": "Yeah.",
    "start": "01:00:18",
    "end": "01:00:18"
  },
  {
    "text": "Yep. Look at Jesus response.",
    "start": "01:00:18",
    "end": "01:00:20"
  },
  {
    "text": "Yeah.",
    "start": "01:00:20",
    "end": "01:00:20"
  },
  {
    "text": "His words aren't even his own. Go and report to John what you hear and see. The blind receive sight and the lame walk. Lepers are cleansed, the deaf hear, the dead are raised. The poor have good news announced to them. Do you see? So it's a list of 1, 2, 3, 4, 5, 6. So notice the blind, the leper, the deaf, the dead, and the poor.",
    "start": "01:00:20",
    "end": "01:00:42"
  },
  {
    "text": "Yeah.",
    "start": "01:00:42",
    "end": "01:00:43"
  },
  {
    "text": "Three of those are directly out of the book of Isaiah. So the blind receive sight and the lame walking is. Right. Copy and pasted out of Isaiah 35, 5 and 6.",
    "start": "01:00:43",
    "end": "01:00:56"
  },
  {
    "text": "So he's quoting the prophets.",
    "start": "01:00:57",
    "end": "01:00:58"
  },
  {
    "text": "Yeah, but look at what he's quoting.",
    "start": "01:00:58",
    "end": "01:01:00"
  },
  {
    "text": "Isaiah. What again?",
    "start": "01:01:01",
    "end": "01:01:02"
  },
  {
    "text": "Isaiah 30:5. And this is very common. When Jesus or the apostles quote from one section of a chap of a unit or a poem, what they're doing is activating the entire section. The entire section.",
    "start": "01:01:03",
    "end": "01:01:16"
  },
  {
    "text": "They want you to be thinking about that whole section.",
    "start": "01:01:16",
    "end": "01:01:18"
  },
  {
    "text": "Yeah, totally. So Isaiah 35 is a remarkable. It's a bridge text between two major sections of Isaiah and it itself, this whole chapter is just all hyperlinks from other sections of the book of Isaiah. So this is like a key juncture where you get the core message of the book. And it's a poem that begins with the desert and the. The parched land is going to Start rejoicing. Why? Because it's going to turn into a garden. The Garden of Eden. The wilderness will rejoice and blossom like the crocus bursting into bloom, rejoicing and shouting for joy. You know what? The glory of Lebanon, the great forest of the north will be given to it. The splendor of Carmel and Sharon. Okay, so you have. The desert is going to turn into the Garden of Eden, and then Lebanon is going to be given. It's going to become like the forest of Lebanon. When Solomon was building the temple, he.",
    "start": "01:01:18",
    "end": "01:02:18"
  },
  {
    "text": "Took the trees from Lebanon.",
    "start": "01:02:18",
    "end": "01:02:20"
  },
  {
    "text": "Yeah. He went up to Hiram of Tyre and was like, hey, let's get all the cedars of Lebanon. And then he built the temple. So a temple. You have a forest garden temple that supplied the temple. Growing in the garden, in the wilderness. And what's going to happen there? They will all see the glory of Yahweh, the splendor of our God.",
    "start": "01:02:20",
    "end": "01:02:40"
  },
  {
    "text": "Yeah.",
    "start": "01:02:40",
    "end": "01:02:40"
  },
  {
    "text": "A new temple is going to grow. A new Eden temple is going to sprout in the wilderness.",
    "start": "01:02:41",
    "end": "01:02:46"
  },
  {
    "text": "Nice.",
    "start": "01:02:46",
    "end": "01:02:46"
  },
  {
    "text": "That's just the first paragraph, by the way.",
    "start": "01:02:47",
    "end": "01:02:50"
  },
  {
    "text": "Just all the design patterns right there in the first paragraph of the thing. We're going back to show the literary connection. It's like.",
    "start": "01:02:51",
    "end": "01:03:00"
  },
  {
    "text": "It's endless, dude. Isaiah, the whole Hebrew.",
    "start": "01:03:00",
    "end": "01:03:03"
  },
  {
    "text": "Because I wouldn't have been able to read that paragraph.",
    "start": "01:03:03",
    "end": "01:03:05"
  },
  {
    "text": "Oh, I see.",
    "start": "01:03:05",
    "end": "01:03:05"
  },
  {
    "text": "And then being able to be like, oh, yeah, Lebanon. And so that's connected to the temple.",
    "start": "01:03:05",
    "end": "01:03:09"
  },
  {
    "text": "Correct? That's right.",
    "start": "01:03:09",
    "end": "01:03:10"
  },
  {
    "text": "It's just like. I mean, I may be after a half a day of work in a concordance or something.",
    "start": "01:03:10",
    "end": "01:03:14"
  },
  {
    "text": "Yeah, that's right. Yeah. Psalm 1. Psalm 1.",
    "start": "01:03:15",
    "end": "01:03:17"
  },
  {
    "text": "Meditate on the Bible day and night.",
    "start": "01:03:17",
    "end": "01:03:19"
  },
  {
    "text": "Yeah. If you want to understand it in its full depth, it takes a lifetime. Okay, then. So we got. Okay, the desert. That's great news. A new Eden garden. Temples can. Out in the wilderness. What we've been waiting for since Genesis 3. Next, y'. All. Strengthen the feeble hands and the weak knees. Y' all say to those with fearful hearts, no, be strong. Don't be afraid. Your God is coming. He's coming with vengeance, with divine justice. Your God is coming to save y'.",
    "start": "01:03:19",
    "end": "01:03:50"
  },
  {
    "text": "All.",
    "start": "01:03:50",
    "end": "01:03:50"
  },
  {
    "text": "So now we have a group of people who are being called to strengthen the weak and the hurting by saying, no, Yahweh hasn't abandoned us in the desert. The garden's going to bloom. He's coming to save us. Verse 5. Then the eyes of the blind will be opened. Then the ears of the deaf will be unstopped. Then the lame Will leap like a deer. The mute will shout for joy. Waters will gush in the wilderness, streams in the desert. The burning sand becomes a pool. The thirsty go Ground becomes bubbling springs.",
    "start": "01:03:50",
    "end": "01:04:26"
  },
  {
    "text": "Are we going to talk about that? In the waters of Eden?",
    "start": "01:04:27",
    "end": "01:04:29"
  },
  {
    "text": "Yeah. In other words, a garden growing in the wilderness. Yahweh coming to save his terrified people. People's eyes being opened, ears being right. The blind, the deaf, the lame, the mute. Water gushing in the wilderness. These are all just saying the same thing.",
    "start": "01:04:30",
    "end": "01:04:49"
  },
  {
    "text": "The kingdom of God is here.",
    "start": "01:04:49",
    "end": "01:04:50"
  },
  {
    "text": "New creation. New creation, which is God's kingdom coming to rescue his creation that's in exile. So Jesus is. He quotes from one section of a whole poem about saying.",
    "start": "01:04:50",
    "end": "01:05:02"
  },
  {
    "text": "To answer the question he was asking.",
    "start": "01:05:02",
    "end": "01:05:04"
  },
  {
    "text": "Yeah. Yes. New creation really is arriving, John. It really is arriving. That's his response. But then look at his last line. He says, how blessed is the one who. Who isn't. This is the word. Scandalizo.",
    "start": "01:05:04",
    "end": "01:05:17"
  },
  {
    "text": "Oh, yeah. Scandalized.",
    "start": "01:05:17",
    "end": "01:05:18"
  },
  {
    "text": "Scandalized. Blessed is the one who isn't scandalized because of me. This too is from Isaiah, multiple points, but Isaiah, chapter 8. In Isaiah 8, Isaiah has written down his message of judgment and hope, and the people have rejected him. And so what he says is, God says, listen, don't be afraid. Verse 12. Everything that this people calls a conspiracy, don't be afraid of what they're afraid of. Verse 13. Yahweh of hosts. That's who you regard as holy. Fear him. And then look at this. For those who fear him, Yahweh is a sanctuary. He's going to be like a temple. And this is all about the dry land. Genesis 1. You are my rock and my fortress temple. So God is the rock temple where life can emerge. Yep, where life can emerge. He becomes the safe sanctuary of those who will trust in him. But for those who don't, he becomes a stone to strike your foot upon and a rock to Skandalizo. God is two kinds of rock based on whether you trust him or he's.",
    "start": "01:05:18",
    "end": "01:06:23"
  },
  {
    "text": "A rock that you can build on as a foundation.",
    "start": "01:06:23",
    "end": "01:06:26"
  },
  {
    "text": "Yes.",
    "start": "01:06:26",
    "end": "01:06:27"
  },
  {
    "text": "Or it can trip you.",
    "start": "01:06:27",
    "end": "01:06:28"
  },
  {
    "text": "Or he'll be a rock that you stub your toe on and trip and are scandalized. Yeah. So Jesus activates this passage too, where, listen, I'm here bringing about the new creation, but there are some who aren't going to be able to see it. And the thing that I'm doing and saying is the new creation will actually cause them to stumble. They'll stumble over what God's purpose is. In other words, Jesus is saying, I'm bringing about a moment of crisis and decision for Israel. They will have to choose, just like they had to choose in Isaiah's day. So they have to choose now. Okay, that was a long example, but there it is.",
    "start": "01:06:28",
    "end": "01:07:05"
  },
  {
    "text": "Yeah, there it is.",
    "start": "01:07:05",
    "end": "01:07:05"
  },
  {
    "text": "Matthew 11. All right, so that's the first unique feature of the Gospels. Got a couple more.",
    "start": "01:07:05",
    "end": "01:07:11"
  },
  {
    "text": "Thanks for listening to this episode of the BibleProject podcast. We've got one more episode in this series on how to read the Gospels that will come out next week. This show was produced by Dan Gummel. Our music comes from the band Tents. The Bible Project is a crowdfunded nonprofit. We're in Portland, Oregon. We believe the Bible is a unified story that leads to Jesus. So we make free resources so you can experience the Bible that way. And it's all available for free because of the generosity of people like you who have pitched in to make it possible. Thank you so much for being a part of this with us. Hi, this is Joel. I'm from Waco, Texas, and I use the Bible Project to teach my children about the Bible. My favorite thing about the Bible Project is the excellent videos. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, and more@thebibleproject.com SA.",
    "start": "01:07:12",
    "end": "01:08:33"
  }
]