[
  {
    "text": "This is John at the Bible Project, and today on the podcast, we continue our conversation on the law in the modern world. We understand law as a set of legal requirements that society has for us. Things you can do, things, things you can't do. And if someone's behavior is in question, we go to the written law and we see what it says. It's the final authority, and we call this statutory law.",
    "start": "00:00:10",
    "end": "00:00:37"
  },
  {
    "text": "What we have to do is try to imagine a culture where things don't work like that. We have to imagine where people who live in a society have a set of views about a transcendence concept of justice and goodness and righteousness. But. But the written law codes are not the official statement. They are illustrations written in specific times and places. But no one written statement is the final arbiter or word. It's a statement that participates in a long history of statements.",
    "start": "00:00:37",
    "end": "00:01:14"
  },
  {
    "text": "This is really hard for us to appreciate, but imagine you live in a society where you have written laws, but you also have your cultural stories. You have the wisdom of the elders, and all of these things are consultants, but not as the final authority, but as a way to help you get to a deeper authority that is God's justice.",
    "start": "00:01:14",
    "end": "00:01:35"
  },
  {
    "text": "Law isn't the right word anymore. Yes, Wisdom. Wisdom and the fear of the Lord living in a way that corresponds to God's will.",
    "start": "00:01:35",
    "end": "00:01:43"
  },
  {
    "text": "And the law for ancient Israel wasn't simply a set of things to do and not do. It was a relational agreement about how to be in a covenant with God.",
    "start": "00:01:43",
    "end": "00:01:54"
  },
  {
    "text": "The laws are relational authority for ancient Israel, and they were to be formed by that relationship and to take on the character traits of God's justice and generosity and character so that other nations could look at ancient Israel and be like, whoa, that's a different way to be humans.",
    "start": "00:01:54",
    "end": "00:02:17"
  },
  {
    "text": "So today we discuss the difference between statutory law and what we'll call common law. It's a subtle difference, but it will help us appreciate how to read the laws in our Bible.",
    "start": "00:02:18",
    "end": "00:02:30"
  },
  {
    "text": "It was a paradigm shift that's been immensely helpful for me in understanding what the Torah is and the laws within it.",
    "start": "00:02:30",
    "end": "00:02:39"
  },
  {
    "text": "Thanks for joining us. Here we go. We are talking about laws, biblical laws, the law code in the Bible.",
    "start": "00:02:39",
    "end": "00:02:53"
  },
  {
    "text": "In the first few books of the Bible.",
    "start": "00:02:54",
    "end": "00:02:55"
  },
  {
    "text": "Yeah. They're all in the first five books of the Bible.",
    "start": "00:02:55",
    "end": "00:02:57"
  },
  {
    "text": "Yeah. And actually they're not in the first book. Genesis, in the second, third, fourth, and fifth, Exodus, Leviticus, Numbers, Deuteronomy.",
    "start": "00:02:57",
    "end": "00:03:06"
  },
  {
    "text": "You'll find them dispersed throughout those books.",
    "start": "00:03:06",
    "end": "00:03:09"
  },
  {
    "text": "Over 600.",
    "start": "00:03:09",
    "end": "00:03:09"
  },
  {
    "text": "There's over 600.",
    "start": "00:03:10",
    "end": "00:03:11"
  },
  {
    "text": "Yeah.",
    "start": "00:03:11",
    "end": "00:03:11"
  },
  {
    "text": "And we had a really great Conversation on why do we have all of these laws? And I think the takeaway was, well, we can know for sure that the reason wasn't to give a complete list of laws to live by of God's.",
    "start": "00:03:13",
    "end": "00:03:32"
  },
  {
    "text": "Will for human life.",
    "start": "00:03:32",
    "end": "00:03:33"
  },
  {
    "text": "Yeah. It's not designed that way. If that was its purpose, it failed.",
    "start": "00:03:33",
    "end": "00:03:39"
  },
  {
    "text": "Yeah, right. Talk about problems in the law codes for readers, ancient and modern, why the same principle or law will be worded in different ways or sometimes contradictory ways. Do you boil the Passover lamb or do you roast it? That kind of thing? Yep. Do you remember the Sabbath or do you keep the Sabbath? That's a smaller. That's a smaller one.",
    "start": "00:03:40",
    "end": "00:04:06"
  },
  {
    "text": "Yeah.",
    "start": "00:04:06",
    "end": "00:04:06"
  },
  {
    "text": "Yeah.",
    "start": "00:04:06",
    "end": "00:04:07"
  },
  {
    "text": "But it's just interesting that why would. If you're going to repeat Allah, why wouldn't you repeat it correct. With the exact same words? Correct it to be crystal clear.",
    "start": "00:04:07",
    "end": "00:04:14"
  },
  {
    "text": "Yeah.",
    "start": "00:04:14",
    "end": "00:04:14"
  },
  {
    "text": "And then we talked about this. This rabbinic tradition of both trying to distill all the laws into kind of this smaller set of axioms or values or whatever that helps you understand all of the laws, and then also the rabbinic tradition of taking a law that doesn't seem to explain enough of what you need, like the Sabbath and expounding on it, creating more law.",
    "start": "00:04:14",
    "end": "00:04:41"
  },
  {
    "text": "Yeah.",
    "start": "00:04:41",
    "end": "00:04:42"
  },
  {
    "text": "Cool.",
    "start": "00:04:42",
    "end": "00:04:43"
  },
  {
    "text": "Yeah. So here are a handful of perspectives. It'll probably take us a couple episodes to kind of talk through these, but I found these immensely helpful to just let each one of these. There's six individual perspectives, but they work together. And if I was going to try and recreate the journey I've been on over the last many years in understanding how laws work in the Bible, it's bound up in these six statements or perspectives. These six perspectives helps you understanding what the laws are, why they're in the Bible, and how I should relate to them.",
    "start": "00:04:43",
    "end": "00:05:20"
  },
  {
    "text": "Okay.",
    "start": "00:05:20",
    "end": "00:05:21"
  },
  {
    "text": "Yeah. Cool. There you go. Number one. Number one, we've already kind of established this, but we'll just make it clear the laws, the 611 or 13 laws, are not a law code. They're not a code meaning if we went down to the courthouse, the Portland courthouse, where you go to serve jury duty and all these things. So there are judges, and actually, I don't know if they're. Maybe they might be housed in the state. There's like a research library, a consulting library there where cases can be paused and judges and attorneys can go consult the law. Most of it's being digitized. Actually, most of it's probably already been digitized. Sure it is. But in other words, the law code. The law code that governs our land is the actual body of written text that is somewhere that is to be consulted when judges are applying the law.",
    "start": "00:05:21",
    "end": "00:06:22"
  },
  {
    "text": "And you're saying that the laws in the Bible are not that. Correct, but they are written because they're written in the Bible?",
    "start": "00:06:22",
    "end": "00:06:28"
  },
  {
    "text": "Oh, yeah. Oh, they're definitely written. Totally.",
    "start": "00:06:28",
    "end": "00:06:30"
  },
  {
    "text": "They're written in a section of the Bible called the law.",
    "start": "00:06:30",
    "end": "00:06:32"
  },
  {
    "text": "They're written in a section of the Bible called Torah. Torah in Hebrew, which you could translate as. Which means instruction or teaching. Yeah, importantly, actually, importantly, there isn't a Hebrew word that quite precisely corresponds to our word law. The words in the Hebrew Bible are custom or practice, instruction or teaching, command. The closest would be statute, which means something inscribed. But even all those are different than our concept of law. Actually, I should probably work that out at some point. I haven't taken that one to the bottom yet. But the point is that whatever the first five books of the Bible are, they aren't an ancient version of what judges consult on. On the digitized law codes of the statutes of the state of Oregon or United States.",
    "start": "00:06:33",
    "end": "00:07:23"
  },
  {
    "text": "Now, arguably, did that exist?",
    "start": "00:07:24",
    "end": "00:07:25"
  },
  {
    "text": "We're gonna. Yeah, actually, that's what we're talking about. I'll show you pictures of one. Well, actually, sorry. The simple answer to your question is no, those didn't exist in the ancient world. And for an important reason. Because our concept of what a law code is in our day is fundamentally different than how they conceived of laws and codes in the ancient world. But we'll get there. So if the laws aren't a comprehensive code, what are they?",
    "start": "00:07:26",
    "end": "00:07:51"
  },
  {
    "text": "What are they?",
    "start": "00:07:51",
    "end": "00:07:51"
  },
  {
    "text": "Well, the narrative presents them as the terms of a covenant agreement between two parties, namely Yahweh and the people of Israel. In other words, the Torah is a narrative about God entering a formal relationship with a group of people. And these laws in the narrative are the terms of their agreement.",
    "start": "00:07:51",
    "end": "00:08:15"
  },
  {
    "text": "Okay, now it just feels like we're just. This is semantics now at this point, because the terms of an agreement that have consequences.",
    "start": "00:08:15",
    "end": "00:08:25"
  },
  {
    "text": "Yeah, we don't call that law in English.",
    "start": "00:08:26",
    "end": "00:08:28"
  },
  {
    "text": "Yeah, we would.",
    "start": "00:08:28",
    "end": "00:08:29"
  },
  {
    "text": "Really.",
    "start": "00:08:30",
    "end": "00:08:30"
  },
  {
    "text": "What would you call that?",
    "start": "00:08:30",
    "end": "00:08:31"
  },
  {
    "text": "If you and I formed.",
    "start": "00:08:31",
    "end": "00:08:33"
  },
  {
    "text": "Oh, okay.",
    "start": "00:08:33",
    "end": "00:08:33"
  },
  {
    "text": "Let's say you and I started a non profit together. Okay.",
    "start": "00:08:33",
    "end": "00:08:38"
  },
  {
    "text": "I don't know, maybe stretch my imagination.",
    "start": "00:08:38",
    "end": "00:08:41"
  },
  {
    "text": "Yeah, maybe. If you. But let's say we wanted to formalize. It doesn't work for a non profit. Let's say we started a for profit.",
    "start": "00:08:41",
    "end": "00:08:48"
  },
  {
    "text": "Okay.",
    "start": "00:08:48",
    "end": "00:08:49"
  },
  {
    "text": "And we wanted to formalize, whatever. How our relationship works and who does what and whatever.",
    "start": "00:08:49",
    "end": "00:08:55"
  },
  {
    "text": "And we're agree on that.",
    "start": "00:08:55",
    "end": "00:08:56"
  },
  {
    "text": "Yeah, we might call them stipulations.",
    "start": "00:08:56",
    "end": "00:08:58"
  },
  {
    "text": "Yeah. What do you call those? Well, I mean, we were just looking at these the other day during a board meeting. There's. What do they call them?",
    "start": "00:08:59",
    "end": "00:09:07"
  },
  {
    "text": "Oh, we call them bylaws, which is how the bioproject bored the rules of operation. So if we have a whole society of people and we're agreeing, this is how we're going to live together. The only agreement is we're going to live together here in a way that's hopefully peaceable. And so we call those rules law. Commonly in English, that's the law. But if two parties intentionally form a relationship to accomplish a goal together, we wouldn't normally call the terms of the relationship laws. We would call them bylaws. Terms. We would call them stipulations. We call them bylaws.",
    "start": "00:09:07",
    "end": "00:09:45"
  },
  {
    "text": "Well, yeah, look at this. I just googled it. The main difference between a bylaw and a law is the law is passed by a national, federal or regional state body. Bylaw is made by a non sovereign body and it derives its authority from another governing body. Oh, I see. So if we were just kind of like, we're going on a hike and we're gonna be. We're gonna be on this hike for seven days. Let's create some. Yeah, let's create some rules.",
    "start": "00:09:45",
    "end": "00:10:15"
  },
  {
    "text": "Rules of the road.",
    "start": "00:10:15",
    "end": "00:10:16"
  },
  {
    "text": "Rules of the road. Yeah, yeah. Let's agree on like what our relationship's gonna be like for seven days.",
    "start": "00:10:16",
    "end": "00:10:20"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:10:20",
    "end": "00:10:20"
  },
  {
    "text": "You wouldn't call those bylaws because we're not adhering to.",
    "start": "00:10:20",
    "end": "00:10:23"
  },
  {
    "text": "Yeah, correct.",
    "start": "00:10:23",
    "end": "00:10:24"
  },
  {
    "text": "We're not being governed by.",
    "start": "00:10:24",
    "end": "00:10:26"
  },
  {
    "text": "Correct. And we could write them out and sign on them. This is very common. Very common in hiking. No, just in like day to day life. Two neighbors want to overlap their property to make a common deck or something.",
    "start": "00:10:26",
    "end": "00:10:40"
  },
  {
    "text": "Write it up, Write it up.",
    "start": "00:10:41",
    "end": "00:10:43"
  },
  {
    "text": "I had to buy a used car recently and so they did a couple repairs. We had to write up terms of them guaranteeing those repairs.",
    "start": "00:10:43",
    "end": "00:10:50"
  },
  {
    "text": "And all these terms drive their authority from another group.",
    "start": "00:10:50",
    "end": "00:10:53"
  },
  {
    "text": "But the authority, I guess the authority in a covenant relationship is.",
    "start": "00:10:53",
    "end": "00:10:57"
  },
  {
    "text": "Is the relationship.",
    "start": "00:10:57",
    "end": "00:10:58"
  },
  {
    "text": "Is the relationship itself.",
    "start": "00:10:58",
    "end": "00:10:59"
  },
  {
    "text": "Yeah. Not some, some bigger.",
    "start": "00:10:59",
    "end": "00:11:01"
  },
  {
    "text": "And usually the. The. Yeah, exactly.",
    "start": "00:11:01",
    "end": "00:11:03"
  },
  {
    "text": "Okay, that's the difference.",
    "start": "00:11:03",
    "end": "00:11:04"
  },
  {
    "text": "That's the difference.",
    "start": "00:11:04",
    "end": "00:11:05"
  },
  {
    "text": "What's the authority?",
    "start": "00:11:05",
    "end": "00:11:06"
  },
  {
    "text": "Correct.",
    "start": "00:11:06",
    "end": "00:11:07"
  },
  {
    "text": "Is the authority some governing sovereign body, meaning a group of people who all say that. That they exist as some state or nation? Or is the authority just merely. But that is a type of relationship. I'm sorry, this is getting.",
    "start": "00:11:07",
    "end": "00:11:25"
  },
  {
    "text": "No, no, of course it is. I guess here's the difference. I live in the state of Oregon Yeah. There is a number of governing bodies that have determined what are the laws of the land that I try my best to abide by.",
    "start": "00:11:25",
    "end": "00:11:39"
  },
  {
    "text": "Yeah. There's the city of Portland. There's Multnomah County. There's the state of Oregon.",
    "start": "00:11:39",
    "end": "00:11:42"
  },
  {
    "text": "That's right.",
    "start": "00:11:42",
    "end": "00:11:43"
  },
  {
    "text": "And then there's the federal.",
    "start": "00:11:43",
    "end": "00:11:44"
  },
  {
    "text": "And if I go to whatever, the state capitol or the courthouse in Portland or log in online, I could find that law. Those lists of statutes written that have been authorized.",
    "start": "00:11:44",
    "end": "00:11:57"
  },
  {
    "text": "And that's a law code.",
    "start": "00:11:57",
    "end": "00:11:58"
  },
  {
    "text": "It's a law code. When I open up the first five books of the Bible, I am not reading a law code. I'm reading a narrative about one party in the ancient world, the people of ancient Israel, entering into a covenant relationship with the deity. And the laws are telling, illustrating the terms of the agreement between these two parties that I'm not one of. I wasn't at Mount Sinai. It's a narrative about a covenant relationship. That's what the Torah is. It's a narrative about a covenant relationship. And that narrative is very instructive for me.",
    "start": "00:11:58",
    "end": "00:12:38"
  },
  {
    "text": "Yeah.",
    "start": "00:12:39",
    "end": "00:12:39"
  },
  {
    "text": "That's what the word Torah means. Instruction.",
    "start": "00:12:39",
    "end": "00:12:41"
  },
  {
    "text": "Yeah.",
    "start": "00:12:42",
    "end": "00:12:42"
  },
  {
    "text": "It's a paradigm shift. The laws are not a law code. The Torah is not a law code for all people of all time. It's a narrative about a covenant relationship between Yahweh and Israel. And the laws, there's a lot of them, but they're not comprehensive. They're selected to match the numerical value of the word Torah and they illustrate the nature of their covenant relationship. That's the first key paradigm shift I invite people into.",
    "start": "00:12:42",
    "end": "00:13:09"
  },
  {
    "text": "So for me, okay, I just want to make sure I understand this paradigm shift. In the same way, if we were to write a story about how all the Oregon laws came to be or kind of the, like the big. The big grand, like, why does Oregon exist and why are these laws? We would tell the story, we would then pull from the law code, right?",
    "start": "00:13:10",
    "end": "00:13:36"
  },
  {
    "text": "Yes.",
    "start": "00:13:36",
    "end": "00:13:36"
  },
  {
    "text": "Specific laws that would. Would help us understand the story. And if we wanted that to be instructive for the. Now, what does it mean to be an Oregonian? Then we have something more similar.",
    "start": "00:13:36",
    "end": "00:13:46"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:13:46",
    "end": "00:13:47"
  },
  {
    "text": "To the Torah.",
    "start": "00:13:47",
    "end": "00:13:48"
  },
  {
    "text": "Correct? Yeah.",
    "start": "00:13:48",
    "end": "00:13:49"
  },
  {
    "text": "It's not the law code.",
    "start": "00:13:49",
    "end": "00:13:50"
  },
  {
    "text": "Yeah. Yep. Correct. The law code existed and exists somewhere else for some other purpose. This is a narrative. I liked your hiking example, actually. If you and I went backpacking and we wrote up a two page agreement about who gets the water at the end of the day, who cleans the dishes after dinner, who cleans how many miles we'll hike how many miles we hike in a day. We write it all up because we've learned that we're like, whatever, super contentious and have to make this clear. And then let's say we both live in the state of Oregon, and so we are inspired by some of the laws of the land. Like, ooh, you know, one of the laws in Oregon is people do this. People don't do that. And so we use wording and concepts from our state law code, and we borrow them and adapt them in our little formal agreement between us. And then if one of us was to, years later, write a narrative about our hike and include large selections of our formal agreement in the narrative itself, that would be more like what the Torah is.",
    "start": "00:13:50",
    "end": "00:14:58"
  },
  {
    "text": "So you're saying that the original set of terms of this covenant even itself is in a law code?",
    "start": "00:14:58",
    "end": "00:15:05"
  },
  {
    "text": "Ah, well, we'll talk about that. How law worked in the ancient world, and what law codes were is different, totally different than our culture. My point here is just what is the Torah? The five books of the Bible in front of us? They are a narrative about a covenant relationship.",
    "start": "00:15:05",
    "end": "00:15:20"
  },
  {
    "text": "Yeah.",
    "start": "00:15:20",
    "end": "00:15:20"
  },
  {
    "text": "They're not a law code.",
    "start": "00:15:20",
    "end": "00:15:21"
  },
  {
    "text": "They're a narrative about a covenant relationship. The covenant relationship had terms.",
    "start": "00:15:21",
    "end": "00:15:25"
  },
  {
    "text": "Correct?",
    "start": "00:15:26",
    "end": "00:15:26"
  },
  {
    "text": "Those terms we call laws.",
    "start": "00:15:26",
    "end": "00:15:28"
  },
  {
    "text": "Common English. Yeah. Or by laws.",
    "start": "00:15:28",
    "end": "00:15:31"
  },
  {
    "text": "Well, I'm just saying, when we talk about this whole series, how to read the law.",
    "start": "00:15:31",
    "end": "00:15:34"
  },
  {
    "text": "Oh, I understand. Yes. Yeah, got it.",
    "start": "00:15:34",
    "end": "00:15:36"
  },
  {
    "text": "That's the word we use.",
    "start": "00:15:36",
    "end": "00:15:37"
  },
  {
    "text": "Yeah.",
    "start": "00:15:38",
    "end": "00:15:38"
  },
  {
    "text": "Should we stop calling it that?",
    "start": "00:15:38",
    "end": "00:15:39"
  },
  {
    "text": "Well, no, no, we should just use the word law.",
    "start": "00:15:40",
    "end": "00:15:42"
  },
  {
    "text": "Okay.",
    "start": "00:15:42",
    "end": "00:15:43"
  },
  {
    "text": "But it's covenant law.",
    "start": "00:15:43",
    "end": "00:15:44"
  },
  {
    "text": "It's covenant law. It's not law code in the way that we understand law code.",
    "start": "00:15:44",
    "end": "00:15:48"
  },
  {
    "text": "That's right. So after I use the word law the first time, I just swap it out for the word terms. Covenant terms with that.",
    "start": "00:15:48",
    "end": "00:15:55"
  },
  {
    "text": "So covenant law and covenant law is different than law code.",
    "start": "00:15:55",
    "end": "00:16:00"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:16:00",
    "end": "00:16:01"
  },
  {
    "text": "Like what? The main difference, what I heard you say is that it's based on a relationship.",
    "start": "00:16:01",
    "end": "00:16:06"
  },
  {
    "text": "Yeah. Both parties take it upon themselves to operate by these terms for the sake of this relationship.",
    "start": "00:16:06",
    "end": "00:16:13"
  },
  {
    "text": "And I'm just going to be a jerk for a second and just say, isn't that what all law is?",
    "start": "00:16:13",
    "end": "00:16:17"
  },
  {
    "text": "Yes, in a way. Okay, yeah, totally. Yeah. We agree to live in the city of Portland. We will live by these laws. But a covenant relationship is specific. And, you know, it's our covenant video. It's a partnership to accomplish something, a particular thing together.",
    "start": "00:16:17",
    "end": "00:16:33"
  },
  {
    "text": "Yeah.",
    "start": "00:16:33",
    "end": "00:16:33"
  },
  {
    "text": "Here in Portland, it's accomplishing what? The well being. I don't know. My main purpose is to simply say the literary form of the first Five books of the Bible isn't a law code.",
    "start": "00:16:33",
    "end": "00:16:44"
  },
  {
    "text": "Yeah, that's. I get that.",
    "start": "00:16:44",
    "end": "00:16:46"
  },
  {
    "text": "It's a narrative about a covenant, and the laws illustrate the terms of that covenant relationship.",
    "start": "00:16:46",
    "end": "00:16:53"
  },
  {
    "text": "Now, I guess maybe this is where I'm getting hung up. It's not a law code. It's a narrative about a covenant. Another way to say that is not a law code. It's a narrative about a law code based on a covenant.",
    "start": "00:16:54",
    "end": "00:17:06"
  },
  {
    "text": "It's a narrative about a covenant that has drawn upon an ancient law code that is not contained within the Bible itself.",
    "start": "00:17:06",
    "end": "00:17:14"
  },
  {
    "text": "Yeah, yeah. Okay.",
    "start": "00:17:14",
    "end": "00:17:17"
  },
  {
    "text": "There have to have been more rules governing the life of ancient Israel. What we have are 611.",
    "start": "00:17:17",
    "end": "00:17:27"
  },
  {
    "text": "I just hear you trying to make a. Trying to make a difference between covenant.",
    "start": "00:17:27",
    "end": "00:17:34"
  },
  {
    "text": "Terms, covenant terms and law code. Okay, got it.",
    "start": "00:17:34",
    "end": "00:17:37"
  },
  {
    "text": "In my mind, they get too blurred too quickly.",
    "start": "00:17:37",
    "end": "00:17:40"
  },
  {
    "text": "Yeah. What you're saying is they're bas. Basically they're two subsets within the same type of group.",
    "start": "00:17:40",
    "end": "00:17:44"
  },
  {
    "text": "Yeah. Which is the bigger group is just.",
    "start": "00:17:44",
    "end": "00:17:46"
  },
  {
    "text": "Rules for governing common life together. Yeah, yeah. And so in that sense. Granted, totally granted, you're right. So what you're asking is helping me clarify what my main point is and is not. There are laws within the covenant terms in the Torah that are verbatim from other ancient Near Eastern law codes. So what that tells us is the way that through Moses and then the prophets and scribes who shaped the Torah after him, the way they conceived of God, wanting them to live, fit within the ancient cultural context, but also adapted it in an important way. That's a later perspective. Okay, first point, not a lot. Code, not a law code. This is the narrative design shape of the covenant making ceremony in the book of Exodus. So when they leave Egypt and they go to the foot of Mount Sinai, that's Exodus 19. Exodus 19 through 24 is where the Ten Commandments appear. And it's where they sign on the dotted line to enter the covenant. The narrative of six chapters are designed in this real precise symmetry. On the outer frame is chapters 19 and 24. There's all this verbatim language. But in chapter 19, they approach the mountain, Moses goes up and he invites all Israel to listen to my voice and keep my covenant. That's the opening lines. Listen to my voice, which is the Hebrew word for obey. Yeah, there's no word for obey. It's just listen to listen. So listen to my voice and keep my covenant. And Israel says, all that Yahweh has spoken, we're going to do. And Yahweh comes down and he reveals.",
    "start": "00:17:46",
    "end": "00:19:32"
  },
  {
    "text": "This is the I do in a marriage ceremony.",
    "start": "00:19:32",
    "end": "00:19:34"
  },
  {
    "text": "Yeah, totally. Yeah, that's right. Yeah, that's right. Yeah. And then the next thing is the cloud and fire comes down the mountain and God speaks the ten Commandments. Then you get a little narrative at the center of this whole section about how the people don't want to go up the mountain. They say we're going to die if we go close to God. So Moses, you go up for us. He goes up on their behalf.",
    "start": "00:19:34",
    "end": "00:19:57"
  },
  {
    "text": "That's right in the center.",
    "start": "00:19:57",
    "end": "00:19:58"
  },
  {
    "text": "That's right in the center. And then you get the next body of covenant laws. 42. The 42 laws in both the 10 Commandments. And in those 42 laws, the first command is, don't make any other gods, don't have any other gods and don't make any idols. Moses comes down after getting the 42 laws, and it's the same divine appearance of cloud and fire. Moses writes the scroll of the covenant. The people say the same thing they said in chapter 19, all that Yahweh spoke and we will do so. This is the first revelation of law in the story. It's the ten Commandments and the laws, and it's sandwiched in between in 19 and 24, a Covenant actual ceremony. So my point here is just even the first time laws are introduced in the narrative, it's in a marriage ceremony between Yahweh and Israel. So that tells you the purpose of the laws that illustrate the terms of the covenant relationship.",
    "start": "00:19:58",
    "end": "00:20:56"
  },
  {
    "text": "Yeah, Sam.",
    "start": "00:20:56",
    "end": "00:21:23"
  },
  {
    "text": "If Israel obeys these terms. The opening prologue to the Covenant in Exodus 19. We've talked about this before. This is where you get the phrase kingdom of priests. So if you this Exodus, chapter 19, verses 4 through 6. If you listen to my voice and keep my covenant, then result if you listen and obey. Yeah, it's a condition. If you listen and obey, then you'll be my own possession among all the peoples. Because listen, all the earth is mine. So I could choose a lot of different people here, you guys. I chose one people. But you're only going to fulfill your purpose if you obey the covenant. If you do, then you'll be a kingdom of priests and a holy nation. We made a whole video about this in the law video. The kingdom of priests is about being sacred representatives to the nations. So there you go. The laws are relational authority for ancient Israel. And they were to be formed by that relationship and to take on the character traits of God's justice and generosity and character, so that other nations could look at ancient Israel and be like, whoa, That's a different way to be humans.",
    "start": "00:21:37",
    "end": "00:22:54"
  },
  {
    "text": "That's cool.",
    "start": "00:22:54",
    "end": "00:22:55"
  },
  {
    "text": "That's the idea.",
    "start": "00:22:55",
    "end": "00:22:56"
  },
  {
    "text": "Now, that's the purpose of the terms of the covenant, which is synonymous with law, code in a way, or with law. So to go back to this American thing like life, liberty, pursuit of happiness, all of our laws are for that purpose. So for Israel, it's to be a kingdom of priests, to then show the world to the nature of God and I mean, this whole recreation of the world.",
    "start": "00:22:56",
    "end": "00:23:30"
  },
  {
    "text": "Yes.",
    "start": "00:23:30",
    "end": "00:23:30"
  },
  {
    "text": "For America it's, hey, let's have life, liberty and pursuit of happiness. So there's a kind of a parallel there. But what we don't get in the Torah is then the whole list.",
    "start": "00:23:30",
    "end": "00:23:40"
  },
  {
    "text": "Correct. Yeah. Sampler.",
    "start": "00:23:40",
    "end": "00:23:42"
  },
  {
    "text": "We get the sampler.",
    "start": "00:23:42",
    "end": "00:23:43"
  },
  {
    "text": "Yeah.",
    "start": "00:23:43",
    "end": "00:23:43"
  },
  {
    "text": "And it's couched in the narrative.",
    "start": "00:23:44",
    "end": "00:23:45"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:23:45",
    "end": "00:23:46"
  },
  {
    "text": "Of how it came to be and the significance of it.",
    "start": "00:23:46",
    "end": "00:23:50"
  },
  {
    "text": "That's correct.",
    "start": "00:23:50",
    "end": "00:23:51"
  },
  {
    "text": "We actually watch the ceremony.",
    "start": "00:23:51",
    "end": "00:23:52"
  },
  {
    "text": "Yeah, you watch the.",
    "start": "00:23:52",
    "end": "00:23:53"
  },
  {
    "text": "Yeah, and then you get to hear some of them.",
    "start": "00:23:53",
    "end": "00:23:55"
  },
  {
    "text": "Correct.",
    "start": "00:23:55",
    "end": "00:23:56"
  },
  {
    "text": "And then.",
    "start": "00:23:56",
    "end": "00:23:56"
  },
  {
    "text": "Yeah, yep, that's the feel. And of course, a lot of the rationale for the selection of the laws. Like in both those cases, the Ten Commandments and the covenant laws both begin with the first command as don't have any other gods and don't make idols. The first narrative after this wedding ceremony is the story of the Golden Calf.",
    "start": "00:23:56",
    "end": "00:24:17"
  },
  {
    "text": "Yeah. Right. So they're designing it so that you can see that the law isn't going to be upheld.",
    "start": "00:24:17",
    "end": "00:24:26"
  },
  {
    "text": "Correct. So in other words, this is going to be a later perspective that we'll get to. But this narrative about you and me going on a hiking trip and agreeing to the terms of our relationship and including even specific of the rules in the narrative that we've agreed to, to imitate the Torah, our narrative would then have to go on and tell story after story of how you and I violate the agreement.",
    "start": "00:24:26",
    "end": "00:24:51"
  },
  {
    "text": "The story would be. So Tim and John, they wrote out a list and the first thing on the list was, don't wake each other up until 8am yeah, that's right. And the first morning of the trip, John got up at 6:30 and started.",
    "start": "00:24:51",
    "end": "00:25:07"
  },
  {
    "text": "Just singing and clanging pots, pelting Tim with pine cones. Yeah, that's what the narrative would be like. In which case again, you have to back up and you say, what's the purpose of this narrative? Is this narrative trying to tell me that I'm supposed to obey all these.",
    "start": "00:25:08",
    "end": "00:25:27"
  },
  {
    "text": "Laws and if I'm going to go on a hike with my friends. Yeah. Am I going to then go and just mine all the laws and Then now those are our hiking rules.",
    "start": "00:25:27",
    "end": "00:25:36"
  },
  {
    "text": "Yeah. So at that point, I just want to say, let's just stop and be patient. Let's let the story tell itself. Let's try and understand how laws worked in the ancient world, how laws work in this narrative, and then clarity emerges. Yeah, but that's the first paradigm shift. Terms of the covenant, it's not a lockhood, it's the terms of the covenant. Another helpful way to see how the Torah is not an ancient law code is to compare it to actual ancient law codes. Okay, yeah, like, we have them. They've been discovered. And so this is wonderful because it's like, oh, not only is the Torah not a law code, it's a narrative about a covenant, but if we wanted to see what an ancient law code looked like to compare to the Torah, we have them. And there's the most famous one. Actually, I don't know how famous it is anymore. It's called the Code of Hammurabi.",
    "start": "00:25:36",
    "end": "00:27:04"
  },
  {
    "text": "Yeah, I only know of it because we've talked about it.",
    "start": "00:27:04",
    "end": "00:27:06"
  },
  {
    "text": "Oh, really? Well, never heard of it before.",
    "start": "00:27:06",
    "end": "00:27:09"
  },
  {
    "text": "I may have, but I never really became in any way familiar with it until we started talking about it.",
    "start": "00:27:09",
    "end": "00:27:15"
  },
  {
    "text": "All right, well, there you go. Let's talk about the Code of Hammurabi.",
    "start": "00:27:15",
    "end": "00:27:18"
  },
  {
    "text": "Hammurabi.",
    "start": "00:27:18",
    "end": "00:27:19"
  },
  {
    "text": "Hammurabi. So in 1901, there was an Egyptian Egyptologist, an expert in ancient Egypt named Gustav Yekier, he's French, and he found this huge basalt stone pillar in Susa of what was then called Khuzestan, which ancient Khuzestan is in modern day Iran, southern part of modern day Iran. So this is massive stone. It's like over six feet tall. It's big. And if you look, the length of the pillar is mostly just written in this ancient cuneiform script. But at the top of it is a picture, and it's a picture of a King Hammurabi. On the left, he's standing, and he is approaching the throne of a seated royal figure who's a God, a deity. And actually just notice this is related to our other conversations about spiritual beings. But notice that the deity whose name is Shamash, which is the word sun.",
    "start": "00:27:19",
    "end": "00:28:28"
  },
  {
    "text": "Oh, like the S u n. S.",
    "start": "00:28:29",
    "end": "00:28:30"
  },
  {
    "text": "U n the sun. So he is the sun.",
    "start": "00:28:30",
    "end": "00:28:33"
  },
  {
    "text": "He's the sun God.",
    "start": "00:28:33",
    "end": "00:28:34"
  },
  {
    "text": "He's the sun God. Notice that seated Shamash, the sun God, is as tall as Hammurabi is standing. He's a giant.",
    "start": "00:28:34",
    "end": "00:28:42"
  },
  {
    "text": "He's a big dude. Oh, he's a giant.",
    "start": "00:28:42",
    "end": "00:28:44"
  },
  {
    "text": "He's a giant. Oh, yeah. Deities are giants. Yeah, yeah. So. And it's what Shamash, he's handing to Hammurabi. He has a ring and a staff. He has fire leaping off of his shoulders. That's how you know he's Shamash, the sun God, and he's handing to Hammurabi a ring and a staff, which are symbols of divine royal authority. So it's a picture of. Imagine this is propaganda you put of yourself if you're a king.",
    "start": "00:28:44",
    "end": "00:29:11"
  },
  {
    "text": "I got this stuff from I've been.",
    "start": "00:29:12",
    "end": "00:29:14"
  },
  {
    "text": "Commissioned by the gods to rule the world.",
    "start": "00:29:14",
    "end": "00:29:17"
  },
  {
    "text": "Here's an image of it.",
    "start": "00:29:18",
    "end": "00:29:19"
  },
  {
    "text": "Here's an image happened. Yeah, totally. Look, it's proof. And so here's the prologue. Here's like the first words. When Lofty Anum, king of the Anunnaki, and Enlil, lord of heaven and earth, the determiner of destinies of the land, they determined for Marduk, the firstborn of Enki. These are all gods, different coalitions of gods. He made a great kingdom, he made Marduk great. And he called Babylon the kingdom's name. So in other words, it begins with a story about how Babylon, the kingdom over which I reign, is established by the most powerful gods out there.",
    "start": "00:29:19",
    "end": "00:29:59"
  },
  {
    "text": "So this law code starts with a narrative too.",
    "start": "00:29:59",
    "end": "00:30:01"
  },
  {
    "text": "This law code starts with a narrative about how the gods founded our kingdom. Yep. He made Babylon supreme in the world, established for him in its midst an enduring kingship whose foundations are as firm as heaven and earth. That's handy. When the gods start a kingdom, they appoint a human king. And at that time, Anum and Enlil, who established Babylon and the kingship they named me, to promote the welfare of the people. Me, Hammurabi the devout, the God fearing prince, to cause justice to prevail in the land, to destroy the wicked and the evil, that the strong might not oppress the weak, to rise like the sun over humankind. Stop. These are the words right below. A picture of the sun God of Hammurabi being commissioned by the sun. But now Hammurabi himself is to be the sun rising over the land. Think of Genesis 1 in terms of the sun, moon and stars rule over the day and night. And then humans rule over the land. The sons are a sign of God's power, the humans are an image of God. We're in the same thought world here.",
    "start": "00:30:01",
    "end": "00:31:12"
  },
  {
    "text": "Yeah, but in the Hammurabi's law code, the sun is the God, not a sign.",
    "start": "00:31:12",
    "end": "00:31:18"
  },
  {
    "text": "Yeah, that's right. Yeah. And here the sun is a deity. The sun is the deity. Yeah, yeah. In Genesis 1, the sun, moon and stars are created beings who are images of God's glory and so are humans. Here the Son is the ultimate God and he only appoints one human. In Genesis 1, all humans are the image of the divine ruling here. There's one deity, the sun appointing one human, the king to light up the land. Hammurabi, the shepherd called by Enlil, the one who makes affluence and plenty abound. The one, and this is important, the one who relayed the foundations of Sippar ancient temple city. Who decked with green the chapels of Ayah, the designer of the temple of Ababar, which is like a heavenly dwelling. So the gods have appointed me and.",
    "start": "00:31:18",
    "end": "00:32:15"
  },
  {
    "text": "I created the temple.",
    "start": "00:32:15",
    "end": "00:32:16"
  },
  {
    "text": "And the first thing I did was rebuild ancient temple city and build the temple itself. And by the way, the temple here on earth is like the heavens. He makes the temple an image or a mirror of the heavenly temple of the gods.",
    "start": "00:32:16",
    "end": "00:32:31"
  },
  {
    "text": "Same thought world of the biblical author.",
    "start": "00:32:31",
    "end": "00:32:34"
  },
  {
    "text": "Yeah, totally. So then what he says is this is top of the next page is when the God Marduk commanded me to provide just ways for the people of the land. Appropriate behavior. I establish truth and justice. I enhance the well being of the people. And then what begins is a list of 282 laws. And these laws read a lot like the laws of the Torah. Here I'll just let you read a couple number 196.",
    "start": "00:32:34",
    "end": "00:33:04"
  },
  {
    "text": "If a man destroy the eye of another man, they shall destroy his eye. If one breaks a man's bone, they shall break his bone. If one destroys the eye of a free man or break the bone of a free man, he shall pay one gold. Mina, mina mina. If one destroys the eye of a man's slave or breaks a bone of the man's slave, he shall pay one half of his price.",
    "start": "00:33:04",
    "end": "00:33:23"
  },
  {
    "text": "Yeah, okay, so spaz, eye for eye.",
    "start": "00:33:23",
    "end": "00:33:26"
  },
  {
    "text": "Yeah, right. There's a very similar law in the Torah.",
    "start": "00:33:26",
    "end": "00:33:29"
  },
  {
    "text": "Eye for eye, tooth for tooth, wound for wound.",
    "start": "00:33:29",
    "end": "00:33:32"
  },
  {
    "text": "There's a price in the Torah too, isn't there?",
    "start": "00:33:32",
    "end": "00:33:34"
  },
  {
    "text": "Totally. Yeah, it's called damages. Where if. Yeah. You injure somebody and they're laid up for a while and can't work, you pay them damages. If you injure somebody's slave, that kind of thing. Yeah, totally. Yep.",
    "start": "00:33:34",
    "end": "00:33:46"
  },
  {
    "text": "Number 250. If an ox gores to death a man while it's passing through the street, that case has no basis for a claim. Yeah, sorry dude.",
    "start": "00:33:46",
    "end": "00:33:54"
  },
  {
    "text": "So if you're ox, it's an ox.",
    "start": "00:33:54",
    "end": "00:33:56"
  },
  {
    "text": "Stay out of its way.",
    "start": "00:33:56",
    "end": "00:33:57"
  },
  {
    "text": "Yeah, totally. But next one.",
    "start": "00:33:57",
    "end": "00:33:59"
  },
  {
    "text": "Oh, 251. If a man's ox is a known.",
    "start": "00:33:59",
    "end": "00:34:02"
  },
  {
    "text": "Gorer, if it did a second time or a third time.",
    "start": "00:34:02",
    "end": "00:34:06"
  },
  {
    "text": "Okay. And the authorities of the city quarter notify him that it's a known gorer and he's not blunted.",
    "start": "00:34:07",
    "end": "00:34:12"
  },
  {
    "text": "Yeah, he doesn't. He hasn't shaved off the horns.",
    "start": "00:34:13",
    "end": "00:34:15"
  },
  {
    "text": "Yeah. And that ox gores to death a member of the. Ooh.",
    "start": "00:34:15",
    "end": "00:34:19"
  },
  {
    "text": "Awilu class.",
    "start": "00:34:19",
    "end": "00:34:20"
  },
  {
    "text": "Awilu class.",
    "start": "00:34:20",
    "end": "00:34:21"
  },
  {
    "text": "Yeah. I'm gonna look them up. The Awilu class.",
    "start": "00:34:23",
    "end": "00:34:26"
  },
  {
    "text": "Then the owner shall give 30 shekels of silver. That's how much. That's how much a person's life is worth. It's great. I mean, it's very practical.",
    "start": "00:34:27",
    "end": "00:34:34"
  },
  {
    "text": "Exactly. Yeah, it totally is.",
    "start": "00:34:34",
    "end": "00:34:36"
  },
  {
    "text": "What's the Oweloo class?",
    "start": "00:34:36",
    "end": "00:34:37"
  },
  {
    "text": "It just says a person of standing. I think it means a citizen. Yeah. Yeah.",
    "start": "00:34:37",
    "end": "00:34:41"
  },
  {
    "text": "Okay.",
    "start": "00:34:41",
    "end": "00:34:42"
  },
  {
    "text": "Yeah. So again, the reason here is there's a whole section of laws in the Covenant Code in Exodus that we just read about the goring ox. Yeah, totally. Which apparently, I mean, in farming communities, of course.",
    "start": "00:34:42",
    "end": "00:34:54"
  },
  {
    "text": "Yeah. You're gonna have ox cruising around.",
    "start": "00:34:54",
    "end": "00:34:56"
  },
  {
    "text": "Totally. Yeah.",
    "start": "00:34:56",
    "end": "00:34:57"
  },
  {
    "text": "It's a common problem.",
    "start": "00:34:57",
    "end": "00:34:58"
  },
  {
    "text": "Yeah. Spear you through.",
    "start": "00:34:58",
    "end": "00:34:59"
  },
  {
    "text": "Yeah.",
    "start": "00:34:59",
    "end": "00:35:00"
  },
  {
    "text": "And so if it's just a one off, you know, then, sorry, sorry that happened to you. But if it happens a second, third time, then you get the ox is a problem. Yeah, totally. So that's just a sampling, but these are three good examples that show, like. Yeah. These are formed in exactly the same vocabulary as the laws of the Bible. Okay, you finish the 282 laws, and here's the epilogue. May any king who appears in the land in the future at any time, observe the pronouncements of justice I've inscribed upon this statue. May he not alter the judgments I've rendered or the verdicts I gave, nor removed my engraved image. If any man has discernment and is capable of providing just ways for his land, may he heed the pronouncements I've inscribed upon the statue. So here's a law code. Yeah, it looks like a law code. It presents itself. There is a little narrative. Yeah, but it's just. It's a foundation narrative to tell you why this is important, why this? You're hearing the word of the gods, and then it presents the list, and then it ends with a little warning to any leader after me should do this.",
    "start": "00:35:00",
    "end": "00:36:10"
  },
  {
    "text": "And was this supposed to be an exhaustive list then?",
    "start": "00:36:10",
    "end": "00:36:12"
  },
  {
    "text": "Like, we'll talk about that, but let's just. Here's what an ancient code looks like.",
    "start": "00:36:13",
    "end": "00:36:17"
  },
  {
    "text": "Yeah, okay. Yeah.",
    "start": "00:36:17",
    "end": "00:36:18"
  },
  {
    "text": "This is not the Torah.",
    "start": "00:36:18",
    "end": "00:36:20"
  },
  {
    "text": "Okay. Right. Yeah.",
    "start": "00:36:20",
    "end": "00:36:21"
  },
  {
    "text": "The Torah doesn't look like this.",
    "start": "00:36:21",
    "end": "00:36:22"
  },
  {
    "text": "Yeah.",
    "start": "00:36:23",
    "end": "00:36:23"
  },
  {
    "text": "What? It looks like is that the Torah is a narrative about an ancient covenant and that the authors of the Torah have selected certain laws out of a pre existing kind of law code.",
    "start": "00:36:23",
    "end": "00:36:35"
  },
  {
    "text": "Yeah. Now we don't know if there was ever some sort of statue with laws on it or written of some sort of exhaustive thing like this.",
    "start": "00:36:35",
    "end": "00:36:47"
  },
  {
    "text": "Okay, this is interesting. After Moses is about to die and he commissions Joshua, he says, when you go into the land, after you make your first settlement, find a huge rock, make a pillar, cover it with plaster, and then etch into it the words of the Torah. That's what he tells them. And then there's a narrative in Joshua about Joshua doing this. So the question is, what did he write? He almost certainly didn't write the whole Pentateuch.",
    "start": "00:36:48",
    "end": "00:37:16"
  },
  {
    "text": "Yeah.",
    "start": "00:37:17",
    "end": "00:37:17"
  },
  {
    "text": "Genesis through Deuteronomy. So what he's writing is some ancient version of the laws of the covenant that you could write on a standing stone. Yeah, yeah. We don't know what that is or have record of it. So there was. Yeah, there was something out there that was drawn upon. But the point is the Torah is a sampler of something that pre existed. And if we want to know what kind of thing might have pre existed, here's the code of Hammurabi. It's a wonderful example.",
    "start": "00:37:17",
    "end": "00:37:46"
  },
  {
    "text": "Yeah. Not only is an example, but some of the laws, like those three we.",
    "start": "00:37:46",
    "end": "00:37:50"
  },
  {
    "text": "Read, are very similar, very similar to laws found in Israel's laws. Okay, so here's some puzzles about the law code. This is an episode about the code of Hammurabi. But these problems with the code are helpful, I think, for coming back to the laws of the Torah. This is from a scholar named Joshua Berman, who's I'm going to be quoting his work quite a lot later on. He says this code is one of the most frequently copied texts from the ancient world. Over a course of 1500 years, the code of Hammurabi was adopted by other kings, recopied new statues. I mean, this thing, this went viral in the ancient world.",
    "start": "00:37:50",
    "end": "00:38:33"
  },
  {
    "text": "Ancient viral law code.",
    "start": "00:38:34",
    "end": "00:38:36"
  },
  {
    "text": "So we have dozens of copies from all throughout the ancient world of the code of Hammurabi. We also, in ancient Babylon, the Hittite kingdom, ancient Canaan, we have thousands of legal documents that have been discovered. Land agreements, purchase agreements, divorce certificates. So Joshua Berman goes on. He says, of the thousands of Mesopotamian legal documents in our possession, not one of them quotes from the code of Hammurabi or any other code as a source of authority. This is in spite of the fact that the code of Hammurabi was esteemed and recopied for more than a millennium. All of this suggests that ancient Near Eastern law codes were of a literary or educational or monumental nature, rather than legal and judicial. In other words, whatever law codes were in the ancient world, they existed. Kono of Hammurabi is one of them. What was their purpose or function? Did they exist so that judges who are trying cases could go look at the pillar and be like, what should I do here? Law 253 says this, and now I will apply that principle. That's how law works in our culture. Law codes. That's how it works. So he's just noticing. It's just interesting. We have thousands of legal records from the ancient world. Never once is any ancient law code quoted as a source of authority for the decision being made in these thousands of cases. That's interesting. What's also interesting is that in those legal documents, some of them are like a civil dispute about somebody hit another person or somebody. Some of them are about situations that are addressed in the law code. And there'll be decisions that were made that explicitly contradict. Or the money. Remember, the thing in the code of Hammurabi was if somebody hits somebody's slave, they have to pay this certain amount, one gold mina. But then there'll be a document about a case where somebody did this, and they'll get fined 15 gold minas or something. So not only is this. Are these codes never quoted in actual law cases, they're not adhered to. There are decisions being made in law cases in Babylon that don't follow the code.",
    "start": "00:38:36",
    "end": "00:41:00"
  },
  {
    "text": "So if they didn't use the code as the authority.",
    "start": "00:41:01",
    "end": "00:41:04"
  },
  {
    "text": "Yes.",
    "start": "00:41:04",
    "end": "00:41:05"
  },
  {
    "text": "What was the authority?",
    "start": "00:41:05",
    "end": "00:41:06"
  },
  {
    "text": "Exactly. That's the problem I'm trying to expose here. The rabbit hole goes a little deeper, if you're interested. If I have your curiosity piqued.",
    "start": "00:41:06",
    "end": "00:41:15"
  },
  {
    "text": "Let's do it.",
    "start": "00:41:15",
    "end": "00:41:16"
  },
  {
    "text": "So here. It's at this point that scholars of ancient law have had to go through a paradigm shift that's still happening. I think it began in kind of the 1980s.",
    "start": "00:42:02",
    "end": "00:42:12"
  },
  {
    "text": "Scholars of ancient law.",
    "start": "00:42:12",
    "end": "00:42:13"
  },
  {
    "text": "Oh, totally.",
    "start": "00:42:14",
    "end": "00:42:15"
  },
  {
    "text": "Very niche field.",
    "start": "00:42:15",
    "end": "00:42:15"
  },
  {
    "text": "Yeah, it's totally a niche field. But these groups of people exist.",
    "start": "00:42:15",
    "end": "00:42:19"
  },
  {
    "text": "Yeah.",
    "start": "00:42:19",
    "end": "00:42:20"
  },
  {
    "text": "Yeah. It's awesome. So one of the Godfather figures is named Raymond Westbrook. But essentially what we're up against here is that not all cultures have the same uses of law codes. Different cultures do different things with law codes. So this is from a scholar of this niche topic named Michael Lefevre. He wrote a comprehensive history of how Israelites and Jews perceived the laws in the Torah throughout their whole history. I thought it was a Fascinating book. But he tries to help us see the difference between what he calls a legislative society and what he calls a non legislative society. You could also call it statutory law society and then a common law or custom law society. And the difference is actually really simple. In a statutory or legislative society, the law of the land is an actual written text that has been authorized by a body of people. And both all the people in that land and the judges of that land, their obligation is to the written text of the law. Yeah.",
    "start": "00:42:20",
    "end": "00:43:30"
  },
  {
    "text": "And the written text is the authority.",
    "start": "00:43:30",
    "end": "00:43:32"
  },
  {
    "text": "Correct. And what the written text is, is an embodiment of some transcendent set of values of justice that we all adhere to. And this written text is the way we're going to embody it here. That's how most modern, at least democracies work. There's a written text, begins with the Constitution and all the way down. So what we have to do is try to imagine a culture where things don't work like that. We have to imagine where people who live in a society have a set of views about a transcendence concept of justice and goodness and righteousness. But the written law codes are not the official statement. They are illustrations written in specific times and places. But no one written statement is the final arbiter or word. It's a statement that participates in a long history of statements. There you go. That's the basic point. Therefore, in a common law society where the written law codes are illustrations of our actual values of justice, the law codes have all kinds of purposes. Like Hammurabi's is a great example. What that is is royal propaganda.",
    "start": "00:43:32",
    "end": "00:44:51"
  },
  {
    "text": "Right?",
    "start": "00:44:51",
    "end": "00:44:52"
  },
  {
    "text": "Yeah. For how the gods authorized me. And here is a. They're almost like a statement of the values of my platform. Your platform? Yeah, totally. It's like a statement of Hammurabi's platform. Yeah, but another king.",
    "start": "00:44:52",
    "end": "00:45:08"
  },
  {
    "text": "And so.",
    "start": "00:45:08",
    "end": "00:45:09"
  },
  {
    "text": "Yeah, go ahead.",
    "start": "00:45:09",
    "end": "00:45:09"
  },
  {
    "text": "And so in that he's making a case for his authority and his platform and how he. How society exists under him.",
    "start": "00:45:09",
    "end": "00:45:17"
  },
  {
    "text": "Correct.",
    "start": "00:45:17",
    "end": "00:45:18"
  },
  {
    "text": "But then he gets very specific about, like Goring oxes. Are you saying then that the specificity isn't to say this is how it will always be? The specificity is. Here's just an example.",
    "start": "00:45:18",
    "end": "00:45:33"
  },
  {
    "text": "Here's an example of how this would.",
    "start": "00:45:33",
    "end": "00:45:35"
  },
  {
    "text": "Come to play out.",
    "start": "00:45:35",
    "end": "00:45:36"
  },
  {
    "text": "Correct, Correct. And we know that ancient leaders of Babylon saw the code of Hammurabi as an example because they didn't follow it.",
    "start": "00:45:36",
    "end": "00:45:45"
  },
  {
    "text": "But they still would follow the platform.",
    "start": "00:45:46",
    "end": "00:45:48"
  },
  {
    "text": "They would follow the principles.",
    "start": "00:45:48",
    "end": "00:45:50"
  },
  {
    "text": "The principles of the platform.",
    "start": "00:45:50",
    "end": "00:45:51"
  },
  {
    "text": "Correct. But when it comes to actual detailed applications, they're not following the numbers. The specific amount, monetary amounts for the fines. And they're not even appealing to the code itself because their obligation isn't to the code of Hammurabi. Their obligation is to Shamash, the Sun God.",
    "start": "00:45:51",
    "end": "00:46:08"
  },
  {
    "text": "It just seems chaotic to me.",
    "start": "00:46:08",
    "end": "00:46:10"
  },
  {
    "text": "Ah, right. All right. That's how it appears to us. Yeah, yeah.",
    "start": "00:46:10",
    "end": "00:46:13"
  },
  {
    "text": "Because then, like, I'm just some dude in some city run by Babylon or some, like, village or whatever.",
    "start": "00:46:13",
    "end": "00:46:21"
  },
  {
    "text": "Yeah.",
    "start": "00:46:21",
    "end": "00:46:21"
  },
  {
    "text": "Something gets brought to me because I'm whatever, respected or have some authority, and I'm just like. Yeah, yeah, 15 Minas. You 30.",
    "start": "00:46:21",
    "end": "00:46:31"
  },
  {
    "text": "Yeah.",
    "start": "00:46:31",
    "end": "00:46:32"
  },
  {
    "text": "And then it's like, what? It's like the code says one. No, we're not even going to refer to the code.",
    "start": "00:46:32",
    "end": "00:46:37"
  },
  {
    "text": "Yes.",
    "start": "00:46:37",
    "end": "00:46:37"
  },
  {
    "text": "What the code says.",
    "start": "00:46:37",
    "end": "00:46:38"
  },
  {
    "text": "Yeah, totally. Yeah. It becomes more fluid.",
    "start": "00:46:38",
    "end": "00:46:40"
  },
  {
    "text": "More fluid.",
    "start": "00:46:41",
    "end": "00:46:41"
  },
  {
    "text": "The law becomes fluid in its application. How else do you explain Moses telling one generation, roast the Passover lamb and then the next generation boil the Passover lamb?",
    "start": "00:46:41",
    "end": "00:46:52"
  },
  {
    "text": "Yeah, it's fluid.",
    "start": "00:46:52",
    "end": "00:46:53"
  },
  {
    "text": "It's fluid.",
    "start": "00:46:53",
    "end": "00:46:54"
  },
  {
    "text": "Yeah.",
    "start": "00:46:54",
    "end": "00:46:55"
  },
  {
    "text": "Okay.",
    "start": "00:46:56",
    "end": "00:46:57"
  },
  {
    "text": "So it's funny, it both makes this distinction. Really helps. But then also makes me feel really uncomfortable.",
    "start": "00:46:57",
    "end": "00:47:04"
  },
  {
    "text": "Yeah. I think it makes people who live in statutory law societies. It's a foreign way of conceiving of law and order.",
    "start": "00:47:05",
    "end": "00:47:14"
  },
  {
    "text": "Yeah.",
    "start": "00:47:14",
    "end": "00:47:15"
  },
  {
    "text": "It is a form of law and order. It's just a different form of law and order than we're used to.",
    "start": "00:47:15",
    "end": "00:47:20"
  },
  {
    "text": "Right.",
    "start": "00:47:20",
    "end": "00:47:20"
  },
  {
    "text": "Here's the thing, though. So again, this is the scholar Joshua Berman. He wrote two books that have been immensely helpful to me. One is called Created Equal. I think it's how the Bible broke with ancient political thought. And what he's showing primarily that book, is reading the ancient law code, the laws of the Torah in relationship to their matching commands and other law codes. And he just shows how the social order being envisioned by the laws of the Torah was both recognizable to ancient Babylonians and Canaanites, but a total ethical revolution towards a greater form of what we would call social equality between citizens. Yeah, it's really amazing.",
    "start": "00:47:20",
    "end": "00:48:01"
  },
  {
    "text": "And sexes, genders and a lot of.",
    "start": "00:48:01",
    "end": "00:48:03"
  },
  {
    "text": "Well, not so much on the gender front. Yeah. His argument is actually being a woman or a slave in ancient Israel, you were better off than you were in Babylon, but you weren't.",
    "start": "00:48:03",
    "end": "00:48:14"
  },
  {
    "text": "It wasn't completely equal.",
    "start": "00:48:14",
    "end": "00:48:15"
  },
  {
    "text": "That's correct. Yeah. We'll talk about this a little bit more. The other book you wrote is called Inconsistency in the Torah because these discrepancies between different laws within the Torah itself have been used to build whole models of critical views of how the Pentateuch came into existence, how the different law Codes were produced by completely different groups who were at odds with each other. And so what the Torah is. Is a collection of actually competing. What were competing law codes by different groups in ancient Israel have been combined into one. This is a view that's out there. And what he's saying is that's imposing a completely modern concept of a law code onto this ancient law code. Ancient law codes were fluid expressions of common law, which meant the same code can have what we perceive as a contradiction. But they didn't view it that way because law can be applied in different ways in different circumstances. SA here's two illustrations that were helpful for me. So I didn't know this. This is like. Joshua Berman gave me an education in, like, the history of law in Europe. Statutory law, where the law code is the authority.",
    "start": "00:48:16",
    "end": "00:50:04"
  },
  {
    "text": "Yeah.",
    "start": "00:50:04",
    "end": "00:50:05"
  },
  {
    "text": "It's a relatively modern invention in the history of the human race.",
    "start": "00:50:05",
    "end": "00:50:08"
  },
  {
    "text": "Yeah.",
    "start": "00:50:09",
    "end": "00:50:09"
  },
  {
    "text": "I believe it specifically in the 17th and 18th centuries in Europe because you.",
    "start": "00:50:09",
    "end": "00:50:14"
  },
  {
    "text": "Need kind of mass printing in order for it to really work.",
    "start": "00:50:14",
    "end": "00:50:17"
  },
  {
    "text": "Yeah, yeah. Basically it's. This is that common law where we all just kind of have a set of agreements. They don't have to be written. We can write expressions of them, but no written expression is the authority.",
    "start": "00:50:17",
    "end": "00:50:29"
  },
  {
    "text": "Right.",
    "start": "00:50:29",
    "end": "00:50:30"
  },
  {
    "text": "He says that law can work in smaller homogenous societies where everybody's kind of the same and we all have a really tight social web and have the same religious and ethical values. It's the perfect system.",
    "start": "00:50:30",
    "end": "00:50:46"
  },
  {
    "text": "And also it's a necessary system when not everyone can read.",
    "start": "00:50:46",
    "end": "00:50:50"
  },
  {
    "text": "Yep.",
    "start": "00:50:50",
    "end": "00:50:51"
  },
  {
    "text": "There's not a really good way to pass around written, like the technology just doesn't exist.",
    "start": "00:50:51",
    "end": "00:50:57"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:50:57",
    "end": "00:50:58"
  },
  {
    "text": "Of like mass production.",
    "start": "00:50:58",
    "end": "00:50:59"
  },
  {
    "text": "Yeah, yeah. Where's the written code and who can read it?",
    "start": "00:50:59",
    "end": "00:51:01"
  },
  {
    "text": "Yeah. So it becomes a more necessary way of thinking about.",
    "start": "00:51:01",
    "end": "00:51:05"
  },
  {
    "text": "Yeah, that's right. So he's. Berman quotes from scholars who say, if you just trace the history of Europe, the rise of urbanization, the rise of immigration to large cities, more diverse populations in cities that have different value systems, and then the rise of the modern nation state, which redefined identity not by ethnicity necessarily, but by land borders, the people who live in this land.",
    "start": "00:51:05",
    "end": "00:51:33"
  },
  {
    "text": "And that's a. That's a modern phenomenon.",
    "start": "00:51:33",
    "end": "00:51:37"
  },
  {
    "text": "Totally. The modern nation state. So he said the modern nation state is actually an urbanization is really key in the history of statutory law.",
    "start": "00:51:37",
    "end": "00:51:46"
  },
  {
    "text": "And then the technology of.",
    "start": "00:51:46",
    "end": "00:51:48"
  },
  {
    "text": "And technology of writing. Post printing press.",
    "start": "00:51:48",
    "end": "00:51:50"
  },
  {
    "text": "Yeah.",
    "start": "00:51:50",
    "end": "00:51:51"
  },
  {
    "text": "So now you have different people who have different value sets living in the same city, but we are citizens together.",
    "start": "00:51:51",
    "end": "00:51:57"
  },
  {
    "text": "Yeah.",
    "start": "00:51:57",
    "end": "00:51:57"
  },
  {
    "text": "And so the rise of statutory law is that here's the law code. And doesn't matter who you are, we do this law according to this law code.",
    "start": "00:51:57",
    "end": "00:52:06"
  },
  {
    "text": "Yeah. That's the basic thing when you give the history lesson.",
    "start": "00:52:06",
    "end": "00:52:08"
  },
  {
    "text": "Yeah.",
    "start": "00:52:09",
    "end": "00:52:09"
  },
  {
    "text": "It makes. It makes a lot of sense. And my discomfort goes away a little bit because it just feels like.",
    "start": "00:52:09",
    "end": "00:52:13"
  },
  {
    "text": "Yeah.",
    "start": "00:52:13",
    "end": "00:52:14"
  },
  {
    "text": "Necessary.",
    "start": "00:52:14",
    "end": "00:52:15"
  },
  {
    "text": "Yes.",
    "start": "00:52:15",
    "end": "00:52:16"
  },
  {
    "text": "Like this is how you would have had to do law.",
    "start": "00:52:16",
    "end": "00:52:19"
  },
  {
    "text": "Correct.",
    "start": "00:52:19",
    "end": "00:52:19"
  },
  {
    "text": "And then I think about judicial law, and I'm like, oh, wow. Yeah. That is just a modern phenomena.",
    "start": "00:52:20",
    "end": "00:52:27"
  },
  {
    "text": "Correct.",
    "start": "00:52:27",
    "end": "00:52:28"
  },
  {
    "text": "Now I'm importing back on the Bible.",
    "start": "00:52:28",
    "end": "00:52:30"
  },
  {
    "text": "Yeah. Isn't that interesting? I had the same experience. It was just like, oh, wow. It's like somebody exposing that you're in a fish tank, but you didn't know it. Swimming in a fish tank. You know, like you're a fish and you don't know that you're in it. Can't see the glass around you. And then someone points it out, you're.",
    "start": "00:52:30",
    "end": "00:52:45"
  },
  {
    "text": "Like, oh, that's why my nose is all raw.",
    "start": "00:52:45",
    "end": "00:52:47"
  },
  {
    "text": "Totally. Okay, so here's. This is fascinating. This is on the middle of page 11. This is a helpful illustration. So the point is, common law societies flourished for most of human history because they require smaller, pretty homogenous cultures where the common values are just assumed. You're raised into the value set by your parents and your community and your uncle. So in Germany in the 1800s, there was, I guess he was a professor of law, and like the Godfather, his name was Carl von Savigny. He called this common value set the Volk is German, the Volksgeist, the spirit of the people or the collective consciousness of the people. So a common law, where no written code is the official statement. The official statement is Volksgeist. Right. And so if you have a situation where social cohesion starts breaking down, it becomes more difficult for the law to be just what we all know is the right thing to do. So this is so interesting. One of Carl Savigny's most famous students was Jacob Grimm of the Brothers Grimm, and he had. His brother was Wilhelm the Brothers Grimm.",
    "start": "00:52:48",
    "end": "00:54:05"
  },
  {
    "text": "The Brothers Grimm with all the fables.",
    "start": "00:54:05",
    "end": "00:54:07"
  },
  {
    "text": "Yeah, totally. So Jacob Grimm of the Brothers Grimm was one of the most famous lawyers and scholars of German law in. In Germany in the early 1800s. Their whole project of collecting the folklore and the stories of their people was. Wasn't just to, like, create children's books.",
    "start": "00:54:07",
    "end": "00:54:31"
  },
  {
    "text": "Yeah.",
    "start": "00:54:31",
    "end": "00:54:31"
  },
  {
    "text": "It was a project aimed at upholding the common law tradition.",
    "start": "00:54:31",
    "end": "00:54:35"
  },
  {
    "text": "Yeah. They were collecting the.",
    "start": "00:54:36",
    "end": "00:54:37"
  },
  {
    "text": "The Volksgeist. The Volksgeist. So think of all these stories. Cinderella, Hansel and Gretel, Rapunzel, Rumpelstiltskin, Sleeping Beauty, the Frog Prince. So what they developed was a scholarly set of tools for unearthing the original form of these stories and also how they changed through time and then creating the official written editions of them. But why? Why'd they put in all this work? They were trying to create the educational value code of German society in the 1800s, which begins with raising your kids. I mean, think about it. What stories do we use to teach our kids what is right?",
    "start": "00:54:38",
    "end": "00:55:18"
  },
  {
    "text": "Yeah. How do we create in our kids the right sense of what it means to be a German?",
    "start": "00:55:18",
    "end": "00:55:23"
  },
  {
    "text": "Yep. Yeah. How we treat each other. Yeah. So in the early. I think it was 1812 through 1815, they created a big multi volume edition.",
    "start": "00:55:24",
    "end": "00:55:35"
  },
  {
    "text": "Yeah.",
    "start": "00:55:35",
    "end": "00:55:36"
  },
  {
    "text": "Of all the fairy tales. Sorry, folk tales. Some of them are fairy tales. Folk tales. Okay, this is fascinating. Maybe this isn't fascinating. I found this really fascinating. Again, this is Joshua Berman. So he says Jacob Grimm, the foremost student of Karl von Savigny, who was the founder of the historical school of German Law Studies. He believed that law must emanate from the Moors, the social values of the people. And he initiated a vast effort to recover text and traditions that reflect the values and principles of German culture. The Grimm brothers interest in German folklore stemmed from a conviction that those specimens of culture, these folk tales, contain the remnants of German law and liberties. Judges should adjudicate, make decisions on the basis of a range of customary law sources. What do judges draw upon when they make a decision? Not a law code. They could use a law code as an illustration, but also including proverbs, mythology, folklore, poetry and the like. This is fascinating. Jacob Grimm actually derived property laws from some of the folk tales found in their collection.",
    "start": "00:55:36",
    "end": "00:56:47"
  },
  {
    "text": "Interesting.",
    "start": "00:56:47",
    "end": "00:56:48"
  },
  {
    "text": "Isn't that interesting?",
    "start": "00:56:48",
    "end": "00:56:48"
  },
  {
    "text": "Yeah. Well, that makes sense. So, I mean, what's happening is this is an example of this time in human history. We're moving from common law to statutory law, statutory judicial law. And the Brothers Grimm are saying, hey, let's make this a really great transition.",
    "start": "00:56:48",
    "end": "00:57:04"
  },
  {
    "text": "Yes.",
    "start": "00:57:04",
    "end": "00:57:04"
  },
  {
    "text": "Let's take all we've discovered from all of these years of customary law and let's make sure that as we're making all this judicial law, that it's informed by it. And so they are unearthing all of these fables.",
    "start": "00:57:04",
    "end": "00:57:21"
  },
  {
    "text": "Correct.",
    "start": "00:57:21",
    "end": "00:57:21"
  },
  {
    "text": "Which were what were used to help make the common law decisions.",
    "start": "00:57:21",
    "end": "00:57:26"
  },
  {
    "text": "Yeah, that's right. Yeah. Again, and this is helpful also to talk about the Pentateuch, the whole Pentateuch, the narratives and the laws as Torah instruction. In the same way that the Brothers Grimm viewed these folk tales as a kind of legal education. And so all of a sudden, what we call narrative and poetry and law, for them, those are literary distinctions, but they're all aimed at instructing you.",
    "start": "00:57:26",
    "end": "00:57:58"
  },
  {
    "text": "What does it mean to be a German citizen?",
    "start": "00:57:58",
    "end": "00:58:01"
  },
  {
    "text": "Yeah. And the Pentateuch pops into new perspective all of a sudden. Like the fact that it's narrative and poetry and law all in one book, but it's all aimed at instructing you in discerning God's word, where it's being.",
    "start": "00:58:01",
    "end": "00:58:13"
  },
  {
    "text": "Made in the image of God.",
    "start": "00:58:13",
    "end": "00:58:14"
  },
  {
    "text": "Yeah.",
    "start": "00:58:14",
    "end": "00:58:14"
  },
  {
    "text": "And to be in the family of Abraham.",
    "start": "00:58:14",
    "end": "00:58:17"
  },
  {
    "text": "Correct. Yeah.",
    "start": "00:58:17",
    "end": "00:58:18"
  },
  {
    "text": "I think I feel the discomfort of many people when we compare the Torah to fables.",
    "start": "00:58:18",
    "end": "00:58:26"
  },
  {
    "text": "Oh, got it. This is just an analogy. Yeah, yeah. I'm not making that kind of comparison. I'm just saying, for people in Jacob Grimm's time, where do you go to gain instruction in the ways of our people?",
    "start": "00:58:28",
    "end": "00:58:41"
  },
  {
    "text": "Yeah. It's not a set of statutory laws.",
    "start": "00:58:41",
    "end": "00:58:44"
  },
  {
    "text": "You can consult a law code. That might be one illustration. But you also go to a. Our foundation stories. You go to the stories we tell our children and raise them on. You go to poetry. These can all become examples of the Volksgeist.",
    "start": "00:58:45",
    "end": "00:58:57"
  },
  {
    "text": "The Volksgeist. That's a great word.",
    "start": "00:58:57",
    "end": "00:58:59"
  },
  {
    "text": "And so in the same way, the Pentateuch as a whole, not just the laws, but the whole. The narrative about the laws, everything is a part of instructing you in the Volksgeist of the Kingdom of Priests. That's the analogy I'm making.",
    "start": "00:58:59",
    "end": "00:59:12"
  },
  {
    "text": "And even though we live in a time in human history where judicial law is the norm, we do live.",
    "start": "00:59:12",
    "end": "00:59:18"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:59:18",
    "end": "00:59:19"
  },
  {
    "text": "Day to day. More based off of custom. Mary Law.",
    "start": "00:59:19",
    "end": "00:59:23"
  },
  {
    "text": "Yeah.",
    "start": "00:59:23",
    "end": "00:59:23"
  },
  {
    "text": "Like we. In that last episode, we talked a lot about the hiking trip we would take and the laws we write. In reality, we wouldn't write a lock, like some sort of code.",
    "start": "00:59:23",
    "end": "00:59:32"
  },
  {
    "text": "No, we just kind of know.",
    "start": "00:59:32",
    "end": "00:59:33"
  },
  {
    "text": "We just know. There's customary laws. There's stories of people who hiked before us problems that they ran into.",
    "start": "00:59:33",
    "end": "00:59:40"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:59:40",
    "end": "00:59:40"
  },
  {
    "text": "There's just the proverbs, just the wise sayings of, like, what it means to be a good person. And we just know all this stuff, and when something comes up, we're going to appeal to those things.",
    "start": "00:59:40",
    "end": "00:59:51"
  },
  {
    "text": "Correct.",
    "start": "00:59:51",
    "end": "00:59:51"
  },
  {
    "text": "You know when I wake you up in the morning, before it's like the sun came up, you're just going to be like, dude, what's the deal?",
    "start": "00:59:51",
    "end": "00:59:57"
  },
  {
    "text": "We don't do that around here. It's not a thing you do.",
    "start": "00:59:59",
    "end": "01:00:01"
  },
  {
    "text": "And that's just typically how we Live is based off of customer.",
    "start": "01:00:02",
    "end": "01:00:06"
  },
  {
    "text": "Yeah. And then when a custom is violated, you need to make it explicit. This is why the list of rules at, like, public pools is so long. No running, no jumping, no peeing. No. All that kind of stuff.",
    "start": "01:00:06",
    "end": "01:00:20"
  },
  {
    "text": "Right.",
    "start": "01:00:20",
    "end": "01:00:20"
  },
  {
    "text": "But the only.",
    "start": "01:00:21",
    "end": "01:00:22"
  },
  {
    "text": "Remember, these are all things that we could all agree on.",
    "start": "01:00:22",
    "end": "01:00:25"
  },
  {
    "text": "Totally. Yeah, that's right. But apparently some things were unspoken, and then we realized, oh, yeah, you shouldn't. Whatever, do this in the pool. And so now we have to write the long list.",
    "start": "01:00:25",
    "end": "01:00:35"
  },
  {
    "text": "Yeah. And then it's funny where, like, you get the signs that used to just say, no skateboarding, and now it's no skateboarding, no rollerblading, no scooters.",
    "start": "01:00:35",
    "end": "01:00:43"
  },
  {
    "text": "Yeah, yeah, that's right.",
    "start": "01:00:43",
    "end": "01:00:45"
  },
  {
    "text": "The custom behind that is like. Yeah, you know, this is just for pedestrians. Yes, that's right. Let's not, like, destroy this property.",
    "start": "01:00:45",
    "end": "01:00:52"
  },
  {
    "text": "Did you hear about the sign that our friend Ken put on the pool at his house?",
    "start": "01:00:52",
    "end": "01:00:56"
  },
  {
    "text": "Yeah, I don't remember.",
    "start": "01:00:56",
    "end": "01:00:56"
  },
  {
    "text": "It says, welcome to our ul. There's no picture in it.",
    "start": "01:00:56",
    "end": "01:01:01"
  },
  {
    "text": "Yeah.",
    "start": "01:01:01",
    "end": "01:01:02"
  },
  {
    "text": "And let's keep it that way.",
    "start": "01:01:02",
    "end": "01:01:03"
  },
  {
    "text": "Let's keep it that way.",
    "start": "01:01:03",
    "end": "01:01:04"
  },
  {
    "text": "That's good. Yeah, I like it. I like that.",
    "start": "01:01:04",
    "end": "01:01:06"
  },
  {
    "text": "Yeah, it's very memorable.",
    "start": "01:01:06",
    "end": "01:01:07"
  },
  {
    "text": "It's memorable like.",
    "start": "01:01:07",
    "end": "01:01:09"
  },
  {
    "text": "Like a fairy tale.",
    "start": "01:01:09",
    "end": "01:01:10"
  },
  {
    "text": "Yeah. Yeah. Okay, this is helpful. This is actually. This is the. We're still on the first perspective. It's the longest one, but it rounds off. It's. It's inclusio with the last one.",
    "start": "01:01:11",
    "end": "01:01:23"
  },
  {
    "text": "Yeah.",
    "start": "01:01:23",
    "end": "01:01:23"
  },
  {
    "text": "This is the way that the Torah came to be talked about in later Judaism as wisdom. Wisdom literature. When you get to the book of Proverbs, the Torah that is passed down from parents to children is equivalent with wisdom. The Torah, first five books of the Bible are wisdom literature.",
    "start": "01:01:23",
    "end": "01:01:42"
  },
  {
    "text": "And it makes a lot of sense then, too, how the apostle Paul uses it with, like, the muslin, the ox.",
    "start": "01:01:44",
    "end": "01:01:49"
  },
  {
    "text": "Totally.",
    "start": "01:01:49",
    "end": "01:01:49"
  },
  {
    "text": "Yeah.",
    "start": "01:01:49",
    "end": "01:01:50"
  },
  {
    "text": "Yeah, exactly. Yeah. So we'll get to that at the end. But this is the groundwork of a paradigm for approaching the whole Pentateuch, not just the laws, but the whole Pentateuch as a kind of legal education. Volksgeist. Yeah, Volksgeist. Legal isn't the right word. Law isn't the right word anymore. It's wisdom. Yes, wisdom. Yeah, wisdom. And the fear of the Lord living in a way that corresponds to God's will. And the point isn't to do what these characters do necessarily, because they do a lot of horrible things, but watching the characters do horrible things is an education for me.",
    "start": "01:01:50",
    "end": "01:02:26"
  },
  {
    "text": "Okay. This is super helpful, and I feel like it could take an Entire video just to do that, make this shift from there. It feels pretty satisfying.",
    "start": "01:02:26",
    "end": "01:02:38"
  },
  {
    "text": "Like we could just be done talking now.",
    "start": "01:02:38",
    "end": "01:02:39"
  },
  {
    "text": "Well, I don't know. I mean, obviously there's a lot more to talk about, but I mean, man, that's its own.",
    "start": "01:02:40",
    "end": "01:02:45"
  },
  {
    "text": "Yeah.",
    "start": "01:02:46",
    "end": "01:02:46"
  },
  {
    "text": "Treatment.",
    "start": "01:02:46",
    "end": "01:02:47"
  },
  {
    "text": "Yeah. Totally.",
    "start": "01:02:47",
    "end": "01:02:48"
  },
  {
    "text": "Sat.",
    "start": "01:03:11",
    "end": "01:03:36"
  },
  {
    "text": "Here. Let's just, just. So can I take one more step? I know we're already well into this conversation. We can do this quickly. Do you remember those problems that scholars noted about the code of Hammurabi? That even though it was copied and everybody read it.",
    "start": "01:03:45",
    "end": "01:03:59"
  },
  {
    "text": "Yeah. No one had. No one.",
    "start": "01:03:59",
    "end": "01:04:00"
  },
  {
    "text": "People didn't quote from it or adhere to it.",
    "start": "01:04:00",
    "end": "01:04:03"
  },
  {
    "text": "Yeah.",
    "start": "01:04:03",
    "end": "01:04:03"
  },
  {
    "text": "The same problem exists with the laws in the Pentateuch within the Old Testament. First of all, there are different statements about what kind of judges should be appointed in ancient Israel. Here's two. One's in Exodus 18, one's in Deuteronomy chapter 1. What are the type of people who are to be promoted as judges? Exodus 18. Select out of all the people men who fear God. They're men of truth, hate, dishonest gain. Do you fear God? You have integrity and you won't take dirty money. Deal. You'll be a judge.",
    "start": "01:04:04",
    "end": "01:04:38"
  },
  {
    "text": "Great.",
    "start": "01:04:38",
    "end": "01:04:39"
  },
  {
    "text": "So notice nothing about an expert in the laws of the Torah.",
    "start": "01:04:39",
    "end": "01:04:44"
  },
  {
    "text": "Sure.",
    "start": "01:04:45",
    "end": "01:04:46"
  },
  {
    "text": "It's just someone's personal character is what qualifies them to be a judge. Deuteronomy 1. So I took the heads of your tribes, wise experienced men, appointed them as heads over you. I charged your judges and what qualifies them? Last statement there. Don't show partiality. You'll hear the small and great alike. You don't fear humans, for justice belongs to God. You can just see it here. There's nothing about legal education, consulting written texts.",
    "start": "01:04:46",
    "end": "01:05:17"
  },
  {
    "text": "And that could either be because it's taking that for granted.",
    "start": "01:05:17",
    "end": "01:05:20"
  },
  {
    "text": "Could be. That's right. This could be. But it's just. At least it's noteworthy. Here's another thing. There are narratives. This is on page 13 and following there are all these narratives where about actual like legal court scenes in the Old Testament and the decisions being made are either different from the laws in the Torah or contradict the laws of the Torah. For example, in 2nd Samuel chapter 14, after one of his sons Absalom has murdered his other son Amnon, he's brought before the king. And David just excuses Absalom contradicting every single law about manslaughter and murder in the Torah. He just doesn't even appeal to. I'm the king, here's the law. My son's excused you're just like, oh, that's interesting.",
    "start": "01:05:20",
    "end": "01:06:12"
  },
  {
    "text": "So maybe he's just not following the Torah.",
    "start": "01:06:14",
    "end": "01:06:15"
  },
  {
    "text": "It could be that he's not following the Torah, but he's the king. Like, no, there's no. Yeah, nobody gets in his face about it.",
    "start": "01:06:15",
    "end": "01:06:23"
  },
  {
    "text": "Yeah.",
    "start": "01:06:23",
    "end": "01:06:23"
  },
  {
    "text": "There's no judges around going, no, what's written in the law. Apparently at this time in Israel's history, the king's word is the law.",
    "start": "01:06:23",
    "end": "01:06:30"
  },
  {
    "text": "Yeah, right.",
    "start": "01:06:30",
    "end": "01:06:31"
  },
  {
    "text": "Kind of like the Code of Hammurabi, where the gods appointed me and I determine. The most detailed trial scene in the whole Old Testament is in the book of Jeremiah, where Jeremiah is being tried before the leaders of Israel for announcing that the temple is going to be destroyed. And his defense, he doesn't appeal or quote from the Torah at all. What he quotes from is a story about another prophet, Micah, who had the same message and he never got imprisoned. So he's arguing not from Allah, but from precedent, which is.",
    "start": "01:06:31",
    "end": "01:07:08"
  },
  {
    "text": "We do that too. It's case law.",
    "start": "01:07:08",
    "end": "01:07:09"
  },
  {
    "text": "Yeah, that's right. Yeah, that's right. And then the arguments against him by the other attorneys, they never quote from the Torah. They just say he's speaking in the name of Yahweh, that the Yahweh's temple is going to be destroyed. They have a political accusation that he's prophesying against our city. It's the most detailed court scene in the whole Old Testament. And never once are the laws of the Torah pulled out or consulted or quoted. You just have to go like, well, that's really interesting. And so when judges are praised, like Solomon, the famous decision he makes about the two ladies.",
    "start": "01:07:09",
    "end": "01:07:44"
  },
  {
    "text": "Yeah.",
    "start": "01:07:44",
    "end": "01:07:45"
  },
  {
    "text": "Splitting the baby, who both claim the same baby as their son. So he comes up with a clever solution to get one to tell the truth. And then the quote at the end of that story is, when all Israel heard the judgment which the king decided, they revered the king because they saw in him the wisdom of God to do justice. So again, they saw that he consulted the Torah.",
    "start": "01:07:45",
    "end": "01:08:10"
  },
  {
    "text": "That's not what it says.",
    "start": "01:08:10",
    "end": "01:08:11"
  },
  {
    "text": "No. He got an education in the Torah that trained him to become wise, to know how to make the right decision in this specific situation. So the Torah and its laws were a part of a much larger set of educational tools in Israelite culture. It was a common law society. It makes perfect sense.",
    "start": "01:08:11",
    "end": "01:08:33"
  },
  {
    "text": "Yeah.",
    "start": "01:08:33",
    "end": "01:08:34"
  },
  {
    "text": "Anyway, this was so helpful.",
    "start": "01:08:34",
    "end": "01:08:35"
  },
  {
    "text": "These are all examples of common law in practice.",
    "start": "01:08:35",
    "end": "01:08:38"
  },
  {
    "text": "That's right. Yeah. So this isn't just arguing from similarity with the Code of Hammurabi. This is within the Old Testament itself.",
    "start": "01:08:39",
    "end": "01:08:46"
  },
  {
    "text": "Yeah. What do you see? Actually when you in practice, it's common law.",
    "start": "01:08:46",
    "end": "01:08:51"
  },
  {
    "text": "It's a common law society. There you go. That was a long. That was a long conversation. But it was a paradigm shift that's been immensely helpful for me in understanding what the Torah is and the laws within it.",
    "start": "01:08:51",
    "end": "01:09:06"
  },
  {
    "text": "It is helpful and it is a paradigm shift. And it reminds me again of how cross cultural of an endeavor it is to read the Bible.",
    "start": "01:09:06",
    "end": "01:09:15"
  },
  {
    "text": "Yeah, totally.",
    "start": "01:09:15",
    "end": "01:09:16"
  },
  {
    "text": "Because we have these, we just have these very firm paradigms of what is law and how does a culture act in respect to law.",
    "start": "01:09:16",
    "end": "01:09:26"
  },
  {
    "text": "Yeah.",
    "start": "01:09:26",
    "end": "01:09:27"
  },
  {
    "text": "And for me, it's just like a no brainer.",
    "start": "01:09:27",
    "end": "01:09:29"
  },
  {
    "text": "Yeah. It's law codes.",
    "start": "01:09:29",
    "end": "01:09:30"
  },
  {
    "text": "Law code.",
    "start": "01:09:30",
    "end": "01:09:31"
  },
  {
    "text": "Yeah.",
    "start": "01:09:31",
    "end": "01:09:31"
  },
  {
    "text": "And you go to it, what does it say?",
    "start": "01:09:31",
    "end": "01:09:33"
  },
  {
    "text": "Yeah, that's the law.",
    "start": "01:09:33",
    "end": "01:09:34"
  },
  {
    "text": "That's the law.",
    "start": "01:09:34",
    "end": "01:09:35"
  },
  {
    "text": "Yeah.",
    "start": "01:09:35",
    "end": "01:09:35"
  },
  {
    "text": "And if the Bible's not doing that, then the Bible has a problem and I'm either gonna just ignore it or be ashamed of it.",
    "start": "01:09:35",
    "end": "01:09:49"
  },
  {
    "text": "Yeah.",
    "start": "01:09:49",
    "end": "01:09:49"
  },
  {
    "text": "But we are travelers to another time and place when we read the Bible that we have to. We have to unwrap these paradigms. And that's a big one. That's a really big one that could use its own treatment.",
    "start": "01:09:50",
    "end": "01:10:05"
  },
  {
    "text": "Yeah, I see.",
    "start": "01:10:05",
    "end": "01:10:06"
  },
  {
    "text": "I mean, I don't know. Maybe you can do it in 60 seconds. Maybe we can do it in 60 seconds.",
    "start": "01:10:07",
    "end": "01:10:11"
  },
  {
    "text": "Yeah. John, you're good at explaining complex things in a short amount of time. You're deer in the headlights right now. So this took me a few months to really process and sort through. So I was reading. So, you know, you're doing this in like an hour. I bet we can. That little visual podcast listeners. You can't. But the visual that Michael Lefevre came up with in his book.",
    "start": "01:10:11",
    "end": "01:10:33"
  },
  {
    "text": "Yeah, we'll put in the show notes.",
    "start": "01:10:33",
    "end": "01:10:34"
  },
  {
    "text": "Yep. But it's pretty helpful. It just makes it really clear that the source of obligation isn't to a written text. It's to a transcendent set of values of which the written law code is one expression. But so also can narratives and poetry and proverbs and so on. Yep, there you go. I bet we can do that. Yeah, I bet we can do that.",
    "start": "01:10:34",
    "end": "01:10:58"
  },
  {
    "text": "Yeah.",
    "start": "01:10:58",
    "end": "01:10:59"
  },
  {
    "text": "The rest of the things, perspectives I want to work through will take much less time. That is the biggest one. And I think it would be cool to capture that in a minute to three minutes. We could do it.",
    "start": "01:10:59",
    "end": "01:11:11"
  },
  {
    "text": "Thanks for listening to this episode of the BibleProject podcast. Our video on the law is out. It's part of the how to Read the Bible series. You can find it on our website, thebibleproject.com or on our YouTube channel YouTube.com thebibleproject Today's show was edited and produced by Dan Gummel. We're a NonProfit in Portland, Oregon. You can find everything we're up to@thebibleproject.com.",
    "start": "01:11:13",
    "end": "01:11:36"
  },
  {
    "text": "Hi, this is Mateusz from Poland. I'm excited to be a part of making the Bible Project videos available in Polish. Thank you for your support and let all your friends know these videos are available. We believe the Bible is unified story that leads to Jesus. The Bible Project is croft founded and you can find free videos, study notes, podcasts and more@thebibleproject.com the Bible Project is finance of Animpres Vilus Vas Mojos Darmova Notate Nastronia the Bible Project Crobka.",
    "start": "01:11:37",
    "end": "01:12:40"
  },
  {
    "text": "Sam.",
    "start": "01:12:53",
    "end": "01:13:12"
  }
]