[
  {
    "text": "This is John at the bibleproject. And today on the podcast, we're going to continue our conversation on how to read the prophets. Typically, we think of prophets as people who predict the future, but that's a.",
    "start": "00:00:11",
    "end": "00:00:26"
  },
  {
    "text": "Part of what they do. However, that is not what the word prophecy means in the Bible, nor is that the primary role of prophets in the Bible. Future prediction is something that some prophets do sometimes, but it is not near the heart of the core biblical definition of prophecy.",
    "start": "00:00:26",
    "end": "00:00:48"
  },
  {
    "text": "Prophets in the Bible act as covenant watchdogs. Their goal is to make sure that Israel is faithful to Yahweh. And oftentimes, in order to get Israel's attention, they do some crazy things.",
    "start": "00:00:48",
    "end": "00:01:02"
  },
  {
    "text": "A huge amount of what's in these books is long, detailed accusations, often full of sarcasm, often full of offensive, drastic, extreme imagery. These are parts of the Bible that kind of offends many modern religious sensibilities.",
    "start": "00:01:02",
    "end": "00:01:21"
  },
  {
    "text": "So today on the show, we dig into the extreme language and the biblical prophets, and we learn some tips on how to understand what they're actually talking about. And we'll see how the role of the prophets doesn't stop at the end of the Old Testament.",
    "start": "00:01:21",
    "end": "00:01:34"
  },
  {
    "text": "The role that these figures played in ancient Israel is precisely the role that Jesus was playing. He's depicted as playing the Gospels as these kind of public figures who create a popular base outside the institutional system. And they're poets. Puzzling. They perform these public symbolic acts that get them in trouble, but that critique the people on the top.",
    "start": "00:01:34",
    "end": "00:01:58"
  },
  {
    "text": "Thanks for joining us. Here we go. Okay. We're talking about how to Read the prophets. It's part of our how to Read series.",
    "start": "00:01:58",
    "end": "00:02:12"
  },
  {
    "text": "So.",
    "start": "00:02:13",
    "end": "00:02:13"
  },
  {
    "text": "So we're talking about 15 books in the Hebrew scriptures.",
    "start": "00:02:13",
    "end": "00:02:16"
  },
  {
    "text": "Yep, that's right. That are almost matching in size of the whole New Testament.",
    "start": "00:02:16",
    "end": "00:02:20"
  },
  {
    "text": "A lot of material.",
    "start": "00:02:21",
    "end": "00:02:22"
  },
  {
    "text": "A lot of material.",
    "start": "00:02:22",
    "end": "00:02:23"
  },
  {
    "text": "And you mentioned once how there being three main big ones and 12 minor prophets. Yeah, Those numbers are no coincidence.",
    "start": "00:02:23",
    "end": "00:02:33"
  },
  {
    "text": "Yeah. Oh, yeah, totally. Yeah. Yeah. It's for sure mapped onto the three patriarchs, the 12 sons of Jacob, Abraham, Isaac, Jacob, and then the 12 sons of Israel. Totally. Yeah.",
    "start": "00:02:33",
    "end": "00:02:46"
  },
  {
    "text": "That's why we have 15.",
    "start": "00:02:46",
    "end": "00:02:47"
  },
  {
    "text": "That's why the collection has been given a three plus 12 shape. Almost certainly.",
    "start": "00:02:47",
    "end": "00:02:52"
  },
  {
    "text": "Almost certainly.",
    "start": "00:02:52",
    "end": "00:02:53"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:02:53",
    "end": "00:02:54"
  },
  {
    "text": "So in the last episode, we talked about how confusing random these books seem.",
    "start": "00:02:54",
    "end": "00:03:00"
  },
  {
    "text": "Yeah.",
    "start": "00:03:00",
    "end": "00:03:00"
  },
  {
    "text": "And then we talked about how they were put together and who the prophets were that made them or who were the ones who would. Who would speak on behalf of God. And so now we're going to jump in and we're going to talk about what were the things that they were most interested in?",
    "start": "00:03:00",
    "end": "00:03:17"
  },
  {
    "text": "Yeah, well, that's right. They were God's lawyers, essentially representing God's interests in the covenant with Israel. And we talked about how these works are anthologies representing, for some of these figures, decades worth of speaking and writing on the public stage of Israel. As we move to talk about what the main themes of these books are, that has continued to help me understand how the books are put together. In other words, when you read an anthology, an anthology of a public writer or speaker, it can be organized many different ways. Actually, if you think about it, you could organize somebody's writings or speeches in.",
    "start": "00:03:17",
    "end": "00:03:55"
  },
  {
    "text": "Terms of oldest to newest.",
    "start": "00:03:55",
    "end": "00:03:56"
  },
  {
    "text": "Yeah. You could go chronological. You could go thematic, like different speeches around different themes.",
    "start": "00:03:56",
    "end": "00:04:03"
  },
  {
    "text": "Yeah, you go shortest to longest.",
    "start": "00:04:03",
    "end": "00:04:05"
  },
  {
    "text": "There's many different ways.",
    "start": "00:04:05",
    "end": "00:04:06"
  },
  {
    "text": "That's kind of how. That's how Pauline epistles are ordered. Right.",
    "start": "00:04:06",
    "end": "00:04:09"
  },
  {
    "text": "Oh, or longest to shortest. Paul's letters are organized out of chronological order from longest to shortest.",
    "start": "00:04:09",
    "end": "00:04:15"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:04:15",
    "end": "00:04:15"
  },
  {
    "text": "It's actually so Romans, which is many ways, the capstone document, like his final document, is the thing you read first because it's the longest, it's the culminating one. Yeah. Anyway, so what seems to have happened is that there is a rough chronological shape to some of the books, like Ezekiel's. Poems and essays are mostly ordered chronologically by little notes. But some of them are out of that order. For most of the books, they seem to have been ordered thematically. In other words, this poem is next to that poem is next to that poem because they are focusing on the same core themes. So learning how to trace repeated words is really key. Following the logic of these books and then also learning how they work cyclically.",
    "start": "00:04:15",
    "end": "00:04:59"
  },
  {
    "text": "Cyclically.",
    "start": "00:04:59",
    "end": "00:05:00"
  },
  {
    "text": "Often the first few chapters will give you the core themes of that particular prophet, and then what the rest of the book will do will be collections of poems and speeches that just develop each of those themes at length.",
    "start": "00:05:00",
    "end": "00:05:13"
  },
  {
    "text": "This is the symphonic nature.",
    "start": "00:05:13",
    "end": "00:05:14"
  },
  {
    "text": "Yeah, that's right. Like a symphony introduces the melody in the first movement and then you go off in all of these other movements and you explore the melody in that key and then in that key and then this one. It's very similar. It's like music.",
    "start": "00:05:14",
    "end": "00:05:29"
  },
  {
    "text": "Now the clarinets.",
    "start": "00:05:29",
    "end": "00:05:30"
  },
  {
    "text": "Yeah. Different instruments. That's right. Yeah. That's way more helpful analogy for how these books are compiled. They're not compiled like one of Paul's letters. Tracing a set of ideas through a linear kind of argument.",
    "start": "00:05:30",
    "end": "00:05:44"
  },
  {
    "text": "If Beethoven was a lawyer.",
    "start": "00:05:44",
    "end": "00:05:45"
  },
  {
    "text": "If Beethoven was a lawyer. Okay, so what I have found, if you can boil almost any passage in the prophets, down to just a few core main themes. And if you can lock into these themes, remember them. I call them buckets. Just a few buckets. If you know what the buckets are, you can know within just a few lines of the poetry, the speech, what theme you're riffing off.",
    "start": "00:05:50",
    "end": "00:06:56"
  },
  {
    "text": "Prophetic themes.",
    "start": "00:06:56",
    "end": "00:06:57"
  },
  {
    "text": "Are buckets prophetic themes? Yep. Okay, so let's just talk about the big three. Big three. And think again. Lawyers, Covenant lawyers. If there's a wrong that's been done.",
    "start": "00:06:57",
    "end": "00:07:11"
  },
  {
    "text": "They'Re going to point it out.",
    "start": "00:07:11",
    "end": "00:07:12"
  },
  {
    "text": "So the first thing you're going to do. Yeah. Is name and expose and accuse form your accusations about everything that's been done wrong. This is huge. Huge. Whole poems, whole speeches, just accusing. Yeah. So here we're being asked. Remember those little editorial introductions? Then we're being asked to imaginatively enter into.",
    "start": "00:07:13",
    "end": "00:07:34"
  },
  {
    "text": "Sorry, I remember. But that was the last episode. So in every. Every prophetic book begins.",
    "start": "00:07:35",
    "end": "00:07:40"
  },
  {
    "text": "Yeah.",
    "start": "00:07:40",
    "end": "00:07:40"
  },
  {
    "text": "Begins with here's who wrote it. Here's kind of when they wrote it. And here's the kings.",
    "start": "00:07:40",
    "end": "00:07:46"
  },
  {
    "text": "Yeah. Here. Here is the narrative of. From earlier in the Bible that you're supposed to have read. Yeah, that will help. That will kind of help you see the setting out of which all these. All this material arose. Okay, so accusations. So there will be accusations pointed towards Israel. And it's actually a pretty short list of the normal, like, things they've done. So breaking the covenant.",
    "start": "00:07:46",
    "end": "00:08:12"
  },
  {
    "text": "Yeah.",
    "start": "00:08:12",
    "end": "00:08:12"
  },
  {
    "text": "How?",
    "start": "00:08:12",
    "end": "00:08:13"
  },
  {
    "text": "Well, there's like 613 ways they can do that.",
    "start": "00:08:13",
    "end": "00:08:15"
  },
  {
    "text": "Yeah.",
    "start": "00:08:17",
    "end": "00:08:17"
  },
  {
    "text": "But they're all plus or minus.",
    "start": "00:08:17",
    "end": "00:08:19"
  },
  {
    "text": "Plus or minus. That's right. Yeah. But the basic ideas are like worshiping other gods, giving allegiance to other gods.",
    "start": "00:08:19",
    "end": "00:08:25"
  },
  {
    "text": "Yeah. That's one of the. Part of the big ten.",
    "start": "00:08:25",
    "end": "00:08:28"
  },
  {
    "text": "Big one. Allowing social injustice or just injustice.",
    "start": "00:08:28",
    "end": "00:08:33"
  },
  {
    "text": "There's a lot in there.",
    "start": "00:08:33",
    "end": "00:08:33"
  },
  {
    "text": "Lot. Totally. So much treatment of the poor was like a barometer. The fate of the poor and the orphan and the widow was like a barometer for how well they're doing with this covenant relationship. That's right. Yep. And then my wife calls that the love tank.",
    "start": "00:08:34",
    "end": "00:08:48"
  },
  {
    "text": "That's how. That's in our marriage, not with the poor. If you know the covenant relationship.",
    "start": "00:08:48",
    "end": "00:08:54"
  },
  {
    "text": "Oh, sure. Yeah.",
    "start": "00:08:54",
    "end": "00:08:54"
  },
  {
    "text": "That's her barometer. How well she's doing. It's how.",
    "start": "00:08:54",
    "end": "00:08:56"
  },
  {
    "text": "How full is her love tank.",
    "start": "00:08:56",
    "end": "00:08:57"
  },
  {
    "text": "How full is the love tank?",
    "start": "00:08:57",
    "end": "00:08:58"
  },
  {
    "text": "Wow. That's.",
    "start": "00:08:58",
    "end": "00:08:59"
  },
  {
    "text": "Of this. I can't see the love tank. But she feels it. And that's her barometer. The barometer for Israel was how.",
    "start": "00:08:59",
    "end": "00:09:08"
  },
  {
    "text": "Well, and then there are like concrete ways that you can fill the Tank.",
    "start": "00:09:08",
    "end": "00:09:13"
  },
  {
    "text": "Yes.",
    "start": "00:09:13",
    "end": "00:09:13"
  },
  {
    "text": "Yeah. And then there's concrete ways you can drain the tank. I can drain the tank, yeah. So it's the same thing. Allegiance to other gods, letting the poor suffer and being taken advantage of with no advocate in the palace of the king. And then another theme that comes up is forming military alliances with other nations.",
    "start": "00:09:13",
    "end": "00:09:35"
  },
  {
    "text": "That's a big no. No.",
    "start": "00:09:35",
    "end": "00:09:35"
  },
  {
    "text": "It's a big no. No. So again, this. All. This all comes back to the Exodus, right? Yahweh, I'm the one who rescued you from Israel.",
    "start": "00:09:35",
    "end": "00:09:42"
  },
  {
    "text": "No other gods.",
    "start": "00:09:42",
    "end": "00:09:43"
  },
  {
    "text": "Egyptian slavery. Not any other gods. You were poor, mistreated immigrants. So don't ever treat immigrants and the poor like that here in Israel. And then third, I rescued you from the military machine of an ancient empire.",
    "start": "00:09:43",
    "end": "00:09:58"
  },
  {
    "text": "So don't be part of one.",
    "start": "00:09:59",
    "end": "00:10:00"
  },
  {
    "text": "Don't you dare become one of those.",
    "start": "00:10:00",
    "end": "00:10:01"
  },
  {
    "text": "Wow.",
    "start": "00:10:01",
    "end": "00:10:02"
  },
  {
    "text": "And these are all simple.",
    "start": "00:10:02",
    "end": "00:10:03"
  },
  {
    "text": "God, those are really easy.",
    "start": "00:10:03",
    "end": "00:10:04"
  },
  {
    "text": "Yeah, totally. Yeah.",
    "start": "00:10:04",
    "end": "00:10:05"
  },
  {
    "text": "It's like. But that's what everyone wants to do. Everyone wants to become the military power.",
    "start": "00:10:05",
    "end": "00:10:10"
  },
  {
    "text": "And then make our nation into its.",
    "start": "00:10:10",
    "end": "00:10:12"
  },
  {
    "text": "Own God and then take care of ourselves.",
    "start": "00:10:12",
    "end": "00:10:14"
  },
  {
    "text": "That's right.",
    "start": "00:10:14",
    "end": "00:10:15"
  },
  {
    "text": "And let everyone else just fend for themselves.",
    "start": "00:10:15",
    "end": "00:10:17"
  },
  {
    "text": "Yeah, totally. So again, a kingdom of priests, a nation that exists in the world like no other nation had ever done. That was their calling.",
    "start": "00:10:17",
    "end": "00:10:27"
  },
  {
    "text": "It is interesting that we think of the laws as so barbaric because there are, you know, there's things that were just, like, in the world, you wouldn't do. The ones we pay the most attention to.",
    "start": "00:10:27",
    "end": "00:10:37"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:10:37",
    "end": "00:10:38"
  },
  {
    "text": "But in reality, as a whole, these were very. I mean, even in modern standards.",
    "start": "00:10:38",
    "end": "00:10:44"
  },
  {
    "text": "Yes.",
    "start": "00:10:44",
    "end": "00:10:45"
  },
  {
    "text": "Like, pretty progressive.",
    "start": "00:10:45",
    "end": "00:10:47"
  },
  {
    "text": "Yeah, totally. Yeah. So, yeah, that's why we'll do a whole video on it reading biblical laws. Reading the laws of the Bible.",
    "start": "00:10:48",
    "end": "00:10:54"
  },
  {
    "text": "Oh, cool.",
    "start": "00:10:54",
    "end": "00:10:55"
  },
  {
    "text": "But, yeah, totally. The law of the king in Deuteronomy is like, don't amass huge amounts of wealth, don't do a lot of political marriages, and don't build a huge army. Yeah, you're just like, oh, that's.",
    "start": "00:10:55",
    "end": "00:11:08"
  },
  {
    "text": "That's like everything I want to do.",
    "start": "00:11:08",
    "end": "00:11:10"
  },
  {
    "text": "That's what everything ancient kings ever did. And it's what all the king, almost all the kings of Israel mostly did.",
    "start": "00:11:10",
    "end": "00:11:15"
  },
  {
    "text": "If I was king, I would probably do those things too.",
    "start": "00:11:16",
    "end": "00:11:18"
  },
  {
    "text": "Yeah, totally. Okay. So here, just going through as ideas. Just read a sample. You can just see it at work.",
    "start": "00:11:19",
    "end": "00:11:27"
  },
  {
    "text": "Yeah, let's see.",
    "start": "00:11:27",
    "end": "00:11:27"
  },
  {
    "text": "At work. Okay. This is from Hosea, chapter four. I can just read it or.",
    "start": "00:11:27",
    "end": "00:11:32"
  },
  {
    "text": "Yeah, I'll pull it up.",
    "start": "00:11:32",
    "end": "00:11:33"
  },
  {
    "text": "Hosea 4. It's a classic example of what you could call the poetic a lawsuit Poem this is shaped like a lawsuit accusation.",
    "start": "00:11:34",
    "end": "00:11:44"
  },
  {
    "text": "Cool.",
    "start": "00:11:45",
    "end": "00:11:45"
  },
  {
    "text": "Hosea, chapter four. Listen to the word of the Lord, O sons of Israel. For the Lord has a case against the inhabitants of the land, because there is no truthfulness or covenant loyalty, nor is there knowledge of God in the land. Swearing, lying, murder, stealing, adultery, violence. Bloodshed follows bloodshed, and the land grieves. Everyone who lives in it languishes, along with the beasts of the field and the birds of the sky and the fish of the sea. They've all disappeared. Hmm. That's the first stanza of the poem. So good.",
    "start": "00:11:45",
    "end": "00:12:27"
  },
  {
    "text": "Why are the animals disappearing?",
    "start": "00:12:27",
    "end": "00:12:29"
  },
  {
    "text": "Oh, that's a good question. And also, do you notice that list? Beasts of the field, birds of the sky, fish of the sea. Yeah. Genesis 1. It's the three tiers of the universe.",
    "start": "00:12:29",
    "end": "00:12:39"
  },
  {
    "text": "Yeah. The sky, the land and the sea.",
    "start": "00:12:39",
    "end": "00:12:41"
  },
  {
    "text": "Sky, the land and the sea. Yeah.",
    "start": "00:12:41",
    "end": "00:12:42"
  },
  {
    "text": "God populates them. We're supposed to rule over them, and now they're just going away.",
    "start": "00:12:42",
    "end": "00:12:47"
  },
  {
    "text": "So the logic is, it's a case against you. There's no truthfulness or covenant loyalty, lying, stealing, murder, adultery. Does that list ring any bells?",
    "start": "00:12:48",
    "end": "00:12:59"
  },
  {
    "text": "Ten Commandment stuff?",
    "start": "00:12:59",
    "end": "00:13:00"
  },
  {
    "text": "Seriously? He lists five of the ten Commandments.",
    "start": "00:13:00",
    "end": "00:13:02"
  },
  {
    "text": "Yeah.",
    "start": "00:13:02",
    "end": "00:13:03"
  },
  {
    "text": "Swearing, lying, murder, stealing, adultery. Those are like. So we list half the ten commandments and saying it's just violence follows violence. That sounds just like the introduction to the flood narrative. The land is corrupted by violence, so the land grieves. Notice the logic here. So you have a whole nation of people.",
    "start": "00:13:03",
    "end": "00:13:22"
  },
  {
    "text": "Niv says the land dries up.",
    "start": "00:13:23",
    "end": "00:13:24"
  },
  {
    "text": "Oh, yep. I bet it does. And what's it say in the line after that?",
    "start": "00:13:24",
    "end": "00:13:28"
  },
  {
    "text": "All who live in it waste away.",
    "start": "00:13:28",
    "end": "00:13:30"
  },
  {
    "text": "Ah, I see. Oh, I see. Yeah, I got it. I bet it's Umlal.",
    "start": "00:13:30",
    "end": "00:13:34"
  },
  {
    "text": "I bet it's Umlal. The old Umlal.",
    "start": "00:13:35",
    "end": "00:13:37"
  },
  {
    "text": "Teval. Umlal. Okay. Yeah. Okay. So it's kind of a word play. Yeah. The point is, the land itself has a negative. Is negatively affected by the people's covenant behavior. So when humans are distorted images of God, it results in the land itself getting distorted, getting grieving, grieving, Having to put up with all the bloodshed. This is about bloodshed, innocent blood being spilled on the land. And so if the land's. This is Cain and Abel, too.",
    "start": "00:13:37",
    "end": "00:14:06"
  },
  {
    "text": "Yeah. The blood cries out.",
    "start": "00:14:06",
    "end": "00:14:07"
  },
  {
    "text": "Blood crying out. And so if creation itself is being defiled by human corruption, then this image of all of the animals fleeing.",
    "start": "00:14:07",
    "end": "00:14:17"
  },
  {
    "text": "Let's get out of here.",
    "start": "00:14:18",
    "end": "00:14:19"
  },
  {
    "text": "Yeah. And it's like the humans are disturbing the cosmic order. They're disrupting. They're creating chaos through their violence. And all of this is in the opening of the poem about Israel. Isn't being faithful to the covenant. Next stanza, the poem. But let no one bring a charge. Let no one accuse each other. For your people are like those who bring charges against a priest. You stumble by day and by night, and the prophets stumble with you. So I will destroy your mother. My people are destroyed for lack of knowledge. Because you've rejected knowledge, I'll reject you from being my priest. And since you've forgotten the Torah of your God, I will forget your children.",
    "start": "00:14:19",
    "end": "00:15:05"
  },
  {
    "text": "I'm so lost.",
    "start": "00:15:05",
    "end": "00:15:06"
  },
  {
    "text": "Remember Martin Luther?",
    "start": "00:15:08",
    "end": "00:15:09"
  },
  {
    "text": "Yeah.",
    "start": "00:15:09",
    "end": "00:15:09"
  },
  {
    "text": "He's just like, what's happening here?",
    "start": "00:15:09",
    "end": "00:15:11"
  },
  {
    "text": "I'm really lost.",
    "start": "00:15:11",
    "end": "00:15:12"
  },
  {
    "text": "So in this meditation literature.",
    "start": "00:15:12",
    "end": "00:15:13"
  },
  {
    "text": "Okay, let's meditate on this.",
    "start": "00:15:14",
    "end": "00:15:15"
  },
  {
    "text": "Okay. All right. So we've just made this case. The land's corrupted because of your bloodshed. Creation itself is suffering following new idea. But let no one bring a charge. Let no one accuse each other.",
    "start": "00:15:15",
    "end": "00:15:30"
  },
  {
    "text": "Okay, so. So right off the bat, he's like, listen, here's my accusation. You guys are blowing it.",
    "start": "00:15:30",
    "end": "00:15:35"
  },
  {
    "text": "Yeah.",
    "start": "00:15:35",
    "end": "00:15:35"
  },
  {
    "text": "All this ways. And then he's like, but let's not. Let's not blame each other.",
    "start": "00:15:35",
    "end": "00:15:38"
  },
  {
    "text": "Mm. Or it could be he. What he's describing is the fact that no one is actually bringing any charges or accusations for any of this.",
    "start": "00:15:38",
    "end": "00:15:48"
  },
  {
    "text": "Oh, for.",
    "start": "00:15:48",
    "end": "00:15:49"
  },
  {
    "text": "Your people are like those who bring charges against a priest?",
    "start": "00:15:49",
    "end": "00:15:53"
  },
  {
    "text": "Yeah. What does that mean?",
    "start": "00:15:53",
    "end": "00:15:54"
  },
  {
    "text": "Well, so priests. Priests were the blameless. The symbolic blameless representatives. And so the point of the poem here seems to be something along the lines of, you guys are priests. You think you're my priestly representatives to.",
    "start": "00:15:54",
    "end": "00:16:11"
  },
  {
    "text": "The nations, so you can't be blamed.",
    "start": "00:16:11",
    "end": "00:16:12"
  },
  {
    "text": "And you think you're blameless, and no one's pointing out what's wrong.",
    "start": "00:16:13",
    "end": "00:16:17"
  },
  {
    "text": "Oh, okay.",
    "start": "00:16:17",
    "end": "00:16:18"
  },
  {
    "text": "No one's bringing charges and accusing one another. It's almost as if he's quoting them.",
    "start": "00:16:18",
    "end": "00:16:21"
  },
  {
    "text": "Got it.",
    "start": "00:16:22",
    "end": "00:16:22"
  },
  {
    "text": "Let no one bring a charge. Let no one accuse.",
    "start": "00:16:23",
    "end": "00:16:25"
  },
  {
    "text": "Yeah, we're priests.",
    "start": "00:16:25",
    "end": "00:16:26"
  },
  {
    "text": "That would be like. That's like making fun of the priest. Don't do that. He's God's representative, and that's who we are too, by the way. And then he says, nah, you're stumbling by day and night. Your prophets, the people you think are representing me to you.",
    "start": "00:16:26",
    "end": "00:16:41"
  },
  {
    "text": "Yeah. They're blowing it.",
    "start": "00:16:41",
    "end": "00:16:43"
  },
  {
    "text": "They're a sham. And so I will destroy your mother.",
    "start": "00:16:43",
    "end": "00:16:47"
  },
  {
    "text": "Yeah, that's.",
    "start": "00:16:47",
    "end": "00:16:47"
  },
  {
    "text": "Such a strange line.",
    "start": "00:16:49",
    "end": "00:16:51"
  },
  {
    "text": "What does he have with their mother? What's going on? I'll destroy your mother.",
    "start": "00:16:51",
    "end": "00:16:55"
  },
  {
    "text": "Well, keep going. My people are destroyed from lack of knowledge because you've rejected knowledge. You're not going to be my priests. You've ignored my Torah. I'll ignore your children. There's all these layers here of the people of Israel come from one mother, Sarah. Right, the matriarchs. Yet they have ignored the laws of the Torah, which means you've disqualified yourselves from being my priest to the nations. So in allowing the people to be destroyed, it's as if he's destroying their mother. I'm sure there's actually more going on here.",
    "start": "00:16:55",
    "end": "00:17:30"
  },
  {
    "text": "Sure. Like your heritage, your what makes you important is your family line.",
    "start": "00:17:30",
    "end": "00:17:35"
  },
  {
    "text": "Yeah. You know, the logic might be something like announcing the downfall of America and I'm gonna destroy Martha Washington's house or something like that. The armies are gonna invade and burn Martha Washington's house to the ground, and I'm gonna allow it.",
    "start": "00:17:36",
    "end": "00:17:52"
  },
  {
    "text": "Got it.",
    "start": "00:17:52",
    "end": "00:17:52"
  },
  {
    "text": "I'm gonna destroy your mother.",
    "start": "00:17:52",
    "end": "00:17:54"
  },
  {
    "text": "Yeah. I'm not just destroying you. The whole thing is going down.",
    "start": "00:17:54",
    "end": "00:17:57"
  },
  {
    "text": "Yeah, that's right. And then that destroying is saying, but listen, you're doing it to yourselves. My people destroy themselves by their lack of knowledge by ignoring the Torah. So you ignore the Torah, I'm gonna ignore you. There's all these wordplays. This is like the stuff of intense spoken word.",
    "start": "00:17:57",
    "end": "00:18:15"
  },
  {
    "text": "It feels very spoken word.",
    "start": "00:18:15",
    "end": "00:18:17"
  },
  {
    "text": "Yeah, totally. Yeah. And it's kind of enigmatic, a little puzzling.",
    "start": "00:18:17",
    "end": "00:18:20"
  },
  {
    "text": "Yeah.",
    "start": "00:18:20",
    "end": "00:18:20"
  },
  {
    "text": "You have to reread it multiple times.",
    "start": "00:18:20",
    "end": "00:18:22"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:18:22",
    "end": "00:18:23"
  },
  {
    "text": "Hosea. Let's keep going. Verse 7. You know, the more the priests multiplied, there are lots of priests go to Jerusalem, and tons of them. The more priests they had, the more sin there was. They exchanged their glory for shame. He's talking about idols in the temple.",
    "start": "00:18:23",
    "end": "00:18:40"
  },
  {
    "text": "Yeah. Niv says they exchanged their glorious God for something disgraceful.",
    "start": "00:18:40",
    "end": "00:18:44"
  },
  {
    "text": "For something disgraceful.",
    "start": "00:18:44",
    "end": "00:18:45"
  },
  {
    "text": "There's a note here. What does it say? I will exchange their glory is the Masoretic text.",
    "start": "00:18:45",
    "end": "00:18:49"
  },
  {
    "text": "Yeah, yeah. Their glory. Yeah. I will exchange their glory for shame.",
    "start": "00:18:49",
    "end": "00:18:54"
  },
  {
    "text": "And their glory is being children of God.",
    "start": "00:18:55",
    "end": "00:18:57"
  },
  {
    "text": "Their glory is being the divine presence in the holy of holies. But it's where many Israelite kings set up other idols and other gods and so on. So they feed on the sin of my people. So verse eight, they feed on the sin of my people.",
    "start": "00:18:57",
    "end": "00:19:15"
  },
  {
    "text": "That's the same in Niv, by the way.",
    "start": "00:19:15",
    "end": "00:19:17"
  },
  {
    "text": "They direct their desire toward their iniquity. So the image here is the more Israel multiplies and the more its priests multiplies, the place that should be the holy space becomes the den of iniquity, the greatest place of distortion. So it will be like people, like priests. I will punish them for their ways and repay them for their deeds. They'll eat but not have enough. They'll play the harlot or commit adultery. And that's a key metaphor in the prophets.",
    "start": "00:19:19",
    "end": "00:19:49"
  },
  {
    "text": "It's committing adultery.",
    "start": "00:19:50",
    "end": "00:19:51"
  },
  {
    "text": "It's a metaphor for idolatry, for giving their allegiance to other gods. So because they've stopped listening to Yahweh, then what goes on in the next poem is talking about. They start consulting wooden idols. They're going to sorcerers. The nation's falling apart and where do they go? They go to sacred mountaintops and burn incense to foreign gods. And so there you go. So that's a good example of. It's a covenant lawsuit poem. It's just accusation. I mean, this makes up like a full like probably 50% of what's in these books.",
    "start": "00:19:51",
    "end": "00:20:27"
  },
  {
    "text": "Verse 11 says, Old wine and new wine take away their understanding.",
    "start": "00:20:27",
    "end": "00:20:31"
  },
  {
    "text": "Yeah.",
    "start": "00:20:31",
    "end": "00:20:31"
  },
  {
    "text": "Is he talking about getting stupid drunk? Is that what he's talking about?",
    "start": "00:20:31",
    "end": "00:20:35"
  },
  {
    "text": "Yeah, yeah, yeah. It's like. Yeah. Alcohol epidemic in ancient Israel.",
    "start": "00:20:35",
    "end": "00:20:40"
  },
  {
    "text": "That's crazy.",
    "start": "00:20:40",
    "end": "00:20:41"
  },
  {
    "text": "Yeah. Actually, you know. Well, yeah, totally. It's a theme in Jeremiah and Isaiah here. Habakkuk. Yeah. They nail Israel's leaders for being a drunken lot. Yeah. And not being able to lead well. Because they're just living high on the.",
    "start": "00:20:41",
    "end": "00:20:59"
  },
  {
    "text": "They're sloshed.",
    "start": "00:20:59",
    "end": "00:21:01"
  },
  {
    "text": "Yeah. So let's just take that on board for a second. A huge amount of what's in these books is long, detailed accusations in poetic form. In poetic form. Often full of sarcasm, often full of offensive, drastic, extreme imagery.",
    "start": "00:21:01",
    "end": "00:21:20"
  },
  {
    "text": "I will destroy your mother.",
    "start": "00:21:20",
    "end": "00:21:21"
  },
  {
    "text": "Yeah, totally. Ezekiel writes what almost pornographic some of these scenes. He takes this metaphor of idolatry as adultery.",
    "start": "00:21:22",
    "end": "00:21:32"
  },
  {
    "text": "Oh. And just runs with it.",
    "start": "00:21:32",
    "end": "00:21:34"
  },
  {
    "text": "Oh, yeah. He'll depict these scenes and you're just like, I'm uncomfortable right now. Ezekiel 16 or chapter 23. He retells the whole history of Israel as these metaphorical women. It's really. It makes you uncomfortable. But I guess here's my point is that these are parts of the Bible that kind of offend many modern religious sensibilities.",
    "start": "00:21:34",
    "end": "00:21:56"
  },
  {
    "text": "Yeah. It seems a little mean spirited, dramatic.",
    "start": "00:21:56",
    "end": "00:22:00"
  },
  {
    "text": "Yeah. Yeah. So you gotta reckon with that. There's a passion to these prophets that you have to just ponder. And they didn't read the book.",
    "start": "00:22:01",
    "end": "00:22:09"
  },
  {
    "text": "How to Win Friends and Influence People. I don't think.",
    "start": "00:22:09",
    "end": "00:22:13"
  },
  {
    "text": "Yeah.",
    "start": "00:22:13",
    "end": "00:22:13"
  },
  {
    "text": "That was on their Amazon wish list.",
    "start": "00:22:13",
    "end": "00:22:15"
  },
  {
    "text": "No. And it's important to recognize what they are critiquing are social ills.",
    "start": "00:22:15",
    "end": "00:22:19"
  },
  {
    "text": "Yeah.",
    "start": "00:22:19",
    "end": "00:22:20"
  },
  {
    "text": "The equivalence to this would be. Do we use the word profit in this way? I think we still do like culture critics.",
    "start": "00:22:20",
    "end": "00:22:26"
  },
  {
    "text": "Yeah, you know, we do. And when I. When we do, I'm always like, oh, that's interesting. We would say that a prophet because the paradigm of profit is being fortune tellers.",
    "start": "00:22:26",
    "end": "00:22:39"
  },
  {
    "text": "That's right.",
    "start": "00:22:39",
    "end": "00:22:39"
  },
  {
    "text": "But yeah, yeah, but we do.",
    "start": "00:22:39",
    "end": "00:22:41"
  },
  {
    "text": "We call someone a modern day prophet. And often what we mean is somebody they're critiquing. Outspoken social critic.",
    "start": "00:22:41",
    "end": "00:22:48"
  },
  {
    "text": "Yeah.",
    "start": "00:22:48",
    "end": "00:22:48"
  },
  {
    "text": "Who. And they'll expose things on leadership level. They'll expose things on community level, policy levels. Yeah, yeah. That's totally how these, how these figures are.",
    "start": "00:22:48",
    "end": "00:23:01"
  },
  {
    "text": "Yeah.",
    "start": "00:23:01",
    "end": "00:23:02"
  },
  {
    "text": "That's the role they play.",
    "start": "00:23:02",
    "end": "00:23:03"
  },
  {
    "text": "Yeah.",
    "start": "00:23:03",
    "end": "00:23:03"
  },
  {
    "text": "Is that of these cultural commentators and critics. You know, it's interesting actually, I had a friend tell me once that they think actually the most similar role that a public voice like this is in our culture are comedians.",
    "start": "00:23:03",
    "end": "00:23:18"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:23:18",
    "end": "00:23:19"
  },
  {
    "text": "Because they're creative artists.",
    "start": "00:23:20",
    "end": "00:23:21"
  },
  {
    "text": "Yeah.",
    "start": "00:23:21",
    "end": "00:23:22"
  },
  {
    "text": "Who create shortish pieces.",
    "start": "00:23:22",
    "end": "00:23:25"
  },
  {
    "text": "Yeah. And they're trying to expose a lot.",
    "start": "00:23:25",
    "end": "00:23:27"
  },
  {
    "text": "Of what they're doing is. Yeah. They're using humor.",
    "start": "00:23:27",
    "end": "00:23:30"
  },
  {
    "text": "They're using humor.",
    "start": "00:23:30",
    "end": "00:23:31"
  },
  {
    "text": "Yeah.",
    "start": "00:23:31",
    "end": "00:23:32"
  },
  {
    "text": "Humor goes off a lot better than threatening people's mothers.",
    "start": "00:23:32",
    "end": "00:23:35"
  },
  {
    "text": "Hosea could try another tactic.",
    "start": "00:23:39",
    "end": "00:23:42"
  },
  {
    "text": "Come on, Hosea. Yeah, Comedians. Totally.",
    "start": "00:23:44",
    "end": "00:23:48"
  },
  {
    "text": "One of my favorite. I don't know about favorite. I just really like it. An Introduction to the Prophets. Helping you grasp this role. The culture critic is a Hebrew Bible nerd named Walter Brueggemann, but he has a book called the Prophetic Imagination.",
    "start": "00:23:48",
    "end": "00:24:06"
  },
  {
    "text": "You know what? I own that book because it's such a cool title.",
    "start": "00:24:07",
    "end": "00:24:10"
  },
  {
    "text": "Oh, really?",
    "start": "00:24:10",
    "end": "00:24:11"
  },
  {
    "text": "I haven't gotten through it.",
    "start": "00:24:11",
    "end": "00:24:12"
  },
  {
    "text": "It's one of those books.",
    "start": "00:24:13",
    "end": "00:24:14"
  },
  {
    "text": "I was like, I need to own that. That sounds awesome. I want a Prophetic Imagination. It turned out it wasn't a manual for that one, but yeah.",
    "start": "00:24:14",
    "end": "00:24:22"
  },
  {
    "text": "So he's really interesting. He's kind of like both a philosopher and a biblical scholar. But what he shows is the role that these figures played in ancient Israel is precisely the role that Jesus was playing. He's depicted as playing the Gospels. There's these kind of public figures who create a popular base outside the institutional system. And they're poets and puzzling.",
    "start": "00:24:22",
    "end": "00:24:50"
  },
  {
    "text": "Yeah.",
    "start": "00:24:50",
    "end": "00:24:51"
  },
  {
    "text": "They perform these public symbolic acts that get them in trouble, but that critique the people on the.",
    "start": "00:24:51",
    "end": "00:24:58"
  },
  {
    "text": "Sam, you know who this is in modern day? Sacha Baron Cohen. You know that guy?",
    "start": "00:25:14",
    "end": "00:26:01"
  },
  {
    "text": "I don't know.",
    "start": "00:26:01",
    "end": "00:26:02"
  },
  {
    "text": "You probably know who that is. He's a comedian. He. He's a comedian. I think I said his name right. Sasha.",
    "start": "00:26:02",
    "end": "00:26:09"
  },
  {
    "text": "Okay. Yep. Sasha Baron. Conan.",
    "start": "00:26:09",
    "end": "00:26:11"
  },
  {
    "text": "Baron Conan. He has these characters that he plays and one is this like rapper and the other is this.",
    "start": "00:26:11",
    "end": "00:26:19"
  },
  {
    "text": "Oh, Borat.",
    "start": "00:26:21",
    "end": "00:26:22"
  },
  {
    "text": "Yeah.",
    "start": "00:26:22",
    "end": "00:26:22"
  },
  {
    "text": "Borat Borat.",
    "start": "00:26:24",
    "end": "00:26:25"
  },
  {
    "text": "He plays Borat. And Ali G. And Ali G. Yeah. And it's this big public stunt. And he's not doing it just to be funny. He's always showing kind of the underbelly of society while doing it.",
    "start": "00:26:25",
    "end": "00:26:42"
  },
  {
    "text": "Whoa. Fascinating. So sorry. He takes on. He becomes these public characters to critique Western culture. Yeah, totally fascinating. You know. Yeah. I remember when. You know what? I think he, like, came out and, like, was really popular when I was in the thick of, like, my Hebrew.",
    "start": "00:26:42",
    "end": "00:27:08"
  },
  {
    "text": "Hebrew third years.",
    "start": "00:27:08",
    "end": "00:27:10"
  },
  {
    "text": "Yeah, the early 2000s.",
    "start": "00:27:10",
    "end": "00:27:12"
  },
  {
    "text": "Yeah.",
    "start": "00:27:12",
    "end": "00:27:12"
  },
  {
    "text": "I just. I was tuned out from anything and popular culture. But I remember when Borat came out because everybody was talking about it. Okay, that's interesting.",
    "start": "00:27:12",
    "end": "00:27:23"
  },
  {
    "text": "All right, you know what? Well, I was just thinking that because I was trying to imagine someone who isn't part of the establishment on a public stage gaining a following and critiquing culture. For some reason, his.",
    "start": "00:27:23",
    "end": "00:27:44"
  },
  {
    "text": "That came to mind. Yeah. Actually, this is the whole thing. This isn't in the notes, but there's multiple narratives in the big three where they perform what have come to be called sign acts or symbolic acts. They would go out in public and do something crazy that God told them to do. God tells the prophet the meaning, but it's not always clear that the prophet went about telling everybody, hey, here's what this means.",
    "start": "00:27:45",
    "end": "00:28:10"
  },
  {
    "text": "He just wants people to be like, you remember when.",
    "start": "00:28:10",
    "end": "00:28:12"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:28:12",
    "end": "00:28:13"
  },
  {
    "text": "Guy did the same.",
    "start": "00:28:13",
    "end": "00:28:14"
  },
  {
    "text": "So here's my favorite one. You want to know my favorite one?",
    "start": "00:28:14",
    "end": "00:28:16"
  },
  {
    "text": "Yeah, I do.",
    "start": "00:28:16",
    "end": "00:28:17"
  },
  {
    "text": "Isaiah, chapter 20. And the Assyrians, who are going to become God's instrument to bring pain on Israel because of all of this stuff. He was not long after Hosea. So Assyria is going through and starting to pick off all of Israel's neighbors that they've been depending on for military help. And so what he tells Isaiah to do is go loosen the sackcloth from your hips, take off your shoes from your feet, and go about naked and barefoot.",
    "start": "00:28:17",
    "end": "00:28:49"
  },
  {
    "text": "These go streaking.",
    "start": "00:28:49",
    "end": "00:28:51"
  },
  {
    "text": "And the Lord said, I think Sacha.",
    "start": "00:28:51",
    "end": "00:28:53"
  },
  {
    "text": "Baron Cohen did this once, probably as my servant.",
    "start": "00:28:53",
    "end": "00:28:58"
  },
  {
    "text": "Isaiah goes about naked and barefoot for three years. What, as a symbol and sign of Egypt and Cush, two nations that Israel was relying on to prevent themselves from being destroyed by Assyria. So the king of Assyria will lead away the Egyptians and the exiles of Kush, naked and barefoot with their buttocks exposed.",
    "start": "00:28:58",
    "end": "00:29:21"
  },
  {
    "text": "Three years in the nude.",
    "start": "00:29:22",
    "end": "00:29:23"
  },
  {
    "text": "Yeah. So this would be.",
    "start": "00:29:23",
    "end": "00:29:24"
  },
  {
    "text": "It's a dedicated streak.",
    "start": "00:29:24",
    "end": "00:29:26"
  },
  {
    "text": "Totally. So this would be like if America has some key ally, right. And somebody is saying, you know, some public figures saying Listen, like, whatever other nation, Nation X is gonna take us out, and then they go about naked as an image of how that Nation X just took out our allies. And it's gonna happen to us, too. That's what he's doing.",
    "start": "00:29:26",
    "end": "00:29:52"
  },
  {
    "text": "Wow.",
    "start": "00:29:52",
    "end": "00:29:53"
  },
  {
    "text": "And Isaiah lived in Jerusalem. He was, like, a part of the upper tier. It's so gnarly.",
    "start": "00:29:53",
    "end": "00:30:00"
  },
  {
    "text": "It's really gnarly.",
    "start": "00:30:00",
    "end": "00:30:01"
  },
  {
    "text": "Ezekiel went out in the streets and built a little LEGO model of Jerusalem getting destroyed.",
    "start": "00:30:01",
    "end": "00:30:07"
  },
  {
    "text": "That's a little more tame.",
    "start": "00:30:07",
    "end": "00:30:08"
  },
  {
    "text": "But still. Still. Yeah, but still.",
    "start": "00:30:09",
    "end": "00:30:11"
  },
  {
    "text": "Yeah. To walk by that, you'd be like, come on.",
    "start": "00:30:11",
    "end": "00:30:13"
  },
  {
    "text": "Totally. Yeah. This is the role of public art.",
    "start": "00:30:13",
    "end": "00:30:16"
  },
  {
    "text": "Yeah. It's like Banksy.",
    "start": "00:30:16",
    "end": "00:30:18"
  },
  {
    "text": "Yeah, totally. Yeah, yeah. He'll go out and figure. Like that.",
    "start": "00:30:18",
    "end": "00:30:21"
  },
  {
    "text": "Yeah, he'll go out and he'll make a point in public with some spray paint.",
    "start": "00:30:21",
    "end": "00:30:26"
  },
  {
    "text": "Totally. So, yeah, that's the point. These. These books are doing a lot more than just putting a few predictions of the Messiah out there for the New Testament to come, say they were fulfilled. This is a huge, huge part of these books, and I think it's a part of being stewards of the scriptures. Jewish and Christian communities means carrying on this voice. Carrying the voice. Yeah, totally.",
    "start": "00:30:26",
    "end": "00:30:53"
  },
  {
    "text": "I don't know, man. I don't want to see any pastors running around naked. Really.",
    "start": "00:30:53",
    "end": "00:30:58"
  },
  {
    "text": "Yeah, I get.",
    "start": "00:30:58",
    "end": "00:31:00"
  },
  {
    "text": "No, I totally get your point.",
    "start": "00:31:00",
    "end": "00:31:01"
  },
  {
    "text": "Yeah.",
    "start": "00:31:01",
    "end": "00:31:01"
  },
  {
    "text": "We should be the. We should have a prophetic voice. You know, oftentimes the voice I've. And this is my personal opinion, the voice of the church in America is more about status quo.",
    "start": "00:31:01",
    "end": "00:31:16"
  },
  {
    "text": "Sure. The Bible gets appealed to primarily to defend a certain view of culture.",
    "start": "00:31:16",
    "end": "00:31:21"
  },
  {
    "text": "Yeah, yeah. Instead of pointing to this potential future.",
    "start": "00:31:21",
    "end": "00:31:26"
  },
  {
    "text": "Yeah, yeah. It's true. These are people taken with. I mean, what they're inspired by is biblical story of the ideal.",
    "start": "00:31:26",
    "end": "00:31:33"
  },
  {
    "text": "Yeah.",
    "start": "00:31:33",
    "end": "00:31:34"
  },
  {
    "text": "And of the Exodus narrative, which was huge inspiration.",
    "start": "00:31:34",
    "end": "00:31:37"
  },
  {
    "text": "It's radically disruptive stuff.",
    "start": "00:31:37",
    "end": "00:31:39"
  },
  {
    "text": "Yeah. These are disruptive figures who would be uncomfortable to, like, run into at a party. And you're like, oh, they're always. It's like talking about that.",
    "start": "00:31:39",
    "end": "00:31:48"
  },
  {
    "text": "It's Shane Claiborne, like that guy.",
    "start": "00:31:48",
    "end": "00:31:50"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:31:50",
    "end": "00:31:51"
  },
  {
    "text": "He's uncomfortable.",
    "start": "00:31:51",
    "end": "00:31:52"
  },
  {
    "text": "Yeah, that's right. Yeah, that's right.",
    "start": "00:31:52",
    "end": "00:31:54"
  },
  {
    "text": "It's like that kind of stuff.",
    "start": "00:31:54",
    "end": "00:31:55"
  },
  {
    "text": "It's that kind of stuff. And. Yeah. So we ignore these parts of the Bible to our own detriment. I think that's a really important role.",
    "start": "00:31:55",
    "end": "00:32:03"
  },
  {
    "text": "So accusation is a main theme.",
    "start": "00:32:04",
    "end": "00:32:06"
  },
  {
    "text": "Yeah.",
    "start": "00:32:06",
    "end": "00:32:07"
  },
  {
    "text": "Was that all about that?",
    "start": "00:32:07",
    "end": "00:32:08"
  },
  {
    "text": "Yep.",
    "start": "00:32:08",
    "end": "00:32:08"
  },
  {
    "text": "Okay.",
    "start": "00:32:08",
    "end": "00:32:09"
  },
  {
    "text": "Yeah. We've just been.",
    "start": "00:32:09",
    "end": "00:32:10"
  },
  {
    "text": "We. Riffing off that.",
    "start": "00:32:10",
    "end": "00:32:11"
  },
  {
    "text": "Riffing and reflecting on that.",
    "start": "00:32:11",
    "end": "00:32:12"
  },
  {
    "text": "That's a Main theme as well, the.",
    "start": "00:32:12",
    "end": "00:32:13"
  },
  {
    "text": "First main bucket is when you're reading in the prophets, the moment you hear lawsuit language, descriptions of what's going wrong.",
    "start": "00:32:13",
    "end": "00:32:21"
  },
  {
    "text": "Yeah. Or a guy streaking through Jerusalem.",
    "start": "00:32:21",
    "end": "00:32:23"
  },
  {
    "text": "Totally.",
    "start": "00:32:23",
    "end": "00:32:24"
  },
  {
    "text": "They're accusing you.",
    "start": "00:32:24",
    "end": "00:32:25"
  },
  {
    "text": "Yep, that's right. That's one whole bucket. Accusations for breaking the covenant.",
    "start": "00:32:25",
    "end": "00:32:29"
  },
  {
    "text": "Got it.",
    "start": "00:32:29",
    "end": "00:32:30"
  },
  {
    "text": "A second big bucket will be calls for repentance. It's not too late. We can turn the ship around.",
    "start": "00:33:01",
    "end": "00:33:07"
  },
  {
    "text": "Yeah.",
    "start": "00:33:07",
    "end": "00:33:08"
  },
  {
    "text": "It doesn't have to be this way. There's still hope if you are. This goes all the way back to Moses. The challenge he gives to the Israelites before they go into the land.",
    "start": "00:33:08",
    "end": "00:33:17"
  },
  {
    "text": "Yeah. Life and death.",
    "start": "00:33:17",
    "end": "00:33:18"
  },
  {
    "text": "Life and death. Choose life. Be faithful to the covenant. So here's. Here's a classic one. You actually probably know this one. This is in Isaiah, chapter one. So he says, wash yourselves, make yourselves pure. Remove the evil of your deeds from my sight. Stop doing evil, Learn to do good. Seek justice. Reprove the ruthless. Defend the orphan. Plead for the widow. Right. So stop being lame. Start being covenant faithful people. Stop it then. Look at this. He says, come now, let's reason together.",
    "start": "00:33:18",
    "end": "00:33:53"
  },
  {
    "text": "Yeah.",
    "start": "00:33:53",
    "end": "00:33:53"
  },
  {
    "text": "Like let's. Let's be reasonable. Yeah, says the Lord.",
    "start": "00:33:53",
    "end": "00:33:56"
  },
  {
    "text": "Okay.",
    "start": "00:33:56",
    "end": "00:33:57"
  },
  {
    "text": "Your sins are like scarlet. That's premise, right?",
    "start": "00:33:57",
    "end": "00:34:00"
  },
  {
    "text": "Yep.",
    "start": "00:34:00",
    "end": "00:34:01"
  },
  {
    "text": "Though your sins are like scarlet, they will be white as snow. What does that mean? I mean, you hear what it means, but in light of what he just said, you're like, how's that gonna happen?",
    "start": "00:34:01",
    "end": "00:34:11"
  },
  {
    "text": "Yeah. Well, I guess. Why is this reasoning together anyways? That's not really matter.",
    "start": "00:34:11",
    "end": "00:34:17"
  },
  {
    "text": "Come. Well, let's. Let me just make this crystal clear to you, okay? There's two options here.",
    "start": "00:34:18",
    "end": "00:34:23"
  },
  {
    "text": "Okay?",
    "start": "00:34:23",
    "end": "00:34:24"
  },
  {
    "text": "Here's the reality. Your sin, your sins are a bloody stain. Yeah. Right on the land.",
    "start": "00:34:24",
    "end": "00:34:30"
  },
  {
    "text": "Yeah.",
    "start": "00:34:30",
    "end": "00:34:31"
  },
  {
    "text": "But here's another potential option.",
    "start": "00:34:31",
    "end": "00:34:33"
  },
  {
    "text": "It can be pure white.",
    "start": "00:34:33",
    "end": "00:34:35"
  },
  {
    "text": "Could be pure white. Even though it is great. They're red, like crimson.",
    "start": "00:34:35",
    "end": "00:34:38"
  },
  {
    "text": "The new snow is very beautifully white.",
    "start": "00:34:38",
    "end": "00:34:41"
  },
  {
    "text": "Yeah. What a great metaphor. Yeah. Blood stained dirt. Which to be honest, other than like maybe my own blood from a cut on the dirt, I've never seen a huge puddle of blood on the dirt.",
    "start": "00:34:41",
    "end": "00:34:53"
  },
  {
    "text": "I've never really seen a big puddle of blood.",
    "start": "00:34:53",
    "end": "00:34:55"
  },
  {
    "text": "Yeah.",
    "start": "00:34:55",
    "end": "00:34:55"
  },
  {
    "text": "But I've had a blood stain on a shirt.",
    "start": "00:34:55",
    "end": "00:34:58"
  },
  {
    "text": "Right. Though they're red like crimson, they will be like wool. So you have these two options.",
    "start": "00:34:59",
    "end": "00:35:03"
  },
  {
    "text": "Yeah.",
    "start": "00:35:03",
    "end": "00:35:03"
  },
  {
    "text": "And then the choice. But before you. If you consent and obey, if you listen and are faithful to covenant, you'll eat the best of the land. Garden of Eden around here. But if you refuse and rebel, you will be eaten by the Sword mouth of Yahweh has spoken.",
    "start": "00:35:04",
    "end": "00:35:19"
  },
  {
    "text": "This is like Moses, you know, you have two options, life or death.",
    "start": "00:35:19",
    "end": "00:35:23"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:35:23",
    "end": "00:35:24"
  },
  {
    "text": "Yeah.",
    "start": "00:35:24",
    "end": "00:35:25"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:35:25",
    "end": "00:35:25"
  },
  {
    "text": "Choose to do good.",
    "start": "00:35:26",
    "end": "00:35:27"
  },
  {
    "text": "Yep.",
    "start": "00:35:27",
    "end": "00:35:27"
  },
  {
    "text": "And things are gonna be rad.",
    "start": "00:35:27",
    "end": "00:35:28"
  },
  {
    "text": "That's right. So a lot of the, A lot of the poetry in the prophets is these persuasive do the right thing or a beckoning, a call back to covenant faithfulness or forcing the choice, the moment of decision.",
    "start": "00:35:28",
    "end": "00:35:41"
  },
  {
    "text": "Yeah.",
    "start": "00:35:41",
    "end": "00:35:42"
  },
  {
    "text": "So this is carried forward right into the New Testament too, where the apoth, Jesus and the apostles are going out and they have this message about the day of yet the day of the Lord.",
    "start": "00:35:42",
    "end": "00:35:51"
  },
  {
    "text": "Yeah.",
    "start": "00:35:51",
    "end": "00:35:51"
  },
  {
    "text": "Or that the messianic salvation has taken place and you need to figure out what you're going to do in response to it. All of that comes back to this prophetic issue of the call to decide. So that's next Big bucket calls for repentance. Calls for repentance. The first one is accusation, itemizing everything that's going wrong, a call to stop it, a call to change, calling people to make a decision. And then the last is about as big as the first one.",
    "start": "00:35:52",
    "end": "00:36:22"
  },
  {
    "text": "Okay.",
    "start": "00:36:23",
    "end": "00:36:24"
  },
  {
    "text": "So if accusations is big, call the decision. It's pretty easy to spot when you're in a poem. People make a choice.",
    "start": "00:36:24",
    "end": "00:36:29"
  },
  {
    "text": "Yeah.",
    "start": "00:36:29",
    "end": "00:36:30"
  },
  {
    "text": "And then the third one is actually the biggest one, which is announcement of the day of the Lord. This is where future predictions often come into play. The day of the Lord, it can be both light or dark. As Amos. As Amos talks about the day of the Lord, it will be good news for some, but it will be bad news for others. And each one kind of has its own little list of images.",
    "start": "00:36:30",
    "end": "00:37:29"
  },
  {
    "text": "And we did a whole long conversation on the day of the Lord.",
    "start": "00:37:29",
    "end": "00:37:33"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:37:33",
    "end": "00:37:34"
  },
  {
    "text": "But the quick 30 second summary, what would be your quick 30 second seminar?",
    "start": "00:37:34",
    "end": "00:37:38"
  },
  {
    "text": "Oh, well, there were moments in Israel's history on the horizon of each prophet where they said, God isn't going to allow this to continue. He's going to bring the train crashing down. That happened in two really significant movements of when the Assyrians came and shut down the Northern kingdom, took them into exile.",
    "start": "00:37:38",
    "end": "00:37:58"
  },
  {
    "text": "That was called a Day of the Lord.",
    "start": "00:37:58",
    "end": "00:38:00"
  },
  {
    "text": "There's a lot of poems pointing to that event in the books of the prophets, but they use cosmic language to talk about it. And then that was eclipsed even by another empire coming about a century after Babylon. And both of those are talked about in cosmic day of Yahweh, world ending kind of language. And what they also announce is on the other side of that, God is Going to bring about a new Jerusalem, which will be a new garden city temple, a new Eden, which will be.",
    "start": "00:38:00",
    "end": "00:38:37"
  },
  {
    "text": "Ushered in by a new day of the Lord.",
    "start": "00:38:37",
    "end": "00:38:39"
  },
  {
    "text": "By ushered in by the day of the Lord brings both judgment and the undoing of the cosmos, so to speak. Yeah, but that's an act of purification.",
    "start": "00:38:39",
    "end": "00:38:49"
  },
  {
    "text": "Yeah.",
    "start": "00:38:49",
    "end": "00:38:50"
  },
  {
    "text": "So that what can emerge out the other side of that destruction is a new covenant, people led by a new king and priest who will live in a new Jerusalem and a new creation.",
    "start": "00:38:50",
    "end": "00:39:01"
  },
  {
    "text": "So the prophets are particularly interested in talking about this happening.",
    "start": "00:39:01",
    "end": "00:39:06"
  },
  {
    "text": "That's right.",
    "start": "00:39:06",
    "end": "00:39:06"
  },
  {
    "text": "Whether it is going to be a little D day of the Lord, in that it was an event of Babylon or Assyria taking over Israel, which would feel. If you were living in Jerusalem at that time, it would feel like the end of the world.",
    "start": "00:39:06",
    "end": "00:39:20"
  },
  {
    "text": "That's right.",
    "start": "00:39:20",
    "end": "00:39:20"
  },
  {
    "text": "Or if it's then culminating to the big D day of the Lord, the recreation of everything.",
    "start": "00:39:21",
    "end": "00:39:29"
  },
  {
    "text": "That's right.",
    "start": "00:39:29",
    "end": "00:39:30"
  },
  {
    "text": "The purification and justification of, like, the whole world.",
    "start": "00:39:30",
    "end": "00:39:34"
  },
  {
    "text": "Yeah, that's right. Yeah. So we've talked about this before. We've used different metaphors. For example, here, let me just use an example. This is in Jeremiah, chapter four. Let's start in verse 19.",
    "start": "00:39:34",
    "end": "00:39:45"
  },
  {
    "text": "Okay.",
    "start": "00:39:45",
    "end": "00:39:46"
  },
  {
    "text": "He says, my innards, my innards, my innards. Niv says, anguish, my anguish. That's all.",
    "start": "00:39:46",
    "end": "00:39:55"
  },
  {
    "text": "Just my anguish. My anguish.",
    "start": "00:39:55",
    "end": "00:39:57"
  },
  {
    "text": "My anguish from anguish. Literally. My guts, my guts. He's sick to his stomach.",
    "start": "00:39:57",
    "end": "00:40:01"
  },
  {
    "text": "Yeah, got it.",
    "start": "00:40:01",
    "end": "00:40:02"
  },
  {
    "text": "Oh, my heart pounding. I can't be silent because, oh, my Nephesh. My, myself. I've heard the sound of the trumpet and the alarm of war. Babylon's coming. He's describing what it's like to hear an army come to set up siege ramps against your city. Frightening, horrific disaster. On disaster. The whole land devastated. My tents. Devastated. My curtains. My own personal little. My tent. It's like an image from my own little home crashing in. I look over the city walls. How long do I have to stare at these Babylonian standards and hear their trumpets? For my people are foolish. They don't know me. They're stupid children. No understanding. You know what they're really skilled at? Doing evil. They don't even know how to do good.",
    "start": "00:40:02",
    "end": "00:40:47"
  },
  {
    "text": "That's God quoting.",
    "start": "00:40:47",
    "end": "00:40:49"
  },
  {
    "text": "Yeah, yeah, exactly. So first you have Jeremiah talking about his experience. His experience.",
    "start": "00:40:49",
    "end": "00:40:53"
  },
  {
    "text": "Then he just starts talking on behalf of God.",
    "start": "00:40:53",
    "end": "00:40:55"
  },
  {
    "text": "Starts talking on behalf of God. Verse 23. I looked at the land and behold, tohu vavohu. Tohu vavohu.",
    "start": "00:40:55",
    "end": "00:41:03"
  },
  {
    "text": "Formless and empty.",
    "start": "00:41:03",
    "end": "00:41:04"
  },
  {
    "text": "I looked up at the skies. No light.",
    "start": "00:41:04",
    "end": "00:41:07"
  },
  {
    "text": "Oh, uncreation.",
    "start": "00:41:07",
    "end": "00:41:08"
  },
  {
    "text": "I look at the Hills quaking. I looked. And no human. All the birds gone, all the garden land, wilderness, all the cities pulled down before Yahweh in his fierce anger. So powerful. So for him, this sounds like the book of Revelation.",
    "start": "00:41:08",
    "end": "00:41:28"
  },
  {
    "text": "Yeah, this sounds like the end of the world.",
    "start": "00:41:28",
    "end": "00:41:30"
  },
  {
    "text": "And it was literally and symbolically the end of his world.",
    "start": "00:41:32",
    "end": "00:41:36"
  },
  {
    "text": "Yeah, everything was undone. His world was being undone.",
    "start": "00:41:36",
    "end": "00:41:39"
  },
  {
    "text": "That's right. So he describes the fall of Jerusalem as the dissolution of the cosmos. And this is how they talk.",
    "start": "00:41:39",
    "end": "00:41:47"
  },
  {
    "text": "I mean, it'd be bad enough if your house caught on fire, right. And you come out barely alive. You would be grieving all of your memories, everything. It would feel like the end of the world. That's bad enough. But now imagine like an enemy nation coming in and laying waste. Your city and your neighborhood and your.",
    "start": "00:41:47",
    "end": "00:42:07"
  },
  {
    "text": "Yeah.",
    "start": "00:42:08",
    "end": "00:42:08"
  },
  {
    "text": "Your tents.",
    "start": "00:42:08",
    "end": "00:42:09"
  },
  {
    "text": "Yeah. Let's turn it up even more. The city that he's living in is the city that has the temple in it. And the temple, you believe, is the place where heaven and earth meet. It's the little micro Eden. And so when the temple is destroyed, the world is destroyed. It's a little micro cosmos. That's what the temple represents. And so Genesis 1 language is the only language appropriate if it's the city of Jerusalem being destroyed. This is an example of the day of the Lord that happened in 586 BC. But then, okay, remember how the books of the prophets work, though? So for the prophets and the biblical authors who treasured these texts and compiled them into the collection we have, they lived through that, and then they continued to suffer under the oppression of more empires afterwards. And so for them, it actually didn't end. And so they see in these words a kind of cosmic disruption that didn't just happen in Jeremiah's day, it kept going. And so their conception of the day of the Lord wasn't just linked to one time in history. It became a way of thinking about many events where God allowed evil to crash in on itself, which kept pitching their hope for the future out even further and further until you get, you know, the final shaping the Hebrew Bible. You just a couple hundred years before Jesus, the biblical authors from that period are still studying. These are the texts that they're praying over. So the flip side of that is then all the poetic depictions about what comes out the other side of the destruction. Just like if Jeremiah narrated the undoing of Genesis 1, then what happens when God redoes Genesis 1?",
    "start": "00:42:09",
    "end": "00:43:58"
  },
  {
    "text": "Because the two things are connected. God isn't going to come with the day of the Lord just to Undo things. No, it's to undo things in order to redo things.",
    "start": "00:43:58",
    "end": "00:44:06"
  },
  {
    "text": "That's right. To let if. Actually, this is the logic of the flood story in Genesis. If humans want to sink creation back into chaos and violence, God will allow it, but he won't allow them to ruin the land, bring history to an end. His covenant commitment is greater than human evil. And so he will rescue out a remnant and deliver them to a new Eden and commission them to start over. That's the image here. So that brings us to the flip side of the day of Yahweh. So there's a whole lot of descriptions of the bad.",
    "start": "00:44:06",
    "end": "00:44:40"
  },
  {
    "text": "The bad part of it, yeah. It's just mountains quaking part of it.",
    "start": "00:44:40",
    "end": "00:44:44"
  },
  {
    "text": "Yeah, totally. And sometimes it's local. It's talking about the invasion of local armies. Sometimes it's cosmic language. The flip side of that is the hope for restoration. And there's just again, in all the prophetic books, there's a core set of themes here.",
    "start": "00:44:44",
    "end": "00:45:00"
  },
  {
    "text": "These are sub themes within this theme.",
    "start": "00:45:00",
    "end": "00:45:03"
  },
  {
    "text": "Yeah, yeah. What kinds of things fall into the good news of restoration on the other side, I mean, you can kind of anticipate based on the covenant story, you have image bearing royal priests in the garden, abundance, living with the animals, living long lives, you know what I mean? Fruitful and multiplying. So it's going to be recapturing all that. So just that will populate the list of what? The hope for things. So a faithful, the righteous remnant theme. Return from Babylon back into the new Eden promised land. Yeah, you probably know this one here. Let's look at Jeremiah 31. Been doing lots of Jeremiah today. Jeremiah 31, 31. Behold, the days are coming, declares the Lord, when I'll make a new covenant with the house of Israel and the house of Judah. Not like the covenant I made with their fathers when I brought them out of Egypt. So. Oh, a new relationship.",
    "start": "00:45:03",
    "end": "00:45:59"
  },
  {
    "text": "Yeah, new terms.",
    "start": "00:45:59",
    "end": "00:46:00"
  },
  {
    "text": "But it's not going to be like. When you're like, oh, well, how is it going to be different? Yeah, say more, please.",
    "start": "00:46:01",
    "end": "00:46:09"
  },
  {
    "text": "I'm listening.",
    "start": "00:46:10",
    "end": "00:46:10"
  },
  {
    "text": "And then look what he says. Not like the covenant I made with them when I brought them out of Egypt. My covenant that they broke even though I was their husband, says the Lord. You're just like, oh, yeah, I get it. This is the covenant I'll make with the house of Israel. After those days, I'll put my Torah inside of them. So I'll put my Torah inside of them, on their heart. I will write it. I will be their God. They'll be My people, that's marriage formula. I am my beloved's and he is mine.",
    "start": "00:46:10",
    "end": "00:46:43"
  },
  {
    "text": "But that's not different than the first covenant.",
    "start": "00:46:43",
    "end": "00:46:44"
  },
  {
    "text": "Ah, I'll put my Torah. That part's different. Totally. That's right. Yeah, that's right. Here's what they won't need. They won't need Torah teachers. They won't need people to teach about the laws and how to be faithful to the covenant.",
    "start": "00:46:45",
    "end": "00:46:56"
  },
  {
    "text": "Tim, you're out of a job.",
    "start": "00:46:56",
    "end": "00:46:57"
  },
  {
    "text": "I know, totally. They won't need teachers. Each person to his brother saying, hey, you know what? You should acknowledge Yahweh. You should have a covenant relationship with Yahweh, because they all will. They all will.",
    "start": "00:46:57",
    "end": "00:47:11"
  },
  {
    "text": "It'll be the norm. Status. Status quo.",
    "start": "00:47:11",
    "end": "00:47:14"
  },
  {
    "text": "From the least of the greatest. And I will forgive them. So there's an intimate knowing and being known with Yahweh, and it's motivated by grateful hearts that know they've been forgiven and that will motivate a passion and a faithfulness that you don't actually have to even write down the rules of.",
    "start": "00:47:14",
    "end": "00:47:36"
  },
  {
    "text": "Relationship, nor do you even have to remind someone about it.",
    "start": "00:47:36",
    "end": "00:47:39"
  },
  {
    "text": "Totally. They just know.",
    "start": "00:47:39",
    "end": "00:47:40"
  },
  {
    "text": "It's kind of like breathing at that point.",
    "start": "00:47:40",
    "end": "00:47:42"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:47:42",
    "end": "00:47:42"
  },
  {
    "text": "You don't have to go to your friend and be like, that's right. Remember, breathe today.",
    "start": "00:47:42",
    "end": "00:47:46"
  },
  {
    "text": "It's a depiction of the new humanity. And that's why he says it's a new covenant. But it's not like any of those other covenants. The whole point is to write out the rules of the relationship.",
    "start": "00:47:46",
    "end": "00:47:55"
  },
  {
    "text": "Ah, yeah.",
    "start": "00:47:55",
    "end": "00:47:56"
  },
  {
    "text": "Right. Here's what I'm gonna do.",
    "start": "00:47:56",
    "end": "00:47:57"
  },
  {
    "text": "You're almost anticipating that someone's gonna break it.",
    "start": "00:47:57",
    "end": "00:48:00"
  },
  {
    "text": "Totally. Yeah. Yeah. The reason you write rules is because you anticipate that they're gonna be broken or they have been broken. It's kinda like the rules at the pool.",
    "start": "00:48:00",
    "end": "00:48:07"
  },
  {
    "text": "Yeah. It's when you run into a rule that's like, yeah, please do not defecate on this or something. Why did they have to write that down?",
    "start": "00:48:07",
    "end": "00:48:15"
  },
  {
    "text": "Well, apparently little Jimmy did it one day. You don't even have to say what the expectations are because you have such.",
    "start": "00:48:15",
    "end": "00:48:21"
  },
  {
    "text": "Eager people, just naturally.",
    "start": "00:48:21",
    "end": "00:48:23"
  },
  {
    "text": "Yeah, totally. So, yeah. Such a powerful. You get poems like this. This is similar to Joel talking about the spirit being poured out on all people.",
    "start": "00:48:23",
    "end": "00:48:32"
  },
  {
    "text": "As I wrestle through and think about the story of the Garden of Eden and the tree of the knowledge of good and evil. And I think about what does it mean for humans to live in such a way that they're not relying on their own ability to discern good and evil. But they can live in a relationship with God in such a way that they just will know from God. They'll just know. It'll be natural because they're not them discerning it, it's God.",
    "start": "00:48:32",
    "end": "00:49:01"
  },
  {
    "text": "Yeah. Or they're. Or they're submitting to God's wisdom.",
    "start": "00:49:01",
    "end": "00:49:03"
  },
  {
    "text": "They're submitting God's wisdom about good and evil. And there's a sense of that here, of kind of like everyone just kind of knows. We don't have to write it all down. Feels very relational in a way.",
    "start": "00:49:03",
    "end": "00:49:15"
  },
  {
    "text": "Yeah, that's right. I think that's right. Yes. That's intuitive. Back to your wife's love tank.",
    "start": "00:49:15",
    "end": "00:49:20"
  },
  {
    "text": "Yeah, the love tank.",
    "start": "00:49:20",
    "end": "00:49:21"
  },
  {
    "text": "Was that in this conversation?",
    "start": "00:49:21",
    "end": "00:49:22"
  },
  {
    "text": "I forget now, our last episode.",
    "start": "00:49:22",
    "end": "00:49:23"
  },
  {
    "text": "Yeah, it's very intuitive. In any friendship, close friendship relationship, the moment that I have to tell you what I need from you, that's a letdown where, like, if we were really close, you would just know what I need right now. I need you to say this kind of encouraging thing to me because I'm just feeling down. But then when the other person just does it, you don't have to ask them. They just can sense what you need and do it without you having to tell them.",
    "start": "00:49:24",
    "end": "00:49:49"
  },
  {
    "text": "You think that's.",
    "start": "00:49:49",
    "end": "00:49:50"
  },
  {
    "text": "That's power, that's powerful. Those are good people to have in your life.",
    "start": "00:49:50",
    "end": "00:49:53"
  },
  {
    "text": "Do you think that was the ideal then for Adam and Eve to be in that kind of relationship where they just know what's the next right thing to do? Well, they know because of the relationship with God and they can. They know what brings him pleasure or not and. Versus having their own ability to figure that out.",
    "start": "00:49:53",
    "end": "00:50:13"
  },
  {
    "text": "Yeah, I mean, I think that's the idea that the seed of that idea is in the Garden of Eden and the tree of non good and evil. But what it means to live that way is actually you have to wait for later narratives to flesh that out in design, pattern, form. So when you get a Solomon saying, I don't know how to lead these.",
    "start": "00:50:13",
    "end": "00:50:33"
  },
  {
    "text": "People, give me wisdom, God.",
    "start": "00:50:33",
    "end": "00:50:34"
  },
  {
    "text": "And so he asked for wisdom to know good and evil, or, holy cow, he's a new Adam. Solomon's a new Adam setting himself up in a new Eden. And he gets it right.",
    "start": "00:50:34",
    "end": "00:50:46"
  },
  {
    "text": "He asks for wisdom.",
    "start": "00:50:46",
    "end": "00:50:47"
  },
  {
    "text": "He gets for a couple chapters. And then. Yeah, it's actually one of the few places the phrase no good and evil is used outside of the Garden narrative. Solomon's request. Yeah, like, that's a good example. And this is why in the Book of Proverbs, wisdom is about fearing God. Shunning evil. And if you fear God and shun evil, you will gain wisdom, which in Proverbs 3 is a tree of life. The way to the tree of life is to submit to God's wisdom of good and evil. So the whole book of Proverbs is about every person sits in front of the tree of knowing good and evil. And the tree of life, you have your own opportunity to blow it or do it. Right. So I think that's right. Submitting God's wisdom.",
    "start": "00:50:47",
    "end": "00:51:31"
  },
  {
    "text": "Sam. And there will be a time where the covenant is such that.",
    "start": "00:51:55",
    "end": "00:52:37"
  },
  {
    "text": "An ideal. Yeah.",
    "start": "00:52:37",
    "end": "00:52:38"
  },
  {
    "text": "You don't have to explain yourself or write down any rules. Everyone will just know.",
    "start": "00:52:38",
    "end": "00:52:43"
  },
  {
    "text": "Yeah.",
    "start": "00:52:43",
    "end": "00:52:44"
  },
  {
    "text": "Humans will know what is good and what is not good, intuitively.",
    "start": "00:52:44",
    "end": "00:52:49"
  },
  {
    "text": "Yeah. Yeah. The divine will and the human will have come together. And what are we talking about? Except Jesus of Nazareth right here. A human whose will is completely joined to the divine will. I think this is what in the Gospel of John, when Jesus talks about. I do the will of my father. He's committed everything to me and I do exactly what he tells me to. It's a depiction of Jesus as the true Adam.",
    "start": "00:52:49",
    "end": "00:53:14"
  },
  {
    "text": "Yeah. He's listening and he just obeys.",
    "start": "00:53:14",
    "end": "00:53:16"
  },
  {
    "text": "Yeah. He has the Torah written on his heart and he becomes the model for the new. The new humanity who just does God's will. You don't have to be told it, you just do it. So. Yeah. What a powerful image. And of course, because Israel didn't do that, that's why they're in the situation that they're in. And so for the prophets, everything that's broken has to become fixed. What is Samwise Gamgee? It's that famous line in the Lord of the Rings. Is everything sad going to become untrue? I think that's it. It's everything.",
    "start": "00:53:16",
    "end": "00:53:50"
  },
  {
    "text": "Yeah.",
    "start": "00:53:51",
    "end": "00:53:51"
  },
  {
    "text": "You know what I'm talking about.",
    "start": "00:53:51",
    "end": "00:53:52"
  },
  {
    "text": "Yeah.",
    "start": "00:53:52",
    "end": "00:53:53"
  },
  {
    "text": "I think they're sitting. It's like when Minas Tirith is getting besieged by the Orc world.",
    "start": "00:53:53",
    "end": "00:53:58"
  },
  {
    "text": "Gandalf, I thought you were dead, but then I thought I was dead myself. Is everything sad going to come untrue?",
    "start": "00:53:58",
    "end": "00:54:05"
  },
  {
    "text": "Yeah.",
    "start": "00:54:05",
    "end": "00:54:06"
  },
  {
    "text": "What's happened to the world?",
    "start": "00:54:06",
    "end": "00:54:07"
  },
  {
    "text": "Yeah. That's a cool scene. That's the prophets about the good news the day of Yahweh. Everything sad that they've just itemized. In all their accusations, they provide a reversal of. In the new creation. So you have corrupt humans, they become faithful humans. You have the wilderness and exile becomes a new Garden of Eden. Babylon falls so that the new Jerusalem could be created.",
    "start": "00:54:07",
    "end": "00:54:29"
  },
  {
    "text": "Everything sad becomes untrue.",
    "start": "00:54:29",
    "end": "00:54:31"
  },
  {
    "text": "Yeah, Cool.",
    "start": "00:54:31",
    "end": "00:54:32"
  },
  {
    "text": "So that's the themes in the Book of.",
    "start": "00:54:33",
    "end": "00:54:34"
  },
  {
    "text": "Yeah, those are the themes. We could spend more time looking at different texts, but yes, that's the core idea.",
    "start": "00:54:35",
    "end": "00:54:40"
  },
  {
    "text": "Thanks for listening to this episode of the Bible Project podcast. Next week we'll be diving into a new how to Read the Bible series. We're going to look at how to read the law.",
    "start": "00:54:41",
    "end": "00:54:52"
  },
  {
    "text": "The laws have, throughout history in Judaism and Christianity have created different crises of biblical authority.",
    "start": "00:54:52",
    "end": "00:55:01"
  },
  {
    "text": "Today's episode was produced by Dan Gummel. We're a non profit organization in Portland, Oregon and you can learn more about us at thebibleproject.com thanks for being a part of this with us.",
    "start": "00:55:01",
    "end": "00:55:12"
  },
  {
    "text": "Hi, this is Yael from France. I am excited to be a part of making the Bible Project video Highwable in French. Thank you for your support and let all your friends know this video are haveable. We believe the Bible is a unified story that leads to Jesus. The Bible Project is crown funded and you can find free video, study notes, podcasts and more@thebibleproject.com the Bible Project the Bible Project.",
    "start": "00:55:13",
    "end": "00:55:59"
  }
]