[
  {
    "text": "This is John from the bibleproject. And today on the podcast, we're going to talk about how to read the prophets. The prophets are a large portion of the Hebrew Scriptures. There's Ezekiel, Jeremiah, and Isaiah, all large books in their own right. And then there's 12 more minor prophets, making for 15 books that we call the prophetic books. And these books are hard to read.",
    "start": "00:00:06",
    "end": "00:00:31"
  },
  {
    "text": "There's not a linear narrative like a storyline. The way that they communicate is hard to follow.",
    "start": "00:00:31",
    "end": "00:00:37"
  },
  {
    "text": "They're written mainly in ancient Hebrew poetry, and they talk about ancient civilizations and ancient kings. And they expect that you are very.",
    "start": "00:00:37",
    "end": "00:00:46"
  },
  {
    "text": "Familiar with the story of the Bible.",
    "start": "00:00:46",
    "end": "00:00:49"
  },
  {
    "text": "So far, and so perhaps you've avoided reading the prophets.",
    "start": "00:00:49",
    "end": "00:00:52"
  },
  {
    "text": "I know I do.",
    "start": "00:00:53",
    "end": "00:00:54"
  },
  {
    "text": "In fact, their contemporaries didn't really want to listen to them either.",
    "start": "00:00:54",
    "end": "00:00:58"
  },
  {
    "text": "These books were composed as a representation of the message of a minority voice in Israel before the exile. These figures were, for the most part, not listened to. It was precisely after all of their warnings came true, the interest surged in what these figures were and what they wrote instead.",
    "start": "00:00:58",
    "end": "00:01:17"
  },
  {
    "text": "The prophets were right. They knew what was going to happen. They knew to Israel. And this leads us to a common misconception of the role of the prophets, that the prophets are merely future predictors.",
    "start": "00:01:18",
    "end": "00:01:28"
  },
  {
    "text": "That's a part of what they do. However, that is not what the word prophecy means in the Bible, nor is that the primary role of the prophets in the Bible. Future prediction is something that some prophets do sometimes, but it is not near the heart of the core biblical definition of prophecy.",
    "start": "00:01:29",
    "end": "00:01:51"
  },
  {
    "text": "So what's the main role of the prophets? Well, it wasn't a role that they always enjoyed.",
    "start": "00:01:51",
    "end": "00:01:57"
  },
  {
    "text": "Jeremiah talks about the prophetic word as a fire in his chest, and not in a good sense. He says it's burning him up and he would rather not have to tell anybody. But then he says, it will burn me if I don't get it out.",
    "start": "00:01:57",
    "end": "00:02:11"
  },
  {
    "text": "The world of the biblical prophets, full of intrigue, and if it wasn't for them, we wouldn't have the Hebrew Scriptures.",
    "start": "00:02:11",
    "end": "00:02:19"
  },
  {
    "text": "Thanks for joining us.",
    "start": "00:02:20",
    "end": "00:02:21"
  },
  {
    "text": "Here we go.",
    "start": "00:02:21",
    "end": "00:02:22"
  },
  {
    "text": "So we are in the how to.",
    "start": "00:02:32",
    "end": "00:02:35"
  },
  {
    "text": "Read the Bible series.",
    "start": "00:02:35",
    "end": "00:02:36"
  },
  {
    "text": "Yes.",
    "start": "00:02:36",
    "end": "00:02:36"
  },
  {
    "text": "And we're going to talk about how to read the prophets.",
    "start": "00:02:36",
    "end": "00:02:40"
  },
  {
    "text": "How do we read the Old Testament prophets?",
    "start": "00:02:40",
    "end": "00:02:42"
  },
  {
    "text": "Old Testament prophets.",
    "start": "00:02:42",
    "end": "00:02:42"
  },
  {
    "text": "This is video 12 in the series.",
    "start": "00:02:42",
    "end": "00:02:44"
  },
  {
    "text": "Yeah. So if you've been following the series, what did we just get done with? Psalms.",
    "start": "00:02:44",
    "end": "00:02:48"
  },
  {
    "text": "Yep. Psalms, yeah. Yeah, that's right.",
    "start": "00:02:48",
    "end": "00:02:50"
  },
  {
    "text": "Now we're going into prophets.",
    "start": "00:02:50",
    "end": "00:02:51"
  },
  {
    "text": "Yep. So we kind of went from it was what is the Bible? To what's the story then types of literature in The Bible.",
    "start": "00:02:51",
    "end": "00:02:57"
  },
  {
    "text": "Yep.",
    "start": "00:02:57",
    "end": "00:02:57"
  },
  {
    "text": "It's been the flow of the series. Then we talk about narrative for a long time, talk about poetry. Now we're going to focus in on sections of the Bible that are mainly narrative or poetry and kind of walk.",
    "start": "00:02:57",
    "end": "00:03:10"
  },
  {
    "text": "Through them, but have their own identity.",
    "start": "00:03:10",
    "end": "00:03:11"
  },
  {
    "text": "Their own kind of flavor, their own kind of section. Yep. So we did Psalms, Prophets. We'll do a video and a whole conversation on the wisdom books. Oh, like revisit the wisdom.",
    "start": "00:03:11",
    "end": "00:03:20"
  },
  {
    "text": "Would that be a bit of a.",
    "start": "00:03:20",
    "end": "00:03:21"
  },
  {
    "text": "Repeat some of the themes, but again, it's about how to read, how to read, how to read. So how the books are designed, how they work. Then we'll do a video on law in the Bible, the Old Testament law. Then we'll go into the New Testament.",
    "start": "00:03:21",
    "end": "00:03:35"
  },
  {
    "text": "Everyone wants to talk about the law.",
    "start": "00:03:35",
    "end": "00:03:36"
  },
  {
    "text": "Oh, dude, it's so awesome.",
    "start": "00:03:37",
    "end": "00:03:38"
  },
  {
    "text": "I was joking.",
    "start": "00:03:38",
    "end": "00:03:39"
  },
  {
    "text": "Oh. I was like, yeah, Old Testament law is legit anyway. But prophets, that's what we're talking about right now.",
    "start": "00:03:39",
    "end": "00:03:47"
  },
  {
    "text": "Cool. Bring me in. I actually, out of any part of the Bible least familiar, read the prophets. The least. In fact, if I were honest, there's likely large parts of the prophets I've never read.",
    "start": "00:03:47",
    "end": "00:04:01"
  },
  {
    "text": "Still to this day.",
    "start": "00:04:02",
    "end": "00:04:03"
  },
  {
    "text": "Still to this day.",
    "start": "00:04:04",
    "end": "00:04:05"
  },
  {
    "text": "So fun fact, the prophets, in terms of page length in the Old Testament, take up nearly as much length as the entire New Testament. Wow. In terms of, like, words, number of words, and the sheer amount of space for these books, that's a large part.",
    "start": "00:04:05",
    "end": "00:04:23"
  },
  {
    "text": "Of the Bible I get to ignore.",
    "start": "00:04:23",
    "end": "00:04:24"
  },
  {
    "text": "It's gigantic. The book of Jeremiah is the longest book in the entire Bible. Old and New Testaments. It's actually longer than the book of Psalms.",
    "start": "00:04:24",
    "end": "00:04:32"
  },
  {
    "text": "Oh, wow.",
    "start": "00:04:32",
    "end": "00:04:33"
  },
  {
    "text": "So, yeah, these are long, extremely complex. I mean, there's a reason why they're the things that you've read the least.",
    "start": "00:04:33",
    "end": "00:04:40"
  },
  {
    "text": "People talk about Leviticus being the hardest book to read.",
    "start": "00:04:40",
    "end": "00:04:43"
  },
  {
    "text": "Yeah, I disagree. It's only 26 chapters, though, and there's.",
    "start": "00:04:43",
    "end": "00:04:46"
  },
  {
    "text": "A lot of narrative in it.",
    "start": "00:04:46",
    "end": "00:04:47"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:04:47",
    "end": "00:04:48"
  },
  {
    "text": "That you can flow with. You're like, okay. And there's just weird laws and stuff. But I can get through it. The prophets as a whole, to me, is the hardest thing to read in the Bible.",
    "start": "00:04:48",
    "end": "00:04:56"
  },
  {
    "text": "Yeah, totally. Okay, so here I've two great quotes because some of the great thinkers in history agree with you. For example, Martin Luther.",
    "start": "00:04:56",
    "end": "00:05:05"
  },
  {
    "text": "Yeah, that's good.",
    "start": "00:05:06",
    "end": "00:05:08"
  },
  {
    "text": "Reformer. He had this famous quotable. He said the prophets have an odd way of talking. Like people who, instead of proceeding in an orderly manner, ramble off from one thing to the next so that you cannot make head or tail of them. Or see what they are getting at.",
    "start": "00:05:08",
    "end": "00:05:26"
  },
  {
    "text": "It's pretty negative.",
    "start": "00:05:26",
    "end": "00:05:27"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:05:29",
    "end": "00:05:30"
  },
  {
    "text": "He didn't like the prophets either. It sounds like.",
    "start": "00:05:30",
    "end": "00:05:32"
  },
  {
    "text": "Well, I think he's just saying the way that they communicate.",
    "start": "00:05:32",
    "end": "00:05:35"
  },
  {
    "text": "Yeah. It was weird to him.",
    "start": "00:05:35",
    "end": "00:05:36"
  },
  {
    "text": "It's hard to follow.",
    "start": "00:05:36",
    "end": "00:05:36"
  },
  {
    "text": "Yeah.",
    "start": "00:05:36",
    "end": "00:05:37"
  },
  {
    "text": "And that's true. The apostle Paul is difficult to follow sometimes, but you can. Yeah, you can see what's getting.",
    "start": "00:05:37",
    "end": "00:05:43"
  },
  {
    "text": "You can chart it out.",
    "start": "00:05:43",
    "end": "00:05:44"
  },
  {
    "text": "Totally. Like, summarize Isaiah for me. You're just like, oh, I don't. What? Yeah, they're really complex acts of communication. They don't communicate like a normal work.",
    "start": "00:05:44",
    "end": "00:05:57"
  },
  {
    "text": "The cookies aren't on the bottom shelf.",
    "start": "00:05:58",
    "end": "00:06:00"
  },
  {
    "text": "Cookies are not on the bottom shelf. And part of it is, these texts are designed for readers who have processed the Torah and the historical books deeply. Like, you're immersed. They assume you're immersed in it. And then they start at that level. And so that's part of why. Another part of why. It's just. It's a form of communication that is not linear and sequential. It's cyclical and symphonic. Symphonic. Yeah. Symphonic meaning symphony or a song. There's a melody, there's the melody, but the melody repeats, but never exactly the same. And so it has a rhythm. These books have a rhythm and a repetition to them. The is really off putting, actually, for a lot of modern readers, because we think, just get to the point, be clear. And being succinct and to the point is not a high value.",
    "start": "00:06:00",
    "end": "00:06:51"
  },
  {
    "text": "Tell me for these books, Tell me how to live. Yeah, so tell me what to do with life.",
    "start": "00:06:51",
    "end": "00:06:55"
  },
  {
    "text": "Yeah. And they're just like, whoa, King of Tyre, you shall descend to the grave.",
    "start": "00:06:55",
    "end": "00:06:59"
  },
  {
    "text": "And I'm like, tyre, I don't even.",
    "start": "00:06:59",
    "end": "00:07:00"
  },
  {
    "text": "Know what is Tyre. Here's another towering Old Testament scholar from the 20th century, John Bright. He writes in the introduction to his commentary on Jeremiah, he says, what makes the prophetic books particularly, and one might say needlessly difficult, is the very manner of their arrangement. Or to be more accurate, their apparent lack of arrangement all seems confusion. The impression that the reader gains is one of extreme disarray. One can scarcely blame him for concluding that he's reading a hopeless hodgepodge thrown together without any discernible principle of arrangement at all.",
    "start": "00:07:00",
    "end": "00:07:37"
  },
  {
    "text": "But this guy doesn't believe that in the end, right? Or does he?",
    "start": "00:07:37",
    "end": "00:07:41"
  },
  {
    "text": "That's what he's saying. He said, this is the impression that the reader gains. So both of these comments are just saying that's the impression that most people have as they read the prophets. There's not a linear narrative like a storyline There isn't. It's not like one of Paul's letters, retracing just a couple ideas and working them through sequentially so they work much more through. Poetic. Yeah. Symphony, cyclical, repetitive themes, and they assume a lot of the reader.",
    "start": "00:07:41",
    "end": "00:08:14"
  },
  {
    "text": "Yeah. What would be like, a contemporary equivalent to this kind of writing?",
    "start": "00:08:14",
    "end": "00:08:21"
  },
  {
    "text": "Oh, to this kind of writing.",
    "start": "00:08:21",
    "end": "00:08:22"
  },
  {
    "text": "Yeah.",
    "start": "00:08:22",
    "end": "00:08:23"
  },
  {
    "text": "Let's see. Okay, well, let's start with this. They're mostly poetry.",
    "start": "00:08:24",
    "end": "00:08:27"
  },
  {
    "text": "Mostly poetry.",
    "start": "00:08:27",
    "end": "00:08:28"
  },
  {
    "text": "Mostly poetry. Some of these books have narratives interspersed with. Ezekiel has a lot of discourse and poetry together. So, like speeches.",
    "start": "00:08:28",
    "end": "00:08:36"
  },
  {
    "text": "Well, I'm trying to think of if someone's never tried to read the prophets. Oh, what would be a similar experience?",
    "start": "00:08:37",
    "end": "00:08:41"
  },
  {
    "text": "I understand.",
    "start": "00:08:42",
    "end": "00:08:42"
  },
  {
    "text": "Where you're just, like, confused.",
    "start": "00:08:42",
    "end": "00:08:44"
  },
  {
    "text": "Yeah. Maybe it's like going to an art gallery, seeing one exhibit, and then you walk into the next room and you see the next one. You're like, what's the unifying theme here? What is this? How does it relate to that one?",
    "start": "00:08:44",
    "end": "00:08:59"
  },
  {
    "text": "Totally. How am I supposed to appreciate this painting?",
    "start": "00:08:59",
    "end": "00:09:02"
  },
  {
    "text": "Yeah, that's right. What am I supposed to be getting here?",
    "start": "00:09:03",
    "end": "00:09:05"
  },
  {
    "text": "Yeah.",
    "start": "00:09:05",
    "end": "00:09:05"
  },
  {
    "text": "Really?",
    "start": "00:09:06",
    "end": "00:09:07"
  },
  {
    "text": "You just start nodding your head and being like, yeah, I like it.",
    "start": "00:09:07",
    "end": "00:09:09"
  },
  {
    "text": "Okay, cool.",
    "start": "00:09:09",
    "end": "00:09:09"
  },
  {
    "text": "Yeah, that's kind of how I feel like when I go wine tasting, too.",
    "start": "00:09:09",
    "end": "00:09:13"
  },
  {
    "text": "Oh, okay. Sure. Yeah, I'm sure there's something really sophisticated happening here.",
    "start": "00:09:13",
    "end": "00:09:17"
  },
  {
    "text": "It's lost on me.",
    "start": "00:09:17",
    "end": "00:09:18"
  },
  {
    "text": "I don't know what's. Yeah, there you go. So what I would love the video to do is to take what I think are the. The most challenging books of the Bible to read and just to give some handles, because there are just a handful of things that once you get how they work, how they fit into the biblical story, the themes that they are repeatedly working out, it can make reading these books a lot less of a challenge and actually mind blowing. They have become my favorite books of the Bible to spend a lot of time in. Yeah.",
    "start": "00:09:18",
    "end": "00:09:46"
  },
  {
    "text": "Cool.",
    "start": "00:09:46",
    "end": "00:09:47"
  },
  {
    "text": "Sam.",
    "start": "00:09:51",
    "end": "00:10:01"
  },
  {
    "text": "Let'S start here. The word prophecy, just devoid of any, like, biblical associations. The English word prophecy brings to modern people's ears a whole bunch of things that we need to address and undo before we come to these books. So I'll just do, like, live test sample. I have not prepared you for this question, but when you hear the word prophecy, what comes to your mind?",
    "start": "00:10:28",
    "end": "00:10:54"
  },
  {
    "text": "Yeah, like fortune telling, I suppose, in a way, like being able to talk about the future, things that haven't happened yet. A prophet can look into the uncreative future and tell you something about it. So, you know, one thing in my tradition growing up was it was a really big Deal to show how prophecy was fulfilled in the New Testament. Like, there's no way they could have known that, you know, this empire was gonna do this or, you know, Jesus would have been stabbed in the side. In this way. The prophets knew.",
    "start": "00:10:54",
    "end": "00:11:28"
  },
  {
    "text": "Yeah.",
    "start": "00:11:28",
    "end": "00:11:29"
  },
  {
    "text": "So the prophets were like the seers.",
    "start": "00:11:29",
    "end": "00:11:31"
  },
  {
    "text": "Two parts of what you're saying. One is, first thing that comes to your mind is like fortune telling, future prediction of events that can't have been known through whatever.",
    "start": "00:11:32",
    "end": "00:11:40"
  },
  {
    "text": "If you're a friend with a prophet. Yeah. Play the lotto.",
    "start": "00:11:40",
    "end": "00:11:43"
  },
  {
    "text": "Yeah, that's right. Second is the prophecy fulfillment theme, the way of connecting the Bible, the prophets, to the story of Jesus. And that's usually people have noticed that in the gospel narratives about Jesus, the narrators will often stop a story and be like, hey, reader, this happened to fulfill what the prophet said. And then they'll quote from a section of Isaiah or something like that.",
    "start": "00:11:43",
    "end": "00:12:05"
  },
  {
    "text": "And those are connected in my mind in that the prophet was predicting something that ended up happening.",
    "start": "00:12:05",
    "end": "00:12:10"
  },
  {
    "text": "Those are the books of the Bible that predicted the Jesus part of the story. Yeah, done. Done deal.",
    "start": "00:12:10",
    "end": "00:12:15"
  },
  {
    "text": "Yeah. And actually it made me wonder, like, well, if that was their point, they could have just bulleted out some predictions.",
    "start": "00:12:15",
    "end": "00:12:21"
  },
  {
    "text": "Yeah. What's all this other stuff about, like pronouncing curses on the kings of Edom and Tyre? Cause that's a huge part of what's in these books. Yeah, yeah. What's all that about? Why does that stuff matter?",
    "start": "00:12:21",
    "end": "00:12:33"
  },
  {
    "text": "Well, maybe they said filled some time.",
    "start": "00:12:33",
    "end": "00:12:35"
  },
  {
    "text": "I'm looking@dictionary.com and the first definition of prophecy is the foretelling and prediction of things to come. So here's the. There is one part of how the prophets work in the storyline of the Bible. That's right. That's right. That's a part of what they do.",
    "start": "00:12:37",
    "end": "00:12:53"
  },
  {
    "text": "However, they look into the future to see what's to come.",
    "start": "00:12:53",
    "end": "00:12:56"
  },
  {
    "text": "These books actually, along with the Torah and the narrative books, are all part of the unified story of the Old Testament. That's pointing forward.",
    "start": "00:12:56",
    "end": "00:13:06"
  },
  {
    "text": "Okay.",
    "start": "00:13:06",
    "end": "00:13:07"
  },
  {
    "text": "That is part of their role. However, that is not what the word prophecy means in the Bible, nor is that the primary role of prophets in the Bible. Future prediction. Future prediction is something that some prophets do sometimes, but it is not near the heart of the core biblical definition of prophecy. So that's a first.",
    "start": "00:13:07",
    "end": "00:13:32"
  },
  {
    "text": "The Bible has a definition of prophecy.",
    "start": "00:13:32",
    "end": "00:13:34"
  },
  {
    "text": "Yeah. Like the word prophecy comes from the Bible and the way the word is used in the Bible doesn't match. That match the Dictionary.com definition. But Dictionary.com isn't telling me what a biblical prophecy is. What biblical Hebrew word prophecy means. But it's just interesting.",
    "start": "00:13:34",
    "end": "00:13:49"
  },
  {
    "text": "We're not hating on Dictionary.com?",
    "start": "00:13:49",
    "end": "00:13:51"
  },
  {
    "text": "No, no, definitely not. Okay, so what biblical prophecy is not Is prediction of future events. Biblical prophets sometimes anticipate the future, but that's not the core definition. So let's just look at some examples here. Actually, a passage in the book of Exodus, it's not the first time the word prophet or prophecy appears, but it's like the second or third. So this is when God has commissioned Moses. He appears at the burning bush to Moses and he's commissioning Moses to go speak to the Israelites and to confront Pharaoh and say, let my people go. Yeah, you've seen the movie.",
    "start": "00:13:51",
    "end": "00:14:27"
  },
  {
    "text": "A couple of them.",
    "start": "00:14:28",
    "end": "00:14:29"
  },
  {
    "text": "And so remember, Moses starts making all these excuses.",
    "start": "00:14:29",
    "end": "00:14:32"
  },
  {
    "text": "Yeah, I can't speak very well.",
    "start": "00:14:32",
    "end": "00:14:34"
  },
  {
    "text": "Can't speak very well.",
    "start": "00:14:34",
    "end": "00:14:35"
  },
  {
    "text": "What is his. That's the only one I know.",
    "start": "00:14:35",
    "end": "00:14:36"
  },
  {
    "text": "What's your name? No one's gonna believe me. That's kind of thing.",
    "start": "00:14:36",
    "end": "00:14:41"
  },
  {
    "text": "Yeah.",
    "start": "00:14:41",
    "end": "00:14:41"
  },
  {
    "text": "Actually his last. There's five objections he makes. The fifth one is just send somebody else. That's what he says. And so God kind of accepts it, but kind of doesn't. He says, listen, your brother Aaron's coming to meet you and I'm going to make him your co worker. And here's what he says. Exodus, chapter six. The Lord spoke to Moses saying, I'm the Lord. You speak to Pharaoh, king of Egypt. All that. I speak to you. Then the Lord said to Moses, look, I will make you as God to Pharaoh and your brother Aaron shall be your prophet. You speak all that I command you. And your brother Aaron is the one who will speak to Pharaoh. So this is just helpful because it's a narrative and it tells you the role of a prophet. In other words, the narrative explains for you what a prophet is and does.",
    "start": "00:14:41",
    "end": "00:15:33"
  },
  {
    "text": "Okay, I'm not seeing it.",
    "start": "00:15:33",
    "end": "00:15:35"
  },
  {
    "text": "So Moses says, I don't want to talk to Pharaoh.",
    "start": "00:15:35",
    "end": "00:15:38"
  },
  {
    "text": "Yeah.",
    "start": "00:15:38",
    "end": "00:15:38"
  },
  {
    "text": "So God says, okay, yeah, put me on the bench. You talk to your brother. Okay, you talk to your brother and your brother will talk to Pharaoh.",
    "start": "00:15:38",
    "end": "00:15:44"
  },
  {
    "text": "Okay.",
    "start": "00:15:44",
    "end": "00:15:45"
  },
  {
    "text": "And look at this. Look, I will make you like God to Pharaoh. Moses will be the one speaking to Pharaoh. Oh, but your brother Aaron will be your prophet.",
    "start": "00:15:45",
    "end": "00:15:56"
  },
  {
    "text": "So the prophet is the person who speaks on behalf of God.",
    "start": "00:15:56",
    "end": "00:15:58"
  },
  {
    "text": "There you go. That's it. To speak on God's behalf, That's the.",
    "start": "00:15:58",
    "end": "00:16:01"
  },
  {
    "text": "Role of a prophet.",
    "start": "00:16:01",
    "end": "00:16:02"
  },
  {
    "text": "Yeah, that's the role. The fundamental role of the prophets, divine spokesman. Humans who are brought into the divine council who discern as we'll See through lots of different ways, but they discern what it is that God wants to say to his people. And so it's their message, but it's the message that God wants his people to hear. Which is why when you're reading the prophets, if you go right up, here's just this randomly from Jeremiah chapter 2. This is how most poems in the Bible begin. Jeremiah, chapter 2. Jeremiah says, now the word of the Lord came to me saying, and then here's what the word of the Lord is. Go and proclaim in the ears of Jerusalem and say, thus says the Lord, I remember concerning you the devotion of your youth and so on. So most of the poetry in the prophets begins with. What are these called? Prophetic messenger formulas.",
    "start": "00:16:02",
    "end": "00:16:59"
  },
  {
    "text": "God came and told me something I'm about to tell you.",
    "start": "00:16:59",
    "end": "00:17:02"
  },
  {
    "text": "Totally. Yeah. And then the prophet speaks in a divine voice.",
    "start": "00:17:02",
    "end": "00:17:05"
  },
  {
    "text": "Oh, he starts talking as if he is God.",
    "start": "00:17:05",
    "end": "00:17:08"
  },
  {
    "text": "Here's what the Lord says, I remember concerning you. And then you're reading a poem that's like God's poem. Like, it's God's poem.",
    "start": "00:17:09",
    "end": "00:17:17"
  },
  {
    "text": "So it's kind of like the herald of the king comes and like, I have a message for the king. I, the king, blah, blah.",
    "start": "00:17:17",
    "end": "00:17:22"
  },
  {
    "text": "Yeah, totally. Actually, there's a story in the book of Second Kings, when the Assyrians come to besiege Jerusalem, King of Assyria sends messengers, and they say, thus says the king of Assyria, and they begin a speech, I came to your city, but it's a herald standing there. It's not the king of Syria, it's his prophet, so to speak. Sure. So that's really it. It's these heralds, spokesmen who speak on God's behalf. So it's almost unexciting how simple the definition.",
    "start": "00:17:22",
    "end": "00:17:52"
  },
  {
    "text": "It is a little anticlimactic, but it's just.",
    "start": "00:17:53",
    "end": "00:17:55"
  },
  {
    "text": "It's like, let's just. Let's understand these figures and what these books are. So how these books represent God is saying all kinds of things, including what.",
    "start": "00:17:55",
    "end": "00:18:05"
  },
  {
    "text": "Will happen to us.",
    "start": "00:18:05",
    "end": "00:18:06"
  },
  {
    "text": "Yeah, sometimes the message that's from God to his people through the prophet is about the future. The future, but not always. And that's certainly not the defining characteristic of the message. That's. First point, simple, but important to kind of reframe what these books are all about. Another aspect of these prophetic figures is that they are connected with the role of God's spirit. In other words, prophecy. God speaking to his people through these human mediators is often connected to the work of God's spirit. Okay, so one is Micah, chapter three. Whereas actually, he just got done accusing a whole bunch of what he calls false prophets. So they're also people claiming to speak on behalf of the God of Israel. And he's like, no, you don't. You're just making that up. And then he says, I'm. This is Micah, chapter three, verse eight. I am filled with power, with the spirit of the Lord, with justice and courage to make known to Jacob his rebellious act. Even Israel has sinned. So he's critiquing prophets who are telling the kings that he thinks are idolatrous and really horrible people that they're just fine and God loves you and he's pro Israel and this. And Micah's like, that's how you know they're false. It's because they always tell you what you want to hear. And then he says, you know how I'm legitimate? I'm filled with the spirit of Yahweh, and I'm going to expose how rotten. That's my credentials, the whole foundation. Yeah, his credentials are. Which, you know, from the other prophet's point of view, could be like, no, he's the false one.",
    "start": "00:18:06",
    "end": "00:20:14"
  },
  {
    "text": "Yeah.",
    "start": "00:20:14",
    "end": "00:20:15"
  },
  {
    "text": "And this was a problem.",
    "start": "00:20:15",
    "end": "00:20:16"
  },
  {
    "text": "This happened a lot different prophets being.",
    "start": "00:20:16",
    "end": "00:20:18"
  },
  {
    "text": "Like, yeah, there's whole narratives in the book of Jeremiah about Jeremiah versus the other prophets. Because Jeremiah was saying, I'm full of the spirit of Yahweh and Babylon is coming to town and God's the one behind it. And the other prophets are like, no, God's going to defend Jerusalem. You're the false prophet. So this is a problem. This is not a new problem.",
    "start": "00:20:18",
    "end": "00:20:39"
  },
  {
    "text": "Yeah, yeah, right.",
    "start": "00:20:40",
    "end": "00:20:41"
  },
  {
    "text": "People claiming.",
    "start": "00:20:41",
    "end": "00:20:42"
  },
  {
    "text": "Claiming to speak on behalf.",
    "start": "00:20:43",
    "end": "00:20:44"
  },
  {
    "text": "Yeah, work with me. Claiming to speak on God's behalf and people having arguments and disputes about who truly represents God.",
    "start": "00:20:44",
    "end": "00:20:50"
  },
  {
    "text": "I speak for God. No, I speak for God.",
    "start": "00:20:50",
    "end": "00:20:52"
  },
  {
    "text": "Yeah. This is an ancient challenge. I mean, Jeremiah, for example, was announcing that the city was going to be. Jerusalem would be overtaken by Babylon and that Yahweh would be the one allowing it to happen. So he was making an announcement. In fact, this is a part of what we're moving into. The question then, of who were these biblical prophets? These books were composed as a representation of the message of a minority voice in Israel before the exile. And they were. These figures were, for the most part, not listened to. That's why the destruction came. And so it was precisely after all of their warnings came true, the interest surged in what these figures were and what they wrote and said, because, like, oh, my gosh, the people we've been ignoring were Right. It would be kind of like that. It would be kind of like people who are anticipating the fall of Western society.",
    "start": "00:20:52",
    "end": "00:21:46"
  },
  {
    "text": "Well, it's kind of like the, it's like the guy who. What's his name? From the big short.",
    "start": "00:21:46",
    "end": "00:21:52"
  },
  {
    "text": "I didn't see it.",
    "start": "00:21:52",
    "end": "00:21:53"
  },
  {
    "text": "Well, the big shorts. All about the.",
    "start": "00:21:53",
    "end": "00:21:54"
  },
  {
    "text": "It's about the 2008.",
    "start": "00:21:54",
    "end": "00:21:56"
  },
  {
    "text": "Yeah. There's one guy who saw it coming. No one saw it coming. Everyone was like, oh, this is great. Everything's great. There's one guy who was like, you know what these, whatever they were called? These like all these bad mortgages.",
    "start": "00:21:56",
    "end": "00:22:09"
  },
  {
    "text": "Yeah.",
    "start": "00:22:09",
    "end": "00:22:10"
  },
  {
    "text": "Packaged together. He's like, this is horrible. It's all going to fall apart. And so he shorted, shorting the bank and everyone thought he was crazy. Then the market falls and everyone thinks he's like, we need to pay attention to this guy.",
    "start": "00:22:10",
    "end": "00:22:23"
  },
  {
    "text": "Yes.",
    "start": "00:22:23",
    "end": "00:22:23"
  },
  {
    "text": "Yeah, he saw it.",
    "start": "00:22:23",
    "end": "00:22:25"
  },
  {
    "text": "Yes. It's totally that. Yeah, that's a good analogy. It's a perfect analogy. That's the role that these figures play in Israel's history.",
    "start": "00:22:25",
    "end": "00:22:33"
  },
  {
    "text": "No one was really listening to them or a minority of people were. What they had to say comes to be. And then we look back, everyone looks back and goes, oh, why don't we pay attention to what they wrote down?",
    "start": "00:22:33",
    "end": "00:22:44"
  },
  {
    "text": "Or we should have paid attention. And now the writings and teachings of these figures become the object of a lot of study and prayer and meditation so that we don't repeat the lessons of the past. So something significant about these figures, and it's true, you know, like you said, talking about in your tradition, church tradition, you grew up in, there was this aversion towards people claiming to have had experiences where God spoke to them. Where God spoke to them. And now I tell you. So it's really, it's important for us to fully process this that figures like that are the key figures behind the origins of the Bible.",
    "start": "00:22:44",
    "end": "00:23:22"
  },
  {
    "text": "Yeah. Well, great, now we got the Bible.",
    "start": "00:23:24",
    "end": "00:23:25"
  },
  {
    "text": "Yep, totally.",
    "start": "00:23:26",
    "end": "00:23:27"
  },
  {
    "text": "These were weird dudes.",
    "start": "00:23:28",
    "end": "00:23:29"
  },
  {
    "text": "Many of them were outsiders, eccentrics. Eccentrics. And they were. Yeah, they were off putting. And we don't know that much about the biography of many of these figures, but some we do. Yeah. Many of these figures, these prophets, the reason, what gripped them, like how does a person get into a mental space where they are regularly hearing messages from their God and crafting speeches and poems to represent that message to their contemporaries.",
    "start": "00:23:29",
    "end": "00:23:59"
  },
  {
    "text": "Yeah. Lack of sleep.",
    "start": "00:23:59",
    "end": "00:24:01"
  },
  {
    "text": "Lack of sleep, totally. So in a handful of like Isaiah, Jeremiah, Amos, to a lesser degree, Habakkuk and some of these other prophets, these are all biblical prophets, they talk about their Experiences, and they were usually dreams or visions. Ezekiel, prophet Ezekiel, where they have a frightening, terrifying encounter with the Divine presence. They think they're going to die, especially Isaiah and Ezekiel. And these books of the prophets began all the way back here with these people who had some kind of radical experience of the Divine Presence. And they heard themselves being addressed by someone commissioning them to go and do and say to their contemporaries something that nobody else was saying, that things are not okay, and this is all going to come crashing down. Most of these figures end up in the stories told in these books as being really unhappy people.",
    "start": "00:24:01",
    "end": "00:25:07"
  },
  {
    "text": "I mean, really, it's a burden to carry.",
    "start": "00:25:10",
    "end": "00:25:12"
  },
  {
    "text": "It's a burden. Jeremiah talks about the prophetic word as a fire in his chest. And not in a good sense. He says it's consuming, burning him up like an indigestion. Yeah. And he would rather not have to tell anybody, but then he says, it will burn me if I don't get it out of my chest. So these are figures who had radical religious experiences that made them really intense personalities, intense individuals. Yeah. And they believe that it was precisely that divine encounter that charged their words with this divine authority and meaning. That's what Micah means when he says, I'm filled with power in the spirit of the Lord. There's some untold story.",
    "start": "00:25:12",
    "end": "00:25:54"
  },
  {
    "text": "Do you think the false ones, too, like, are the ones you know?",
    "start": "00:25:54",
    "end": "00:25:57"
  },
  {
    "text": "It's a good question.",
    "start": "00:25:58",
    "end": "00:25:58"
  },
  {
    "text": "Also had these experiences?",
    "start": "00:25:59",
    "end": "00:26:00"
  },
  {
    "text": "Well, we don't know. Yeah, we don't know. In fact, Jeremiah makes a wordplay where he says, I'm full, because you remember spirit is the word for breath or wind. And so he's like, I'm speaking the spirit of the Lord. You just speak with your own ruach, which just means, like wind.",
    "start": "00:26:00",
    "end": "00:26:14"
  },
  {
    "text": "Yeah.",
    "start": "00:26:14",
    "end": "00:26:15"
  },
  {
    "text": "You're just windbags.",
    "start": "00:26:15",
    "end": "00:26:16"
  },
  {
    "text": "Long winded.",
    "start": "00:26:17",
    "end": "00:26:17"
  },
  {
    "text": "Yeah. Yeah. It's remarkable. Moses, of course, as we see Moses, is the archetypal prophet. And so his experience encountering God in a fire on top of a mountain, I mean, that's intense, man.",
    "start": "00:26:17",
    "end": "00:26:30"
  },
  {
    "text": "It's intense.",
    "start": "00:26:30",
    "end": "00:26:31"
  },
  {
    "text": "So anyhow, we're talking about the origins of the Bible with these figures and these experiences that they had. And the books are the end process of their whole life journeys.",
    "start": "00:26:31",
    "end": "00:26:43"
  },
  {
    "text": "And when you say that, because it's not just the prophetic books we're talking about, the prophets were the ones that arranged also the other books. Is that why you're saying origins of the Bible?",
    "start": "00:26:43",
    "end": "00:26:53"
  },
  {
    "text": "Yeah, that's right. It's actually here. This is right here. There are more prophets in the bible than the 15 that have the books named after them, there's three big ones, Isaiah, Jeremiah, Ezekiel. 12 short ones. But there's a solid 15 to 20 other prophets named in the stories of the Bible. And some of them are famous, like Elijah and Elisha, the prophets around David, like Nathan or Gadda and like Deborah or Huldah, these female prophets who were key leaders of Israel. So there's a lot of different prophets, which. And again, we're back to this. Doesn't mean they foretold the future. At key moments in Israel's history, God encountered these people, and then they made a huge impact on their national history, and they left this memory. And part of what they were known for is they spoke on God's behalf. So you've got this, the whole point. This is a crew and a tradition in the story of Israel with a long history. So not all of them were involved in the production of the Bible, but all of the people involved in the production of the Bible were certainly a part of this prophetic tradition.",
    "start": "00:26:54",
    "end": "00:28:00"
  },
  {
    "text": "Got it.",
    "start": "00:28:00",
    "end": "00:28:01"
  },
  {
    "text": "So Moses is the first. First prophet, first archetypal prophet. Abraham is actually called a prophet in Genesis after he intercedes on behalf of Lot and tries to intercede for Sodom and Gomorrah. And then after that story, he's called a prophet. But Moses is the first prophet. In fact, he's purposefully introduced to give you the paradigm of what a prophet is. He's like the archetypal prophet. So he's the first one to have one of these radical, frightening encounters with the divine presence.",
    "start": "00:28:01",
    "end": "00:28:32"
  },
  {
    "text": "With the bush and then with burning bush.",
    "start": "00:28:32",
    "end": "00:28:35"
  },
  {
    "text": "Yep. On Mount Sinai, it's in his role as a prophet that he goes up into the storm on Mount Sinai and then comes down.",
    "start": "00:28:35",
    "end": "00:28:42"
  },
  {
    "text": "Is that where his face is all blazed?",
    "start": "00:28:42",
    "end": "00:28:44"
  },
  {
    "text": "Totally. Yeah. Yeah, exactly. Yeah. And so that's both a priestly role, but then also the prophetic role is about the word, the divine word.",
    "start": "00:28:44",
    "end": "00:28:51"
  },
  {
    "text": "So, yeah, if we were to distinguish between those two roles, where the prophet is speaking on behalf of God, the priest is bringing you into God's presence on his behalf.",
    "start": "00:28:51",
    "end": "00:29:01"
  },
  {
    "text": "That's right. The priest is a representative human who is bringing Israel back into the Garden of Eden symbolically by going past the Cherubim into the holy of holies. And that's about ritual. Ritual representation in the Tabernacle and the temple. But the priests didn't come out and be like, thus says the Lord. That's the role of the prophet.",
    "start": "00:29:01",
    "end": "00:29:22"
  },
  {
    "text": "Moses does both.",
    "start": "00:29:23",
    "end": "00:29:23"
  },
  {
    "text": "Moses does both. Yeah, that's exactly right.",
    "start": "00:29:23",
    "end": "00:29:25"
  },
  {
    "text": "Prophet and priest.",
    "start": "00:29:25",
    "end": "00:29:27"
  },
  {
    "text": "Prophet, priest figure.",
    "start": "00:29:27",
    "end": "00:29:28"
  },
  {
    "text": "He was a type of a king, too.",
    "start": "00:29:28",
    "end": "00:29:29"
  },
  {
    "text": "Wasn't he? He's called a king. He's called a king. Yeah. One time. So he was the key figure who.",
    "start": "00:29:29",
    "end": "00:29:35"
  },
  {
    "text": "I'd run with that someone called me a king once. I'd take that. Yeah. I'd own it.",
    "start": "00:29:36",
    "end": "00:29:44"
  },
  {
    "text": "Sweet. So the whole point is the biography of Moses becomes the prophetic job description, so to speak. So he intercedes when Israel fails and breaks the covenant multiple times. He goes to bat for them.",
    "start": "00:29:44",
    "end": "00:30:02"
  },
  {
    "text": "You're right. Right, right.",
    "start": "00:30:03",
    "end": "00:30:03"
  },
  {
    "text": "He intercedes for them and compels God not to break off the covenant.",
    "start": "00:30:03",
    "end": "00:30:07"
  },
  {
    "text": "Yep. Which makes for a really weird story.",
    "start": "00:30:07",
    "end": "00:30:09"
  },
  {
    "text": "It makes for a weird story, but it's important because it's telling you God. God has appointed a human partner who will determine the fate of the nations or the fate of the people, so to speak. So Moses is somebody that God intentionally invites into his council to help him shape his decision making. Yeah, that's what's happening in those stories.",
    "start": "00:30:09",
    "end": "00:30:28"
  },
  {
    "text": "Very significant.",
    "start": "00:30:28",
    "end": "00:30:29"
  },
  {
    "text": "It's really. That's so profound.",
    "start": "00:30:29",
    "end": "00:30:31"
  },
  {
    "text": "Yeah. It's high calling.",
    "start": "00:30:31",
    "end": "00:30:33"
  },
  {
    "text": "Yeah. So when you reach the end of the Pentateuch, this is that last bullet point about Moses. The last sentence of the Torah of the Pentateuch begins now. Since that time, no prophet has ever arisen in Israel like Moses, whom the Lord knew face to face.",
    "start": "00:30:33",
    "end": "00:30:50"
  },
  {
    "text": "Yeah. How long is this? Like, how many opportunities has there been for prophets?",
    "start": "00:30:50",
    "end": "00:30:54"
  },
  {
    "text": "Well, exactly. So this is right after Moses dies. And the sentence before this is. And no one knows day where he's buried since that time. Since that time, no one like Mo, no prophet has ever come along.",
    "start": "00:30:54",
    "end": "00:31:06"
  },
  {
    "text": "This guy was a uni. He was unique.",
    "start": "00:31:06",
    "end": "00:31:08"
  },
  {
    "text": "That's right.",
    "start": "00:31:08",
    "end": "00:31:09"
  },
  {
    "text": "As a prophet.",
    "start": "00:31:09",
    "end": "00:31:10"
  },
  {
    "text": "Yeah.",
    "start": "00:31:10",
    "end": "00:31:10"
  },
  {
    "text": "No one matches him.",
    "start": "00:31:10",
    "end": "00:31:11"
  },
  {
    "text": "That's right. So this is connected to a promise that Moses made that after I'm gone from the scene and you guys are somewhere in the future, God's going to send a prophet like me, he says in Deuteronomy 18. And you will listen to him. So what that statement of Moses, what this ending of the Torah is doing is it's setting you up to be like, oh, okay, I'm gonna come across more of these figures. None of them are going to be the one that we really need, because it says right here, no prophet like Moses ever arose in Israel. So it's actually setting you up.",
    "start": "00:31:11",
    "end": "00:31:43"
  },
  {
    "text": "But what if this was written like two weeks after he died, you know, or like a couple years, you know.",
    "start": "00:31:43",
    "end": "00:31:48"
  },
  {
    "text": "Oh, gotta go. Okay.",
    "start": "00:31:48",
    "end": "00:31:49"
  },
  {
    "text": "Like, when was this written?",
    "start": "00:31:49",
    "end": "00:31:50"
  },
  {
    "text": "The time reference. Yeah. Of when, what point of view this is spoken from isn't fully clear at this moment, it becomes more clear as you read through the rest of the Hebrew Bible that this is somebody writing during the final phase of the compilation of the Bible, of the compilation of the Bible. This is somebody looking back over all of Israel's history saying, dear reader, we've.",
    "start": "00:31:50",
    "end": "00:32:11"
  },
  {
    "text": "Compiled it all, we've got the whole history.",
    "start": "00:32:11",
    "end": "00:32:13"
  },
  {
    "text": "Listen, no prophet like Moses has ever come spoiler alert. Which means all of the prophets that I'm going to read about are further filling out the job description of the ultimate prophet, but were never fully the fulfillment.",
    "start": "00:32:13",
    "end": "00:32:30"
  },
  {
    "text": "So it's assuming there's going to be a better Moses. We're supposed to be looking for a better Moses.",
    "start": "00:32:30",
    "end": "00:32:36"
  },
  {
    "text": "Yeah. The point is another Moses, another prophet like Moses will come. And none of the prophets I'm going to read about in the rest of the biblical story are the one. But when those prophets are at their best, they're doing Moses, like stuff like Elijah, for example, goes back to Mount Sinai and tries to reboot the covenant and it doesn't, it doesn't work. God's like, go back home. So anyhow, Moses is key because the narrative about him in the Pentateuch is setting the role and description. It's a form of messianic hope is what it is. This is a part of how the story of the prophets anticipate. The story of Jesus is Moses as the archetypal prophet that no other figure in the biblical story ever meets until you read the story of Jesus. So there's a phrase that I've developed for how to understand the role of the prophets in the whole biblical story.",
    "start": "00:32:36",
    "end": "00:33:55"
  },
  {
    "text": "This is your phrase.",
    "start": "00:33:56",
    "end": "00:33:57"
  },
  {
    "text": "I think it's one of these, like, I don't remember reading anywhere, but I don't know.",
    "start": "00:33:57",
    "end": "00:34:01"
  },
  {
    "text": "Yeah, we all steal.",
    "start": "00:34:01",
    "end": "00:34:03"
  },
  {
    "text": "I know. Yeah. I've been waiting for years to come across in my notes somewhere of like where I got this. And then I'll put on a footnote. Anyway, they're covenant watchdogs, meaning that the prophets come along in the biblical part of the story where God has made a covenant with the people of Israel. And so the books of the prophets only make the sense they do if in light of that bigger covenant storyline.",
    "start": "00:34:03",
    "end": "00:34:30"
  },
  {
    "text": "Covenant meaning that a partnership arrangement that God made that it's not like a business deal, it's more intimate, like a marriage, like, I will have you. You will have me?",
    "start": "00:34:30",
    "end": "00:34:42"
  },
  {
    "text": "Yeah, that's right. I'll be your God, you will be my people. Yeah, yeah, that's right. So God is in the business of entering intimate partnerships with humans so that they will do his will. They can be his representatives. And specifically, the covenant that Moses mediates is the one made at Mount Sinai, which is Israel. I just rescued you. You're going to be my royal priesthood to all of the nations. So be faithful to me. Live by the terms of the covenant and you'll display a new, different kind of humanity.",
    "start": "00:34:42",
    "end": "00:35:17"
  },
  {
    "text": "You're going to be the ones who help other nations come back to the Garden of Eden.",
    "start": "00:35:17",
    "end": "00:35:22"
  },
  {
    "text": "Yeah, that's right. I mean, this goes all the way back to the story of Abraham.",
    "start": "00:35:22",
    "end": "00:35:25"
  },
  {
    "text": "Yeah.",
    "start": "00:35:25",
    "end": "00:35:26"
  },
  {
    "text": "So you have humans grew everything up. Abraham, covenant promised to you. I'm going to bless everybody through you. How exactly? The people of Israel, he redeems them out of Egypt. I'm going to make you into a new and different kind of humanity. And I'm going to plant my divine presence right in your midst, where symbolically, you can have access to Eden again through the priesthood and the temple and the tabernacle. All I need you to do is be faithful to the terms of this relationship. Ends up being about 600 plus laws. Terms of the relationship that we call laws, but that's it. So they're the terms of the marriage.",
    "start": "00:35:26",
    "end": "00:36:05"
  },
  {
    "text": "That'd be a long wedding ceremony if you're like out of the list of 600 things.",
    "start": "00:36:05",
    "end": "00:36:09"
  },
  {
    "text": "Yeah, totally. That's right. I will shave weekly. I will.",
    "start": "00:36:09",
    "end": "00:36:16"
  },
  {
    "text": "I will never forget Mother's Day.",
    "start": "00:36:16",
    "end": "00:36:18"
  },
  {
    "text": "That's right. The toilet paper goes the roll side out, that kind of thing. So it's like that. It's what all the laws are. So. And then it narrows after a whole bunch of failures. Then God works out a covenant relationship just with the royal representatives, the kings, through the line of David. It's like, okay, the whole nation's gonna screw it up. Let's just work with one royal family in the nation. And they do, you know, they screw it up, too. But the whole point is, the prophets come into the storylines precisely to help. They represent God's interests. They're like a marriage counselor in the partnership. Well, they're more like. They're a mediator. No, no, they're more like a lawyer.",
    "start": "00:36:18",
    "end": "00:36:58"
  },
  {
    "text": "Okay.",
    "start": "00:36:58",
    "end": "00:36:58"
  },
  {
    "text": "Actually, what they are.",
    "start": "00:36:58",
    "end": "00:36:59"
  },
  {
    "text": "Yeah.",
    "start": "00:36:59",
    "end": "00:36:59"
  },
  {
    "text": "Oh, I've never. Yeah, they're lawyers.",
    "start": "00:37:00",
    "end": "00:37:01"
  },
  {
    "text": "They come in and they're like, listen, God's thinking about calling this off.",
    "start": "00:37:01",
    "end": "00:37:05"
  },
  {
    "text": "Yeah. Or you guys want to declare divorce.",
    "start": "00:37:06",
    "end": "00:37:09"
  },
  {
    "text": "Okay, here's how you're breaking all the terms of this agreement. Total.",
    "start": "00:37:09",
    "end": "00:37:12"
  },
  {
    "text": "That's exactly right.",
    "start": "00:37:12",
    "end": "00:37:12"
  },
  {
    "text": "Yeah.",
    "start": "00:37:12",
    "end": "00:37:13"
  },
  {
    "text": "Yep. Yeah. They're covenant watchdogs. Covenant lawyers. They come in and this is the primary burden of these figures was to represent God's. Interests, God's interests and purposes in the covenant story, to the people as a whole, to the leaders, to the priests, and to the other nations watching Israel. And so if you can just get that basic role, it's actually pretty simple. Then that begins to give you some categories for what the prophets are talking about all the time. Why are they so concerned?",
    "start": "00:37:13",
    "end": "00:37:46"
  },
  {
    "text": "They don't talk like lawyers.",
    "start": "00:37:46",
    "end": "00:37:47"
  },
  {
    "text": "No, they talk like ancient Hebrew poets.",
    "start": "00:37:47",
    "end": "00:37:50"
  },
  {
    "text": "Totally.",
    "start": "00:37:51",
    "end": "00:37:51"
  },
  {
    "text": "Because that's what they are.",
    "start": "00:37:51",
    "end": "00:37:52"
  },
  {
    "text": "Yeah, yeah, yeah. Can you imagine if you go into a law firm and the lawyer just starts just reciting poetry?",
    "start": "00:37:52",
    "end": "00:38:01"
  },
  {
    "text": "However, actually I'll show you some passages. They actually do often use what's probably an ancient covenant lawsuit type of argument. There'll be whole poems structured like an argument and they'll use legal terminology.",
    "start": "00:38:02",
    "end": "00:38:14"
  },
  {
    "text": "It's interesting. It's kind of what happens in Job too. Right? Like the friends, they're making arguments.",
    "start": "00:38:14",
    "end": "00:38:18"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:38:18",
    "end": "00:38:19"
  },
  {
    "text": "In ancient Hebrew poetry.",
    "start": "00:38:19",
    "end": "00:38:20"
  },
  {
    "text": "Yeah, totally. Yeah, that's right. So, okay, so that's the prophets as people and their role in the biblical story. Let's maybe kind of round off this introduction discussion to the books themselves.",
    "start": "00:38:20",
    "end": "00:38:33"
  },
  {
    "text": "Yeah. So when we're talking about reading the prophets, what books are we specifically talking about?",
    "start": "00:38:33",
    "end": "00:38:37"
  },
  {
    "text": "Yeah, so we're talking about these 15 books. And what are these books? So they're really long. So here's what's significant. All these books begin with some little short heading. You know, the word of the Lord spoken through Obadiah.",
    "start": "00:38:37",
    "end": "00:38:50"
  },
  {
    "text": "That's my favorite prophet. He's the shortest.",
    "start": "00:38:52",
    "end": "00:38:54"
  },
  {
    "text": "That's Vietol. It is the shortest. That's right.",
    "start": "00:38:54",
    "end": "00:38:56"
  },
  {
    "text": "I did in school. I did a report on Obadiah. You had to choose a prophet, do an essay.",
    "start": "00:38:56",
    "end": "00:39:01"
  },
  {
    "text": "Are you serious?",
    "start": "00:39:01",
    "end": "00:39:01"
  },
  {
    "text": "I chose Obadiah.",
    "start": "00:39:01",
    "end": "00:39:02"
  },
  {
    "text": "Because it was the shortest.",
    "start": "00:39:02",
    "end": "00:39:03"
  },
  {
    "text": "Because it was the shortest.",
    "start": "00:39:03",
    "end": "00:39:04"
  },
  {
    "text": "I love it. That book is legit, man.",
    "start": "00:39:04",
    "end": "00:39:07"
  },
  {
    "text": "Edom. That's all I remember.",
    "start": "00:39:08",
    "end": "00:39:09"
  },
  {
    "text": "Yeah. All right. How did the books of the Prophets fit in the Hebrew Bible? The books are all introduced by a short little sentence that actually forms like it's a hyperlink or a cross reference.",
    "start": "00:39:09",
    "end": "00:39:22"
  },
  {
    "text": "To like when and where.",
    "start": "00:39:23",
    "end": "00:39:24"
  },
  {
    "text": "It's an editorial cross reference tool. So the book of Isaiah begins. The vision of Isaiah, son of Ahmose, concerning Judah and Jerusalem, which he saw during the reigns of then four kings, Uzziah, Jotham, Ahaz and Hezekiah, kings of Judah. So right there, that's a little editorial introduction.",
    "start": "00:39:24",
    "end": "00:39:44"
  },
  {
    "text": "Yeah. Who this guy was when he lived.",
    "start": "00:39:44",
    "end": "00:39:46"
  },
  {
    "text": "And here are the kings. And what you're supposed to do is go, oh, yes, the book of second Kings. I've already read the story. I know about those four kings and what their reigns were like. Second kings, chapters 14, 20, upload, and then you start reading. So that's what these little introductions are meant to do, is they're tying these huge collections of poetry into their context, narrative context. So this happens all the time in how the books. So that's how they're framed. But what we have. If you begin reading these books, you'll find they're like mosaics. I've developed the metaphor of. They're like a family quilt. At some point in the story of these individuals, they began to develop a repertoire of sermons. Right. I think they're just out in the street corner.",
    "start": "00:39:46",
    "end": "00:40:32"
  },
  {
    "text": "Yeah.",
    "start": "00:40:32",
    "end": "00:40:33"
  },
  {
    "text": "You know, Jeremiah on the street corner giving his sermon. Like in Jeremiah 7, he goes to the temple courts and he starts giving this speech and sermon that inspired Jesus to go to the very same courts and quote that very sermon and raise the very same themes. So, you know, each of these figures probably had a phase. For Jeremiah, it was, like, 20 years.",
    "start": "00:40:33",
    "end": "00:40:55"
  },
  {
    "text": "Yeah. So they've got, like, a lot of material over time.",
    "start": "00:40:55",
    "end": "00:40:58"
  },
  {
    "text": "Yeah, that's right. So just think of, like, if somebody's like a regular conference speaker, they've got a series of talks. They've got their core themes. They probably give the same talk multiple times. Kind of different audiences, different flavors.",
    "start": "00:40:58",
    "end": "00:41:13"
  },
  {
    "text": "Yeah.",
    "start": "00:41:14",
    "end": "00:41:14"
  },
  {
    "text": "So just think, you know, there's some. We don't have a ton of evidence for this, except narratives about the prophets going around yelling at people.",
    "start": "00:41:14",
    "end": "00:41:21"
  },
  {
    "text": "Yeah. I guess I always imagine that they just sat down one day and wrote this book.",
    "start": "00:41:21",
    "end": "00:41:25"
  },
  {
    "text": "Sure. Yeah.",
    "start": "00:41:25",
    "end": "00:41:27"
  },
  {
    "text": "Just kind of like God was like, hey, hey, Jeremiah, sit down. Let's go. And then they just, like, started writing what God told them until they were done.",
    "start": "00:41:27",
    "end": "00:41:33"
  },
  {
    "text": "Yeah, got it. Okay. So the books themselves tell us it didn't happen that way. In Jeremiah 36, God says to Jeremiah, get a scroll and write down all of the things I've spoken to you from the days of Josiah up until now. And that was 20 years ago. And then the next sentence is, so Jeremiah hired Baruch the scribe.",
    "start": "00:41:33",
    "end": "00:41:54"
  },
  {
    "text": "Yeah. He didn't want to get a cramp in his hand.",
    "start": "00:41:55",
    "end": "00:41:58"
  },
  {
    "text": "No, he gets professional help, professional scribe involved. So Isaiah at one point talks about sealing up a collection of his teaching and handing it to his disciples. This is in Isaiah, chapter 8.",
    "start": "00:41:58",
    "end": "00:42:11"
  },
  {
    "text": "But by the way, this is what I'm talking about. Like that. So he sat down with a scribe, and he's like, all right, here's all my greatest material. And then, boom, we got the Book of Jeremiah.",
    "start": "00:42:11",
    "end": "00:42:19"
  },
  {
    "text": "Yeah, sure. But think so. 20 years worth of material, and this is a genre that still exists today. If you've been a regular teacher or speaker and you create a collection, we call these, like, anthologies. Yeah, yeah. So that's like, how these are presented to us is, did he have the.",
    "start": "00:42:19",
    "end": "00:42:37"
  },
  {
    "text": "Stuff written down or was it just, like, from memory?",
    "start": "00:42:37",
    "end": "00:42:39"
  },
  {
    "text": "Yeah, I mean, we're not. So that's what we're not told. Yeah, but surely if you've been out there as a regular speaker for 20.",
    "start": "00:42:39",
    "end": "00:42:46"
  },
  {
    "text": "Years, you know your stuff.",
    "start": "00:42:46",
    "end": "00:42:47"
  },
  {
    "text": "You know your stuff. You've got, you know your material. Yeah, totally. So these books represent distillations, anthologies of some of these figures who were doing their thing. They were public intellectuals, public spiritual leaders.",
    "start": "00:42:47",
    "end": "00:43:01"
  },
  {
    "text": "I just keep thinking of Martin Luther King.",
    "start": "00:43:01",
    "end": "00:43:03"
  },
  {
    "text": "Oh, yeah, sure.",
    "start": "00:43:03",
    "end": "00:43:04"
  },
  {
    "text": "He got up, he would give these speeches, he would quote from the prophets. And so I'm sure he had the same material. He would talk over and over.",
    "start": "00:43:04",
    "end": "00:43:13"
  },
  {
    "text": "Sometimes mini sections within the books will begin with little mini headings like the word of the Lord that came to me in the year of this such and such, or when this happened. Or. So the books explicitly tell you, or give you a window that they are an anthology of material compiled over however long the prophet had their career. So just think of how it works then. So they have some radical encounter. They start their preaching, teaching, writing.",
    "start": "00:43:13",
    "end": "00:43:43"
  },
  {
    "text": "They don't like it generally.",
    "start": "00:43:43",
    "end": "00:43:45"
  },
  {
    "text": "Yeah, yeah. For the most part, it just brings trouble into their lives. They start to develop collections of written material. And then at some point, like in Jeremiah 36, those are all brought together into what I call these proto editions of the biblical books. And then at some point, those collections were all started to get into the hands of one circle of prophets around Jerusalem because they start to be coordinated and hyperlinked with each other. So Jeremiah was in Jerusalem at the same time that Ezekiel was in Babylon. But there's a whole bunch of passages in those books where they're, like, using the same themes, same keywords. So at a large level, and probably at the point at which all of their warnings of destruction came true, like someone drew together the prophets after the exile, began drawing together the writings.",
    "start": "00:43:45",
    "end": "00:44:36"
  },
  {
    "text": "They're like an editorial board.",
    "start": "00:44:36",
    "end": "00:44:37"
  },
  {
    "text": "Yes, that's right. Yeah. They're preserving the heritage of the prophets that we didn't listen to. Right.",
    "start": "00:44:37",
    "end": "00:44:42"
  },
  {
    "text": "They're deciding the final shape of these books.",
    "start": "00:44:43",
    "end": "00:44:45"
  },
  {
    "text": "We know that these circles exist. They're just called the prophets. And in later biblical books, they're just referred to just Moses and the prophets.",
    "start": "00:44:45",
    "end": "00:44:53"
  },
  {
    "text": "Yeah.",
    "start": "00:44:54",
    "end": "00:44:54"
  },
  {
    "text": "Jeremiah talks about Baruch the scribe in Isaiah, he talks about passing on his material to what he just calls my disciples. So here you envision some of these individuals had crews of scribes and disciples that they could commit their work to, and that their disciples carried on treasuring their poetry, their essays. And it was after the exile that their works began to be drawn together into the collections that we have today.",
    "start": "00:44:54",
    "end": "00:45:23"
  },
  {
    "text": "So we're talking about the making of the Bible as it pertains to the prophetic books.",
    "start": "00:45:23",
    "end": "00:45:28"
  },
  {
    "text": "Yeah.",
    "start": "00:45:28",
    "end": "00:45:29"
  },
  {
    "text": "And it's not as simple as God pulling Jeremiah aside and being like, hey, Jeremiah, I got some stuff to say. Grab a pen. Yeah, the little writing session. Like, sweet, we got that one. Hey, Ezekiel, grab a pen. It's much more. A much more lived experience of. You're describing a character has this radical experience with God and has a message from God that's burning inside of them that they have to tell people. They spend their lives as these eccentric, oftentimes eccentric characters.",
    "start": "00:45:29",
    "end": "00:45:59"
  },
  {
    "text": "Yeah. Shunned, persecuted, chased out of town, telling.",
    "start": "00:46:00",
    "end": "00:46:03"
  },
  {
    "text": "People stuff they generally don't want to hear.",
    "start": "00:46:03",
    "end": "00:46:05"
  },
  {
    "text": "Yeah.",
    "start": "00:46:05",
    "end": "00:46:06"
  },
  {
    "text": "And they're doing this all over, and they end up with a body of work which then somehow gets compiled together through them, through their followers, and then all of these then get passed along and have kind of this final editorial composition by prophets as they're canonized. And that's very different than the way I imagined the Bible being made.",
    "start": "00:46:06",
    "end": "00:46:34"
  },
  {
    "text": "Yeah. And again, we didn't make this up. You can learn all of this by looking at texts within the prophetic books themselves.",
    "start": "00:46:34",
    "end": "00:46:40"
  },
  {
    "text": "Does this in any way for you, make you feel like the Bible is less divine, less of God's words? Because it's messier in a way. You know, it's kind of like if I had a really important message for my grandsons.",
    "start": "00:46:40",
    "end": "00:46:55"
  },
  {
    "text": "If you could have the Bible written the way you think it ought to have been written.",
    "start": "00:46:55",
    "end": "00:46:57"
  },
  {
    "text": "Well, no. Okay, flow with me. I'm an old man. I'm in my 80s, and I'm exiled in.",
    "start": "00:46:57",
    "end": "00:47:03"
  },
  {
    "text": "Yeah. Babylon or something. What?",
    "start": "00:47:03",
    "end": "00:47:05"
  },
  {
    "text": "No, some Pacific island somewhere.",
    "start": "00:47:05",
    "end": "00:47:08"
  },
  {
    "text": "Okay, I got it.",
    "start": "00:47:08",
    "end": "00:47:08"
  },
  {
    "text": "And I'm just hanging out. Maybe I'm in Bali or something, but I've got all these grandkids, and they don't know me anymore, but I want to tell them something really important. I want to send them a letter. What I would do is I would write down my words and I would send them that letter from me. Maybe I would hire a guy, like, write down the letter. So in this scenario, I'm God and I'm talking to my children.",
    "start": "00:47:08",
    "end": "00:47:33"
  },
  {
    "text": "I understand.",
    "start": "00:47:33",
    "end": "00:47:34"
  },
  {
    "text": "Okay. This was happening.",
    "start": "00:47:34",
    "end": "00:47:35"
  },
  {
    "text": "Yeah, I was following.",
    "start": "00:47:35",
    "end": "00:47:35"
  },
  {
    "text": "What I wouldn't do is I wouldn't hang out with some Bali guy and be like, hey man, I really want to talk to my kids. And these are things I want to say.",
    "start": "00:47:35",
    "end": "00:47:48"
  },
  {
    "text": "You do it for me.",
    "start": "00:47:48",
    "end": "00:47:49"
  },
  {
    "text": "Why don't you go do it for me? And for him to hang around my kids and be like, hey, you know, you have a grandfather. And like, these are the things he.",
    "start": "00:47:49",
    "end": "00:47:55"
  },
  {
    "text": "Wants you to say.",
    "start": "00:47:55",
    "end": "00:47:56"
  },
  {
    "text": "And then he comes back and like.",
    "start": "00:47:56",
    "end": "00:47:58"
  },
  {
    "text": "Okay, well, let's send another guy.",
    "start": "00:47:58",
    "end": "00:47:59"
  },
  {
    "text": "Let's send all these guys. Okay, now here's what we'll do, you know, here's what we'll do. We'll collect everything you guys have said and we'll shape it together and we'll give them that. And that's the thing. Maybe that'll help them.",
    "start": "00:47:59",
    "end": "00:48:09"
  },
  {
    "text": "Uh huh.",
    "start": "00:48:09",
    "end": "00:48:10"
  },
  {
    "text": "It just seems kind of absurd to me, I suppose.",
    "start": "00:48:10",
    "end": "00:48:13"
  },
  {
    "text": "Yeah. You know, when you frame it that way. Yeah. I'm not sure what, I'm not sure what to tell you.",
    "start": "00:48:13",
    "end": "00:48:19"
  },
  {
    "text": "Obviously it's different because God is not.",
    "start": "00:48:19",
    "end": "00:48:22"
  },
  {
    "text": "Some human, an old man living in Bali, retired. Retired in Bali. Yeah.",
    "start": "00:48:22",
    "end": "00:48:27"
  },
  {
    "text": "On an amazing boat. I'd live on some sweet boat.",
    "start": "00:48:27",
    "end": "00:48:29"
  },
  {
    "text": "But what you're doing is being honest about what your own upbringing in church and how it raised you to think about the Bible leads you to expect a process that's something more like that.",
    "start": "00:48:30",
    "end": "00:48:41"
  },
  {
    "text": "Yeah, it's God's love letter to me. So like, why make it so complicated and why have it be such a.",
    "start": "00:48:41",
    "end": "00:48:48"
  },
  {
    "text": "Yeah, got it, got it.",
    "start": "00:48:48",
    "end": "00:48:49"
  },
  {
    "text": "Such this organic human process of being developed.",
    "start": "00:48:49",
    "end": "00:48:53"
  },
  {
    "text": "Yeah, I hear that. So we're back to this question that we've talked about many times over. But each section of the Bible makes you think about it in a different. Yeah, yeah, yeah. So God has apparently, if I look at how the Bible came into existence and what its message is, God has chosen to reveal himself in and through human history and through humans representing him. And that makes a lot of sense of the whole premise of what page one is telling you what the story's about, that humans bear the image of God. And then what's even more scandalous in this whole equation is that God would marry one particular people group for a whole season of human history. And it was through humans in that people's complicated history that were the bearers of his message. And so I'm with you. I mean, yeah, I've forced myself to reckon with this and to remake my concept of what it means for the Bible to be God's word around how it actually presents itself.",
    "start": "00:48:53",
    "end": "00:49:50"
  },
  {
    "text": "Right.",
    "start": "00:49:50",
    "end": "00:49:51"
  },
  {
    "text": "And so I think that's it. It's just. I'm asking you to now go to this section of the Bible and remake your view of what it means for this section of the Bible to be God's word. But all we're doing is looking at what the texts say about themselves.",
    "start": "00:49:51",
    "end": "00:50:03"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:50:03",
    "end": "00:50:03"
  },
  {
    "text": "With you.",
    "start": "00:50:03",
    "end": "00:50:04"
  },
  {
    "text": "I wish we could understand why God.",
    "start": "00:50:04",
    "end": "00:50:07"
  },
  {
    "text": "Works the way that he does.",
    "start": "00:50:07",
    "end": "00:50:08"
  },
  {
    "text": "Yeah.",
    "start": "00:50:08",
    "end": "00:50:09"
  },
  {
    "text": "Through people, through their failures, through their cycles of failure and success.",
    "start": "00:50:09",
    "end": "00:50:14"
  },
  {
    "text": "I mean, if the. In one way, the Bible is a very sophisticated piece of artistic literature. And so another way to frame the question is, why did God decide to communicate to us primarily through a sophisticated piece of artistic literature?",
    "start": "00:50:14",
    "end": "00:50:30"
  },
  {
    "text": "Yeah. And in this case, this is the collection of the prophets. Fifteen books of the prophets. They are a unified now, they're a unified collection with really just a core set of themes and ideas. But the origin process of this collection and all of the lives and stories that they represent is as complicated as any other part of human history. And, I mean, why the incarnation? Jesus.",
    "start": "00:50:31",
    "end": "00:50:54"
  },
  {
    "text": "Yeah. Why did he do that?",
    "start": "00:50:54",
    "end": "00:50:55"
  },
  {
    "text": "Like, why do you do that one? Why didn't he just come down, speaking everybody's language all at once? He did it once at Pentecost. Why didn't he do it? Why is the Bible written in Greek?",
    "start": "00:50:55",
    "end": "00:51:04"
  },
  {
    "text": "Why did he create us in the first place?",
    "start": "00:51:04",
    "end": "00:51:05"
  },
  {
    "text": "Yeah. And we're like, now we're to there and. Yeah, who can know? What we can know is how these books tell us about how they came into existence, and we can then read them for what they're. What they're trying to tell us. Yeah. So I think that's what we should talk about next. What are the actual themes and ideas in the books?",
    "start": "00:51:06",
    "end": "00:51:21"
  },
  {
    "text": "Themes and ideas in the books?",
    "start": "00:51:21",
    "end": "00:51:22"
  },
  {
    "text": "In the books of the prophets.",
    "start": "00:51:22",
    "end": "00:51:22"
  },
  {
    "text": "Thanks for listening to this episode of the Bible Project podcast. We're gonna do another episode talking about the themes and ideas in the Book of the Prophets. That's coming up next week. Today's episode was produced by Dan Gummel. The Bible Project is a nonprofit organization. We believe the Bible is a unified story that leads to Jesus, that it's meditation literature meant for a lifetime of study, of chewing on, of letting it shape your imagination. We make videos that look at themes that go through the whole story of the Bible. And we make videos about the literary structure of each book of the Bible. We've got study notes and resources. It's all on our website, thebibleproject.com and we do all of this because of the generous support of people like you who chip in and make it possible so that it can be free. Thank you so much for being part of this with us.",
    "start": "00:51:27",
    "end": "00:52:21"
  },
  {
    "text": "Hi, this is Poli from Hungary. I'm excited to be part of making the Bible Project videos available in Hungarian. Thank you for your support and let all your friends know these videos are available. We believe the Bible is a unified story that leads to Jesus. The Bible Project is crowdfunded and you can find free videos, study notes, podcasts and more at the Bible Project. Castlemanias ish Asia Indian Joseph Etza videos schmindanagip has adobible project pont. Com but maduru a vvvlio project pont.",
    "start": "00:52:22",
    "end": "00:53:22"
  },
  {
    "text": "Sa.",
    "start": "00:53:35",
    "end": "00:53:35"
  },
  {
    "text": "SA.",
    "start": "00:57:51",
    "end": "00:57:51"
  }
]