[
  {
    "text": "Hey, this is John at the bibleproject. Quick heads up before we get into this episode. Today we're going to talk about a book in the Bible called the Song of Songs. So if you're listening to this around someone who doesn't know about the birds and the bees, I suggest putting on some headphones.",
    "start": "00:00:00",
    "end": "00:00:14"
  },
  {
    "text": "Song of Songs has struck many readers throughout history as like, what is semi erotic love poetry doing in the Bible? And once again, it's all about the assumptions that we bring to the Bible.",
    "start": "00:00:23",
    "end": "00:00:34"
  },
  {
    "text": "We're in the middle of examining the books of wisdom in the Hebrew scriptures, learning how to read them well in light of the whole story of the Bible. And today we're gonna dive into the book called the Song of Songs. Now, for most of us, including Song of Songs and the wisdom literature might be a bit of a curve ball. And if you're like me, you've never really known where to put put this book in the Bible. It just seems like a random collection of love poetry.",
    "start": "00:00:35",
    "end": "00:00:59"
  },
  {
    "text": "However, if you've been an attentive reader of the Hebrew Scriptures, you know that storylines can be symbolic and read on multiple levels. There's something similar with the Song of Songs, multiple layers of meaning that work simultaneously. So you can read it as love poetry, but if you start paying attention to hyperlinks, you'll notice that there's all of this Eden imagery going on. If you pay attention to other hyperlinks, sometimes even the same ones, there's all this temple, temple, Solomon imagery going on.",
    "start": "00:00:59",
    "end": "00:01:29"
  },
  {
    "text": "At one level, the Song of Songs is about sexuality. So what do we do with that?",
    "start": "00:01:29",
    "end": "00:01:36"
  },
  {
    "text": "Humanity's pursuit of knowledge and wisdom in order to rule can be completely made on analogy to men and women seeking each other sexually. It's supposed to make you blush, but at the same time, the sexual layer of meaning is also speaking on the same layer of meaning that Proverbs 1 through 9 is with these two women.",
    "start": "00:01:36",
    "end": "00:01:59"
  },
  {
    "text": "The song of Songs is all about pursuing wisdom, or actually about wisdom pursuing us. Thanks for joining us. Here we go. Song of Songs.",
    "start": "00:01:59",
    "end": "00:02:12"
  },
  {
    "text": "Yeah, this is brand new territory for us.",
    "start": "00:02:13",
    "end": "00:02:16"
  },
  {
    "text": "Yeah. We've never talked about this book.",
    "start": "00:02:16",
    "end": "00:02:17"
  },
  {
    "text": "Not at all.",
    "start": "00:02:17",
    "end": "00:02:18"
  },
  {
    "text": "Not once. I don't think it's ever even come up in like, read this verse from Song to Songs and see how.",
    "start": "00:02:18",
    "end": "00:02:22"
  },
  {
    "text": "Yeah. So this is in the context of conversations we're having about preparing for a series. Oh, for a video on how to read the wisdom literature.",
    "start": "00:02:23",
    "end": "00:02:31"
  },
  {
    "text": "Yes.",
    "start": "00:02:31",
    "end": "00:02:32"
  },
  {
    "text": "The goal of it is to help modern readers recovery. The larger narrative context of these books in the Bible, what role they play the contribution they make to the overall storyline of the Hebrew scriptures and how they fit into its grand narrative. Because many readers have noticed, and Song of Songs is such a great example, when you step into Proverbs, you don't hear about Mount Sinai anymore, or the sacrifices or, or the prophet sent to you exile in promised land.",
    "start": "00:02:32",
    "end": "00:03:08"
  },
  {
    "text": "It's all gone.",
    "start": "00:03:08",
    "end": "00:03:09"
  },
  {
    "text": "Well, depending on your point of view, it's all gone. However, it's all hyperlinked into the story of the garden and the story of Solomon, the Proverbs of Solomon, for example. And then once you see that that's the story it's tuning into. It's tuning into like the baseline story of the Hebrew Bible that began in its first pages, then all of a sudden it fits like hand in glove as to what Proverbs is doing in the Hebrew Bible. Song of Songs has similarly struck many readers throughout history as like, what is semi erotic love poetry doing in the Bible? Doing in the Bible? Yeah. And once again, it's all about the assumptions that we bring to the Bible. But if you've been following the Eden echoes through Genesis, on, in, through the Torah and prophets, the role that the son of David and wisdom or women play. There's Adam and Eve, but then there's King Solomon and these women. And then the Book of Proverbs is all about the line of David pursuing lady wisdom begins and ends that way. All of a sudden, Song of Songs begins to fit within a storyline that makes sense.",
    "start": "00:03:09",
    "end": "00:04:25"
  },
  {
    "text": "So would you call this then a metaphorical reading of Song of Songs?",
    "start": "00:04:25",
    "end": "00:04:30"
  },
  {
    "text": "Yeah. Okay. Ye. So the history of interpretation is mostly divided between, well, is it just love poetry between a guy and a girl? And, you know, let's not make it into something else because on its face.",
    "start": "00:04:31",
    "end": "00:04:44"
  },
  {
    "text": "That'S what it is.",
    "start": "00:04:44",
    "end": "00:04:45"
  },
  {
    "text": "But the question, you just pick up.",
    "start": "00:04:45",
    "end": "00:04:47"
  },
  {
    "text": "The Bible, read song songs, you'd be like, oh, this is love poetry between two people who are madly in love.",
    "start": "00:04:47",
    "end": "00:04:54"
  },
  {
    "text": "That's right. However, if you've been an attentive reader of the Hebrew scriptures, you know that storylines can be symbolic and read on multiple levels. So the story of Solomon can just be, oh, about a king, he built a lot of wealth. But the moment you start reading that story in tandem with the book of Deuteronomy, then you realize he's a complex character. He's both building a new Eden, but he is breaking all the laws of the Torah in the process. So then that adds a new layer of depth.",
    "start": "00:04:54",
    "end": "00:05:25"
  },
  {
    "text": "Yeah.",
    "start": "00:05:26",
    "end": "00:05:26"
  },
  {
    "text": "Then you read it alongside the Garden of Eden narrative and he's like a new Adam with Both an idealized Eve in front of him, Queen of Sheba, and the fallen Eve, so to speak, the deceived deceiver Eve. And all of a sudden, Solomon's story has a new symbolic layer to it, once I see how it fits in to the architecture of the whole Hebrew Bible. So something similar with the Song of Songs.",
    "start": "00:05:26",
    "end": "00:05:49"
  },
  {
    "text": "Yeah.",
    "start": "00:05:49",
    "end": "00:05:50"
  },
  {
    "text": "Multiple layers of meaning that work simultaneously. So you can read it as love poetry, but if you start paying attention to hyperlinks, you'll notice that there's all of this Eden imagery going on. If you pay attention to other hyperlinks, sometimes even the same ones, there's all this temple, Temple Solomon imagery going on. If you compare it with Proverbs, you'll see that the female beloved in this book acts and speaks just like Lady Wisdom and like Lady Folly, all these hyperlinks. And then you realize, oh, this is the same thing that was going on in Proverbs. Is the same storyline being activated here about humanity's quest for wisdom and always searching, never finding.",
    "start": "00:05:50",
    "end": "00:06:40"
  },
  {
    "text": "Yeah. So this really. This really enticed me, interested me.",
    "start": "00:06:41",
    "end": "00:06:46"
  },
  {
    "text": "Yeah.",
    "start": "00:06:46",
    "end": "00:06:47"
  },
  {
    "text": "To talk about the quest for wisdom, or I guess the way to say would be our quest for romantic love as a metaphor.",
    "start": "00:06:47",
    "end": "00:06:57"
  },
  {
    "text": "Yes, yes.",
    "start": "00:06:57",
    "end": "00:06:58"
  },
  {
    "text": "For our quest for wisdom.",
    "start": "00:06:58",
    "end": "00:06:59"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:06:59",
    "end": "00:07:00"
  },
  {
    "text": "Are you saying that's the baseline. You said the baseline narrative. But would you say then, like, when you. When you kind of dive in as deep as you can, you realize that's the heartbeat of this, is that underlying metaphor?",
    "start": "00:07:00",
    "end": "00:07:13"
  },
  {
    "text": "Yeah. Again, it's pages one through three that have set the base melody for the entirety of the Hebrew Bible. And every book, every story after Genesis 3 is just riffing off and developing and creatively developing new things. So, yeah, when I walk into the Song of Songs through history, in later Jewish tradition, the symbolic reading was fully assumed. What's this doing in the Hebrew Bible? It's a dramatized symbolic narrative about Yahweh, God of Israel, who's the male lover in the Song of Songs, and then Israel, the people of God as the female voice. That's explored in Jewish tradition. And it becomes an allegorical reading in that different events in Israel's history from the Torah and prophets are then read symbolically into different events. So the famous one is the opening line is, let him kiss me with the kisses of his mouth. And then there develops all this famous tradition in Jewish interpretation about each of the laws of the Torah was a kiss, 611kisses.",
    "start": "00:07:14",
    "end": "00:08:27"
  },
  {
    "text": "So that's a different approach than the one that you have been correct proposing.",
    "start": "00:08:28",
    "end": "00:08:33"
  },
  {
    "text": "Yeah. In the Christian tradition, An analog to that developed in that this is about the Messiah is the male lover, and then the people of God, the church. Yeah. And so, yeah, what I'm talking about is an interpretation that exists within the Hebrew Bible itself. The reason why this. What that first line is doing in the Song of Songs, connecting it to Solomon, it's hyperlinking it to Proverbs to the Solomon narrative, which itself is a massive design pattern on the Eden story. Yeah. And that's the original biblical context for the Song of Songs. It's a biblically symbolic interpretation.",
    "start": "00:08:33",
    "end": "00:09:14"
  },
  {
    "text": "Yeah. I've never heard of this interpretation before.",
    "start": "00:09:15",
    "end": "00:09:19"
  },
  {
    "text": "Yes.",
    "start": "00:09:19",
    "end": "00:09:19"
  },
  {
    "text": "Why is that?",
    "start": "00:09:20",
    "end": "00:09:21"
  },
  {
    "text": "I'm not the only person. Just so you know, like, there's lots of other Hebrew Bible nerds out there. I think it has to do with the fate of the. Of modern biblical scholarship, of only seeing what it's looking for. So the industry of Old Testament scholarship, especially since the Reformation, has been obsessed with reconstructing the history of Israel's religion and beliefs. And so what scholars were then trying to do was place the materials in the books of the Bible, or the books themselves, into a reconstructed chronology of the development of beliefs and ideas. And so the wisdom literature gets put into some context, a historical context, and then conservative scholars do it a little bit differently, more critical scholars do it differently. But what both of those paradigms is doing, I think, without even realizing it, is taking apart the narrative context that the biblical authors have provided for us for making sense of these books. And so that's all I'm trying to do.",
    "start": "00:09:21",
    "end": "00:10:30"
  },
  {
    "text": "So I just want to make sure I'm clear and also people listening. So we're talking about Song of Songs, which is Hebrew love poetry.",
    "start": "00:10:31",
    "end": "00:10:40"
  },
  {
    "text": "Eight chapters of. Yeah, semi erotic love poetry. Yeah. That's the first time I heard you.",
    "start": "00:10:40",
    "end": "00:10:46"
  },
  {
    "text": "Use the phrase semi erotic. Not fully erotic. Semi erotic.",
    "start": "00:10:46",
    "end": "00:10:50"
  },
  {
    "text": "Well, yeah, fully erotic would be more explicit.",
    "start": "00:10:50",
    "end": "00:10:52"
  },
  {
    "text": "Yeah.",
    "start": "00:10:52",
    "end": "00:10:53"
  },
  {
    "text": "And this is. Lots of people have done this. A couple scholars, Scott Newgel and Yair Zakovich, have written extensively on this. Almost every line of the poem is packed with double and triple meanings.",
    "start": "00:10:54",
    "end": "00:11:06"
  },
  {
    "text": "Wow.",
    "start": "00:11:06",
    "end": "00:11:06"
  },
  {
    "text": "And Hebrew wordplays and puns and sexual innuendos.",
    "start": "00:11:06",
    "end": "00:11:09"
  },
  {
    "text": "So it's intended to make you blush.",
    "start": "00:11:10",
    "end": "00:11:12"
  },
  {
    "text": "It's supposed to make you blush. But at the same time, the sexual layer of meaning is also speaking on the same layer of meaning that Proverbs 1 through 9 is with these two women, which is also full of some.",
    "start": "00:11:12",
    "end": "00:11:26"
  },
  {
    "text": "Yeah.",
    "start": "00:11:27",
    "end": "00:11:27"
  },
  {
    "text": "Pretty intense sexualized imagery, but it's symbolic there about the pursuit of wisdom. So we'll talk more about that in.",
    "start": "00:11:27",
    "end": "00:11:35"
  },
  {
    "text": "Proverbs it's very clear that the women represent wisdom.",
    "start": "00:11:35",
    "end": "00:11:39"
  },
  {
    "text": "Yeah.",
    "start": "00:11:39",
    "end": "00:11:40"
  },
  {
    "text": "And so I guess it's not a big stretch to then come and say, well, maybe this is doing the same thing.",
    "start": "00:11:40",
    "end": "00:11:45"
  },
  {
    "text": "Correct.",
    "start": "00:11:45",
    "end": "00:11:46"
  },
  {
    "text": "And so the interpretation that became common in the Jewish tradition became this allegorical interpretation, this erotic poetry was an allegory for God's relationship with Israel. And then the Christian tradition ran with that and said, yeah, well, actually more specifically between the Messiah, Jesus and the church. And I am familiar with that reading, but I also know that there is a debate even within there of whether or not it is just love poetry or more than that, an allegory. But what you're saying is, let's take a step back from that. Yeah, yeah, let's leave that to the side. And let's just say let's look at the narrative of scripture so far, specifically about how the Hebrew scripture is talking about how do we attain wisdom, the quest for wisdom. And as you do that, you start seeing all of these hyperlinks of the woman being wisdom and us pursuing the woman and how there's this alternative woman who represents the opposite of wisdom, folly. And so to that degree, Song of Songs is all about the pursuit of wisdom.",
    "start": "00:11:46",
    "end": "00:13:07"
  },
  {
    "text": "Yeah, yeah, that's right. So, well, two points in response to what you're saying. One is what both Christian and Jewish traditional interpretations of the Song of Songs have in common is the assumption that the book works on multiple levels of meaning. There's a first, like base level meaning, love poetry between a man and a woman. But the assumption is this is in the Hebrew Bible. And so that base level meaning activates a symbolic level of meaning. Right. That's. Both of those traditions assume that, yeah, they have that in common. And I and a bunch of people smarter than me who've done a lot more work on this, think that that basic common denominator is correct.",
    "start": "00:13:07",
    "end": "00:13:48"
  },
  {
    "text": "Right.",
    "start": "00:13:48",
    "end": "00:13:49"
  },
  {
    "text": "It's in the Hebrew Bible primarily because of its symbolic way of retelling many of the core themes of the biblical storyline. So if you can, if one accepts that point, the question is, okay, how does it fit in? How does that symbolic layer of meaning fit in? And then, so this is the second point. This all has to do. We need them. We made a video about the shape of the Tanakh. Anna read Scripture. It's like Introduction to Tanakh. But this would be more be a video if we ever do, like how the Bible was made. But this collection of scrolls, the Hebrew scriptures didn't ever exist in one bound form anywhere in the second Temple period. This was a Collection of scrolls whose beginnings and endings were all hyperlinked and editorial together. And there's hyperlinks connecting within the scrolls to each other. But their unity was a mental unity. Its unity existed in the minds of the people who studied and prayerfully read the whole collection. And so if you think of it, I think of it as like a big family quilt, Right? So if you take the Song of Songs out of the quilt of the Hebrew Scriptures and just read it by itself.",
    "start": "00:13:49",
    "end": "00:15:03"
  },
  {
    "text": "Yeah, we love poetry.",
    "start": "00:15:04",
    "end": "00:15:05"
  },
  {
    "text": "We love poetry. But the moment you take it and put it within the quilt of the Hebrew Bible, you start to notice things, because it's using a lot of the same vocabulary and ideas that I find in Proverbs 1 through 9 and that I find in the Solomon story and that I find in the Garden of Eden story. And then all of a sudden, it has a scriptural context, and that's the layer of meaning that I'm interested in and would like to introduce people to in this video.",
    "start": "00:15:05",
    "end": "00:15:33"
  },
  {
    "text": "Cool.",
    "start": "00:15:33",
    "end": "00:15:33"
  },
  {
    "text": "Yeah.",
    "start": "00:15:33",
    "end": "00:15:37"
  },
  {
    "text": "Sam.",
    "start": "00:15:37",
    "end": "00:16:02"
  },
  {
    "text": "Okay, some basic facts about these eight chapters of love poetry in the Bible, 117 verses, okay? 70% of those verses are spoken from the voice of the female poetry. Beloved. I'm gonna call her the beloved. Okay. And she's saying all kinds of things. She's talking about her lover, longing for him. Repeated motifs of how she goes looking for him. She has dreams about being with him, but then she wakes up and he's not there. She hears his voice. She goes looking. Then long descriptions of how awesome he is and how handsome he is. That's 70%. The other 30% is spoken from the male lover. And he is never given a name or a title. Well, sorry. The title he's called is king or shepherd. The female beloved is called by all kinds of descriptors. My beloved one, my dove, my precious jewel. And she's given one descriptor, which is the shulamite. The word shulamite is the feminine Hebrew form of the name Solomon. Oh, so Shlomo and Shlomit. Yeah.",
    "start": "00:16:13",
    "end": "00:17:32"
  },
  {
    "text": "So Solomon would be an English way to do that.",
    "start": "00:17:32",
    "end": "00:17:37"
  },
  {
    "text": "Solemn salamina.",
    "start": "00:17:37",
    "end": "00:17:40"
  },
  {
    "text": "There it is.",
    "start": "00:17:41",
    "end": "00:17:42"
  },
  {
    "text": "Yeah. Okay, so this is the puzzle. Welcome to the puzzle. Here it is in a nutshell.",
    "start": "00:17:42",
    "end": "00:17:45"
  },
  {
    "text": "Okay?",
    "start": "00:17:45",
    "end": "00:17:46"
  },
  {
    "text": "The first line is of the poem is the Song of Songs, which is le Shlomo in relationship to Shlomo. Yeah, in some kind of relationship, it usually gets translated to mean authorship, which is by Solomon, but that's not a necessary translation. It's the word to in Hebrew in relationship to. So you go, okay, the ultimate song Shira. Shirim.",
    "start": "00:17:46",
    "end": "00:18:14"
  },
  {
    "text": "You have Song of Songs. In Hebrew you'd say the Holy of Holies.",
    "start": "00:18:15",
    "end": "00:18:19"
  },
  {
    "text": "Yes, yeah. The most common other phrase that uses that, it's a singular noun set in relationship to a plural noun and it means the ultimate one of that category. So the holy of Holies is the ultimate holy place of all holy places. King of Kings, King of Kings, Lord of Lords. And then the Song of Songs, the ultimate song, which is in relationship to Solomon.",
    "start": "00:18:19",
    "end": "00:18:42"
  },
  {
    "text": "In relationship to Solomon, who wrote 1,005 songs.",
    "start": "00:18:43",
    "end": "00:18:46"
  },
  {
    "text": "Totally. We're told that he wrote 1,005 songs. But the odd thing is the male voice is never called Solomon. He's called shepherd and king by the beloved. And when Solomon is mentioned in the book, he's mentioned just a few times. It's always in third person as someone else. And so this has led some people to. To think that there's three speaking characters in the book. There's Solomon, who's described either neutrally or perhaps even negatively, depending on how you interpret how he appears. Then you have the shepherd lover, and then you have the woman. So this has led to a whole body of interpretations that there's a three character drama going on. There's the woman who is somehow supposed to be getting married to Solomon, but who she really loves is this shepherd. She wants to run away with him, escape Solomon. That's a possible reading. You could. The other one would be if I have been informed by the Solomon story of First Kings, you remember there's two sides to Solomon. There's Solomon, who loves to accumulate wealth and women. But then there is the ideal Solomon, who asked for wisdom. Who asked for wisdom, and who, when he was at his best, was uniting in riches and honor with the one Queen of Sheba. And together Yahweh is praised among the nations. When those two hang out in a very suggestive way, I mean, she comes to.",
    "start": "00:18:46",
    "end": "00:20:23"
  },
  {
    "text": "You think it's suggestive?",
    "start": "00:20:24",
    "end": "00:20:25"
  },
  {
    "text": "Yeah, I mean, I think it's the Queen of Sheba, that story. And she comes to test him and she comes with all these riches. They end up in a room together and you're just like, oh, what's going to happen? But instead of sleeping together, getting married, they. They just discuss wisdom.",
    "start": "00:20:25",
    "end": "00:20:41"
  },
  {
    "text": "Right.",
    "start": "00:20:41",
    "end": "00:20:41"
  },
  {
    "text": "And then they praise Yahweh at the end of it.",
    "start": "00:20:41",
    "end": "00:20:43"
  },
  {
    "text": "Yeah.",
    "start": "00:20:43",
    "end": "00:20:44"
  },
  {
    "text": "And Jerusalem is made even more like Eden afterwards. My point is the Jekyll and Hyde thing.",
    "start": "00:20:44",
    "end": "00:20:49"
  },
  {
    "text": "Yes. Two sides of Solomon.",
    "start": "00:20:49",
    "end": "00:20:51"
  },
  {
    "text": "So the other way to see these two male figures in the Song of Songs is that it's precisely mapping onto the two sides of Solomon in the Book of Kings.",
    "start": "00:20:51",
    "end": "00:21:02"
  },
  {
    "text": "And the reason why we think there's two, possibly two males, figures is because Solomon is called out a few times as a character.",
    "start": "00:21:02",
    "end": "00:21:09"
  },
  {
    "text": "Yep. He's named. And he's named in such a way that you could see it as a different figure than the shepherd guy that the lady loves.",
    "start": "00:21:09",
    "end": "00:21:18"
  },
  {
    "text": "Could it also be that in the process of the final assembly of this book, some of the poems came from Solomon was the character, and some of them he wasn't?",
    "start": "00:21:19",
    "end": "00:21:30"
  },
  {
    "text": "Oh, for sure, that is possible. But whatever the Song of Songs meant, before it was put into the quilt of the Hebrew Scriptures, it could have meant all kinds of things, and I'm sure that it did. But what I'm asking is, who is the male character?",
    "start": "00:21:30",
    "end": "00:21:47"
  },
  {
    "text": "Now that it's the authors, they wouldn't have left that in unless they wanted to.",
    "start": "00:21:47",
    "end": "00:21:52"
  },
  {
    "text": "Correct.",
    "start": "00:21:52",
    "end": "00:21:53"
  },
  {
    "text": "So there's a reason why Solomon's called out.",
    "start": "00:21:53",
    "end": "00:21:55"
  },
  {
    "text": "There's a reason why Solomon and this shepherd seem like they're the same character, but then also seem like they're different characters.",
    "start": "00:21:55",
    "end": "00:22:03"
  },
  {
    "text": "What's an example of him being Solomon being called out?",
    "start": "00:22:03",
    "end": "00:22:07"
  },
  {
    "text": "Yeah, for example, in chapter three. So in chapter three begins with the beloved. She's having a dream. Well, there's debates about whether she's having a dream or she wakes up, but she wakes up, she says she's on her bed at night seeking him. And then in the scene, she's going around the city squares, just like Lady Wisdom goes around. It's all the same vocabulary. Remember from Proverbs, she goes out into the city, she's in the street, she's in the squares calling, come to me. All of this is exactly what this lady's doing. She's waking up. She's going out into the city streets asking, where is he? Where is the one that my soul loves? There's watchmen in the city. They've seen him. Then she says, Verse 4, I found him, I won't let him go. Until I've taken you to my mother's house, to the room of her who conceived me. And you're like, oh, they're gonna go. Like they're going to a room. They're getting a room.",
    "start": "00:22:08",
    "end": "00:23:03"
  },
  {
    "text": "Yeah, get a room.",
    "start": "00:23:03",
    "end": "00:23:04"
  },
  {
    "text": "Then verse five, the lady, the beloved, says, o daughters of Jerusalem, I make you swear by the gazelles of the field, don't arouse or awaken love until it is ready. This happens three times in the book where they meet.",
    "start": "00:23:04",
    "end": "00:23:20"
  },
  {
    "text": "Yeah, it's about.",
    "start": "00:23:20",
    "end": "00:23:21"
  },
  {
    "text": "They come together. They're about to get a room. And then the poem just stops. And you get this little same refrain right here. Hey, don't arouse love until it's time. This is the seeking and finding motif in the book, where they're constantly looking for each other. Three times they meet up and then the scene cuts and you're back to a different scene. So she found her shepherd boy, and they were about to get a room. And then the scene closed. Then verse six. Who's this coming up from the wilderness? Like columns of smoke perfumed with myrrh and frankincense, scented with powders of merchants? It's a scene of a royal procession. Well, it says it's the couch of Solomon, 60 men around it, the mighty men of Israel. So it's a scene of here comes Solomon, procession of Solomon being carried on this couch, all fragrant, coming from the wilderness, carried by bodyguards, and all this. And it goes on to describe this sedan chair, this royal mobile. It's made of silver, gold, purple, and all of this. And then verse 11. Go forth, daughters of Zion. It's like he's coming to Jerusalem. Go out, daughters of Zion. Look on King Solomon with the crown with which his mother crowned him for the day of his wedding. It's a wedding procession. He's coming to Jerusalem to be married.",
    "start": "00:23:21",
    "end": "00:24:45"
  },
  {
    "text": "So this is where someone's like, okay, she's in love with this other guy. They're holding off.",
    "start": "00:24:45",
    "end": "00:24:50"
  },
  {
    "text": "That's right.",
    "start": "00:24:50",
    "end": "00:24:51"
  },
  {
    "text": "But here comes her husband.",
    "start": "00:24:52",
    "end": "00:24:53"
  },
  {
    "text": "To be correct, one way of saying is she's supposed to be getting married to Solomon. Here he's coming in all his opulence and wealth, but who she really loves is this rustic shepherd boy that she wants to chase out in the fields. That's one reading. The other reading is to say that these two male figures are coordinated, but in a complex way, just like the Solomon figure in 1 Kings is the same figure, but he's got two sides to him. And so to have a poem about the lady going and searching and finding, followed by a poem about Solomon coming to Jerusalem to finally get married, those could suggestively be connected because they're both about the same thing I see about the son of David coming to be reunited, to be united with his bride in Zion and so on. So I'll just register for this conversation. I have a lot of work I still want to put in on this, on the Song of Songs. So nothing that I say is final, but this is what I'm observing. Many people have observed it. And I think this is part of the key to the book, is that because think he's the son of David and I already have all of this background of Solomon as a new Adam who pursued wisdom but then ultimately failed.",
    "start": "00:24:53",
    "end": "00:26:13"
  },
  {
    "text": "Yeah.",
    "start": "00:26:13",
    "end": "00:26:14"
  },
  {
    "text": "And then that leads to all of the sons of David leading Israel into self destruction in exile. And so I walk away from Genesis all the way through Second Kings going, you know what we need around here? We need a son of David who will be like Solomon was on his good days and embrace lady Wisdom, ultimately. And the Song of Songs fits that profile exactly, of a Solomon, a Solomon like figure, shepherd king, who actually is embarrassing. Yeah. But the unique twist of Song of Songs is that it's the lady looking for him.",
    "start": "00:26:14",
    "end": "00:26:47"
  },
  {
    "text": "Yeah. So, okay, let's talk about that twist. So is that would. Am I supposed to think of that as lady wisdom pursuing me, or am I supposed to think of that as a way for us to think about the same idea of humanity seeking wisdom, but now from a female perspective?",
    "start": "00:26:47",
    "end": "00:27:03"
  },
  {
    "text": "Yes. Okay, that's great. Great. I'm going to read you a quote and show you a couple of things, then we'll talk about this. So I quoted from Roland Murphy's introduction to Wisdom Literature. So he has a chapter on the Song of Songs. It's short but dense and helpful, I think. And he's on this train, so he says. On one level, the Song of Songs is a collection of love songs. However, as edited to be part of the Hebrew Bible. Do these poems have a wisdom character on another level of understanding? First, there's the fact that ancient Jewish tradition attributed this work to. To Solomon. The first line of the poem, it was meant to be read as a work in the Solomonic wisdom tradition. And there's an affinity between wisdom and Eros in the wisdom literature. Eros meaning sexually charged passion. The quest for wisdom is a quest for the beloved. The language and imagery used to describe the pursuit of lady wisdom in Proverbs 1 through 9 are all drawn from the experience of love in Proverbs. Yes. The Song of Songs speaks of love between a man and a woman. And it is by that very fact open to a wisdom interpretation. Just like in Proverbs, wisdom is to be found just as one finds a good wife. Both wisdom and a wife are called favor from the Lord. The sage in Proverbs advises the youth to obtain wisdom, to love her, to embrace her. The young man is to say, wisdom, you are my sister, just as the beloved in the song says, you are my sister. So in other words, the woman in the song songs is called my sister, which is a Hebrew way of describing your wife.",
    "start": "00:27:03",
    "end": "00:28:46"
  },
  {
    "text": "Oh, okay.",
    "start": "00:28:46",
    "end": "00:28:47"
  },
  {
    "text": "Call your wife sister. And that's exactly what Solomon says. My son, embrace wisdom like your sister. Murphy goes on, it's precisely the link between Eros and Wisdom that opens up the song to another level of understanding. While it is not wisdom literature. And by that he means talking about wisdom and the fear of the Lord.",
    "start": "00:28:47",
    "end": "00:29:07"
  },
  {
    "text": "Right.",
    "start": "00:29:07",
    "end": "00:29:07"
  },
  {
    "text": "Its echoes reach beyond human sexual love to remind one of the love of Lady Wisdom. There's more hyperlinks that we can go through where really unique metaphors and images of Lady Wisdom in the Proverbs 1 through 9 are verbatim describing the female beloved in the Song of Songs. So loving and embracing her. In Proverbs 5, the good wife and Lady Wisdom is called a well of fresh water that you drink from. In the same way the beloved in the Book of. In the Song of Songs is called a spring and a fountain, a well of fresh water. We talked about my sister. Lady Wisdom says that in Proverbs 8 that her fruit is better than gold, meaning if you embrace her. I mean, it's a very suggestive image. Eat my fruit.",
    "start": "00:29:07",
    "end": "00:30:02"
  },
  {
    "text": "Yeah. Well, Lady Wisdom also becomes a tree.",
    "start": "00:30:02",
    "end": "00:30:04"
  },
  {
    "text": "In Proverbs, she's the tree of life. Yeah, exactly. Totally. Exactly. So same thing in the song. It's actually even more. Everywhere is. She's described as all kinds of fruit trees, and eating the fruit is the primary image of sex in the book.",
    "start": "00:30:04",
    "end": "00:30:22"
  },
  {
    "text": "Yeah.",
    "start": "00:30:22",
    "end": "00:30:22"
  },
  {
    "text": "Embracing her, eating the fruit.",
    "start": "00:30:23",
    "end": "00:30:24"
  },
  {
    "text": "It's interesting how knowing is a sexually charged word, too, in Hebrew, and that's the tree of knowing, good and evil.",
    "start": "00:30:24",
    "end": "00:30:30"
  },
  {
    "text": "Yes, totally. That's exactly right. So in Proverbs 3, wisdom's called a tree of life. You take hold of her. In the song, chapter seven, there's this long poem describing the beloved as a palm tree that the lover says, I want to climb and take hold of the fruit and all of this. So here's the point. You can just see it right here. The female lover and Lady Wisdom are.",
    "start": "00:30:30",
    "end": "00:30:56"
  },
  {
    "text": "Yeah. So from here, I would say. Okay, the Song of Songs. When I read those, I'm actually now Lady Wisdom seeking.",
    "start": "00:30:56",
    "end": "00:31:04"
  },
  {
    "text": "That's right, me. Correct. And that was happening in Proverbs, but it's mutual. In Proverbs, you seek her.",
    "start": "00:31:05",
    "end": "00:31:11"
  },
  {
    "text": "Yeah.",
    "start": "00:31:11",
    "end": "00:31:12"
  },
  {
    "text": "And she will seek, looking after you.",
    "start": "00:31:12",
    "end": "00:31:14"
  },
  {
    "text": "Yeah.",
    "start": "00:31:14",
    "end": "00:31:14"
  },
  {
    "text": "In the song.",
    "start": "00:31:15",
    "end": "00:31:15"
  },
  {
    "text": "But the intensity of her searching.",
    "start": "00:31:15",
    "end": "00:31:17"
  },
  {
    "text": "Correct.",
    "start": "00:31:17",
    "end": "00:31:18"
  },
  {
    "text": "Is pretty high. In Song of Songs.",
    "start": "00:31:18",
    "end": "00:31:20"
  },
  {
    "text": "In Song of Songs, it's mainly the female lover constantly going and looking. Yeah. For the shepherd king.",
    "start": "00:31:20",
    "end": "00:31:28"
  },
  {
    "text": "Yeah.",
    "start": "00:31:28",
    "end": "00:31:29"
  },
  {
    "text": "Yep, that's right. So. And again, this fits so neatly with the Solomon story. He begins by asking for wisdom.",
    "start": "00:31:29",
    "end": "00:31:37"
  },
  {
    "text": "Yeah.",
    "start": "00:31:37",
    "end": "00:31:38"
  },
  {
    "text": "But then he goes on to, like, neglect. Neglected. As he goes about building the new Eden.",
    "start": "00:31:38",
    "end": "00:31:43"
  },
  {
    "text": "Yeah.",
    "start": "00:31:43",
    "end": "00:31:43"
  },
  {
    "text": "And so he kind of gets it, but he kind of doesn't. And then at the end of the story, God's like, I gave you everything, and you. You blew it. And so, in a way that's very similar, the Song of Songs becomes like a what if scenario. Oh, man, I love Marvel Comics.",
    "start": "00:31:43",
    "end": "00:32:00"
  },
  {
    "text": "What do you mean? Okay, what was your favorite?",
    "start": "00:32:00",
    "end": "00:32:03"
  },
  {
    "text": "The Punisher. Yeah, I mean, I was, you know, little kid. There was a whole, like, spoof series. Yeah. That they issued. It's called what if, and it would be what if stories about every hero in the Marvel universe about usually them dying or. Because they didn't want to actually put a story of, say, Spider man dying.",
    "start": "00:32:03",
    "end": "00:32:22"
  },
  {
    "text": "Yeah.",
    "start": "00:32:22",
    "end": "00:32:23"
  },
  {
    "text": "In the actual series, so they created an alternate series that's smart of, like, what if stories about all your favorite characters.",
    "start": "00:32:23",
    "end": "00:32:29"
  },
  {
    "text": "Yeah. Got it.",
    "start": "00:32:29",
    "end": "00:32:31"
  },
  {
    "text": "And I've actually thought many times the Song of Songs is kind of like a what if.",
    "start": "00:32:31",
    "end": "00:32:35"
  },
  {
    "text": "What if.",
    "start": "00:32:35",
    "end": "00:32:36"
  },
  {
    "text": "What if Solomon had actually gotten it right.",
    "start": "00:32:36",
    "end": "00:32:39"
  },
  {
    "text": "Okay.",
    "start": "00:32:39",
    "end": "00:32:40"
  },
  {
    "text": "In First Kings 1:11, he almost gets it right, but then he fails.",
    "start": "00:32:40",
    "end": "00:32:43"
  },
  {
    "text": "Okay.",
    "start": "00:32:43",
    "end": "00:32:44"
  },
  {
    "text": "And now we are symbolically retelling through the imagery of eden and Proverbs 1 through 9, what if Solomon fully consummated with Wisdom. Yeah, totally. And it turns out that the way that's going to happen is because the lady is actually looking for him. It won't be by his effort, it will be by her finding him.",
    "start": "00:32:44",
    "end": "00:33:08"
  },
  {
    "text": "Wisdom seeking him.",
    "start": "00:33:09",
    "end": "00:33:10"
  },
  {
    "text": "Yeah, yeah. Which is what Wisdom was doing in Proverbs 1 through 9 was out there looking for the naive sons of men to come to her and eat her fruit.",
    "start": "00:33:10",
    "end": "00:33:19"
  },
  {
    "text": "That's really interesting. So in the allegorical interpretation, the male figure is the divine, Correct? Yes. But in this one, the female character is the divine.",
    "start": "00:33:46",
    "end": "00:33:59"
  },
  {
    "text": "Yeah, that's right. Yeah. Yeah.",
    "start": "00:33:59",
    "end": "00:34:01"
  },
  {
    "text": "Interesting.",
    "start": "00:34:01",
    "end": "00:34:01"
  },
  {
    "text": "It is interesting. Yeah. Or she represents.",
    "start": "00:34:01",
    "end": "00:34:03"
  },
  {
    "text": "The attribute of God, Wisdom.",
    "start": "00:34:05",
    "end": "00:34:07"
  },
  {
    "text": "Yeah, correct.",
    "start": "00:34:07",
    "end": "00:34:08"
  },
  {
    "text": "Which we've talked about is more than an attribute. It's part of his identity.",
    "start": "00:34:08",
    "end": "00:34:14"
  },
  {
    "text": "Yeah. But again, now we're to multiple layers of meaning, though, because in a way, think of the role of Eve, the Eden story.",
    "start": "00:34:14",
    "end": "00:34:22"
  },
  {
    "text": "Yeah.",
    "start": "00:34:22",
    "end": "00:34:22"
  },
  {
    "text": "You have a helpless guy who can't fulfill humanity's calling alone. And so the woman is given as a gift to the man as Ezer. Remember the whole, she's called Ezer, which means more than what the word help means in English. It's the indispensable deliverance without which the person can't do what they're supposed to do. And in a way, in other words, in God's wisdom, He evaluates what is good and what is not good. It's not good.",
    "start": "00:34:22",
    "end": "00:34:54"
  },
  {
    "text": "Yeah, from Biela.",
    "start": "00:34:54",
    "end": "00:34:55"
  },
  {
    "text": "So in God's wisdom, he provides the woman and now together they can rule creation as kings and queens. And in a way that's. So I'm just saying for the woman to be the narrative image of divine wisdom fits right hand in glove with the portrayal of Eve in the Garden of Eden.",
    "start": "00:34:56",
    "end": "00:35:14"
  },
  {
    "text": "Right. We've taken a few steps and trying to keep them all related and coherent.",
    "start": "00:35:14",
    "end": "00:35:19"
  },
  {
    "text": "My mind. Yeah.",
    "start": "00:35:19",
    "end": "00:35:20"
  },
  {
    "text": "You got Adam and Eve and you've got the two kind of levels of Eve. You've got the, like azer Eve and the deceiver Eve.",
    "start": "00:35:20",
    "end": "00:35:29"
  },
  {
    "text": "Yeah.",
    "start": "00:35:29",
    "end": "00:35:29"
  },
  {
    "text": "And then those become metaphor for wisdom. Using that idea of how important it is for. For humans to not be alone and to be united.",
    "start": "00:35:30",
    "end": "00:35:41"
  },
  {
    "text": "Yeah.",
    "start": "00:35:41",
    "end": "00:35:42"
  },
  {
    "text": "And that pursuit of. Of the other that completes you being compared to your pursuit of God's wisdom. And that's Proverbs.",
    "start": "00:35:42",
    "end": "00:35:51"
  },
  {
    "text": "Yeah. In other words, you're saying Proverbs is building out these two different kinds of Eves, these two roles of Eve into two different ladies. Lady Folly or Lady Wisdom.",
    "start": "00:35:52",
    "end": "00:36:03"
  },
  {
    "text": "Yeah. So you can just kind of run with that and then you can forget about the underlying kind of basis of that metaphor, which was the human relationship.",
    "start": "00:36:03",
    "end": "00:36:12"
  },
  {
    "text": "Correct.",
    "start": "00:36:13",
    "end": "00:36:13"
  },
  {
    "text": "And then you can just kind of run with our pursuit of wisdom. But you're saying you could always step back and that other layer of meaning is still there.",
    "start": "00:36:13",
    "end": "00:36:20"
  },
  {
    "text": "Correct.",
    "start": "00:36:20",
    "end": "00:36:20"
  },
  {
    "text": "Which is our desire for the other that completes us.",
    "start": "00:36:20",
    "end": "00:36:26"
  },
  {
    "text": "Yeah, that's right. Which is why in the book of Proverbs you have Lady Wisdom in the opening chapters, who's a metaphor for God's wisdom. But then the book ends with a poem about the noble wise woman. Yeah. That the imagined male reader of Proverbs being addressed by Solomon actually wants to like marry an actual awesome noble woman.",
    "start": "00:36:26",
    "end": "00:36:48"
  },
  {
    "text": "Yeah.",
    "start": "00:36:48",
    "end": "00:36:49"
  },
  {
    "text": "So. And there's the two layers right there. You can refer to an actual woman or a metaphorical woman, and both layers of meaning are connected. This is still foggy in my head. Well, no, I mean, I can see how the characters and the symbols all match up.",
    "start": "00:36:49",
    "end": "00:37:04"
  },
  {
    "text": "Right.",
    "start": "00:37:04",
    "end": "00:37:04"
  },
  {
    "text": "But I have never drawn a chart. It might be helpful to sort out and draw a chart, but. Yeah, so there you go. I was responding to your comment that the female character represents the divine and you're saying. Yes, whereas the Jewish and Christian later interpretations, it's the male character that represents the divine.",
    "start": "00:37:04",
    "end": "00:37:25"
  },
  {
    "text": "Right, yeah, Yeah, I was just.",
    "start": "00:37:25",
    "end": "00:37:27"
  },
  {
    "text": "That's a good observation, I think, because.",
    "start": "00:37:28",
    "end": "00:37:30"
  },
  {
    "text": "The female character in Proverbs is the divine.",
    "start": "00:37:30",
    "end": "00:37:32"
  },
  {
    "text": "Correct.",
    "start": "00:37:32",
    "end": "00:37:33"
  },
  {
    "text": "Lady Wisdom.",
    "start": "00:37:33",
    "end": "00:37:34"
  },
  {
    "text": "Yeah, I Could show you a couple other things.",
    "start": "00:37:34",
    "end": "00:37:36"
  },
  {
    "text": "Sure.",
    "start": "00:37:36",
    "end": "00:37:36"
  },
  {
    "text": "Okay. These 117 verses, lo and behold, have a beautiful symmetrical design, meaning that the opening and closing poems are. All have unique vocabulary that hyperlink them as a frame around the material in the middle. And then the material in the middle is itself all coordinated in these patterns. So the main scholars here are Cheryl Exum, William Shea, and Richard Davidson. And they all have. They argue about little differences, but they kind of like. They did a bunch of work in the 80s, and people pretty much accept it that, like, oh, yeah, this thing. It's symphonic and cyclical and repetitive, the way most biblical books are. And what's interesting is it begins and ends with the. It begins and ends with these characters looking for. And it's the first meeting, and then they get a room, and then the scene cuts. And then at the end, there's. They meet up and find each other. They get a room and then the scene cuts again. And in the middle are these two dreams where they lose and find each other. It happens two different times. And then at the very center is an invitation by the bride to come and then. Or by the beloved. And then they decide to be together in the very center of the book. So the point is, even the architecture of the book has a cyclical nature to it. It's working in these cycles of searching, finding, almost consummated cut, searching, finding almost consummated cut in these cycles, which means it keeps building.",
    "start": "00:37:36",
    "end": "00:39:16"
  },
  {
    "text": "Anticipation's building.",
    "start": "00:39:17",
    "end": "00:39:18"
  },
  {
    "text": "And just go to. Go to chapter six with me. Okay, so this is. They found each other in another one of these. They found cycles. And now they're just, like, going off in poetry about how wonderful each other is. Chapter six begins with someone addressing the woman saying, hey, where's your man? Where is he? And then she says, oh, he's down in his garden. So again, just think Eden and the Solomon story. He's down in the garden. Verse 3. I am my beloved's, and my beloved's is mine. That's famous. Yeah, I've helped a lot of people get that inked on their bodies. Totally. Seriously, the number one tattoo that people have asked me to help them spell is make sure the Hebrew's right this line. And then they begin to describe each other. He says, you're beautiful as Tirzah, you're lovely as Jerusalem, and so on. And so he goes on to describe, they meet up in the garden. And he's describing her. And then verse eight, the man says, you know, there are 60 queens and 80 concubines. And young women without number. Who does that remind you of?",
    "start": "00:39:18",
    "end": "00:40:25"
  },
  {
    "text": "Solomon.",
    "start": "00:40:25",
    "end": "00:40:25"
  },
  {
    "text": "Solomon. But my perfect dove is unique, the only one. She is her mother's daughter, the pure one of the one who bore her. The maidens saw her and call her blessed. And the queens and the concubines all praise her, saying. And then it goes into another poem. So this is a key moment where I think the shepherd and Solomon figure come together and this becomes like the what if scenario. Yeah, what if.",
    "start": "00:40:26",
    "end": "00:40:54"
  },
  {
    "text": "What if he realizes that wisdom is more important than all these other things.",
    "start": "00:40:54",
    "end": "00:40:59"
  },
  {
    "text": "That's right. Yeah. All these queens and concubines. Now, it says here 60 and 80. You remember in.",
    "start": "00:40:59",
    "end": "00:41:06"
  },
  {
    "text": "Yeah, he had like 700 and 300.",
    "start": "00:41:06",
    "end": "00:41:08"
  },
  {
    "text": "Totally. But it's poetry, you know, it's for the effect. But there's one.",
    "start": "00:41:08",
    "end": "00:41:12"
  },
  {
    "text": "At one stage in his life, he had probably 16.",
    "start": "00:41:12",
    "end": "00:41:15"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:41:15",
    "end": "00:41:16"
  },
  {
    "text": "Gotta work his way up.",
    "start": "00:41:17",
    "end": "00:41:18"
  },
  {
    "text": "Yeah, yeah, that's right.",
    "start": "00:41:18",
    "end": "00:41:18"
  },
  {
    "text": "He'll get to 700 wives overnight.",
    "start": "00:41:18",
    "end": "00:41:20"
  },
  {
    "text": "Yeah. So that's a key moment in the turning of the. That's right. Turning up the poetry. And then it builds on to another scene that goes through chapter seven. Go to chapter eight with me. This is kind of the last cycle. She says to him, oh, that you were like a brother to me. Remember, he called her sister. You're my brother. This is Semitic terms for familial intimacy.",
    "start": "00:41:20",
    "end": "00:41:47"
  },
  {
    "text": "Okay.",
    "start": "00:41:47",
    "end": "00:41:48"
  },
  {
    "text": "Yeah.",
    "start": "00:41:48",
    "end": "00:41:48"
  },
  {
    "text": "It's confusing.",
    "start": "00:41:48",
    "end": "00:41:49"
  },
  {
    "text": "It is to us. Oh, that you were like a brother to me. Nursed at my mother's breasts. If I found you outdoors, I would kiss you. No one would despise me. I would lead you around. I would bring you into the house of my mother, who used to teach me. I would give you spiced wine to drink from the juice of my pomegranates. His left hand let it be under my head. His right hand let it embrace me again. This is all hyperlinked to Eden, Solomon and then Proverbs 1 through 9. Imagery.",
    "start": "00:41:49",
    "end": "00:42:18"
  },
  {
    "text": "So embracing.",
    "start": "00:42:18",
    "end": "00:42:19"
  },
  {
    "text": "Embrace wisdom. Take hold of her, take her fruit.",
    "start": "00:42:20",
    "end": "00:42:23"
  },
  {
    "text": "Yeah.",
    "start": "00:42:24",
    "end": "00:42:24"
  },
  {
    "text": "So it's like, oh, they're about to get a room. Right. They're embracing in the house. And then here's that. Refraining. Daughters of Jerusalem, I make you swear. Don't arouse or awaken love until it's ready. Verse 5. Who is this coming up from the wilderness? Leaning on the beloved beneath or underneath the apple tree? I woke you up. There your mother was in labor with you there she was in labor and gave birth. Just pause real quick here. So we have our shepherd, King Solomon figure, who goes Into a house with the beloved lady who he's embraced and sought after. Then all of a sudden, they're in the house, but now they're in a garden, and they're under the tree. Because there's Paz, and it's a tree.",
    "start": "00:42:24",
    "end": "00:43:15"
  },
  {
    "text": "Where she was born.",
    "start": "00:43:15",
    "end": "00:43:16"
  },
  {
    "text": "Yes. So Genesis 2 and 3.",
    "start": "00:43:16",
    "end": "00:43:19"
  },
  {
    "text": "Yeah.",
    "start": "00:43:19",
    "end": "00:43:20"
  },
  {
    "text": "This is all connected. Of Adam and Eve under the tree.",
    "start": "00:43:20",
    "end": "00:43:25"
  },
  {
    "text": "Yeah.",
    "start": "00:43:25",
    "end": "00:43:26"
  },
  {
    "text": "Let's imagine another what if scenario we've imagined. What if Solomon hadn't blown it? What if Adam and Eve had blown it? Can remember what happened, the first thing that happened after they ate the fruit.",
    "start": "00:43:26",
    "end": "00:43:38"
  },
  {
    "text": "Yeah. They hid from each other.",
    "start": "00:43:38",
    "end": "00:43:39"
  },
  {
    "text": "They were divided. They hid from each other. They were naked and now ashamed of their bodies to each other. So this becomes a what if. What if humanity had embraced Lady Wisdom? Then it would be the two of them under the apple tree and the birth of the new humanity. There. Your mother was in labor. She was in labor. She gave you birth. There's something happening here. My point is, you think this birth stuff's about either the messianic seed of Genesis 3:15.",
    "start": "00:43:40",
    "end": "00:44:08"
  },
  {
    "text": "Oh, it's not about the birth of wisdom. This is about them having offspring.",
    "start": "00:44:09",
    "end": "00:44:14"
  },
  {
    "text": "I'm actually not sure.",
    "start": "00:44:14",
    "end": "00:44:14"
  },
  {
    "text": "Reborn?",
    "start": "00:44:14",
    "end": "00:44:15"
  },
  {
    "text": "I'm not sure. Okay, yeah, talk to me in a year. But we are recreating a what if scenario from Genesis 3, right?",
    "start": "00:44:15",
    "end": "00:44:22"
  },
  {
    "text": "Got it.",
    "start": "00:44:22",
    "end": "00:44:22"
  },
  {
    "text": "That's for sure what's happening. And then most scholars recognize that the two following lines in chapter 8, verses 6 and 7, step back and do a backwards reflection over the whole book.",
    "start": "00:44:22",
    "end": "00:44:33"
  },
  {
    "text": "Okay.",
    "start": "00:44:33",
    "end": "00:44:34"
  },
  {
    "text": "She says, put me like a seal over your heart, like a seal on your arm. For love is as strong as death. Think of the garden. The severing of Adam and Eve's love resulted in death. But God's been on this pursuit like a lover through Lady Wisdom, seeking humanity to be reunited so that humanity can together rule the world. And on the male and female level of meaning, the Adam and Eve level of meaning, that would mean a reunion and a new love between them. So the breaking of love is death. In Genesis 3, the reunion of love is stronger than death. It's a great line, dude. He goes on. Love is as strong as death. Kina. Passion. It gets translated. Jealousy. It's passion. Passion is as severe as the grave. Its flashes are flashes of fire, a very flame of Yahweh. Dude. Many waters cannot extinguish love, nor can rivers overflow it. Think of the flood narrative. If a man were to give all the riches of his house for love, like Solomon, like failed Solomon.",
    "start": "00:44:34",
    "end": "00:45:48"
  },
  {
    "text": "Right? Yeah.",
    "start": "00:45:48",
    "end": "00:45:49"
  },
  {
    "text": "It would Be utterly despised. This is acting like a little reflective commentary, I think, linking up now the themes of the book to themes of life and death.",
    "start": "00:45:49",
    "end": "00:45:58"
  },
  {
    "text": "Yeah.",
    "start": "00:45:59",
    "end": "00:45:59"
  },
  {
    "text": "And what you discover is human love is itself just like a little taste and experience of the love that permeates the cosmos. The love that's been pursuing humanity, that won't give up on it until you get a new humanity that won't die. To be reunited in love, to do what God called humanity to do. I think that's what this is about. I think, yeah, I could be wrong about all this, but it wouldn't be just me. There's a lot of people. What is this book doing in the Bible? And why are all these hyperlinks to Eden and Proverbs and. Yeah, this book is working on many levels.",
    "start": "00:46:00",
    "end": "00:46:37"
  },
  {
    "text": "Now. This is really, really good. On one level, I want to. And I want to think about this more and, like, pursue this. Potentially very helpful to have this metaphor in my imagination because, frankly, sexual impulse to me is so confusing. I mean, it's. It's like one of my biggest gripes for God. It's like from an evolutionary standpoint, our sex drive makes perfect sense.",
    "start": "00:47:10",
    "end": "00:47:43"
  },
  {
    "text": "Yes. Yeah, yeah, yeah.",
    "start": "00:47:43",
    "end": "00:47:45"
  },
  {
    "text": "But from a beautiful mind creating us as image bearers to multiply. And yeah, we need a sex drive. But it could have been toned down a little bit. I mean, we could have brought that down a few notches.",
    "start": "00:47:45",
    "end": "00:47:58"
  },
  {
    "text": "It could have been not as severe as the grave and as fiery as death, you know? Yeah, I hear that.",
    "start": "00:47:58",
    "end": "00:48:06"
  },
  {
    "text": "Yeah. And obviously most men, and I'm sure a lot of women then have to deal with that every day of this drive, this impulse.",
    "start": "00:48:06",
    "end": "00:48:16"
  },
  {
    "text": "And a chemical impulse.",
    "start": "00:48:17",
    "end": "00:48:19"
  },
  {
    "text": "Yeah, it's biological.",
    "start": "00:48:19",
    "end": "00:48:20"
  },
  {
    "text": "It's biological.",
    "start": "00:48:20",
    "end": "00:48:21"
  },
  {
    "text": "On one level.",
    "start": "00:48:21",
    "end": "00:48:22"
  },
  {
    "text": "Yeah, that's. On one level, it is a chemically driven impulse in our bodies.",
    "start": "00:48:22",
    "end": "00:48:26"
  },
  {
    "text": "And so I've always just kind of been like, what a dumb thing. And because, like, with other impulses, like hunger or something, it's not as severe unless you get really. In a hard way.",
    "start": "00:48:26",
    "end": "00:48:41"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:48:41",
    "end": "00:48:41"
  },
  {
    "text": "It's more clear the spiritual practice around.",
    "start": "00:48:41",
    "end": "00:48:44"
  },
  {
    "text": "That.",
    "start": "00:48:44",
    "end": "00:48:44"
  },
  {
    "text": "Dealing with that. But with sexuality, it just. It's just so much hard. It just feels so much harder. Anyways, all to say, this is really fascinating to, like, try to frame that sexual impulse as an opportunity to be thinking about the pursuit of wisdom, the.",
    "start": "00:48:46",
    "end": "00:49:09"
  },
  {
    "text": "Pursuit of knowing and being known.",
    "start": "00:49:09",
    "end": "00:49:11"
  },
  {
    "text": "Hmm. Tell me about that.",
    "start": "00:49:12",
    "end": "00:49:13"
  },
  {
    "text": "Yeah. On a biological level, my body is charged with chemicals towards certain behavior, sexual behavior. Another frame would be to say it's charged with desire, to have a desire met.",
    "start": "00:49:13",
    "end": "00:49:28"
  },
  {
    "text": "Right.",
    "start": "00:49:28",
    "end": "00:49:29"
  },
  {
    "text": "What is it that meets that desire, it's to be close to another human in a kind of intimacy and closeness that the Eden narrative gives us a language for. Of becoming one flesh. Sex is the closest that two humans can become one with each other physically. But in a way, when you have a really good friend who understands you and you have history together and you don't have to tell them what you need, they just know you and you can talk on a deep level and finish each other's sentences, that is a metaphorical kind of. It's an experience that can be likened metaphorically to sex. It's a meeting of the minds, a unity. We call this, you know, that person. We have a kindred spirit, or we're one in heart or one in mind. Right. It's as if the sexual act is a physical expression of some. A deeper longing, which is to know and be known.",
    "start": "00:49:29",
    "end": "00:50:33"
  },
  {
    "text": "But it also is a biological longing of like a release.",
    "start": "00:50:34",
    "end": "00:50:38"
  },
  {
    "text": "That's what I'm saying when I say physical. Yes, it's a physical, biological. So there's that level desire and longing.",
    "start": "00:50:38",
    "end": "00:50:44"
  },
  {
    "text": "But you're saying there's also then the intimate longing that's connected to it.",
    "start": "00:50:44",
    "end": "00:50:48"
  },
  {
    "text": "That's right. But here's the thing is, when you join those two, when you join that physical union with a person with whom I have a covenantal trust, knowing and being known kind of union, dude, you've got love, which humans have been fascinated with love, not just got Eros. Yeah. In other words, the physical act of sex is itself participating in a greater kind of union that we're all looking for. And it's exactly why pornography is so dehumanizing, because it's separating the physical act from any kind of relational union. They just can become anonymous players who do this thing. And it's just a cheap substitute for the thing that we actually want, which is to be one physically and one in heart and mind with another. And so I think the biblical authors actually understand this way more than we do, which is why humanity's pursuit of knowledge and wisdom in order to rule can be completely made on analogy to men and women seeking each other sexually and why the search for wisdom can be turned into a set of erotic symbols. Sam, the person who's helped me the most here, and I've just really discovered his work, it's a scholar named Peter Lightheart who has a podcast called the Theopolis Podcast. And it's sometimes, I think I've run into that sometimes another guy named James Jordan. But actually he has a series that's ongoing Right now or recently finished, it's probably eight or ten episodes exploring the Song of Songs, and he's been very helpful in giving me language and categories. I really recommend it. If the Song of Songs is your thing, Peter Leithart's exposition you'll find really helpful. But yeah, there's some connection here between sex and knowledge and wisdom and the storyline of the Bible.",
    "start": "00:50:48",
    "end": "00:53:28"
  },
  {
    "text": "Yeah, yeah. So practically it's that. The intensity of that impulse being an opportunity to. I just have not known what to do with it, but it seems like this is a cool opportunity to go. Okay. When that comes up, it's not just an impulse for physical sex. Let me connect that to a deeper impulse of being known by others, but mostly being known by God. Which means wisdom, correct?",
    "start": "00:53:29",
    "end": "00:54:03"
  },
  {
    "text": "Yeah, Wisdom and covenant. Living and ruling my little corner of the world in the knowing that I am the beloved and I should be.",
    "start": "00:54:03",
    "end": "00:54:12"
  },
  {
    "text": "Seeking that as strongly as I seek sex.",
    "start": "00:54:12",
    "end": "00:54:16"
  },
  {
    "text": "Yeah, that's right. It's a discipline of the imagination and of the physical impulse. To say my physical desire for sex is a CS Lewis. It's kind of a CS Lewis theme. It's a pointer to something much bigger and from a Christian point of view and a Jewish point of view, a biblical point of view. It's. It's a pointer to the meaning of the universe that a single human cannot, in and of themselves, ever be what we are made to be. We can only become what we're made to be by union with God and with others. Which doesn't mean have sex with everybody. But what is a friendship except a kind of union? Mental union or kindred. Yeah, that's right. So in a way, all of our friendships are kind of a. Using the word sexual. It's our sexual unions in the way of sexual. Just meaning interrelational. Yeah, interrelational. So that is very. Yeah. These are deep waters. But my sexual drive. Think of you. Remember how in Genesis 1, the sun, moon and stars are called signs? They're symbols that glow with the glory of God and point to the ultimate source of light and life. In a way, that's what the Song of Songs is. It's a sexual icon that says our sexual drive is itself a pointer to God's own passionate pursuit of humanity to install them as his beloved rulers over creation.",
    "start": "00:54:16",
    "end": "00:55:52"
  },
  {
    "text": "Something interesting about the sexual impulse. More than any other impulse, it seems the most fraught with peril, like hunger. Again, you need to be careful of what you eat.",
    "start": "00:55:52",
    "end": "00:56:04"
  },
  {
    "text": "Oh, yeah. Yeah.",
    "start": "00:56:04",
    "end": "00:56:05"
  },
  {
    "text": "And you should not. You should spend time fasting. That's a spiritual Practice and that kind of stuff. But in general, you're not like, it's not so restrictive, but with the sexual impulse, it's just how you pursue that.",
    "start": "00:56:05",
    "end": "00:56:18"
  },
  {
    "text": "Yes, yes.",
    "start": "00:56:18",
    "end": "00:56:19"
  },
  {
    "text": "Is you have to be so particularly careful.",
    "start": "00:56:20",
    "end": "00:56:23"
  },
  {
    "text": "That's right.",
    "start": "00:56:23",
    "end": "00:56:24"
  },
  {
    "text": "That it just seems like unlike any other impulse that we have, it stands in this kind of its own category.",
    "start": "00:56:26",
    "end": "00:56:31"
  },
  {
    "text": "I think so.",
    "start": "00:56:31",
    "end": "00:56:32"
  },
  {
    "text": "And it's so. It's kind of. I just. I'm interested then in. Is there a significance there in terms of that being the metaphor then for pursuing the divine?",
    "start": "00:56:32",
    "end": "00:56:41"
  },
  {
    "text": "Well, I think it creates life.",
    "start": "00:56:41",
    "end": "00:56:43"
  },
  {
    "text": "Yeah. Creates life.",
    "start": "00:56:43",
    "end": "00:56:44"
  },
  {
    "text": "When I eat a meal, I get energy and then it goes out. It sustains my life, but then it passes out of my body.",
    "start": "00:56:44",
    "end": "00:56:51"
  },
  {
    "text": "Yeah.",
    "start": "00:56:51",
    "end": "00:56:52"
  },
  {
    "text": "When people have sex, new life is generated out of that. And when that sexual act is also in the context of two unique others who are united in a covenant of love, life being created out of a covenant of love. Dude, we're talking. When Paul talks about the Messiah in Ephesians 5, he's talking about husbands and wives, and all of a sudden he just immediately shades into talking about the Messiah and his people and says, that's really. Whenever I'm talking about marriage.",
    "start": "00:56:52",
    "end": "00:57:23"
  },
  {
    "text": "Yeah, I'm really talking about that.",
    "start": "00:57:23",
    "end": "00:57:24"
  },
  {
    "text": "I'm really talking about the Messiah and his people. I think that's what we're after here. It's that human love resulting in whole body, mind, heart union, generating new life. I think the biblical authors want us to see a symbol there of God that points to God as the ultimate community of love that generated the life of the universe. I think that's what supposed to see here.",
    "start": "00:57:24",
    "end": "00:57:49"
  },
  {
    "text": "What do you think is the significance of the theme then, of anticipating and then refraining in Song of Songs? If it's about wisdom, it seems weird to be like, ah, let's just wait.",
    "start": "00:57:50",
    "end": "00:58:05"
  },
  {
    "text": "Yeah.",
    "start": "00:58:05",
    "end": "00:58:05"
  },
  {
    "text": "If it's about sexual intimacy, you'd be like, oh, okay, there's wisdom and waiting. But why this koi thing with wisdom?",
    "start": "00:58:05",
    "end": "00:58:15"
  },
  {
    "text": "I think the cyclical patterns of seeking and finding, they get a room and then scene cut, start over again. My hunch is that that is imitating the way that the narrative of the Hebrew Bible works and points forward. Yeah. Think of Solomon. Oh, we're almost there. It's like a new Adam and Eve. Oh, dang it.",
    "start": "00:58:16",
    "end": "00:58:37"
  },
  {
    "text": "But the phrase don't wake in love until it so desires. Or you had a different translation of that.",
    "start": "00:58:37",
    "end": "00:58:44"
  },
  {
    "text": "Until it's ready.",
    "start": "00:58:44",
    "end": "00:58:45"
  },
  {
    "text": "Till it's ready.",
    "start": "00:58:45",
    "end": "00:58:46"
  },
  {
    "text": "Yeah.",
    "start": "00:58:46",
    "end": "00:58:46"
  },
  {
    "text": "There's a sense of. Well, that's not the point. The point was it wasn't Ready. The point was we missed the opportunity.",
    "start": "00:58:46",
    "end": "00:58:53"
  },
  {
    "text": "Oh, I see. Well, it's not time yet. I'm not sure. Yeah, that's a good point. And actually, what's interesting is the last sentences of the book end with a new cycle of searching and finding kicked off, and then it just trails off. So all of a sudden.",
    "start": "00:58:53",
    "end": "00:59:08"
  },
  {
    "text": "Yeah, like the. The last verse is a friend's sister.",
    "start": "00:59:08",
    "end": "00:59:11"
  },
  {
    "text": "Totally. Yeah, totally. The man says in chapter 8, verse 13, you who sit in the gardens, my companions are listening for your voice. Let me hear it. And then the last line is, hurry, my beloved. Be like a gazelle or a young stag on the mountain of spices. You're like, oh, where are they running to now? There they are again, off looking for.",
    "start": "00:59:11",
    "end": "00:59:31"
  },
  {
    "text": "So there's a sense of, like, this is an ongoing, perpetual pursuit.",
    "start": "00:59:31",
    "end": "00:59:36"
  },
  {
    "text": "Yeah, like love.",
    "start": "00:59:36",
    "end": "00:59:37"
  },
  {
    "text": "Like love. And like our. And like wisdom.",
    "start": "00:59:37",
    "end": "00:59:40"
  },
  {
    "text": "Yeah. And like our sexual drive. It just doesn't really go away.",
    "start": "00:59:41",
    "end": "00:59:43"
  },
  {
    "text": "It doesn't go away.",
    "start": "00:59:43",
    "end": "00:59:44"
  },
  {
    "text": "It keeps driving us forward. Yeah, yeah. I want to just close with a quote from another Hebrew Bible scholar, Ellen Davis. She's written a very helpful commentary on the Song of Songs and done lots of other writing. And her project is to show how the Song of Songs is a reversal of Genesis 3 by returning us to the temple which is sitting under the tree. So she says, loss of intimacy is exactly what happened in Eden. Eden was the place where God was most intimate with humanity. Witness God taking a walk in the garden at the breezy part of the day. Genesis 3, verse 8. Obviously expecting God was expecting to have the humans for company. When God calls out, where are you? When they don't appear? There's good reason to imagine that God intended to impart wisdom to humanity on those walks little by little. But when Adam and Eve disregarded God and tried the direct route to the knowledge of good and evil, the immediate result wasn't literal death. Rather, it was distrust breaking into their relationship between God and humanity. Do you remember? They hide from each other and then they hide from God. It was blame erupting between the man and the woman and the onset of a long term imbalance of power between them. Your desire will be for your husband. He will rule over you. It was a curse on the fertile soil. Enmity between the woman's seed and the snake's seed. The exile from Eden represents the loss of intimacy into the three primary spheres of relationships. Between God and humans, between woman and man, between humans and creation. Correspondingly, the song uses language to evoke a vision of healing in all three areas. More accurately, it reuses language from other parts of Scripture. Verbal echoes connect the garden of the lovers with the two earlier gardens, the one of Eden and of Israel's temple. And so all the way back, we talked about this. In Genesis, that word desire. In Genesis 3, your desire will be for your husband, and he'll rule over you. What she's saying, and she's right, we're meant to see that as a sad distortion of ruling together. In Genesis 1, that word desire appears in only two other occasions in the Hebrew Bible. In the following story of Cain about how sin's desire is for you. It's crouching and it desires for you. So there it's a desire to devour and consume. The one other time that the word is used is in the Song of Songs. It's in chapter seven, where she says, I am my beloved's and his desire is for me.",
    "start": "00:59:45",
    "end": "01:02:29"
  },
  {
    "text": "He wants to devour me.",
    "start": "01:02:29",
    "end": "01:02:30"
  },
  {
    "text": "Well, so once again, yes, but think. In Genesis 3:16, the woman's desire is for the husband, but he's gonna be a jerk like men are and rule you. But it's reversed in the song. Now I belong to my beloved, and his desire is for me. It's a reversal of Genesis 3:16. It's the healing of the rift between man and woman.",
    "start": "01:02:30",
    "end": "01:02:59"
  },
  {
    "text": "That's awesome.",
    "start": "01:02:59",
    "end": "01:02:59"
  },
  {
    "text": "Totally. I think Ellen Davis is exactly right, so her commentary is very helpful. So Song of Songs, man, I think, you know, we're only gonna have like 60 to 90 seconds to cover all this, but I think we can do it in a way that just opens the door to show how this book is so perfectly fits within the Hebrew Bible.",
    "start": "01:03:00",
    "end": "01:03:19"
  },
  {
    "text": "Yeah. Thanks for listening to this episode of the BibleProject podcast. We've got one more episode in this series on how to read biblical wisdom literature. After that last series, we're going to do one more episode, a question and response episode. So if you have a question, we'd love to hear from you. You can send your question to infoointhebibleproject.com let us know your name and where you're from, and try to keep the question to about 20 seconds or so. Today's show is produced by Dan Gummel. Theme music by the band Tents. The Bible Project is a crowdfunded nonprofit. We're in Portland, Oregon, and all of this is possible because of the generous support of many people just like you. We are so grateful for you. Thanks for being a part of this with us. Hi, this is Kent Laws. I'm from Pleasanton, California. My favorite thing about the Bible Project is the overwhelming generosity that allows us to access this amazing content for free. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, and more at end the the Bibleproject.com.",
    "start": "01:03:19",
    "end": "01:04:21"
  }
]