[
  {
    "text": "Hey, this is John at the Bible Project. Today on the podcast, we're going to continue our conversation in the series on how to read the Bible. So if you're like me, the Bible can get really intimidating and even confusing. And one reason is because there's different styles of writing in the Bible. So in this episode, Tim and I are going to talk about the three main types of literary styles in the poetry, narrative, and prose discourse. And of the three, perhaps the hardest one is poetry. Yet poetry in the Bible is really important.",
    "start": "00:00:10",
    "end": "00:00:43"
  },
  {
    "text": "One out of three chapters in the Bible is not trying to communicate content or information to you. It's rather trying to create an experience that shapes how. How you feel and how you think. That's remarkable. To me, a third of the Bible is this kind of literature.",
    "start": "00:00:43",
    "end": "00:01:04"
  },
  {
    "text": "So in this episode, we break down some examples of biblical poetry, narrative and discourse, and we talk about their differences. Here we go. So 33% of the Bible. That's a really clean number there. 33%.",
    "start": "00:01:04",
    "end": "00:01:29"
  },
  {
    "text": "Yeah. I forget what the decimals were. When I did my. I did buy chapters, and then did I write it in these notes? I have it somewhere in my notes. Oh, yeah, here it is. 502 chapters. Is Bible or narrative? Oh, 387.",
    "start": "00:01:31",
    "end": "00:01:47"
  },
  {
    "text": "Now, it's not always that clean. A chapter can have both.",
    "start": "00:01:49",
    "end": "00:01:50"
  },
  {
    "text": "That's true. So I tried to round up, because there are many poems that are embedded in stories, in which case that's a narrative chapter. I didn't count it as poetry.",
    "start": "00:01:51",
    "end": "00:01:59"
  },
  {
    "text": "Oh, so poetry actually has a little.",
    "start": "00:01:59",
    "end": "00:02:01"
  },
  {
    "text": "Bit more probably poetry. Yeah. But some poems embedded in narratives are whole chapters, so.",
    "start": "00:02:01",
    "end": "00:02:08"
  },
  {
    "text": "Yeah, you would count that as a poetry chapter.",
    "start": "00:02:08",
    "end": "00:02:10"
  },
  {
    "text": "Yeah. There's probably another dozen to 15 chapter chapters worth of poetry embedded as small poems. In either Paul's letters, he quotes a number of poems or in other narratives. So, yeah, it's probably more like 35%, maybe 36. Okay, here's the thing with poetry. This is like the Dead Poet Society. You can begin with a definition.",
    "start": "00:02:10",
    "end": "00:02:33"
  },
  {
    "text": "I'm gonna put that on my list to watch again.",
    "start": "00:02:33",
    "end": "00:02:34"
  },
  {
    "text": "Yeah. Remember when he's drawing on the board, they have somebody read from this classic introduction to poetry, and he's drawing a chart.",
    "start": "00:02:34",
    "end": "00:02:42"
  },
  {
    "text": "Rips it out.",
    "start": "00:02:42",
    "end": "00:02:43"
  },
  {
    "text": "He's drawing a chart and he draws, Talks about it. And then he's like, everyone. Yeah, Ripping the chart. Rip that out.",
    "start": "00:02:43",
    "end": "00:02:48"
  },
  {
    "text": "And everyone's like, yeah.",
    "start": "00:02:49",
    "end": "00:02:50"
  },
  {
    "text": "So here's the thing. We could read the Encyclopedia Britannica definition of poetry, but we should rip it out. We could read a sentence from one of the classic introductions to poetry by Lawrence Perrine. Or we could read just an example. One of my favorite examples of the uniqueness of poetry in biblical literature. So you want to start with the example or start with the definition.",
    "start": "00:02:51",
    "end": "00:03:15"
  },
  {
    "text": "The example. Like an actual poem.",
    "start": "00:03:15",
    "end": "00:03:18"
  },
  {
    "text": "The example is actually reading a narrative that's told in the Bible, and then right after it is told, a poetic retelling of the narrative you just read. So you can see very clearly how narrative and poetry work differently. So Exodus, chapter 14. Classic story. It's where the Israelites walk through the sea and dry land. And Pharaoh's destroyed. Then Moses.",
    "start": "00:03:18",
    "end": "00:03:43"
  },
  {
    "text": "This is the narrative.",
    "start": "00:03:43",
    "end": "00:03:44"
  },
  {
    "text": "This is the narrative. Then Moses stretched out his hand over the sea. All that night, the Lord drove back the sea with a strong east ruach, ruach wind and turned it to dry land. All that language is echoing Genesis, chapter one. And the waters were divided. The Israelites went through the sea as on dry ground, with a wall of water on their right and on their left. The Lord said to Moses, stretch your hand over the sea so that the waters may flow back over the Egyptians and their chariots and horsemen. And so Moses stretched out his hand over the sea, and at daybreak, the sea went back to its place. The Egyptians were fleeing toward it, and the Lord swept them into the sea. The water flowed back, covered the chariots and horsemen. The entire army of Pharaoh that had followed the Israelites into the sea, not one of them survived. Epic scene.",
    "start": "00:03:44",
    "end": "00:04:37"
  },
  {
    "text": "So that's the character of Moses and the Israelites. The setting is the reds. The sea.",
    "start": "00:04:37",
    "end": "00:04:45"
  },
  {
    "text": "The sea of reeds.",
    "start": "00:04:45",
    "end": "00:04:46"
  },
  {
    "text": "The sea of reeds, Yep. On their way into the wilderness. And the other character is Moses or Pharaoh and his family.",
    "start": "00:04:46",
    "end": "00:04:53"
  },
  {
    "text": "Pharaoh. Yeah. The conflict is the Egyptians, led by Pharaoh, want to.",
    "start": "00:04:53",
    "end": "00:04:56"
  },
  {
    "text": "They want to take a.",
    "start": "00:04:56",
    "end": "00:04:57"
  },
  {
    "text": "Destroy the slaves that they just let go.",
    "start": "00:04:58",
    "end": "00:05:00"
  },
  {
    "text": "Yeah. So they're off to go get them.",
    "start": "00:05:00",
    "end": "00:05:01"
  },
  {
    "text": "And then. Yeah. Through Moses, God fights on Israel's behalf. And while Moses is taming the sea. Yeah, by taming the waters. Making the waters do his bidding just as they did.",
    "start": "00:05:02",
    "end": "00:05:15"
  },
  {
    "text": "And then the resolution is in Genesis.",
    "start": "00:05:15",
    "end": "00:05:16"
  },
  {
    "text": "1, Pharaoh gets worked over, trumped. Yeah. So you walk away from the story going, God's creator of all things, and he's on a mission to defeat evil and rescue the helpless. So that's the story.",
    "start": "00:05:16",
    "end": "00:05:30"
  },
  {
    "text": "All right.",
    "start": "00:05:30",
    "end": "00:05:30"
  },
  {
    "text": "All right. You turn the page to Exodus 15, and the Israelites sing the first worship song in the Bible. And I've just excerpted the two sections that retell the story you just read. So it opens with, you know, the Lord's my strength, my song. He's My God, I praise him. He's highly exalted. You. He goes on. Verse 4. Pharaoh's Chariots and his army he hurled into the sea. The best of Pharaoh's officers are drowned in the sea. The deep waters covered them. They sank to the depths like a stone. Your right hand, O Lord, majestic in power. Your right hand, O Lord, shattered the enemy by the blast of your nostrils. Waters pile up. The surging waters were like a wall. The deep waters congeal in the heart of the sea. You blew with your breath. The sea covered them. They sank like lead in the mighty waters. So epic.",
    "start": "00:05:30",
    "end": "00:06:32"
  },
  {
    "text": "Yeah.",
    "start": "00:06:33",
    "end": "00:06:34"
  },
  {
    "text": "Some interesting things to contrast. Well, it opens up Pharaoh's chariots and his army hurled into the sea.",
    "start": "00:06:34",
    "end": "00:06:41"
  },
  {
    "text": "Yeah.",
    "start": "00:06:42",
    "end": "00:06:42"
  },
  {
    "text": "That's a very different image than what you got in the story.",
    "start": "00:06:42",
    "end": "00:06:45"
  },
  {
    "text": "Right.",
    "start": "00:06:45",
    "end": "00:06:45"
  },
  {
    "text": "You do get the water standing, like, congealing, like a wall later in the poem. But in this first line, it just looks like God picked them up and just threw them into the water.",
    "start": "00:06:46",
    "end": "00:06:57"
  },
  {
    "text": "Yeah, but when he says, the deep waters congealed in the heart of the sea, it evokes more emotion for me than when he says.",
    "start": "00:06:57",
    "end": "00:07:07"
  },
  {
    "text": "Yeah, the narrative's a little clinical. It's just like. And the waters parted, you know, and they stood up like a wall on the right.",
    "start": "00:07:07",
    "end": "00:07:15"
  },
  {
    "text": "And I guess narrative can use poetic turns of phrases and stuff all the time.",
    "start": "00:07:15",
    "end": "00:07:18"
  },
  {
    "text": "All the time. Yeah.",
    "start": "00:07:18",
    "end": "00:07:19"
  },
  {
    "text": "Yeah. I mean, one observation is that the poetry actually made me feel like I was there more than the narrative.",
    "start": "00:07:19",
    "end": "00:07:28"
  },
  {
    "text": "Yes. So it evoked your imagination more than the story.",
    "start": "00:07:28",
    "end": "00:07:32"
  },
  {
    "text": "Yeah, it did. And it might have just been the way the story's written. You said it's clinical. It is a little more clinical because a good storytelling can do the same thing.",
    "start": "00:07:33",
    "end": "00:07:40"
  },
  {
    "text": "That's true. Yeah.",
    "start": "00:07:40",
    "end": "00:07:41"
  },
  {
    "text": "But, yeah, I mean, God, the blasting, the blast of his nostrils. Pile up the water.",
    "start": "00:07:41",
    "end": "00:07:48"
  },
  {
    "text": "Yeah. Blast of your nostrils. You blew your breath.",
    "start": "00:07:48",
    "end": "00:07:51"
  },
  {
    "text": "Yeah.",
    "start": "00:07:52",
    "end": "00:07:52"
  },
  {
    "text": "And in the narrative, the description is the Lord drove the sea back with a strong wind.",
    "start": "00:07:52",
    "end": "00:07:57"
  },
  {
    "text": "Yeah.",
    "start": "00:07:57",
    "end": "00:07:58"
  },
  {
    "text": "It's the same word, breath or wind. Ruach.",
    "start": "00:07:58",
    "end": "00:08:01"
  },
  {
    "text": "Right.",
    "start": "00:08:01",
    "end": "00:08:01"
  },
  {
    "text": "And it's God doing it. But nostrils.",
    "start": "00:08:01",
    "end": "00:08:04"
  },
  {
    "text": "Yeah.",
    "start": "00:08:04",
    "end": "00:08:04"
  },
  {
    "text": "And blowing.",
    "start": "00:08:04",
    "end": "00:08:05"
  },
  {
    "text": "Yeah, yeah, yeah. It's connecting more ideas. I mean, that's so. Okay. Yeah. So poetry here.",
    "start": "00:08:05",
    "end": "00:08:14"
  },
  {
    "text": "There's one more. Whose hand is most important in the narrative?",
    "start": "00:08:14",
    "end": "00:08:18"
  },
  {
    "text": "Oh, yeah. Moses.",
    "start": "00:08:18",
    "end": "00:08:20"
  },
  {
    "text": "Moses stretched out his hand. And then God says, stretch out your hand. And Moses stretched out his hand. So three times. Moses hand is the key thing shaping the flow of the narrative. In the poem, it's God's hand. Your right hand, O Lord, your right hand. Yeah, yeah. So in the poem, actually, the Poem never even mentions Moses. In the poem, only God is the actor through his hand and his nostrils and his mouth. In the poem, Moses is the main actor at the Lord command. Yeah. So. Oh, yeah, sorry. In the narrative, Moses is the main actor. So that's the difference there, that the. The poem also is a level of theological reflection where.",
    "start": "00:08:20",
    "end": "00:09:06"
  },
  {
    "text": "What did this mean?",
    "start": "00:09:06",
    "end": "00:09:07"
  },
  {
    "text": "Yeah. If you were there, what you would see is what the narrative tells you. The poem steps back and uses metaphor. God has big nostrils. And it's also interpreting the event in a really reflective way. That Moses hand was like God's hand. All of the vivid imagery of them sinking, the soldiers sinking, drowning.",
    "start": "00:09:07",
    "end": "00:09:33"
  },
  {
    "text": "The weightiness of calling him lead.",
    "start": "00:09:33",
    "end": "00:09:35"
  },
  {
    "text": "Yeah. They sink like lead and like rocks, stone. So. Okay. Yeah. So there you go. That's good. You get the experience. So what just happened?",
    "start": "00:09:35",
    "end": "00:09:43"
  },
  {
    "text": "Well, it seems like the poem was like. I'm not worried about making sure that the character. Well, I don't know. That's the thing is, like poems and stories, there's definitely an overlap. Like if you drew the Venn diagram.",
    "start": "00:09:43",
    "end": "00:10:02"
  },
  {
    "text": "Yeah.",
    "start": "00:10:02",
    "end": "00:10:02"
  },
  {
    "text": "Like, you could have. Right there in the middle. This very poetic storytelling.",
    "start": "00:10:04",
    "end": "00:10:08"
  },
  {
    "text": "We're reflecting on the memory of an event or of an experience.",
    "start": "00:10:09",
    "end": "00:10:13"
  },
  {
    "text": "Yeah. Because there's other poems that are so abstract that, like, you wouldn't. It gives you feelings and emotions and it might conjure up ideas.",
    "start": "00:10:13",
    "end": "00:10:23"
  },
  {
    "text": "Okay, sure. So that would be poems that aren't reflecting on a story. A story, yeah. In this case, it's one that is.",
    "start": "00:10:24",
    "end": "00:10:30"
  },
  {
    "text": "This one it is. It seems like kind of in the middle.",
    "start": "00:10:30",
    "end": "00:10:32"
  },
  {
    "text": "Yeah, yeah. Because it's a nickname.",
    "start": "00:10:32",
    "end": "00:10:34"
  },
  {
    "text": "The poem has a story to.",
    "start": "00:10:34",
    "end": "00:10:35"
  },
  {
    "text": "It's a poetic retelling of a story, of a memory. Yeah, that's right. So, yeah. In this case. Yeah. This is why it's a good example, because the poem's anchored in something that seems more familiar.",
    "start": "00:10:35",
    "end": "00:10:45"
  },
  {
    "text": "Yeah.",
    "start": "00:10:45",
    "end": "00:10:45"
  },
  {
    "text": "So. So it's not like abstract poetry, but the techniques and the mode of communication is fully poetic.",
    "start": "00:10:45",
    "end": "00:10:53"
  },
  {
    "text": "So the elements of story are there. But what else does it have that turns it. That makes us think, oh, this is more poetry. And that seems to be. It's loose structure.",
    "start": "00:10:53",
    "end": "00:11:03"
  },
  {
    "text": "Yeah.",
    "start": "00:11:04",
    "end": "00:11:05"
  },
  {
    "text": "It's not really worried about sequence as much.",
    "start": "00:11:05",
    "end": "00:11:07"
  },
  {
    "text": "Yeah, sure. Yep. It's not about sequence. You mentioned your imagination was more ignited.",
    "start": "00:11:07",
    "end": "00:11:12"
  },
  {
    "text": "Yeah. And I think that's because. Much more liberal use of metaphor, which is making me connect ideas that I either haven't connected before.",
    "start": "00:11:13",
    "end": "00:11:24"
  },
  {
    "text": "Yes.",
    "start": "00:11:24",
    "end": "00:11:25"
  },
  {
    "text": "Or that just helped me. Maybe I have, but it just is planting that idea right in front of me.",
    "start": "00:11:25",
    "end": "00:11:32"
  },
  {
    "text": "Yep. Yes. Yep. So I ignited your Imagination through its use of metaphors that you wouldn't have thought of. Like, you would never think. You'd never read the narrative and go, oh, God. Blasted with his nose. But all of a sudden. And then emotion. You felt something when you think of God blasting with his nose. Breath.",
    "start": "00:11:32",
    "end": "00:11:57"
  },
  {
    "text": "Right. Or just the example of the wall of water. So, I mean, that's. To me, that's the most magnificent image in the story is. Where is it in the story?",
    "start": "00:11:58",
    "end": "00:12:09"
  },
  {
    "text": "The water's congealing.",
    "start": "00:12:09",
    "end": "00:12:10"
  },
  {
    "text": "Well, where is it in the actual story?",
    "start": "00:12:11",
    "end": "00:12:12"
  },
  {
    "text": "Oh, verse 22. A wall of water on the right and left. Yeah, that's it.",
    "start": "00:12:12",
    "end": "00:12:17"
  },
  {
    "text": "Wall of water on the right and left. That's an amazing image. Yeah, right.",
    "start": "00:12:17",
    "end": "00:12:22"
  },
  {
    "text": "It is, actually. It is.",
    "start": "00:12:22",
    "end": "00:12:23"
  },
  {
    "text": "That's an intense image. And when I read it in the story, I'm like, whoa, that's intense. But then when I get into the poem and it says, the surging waters stood up like a wall, and now it's actually making the waters. What's the word? Anthropomorphizing. The waters. The waters stood up and the surging waters stood up. So it's like giving the waters more of a character.",
    "start": "00:12:23",
    "end": "00:12:51"
  },
  {
    "text": "You're animating them.",
    "start": "00:12:52",
    "end": "00:12:53"
  },
  {
    "text": "Animating them. And then it wasn't just a wall. It was a wall that congealed in the heart of the sea. And so I'm picturing the wall now, and it's just as intense, but now there was even more emotion to it.",
    "start": "00:12:53",
    "end": "00:13:08"
  },
  {
    "text": "Yeah, it's like when Jello cools.",
    "start": "00:13:08",
    "end": "00:13:10"
  },
  {
    "text": "Congeals.",
    "start": "00:13:10",
    "end": "00:13:11"
  },
  {
    "text": "Congeals, yeah.",
    "start": "00:13:11",
    "end": "00:13:12"
  },
  {
    "text": "What's the Hebrew word there?",
    "start": "00:13:12",
    "end": "00:13:13"
  },
  {
    "text": "Oh, yeah. It's a unique one here. I'll look it up.",
    "start": "00:13:14",
    "end": "00:13:16"
  },
  {
    "text": "It must be for them to use such a unique English word.",
    "start": "00:13:16",
    "end": "00:13:19"
  },
  {
    "text": "Kaph, from kapha, to thicken, condense, or congeal. It's used here. It's used one time in Zephaniah when he talks about wine that's left to sit for too long.",
    "start": "00:13:19",
    "end": "00:13:38"
  },
  {
    "text": "It congeals.",
    "start": "00:13:38",
    "end": "00:13:39"
  },
  {
    "text": "It gets thickens and gross. God says, I'm going to search Jerusalem with lamps and bring justice on those who are complacent, who are left like wine that congeals.",
    "start": "00:13:39",
    "end": "00:13:51"
  },
  {
    "text": "Does wine do that? Wine thickens if you leave it out, apparently.",
    "start": "00:13:54",
    "end": "00:13:57"
  },
  {
    "text": "Maybe how they made wine. And then, oh, Job, ask God, don't pour me out like milk. Don't congeal me like cheese. Oh, so that's like cheese coagulating from coagulation. And that's it. Those are the three times the word occurs in the Bible.",
    "start": "00:13:57",
    "end": "00:14:16"
  },
  {
    "text": "Yeah. Anyway, that's amazing. Like Jell. O. Yeah.",
    "start": "00:14:16",
    "end": "00:14:21"
  },
  {
    "text": "Like hardening like Jello. Okay. All right, so let's back up. Let's allow Encyclopedia Britannica to give us a scientific definition of what just happened.",
    "start": "00:14:21",
    "end": "00:14:31"
  },
  {
    "text": "Oh, can I say one more thing that I noticed?",
    "start": "00:14:31",
    "end": "00:14:33"
  },
  {
    "text": "Yes, please.",
    "start": "00:14:33",
    "end": "00:14:33"
  },
  {
    "text": "Just the cadence.",
    "start": "00:14:33",
    "end": "00:14:34"
  },
  {
    "text": "Oh, oh, yeah, yeah, yeah, Totally.",
    "start": "00:14:34",
    "end": "00:14:36"
  },
  {
    "text": "Right.",
    "start": "00:14:36",
    "end": "00:14:36"
  },
  {
    "text": "That's very important.",
    "start": "00:14:36",
    "end": "00:14:37"
  },
  {
    "text": "I just. Like, there's a rhythm to it.",
    "start": "00:14:37",
    "end": "00:14:39"
  },
  {
    "text": "Yes, yes.",
    "start": "00:14:39",
    "end": "00:14:40"
  },
  {
    "text": "And I don't know why that's significant, but all poetry seems to have that.",
    "start": "00:14:40",
    "end": "00:14:44"
  },
  {
    "text": "Yeah. And different cultures have different types of structures, rhythmic structures. In a lot of the English European tradition, it has rhyme. Rhyming is a way to do that. Not really a feature of Hebrew poetry, but Hebrew poetry definitely has a very intentional kind of structure to it.",
    "start": "00:14:45",
    "end": "00:15:04"
  },
  {
    "text": "Yeah.",
    "start": "00:15:04",
    "end": "00:15:05"
  },
  {
    "text": "And. Yeah, that itself communicates. It's called parallelism, where basically you create little pairs, sometimes triads, most often pairs, where you pair two things and either you create them in a sequence, or you are saying the same thing twice. There's a whole variety of ways you can use it, but it creates a structure. Pharaoh's chariots and army hurled in the sea. Best of Pharaoh's officers drowned in the sea. Deep waters covered them, sank to the depths like a stone.",
    "start": "00:15:05",
    "end": "00:15:36"
  },
  {
    "text": "You say the same thing three times in a row.",
    "start": "00:15:37",
    "end": "00:15:39"
  },
  {
    "text": "Yeah, totally. Your right hand, O Lord, majestic in power. Your right hand, O Lord, shattering the enemy. That's a good example where you just said one thing. Yeah, but you. The two, majestic in power, shattering the enemy are two very different things. And you want to say both.",
    "start": "00:15:40",
    "end": "00:15:57"
  },
  {
    "text": "I remember learning this. Instead of rhyming sounds, they rhyme. Concepts.",
    "start": "00:15:57",
    "end": "00:16:03"
  },
  {
    "text": "Concepts. Yeah, yeah. And then. And then it gets you to pair or bounce off of each other. Two things that you wouldn't have thought surging waters standing up like a wall is paired with deep waters congealing like Jello. And you think, oh, listen, how do walls become? You know, it ignites your imagination. And then you're thinking about these two. A wall made out of Jello. Right?",
    "start": "00:16:03",
    "end": "00:16:28"
  },
  {
    "text": "Jello. Y. Water.",
    "start": "00:16:28",
    "end": "00:16:29"
  },
  {
    "text": "Yes. Okay. Perfect, perfect. So all of that. This is from Lawrence Perrine classic, one of the classic Western introductions to poetry called sound and sense. He says poetry is a kind of language that says more and says it more intensely than does ordinary language. It's not a very technical description, but I like it. It says more and says it more intensely than normal language. So normal language says, the sea blew over the waters, they parted.",
    "start": "00:16:29",
    "end": "00:17:02"
  },
  {
    "text": "There's a wall on the left and the right.",
    "start": "00:17:03",
    "end": "00:17:04"
  },
  {
    "text": "Yeah, yeah. So you are saying more by calling those surging waters standing up like a wall. Deep waters congealing just right There you're saying more and you're saying it more intensely. And with the pairing of standing up like a wall and jello congealing waters, now your imagination is set loose to create more meaning than any of those words would do by themselves. And that's what poetry does. It's a condensed form of language that uses and pairs new images, metaphors, ideas. And then you, the reader are set free to go on your own experience now and to it's participation. Just like stories force you to participate, poetry forces you to participate through your imagination and through your emotions. So poetry has as its main aim to affect how you feel and how you daydream. You could say its primary goal is not to communicate information. And this is a big hang up. I think especially more western religious traditions have, because we think again of the Bible as primarily moral instruction literature and the fact that a third of it is poetry. And it shapes you and it affects how you think, even morally. But its primary goal isn't to tell you what to do. Its goal is to set loose your imagination and make you feel.",
    "start": "00:17:04",
    "end": "00:18:40"
  },
  {
    "text": "Yeah, this just reminded me of a poem actually. So have you heard of Billy Collins? He's a poet.",
    "start": "00:18:40",
    "end": "00:18:45"
  },
  {
    "text": "Talk to me.",
    "start": "00:18:45",
    "end": "00:18:45"
  },
  {
    "text": "He's a very, I mean he's a very accessible poet. He's got this poem called Introduction to Poetry. I want to read it. I ask them to take a poem. He's also an instructor. I ask them to take a poem and hold it up to the light like a color slide or press an ear against its hive. I say drop a mouse into a poem and watch him probe his way out. Or walk inside the poem's room and feel the walls for a light switch. I want them to water ski across the surface of a poem, waving at the author's name on the shore. But all they want to do is tie the poem to a chair with rope and torture a confession out of it. They begin beating it with the hose to find out what it really means.",
    "start": "00:18:45",
    "end": "00:19:28"
  },
  {
    "text": "Whoa, that's really good.",
    "start": "00:19:29",
    "end": "00:19:32"
  },
  {
    "text": "Yeah, it's good, huh?",
    "start": "00:19:32",
    "end": "00:19:33"
  },
  {
    "text": "Whoa. What is that? Billy Collins.",
    "start": "00:19:33",
    "end": "00:19:36"
  },
  {
    "text": "Billy Collins, Introduction to Poetry.",
    "start": "00:19:36",
    "end": "00:19:38"
  },
  {
    "text": "I'm just going to put that in for future, future lectures. That's awesome. Yeah. Introduction to Poetry.",
    "start": "00:19:39",
    "end": "00:19:45"
  },
  {
    "text": "His poems are amazing. It's like the only poetry I've ever read recently that I'll just get absorbed in it. His poems are great.",
    "start": "00:19:45",
    "end": "00:19:53"
  },
  {
    "text": "Couple things, I have two quotes down in the notes. One is poetry is a surprising form of language. So this is from Thomas Long, who actually wrote a book called Preaching from the Literary Forms of the Bible. And it's actually a whole book for pastors and teachers helping, giving you ideas for how when you preach from the different kinds of literature from the Bible, you should preach in a totally different way. Like you shouldn't actually preach or teach from a poem with the same approach as a narrative. A poem isn't trying to communicate information. So don't teach it the same way you would teach Romans Medium. Yeah, totally. But he has this great line where he says poetry works to disrupt the customary ways in which we use language. Poetry stretches the ordinary uses of words and places them into unfamiliar relationships with each other, thereby cutting fresh paths across the well worn grooves of everyday language. So he just did it in the sentence and then what you just read the Billy Collins is exactly. Water skiing across a poem.",
    "start": "00:19:54",
    "end": "00:21:09"
  },
  {
    "text": "Yeah. Put your ear up to the hive of the poem.",
    "start": "00:21:10",
    "end": "00:21:13"
  },
  {
    "text": "Yeah, totally. It's that. Yes.",
    "start": "00:21:13",
    "end": "00:21:15"
  },
  {
    "text": "That image is so intense to me because beehives are so.",
    "start": "00:21:16",
    "end": "00:21:21"
  },
  {
    "text": "And you would never do that.",
    "start": "00:21:21",
    "end": "00:21:22"
  },
  {
    "text": "You would never do that.",
    "start": "00:21:22",
    "end": "00:21:23"
  },
  {
    "text": "Yeah. They're like alive with frenetic, dangerous energy.",
    "start": "00:21:24",
    "end": "00:21:27"
  },
  {
    "text": "Yes.",
    "start": "00:21:27",
    "end": "00:21:28"
  },
  {
    "text": "And he's saying that's what a good.",
    "start": "00:21:28",
    "end": "00:21:29"
  },
  {
    "text": "Poem, a poem is. And to interact with the poem, you've got to put your ear up to it.",
    "start": "00:21:29",
    "end": "00:21:34"
  },
  {
    "text": "Mm. Ugh.",
    "start": "00:21:34",
    "end": "00:21:36"
  },
  {
    "text": "Sticks with ya.",
    "start": "00:21:37",
    "end": "00:21:38"
  },
  {
    "text": "Yeah. It's using language in surprising. The walls of the water stood. The surging water stood up.",
    "start": "00:21:39",
    "end": "00:21:46"
  },
  {
    "text": "Yeah. Surprising. Waters don't stand waters.",
    "start": "00:21:46",
    "end": "00:21:50"
  },
  {
    "text": "Yeah. Oceans don't congeal like Jello, but in Exodus 15 they do. So just pause. I almost don't want to read the Encyclopedia Britannica definition because it's so sterile, it's so clinical, but it's interesting. Okay, I'll just read it. It's a long run on sentence. I can't. To me, it's actually so ironic. This is the definition of poetry. It's a kind of literature that evokes a concentrated imaginative awareness of one's experience or emotions by means of well crafted language that is chosen for its meaning, sound and rhythm.",
    "start": "00:21:50",
    "end": "00:22:30"
  },
  {
    "text": "That's not bad.",
    "start": "00:22:30",
    "end": "00:22:31"
  },
  {
    "text": "No, it's not too bad. It's just a long complicated sentence.",
    "start": "00:22:31",
    "end": "00:22:34"
  },
  {
    "text": "Yeah.",
    "start": "00:22:34",
    "end": "00:22:35"
  },
  {
    "text": "There's three things. It evokes a concentrated imaginative awareness. So concentrated.",
    "start": "00:22:35",
    "end": "00:22:43"
  },
  {
    "text": "Yeah. It does more with less.",
    "start": "00:22:43",
    "end": "00:22:45"
  },
  {
    "text": "It does more with less. And it's an imaginative awareness. You go inside your mind and start painting pictures and doing this. And what are you aware of in that concentrated imaginative way of your experience and your emotions? And how did poetry do that? Through well crafted language that is chosen for its meaning, which is also true in narrative and also true in a good essay, but also for its sound and for its rhythm. And the sound and rhythm communicate things that are really intangible, but they communicate things as the poem did there. Oh, yeah. The famous example of this is Lewis Carroll. I actually don't know that much about Lewis Carroll.",
    "start": "00:22:45",
    "end": "00:23:35"
  },
  {
    "text": "Yeah, me neither.",
    "start": "00:23:35",
    "end": "00:23:36"
  },
  {
    "text": "He was a British English author, writer. Oh, yeah. He wrote Alice in Wonderland.",
    "start": "00:23:36",
    "end": "00:23:42"
  },
  {
    "text": "Oh, okay.",
    "start": "00:23:42",
    "end": "00:23:43"
  },
  {
    "text": "Yeah. And then through the Looking Glass. But he wrote this famous poem called Jabberwocky. Oh, yeah, Jabberwocky and the Hunting of the Snark. But.",
    "start": "00:23:43",
    "end": "00:23:54"
  },
  {
    "text": "And he just uses nonsense language, right?",
    "start": "00:23:55",
    "end": "00:23:57"
  },
  {
    "text": "Yeah, yeah, yeah. The whole thing about Jabberwocky was using non existing words.",
    "start": "00:23:57",
    "end": "00:24:03"
  },
  {
    "text": "And the sounds carry the meaning, and.",
    "start": "00:24:03",
    "end": "00:24:05"
  },
  {
    "text": "The sounds carry the meaning and the rhythm of it. So this is the opening line. Twas brillig and the slithy toves did gyre and gimble in the wabe. All mimsy were the borogroves and the momraths outgrab.",
    "start": "00:24:05",
    "end": "00:24:22"
  },
  {
    "text": "Yeah. Wow.",
    "start": "00:24:22",
    "end": "00:24:24"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:24:24",
    "end": "00:24:26"
  },
  {
    "text": "I pictured a meadow, like kind of a dark meadow.",
    "start": "00:24:26",
    "end": "00:24:29"
  },
  {
    "text": "Yep, that's the brillig. Oh, no, no. Oh, the wabe.",
    "start": "00:24:29",
    "end": "00:24:33"
  },
  {
    "text": "The wabe.",
    "start": "00:24:34",
    "end": "00:24:34"
  },
  {
    "text": "Yeah. And what's going on in the meadow?",
    "start": "00:24:34",
    "end": "00:24:37"
  },
  {
    "text": "Yeah, I mean, just like, winds going through this. Like, maybe mist and just, like, the slithy toves. Yeah. There's these creatures in the meadow. It's kind of a swampy meadow.",
    "start": "00:24:38",
    "end": "00:24:50"
  },
  {
    "text": "Yeah. It was all mimsy.",
    "start": "00:24:50",
    "end": "00:24:52"
  },
  {
    "text": "Yeah.",
    "start": "00:24:52",
    "end": "00:24:53"
  },
  {
    "text": "But then the mome raths out, grab. And you're like. It's the beginning of plot, conflict, something.",
    "start": "00:24:54",
    "end": "00:25:03"
  },
  {
    "text": "Yeah.",
    "start": "00:25:03",
    "end": "00:25:04"
  },
  {
    "text": "And it's complete nonsense, but it communicates through rhythm and sound. So then once you're using words that you do understand in freshmen. There you go. Okay. So there you go. That's poetry. Poetry is amazing. And I don't read enough of it. I'm actually disciplined this year. I'm gonna grab some Billy Collins. Oh, that's good. I was gonna purchase T.S. eliot, the Four Loves, which I've heard is the most bottomless. One of the most bottomless modern poems.",
    "start": "00:25:04",
    "end": "00:25:33"
  },
  {
    "text": "I should do that, too.",
    "start": "00:25:33",
    "end": "00:25:34"
  },
  {
    "text": "What's funny is that it's the easiest thing to not do. Yeah. Like before bed or something, you know, it's like the last thing. Because it's not functional.",
    "start": "00:25:35",
    "end": "00:25:42"
  },
  {
    "text": "Yeah. And it's hard.",
    "start": "00:25:42",
    "end": "00:25:44"
  },
  {
    "text": "Yeah, totally. Yeah.",
    "start": "00:25:44",
    "end": "00:25:45"
  },
  {
    "text": "Oftentimes.",
    "start": "00:25:45",
    "end": "00:25:46"
  },
  {
    "text": "But I've found we've been. We've done a couple times recently where the last thing we do for turning out the light is reading a poem aloud.",
    "start": "00:25:46",
    "end": "00:25:52"
  },
  {
    "text": "Oh, cool.",
    "start": "00:25:52",
    "end": "00:25:52"
  },
  {
    "text": "And it's actually. I always go to bed with the full imagination.",
    "start": "00:25:53",
    "end": "00:25:56"
  },
  {
    "text": "I've wanted to. I've also wanted to memorize poetry.",
    "start": "00:25:57",
    "end": "00:26:00"
  },
  {
    "text": "Mm.",
    "start": "00:26:00",
    "end": "00:26:01"
  },
  {
    "text": "But never have seemed noble.",
    "start": "00:26:01",
    "end": "00:26:04"
  },
  {
    "text": "You want to be the kind of person that memorizes.",
    "start": "00:26:05",
    "end": "00:26:07"
  },
  {
    "text": "My ideal self is someone who has a lot of poems memorized. That's my ideal self.",
    "start": "00:26:07",
    "end": "00:26:13"
  },
  {
    "text": "Okay. So let's stop and just maybe land the plane on this one and just say a third of the Bible is this kind of literature.",
    "start": "00:26:13",
    "end": "00:26:20"
  },
  {
    "text": "That's crazy. One out of three sentences in the Bible.",
    "start": "00:26:20",
    "end": "00:26:23"
  },
  {
    "text": "Yep.",
    "start": "00:26:23",
    "end": "00:26:24"
  },
  {
    "text": "Or one out of three chapters.",
    "start": "00:26:25",
    "end": "00:26:26"
  },
  {
    "text": "Yeah. One out of three chapters in the Bible is not trying to communicate content or information to you. It's rather trying to create an experience that shapes how you feel and how you think. That's remarkable to me.",
    "start": "00:26:26",
    "end": "00:26:43"
  },
  {
    "text": "Yeah.",
    "start": "00:26:43",
    "end": "00:26:43"
  },
  {
    "text": "And the poems reflect on all kinds of concrete events. Sometimes. Book of Lamentations. It's all about the fall of Jerusalem.",
    "start": "00:26:44",
    "end": "00:26:52"
  },
  {
    "text": "And what if a third of the sermons you heard were poetic sermons?",
    "start": "00:26:52",
    "end": "00:26:59"
  },
  {
    "text": "Yeah, Very good question.",
    "start": "00:26:59",
    "end": "00:27:02"
  },
  {
    "text": "And that to me, going back to the sun versus the knife. We like to use the knife as a tool. It's easier to handle.",
    "start": "00:27:03",
    "end": "00:27:09"
  },
  {
    "text": "Yeah.",
    "start": "00:27:09",
    "end": "00:27:09"
  },
  {
    "text": "And it's quick and it's decisive. So if I want to do. If I want to change people's behavior, I grab my knife and I say, here's what this means. Here's what you should do. Here's how you should change the way you think. And this is.",
    "start": "00:27:09",
    "end": "00:27:21"
  },
  {
    "text": "Yep. And. And the. The scriptures are likened to a knife, like in Hebrews. A double edged knife.",
    "start": "00:27:21",
    "end": "00:27:27"
  },
  {
    "text": "Yeah. There's nothing wrong with that. You need that.",
    "start": "00:27:27",
    "end": "00:27:29"
  },
  {
    "text": "Yeah. You need that. Yep. That's right.",
    "start": "00:27:29",
    "end": "00:27:31"
  },
  {
    "text": "But then you also need to.",
    "start": "00:27:31",
    "end": "00:27:33"
  },
  {
    "text": "But that's not all the scriptures.",
    "start": "00:27:33",
    "end": "00:27:34"
  },
  {
    "text": "A third of the time you probably need to just sit in it and let it. Just put your ear up to the hive.",
    "start": "00:27:34",
    "end": "00:27:41"
  },
  {
    "text": "Yeah.",
    "start": "00:27:41",
    "end": "00:27:41"
  },
  {
    "text": "And you know, like, what would that look like? I think most people would walk out of that Sunday service going like, well, that was weird.",
    "start": "00:27:42",
    "end": "00:27:49"
  },
  {
    "text": "But that one part was really interesting.",
    "start": "00:27:52",
    "end": "00:27:55"
  },
  {
    "text": "Yeah. But that sticks in you. Okay. I think we landed the plane.",
    "start": "00:27:55",
    "end": "00:28:00"
  },
  {
    "text": "Yeah. On that one. Okay. The last part of the bookstore in our biblical bookstore video.",
    "start": "00:28:00",
    "end": "00:28:25"
  },
  {
    "text": "The corner of the bookstore. The corner.",
    "start": "00:28:25",
    "end": "00:28:27"
  },
  {
    "text": "Because it's only one quarter.",
    "start": "00:28:27",
    "end": "00:28:28"
  },
  {
    "text": "It's only one quarter.",
    "start": "00:28:28",
    "end": "00:28:29"
  },
  {
    "text": "One quarter of it. 24% of the Bible is pros. Discourse.",
    "start": "00:28:29",
    "end": "00:28:35"
  },
  {
    "text": "You know, like to go back to the grocery store thing. That's where we should put the discourse in the back. So you have to walk through the.",
    "start": "00:28:36",
    "end": "00:28:43"
  },
  {
    "text": "Rest of the bookstore. Yeah, totally. Yeah.",
    "start": "00:28:43",
    "end": "00:28:45"
  },
  {
    "text": "You have to walk through. So what you first, you come in for the discourse.",
    "start": "00:28:45",
    "end": "00:28:49"
  },
  {
    "text": "Yeah.",
    "start": "00:28:49",
    "end": "00:28:50"
  },
  {
    "text": "But you have to walk through the poetry aisle to get there.",
    "start": "00:28:50",
    "end": "00:28:52"
  },
  {
    "text": "That's actually kind of how the Bible is Organized. If you start on page one, that's true. And if you start on page one of the New Testament. Anyway. Yeah. So with pros discourse, that may not be.",
    "start": "00:28:52",
    "end": "00:29:03"
  },
  {
    "text": "Yeah, that's quiet. Pros.",
    "start": "00:29:03",
    "end": "00:29:05"
  },
  {
    "text": "Pros in American terminology. I don't know what it is.",
    "start": "00:29:05",
    "end": "00:29:08"
  },
  {
    "text": "Oh, pros.",
    "start": "00:29:08",
    "end": "00:29:09"
  },
  {
    "text": "British pros. Discourse is nonfiction. We call this nonfiction in our culture. It's not narrative. It's not literature. We don't call it literature. It's not poetry. It's essays.",
    "start": "00:29:09",
    "end": "00:29:23"
  },
  {
    "text": "Yeah. And articles.",
    "start": "00:29:23",
    "end": "00:29:25"
  },
  {
    "text": "Yeah. You feel like you're hearing someone give a speech, a little mini speech or a little essay embodied in form.",
    "start": "00:29:25",
    "end": "00:29:32"
  },
  {
    "text": "It's the quickest way to convey information.",
    "start": "00:29:32",
    "end": "00:29:34"
  },
  {
    "text": "Yeah. It has two main goals. Typically. Usually it's to get your listener to do something, and you persuade them by a set of arguments or a set of facts that you arrange as an argument to persuade them to do something. So actually, that's a really important part, is that even prose discourse, the main purpose isn't just to give you information. It's to get you to do something, to persuade you that you need to make certain kind of choices. And it will do that by engaging your intellect, engaging your reason, your rational capabilities. If this is the case, and if this is the case, because of that, these things follow. And in light of all of this, therefore, you should do X, Y and Z. And that kind of staged, sequential linear process of thought and reasoning leading to rational outcomes and decisions. That's a very specific way that our brain works. Totally different than narrative in poetry. And a quarter of the Bible is this kind of literature. In the Old Testament, the best example is the book of Deuteronomy, which is mostly Moses seeking to persuade the Israelites to be faithful to the God.",
    "start": "00:29:34",
    "end": "00:30:51"
  },
  {
    "text": "That's one long lecture.",
    "start": "00:30:51",
    "end": "00:30:52"
  },
  {
    "text": "Yeah. Yeah. The whole book is set as one long lecture. And then the essays, there are laws within it and even little mini narratives. But the biggest sections in the first half, in the end, are this kind of discourse. So this, Remember this. That taught us this. From this, this, we know this is true. Therefore, do this, that kind of thing. So Deuteronomy's. But Ecclesiastes is mostly this. Ecclesiastes has many embedded poems within it. Actually, a lot. But the main framework, the way the philosopher thinks through things, is very much, I saw this and I concluded this. Therefore, I'm going to do this and that kind of thing. So this literature is littered with logical connector terms like therefore and therefore. But because. So that as a result. And that's actually how you learn how to follow it.",
    "start": "00:30:52",
    "end": "00:31:47"
  },
  {
    "text": "Yeah.",
    "start": "00:31:47",
    "end": "00:31:48"
  },
  {
    "text": "I remember when we took our introduction to reading the Bible from Ray Lubeck. Actually, we did one semester on narrative and poetry. We studied the book of Jonah. And then we did one semester on prose discourse. Did Ephesians and we did Ephesians. And do you remember one whole exercise was going through like. Well, I think I made a photocopy and then I just highlighted in pink all of the logical connector words.",
    "start": "00:31:48",
    "end": "00:32:12"
  },
  {
    "text": "I don't remember.",
    "start": "00:32:13",
    "end": "00:32:13"
  },
  {
    "text": "But therefore he had us do a paragraph where. That's what we did, actually. He had us do a sentence diagramming exercise.",
    "start": "00:32:13",
    "end": "00:32:20"
  },
  {
    "text": "I remember that. Remember the sentence diagram.",
    "start": "00:32:20",
    "end": "00:32:22"
  },
  {
    "text": "And you diagram it. You shape the diagram by means of the ands, therefores, and you subordinate things because. So that as a result. Yeah, so there you go. All of the New Testament letters are shaped by this kind of.",
    "start": "00:32:22",
    "end": "00:32:38"
  },
  {
    "text": "This structure.",
    "start": "00:32:38",
    "end": "00:32:38"
  },
  {
    "text": "This structure, however, embedded within them are poems. Paul's constantly embedding poems within.",
    "start": "00:32:38",
    "end": "00:32:46"
  },
  {
    "text": "And stories sometimes.",
    "start": "00:32:48",
    "end": "00:32:49"
  },
  {
    "text": "And stories. Yeah, little mini stories sometimes too. So this is really significant. Narrative, I think, engages both hemispheres of the brain because you're seeking pattern and connections, which is the right side, but also through your imagination. Poetry is mostly engaging your right brain, which is image, experience, emotion, feeling, sensory. And then discourse is mostly the left side. Yeah, left brain, which is about. Also about patterns, like in narrative, but in a more abstract way.",
    "start": "00:32:49",
    "end": "00:33:21"
  },
  {
    "text": "It's connected to the logical and it's connected to language. All language is going through your left brain. So you can't read language without engaging your left brain. The whole two brain thing, it's very interesting, but everyone. You know how people say, like, I'm more left brain, I'm more right brain.",
    "start": "00:33:22",
    "end": "00:33:38"
  },
  {
    "text": "Oh, that's not true. Yeah, everybody's using their whole brain.",
    "start": "00:33:38",
    "end": "00:33:42"
  },
  {
    "text": "Everyone's using the whole brain. Unless you've severed your. What's it called, the whatever, that thick cable of brain that connects your two hemispheres. If that's been severed, then you're in trouble. And there's been a ton of interesting studies on people who have a severed brain. But everyone has that thick cable. And so you can use both sides of your brain. But it is true the hemispheres have different. They have disciplines that they do much better. And so the language goes through your left hemisphere, but yeah, experience and emotion is more generated from your right hemisphere.",
    "start": "00:33:42",
    "end": "00:34:18"
  },
  {
    "text": "So I feel like you would know more about this than I do about the uniquely cerebral cortex. Yeah. Who was it?",
    "start": "00:34:18",
    "end": "00:34:25"
  },
  {
    "text": "That's it.",
    "start": "00:34:25",
    "end": "00:34:26"
  },
  {
    "text": "Was it Aristotle or Plato who said what makes humans is that they're the reasoning animal? Humans uniquely are able to abstract things, ideas into These symbolic language and then create whole hypothetical chains of cause and effect to try and illuminate a decision before me. Do I eat this berry? Do I not eat this berry?",
    "start": "00:34:26",
    "end": "00:34:52"
  },
  {
    "text": "Totally.",
    "start": "00:34:52",
    "end": "00:34:53"
  },
  {
    "text": "Or do I swim in that lake? Or do I not? And humans uniquely have this ability to create this elaborate cause effect. Feedback loops.",
    "start": "00:34:53",
    "end": "00:35:03"
  },
  {
    "text": "Yeah. Yeah. It doesn't seem like we know exactly how uniquely because we don't experience life like animals. All of SWS Lewis wished animals wrote stories.",
    "start": "00:35:03",
    "end": "00:35:12"
  },
  {
    "text": "Yeah.",
    "start": "00:35:12",
    "end": "00:35:12"
  },
  {
    "text": "So we could.",
    "start": "00:35:12",
    "end": "00:35:13"
  },
  {
    "text": "Maybe it's not a difference in kind, but maybe just a degree.",
    "start": "00:35:15",
    "end": "00:35:18"
  },
  {
    "text": "Well, yeah, there's definitely a difference. It's like we have language that other animals don't have, which allows us to understand things in a much more abstract way and create more concepts. And then we have the ability to think about life as a story. So the past can then inform how we think about now and the future and then we can imagine futures and work towards futures. And animals just don't do that. Like a squirrel, when it's bearing a nut, isn't thinking like, hey, next summer or next winter, I'm going to be so glad I buried this nut.",
    "start": "00:35:19",
    "end": "00:35:50"
  },
  {
    "text": "Yeah.",
    "start": "00:35:50",
    "end": "00:35:51"
  },
  {
    "text": "It actually just has this instinctual urge to bury the nut and it doesn't know why. Most likely the case. I don't actually know. Never been a squirrel. But yeah. So that's unique to humans.",
    "start": "00:35:51",
    "end": "00:36:02"
  },
  {
    "text": "No, but. So that's it. Yeah. Something about humans to a degree that no other species on the planet does. We're able to abstract out cause effect patterns in long chains to motivate behavior that makes no sense.",
    "start": "00:36:02",
    "end": "00:36:21"
  },
  {
    "text": "Yes. And we're constantly telling ourselves stories of why things happened and creating meaning through the stories so that we can have motivation to continue doing things like animals just don't do that. And one really interesting thing I've been thinking about is there's a certain kind of. What do they call it? Heuristics. There's a certain kind of heuristic. It's the sunk cost. I don't know what they call it, but it's kind of like the sunk cost heuristic where it's like if you've already put a bunch of energy into something, you're now more committed to that thing. So even if now it's not going to work out, it's harder for you to abandon that project because you put so much energy into it.",
    "start": "00:36:21",
    "end": "00:36:59"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:36:59",
    "end": "00:37:00"
  },
  {
    "text": "It doesn't make sense logically.",
    "start": "00:37:00",
    "end": "00:37:02"
  },
  {
    "text": "Oh, sure. It becomes utterly irrational why you'd keep doing that thing.",
    "start": "00:37:02",
    "end": "00:37:06"
  },
  {
    "text": "Yeah. But to us, we've attached so much meaning to all of our Labor. And we've told a story about why it's so important we can't abandon it. And so. And humans just do this all the time where like a dog won't do it. Like, if a dog's been like sitting at a fence, like waiting for. What would be a good example? Like, yeah, a certain door waiting for like days for this door to open for to get a treat. And he's just waiting and waiting and waiting and it never happens. And then the door opens like 10ft away, a different door. The dog's not gonna be like, ah, I'm just committed to this door though. The dog will never do that. Yeah, it'll just go to the other door. Oh, there's the treat over. But humans will actually do that. They'll just sit there like, no, I'm committed to this.",
    "start": "00:37:06",
    "end": "00:37:49"
  },
  {
    "text": "Yeah.",
    "start": "00:37:49",
    "end": "00:37:50"
  },
  {
    "text": "Why do we do that? We're telling, we're attaching all this meaning to it. And I don't know, this might be more about story than actually discourse at this point.",
    "start": "00:37:50",
    "end": "00:37:59"
  },
  {
    "text": "Well, but there I think the point is that we've abstracted the value of sitting at the door. And it may be a bigger story about it, but the point is we've turned the, the value into an idea that we use to motivate ourselves. I like the squirrel analogy too. Like, why would I? You know, on a basic level, we're impulse sensory creatures also.",
    "start": "00:37:59",
    "end": "00:38:24"
  },
  {
    "text": "Yes.",
    "start": "00:38:24",
    "end": "00:38:25"
  },
  {
    "text": "And so maximize pleasure, minimize pain.",
    "start": "00:38:25",
    "end": "00:38:27"
  },
  {
    "text": "The lizard brain.",
    "start": "00:38:27",
    "end": "00:38:28"
  },
  {
    "text": "Yeah. But we will also deprive ourselves of pleasure for some long term goal and we'll convince ourselves to do it based on an abstract set of reasoning.",
    "start": "00:38:28",
    "end": "00:38:40"
  },
  {
    "text": "That is the difference between the lizard brain and the neocortex. So all animals have a neocortex, like even like a mouse. It's like the size of a postage stamp. It's like very thin and is a small covering of their brain. But it's that neocortex that allows them to observe that things have happened and then learn from it. A lizard can't do that. A lizard, it's all instinctual.",
    "start": "00:38:40",
    "end": "00:39:03"
  },
  {
    "text": "It's always in the moment. Impulse.",
    "start": "00:39:03",
    "end": "00:39:05"
  },
  {
    "text": "Yes. You're saying it can't like observe another lizard, do something unique and go, oh, I should do that?",
    "start": "00:39:05",
    "end": "00:39:11"
  },
  {
    "text": "Yeah.",
    "start": "00:39:11",
    "end": "00:39:11"
  },
  {
    "text": "A mouse can. A mouse can observe another mouse do something and go, oh, interesting. I should do that and learn from experience. And that's because of the neocortex. And then humans have this thick folded neocortex. We've got this massive one that's all over our brain.",
    "start": "00:39:11",
    "end": "00:39:25"
  },
  {
    "text": "So. Okay, all right, so that's in terms of biblical literature, this is fascinating. So think of a letter like Ephesians, which was the first. That's what we studied. We were introduced how to study this type of literature. So it's a great example of prose discourse that's designed to persuade through information and then change behavior because it's cleanly broken into two halves connected by the word therefore. At the beginning of the second half in chapter four, in the first half he's actually, it has a poem opening and closing it and there's a lot of storytelling within it, but basically telling the story of Israel and then as the covenant people and then how through the Messiah, Gentiles, non Jews are now included in the covenant family of God and he's brought eternal life and he's defeated evil and he's created a new family. So that's more story driven. But he has full of therefores. But then chapter four says therefore. And then he gets pretty abstract like he starts talking about keep your unity. So he's writing to a community, a multi ethnic community. So think of impulse behavior like attracts like. It's very strong behavior. And ethnic groups connect, keep kind of high boundaries around themselves. And in the Greco Roman world of Paul's day, it's a very multi ethnic world.",
    "start": "00:39:26",
    "end": "00:40:48"
  },
  {
    "text": "Yeah, your lizard brain is telling you not to trust people that aren't like you.",
    "start": "00:40:48",
    "end": "00:40:51"
  },
  {
    "text": "Don't trust, don't trust people that aren't like you. And so what Paul was able to accomplish was communities that intentionally removed the barrier as he talked about in chapter two, removed the ethnic barrier to realize their common humanity in the Messiah, that they are actually one new humanity made up of all kinds of different people. And so he starts saying, listen, we have one faith, one Lord, one baptism, one God and Father of all, who is over all and through all and in all. Sounds like Holy Spirit language. One spirit. And then just on the basis of those ideas, he was able to create communities of people who chose to override one of the most basic human impulses, which is to withdraw from people who aren't like you. So to me that's such a powerful example. It's like eating such a powerful impulse. And humans are able to override our with rationality by means of rational chains of thought, to override our basic bodily or our most basic impulses. And that's the power of this literature, is it gets you to think in new ways to accomplish change on a fundamental level in, in the lives of the people who read these. That's all what Paul's letters are designed all these letters in the New Testament engage your brain to invite you into a new story, turned into a set of ideas that you then turn to to motivate a whole different course of action. And that too is a quarter of the Bible literature. And it sits very much in the first century. It's no joke that most of it's the New Testament letters. And those letters are influenced by conventions of Greek and Roman letter writing, Greek and Roman argument and philosophy. Paul's man. Here's an interesting exercise. Paul grew up in Tarsus, and so people have tried to reconstruct what his education would have been like as an educated Jewish man. Cosmopolitan. Yeah. Tarsus and man. You go through and you read some of the classic educational texts that people were raised on and you feel like. So there's one, I think it's Seneca.",
    "start": "00:40:51",
    "end": "00:43:16"
  },
  {
    "text": "Oh, Seneca is that he would have been reading Seneca, Correct?",
    "start": "00:43:16",
    "end": "00:43:20"
  },
  {
    "text": "Seneca. Tacitus. No. Was he? Later, I forget. There's a set of my Amazon wish list. I have four books, but I was just. The first time I read this, it was reading a section of Seneca and I felt like I was reading the letter to the Romans, like the idioms, the manner of speech, and what shall we say then? So in light of this, tell me this. Do you say this? I tell you this, but if that is so, how can this be right? You feel like, oh, that's how Paul writes. And then you realize like, oh my gosh, where did he learn how to write? He went to school. And how did you learn back then? You just immerse yourselves in the educational classics. So that's a good example where the writing didactic reasoning style of the prose discourse of the New Testament is very much this shaped by melting pot of Jewish biblical imagination, culture and imagination merged with the Greek philosophical tradition.",
    "start": "00:43:20",
    "end": "00:44:23"
  },
  {
    "text": "Interesting.",
    "start": "00:44:24",
    "end": "00:44:24"
  },
  {
    "text": "And yeah, it's really cool. Anyway, all that to say this literature makes you think and makes you think in deeper ways than you probably would normally. And that's its goal, is to engage your brain so that you'll make new and different kinds of choices.",
    "start": "00:44:24",
    "end": "00:44:37"
  },
  {
    "text": "Thanks for listening to the BibleProject podcast. We'll be continuing this series on how to read the Bible through this summer. It's also a series on our YouTube channel. You can check that out@YouTube.com thebibleproject. All these resources are free and it's thanks to your generous support. So thanks for being a part of, of this.",
    "start": "00:44:39",
    "end": "00:44:55"
  }
]