[
  {
    "text": "Hey, this is John at the bibleproject. If you've ever tried to read through the Bible, you won't get far into the story when you'll come across a bunch of Israel's ancient law code. Thou shalt do this, thou shall not do that. Some of these we know well, like the Ten Commandments, don't steal, no murder. But other laws get really narrow and specific and sometimes strange. And there's a whole lot of them.",
    "start": "00:00:09",
    "end": "00:00:35"
  },
  {
    "text": "Yeah, it's a lot. It's a significant portion of the first main section of the Bible. Enough that it makes most people not want to read through the Bible if they start on page one.",
    "start": "00:00:35",
    "end": "00:00:46"
  },
  {
    "text": "And some of these laws, frankly, seem barbaric to modern standards. They paint a picture of a culture you and I actually wouldn't want to live in. And so it's easy to read the laws and then have a problem.",
    "start": "00:00:46",
    "end": "00:00:59"
  },
  {
    "text": "If I view the Bible as a law code dropped from heaven, stating the divine will, then I have problems with that. If I view this as customary common law and that God is revealing himself to Israel, calling them to a higher standard of justice, but as he finds them as an ancient Near Eastern culture in work, a revolution from within. And moral revolutions are slow, and they happen on a worldview level, not just by rewriting the laws.",
    "start": "00:01:00",
    "end": "00:01:30"
  },
  {
    "text": "Okay, so the laws in the Bible were given to a specific culture in their time in human history, for them. Why do I need to read it? What kind of value can I get out of reading the law?",
    "start": "00:01:30",
    "end": "00:01:44"
  },
  {
    "text": "The laws are an embodiment of a set of ideals. Any given law is just an application or an expression of some higher ideal. And so if you back up and say, what are the core main ideals underneath the laws? There's actually just a handful of things being worked out.",
    "start": "00:01:44",
    "end": "00:02:01"
  },
  {
    "text": "So in this episode today, we're going to look at four divine ideals that you can categorize all of the laws in the Bible. The holiness of God, sacrificial system, divine justice, and sacred time. That last category gets us into a conversation about the Sabbath.",
    "start": "00:02:01",
    "end": "00:02:21"
  },
  {
    "text": "Yeah, it's a day where I declare that God, God's ideal for our world, isn't the daily death star of subsistence living, that that isn't the meaning of my existence. We're created as royal images of God to rule in partnership and injustice and community over a creation that responds to us in harmony. And so Sabbath is a way of saying the meaning of human existence isn't defined by our work and toil and labor. It's defined on where creation's going.",
    "start": "00:02:21",
    "end": "00:02:52"
  },
  {
    "text": "Thanks for joining us Here we go. So as we have this conversation, we're talking about how to read biblical laws.",
    "start": "00:02:53",
    "end": "00:03:06"
  },
  {
    "text": "Yeah.",
    "start": "00:03:06",
    "end": "00:03:06"
  },
  {
    "text": "Which are interspersed throughout the Bible.",
    "start": "00:03:06",
    "end": "00:03:09"
  },
  {
    "text": "Yep. Specifically in the Torah. First five books. Yep.",
    "start": "00:03:09",
    "end": "00:03:12"
  },
  {
    "text": "But not in the first one.",
    "start": "00:03:13",
    "end": "00:03:14"
  },
  {
    "text": "But not in the first one. Yeah, that's right. Books two through five.",
    "start": "00:03:14",
    "end": "00:03:18"
  },
  {
    "text": "And so this whole conversation is really about how to read 600 some odd verses in the Bible.",
    "start": "00:03:18",
    "end": "00:03:25"
  },
  {
    "text": "Yeah. Sometimes a law will be a case law. That's a few verses. But okay. Yeah.",
    "start": "00:03:26",
    "end": "00:03:31"
  },
  {
    "text": "So it is a small portion of scripture.",
    "start": "00:03:32",
    "end": "00:03:35"
  },
  {
    "text": "No, 600 of anything in the Bible is a lot.",
    "start": "00:03:36",
    "end": "00:03:40"
  },
  {
    "text": "Yeah. But there's no other.",
    "start": "00:03:40",
    "end": "00:03:42"
  },
  {
    "text": "There's not even 600 proverbs in the book of proverbs.",
    "start": "00:03:42",
    "end": "00:03:45"
  },
  {
    "text": "Okay.",
    "start": "00:03:45",
    "end": "00:03:46"
  },
  {
    "text": "There's about 400.",
    "start": "00:03:47",
    "end": "00:03:47"
  },
  {
    "text": "And we're going to do a whole how to read.",
    "start": "00:03:47",
    "end": "00:03:50"
  },
  {
    "text": "Yeah. At least about. For wisdom literature. Yeah, It's a lot. It's a significant portion of the first main section of the Bible.",
    "start": "00:03:50",
    "end": "00:04:00"
  },
  {
    "text": "Right.",
    "start": "00:04:00",
    "end": "00:04:00"
  },
  {
    "text": "Enough that it makes most people not want to read through the Bible if they start on page one.",
    "start": "00:04:00",
    "end": "00:04:05"
  },
  {
    "text": "But isn't there something like 11,000 verses in the Bible? How many verses are in the Bible?",
    "start": "00:04:05",
    "end": "00:04:10"
  },
  {
    "text": "Oh, I don't know how many verses.",
    "start": "00:04:10",
    "end": "00:04:13"
  },
  {
    "text": "There's 23,000 verses in the Bible.",
    "start": "00:04:15",
    "end": "00:04:17"
  },
  {
    "text": "Sure, sure.",
    "start": "00:04:17",
    "end": "00:04:18"
  },
  {
    "text": "602.5% of the Bible. This whole conversation we're having is about 2 1/2% of the Bible.",
    "start": "00:04:20",
    "end": "00:04:27"
  },
  {
    "text": "No, but most of the laws. I'd say half the laws are sometimes two to four verses in length.",
    "start": "00:04:27",
    "end": "00:04:34"
  },
  {
    "text": "Okay.",
    "start": "00:04:34",
    "end": "00:04:35"
  },
  {
    "text": "Yeah.",
    "start": "00:04:35",
    "end": "00:04:35"
  },
  {
    "text": "So we're moving up towards 10% of the Bible.",
    "start": "00:04:35",
    "end": "00:04:37"
  },
  {
    "text": "We're moving up towards 10% of the Bible is ancient Near Eastern.",
    "start": "00:04:37",
    "end": "00:04:41"
  },
  {
    "text": "That seems like a lot.",
    "start": "00:04:42",
    "end": "00:04:43"
  },
  {
    "text": "Legal and ritual laws. Yeah, yeah. It's a significant portion. And because it's in the front, it attracts more attention.",
    "start": "00:04:43",
    "end": "00:04:52"
  },
  {
    "text": "And it's often the verses. Skeptics.",
    "start": "00:04:52",
    "end": "00:04:55"
  },
  {
    "text": "Correct. Yes.",
    "start": "00:04:56",
    "end": "00:04:57"
  },
  {
    "text": "Will go to. To talk about how irrelevant or messy or barbaric the Bible is.",
    "start": "00:04:57",
    "end": "00:05:04"
  },
  {
    "text": "Sure. And it's often even people who are faith friendly or Bible friendly.",
    "start": "00:05:04",
    "end": "00:05:09"
  },
  {
    "text": "Yeah. We'll get.",
    "start": "00:05:09",
    "end": "00:05:10"
  },
  {
    "text": "Most will at least get thrown or disturbed by the same passages. Yeah, totally.",
    "start": "00:05:10",
    "end": "00:05:15"
  },
  {
    "text": "Okay.",
    "start": "00:05:15",
    "end": "00:05:16"
  },
  {
    "text": "Yeah, yeah. And so it creates this basic tension. If I come to this book saying this is where I find God's will.",
    "start": "00:05:16",
    "end": "00:05:23"
  },
  {
    "text": "Yeah.",
    "start": "00:05:23",
    "end": "00:05:24"
  },
  {
    "text": "For my life and about what the world is. And then I get one book in and I'm reading hundreds of ancient laws. Really throws people for a loop.",
    "start": "00:05:24",
    "end": "00:05:33"
  },
  {
    "text": "Yeah.",
    "start": "00:05:33",
    "end": "00:05:34"
  },
  {
    "text": "It's worthy to make a video about. We made one that's about how they fit into the narrative flow of the biblical story. But this is going to be a little bit more about the sense that they made in their ancient context and then how to read them in their literary context.",
    "start": "00:05:34",
    "end": "00:05:51"
  },
  {
    "text": "So you want to do a little recap for us the last two episodes?",
    "start": "00:05:51",
    "end": "00:05:53"
  },
  {
    "text": "You want me to? Usually because you synthesize things in a way different than I do. I like it.",
    "start": "00:05:53",
    "end": "00:05:59"
  },
  {
    "text": "Well, so we started talking about the law. And you know what I kind of wish we had done was maybe give some examples. People were listening and never actually read the law code.",
    "start": "00:06:00",
    "end": "00:06:12"
  },
  {
    "text": "Oh, yeah. Among our listenership, people haven't tried to read the law.",
    "start": "00:06:12",
    "end": "00:06:16"
  },
  {
    "text": "Maybe.",
    "start": "00:06:17",
    "end": "00:06:17"
  },
  {
    "text": "Yeah.",
    "start": "00:06:17",
    "end": "00:06:18"
  },
  {
    "text": "I mean, because there's some that we talked about the different types, like, and the problems people have with them. Some are just confusing. Kind of like, who the heck cares?",
    "start": "00:06:18",
    "end": "00:06:27"
  },
  {
    "text": "Yeah.",
    "start": "00:06:27",
    "end": "00:06:27"
  },
  {
    "text": "Like weaving two types of material together.",
    "start": "00:06:27",
    "end": "00:06:30"
  },
  {
    "text": "Sure.",
    "start": "00:06:30",
    "end": "00:06:30"
  },
  {
    "text": "To make clothes.",
    "start": "00:06:31",
    "end": "00:06:31"
  },
  {
    "text": "Yeah, yeah. Don't put tattoo marks on yourselves in honor of the dead.",
    "start": "00:06:31",
    "end": "00:06:37"
  },
  {
    "text": "Yeah, yeah. That wasn't my Saturday.",
    "start": "00:06:37",
    "end": "00:06:41"
  },
  {
    "text": "No. Yeah. You weren't tempted to do that.",
    "start": "00:06:41",
    "end": "00:06:44"
  },
  {
    "text": "And then some seem way too brutal or violent.",
    "start": "00:06:45",
    "end": "00:06:49"
  },
  {
    "text": "Yeah. Especially ones about holy war or what you do with women and children, captives, you know, Shave their heads and clip their fingernails. Yeah, yeah. So some that seem morally primitive. Morally primitive from our cultural point of view.",
    "start": "00:06:50",
    "end": "00:07:05"
  },
  {
    "text": "Others are just mind numbingly boring.",
    "start": "00:07:05",
    "end": "00:07:07"
  },
  {
    "text": "Sure.",
    "start": "00:07:08",
    "end": "00:07:08"
  },
  {
    "text": "Like just blueprints.",
    "start": "00:07:08",
    "end": "00:07:09"
  },
  {
    "text": "Blueprints, yeah. Personally, even though I really think the overall picture of the sacrificial rituals is really profound. We'll talk about that a little bit later. But actually reading the ritual codes for how to slaughter these animals, it's boring. It's a sludge. It's repetitive and kind of boring even for me, still.",
    "start": "00:07:10",
    "end": "00:07:29"
  },
  {
    "text": "And we had a whole conversation about how many there are, which isn't a real necessary conversation, but just really fascinating. And we got to read some Talmud.",
    "start": "00:07:31",
    "end": "00:07:40"
  },
  {
    "text": "We got to read the Talmud. Remember, the point there is even though there's a lot of laws, there's not enough to cover all areas of life. So the rabbis and the Talmud have to extrapolate, create more.",
    "start": "00:07:40",
    "end": "00:07:52"
  },
  {
    "text": "And they were doing two things. They were creating more, but they were also trying to consolidate into themes.",
    "start": "00:07:52",
    "end": "00:07:56"
  },
  {
    "text": "Yeah.",
    "start": "00:07:56",
    "end": "00:07:57"
  },
  {
    "text": "And it was really cool to see how they showed how different prophets were doing that.",
    "start": "00:07:57",
    "end": "00:08:00"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:08:00",
    "end": "00:08:01"
  },
  {
    "text": "Consolidating the laws.",
    "start": "00:08:01",
    "end": "00:08:02"
  },
  {
    "text": "And Rabbi Simelai came to the same conclusion that the apostle Paul did that to obey the laws, you need to live by faith.",
    "start": "00:08:02",
    "end": "00:08:09"
  },
  {
    "text": "Live by faith.",
    "start": "00:08:09",
    "end": "00:08:09"
  },
  {
    "text": "He QUOTES Habakkuk. Habakkuk, yeah. Anyway, that's cool.",
    "start": "00:08:09",
    "end": "00:08:13"
  },
  {
    "text": "Very cool. And then we just talked about. Oh, yeah. The problems the. That the law creates. And for people who want to follow the law, who would generally be Jewish people. A Lot of the law is centered around temple worship, worship in the temple.",
    "start": "00:08:13",
    "end": "00:08:33"
  },
  {
    "text": "Or life in the promised Land or.",
    "start": "00:08:33",
    "end": "00:08:35"
  },
  {
    "text": "Life in the Holy Land. And so if you want to be Jewish but you don't live in the promised land or you don't have access to the temple, which is everyone, there is no temple, what do you do? You can't follow those laws anymore. And if the point of the law is to follow it to the T, you've got a big problem.",
    "start": "00:08:35",
    "end": "00:08:56"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:08:57",
    "end": "00:08:57"
  },
  {
    "text": "So that becomes a problem for Jewish people, which they work through by replacing temple worship with other things.",
    "start": "00:08:57",
    "end": "00:09:05"
  },
  {
    "text": "Or they discerned a principle or truth underneath the sacrificial rituals that you could do at any time and any place. But you do it by having to work around the actual meaning of the law and have to turn it into some other. Some other truth or idea. Sacrifices of prayer instead of animal sacrifices. You have to.",
    "start": "00:09:05",
    "end": "00:09:27"
  },
  {
    "text": "And throughout human history, there's been non Jewish people who have wanted to follow the law as well. And when that happens, there's different. Part of the law is to show a distinction, a very clear distinction which.",
    "start": "00:09:27",
    "end": "00:09:43"
  },
  {
    "text": "Well, yeah. Between this people group who are in this covenant relationship and those who are not.",
    "start": "00:09:43",
    "end": "00:09:50"
  },
  {
    "text": "And circumcision is one of those very clear.",
    "start": "00:09:50",
    "end": "00:09:52"
  },
  {
    "text": "Kosher diet.",
    "start": "00:09:53",
    "end": "00:09:54"
  },
  {
    "text": "Kosher diet becomes one. Because you just can't hide how you're eating.",
    "start": "00:09:54",
    "end": "00:09:59"
  },
  {
    "text": "Yeah.",
    "start": "00:09:59",
    "end": "00:09:59"
  },
  {
    "text": "Ask any vegan.",
    "start": "00:09:59",
    "end": "00:10:00"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:10:01",
    "end": "00:10:02"
  },
  {
    "text": "It just becomes part of your identity very fast.",
    "start": "00:10:02",
    "end": "00:10:04"
  },
  {
    "text": "Ancient Greek or Roman city men can't hide the fact that they're not circumcised because there's a lot of public baiting. Public baiting. Naked venues in those cultures.",
    "start": "00:10:04",
    "end": "00:10:13"
  },
  {
    "text": "Yeah. And then keeping the Sabbath was a massive marker.",
    "start": "00:10:13",
    "end": "00:10:17"
  },
  {
    "text": "Huge.",
    "start": "00:10:17",
    "end": "00:10:18"
  },
  {
    "text": "No one else was doing that. And it really, really sets you apart. And so the question became, for anyone who wants to follow the Torah but isn't Jewish, do I have to follow all of these things? And it specifically became a big issue as it pertains to all of these followers of Jesus.",
    "start": "00:10:18",
    "end": "00:10:38"
  },
  {
    "text": "A messianic Jewish movement. A Messianic Jewish movement starts taking on non Jewish disciples.",
    "start": "00:10:39",
    "end": "00:10:45"
  },
  {
    "text": "Yeah. And so, yeah, I mean, that's a big debate. Should all these non Jewish people adopt the entire all the laws or not? And so the New Testament wrestles through that. The early apostles wrestle through that.",
    "start": "00:10:45",
    "end": "00:11:02"
  },
  {
    "text": "And Jesus himself had to address the issue. Yep.",
    "start": "00:11:02",
    "end": "00:11:05"
  },
  {
    "text": "When did Jesus address the issue?",
    "start": "00:11:05",
    "end": "00:11:07"
  },
  {
    "text": "In the Sermon on the Mount.",
    "start": "00:11:07",
    "end": "00:11:08"
  },
  {
    "text": "What did he say?",
    "start": "00:11:08",
    "end": "00:11:09"
  },
  {
    "text": "Well, he addresses people accusing him of, in his movement, setting aside the laws of the Torah. And he says, no, I'm not setting them aside. I'M fulfilling them. And then he goes on to discuss six commands from the Torah to show what he means.",
    "start": "00:11:09",
    "end": "00:11:25"
  },
  {
    "text": "Got it?",
    "start": "00:11:25",
    "end": "00:11:25"
  },
  {
    "text": "Yep.",
    "start": "00:11:25",
    "end": "00:11:26"
  },
  {
    "text": "That was the first episode. And then we, in the second episode, you introduced that there's six different perspectives about the law that we want to walk through. And in that episode we just looked at one.",
    "start": "00:11:26",
    "end": "00:11:37"
  },
  {
    "text": "Yeah. The longest one in our conversation.",
    "start": "00:11:37",
    "end": "00:11:40"
  },
  {
    "text": "And these are perspectives that helped you understand how to read, how to read.",
    "start": "00:11:40",
    "end": "00:11:47"
  },
  {
    "text": "Them, how they fit into ancient Israel's culture and how they fit into the storyline of the Bible.",
    "start": "00:11:47",
    "end": "00:11:53"
  },
  {
    "text": "Yeah. And your first one, you framed it as the laws are not law code. And then I had this big like, but they come from law code. And do they? But it's a kind of law code that comes from a covenant relationship. But don't all laws come from some sort of relationship? But the real point of that is that what we find in the Bible is not a comprehensive list of laws. But more than that, whatever it came from isn't judicial law code. It's what you would call customary law code.",
    "start": "00:11:53",
    "end": "00:12:27"
  },
  {
    "text": "There's a few terms. One is the common law tradition. I think in English speaking countries or legal traditions, that's what it's called, common law. Common law versus a more modern form of law practice called statutory law.",
    "start": "00:12:27",
    "end": "00:12:41"
  },
  {
    "text": "Statutory law. So I think this was super helpful because any modern coming to the Bible and going, oh, there's laws in here, is going to immediately throw our paradigm of what law is onto what they're reading. And our paradigm is you've got a body of text that's written and that is the law that everyone will point to and say, that's the standard, that's what we have to adhere to. And anytime we have a conflict, we're going to go and consult that and do what that says. And if that's not clear enough, we'll.",
    "start": "00:12:41",
    "end": "00:13:14"
  },
  {
    "text": "Modify it, we'll make amendments.",
    "start": "00:13:14",
    "end": "00:13:16"
  },
  {
    "text": "We'll make amendments.",
    "start": "00:13:16",
    "end": "00:13:17"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:13:17",
    "end": "00:13:17"
  },
  {
    "text": "But the law code is king.",
    "start": "00:13:18",
    "end": "00:13:20"
  },
  {
    "text": "Correct.",
    "start": "00:13:20",
    "end": "00:13:21"
  },
  {
    "text": "It's the final authority.",
    "start": "00:13:21",
    "end": "00:13:23"
  },
  {
    "text": "And there's an unspoken, or at least often unspoken assumption there that the written law code is itself an embodiment of our highest moral ideals.",
    "start": "00:13:23",
    "end": "00:13:33"
  },
  {
    "text": "Right.",
    "start": "00:13:33",
    "end": "00:13:33"
  },
  {
    "text": "So there is a higher moral ideal than the law. That's why we would amend the law sometimes, because the law should be an embodiment of some higher ideal. But in actual practice, in day to day practice, cases and disputes, the wording and text of the law is the authority.",
    "start": "00:13:33",
    "end": "00:13:54"
  },
  {
    "text": "Yeah, yeah, yeah. When it comes to legal matters, when it comes to just day to day life, you don't actually really live that way necessarily. Like, me and my wife don't have a whole list of obligations and rules and things. We made a relational vow to love each other. And then just day to day, you just kind of try to work it out. And we are also appealing to a higher sort of code, but we don't consult it via some text. We instead consult it by appealing to all sorts of things, stories that we both have adopted, just wisdom in general, our common experiences together that inform all these things.",
    "start": "00:13:54",
    "end": "00:14:52"
  },
  {
    "text": "Yeah. Ethical values. But again, ethical values as such are just words or ideas to explain them to each other. We use all kinds of ways, stories, poems, parables.",
    "start": "00:14:52",
    "end": "00:15:05"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:15:05",
    "end": "00:15:06"
  },
  {
    "text": "For followers of Jesus, this is how the story of Jesus functions. Right. When somebody, a follower of Jesus, behaves in a way that's unworthy of Jesus life and teachings. And what you'll do is not. Well, what one person might do is actually open a Bible and be like, look here, Jesus said, forgive.",
    "start": "00:15:06",
    "end": "00:15:26"
  },
  {
    "text": "Yeah.",
    "start": "00:15:26",
    "end": "00:15:27"
  },
  {
    "text": "With my boys, when they won't forgive, I'll tell the story of Jesus dying on the cross, forgiving the people killing him. I just did that the other day. And they had to stop and think about it. And so that was a form of moral relational education. But I'm using a narrative to do it as opposed to a command of Paul, forgive as you have been forgiven. I could quote Ephesians 5 or I could tell a story about Jesus on the cross.",
    "start": "00:15:27",
    "end": "00:15:52"
  },
  {
    "text": "Yeah. And so that's a different way to think about how we decide how society should act.",
    "start": "00:15:52",
    "end": "00:16:00"
  },
  {
    "text": "Correct.",
    "start": "00:16:00",
    "end": "00:16:00"
  },
  {
    "text": "Now, within that, you also have what we as moderns call law code.",
    "start": "00:16:00",
    "end": "00:16:05"
  },
  {
    "text": "Yeah, that's right. Yeah.",
    "start": "00:16:05",
    "end": "00:16:06"
  },
  {
    "text": "And this happens too. Like, my wife is like, john, you're gonna get out of bed before 7 o' clock every morning. And it's like, okay, yeah, yeah. And that's in a sense, like law code in our household, but it's not the final authority.",
    "start": "00:16:06",
    "end": "00:16:22"
  },
  {
    "text": "Yeah. Your wife doesn't hold you accountable to the written text.",
    "start": "00:16:22",
    "end": "00:16:25"
  },
  {
    "text": "Yeah. It's the spirit of that. The spirit of that is I want you helping get the kids ready. And if you're up too late, then it's a chaos in the morning.",
    "start": "00:16:25",
    "end": "00:16:35"
  },
  {
    "text": "That's right.",
    "start": "00:16:35",
    "end": "00:16:36"
  },
  {
    "text": "But certain mornings are different. And if it's 7 or 7:05 or whatever, it's really more the spirit of why that law exists. And what you were showing is that an ancient law code was never used as the final authority.",
    "start": "00:16:36",
    "end": "00:16:50"
  },
  {
    "text": "Correct.",
    "start": "00:16:50",
    "end": "00:16:51"
  },
  {
    "text": "It was always used as an illustration of the wisdom of the higher authority behind it. And so you wouldn't find any sort of judicial moment where they appeal to the law code.",
    "start": "00:16:51",
    "end": "00:17:07"
  },
  {
    "text": "Correct.",
    "start": "00:17:07",
    "end": "00:17:08"
  },
  {
    "text": "And that happens in the Bible and also in other ancient.",
    "start": "00:17:08",
    "end": "00:17:11"
  },
  {
    "text": "Yeah, we looked at the code of Hammurabi, most famous law code from the ancient world, which is everywhere copied and nowhere quoted.",
    "start": "00:17:11",
    "end": "00:17:18"
  },
  {
    "text": "Yeah.",
    "start": "00:17:20",
    "end": "00:17:20"
  },
  {
    "text": "Never quoted in any ancient law case. And in all the ancient law cases from that region and time, what judges actually are deciding in disputes sometimes contradicts the code.",
    "start": "00:17:20",
    "end": "00:17:31"
  },
  {
    "text": "Yeah. And so it's a completely different paradigm for how to deal with written law, that it isn't the supreme authority. It is an example of.",
    "start": "00:17:31",
    "end": "00:17:42"
  },
  {
    "text": "An example in one time and place of how one could embody the ideals.",
    "start": "00:17:42",
    "end": "00:17:47"
  },
  {
    "text": "And if we treated like American law that way, it would all fall apart.",
    "start": "00:17:47",
    "end": "00:17:51"
  },
  {
    "text": "Yeah.",
    "start": "00:17:51",
    "end": "00:17:51"
  },
  {
    "text": "We would need a completely different system. Yeah. So it's a completely different paradigm.",
    "start": "00:17:51",
    "end": "00:17:56"
  },
  {
    "text": "Correct.",
    "start": "00:17:56",
    "end": "00:17:56"
  },
  {
    "text": "And most of human history has worked in a common law, common law society, because people knew each other well. Small bands of people who are homogeneous in their values. And then also just the technology of the written language wasn't highly accessible. So you just couldn't have all of this text floating around as easily. Something happened in the last couple hundred, 300 years where there was a transition in our culture, in our culture in the west especially, but all over the world. And it was really interesting to look at that transition in Germany. And we looked at that with the Brothers Grimm and how as German society was moving to a more judicial law code, they had this whole project of finding all the. The common law and making sure it informed the judicial law.",
    "start": "00:17:56",
    "end": "00:18:50"
  },
  {
    "text": "Yeah. The fairy folktales of the Brothers Grimm, that famous collection was collected by lawyers to create a collective moral conscience. This is the moral conscience of our people. And this is what we use to train people so that when they enter into disputes in their adult years, their moral instincts are trained. This is what Cinderella does to children, apparently. Fascinating.",
    "start": "00:18:50",
    "end": "00:19:23"
  },
  {
    "text": "The first important perspective when reading biblical law is that it comes from an era of law being customary law. Customary law, which means when you sit down and read a law in the Bible, it was written for a time and a place as an example of how a higher set of values and authority would manifest in that moment. And to put a pin on that point, we looked at how even in the Bible, laws would change.",
    "start": "00:19:24",
    "end": "00:19:59"
  },
  {
    "text": "Yes. Yeah, that's right.",
    "start": "00:19:59",
    "end": "00:20:00"
  },
  {
    "text": "And the most obvious one was whether you boil or roast.",
    "start": "00:20:00",
    "end": "00:20:06"
  },
  {
    "text": "Yeah. Boil or roast the Passover lamb. The Passover lamb, yeah. Exodus 12, it says, roast it, do not boil it.",
    "start": "00:20:06",
    "end": "00:20:13"
  },
  {
    "text": "Yeah.",
    "start": "00:20:13",
    "end": "00:20:13"
  },
  {
    "text": "And then in Deuteronomy 12, Moses says, when you go into the Promised Land, boil it again. So it's just a perfect illustration. If you're viewing each of those statements within a different narrative context. One is when they're leaving Egypt hastily. The other is once you're settled in the promised land in a house. So the law gets appropriated differently in each of those circumstances.",
    "start": "00:20:13",
    "end": "00:20:40"
  },
  {
    "text": "We don't have any laws about how to celebrate something.",
    "start": "00:20:40",
    "end": "00:20:43"
  },
  {
    "text": "You know, you must put up American flags on Fourth of July.",
    "start": "00:20:44",
    "end": "00:20:49"
  },
  {
    "text": "Well, we do have. You know what? We do have laws around flags.",
    "start": "00:20:49",
    "end": "00:20:52"
  },
  {
    "text": "Are there some of those?",
    "start": "00:20:52",
    "end": "00:20:52"
  },
  {
    "text": "Yeah, like you can't let the flag touch the ground.",
    "start": "00:20:53",
    "end": "00:20:55"
  },
  {
    "text": "Oh, sure.",
    "start": "00:20:55",
    "end": "00:20:56"
  },
  {
    "text": "There's certain times you have to do certain things.",
    "start": "00:20:56",
    "end": "00:20:57"
  },
  {
    "text": "It's an American thing. I wonder. Yeah, there may be. I don't know. The way holidays work in modern nation states is both similar, but also different from how they work in more ancient societies.",
    "start": "00:20:57",
    "end": "00:21:08"
  },
  {
    "text": "Yeah. In the Bible, a lot of the law is around feast days.",
    "start": "00:21:08",
    "end": "00:21:11"
  },
  {
    "text": "Yeah. Yeah, totally. Yeah.",
    "start": "00:21:11",
    "end": "00:21:13"
  },
  {
    "text": "Sam.",
    "start": "00:21:22",
    "end": "00:21:47"
  },
  {
    "text": "So there's one helpful quote that we didn't read last time, but it's from one of the Godfather scholars in this paradigm shift within biblical studies. One guy's name is Raymond Westbrook. Another scholar is named Bernard Jackson, and he wrote probably the most important and kind of like authoritative commentary on the first block of laws in the Bible, which is the Ten Commandments and then the Covenant Code in Exodus, chapters 2023. Exhaustive, fat book. But the title of it and the thesis is fascinating. The book is called Wisdom Laws. Because the whole point, again, is that all of these law codes are a part of a wisdom tradition, a moral wisdom education. And so this is. He's summarizing what we're talking about right now. He says the Hebrew Bible strongly suggests that the earliest forms of disputes in ancient Israel were resolved by intuitions of justice against a background of custom rather than appeal to formulated rules. He's saying in a very articulate way what it took us a long time to say. The biblical sources which talk about the establishment of the judicial system in Israel give no indication that judges were to use written sources. We looked at that in previous part of our conversation. He goes on, rather, judges were urged to avoid partiality and corruption and to do justice. But he asks, what is the source of such justice? The version attributed to King Jehoshaphat is the most explicit. God is with you when you give judgment. 2nd Chronicles 19. Divine inspiration is also attributed to the king in rendering judgment. Proverbs 16:10. Inspired decisions are on the lips of a king. His mouth doesn't sin in judgment. Solomon's judgment in 1st Kings 3. This is the story of the two women who can't agree on whose son is who, he's presented as an example of just this process. He doesn't consult a rule book to figure out how to resolve this dispute. He just knows what to do. So this isn't to say. Jackson corrects. He says this isn't to say that judges were expected to go into some kind of trance or function as an oracle. Or rather, they were called to operate by combining local custom, common law, with divinely guided intuitions of justice, relying on practical wisdom that existed within the social consciousness of their people. It's a good technical summary of what we're saying.",
    "start": "00:21:50",
    "end": "00:24:27"
  },
  {
    "text": "It's interesting that if part of the equation is your own intuition, this whole idea of can we have wisdom on our own terms or not become so much more significant.",
    "start": "00:24:28",
    "end": "00:24:41"
  },
  {
    "text": "Yeah, that's right. Yeah. This is why the book of Proverbs is what it is. It's not just like good advice. It begins by saying the fear of the Lord is the first step of true wisdom, moral humility before a definition of right and wrong. That I don't get to change. Yeah. Yeah, that's right. It's interesting to think in this kind of tradition, then, judges. The most important qualification of a judge isn't their scholarly expertise in the legal texts.",
    "start": "00:24:41",
    "end": "00:25:13"
  },
  {
    "text": "Yeah.",
    "start": "00:25:13",
    "end": "00:25:14"
  },
  {
    "text": "It's their moral character. I mean, just. I won't give any more commentary, but just to say, think of the moral character of a judge in a statutory law society becomes less important.",
    "start": "00:25:14",
    "end": "00:25:27"
  },
  {
    "text": "Less important, still important.",
    "start": "00:25:27",
    "end": "00:25:28"
  },
  {
    "text": "It's supposed to be important.",
    "start": "00:25:28",
    "end": "00:25:29"
  },
  {
    "text": "It is.",
    "start": "00:25:29",
    "end": "00:25:30"
  },
  {
    "text": "We're supposed to feel it's important.",
    "start": "00:25:30",
    "end": "00:25:32"
  },
  {
    "text": "You know what?",
    "start": "00:25:32",
    "end": "00:25:32"
  },
  {
    "text": "But isn't it interesting?",
    "start": "00:25:32",
    "end": "00:25:33"
  },
  {
    "text": "You know what? It's important in a customary way, not in a judicial way.",
    "start": "00:25:33",
    "end": "00:25:37"
  },
  {
    "text": "Correct? That's correct. That's right. So you can have law, you can have judges who are morally compromised in some ways, but as long as they're upstanding enough generally and have legal expertise in the text, then put them in that position. Isn't that interesting? In a common law society, I would never float. You would never get nominated as a judge if you had a. A morally compromised past. Interesting. Yeah, yeah. So that's just worth observ.",
    "start": "00:25:37",
    "end": "00:26:07"
  },
  {
    "text": "Sam. All right.",
    "start": "00:26:26",
    "end": "00:26:53"
  },
  {
    "text": "Okay. That means that was our first perspective.",
    "start": "00:26:53",
    "end": "00:26:56"
  },
  {
    "text": "That means we have five more.",
    "start": "00:26:56",
    "end": "00:26:57"
  },
  {
    "text": "They'll go much quicker.",
    "start": "00:26:58",
    "end": "00:26:59"
  },
  {
    "text": "Okay.",
    "start": "00:26:59",
    "end": "00:26:59"
  },
  {
    "text": "I think. Depends on you, John Collins. So the first is the laws don't represent a comprehensive law code. The laws in the Pentateuch, along with the narratives in the Torah, are an embodiment of wisdom. They're wisdom literature. This is really what that principle should be. The laws in the Torah are not a law code, but wisdom, covenant wisdom in terms of a covenant, and therefore wisdom. Okay, so here's the second perspective, and this is actually a little more. It's a concept underlying a tool that I've discovered for how to group laws together. Okay, so here's the positive statement, second perspective on the laws. The laws embody a set of symbolic ideals. The laws are an embodiment of a set of ideals. We've already talked about this, in a sense, that any given law is just an application or an expression of some higher ideal. And so if you back up and say, what are the core main ideals underneath the laws? There's actually just a handful of things being worked out in all of the different laws.",
    "start": "00:26:59",
    "end": "00:28:14"
  },
  {
    "text": "And this is the whole exercise of trying to distill the law code into its axioms.",
    "start": "00:28:14",
    "end": "00:28:22"
  },
  {
    "text": "A very ancient tradition in Jewish interpretation, boiling things down. So, for example, dozens and dozens of the laws are all about. We talked about, about the feast days, about Sabbath, about the new moon, about all the annual holidays and so on. It's a big chunk. So all of those are an embodiment of one core worldview about the nature of time. Sacred time versus profane time, normal time versus holy time. So it's a way of saying, whenever I come across laws addressing a similar topic, in my mind, I'm supposed to file them in that drawer. These are the calendar laws. And so then once I began to read law after law, I put together the larger ideal that they're all expressing. Same with sacrifices. Law is about sacrifices in Leviticus, but also in Exodus and also in numbers. And all of them are embodying just a core set of basic concepts of what is sacrifice? What does it mean? Are you with me? Yep, There you go. So it's actually a very simple idea, but once I was taught how to do it, I stopped being so bewildered when I came into different laws or a restatement of laws. I can now just assume, oh, we're back to that ideal, and we're just going to fill that ideal out a little bit more now with some more laws. Anyway, that's the basic concept.",
    "start": "00:28:22",
    "end": "00:29:56"
  },
  {
    "text": "Well, so then that leads me to ask, why didn't God start with that? I almost feel like that should have been the Ten Commandments. Let me give you the buckets. The ideals.",
    "start": "00:29:56",
    "end": "00:30:07"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:30:07",
    "end": "00:30:07"
  },
  {
    "text": "And by the way, guys, every law comes from these.",
    "start": "00:30:07",
    "end": "00:30:10"
  },
  {
    "text": "Well, here's the thing, is that the laws aren't the only expressions of these ideals.",
    "start": "00:30:11",
    "end": "00:30:15"
  },
  {
    "text": "Right.",
    "start": "00:30:16",
    "end": "00:30:16"
  },
  {
    "text": "Here, let me just read you the list. Here's my five. Here so one is about calendar, Israel's calendar. Every single mention of Sabbath, new moon, annual feasts, are all working out and developing one core theological claim about time. The calendar.",
    "start": "00:30:16",
    "end": "00:30:34"
  },
  {
    "text": "Calendar. Let me stop. I said this is the same thing that the prophets were doing, what the prophets were doing seemed a little different. Now I'm looking at your list. Your list seems more like how a seminary professor would organize these.",
    "start": "00:30:34",
    "end": "00:30:49"
  },
  {
    "text": "Yeah, totally. Well, yeah, sure. I mean, I'm just one brain coming at these.",
    "start": "00:30:49",
    "end": "00:30:55"
  },
  {
    "text": "Okay. Ritual calendar is one.",
    "start": "00:30:55",
    "end": "00:30:57"
  },
  {
    "text": "Yeah. So all the calendar laws are working out one basic set of ideals that are introduced to you on page one of Genesis in a narrative, namely the concept of Sabbath.",
    "start": "00:30:57",
    "end": "00:31:07"
  },
  {
    "text": "Now, what's the ideal behind this, though?",
    "start": "00:31:07",
    "end": "00:31:09"
  },
  {
    "text": "Well, yeah, we'll talk about it. We'll talk about it. All of the sacrifices are working out a core concept about humanity's relationship to. To God, holiness and purity. So think this is as diverse as.",
    "start": "00:31:09",
    "end": "00:31:25"
  },
  {
    "text": "What you can touch, what you can touch.",
    "start": "00:31:26",
    "end": "00:31:27"
  },
  {
    "text": "Skin disease, dead bodies, what you eat, whether there's mold in your home, bodily fluids, all really different kinds of laws. But they're all working out really simple set of ideas about holiness and purity. Civil law, this is essentially laws that govern how you and I relate to each other in business and neighborhood.",
    "start": "00:31:27",
    "end": "00:31:47"
  },
  {
    "text": "Yeah. And when we talk about law, I automatically start thinking about civil law. Civil law. And then your fifth bullet here.",
    "start": "00:31:47",
    "end": "00:31:54"
  },
  {
    "text": "Yeah. So civil law is like everything from put guardrails on your rooftop in Deuteronomy to how to honor the boundary lines of our land.",
    "start": "00:31:54",
    "end": "00:32:06"
  },
  {
    "text": "Yeah. Ours is like handrails have to be built in the exact same specific way.",
    "start": "00:32:06",
    "end": "00:32:12"
  },
  {
    "text": "Yeah, yeah. Animals, animal safety, all this kind of stuff. There's. Oh, yeah. How you relate to the poor, debt laws, all this kind of stuff.",
    "start": "00:32:12",
    "end": "00:32:23"
  },
  {
    "text": "Yeah.",
    "start": "00:32:23",
    "end": "00:32:24"
  },
  {
    "text": "It's all civil law. And once again, we're just back to a pretty core couple ideas underneath all those different laws. And the last one would be criminal law. This is addressing damages due to violence, violent conflict, which is working out a core idea or two. So there's just four. Here's an example of five buckets that all of the laws on similar topics fit into. And once you look at the bucket, it's just a core concept being worked out in all these different laws.",
    "start": "00:32:24",
    "end": "00:32:57"
  },
  {
    "text": "Each bucket has one core concept, one ideal being worked out.",
    "start": "00:32:57",
    "end": "00:33:01"
  },
  {
    "text": "Yeah. Yep. That's the point that I'm making. That's right. And over time, over the years that you read through the Bible, when you come to the laws, I found that it's helpful. Ah. I'm in the Sabbath calendar bucket right now.",
    "start": "00:33:01",
    "end": "00:33:14"
  },
  {
    "text": "Sacred time and so, yeah, so you said for the calendar, the ideal is this thing called sacred time. That's a whole conversation in of itself.",
    "start": "00:33:14",
    "end": "00:33:21"
  },
  {
    "text": "Totally, yeah. Each of these five could be a whole video or conversation. Again, the point is in how to read laws in the Bible video. This has just been a very helpful concept for me.",
    "start": "00:33:21",
    "end": "00:33:31"
  },
  {
    "text": "I think where I'm getting hung up on is you call them symbolic ideals, but then you phrase them as just categories.",
    "start": "00:33:31",
    "end": "00:33:38"
  },
  {
    "text": "Well, here, let's just read them. This is very short. Sketching it out here. The whole ritual calendar is based off of the seven day Sabbath cycle. All the holidays are based off of patterns of seven either happening on the seventh day or happening for seven days or happening in the seventh month. The seventh month of the calendar is packed full of the most of these days and they'll stack on each other and so on. But it's all rooted in the concept of Sabbath on page one of Genesis. This is endless. I have so much more reading and learning and reflecting I want to do on Sabbath. It's so much more than just take a break every seven days. So the pattern of God bringing order and beauty and goodness out of chaos in six days of work in Genesis 1, and then declaring that there's a day which he rests from his work to rule and enjoy it for ruling and enjoying, that's the pattern in Genesis 1. There's a handful of things. One is every day in Genesis 1 begins and ends with a formula. And God said, begins every day. And then the last sentence of there's evening and morning, the first day, second day, third day. When he gets to the seventh day, he declares it holy, he takes up his rest, which means to take up your role as king and then to enjoy. But there's no concluding formula to the seventh day. And then what follows from that is a replay in Genesis 2 from another angle of a story of chaos to beauty and order. And what you see is humans fail to achieve the divine rest. They're banished from the garden instead of taking up their rest as images of God, like God. So the whole point of the Sabbath is that God intends history and the human divine ideal partnership to culminate in a time of rest and rule. And the seventh day doesn't end on page one of the Bible because it has no ending. Because in the narrative flow it was never realized the Sabbath day had never actually happened.",
    "start": "00:33:38",
    "end": "00:35:59"
  },
  {
    "text": "The point of the Sabbath is it would be a permanent thing.",
    "start": "00:36:00",
    "end": "00:36:02"
  },
  {
    "text": "Correct.",
    "start": "00:36:02",
    "end": "00:36:03"
  },
  {
    "text": "So the calendar is really a way of. All this ritual calendar stuff is saying let's find time to Start living like it actually started happening.",
    "start": "00:36:03",
    "end": "00:36:14"
  },
  {
    "text": "Yeah, yeah. The weekly Sabbath in the calendar. The symbolism is we are reenacting God's own rest, but we're doing it as an anticipation of the day when all creation will finally reach the Sabbath that God intends for it. So it's both backwards looking to imitate what God did, it's also forward looking into the new creation. It's a new creation ritual.",
    "start": "00:36:14",
    "end": "00:36:39"
  },
  {
    "text": "So the ideal behind it is living.",
    "start": "00:36:39",
    "end": "00:36:42"
  },
  {
    "text": "In the new creation. Yeah. It's a day where I declare that God's ideal for our world isn't the daily death struggle of subsistence living. That that isn't the meaning of my existence. We're created as royal images of God to rule in partnership and injustice and community over a creation that responds to us in harmony. Right. It's Genesis 1. I mean, it's just like you're looking at a beautiful snow globe in Genesis 1. And of course we know we don't live in that world. And so Sabbath is a way of saying the meaning of human existence isn't defined by our work and toil and labor. It's defined on where creation's going in the new creation. It's beautiful. It's so beautiful.",
    "start": "00:36:42",
    "end": "00:37:29"
  },
  {
    "text": "Yeah.",
    "start": "00:37:29",
    "end": "00:37:29"
  },
  {
    "text": "And so this, all of a sudden, why Passover is a seven day festival? Because it's about the liberation of creation from slavery into the new creation of promised land. The Passover becomes framed as a Sabbath celebration. Everything the day of atonement happens in the seventh month. Tabernacles happens in the seventh month for seven days.",
    "start": "00:37:29",
    "end": "00:37:55"
  },
  {
    "text": "What is the seventh month in the Jewish calendar?",
    "start": "00:37:55",
    "end": "00:37:57"
  },
  {
    "text": "Oh, actually there's multiple calendars at work in the Old Testament, just like there are actually still today. I think we have a financial year that's different from the calendar year that's different from daylight savings. Right. We have all these. It's the same in the Old Testament. So the ritual calendar begins with Passover. That's the first month. And then the seventh month is where you get day of atonement.",
    "start": "00:37:57",
    "end": "00:38:22"
  },
  {
    "text": "So what's the seventh month in our calendar?",
    "start": "00:38:22",
    "end": "00:38:24"
  },
  {
    "text": "Oh, well, the beginning of the Jewish New year. And Passover always happens in the spring of the Western calendar. It coincides with Easter and then it's always in the fall. Somewhere in.",
    "start": "00:38:25",
    "end": "00:38:38"
  },
  {
    "text": "Somewhere in the fall is the seventh month.",
    "start": "00:38:38",
    "end": "00:38:39"
  },
  {
    "text": "Yeah. October, November.",
    "start": "00:38:39",
    "end": "00:38:40"
  },
  {
    "text": "Is that when there's like Sukkot and there's all that stuff?",
    "start": "00:38:40",
    "end": "00:38:43"
  },
  {
    "text": "Correct, Yep. Day of Atonement and Tabernacles are always in somewhere in the October region.",
    "start": "00:38:43",
    "end": "00:38:49"
  },
  {
    "text": "That's cool.",
    "start": "00:38:49",
    "end": "00:38:50"
  },
  {
    "text": "It is cool.",
    "start": "00:38:50",
    "end": "00:38:50"
  },
  {
    "text": "It's a Whole month to really focus on Sabbath rest.",
    "start": "00:38:50",
    "end": "00:38:53"
  },
  {
    "text": "Yeah, totally. Yeah. In Hebrew, they're called the days of fear. It's like the Yeme Hano Ra, the days of awe. It's the day of. It's the month of the year where you're most aware of the meaning of history. Yeah. That's cool.",
    "start": "00:38:53",
    "end": "00:39:11"
  },
  {
    "text": "That's awesome.",
    "start": "00:39:11",
    "end": "00:39:12"
  },
  {
    "text": "Yeah, it is awesome. So all of the holidays are working out this basic claim that our world is sacred but compromised. We haven't yet achieved the Sabbath, the ultimate jubilee. The Jubilee every 49, 50 years is about a Sabbath of Sabbath, seven times seven. It's all. It's all connected.",
    "start": "00:39:12",
    "end": "00:39:31"
  },
  {
    "text": "Yeah.",
    "start": "00:39:31",
    "end": "00:39:31"
  },
  {
    "text": "So it's making a claim about our world. It's looking backward, and it's anticipating the ultimate Sabbath. It's awesome.",
    "start": "00:39:32",
    "end": "00:39:37"
  },
  {
    "text": "It's really cool.",
    "start": "00:39:37",
    "end": "00:39:38"
  },
  {
    "text": "Yeah. And so every time you see you come across the ritual calendar laws, you upload that theological ideal framework, that symbol, and then I'm looking for, ooh, how does this holiday develop and work out that beautiful idea?",
    "start": "00:39:38",
    "end": "00:39:52"
  },
  {
    "text": "How did they, in this specific time and culture, work out this ideal?",
    "start": "00:39:52",
    "end": "00:39:57"
  },
  {
    "text": "Correct. Yeah, yeah. So letting. Yeah. You resting and think of Deuteronomy and your slaves rest. Your animals rest. Your animals at rest.",
    "start": "00:39:57",
    "end": "00:40:06"
  },
  {
    "text": "Yeah.",
    "start": "00:40:06",
    "end": "00:40:06"
  },
  {
    "text": "It's amazing. What a beautiful symbol. We're like in the realm of Isaiah 11, you know, where humanity at peace with the animals, the lion and the lamb and the wolf and the calf and so on. Yeah.",
    "start": "00:40:07",
    "end": "00:40:20"
  },
  {
    "text": "Sam. Okay, so we don't. Let's not go through all of them. But there's a gem of a symbolic ideal behind all these fire buckets.",
    "start": "00:40:22",
    "end": "00:41:02"
  },
  {
    "text": "I'll just try and do it quickly. Okay, so sacrifices. The first sacrifice is offered by Noah.",
    "start": "00:41:02",
    "end": "00:41:08"
  },
  {
    "text": "That's right.",
    "start": "00:41:08",
    "end": "00:41:09"
  },
  {
    "text": "And then the second by Abraham.",
    "start": "00:41:09",
    "end": "00:41:10"
  },
  {
    "text": "Oh, so Cain and Abel's. Those weren't sacrifices.",
    "start": "00:41:10",
    "end": "00:41:12"
  },
  {
    "text": "Oh, I'm sorry. That's right. We talked about this already. The first sacrifices, the first offerings are being offered by Cain and Abel. Yeah. Right outside the gate of Egypt.",
    "start": "00:41:12",
    "end": "00:41:22"
  },
  {
    "text": "Those are offerings.",
    "start": "00:41:22",
    "end": "00:41:23"
  },
  {
    "text": "Offerings. But the first sacrifice that seems to deal with or cover over humanity's evil is Noah's. Got it after the flood.",
    "start": "00:41:23",
    "end": "00:41:31"
  },
  {
    "text": "Got it.",
    "start": "00:41:31",
    "end": "00:41:32"
  },
  {
    "text": "The fundamental, like the default core sacrifice is called the Olah. It's in Leviticus 1. It's what Noah offers, Abraham offers. It's called Olah. And Olah is the word ascent to go up. And the basic concept underlying all of the sacrifices is after humanity is banished off the Eden mountain, the hope is to one day ascend back up to the mountain. Psalm 15:24. Who can ascend the hill of the Lord? Going up to Zion. Isaiah 2. All the nations go up to exalted Zion, the new Jerusalem. So that's the whole hope and sacrifices. And you have to be blameless and whole to ascend the mountain of the Lord. Just like Noah was a blameless and whole. Whole meaning Whole meaning morally complete. So righteous and complete. Only the righteous and complete can go back into the new Eden Jerusalem. And so in the meantime, what we do is we offer whole and complete animals and the sacrifice translates them to ascend into Eden on our behalf. It's a substitute because I'm morally compromised. I can't ascend the holy mountain unless God does something to change me. But in the meantime, I can offer up one who will go on my behalf. And this is the Olah offering. And all of the other sacrifices are different variations off the Olah concept.",
    "start": "00:41:32",
    "end": "00:42:57"
  },
  {
    "text": "So the ideal is to also be.",
    "start": "00:42:58",
    "end": "00:43:01"
  },
  {
    "text": "Yeah, the ideal is for me to ascend the holy mountain to go back to Eden, which is the New Jerusalem and new creation.",
    "start": "00:43:01",
    "end": "00:43:08"
  },
  {
    "text": "So while the calendar is about being a new creation in terms of our.",
    "start": "00:43:08",
    "end": "00:43:13"
  },
  {
    "text": "Rule and rest and time in terms of time.",
    "start": "00:43:13",
    "end": "00:43:16"
  },
  {
    "text": "Well, and it's using time as the construct for us to practice it.",
    "start": "00:43:17",
    "end": "00:43:22"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:43:22",
    "end": "00:43:23"
  },
  {
    "text": "This is using sacrifice as a construction to practice, but to meditate on and realize that how do we get there?",
    "start": "00:43:23",
    "end": "00:43:33"
  },
  {
    "text": "Yeah, I offer a sacrifice when I don't love God and my neighbor when I wrong somebody. So why are we not in the New Jerusalem? Because of me and people like me and the stupid stuff that I do. But God has promised that there is a way back to the New Jerusalem, that we're all going to go on one day. And I offer this sacrifice as an anticipation, but as a substitute of one who goes up on my behalf as the smoke rises up. It's called the going up offering. The Going Up Offering, yeah.",
    "start": "00:43:33",
    "end": "00:44:05"
  },
  {
    "text": "Oh, is that what ula means?",
    "start": "00:44:05",
    "end": "00:44:06"
  },
  {
    "text": "Ola means ascent or going up. And this is a major motif in the Hebrew Bible, the return to the new Jerusalem, the going up, which I.",
    "start": "00:44:06",
    "end": "00:44:17"
  },
  {
    "text": "Always would just kind of go, ah, well, that's for them. Because I don't live in Jerusalem and, you know. Or around there. Yeah, but it's all connected to this.",
    "start": "00:44:17",
    "end": "00:44:27"
  },
  {
    "text": "Yeah, that's right. Yeah, it's totally connected. Because the idea is God banished us from the Eden mountain so that we don't introduce death and evil into his perfect creation, which is what Eden and the New Jerusalem represents. So we're down here killing and hurting each other. And so as a substitute, this animal dies just like we die. And Kill each other. This animal dies. But because it's a righteous and blameless animal, it can ascend. It can go beyond its death. To translate up, it's like, resurrecting or.",
    "start": "00:44:27",
    "end": "00:45:00"
  },
  {
    "text": "Not, but it's, like, transforming and moving up.",
    "start": "00:45:00",
    "end": "00:45:03"
  },
  {
    "text": "Yeah. It's a symbol of. But it is a symbol of resurrection in that this lamb has to transform its mode of existence to ascend to the new Jerusalem. Just like we have to go through death and some transformation of our being to enter into the new creation. Wow, dude. The sacrificial system is about resurrection and atonement for sins. It's powerful stuff, dude. Yeah. If anybody's interested in this, I've learned a lot recently from a scholar named Michael Morales, who wrote probably, I think, one of the most important contemporary treatments of Leviticus, but in touch with the whole history of Jewish tradition. It's called who shall ascend the Mountain of the Lord.",
    "start": "00:45:03",
    "end": "00:45:45"
  },
  {
    "text": "Yeah.",
    "start": "00:45:47",
    "end": "00:45:47"
  },
  {
    "text": "Anyway, so sacrifices. Sorry, I said this would go quick. I know. Quick.",
    "start": "00:45:47",
    "end": "00:45:51"
  },
  {
    "text": "That's fine. This is all so.",
    "start": "00:45:51",
    "end": "00:45:53"
  },
  {
    "text": "Okay. Sorry. Holiness. This is about impure versus pure.",
    "start": "00:45:53",
    "end": "00:45:57"
  },
  {
    "text": "Yeah.",
    "start": "00:45:57",
    "end": "00:45:57"
  },
  {
    "text": "Pure is about life and wholeness and health and goodness of the new creation. Impurity is things associated with death and decay and mortality. So essentially, I can't waltz into the sacred court of the tabernacle if I have a skin disease, a sign of death, if I just recently had sex, man or woman, the bodily fluids which are in their understanding, like you're leaking out life fluids. You can't waltz in with the signs of your mortality on you. You have to wait seven days, take a bath, that kind of thing. And it's a symbol system of ritual behaviors that remind you that God is the source of life and goodness and beauty. It's separate from the realm of life and death and mortality. And to be in God's presence means that I need to symbolically be. It's about resurrection again and the hope of being in the new Jerusalem in the presence of immortality in life. All the holiness laws boil down to that. The civil laws are about loving your neighbor because they're an image of God. Treat them the way you want to be treated. That's pretty basic.",
    "start": "00:45:57",
    "end": "00:47:08"
  },
  {
    "text": "Yeah. Love each other.",
    "start": "00:47:08",
    "end": "00:47:10"
  },
  {
    "text": "Yep. Criminal law. These are the ones that I think we have a hard, hard time with. Sexual misbehavior was a form of criminal activity. Adultery is considered criminal in this kind of community. You're attacking again, back to common law, smaller, homogenous societies. You're actually destabilizing our whole community. When you break the marriage bond and.",
    "start": "00:47:10",
    "end": "00:47:34"
  },
  {
    "text": "Sleep, it affects Us all.",
    "start": "00:47:34",
    "end": "00:47:36"
  },
  {
    "text": "It affects us all. There's no such thing as, like private, private life, sexual behavior in this kind of culture. So that's hard for us to get to deal with, you know, but at least I think we need to honor this culture. We may not agree with how they apply it or whatever, but if you get to the ideal, I think there's something really powerful there.",
    "start": "00:47:36",
    "end": "00:47:56"
  },
  {
    "text": "I think most people would agree that adultery affects more than just the two people committing it.",
    "start": "00:47:57",
    "end": "00:48:04"
  },
  {
    "text": "That's right. Just sexual corruption or misbehavior of any kind. Of course, it all depends on who defines what that is. Yeah, yeah, yeah. And so again, we're Back to Genesis 1, right. With the image of God, male and female covenant of marriage. That's not a law, but it's an ideal. And so that's the ideal in the Jewish Christian ethical tradition about sexuality. And all the laws are different expressions of that. And so it's the same concept of just like death and corruption and lying and theft have no part in the new creation. So for this covenant community, they're trying to anticipate that future now by having zero tolerance for those kinds of behaviors. It's an ideal. You can't just baptize a society and they instantly.",
    "start": "00:48:04",
    "end": "00:48:54"
  },
  {
    "text": "It's very different mentality, I think, from. We don't create civil laws because we're.",
    "start": "00:48:54",
    "end": "00:49:01"
  },
  {
    "text": "Like, as an ideal.",
    "start": "00:49:01",
    "end": "00:49:02"
  },
  {
    "text": "Well, yeah, it's almost.",
    "start": "00:49:03",
    "end": "00:49:04"
  },
  {
    "text": "They are an ideal.",
    "start": "00:49:04",
    "end": "00:49:05"
  },
  {
    "text": "They are an ideal, but we don't.",
    "start": "00:49:05",
    "end": "00:49:06"
  },
  {
    "text": "Like, imagine them that way.",
    "start": "00:49:06",
    "end": "00:49:08"
  },
  {
    "text": "We don't sit around. I think I'm making a big generalization, but I think for the most part we're just going, man, how do we just get through the year? You know, how do we get through?",
    "start": "00:49:08",
    "end": "00:49:18"
  },
  {
    "text": "That's interesting.",
    "start": "00:49:19",
    "end": "00:49:20"
  },
  {
    "text": "How do we make it so we just don't destroy ourselves and just. There's enough peace that wealth can be created and we can like, you know, it's like, what's the like, least.",
    "start": "00:49:20",
    "end": "00:49:33"
  },
  {
    "text": "Yeah. And so, yeah, that's what the civil and criminal laws in the Bible are doing. However, we don't typically think of like, more mundane, but like the law, you know, the speed limit.",
    "start": "00:49:33",
    "end": "00:49:44"
  },
  {
    "text": "Yeah.",
    "start": "00:49:44",
    "end": "00:49:45"
  },
  {
    "text": "I don't look at the speed limit and be like, ah, the highest ideals of my people that we drive safely and not kill each other. But that is what's actually underneath that law.",
    "start": "00:49:45",
    "end": "00:49:54"
  },
  {
    "text": "Yeah. And I guess. I guess probably the people creating laws and legislation stuff. Yeah, they probably do think about an ideal.",
    "start": "00:49:54",
    "end": "00:50:02"
  },
  {
    "text": "Yes.",
    "start": "00:50:02",
    "end": "00:50:03"
  },
  {
    "text": "Humans loving each other.",
    "start": "00:50:03",
    "end": "00:50:04"
  },
  {
    "text": "Absolutely. Yeah. I live pretty close to a high pedestrian foot traffic street in Portland. Popular street, lots of Food and boutiques and stores. And a pedestrian was killed because of somebody irresponsibly speeding in a high pedestrian zone. So there's this whole new crosswalk put in there. The speed limit has been lowered in that section to 20 miles an hour. There's like a really beautiful kind of like memorial there for the person that was killed. And you walk through that and you go. The speed limit is an embodiment of an ideal.",
    "start": "00:50:04",
    "end": "00:50:39"
  },
  {
    "text": "Yeah.",
    "start": "00:50:39",
    "end": "00:50:39"
  },
  {
    "text": "That we love each other. I don't need to get where I need to go fast enough to put someone in danger.",
    "start": "00:50:40",
    "end": "00:50:46"
  },
  {
    "text": "Yeah.",
    "start": "00:50:46",
    "end": "00:50:47"
  },
  {
    "text": "So that's an example of the speed limit as an ideal. But that's not normally what comes into our minds. And it was a tragedy that made that all necessary.",
    "start": "00:50:47",
    "end": "00:50:54"
  },
  {
    "text": "Man. There's something about encasing yourself in metal that can drive around on roads that just makes you forget that you're a human that needs to love other humans.",
    "start": "00:50:55",
    "end": "00:51:07"
  },
  {
    "text": "So dangerous.",
    "start": "00:51:07",
    "end": "00:51:08"
  },
  {
    "text": "It's so dangerous. For one. But I think it just puts me in a different mentality of like, there's me in the road.",
    "start": "00:51:08",
    "end": "00:51:15"
  },
  {
    "text": "That's true. I am a grave threat to everyone around me when I drive an automobile.",
    "start": "00:51:15",
    "end": "00:51:21"
  },
  {
    "text": "Oh, man.",
    "start": "00:51:21",
    "end": "00:51:22"
  },
  {
    "text": "I don't normally think about that.",
    "start": "00:51:22",
    "end": "00:51:24"
  },
  {
    "text": "Totally. It's the most dangerous thing we ever do.",
    "start": "00:51:24",
    "end": "00:51:27"
  },
  {
    "text": "Yeah.",
    "start": "00:51:27",
    "end": "00:51:27"
  },
  {
    "text": "For ourselves and for others.",
    "start": "00:51:28",
    "end": "00:51:29"
  },
  {
    "text": "Yes. And there are signs all around us reminding us of that fact.",
    "start": "00:51:29",
    "end": "00:51:34"
  },
  {
    "text": "Yeah.",
    "start": "00:51:34",
    "end": "00:51:35"
  },
  {
    "text": "Right turn. Only stop.",
    "start": "00:51:35",
    "end": "00:51:36"
  },
  {
    "text": "But I'll take a moment to check a text.",
    "start": "00:51:36",
    "end": "00:51:39"
  },
  {
    "text": "Yeah. Oh, my gosh. So, okay. That's second point. I think we can pass on from it. But it's a really productive principle. Whenever I'm reading. I should have a small little row of buckets of what laws fit into what bucket. And then just a statement of the ideal, the theological symbolic ideal that these laws point to. And then all of a sudden diverse laws can start to. There's some order.",
    "start": "00:51:39",
    "end": "00:52:06"
  },
  {
    "text": "Can you give me an example of one or two laws that is hard for you to fit into this schema?",
    "start": "00:52:07",
    "end": "00:52:15"
  },
  {
    "text": "Of course I can. Okay. So let's just. We're going to Deuteronomy 24. It's one of these chapters that feels like a grab bag. Chapters 24 and 25. Let's go down to verse 21, actually, the very end of chapter 24. When you gather grapes from your vineyard. Don't go over it another time. That belongs to the immigrant, the orphan and the widow. Remember you were a slave in Egypt. That's why I'm commanding you to do this. So this is what we call a civil law.",
    "start": "00:52:15",
    "end": "00:52:53"
  },
  {
    "text": "Yeah. So it fits in the bucket.",
    "start": "00:52:53",
    "end": "00:52:54"
  },
  {
    "text": "Yeah. Yeah, it does. Yeah. I'm just gonna go through a few to show how.",
    "start": "00:52:55",
    "end": "00:52:59"
  },
  {
    "text": "Okay.",
    "start": "00:52:59",
    "end": "00:53:00"
  },
  {
    "text": "The first sentences of chapter 25.",
    "start": "00:53:00",
    "end": "00:53:02"
  },
  {
    "text": "Oh, okay, great.",
    "start": "00:53:02",
    "end": "00:53:03"
  },
  {
    "text": "Perfect. If there is a dispute between two men and they go to court and the judges decide their case, they will justify or declare righteous the righteous and condemn the wicked. Now it shall be if the wicked man deserves to be beaten.",
    "start": "00:53:03",
    "end": "00:53:19"
  },
  {
    "text": "Oh. And is that clear in another place when someone should be beaten?",
    "start": "00:53:19",
    "end": "00:53:25"
  },
  {
    "text": "No, no, no, no. Nowhere is there a law about what deserves a beating versus imprisonment versus a fine.",
    "start": "00:53:26",
    "end": "00:53:33"
  },
  {
    "text": "So that's just the customary thing.",
    "start": "00:53:33",
    "end": "00:53:35"
  },
  {
    "text": "Yep.",
    "start": "00:53:35",
    "end": "00:53:35"
  },
  {
    "text": "Some people are like, this guy should be beaten.",
    "start": "00:53:35",
    "end": "00:53:38"
  },
  {
    "text": "Yeah. The judge will make him lie down and he'll be beaten in his presence, but with the number of stripes according to his guilt, but no more than 40 times.",
    "start": "00:53:38",
    "end": "00:53:48"
  },
  {
    "text": "It's like a limit on beatings so.",
    "start": "00:53:49",
    "end": "00:53:51"
  },
  {
    "text": "That he doesn't beat him with many more stripes than these. And so that your brother isn't humiliated or degraded in your eyes. So striking someone physically, this is culturally acceptable in ancient Israel, but they're putting a limit on it. And actually, if you look at this limit in comparison to other ancient law codes, this is very generous.",
    "start": "00:53:51",
    "end": "00:54:13"
  },
  {
    "text": "Generous limit.",
    "start": "00:54:14",
    "end": "00:54:15"
  },
  {
    "text": "Yeah.",
    "start": "00:54:15",
    "end": "00:54:15"
  },
  {
    "text": "Yeah.",
    "start": "00:54:15",
    "end": "00:54:16"
  },
  {
    "text": "And it's interesting. It's. The point is no more than 40 so that he's not humiliated. And you're like, I'm pretty sure 38's really humiliating.",
    "start": "00:54:16",
    "end": "00:54:23"
  },
  {
    "text": "I think at 10, I'm feeling it a little bit.",
    "start": "00:54:23",
    "end": "00:54:26"
  },
  {
    "text": "Yeah, that's right. Okay. All right, next one. Don't muzzle your ox while he's threshing grain.",
    "start": "00:54:26",
    "end": "00:54:32"
  },
  {
    "text": "Yeah.",
    "start": "00:54:33",
    "end": "00:54:34"
  },
  {
    "text": "This is obvious. This is a famous one because the Apostle Paul quotes it.",
    "start": "00:54:34",
    "end": "00:54:38"
  },
  {
    "text": "Yeah, the apostle what bucket would you put that in?",
    "start": "00:54:38",
    "end": "00:54:40"
  },
  {
    "text": "I think, in terms of civil law as it relates to your animals. So civil law is usually how I coexist with my neighbors. And in a farming community, animals are very much my neighbors.",
    "start": "00:54:42",
    "end": "00:54:53"
  },
  {
    "text": "Yeah. Love your neighbors.",
    "start": "00:54:53",
    "end": "00:54:56"
  },
  {
    "text": "Yeah. So here it's love your ox. Yeah. So you asked me what ones are hard to put in. I guess I'm more showing you that one was hard. A diversity. But don't muzzle the oxygen. Yeah. So I guess the idea is love your ox as you would love yourself.",
    "start": "00:54:56",
    "end": "00:55:08"
  },
  {
    "text": "Right.",
    "start": "00:55:08",
    "end": "00:55:08"
  },
  {
    "text": "And that's how the apostle Paul took it. But does it. I guess it fits into civil law.",
    "start": "00:55:09",
    "end": "00:55:13"
  },
  {
    "text": "Yeah.",
    "start": "00:55:14",
    "end": "00:55:14"
  },
  {
    "text": "How you treat your neighbor.",
    "start": "00:55:14",
    "end": "00:55:15"
  },
  {
    "text": "How you treat your neighbor.",
    "start": "00:55:15",
    "end": "00:55:16"
  },
  {
    "text": "Your neighbors are also animals. Let's go down. Verse 25, verse 11. This one's hard for me. If two men, a man and his neighbor are fighting and a wife of one of them comes near to save her husband from the Hand of the one striking him and she puts out her hand and grabs his genitals. Cut off her hand.",
    "start": "00:55:16",
    "end": "00:55:39"
  },
  {
    "text": "That's a very specific situation.",
    "start": "00:55:39",
    "end": "00:55:43"
  },
  {
    "text": "Yes. Yeah. Wow. This one's always bothered me.",
    "start": "00:55:43",
    "end": "00:55:47"
  },
  {
    "text": "Yeah.",
    "start": "00:55:47",
    "end": "00:55:48"
  },
  {
    "text": "Does this mean that as a principal, would the reverse hold if there's two women fighting and a man grabs the genitals? Yeah. I think the idea again, ancient culture, different view of conception and of the family. That's what you're endangering is the future of this family.",
    "start": "00:55:48",
    "end": "00:56:06"
  },
  {
    "text": "Yeah, right.",
    "start": "00:56:06",
    "end": "00:56:07"
  },
  {
    "text": "If you're trying to damage their reproductive organs, you are damaging the entire future of their family, of that tribe.",
    "start": "00:56:07",
    "end": "00:56:15"
  },
  {
    "text": "It's like taking someone's savings.",
    "start": "00:56:15",
    "end": "00:56:18"
  },
  {
    "text": "Yeah. It's like taking someone's life savings, children.",
    "start": "00:56:18",
    "end": "00:56:21"
  },
  {
    "text": "Or burning down their household.",
    "start": "00:56:21",
    "end": "00:56:22"
  },
  {
    "text": "And the extended household is your inheritance. It's your social safety web. So if you're aiming, it really makes.",
    "start": "00:56:22",
    "end": "00:56:31"
  },
  {
    "text": "Family jewels make a little sense.",
    "start": "00:56:31",
    "end": "00:56:33"
  },
  {
    "text": "That's right. Yeah, totally. However, I still even honoring that.",
    "start": "00:56:33",
    "end": "00:56:38"
  },
  {
    "text": "Yeah, that's pretty extreme.",
    "start": "00:56:38",
    "end": "00:56:40"
  },
  {
    "text": "It's extreme. It's very extreme. And so here's what you can say. You can say, well, is this a statement of an ideal? Was this ever actually practiced? Well, there's no narratives of anybody's hand being cut off like this in ancient Israel. However, there are cultures even still today that do this. So I have to assume that ancient Israel was a part of a larger cultural custom of cutting off people's hands. That's just hard for me to square with the teachings of Jesus. However, if I view the Bible as a law code dropped from heaven, stating the divine will, then I'd have problems with that. If I view this as customary common law and that God is revealing himself to Israel, calling them to a higher standard of justice. But as he finds them as an ancient Near Eastern culture, I at least expect this kind of thing, namely that God is going to meet Israel as he finds them as an ancient Near Eastern culture and work a revolution from within.",
    "start": "00:56:40",
    "end": "00:57:43"
  },
  {
    "text": "Yeah.",
    "start": "00:57:43",
    "end": "00:57:44"
  },
  {
    "text": "And moral revolutions are slow and they happen on a worldview level, not just by rewriting the laws. You know, it's similar today. You can't just drop a whole new alien ethic on a people by a set of laws. You have to slowly tell new stories, enact new possibilities in the way people think about. So there you go. But still, this one bothers. I guess this is a civil law, but it feels like a criminal law, right? Yeah, yeah.",
    "start": "00:57:44",
    "end": "00:58:14"
  },
  {
    "text": "And no one would appeal to this law in making their decision of what to do. If you were a judge and something. This case came to you.",
    "start": "00:58:14",
    "end": "00:58:26"
  },
  {
    "text": "Yeah.",
    "start": "00:58:26",
    "end": "00:58:27"
  },
  {
    "text": "This doesn't become case law in the sense that we have case law, which is like, oh, well, you know, Moses in Deuteronomy.",
    "start": "00:58:27",
    "end": "00:58:35"
  },
  {
    "text": "Yes, this came up.",
    "start": "00:58:35",
    "end": "00:58:36"
  },
  {
    "text": "And so he did this. So that's the case law. It wouldn't work that way. You would just have judges who are wise and moral, and they would be seeking out after the higher ideal.",
    "start": "00:58:37",
    "end": "00:58:49"
  },
  {
    "text": "Yeah. And there may be some cases where they think that this custom should be what happened should be the sentence. But there would be other times where they wouldn't. And the classic example, you know, we looked at this, there are trial court scenes talked about in the Old Testament, and the majority of them have people making decisions in contradiction to the laws of the Torah and not saying whether it's good or bad. It's just saying that is a reality, that the laws of the Torah were not ever treated like a statutory case law. They're wisdom, Bernard Jackson. They're wisdom laws.",
    "start": "00:58:50",
    "end": "00:59:24"
  },
  {
    "text": "Verse 13. Do not have two different weights in your bag. One heaven and one light.",
    "start": "00:59:25",
    "end": "00:59:28"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:59:28",
    "end": "00:59:29"
  },
  {
    "text": "Don't have two different measures in your house. One large, one small. You must have accurate and honest weights and measures.",
    "start": "00:59:29",
    "end": "00:59:34"
  },
  {
    "text": "Yeah, totally. Yeah, that's right.",
    "start": "00:59:34",
    "end": "00:59:35"
  },
  {
    "text": "We can all get behind that one.",
    "start": "00:59:35",
    "end": "00:59:36"
  },
  {
    "text": "Oh, absolutely. Yeah, totally. Yeah. So this is essentially about, like, counterfeit currency. Yeah, this would be our equivalent.",
    "start": "00:59:36",
    "end": "00:59:44"
  },
  {
    "text": "Oh, right.",
    "start": "00:59:44",
    "end": "00:59:45"
  },
  {
    "text": "You know.",
    "start": "00:59:45",
    "end": "00:59:45"
  },
  {
    "text": "Yeah. Don't counterfeit.",
    "start": "00:59:45",
    "end": "00:59:46"
  },
  {
    "text": "Yeah, yeah. Don't cheat people. Yeah. This is how these laws work. They'll be what looks like a grab bag of different assortments. But if you put them in the buckets, think about the higher ideals to which each bucket points, you can start to see what I think is a very noble, beautiful set of moral ideals, even though particular applications might really throw me for a loop.",
    "start": "00:59:46",
    "end": "01:00:13"
  },
  {
    "text": "Thanks for listening to this episode of the BibleProject podcast. The video that we made on the Law is out. It's a short video video. You could find it on our website, thebibleproject.com you could also watch it on our YouTube channel, YouTube.com thebibleproject Today's episode was produced by Dan Gummel. The theme music is by the band Tense. The Bible Project is a crowdfunded nonprofit. You can learn more about us, including our translation efforts, which are fully underway this year. It's all happening@thebibleproject.com thanks for being a part of this with us.",
    "start": "01:00:15",
    "end": "01:00:47"
  },
  {
    "text": "Hi, this is Larissa from Germany. I am excited to be part of making the Bible Project videos available in German. Thank you for your support and let all your friends know these videos are available. We believe the Bible is a unified story that leads to Jesus. The Bible Project is crowdfunded and you can find free videos, study notes, podcasts and more@thebibleproject.com hey, here is Larissaos Deutschland, the Bible Project of Deutsch Verfugbartzer VVV thebibleproject.com Fin.",
    "start": "01:00:48",
    "end": "01:01:42"
  },
  {
    "text": "SA.",
    "start": "01:02:05",
    "end": "01:02:05"
  }
]