[
  {
    "text": "This is John from the bibleproject. And today on the podcast is the first in a new series on how to read the Bible. If you're like me, reading the Bible is difficult. It usually involves sitting alone at a desk or on a couch, opening up to some random passage and hoping it makes sense. So today, Tim and I are going to talk about a different, more ancient way to read the Bible.",
    "start": "00:00:10",
    "end": "00:00:31"
  },
  {
    "text": "The purpose of the Bible is to be read aloud to God's assembled people, to both tell the story that reminds them who they are and also to invite those assembled people into this covenant relationship with God, not just so that they know God, but so that they are transformed by this relationship and then become God's representatives to the nations.",
    "start": "00:00:31",
    "end": "00:00:56"
  },
  {
    "text": "How was the Bible read originally? And what is the primary purpose of reading the Bible? Here we go. This is kind of a new type of project we're going to do because normally we'll take a book of the Bible, its literary structure and themes and design, or we'll take one specific theme or motif that goes through all of Scripture. Those have been the subjects that we talk about. But we want to talk about this idea of why it's important to read Scripture out loud together. And that's not a theme of the Bible per se.",
    "start": "00:00:56",
    "end": "00:01:47"
  },
  {
    "text": "Right.",
    "start": "00:01:47",
    "end": "00:01:47"
  },
  {
    "text": "But it's something we're interested in, and I think we should talk a little bit why we're interested in it. But that's what we're talking about. Reading the Bible out loud with each other.",
    "start": "00:01:48",
    "end": "00:01:55"
  },
  {
    "text": "Having the Bible read aloud to a group of Jesus followers. And no teaching, no sermon.",
    "start": "00:01:55",
    "end": "00:02:04"
  },
  {
    "text": "Yeah, no sermon.",
    "start": "00:02:04",
    "end": "00:02:05"
  },
  {
    "text": "No. Just hearing a big section of the Bible read aloud.",
    "start": "00:02:05",
    "end": "00:02:09"
  },
  {
    "text": "Yeah.",
    "start": "00:02:09",
    "end": "00:02:10"
  },
  {
    "text": "So actually there's a bit of personal history that's just now occurring to me. When I was a fairly new Christian, I was in my early 20s. John and I were both a part of this community connected to our church and the ministry outreach to skateboarders called Skate Church. And this group, I don't know, maybe 80 people or so ish, met Thursday nights in the gigantic living room of a house for years. And I remember one of those Thursday nights, some guy came and just recited the whole letter to the Ephesians. And that was like the main gathering point. And it was Jason Nightingale came to Thursday morning.",
    "start": "00:02:10",
    "end": "00:02:51"
  },
  {
    "text": "What does that take, like 15 minutes or something?",
    "start": "00:02:51",
    "end": "00:02:53"
  },
  {
    "text": "It wasn't that long. And yet he. He both gave a little kind of thought or exposition after it. Okay. But mostly it was just he was pointing out key themes that repeat in the letter to the Ephesians, but just the act of Having a whole book of the Bible read aloud as the main thing, and that was brand new to me. I'd never been exposed to anything like that. It was a guy named Jason Nightingale whose ministry is to travel around the world reciting whole books of the Bible that he's memorized.",
    "start": "00:02:53",
    "end": "00:03:25"
  },
  {
    "text": "My first experience actually with Jason Nightingale was I was 17 and I went to this conference in Portland. Jason Nightingale did the Revelation.",
    "start": "00:03:26",
    "end": "00:03:37"
  },
  {
    "text": "It was the whole book of the whole book. Yeah.",
    "start": "00:03:37",
    "end": "00:03:39"
  },
  {
    "text": "And I remember it was difficult for me to pay attention the whole time because I'm a 17 year old, but it was captivating. I don't remember anything else about that conference, but I remember that I was fascinated how he had remembered so much. It was really a new experience to hear all that scripture read out loud like that. So that was my experience.",
    "start": "00:03:39",
    "end": "00:04:00"
  },
  {
    "text": "Yeah, I agree. It was really remarkable when I first heard that too. So then what I did with that group is for, I don't know, maybe a part of a year, about every three months or quarterly, we would get a friend to open up their house on a Friday night and we'd just gather whoever wanted to come and we read each of the four gospels aloud in one evening over the course of that year. So just two and a half hours. And we'd just sit in a huge circle and just everybody take a turn. A whole chapter, you know, then getting together with some friends and one long afternoon, we read all of Paul's letters aloud in one go. Anyhow, this became a really powerful experience for me. So much so that it motivated me to memorize myself, the Sermon on the Mount. And then I did the same thing, like recited it for that Thursday night group. And I'm so glad I did that.",
    "start": "00:04:01",
    "end": "00:04:58"
  },
  {
    "text": "Yeah.",
    "start": "00:04:58",
    "end": "00:04:59"
  },
  {
    "text": "Like having all of that in my head, not having to like, what did Jesus say again? But just, it's in there. Has been the greatest gift to me over the years to have his most famous teachings in my memory. So anyway, that's kind of our. A bit of our personal experience. So as we've been doing the Bible project, we came across someone wanted to give us some encouragement.",
    "start": "00:04:59",
    "end": "00:05:22"
  },
  {
    "text": "Yeah.",
    "start": "00:05:22",
    "end": "00:05:22"
  },
  {
    "text": "So this is his whole deal.",
    "start": "00:05:22",
    "end": "00:05:24"
  },
  {
    "text": "Yeah, Bill. And he's out in New York and we went to visit him and he just like, I think it's at lunch on Fridays.",
    "start": "00:05:24",
    "end": "00:05:32"
  },
  {
    "text": "He's like a bit. He's a businessman.",
    "start": "00:05:32",
    "end": "00:05:33"
  },
  {
    "text": "Businessman.",
    "start": "00:05:33",
    "end": "00:05:34"
  },
  {
    "text": "He opens up his office. Yeah, yeah.",
    "start": "00:05:34",
    "end": "00:05:37"
  },
  {
    "text": "And just come, come to the office. And then they play the Bible.",
    "start": "00:05:37",
    "end": "00:05:42"
  },
  {
    "text": "Yeah.",
    "start": "00:05:42",
    "end": "00:05:42"
  },
  {
    "text": "With. With a specific app that he's all about, like Word of Promise, which is like this Hollywood version.",
    "start": "00:05:42",
    "end": "00:05:48"
  },
  {
    "text": "Oh, it's like a dramatized.",
    "start": "00:05:48",
    "end": "00:05:49"
  },
  {
    "text": "It's dramatized.",
    "start": "00:05:49",
    "end": "00:05:50"
  },
  {
    "text": "I see there's, like, an actor for.",
    "start": "00:05:50",
    "end": "00:05:52"
  },
  {
    "text": "Every character, and there's a little bit of music and background.",
    "start": "00:05:52",
    "end": "00:05:55"
  },
  {
    "text": "So it's Audio Bible just playing in a room. Yeah.",
    "start": "00:05:55",
    "end": "00:05:58"
  },
  {
    "text": "So they just show up, they play the Audio Bible and eat a meal, and then they go, cool. Thanks for coming. There's no, like, necessary discussion afterwards. People will stay and talk, but it's not mandatory.",
    "start": "00:05:58",
    "end": "00:06:13"
  },
  {
    "text": "Just hearing the scripture read aloud is the thing.",
    "start": "00:06:13",
    "end": "00:06:16"
  },
  {
    "text": "And Bill is saying that's powerful and we just need to do more of it. And I haven't really heard anyone else advocate for that specifically. And at the same time, he was telling us that we had already planned this Revelation event. We were having Jason Nightingale come.",
    "start": "00:06:17",
    "end": "00:06:33"
  },
  {
    "text": "That's right.",
    "start": "00:06:33",
    "end": "00:06:33"
  },
  {
    "text": "Yeah.",
    "start": "00:06:33",
    "end": "00:06:34"
  },
  {
    "text": "So at the end of 2016, when we premiered the last Read Scripture video about the Revelation, we showed the videos and.",
    "start": "00:06:34",
    "end": "00:06:43"
  },
  {
    "text": "And Jason Nightingale recited the revelation all these years later.",
    "start": "00:06:43",
    "end": "00:06:46"
  },
  {
    "text": "We invited him back, and he came.",
    "start": "00:06:46",
    "end": "00:06:48"
  },
  {
    "text": "Yeah. And he did it. It was exactly as I remembered it. Awesome. It was incredible. He looked like he had not changed at all.",
    "start": "00:06:48",
    "end": "00:06:55"
  },
  {
    "text": "I know.",
    "start": "00:06:55",
    "end": "00:06:55"
  },
  {
    "text": "Which is strange. He looks like a 20 years ago.",
    "start": "00:06:55",
    "end": "00:06:58"
  },
  {
    "text": "He kind of looks like a kind Hell's angel biker. You know, like, you shake hands with him and he's very tall. Right. He's a big dude. He could kill me.",
    "start": "00:06:58",
    "end": "00:07:12"
  },
  {
    "text": "Like this just rocky finger.",
    "start": "00:07:12",
    "end": "00:07:14"
  },
  {
    "text": "But he's kind. And then he gets up and starts reciting a book of the Bible, and he just. His voice is such. Such a powerful.",
    "start": "00:07:14",
    "end": "00:07:24"
  },
  {
    "text": "And then we start experimenting in the office, where on Wednesday mornings now, we get together and we listen for an hour with that Word of Promise app. We listened through Mark. It was a really cool experience. It just hit me like how when you hear this kind of one story after the next and just kind of let it absorb, you just get this. A different sen of the story. And Jesus really came across as like, a pretty, like, rough writer. Like he.",
    "start": "00:07:25",
    "end": "00:07:53"
  },
  {
    "text": "Especially in Mark. Yeah, yeah.",
    "start": "00:07:53",
    "end": "00:07:55"
  },
  {
    "text": "He's like, no nonsense, just not meek and mild at all.",
    "start": "00:07:55",
    "end": "00:08:00"
  },
  {
    "text": "There are many Christian traditions where the reading of the Scriptures and the worship gathering plays a role. But in the history of the church, it's taken the form of these things called the lectionaries, where there'll be a reading from, often from the Pentateuch, from the Prophets, and then from the Gospels, there will be a selection, and they're usually bigger sections or sometimes smaller. But the practice of having a large section of the Bible just read aloud, this is not a practice that's widespread in Any Protestant, Catholic, orthodox, Christian tradition as a regular part of the lectionary is basically kind of like that. But even then, it's still small sections of a book.",
    "start": "00:08:00",
    "end": "00:08:43"
  },
  {
    "text": "If someone tells you, hey, we got together and we read through a book, you're like, oh, wow, that's crazy.",
    "start": "00:08:43",
    "end": "00:08:48"
  },
  {
    "text": "Yeah. Or why somebody like Jason, whose ministry is to go around the world just reciting whole books of the Bible at one go. And you go, that's weird. That's weird.",
    "start": "00:08:48",
    "end": "00:09:00"
  },
  {
    "text": "Yeah.",
    "start": "00:09:00",
    "end": "00:09:00"
  },
  {
    "text": "And then I've thought about this over time, like, that's weird. That. That's weird.",
    "start": "00:09:01",
    "end": "00:09:05"
  },
  {
    "text": "Yeah, that's weird.",
    "start": "00:09:05",
    "end": "00:09:06"
  },
  {
    "text": "That's weird.",
    "start": "00:09:06",
    "end": "00:09:06"
  },
  {
    "text": "Yeah.",
    "start": "00:09:07",
    "end": "00:09:07"
  },
  {
    "text": "I feel like that shouldn't be weird.",
    "start": "00:09:07",
    "end": "00:09:08"
  },
  {
    "text": "And so I think one of the things we're contemplating and the reason why we want to do this video and have this discussion is maybe that shouldn't be weird anymore. And no one's really advocating for it. There's plenty of people who advocate for. Spend time alone with the Bible.",
    "start": "00:09:08",
    "end": "00:09:24"
  },
  {
    "text": "Yes.",
    "start": "00:09:24",
    "end": "00:09:24"
  },
  {
    "text": "And read it.",
    "start": "00:09:24",
    "end": "00:09:25"
  },
  {
    "text": "That's right.",
    "start": "00:09:25",
    "end": "00:09:26"
  },
  {
    "text": "Read large sections by yourself. And that's awesome. But there's kind of this unique opportunity to advocate for Christians developing this discipline, just coming together and reading it out loud.",
    "start": "00:09:26",
    "end": "00:09:39"
  },
  {
    "text": "Yeah. And actually, even though the history of the Christian church hasn't really put this practice in the spotlight, it's very ancient, it's very Jewish, and actually the origins of the Bible itself are wrapped up with this very practice of God's people gathering together in sacred moments to hear large portions of the divine word read to them. So we thought, we want to make a video about this.",
    "start": "00:09:39",
    "end": "00:10:07"
  },
  {
    "text": "Yeah, we want to make a video. And then we just want to see what happens. We want to see if people will start doing it more. And if you're using our videos to read through the Bible, maybe a way to do it is read with other people.",
    "start": "00:10:08",
    "end": "00:10:21"
  },
  {
    "text": "That's right.",
    "start": "00:10:22",
    "end": "00:10:22"
  },
  {
    "text": "And there's a lot of practical reasons why that's awesome. And we can talk about those. But what this conversation's going to be first is you walking us through the history of it in Scripture itself.",
    "start": "00:10:22",
    "end": "00:10:37"
  },
  {
    "text": "That's right.",
    "start": "00:10:37",
    "end": "00:10:37"
  },
  {
    "text": "And then after that.",
    "start": "00:10:39",
    "end": "00:10:40"
  },
  {
    "text": "Yeah, yeah, that's right. It's a biblical theme study. It's not really. Well, the whole biblical story isn't unified by this, but this is a repeated idea, repeated idea that it's repeated in the story of the Bible. And actually the written origins of the Bible are wrapped up with this very practice of public reading Scripture to a group of people assembled. So there you go.",
    "start": "00:10:40",
    "end": "00:11:07"
  },
  {
    "text": "So for a lot of reasons, seems important. We don't know where it's going to lead besides a video, but hopefully it'll encourage many people to try it.",
    "start": "00:11:07",
    "end": "00:11:17"
  },
  {
    "text": "We think that it should be normal that followers of Jesus invite groups of people over to their homes for an evening of hearing the Bible read aloud.",
    "start": "00:11:17",
    "end": "00:11:28"
  },
  {
    "text": "Maybe we should start with the practical things really quick because that's where I like. Getting people together to just read the Bible out loud is super simple, right?",
    "start": "00:11:28",
    "end": "00:11:40"
  },
  {
    "text": "It's very simple.",
    "start": "00:11:40",
    "end": "00:11:41"
  },
  {
    "text": "Very simple. It's really. It's intimidating to think about starting a small group or something.",
    "start": "00:11:41",
    "end": "00:11:46"
  },
  {
    "text": "Yeah, yeah. Leading a Bible study.",
    "start": "00:11:46",
    "end": "00:11:48"
  },
  {
    "text": "Leading a Bible study because you feel like you need to know, you need to be prepared. There's gonna be all these questions because you're leading it. You're like, I don't know, it just kind of has all this weightiness to it.",
    "start": "00:11:48",
    "end": "00:12:00"
  },
  {
    "text": "Yep.",
    "start": "00:12:00",
    "end": "00:12:01"
  },
  {
    "text": "But just inviting people over to your home to read the Bible out loud, like, that's it.",
    "start": "00:12:01",
    "end": "00:12:07"
  },
  {
    "text": "Yeah. Anybody show up, do it, let's read.",
    "start": "00:12:07",
    "end": "00:12:10"
  },
  {
    "text": "And you don't even have to read. Like you can get a Bible app and have it play.",
    "start": "00:12:10",
    "end": "00:12:13"
  },
  {
    "text": "That's right.",
    "start": "00:12:13",
    "end": "00:12:14"
  },
  {
    "text": "And then. And you can do it for 20 minutes, you could do it for 60 minutes, you could do it for two hours. Like whatever makes the most sense. And, and so it's really simple. But then also it just develops community in a different way. Where once you've done that and you've come together, it's just natural to then talk about what you.",
    "start": "00:12:14",
    "end": "00:12:36"
  },
  {
    "text": "Yeah, it's like going to a movie. You have an experience together, you have an experience with these people that becomes a social bond. There's also, there's a important. There's a formative thing that happens there. Think about an average Protestant, let's just say, well, no, but a Catholic as well. Where do people encounter the Bible? Well, they will encounter it as part of a worship gathering or a mass of some kind. In what way? They might hear a section of the Bible read aloud as a lectionary, or they might hear a section of the Bible read aloud and taught or preached on as a part of a sermon. But just by necessity, that has to be just a paragraph or a single story. And if for years that's the only exposure you have to the Bible, what's the purpose of the Bible? I don't know. What do you mean it's purpose? It's just, you go to church and you hear a paragraph read and you know you're never exposed to anything larger than one paragraph at a time. And I think that's actually true for many people's personal experience of reading the Bible silently by yourself at night or in the morning or something. And usually.",
    "start": "00:12:37",
    "end": "00:13:47"
  },
  {
    "text": "Or with a devotional guide. And they pull out some.",
    "start": "00:13:48",
    "end": "00:13:50"
  },
  {
    "text": "Which focuses on one sentence or maybe three sentences or a paragraph or even just one chapter. But the point is that these books were written as books, whole unified literary wholes that are meant to be read from beginning.",
    "start": "00:13:50",
    "end": "00:14:06"
  },
  {
    "text": "Kind of like if there was this whole group of people that love to get together and just quote lines from the Godfather trilogy or something.",
    "start": "00:14:06",
    "end": "00:14:12"
  },
  {
    "text": "They never watched the whole movie.",
    "start": "00:14:13",
    "end": "00:14:14"
  },
  {
    "text": "They would never watch the whole movie. But they would show scenes every once in a while and they would talk about it.",
    "start": "00:14:14",
    "end": "00:14:19"
  },
  {
    "text": "That's right. Show a two minute clip.",
    "start": "00:14:19",
    "end": "00:14:20"
  },
  {
    "text": "Yeah. And then all someone goes, someone says, you know what we should do? We should sit down and watch the Entire Godfather Part 1.",
    "start": "00:14:20",
    "end": "00:14:29"
  },
  {
    "text": "Yeah.",
    "start": "00:14:30",
    "end": "00:14:30"
  },
  {
    "text": "And people would be like, what?",
    "start": "00:14:30",
    "end": "00:14:31"
  },
  {
    "text": "What? What? No one does that.",
    "start": "00:14:31",
    "end": "00:14:33"
  },
  {
    "text": "The whole thing, all at once.",
    "start": "00:14:33",
    "end": "00:14:35"
  },
  {
    "text": "What that would take. Like that would take. Well, those are long movies. Yeah.",
    "start": "00:14:35",
    "end": "00:14:38"
  },
  {
    "text": "That would take three hours. Watch the whole trilogy. Like, that would take nine hours.",
    "start": "00:14:38",
    "end": "00:14:42"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:14:42",
    "end": "00:14:43"
  },
  {
    "text": "That third one's a beast.",
    "start": "00:14:43",
    "end": "00:14:44"
  },
  {
    "text": "But especially now in the days of binge watching on Netflix.",
    "start": "00:14:44",
    "end": "00:14:48"
  },
  {
    "text": "Yeah.",
    "start": "00:14:48",
    "end": "00:14:49"
  },
  {
    "text": "People don't even flinch.",
    "start": "00:14:49",
    "end": "00:14:50"
  },
  {
    "text": "Yeah.",
    "start": "00:14:50",
    "end": "00:14:50"
  },
  {
    "text": "They don't even flinch at committing four weeknights in a row after you get home from work and you just watch from six till bedtime.",
    "start": "00:14:50",
    "end": "00:14:57"
  },
  {
    "text": "Yeah.",
    "start": "00:14:57",
    "end": "00:14:57"
  },
  {
    "text": "Yeah. But isn't it weird that we don't think about the Bible with that same kind of mentality as. So I think it's formative in that it can reshape how you think about the Bible. You stop thinking about verses, you stop thinking about the Bible in terms of verses, and you think about it in terms of books and sections of books and movements and so on.",
    "start": "00:14:59",
    "end": "00:15:24"
  },
  {
    "text": "And there's got to be something psychologically different from reading and hearing too, because I have read like large sections of Mark for some reason, just listening to it was a different experience.",
    "start": "00:15:25",
    "end": "00:15:36"
  },
  {
    "text": "It's totally different experience.",
    "start": "00:15:36",
    "end": "00:15:38"
  },
  {
    "text": "And I don't know why. I'm not a scientist.",
    "start": "00:15:38",
    "end": "00:15:40"
  },
  {
    "text": "And as we'll see, we're almost certainly way more in touch with how these books were written and what they were meant to do, which was to be read aloud.",
    "start": "00:15:40",
    "end": "00:15:54"
  },
  {
    "text": "Yeah.",
    "start": "00:15:54",
    "end": "00:15:55"
  },
  {
    "text": "There are some books of the Bible that even say in themselves.",
    "start": "00:15:55",
    "end": "00:15:59"
  },
  {
    "text": "Yeah.",
    "start": "00:16:00",
    "end": "00:16:00"
  },
  {
    "text": "This was meant to be read aloud to a group of people. Yeah. This is about reshaping our experience of the Bible, our expectations. It also creates new opportunities for the Bible to work on us and to mess with us. And it's just through the most simple practice that requires no religious professionals.",
    "start": "00:16:00",
    "end": "00:16:21"
  },
  {
    "text": "No religious professionals. No prep.",
    "start": "00:16:22",
    "end": "00:16:25"
  },
  {
    "text": "Yeah.",
    "start": "00:16:25",
    "end": "00:16:26"
  },
  {
    "text": "No one has to prepare.",
    "start": "00:16:26",
    "end": "00:16:27"
  },
  {
    "text": "It's just the simplest thing in the world. Yeah, yeah.",
    "start": "00:16:27",
    "end": "00:16:29"
  },
  {
    "text": "And then you get to do something that you always kind of feel like you don't do enough. At least if you're a typical Christian.",
    "start": "00:16:29",
    "end": "00:16:36"
  },
  {
    "text": "Yeah. Do it together. You just do it together with your friends.",
    "start": "00:16:36",
    "end": "00:16:38"
  },
  {
    "text": "Cool. So you want to walk us through this?",
    "start": "00:16:40",
    "end": "00:16:44"
  },
  {
    "text": "Yeah. It's been a while in these conversations since I've been able to do good Bible trivia. So maybe don't look at notes.",
    "start": "00:16:44",
    "end": "00:16:51"
  },
  {
    "text": "Okay.",
    "start": "00:16:51",
    "end": "00:16:51"
  },
  {
    "text": "Where is the writing of the Bible mentioned for the first time in the story of the Bible? In other words, you start at page one. Where will you come across for the first time the mention of anybody writing the Bible?",
    "start": "00:16:52",
    "end": "00:17:08"
  },
  {
    "text": "Writing the Bible, as in knowing that.",
    "start": "00:17:09",
    "end": "00:17:12"
  },
  {
    "text": "This is part of a. Yeah, it's somebody writing. And what they're writing is something that's going to itself become a part of the book that you're reading. Yeah. If it's a narrative, we're talking about the first mention of the writing of the Bible within the Bible itself.",
    "start": "00:17:12",
    "end": "00:17:27"
  },
  {
    "text": "Well, give me an example of one that's not the first that won't give anything away. I'm just like.",
    "start": "00:17:27",
    "end": "00:17:33"
  },
  {
    "text": "In the book of Jeremiah, he's told to write down all of his prophecies and poems and essays into a scroll. And so he does. Okay, so there's a story about the writing of the book of Jeremiah in Jeremiah.",
    "start": "00:17:33",
    "end": "00:17:50"
  },
  {
    "text": "Got it.",
    "start": "00:17:50",
    "end": "00:17:51"
  },
  {
    "text": "And then a whole chapter, Jeremiah 36.",
    "start": "00:17:51",
    "end": "00:17:53"
  },
  {
    "text": "I'm guessing it's somewhere in Exodus with Moses. I just don't know what story would be.",
    "start": "00:17:54",
    "end": "00:18:00"
  },
  {
    "text": "It's good. Good job. That's great. Yeah. Yeah. So that's right. And I find it's always pleasant. Many people think it has something to do with Moses, but typically I think it has something to do with the Ten Commandments, because. Oh, yeah. Writing of the Commandments and stuff like that. But actually, the first mention of the writing of the Bible in the Bible is a story before Israel gets to Mount Sinai. But they're in the desert on the way there, and it's in Exodus, chapter 17. And so the people have escaped from slavery in Egypt. They've got food and some stuff they plundered from the Egyptians, but they're an escaped band of slaves out in the desert. And a group of. They're not Canaanites, but they live in the south. They kind of live in what would be modern day Jordan, kind of around the region of Amman. And they're called the Amalekites. And they see this ripe for plunder, you know, and so they totally pounce. On and attack the Israelites. And so the Israelites have to form an impromptu, like, defense force. And this is the story people might be familiar with, is that Moses goes up on a hill to pray for victory. And when he raises his hands in prayer, Israel is winning. But then he's an old man, he's tired. So it's actually a very strange story.",
    "start": "00:18:00",
    "end": "00:19:32"
  },
  {
    "text": "Yeah. When he lowers his hands so his.",
    "start": "00:19:32",
    "end": "00:19:34"
  },
  {
    "text": "Arms get heavy because he's like, oh. And then when he stops praying, Israel starts losing the battle. It's odd.",
    "start": "00:19:34",
    "end": "00:19:40"
  },
  {
    "text": "Yeah.",
    "start": "00:19:41",
    "end": "00:19:41"
  },
  {
    "text": "So he gets two guys to help him hold that. And then he prays and they win. And then once the battle's over. Exodus, chapter 7, verse 14. God says to Moses, write this on a scroll as something to be remembered. This is the first mention of the writing of the Bible in the Bible. And to me, it's interesting because it has nothing to do with commands or laws.",
    "start": "00:19:41",
    "end": "00:20:06"
  },
  {
    "text": "Yeah, It's a story.",
    "start": "00:20:07",
    "end": "00:20:09"
  },
  {
    "text": "Yes. You remember this story. The purpose of writing isn't just for archival purposes. It's to actively remember this event. What was this event? God rescued his people out of slavery. They're vulnerable. They were almost destroyed. But God intervened and rescued his people. So the first thing from this story, just a very simple takeaway. What do we learn about the purpose of the Bible from this first mentioning of the writing of the Bible in the Bible? Its purpose is apparently to tell a story so that God's people remember how he acted to save and form a people that he would bring to himself. All right, so that's the first mention of the writing of the Bible in the Bible.",
    "start": "00:20:09",
    "end": "00:21:01"
  },
  {
    "text": "Cool.",
    "start": "00:21:02",
    "end": "00:21:02"
  },
  {
    "text": "Let's say that one doesn't go over very well at your Friday night gathering.",
    "start": "00:21:04",
    "end": "00:21:07"
  },
  {
    "text": "Yeah, people aren't impressed.",
    "start": "00:21:07",
    "end": "00:21:08"
  },
  {
    "text": "Then you can follow up with the next one, which is. What's the second mention of the writing of the Bible in the Bible? And your listeners will moan and somebody will say, hi, Moses too. Also, finally, the second mention of the writing of the Bible in the Bible does take place at Mount Sinai in connection with the Ten Commandments. So just think of how the story goes so far. Israel has already experienced its great salvation event. They sang a song about it. Exodus 15. They've been saved again. And so Moses started writing the Bible to tell that story. And now they get to this mountain, and God appears personally on the mountain, smoke and cloud and all that. And he wants to enter into a covenant relationship with them so that he can make Israel into a kingdom of priests, a whole nation that will be his priestly representatives to the Nations. We've explored this in many Bible Project videos.",
    "start": "00:21:08",
    "end": "00:22:12"
  },
  {
    "text": "Mm.",
    "start": "00:22:12",
    "end": "00:22:13"
  },
  {
    "text": "And so God, they assemble. They assemble. Here we go. This is the public reading of Scripture. So the people assemble to hear from God at the foot of the mountain. And Moses makes them sound like transformers or something.",
    "start": "00:22:13",
    "end": "00:22:29"
  },
  {
    "text": "Assemble. That word just all of a sudden, wow.",
    "start": "00:22:29",
    "end": "00:22:33"
  },
  {
    "text": "Assemble. Seems like a weird word. Assemble.",
    "start": "00:22:33",
    "end": "00:22:35"
  },
  {
    "text": "But that's the word.",
    "start": "00:22:35",
    "end": "00:22:35"
  },
  {
    "text": "Normal English word. Assembly, school, assembly. That's not Transformers. So they all come to the foot of the mountain, and God announces the ten Commandments to Moses and then a few dozen more commandments that are all found in Exodus 20, 21, 22. And then Moses goes. He writes them down. Second mention of the writing of the Bible in the Bible. And then he goes down in Exodus 24 to the people. We hear Moses writes up all of the terms of this covenant relationship. He reads them aloud. This is the first time somebody reads the divine word aloud to God's assembled people. And it's a marriage, it's a wedding ceremony, It's a covenant. So the first mention of the writing of the Bible is about a salvation story that God's people are to never forget because it reminds them who they are. The second mention of the writing of the Bible in the Bible is writing up the terms of a covenant relationship. And then the first time those words are ever read aloud over God's people, it's the covenant ceremony. And so the people hear all the words, and then they respond. Everything the Lord has said, we're going to do. This is why when I started to think about this, I thought, this is an interesting video. And it really ties into the formation of their.",
    "start": "00:22:36",
    "end": "00:24:00"
  },
  {
    "text": "Identity.",
    "start": "00:24:02",
    "end": "00:24:03"
  },
  {
    "text": "Yeah, it's that the origins of the Bible are completely wrapped up with the origins of God forming a people. And the two exist very closely connected. The purpose of the Bible is to be read aloud to God's assembled people, to both tell the story that reminds them who they are and also to invite those assembled people into this covenant relationship with God, not just so that they know God, but so that they are transformed by this relationship and then become God's representatives to the nations. Yeah, so that's. It's so sociologists have language for this identity formation. The purpose of the Bible is to be read aloud to God's gathered people.",
    "start": "00:24:03",
    "end": "00:24:55"
  },
  {
    "text": "To form an identity, to help them.",
    "start": "00:24:55",
    "end": "00:24:57"
  },
  {
    "text": "Form a unique identity as a minority group among the nations who live by a different story. And so we can talk about this later. But it begs the question, following in our day, this culmination of this story following Jesus is very hard it involves living by a value set that's often not shared by the majority of your family and friends. What kinds of habits or practices does it take to foster that? To make it seem normal that following Jesus is actually the right thing to do, even though it's not the story everyone else is doing? And it's right here, the Bible. And it's not you getting a cup of tea and going by yourself.",
    "start": "00:24:57",
    "end": "00:25:45"
  },
  {
    "text": "Right. And journaling.",
    "start": "00:25:45",
    "end": "00:25:46"
  },
  {
    "text": "No. It's that you assemble as a group to hear the story and to hear the terms of the relationship and what God's calling you to as a people. That's the habit. And that itself is the origins of the Bible.",
    "start": "00:25:46",
    "end": "00:26:00"
  },
  {
    "text": "The habit that I was taught in terms of reading the Bible was a very individual habit. Sit down with your Bible and there's four steps. You observe what's in the text. I don't even know if I remember all this. And then you interpret and then you apply. I think I missed one.",
    "start": "00:26:00",
    "end": "00:26:23"
  },
  {
    "text": "That was three, because that's three.",
    "start": "00:26:24",
    "end": "00:26:26"
  },
  {
    "text": "But I got the application. I don't know where else you go from there.",
    "start": "00:26:26",
    "end": "00:26:28"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:26:28",
    "end": "00:26:29"
  },
  {
    "text": "And I just remember the whole point was application, get to application. So I got. And this is very early. I mean, this is before Bible college. I would get. If I ever sat down to read the Bible, it was always about, what am I supposed to do with this? How is this supposed to specifically concretely change what I do today? And if I didn't get there, I didn't feel like it was a success. Like my Bible reading time was a failure.",
    "start": "00:26:29",
    "end": "00:26:55"
  },
  {
    "text": "Man. It's a lot of pressure.",
    "start": "00:26:56",
    "end": "00:26:57"
  },
  {
    "text": "It's a lot of pressure. Because often you would just get into observation mode and you'd be like, this is confusing.",
    "start": "00:26:57",
    "end": "00:27:04"
  },
  {
    "text": "Yeah, right. That's what I'm observing.",
    "start": "00:27:04",
    "end": "00:27:06"
  },
  {
    "text": "I'm observing that I'm very confused.",
    "start": "00:27:06",
    "end": "00:27:08"
  },
  {
    "text": "Why did this person kill that person? Yeah.",
    "start": "00:27:08",
    "end": "00:27:12"
  },
  {
    "text": "I didn't have a category in my mind of sitting down and reading the Bible. And being confused is a good thing in and of itself, especially when done in community. Because it's actually as you read these stories and listen to these stories, they're shaping your imagination and the way you think about the world. Even if you don't realize they're doing that.",
    "start": "00:27:13",
    "end": "00:27:35"
  },
  {
    "text": "That's right. Yes.",
    "start": "00:27:35",
    "end": "00:27:36"
  },
  {
    "text": "And so success isn't coming to a specific application and then sticking with it. There's success in just getting together and reading the Bible.",
    "start": "00:27:36",
    "end": "00:27:44"
  },
  {
    "text": "Yeah.",
    "start": "00:27:44",
    "end": "00:27:45"
  },
  {
    "text": "It's like a new definition of success that's a lot more manageable.",
    "start": "00:27:45",
    "end": "00:27:48"
  },
  {
    "text": "Yeah. And historic.",
    "start": "00:27:49",
    "end": "00:27:51"
  },
  {
    "text": "And historic.",
    "start": "00:27:51",
    "end": "00:27:52"
  },
  {
    "text": "Yeah, and historic. But notice, like, in this first scene in Exodus 24, where the proto Bible, the first version of a section of the Bible is read aloud. What the people do is respond. They respond. I've actually come to really dislike the word application in this process of Bible reading, mostly because I think that term itself has an assumption built into it about the nature and purpose of the Bible. That's a handbook that it's some kind of handbook. And I just need to use the right interpretation code, and then I can.",
    "start": "00:27:52",
    "end": "00:28:33"
  },
  {
    "text": "Put the right interpretation algorithm in and I get my life, and then I.",
    "start": "00:28:33",
    "end": "00:28:36"
  },
  {
    "text": "Get my life verse or life application for the day. And much of the Bible doesn't work like that. You could argue that some parts of the Bible do, those that are more oriented towards prose, like discourse, basically the letters of the New Testament.",
    "start": "00:28:36",
    "end": "00:28:53"
  },
  {
    "text": "The Sermon on the Mount that you memorize.",
    "start": "00:28:53",
    "end": "00:28:55"
  },
  {
    "text": "Yes, Sermon on the Mount, but. Yeah, like moral or ethical teaching. But Lamentations, just five long funeral poems over the destruction of Jerusalem. How do you apply? I guess I need to lament over a city that got destroyed recently. You look it up on Google.",
    "start": "00:28:55",
    "end": "00:29:16"
  },
  {
    "text": "What? Well, you get really creative and you develop a new skill, a skill in which to apply these things in very creative ways.",
    "start": "00:29:16",
    "end": "00:29:24"
  },
  {
    "text": "And.",
    "start": "00:29:25",
    "end": "00:29:25"
  },
  {
    "text": "And the people who are best at it end up writing devotionals, right?",
    "start": "00:29:25",
    "end": "00:29:30"
  },
  {
    "text": "Yeah. And you're like, whoa.",
    "start": "00:29:30",
    "end": "00:29:32"
  },
  {
    "text": "Yeah. For Lamentations, it's like, learn. Think of something in your life that has brought you grief. And then use this verse and the way that he repeated this word to process it in this way. And you're like, oh, okay, that's cool. But it takes kind of like a devotional writer to do it well. Yeah, it's hard to come up on your own.",
    "start": "00:29:32",
    "end": "00:29:56"
  },
  {
    "text": "Yeah. And there's a reason why teachers are said to be a group of people God raises up for the church. The Bible's hard, so that's a gift. And anybody who's doing that, that's awesome. I want to cheer them on. But at the same time, for me, the concern is, I think just application is just the wrong category for what most of the Bible is, which is narrative. And poetry makes up like nearly 75% of the Bible. And so that's why this story is suggestive to me. In Exodus 24, the people respond, and I like that word response. Lamentations forces a response, and response is different than application. Response means, oh, this work of literature is supposed to do something to me, and I'm supposed to react to it in some way. It's trying to do something to me.",
    "start": "00:29:56",
    "end": "00:30:49"
  },
  {
    "text": "But it's kind of like if you're looking at a painting or something.",
    "start": "00:30:50",
    "end": "00:30:53"
  },
  {
    "text": "Yes. You'll.",
    "start": "00:30:53",
    "end": "00:30:55"
  },
  {
    "text": "You respond emotionally and intellectually to it, but you're not applying that to yourself.",
    "start": "00:30:55",
    "end": "00:31:01"
  },
  {
    "text": "But let's just say like a visual image, like a flyer or a promotional flyer for like a world relief organization. Sure. And they'll show you a picture of a, you know, real destitute village and some hungry people. That image. The purpose of that image is for you to respond, is to go to this website, very specific response, and find out how to volunteer, how to get involved, what to do. But the purpose is for you to respond with action and service with generosity. But if you go stand in front of a work of art down at the Museum of Art, it's also a visual image that is trying to get a response out of you.",
    "start": "00:31:01",
    "end": "00:31:43"
  },
  {
    "text": "Yeah.",
    "start": "00:31:43",
    "end": "00:31:43"
  },
  {
    "text": "But it's not at all the same kind of response.",
    "start": "00:31:44",
    "end": "00:31:45"
  },
  {
    "text": "The kind of application is not very well defined.",
    "start": "00:31:45",
    "end": "00:31:49"
  },
  {
    "text": "Yeah. It might get you to start thinking about the meaning of your life. Or it might. I mean, whatever. Art can take so many different forms. So that's the question is different parts of the Bible are trying to get you to respond in different ways.",
    "start": "00:31:49",
    "end": "00:32:00"
  },
  {
    "text": "And there's some parts of the Bible that just want you to absorb the story like you would absorb a piece of art.",
    "start": "00:32:01",
    "end": "00:32:06"
  },
  {
    "text": "Correct.",
    "start": "00:32:06",
    "end": "00:32:07"
  },
  {
    "text": "And then there's some parts of the Bible that want you to actually make a change or decision.",
    "start": "00:32:07",
    "end": "00:32:14"
  },
  {
    "text": "Specific behavior. Very specific behavior. Yes.",
    "start": "00:32:14",
    "end": "00:32:17"
  },
  {
    "text": "Okay.",
    "start": "00:32:17",
    "end": "00:32:18"
  },
  {
    "text": "So, yeah, there's no one size fits all when it comes to hearing the Bible read to you or reading yourself. And in application.",
    "start": "00:32:18",
    "end": "00:32:28"
  },
  {
    "text": "So you like the word response because it's broad.",
    "start": "00:32:28",
    "end": "00:32:29"
  },
  {
    "text": "Because it's broad and because instead of the Bible is a handbook. And I go like, find, apply the interpretation code and find the thing I'm supposed to do. The Bible itself is an active reality. It's an active word that's doing things to me. It's acting upon me.",
    "start": "00:32:30",
    "end": "00:32:50"
  },
  {
    "text": "Yeah.",
    "start": "00:32:50",
    "end": "00:32:51"
  },
  {
    "text": "I'm being read as much as I'm reading the Bible. I see it's reading me applications all.",
    "start": "00:32:51",
    "end": "00:32:57"
  },
  {
    "text": "Focused on what am I going to do? Response has this category which is what's naturally happening because of this interaction.",
    "start": "00:32:57",
    "end": "00:33:07"
  },
  {
    "text": "That's right, yeah. So response.",
    "start": "00:33:07",
    "end": "00:33:10"
  },
  {
    "text": "Yeah.",
    "start": "00:33:10",
    "end": "00:33:10"
  },
  {
    "text": "So the Israelites at the foot of the mountain, they just heard the terms of the covenant. So their response is everything you said we're going to do, it's appropriate response. But you know, when they hear the book of Lamentations read aloud, that's just very different. It puts you in a completely different head space.",
    "start": "00:33:11",
    "end": "00:33:29"
  },
  {
    "text": "And everything you wouldn't say everything was said. I'm going to do after reading Lamentations?",
    "start": "00:33:29",
    "end": "00:33:34"
  },
  {
    "text": "No, you would, you would say.",
    "start": "00:33:34",
    "end": "00:33:35"
  },
  {
    "text": "You'd be worried if someone said that. You'd be like, ah, hold on. Yeah, totally. I think you missed the point there.",
    "start": "00:33:35",
    "end": "00:33:40"
  },
  {
    "text": "Yeah, that's right. So that is just its own idea that the Bible read aloud forces a response from the group of people who are hearing it. But different parts of the Bible will generate a different response. And that's such a. Just a simpler way of honoring what the Bible actually is and what it's for. Okay, so we've got the first writing of the Bible in the Bible and the first time the proto Bible is read aloud, telling the story, inviting people into that story, and then having some sort of ceremony, being a ceremony where you're called to respond whether or not you're going to live according to this story. So as you read on in the Bible, this thing about remembering the story and remembering that you've committed yourself to this story and these people who live in this way, this is big, big deal. Especially in the book of Deuteronomy, which is the last book of the Torah. And there's a huge theme. The word remember occurs dozens of times in this book. Remember what happened at the mountain. Remember what happened at the Red Sea, the sea of reeds. Remember what happened at the Exodus story in Tavara. Remember how he provided for you in the wilderness. And so there's this motif that in your homes, in your families and with your friends, you're constantly retelling the story and talking about it and thinking about.",
    "start": "00:33:40",
    "end": "00:35:27"
  },
  {
    "text": "It to keep the memory fresh.",
    "start": "00:35:27",
    "end": "00:35:29"
  },
  {
    "text": "Keep the memory fresh, yeah. So for example, Deuteronomy, chapter four, Moses says to Israel, look, I've taught you the decrees and the laws. God commanded me so that you'll follow them when you go into the land. Observe them carefully, for this will show your wisdom and understanding to the nations who will hear about how you live. And they'll say, surely this nation is wise and understanding. So again, this is about the Scriptures read when they're remembered and responded to. They form a people who are distinct and that the nations look on and say, whoa. These people who live by this story, they're different and they're wise and it's compelling. It's the kingdom of priests idea. Then he goes on, Moses says, be careful, watch yourselves. So you don't forget everything you've experienced. Teach your children and your children's children after them. So this is passing on the story which Jewish culture has absolutely mastered. We're talking about a people group, one of those Ancient people groups from the ancient world that still has an active religious liturgy that it's morphed as time has gone on. But it's the same basic things that they've been doing for millennia. And they've been able to maintain their unique identity no matter what culture that Jewish people have gone into.",
    "start": "00:35:29",
    "end": "00:36:56"
  },
  {
    "text": "Yeah. What actually happens in synagogue? Is there. Do they just. Is there a lot of. Just reading of the Torah?",
    "start": "00:36:56",
    "end": "00:37:01"
  },
  {
    "text": "Yeah, we'll get there. Yes, that's right. Yeah, that's where this is all going.",
    "start": "00:37:01",
    "end": "00:37:04"
  },
  {
    "text": "Oh, okay.",
    "start": "00:37:04",
    "end": "00:37:05"
  },
  {
    "text": "Yeah. Where we end is in the 1st century synagogues with the weekly reading aloud of the Scriptures, but has deep roots all the way back to remember the story. Yeah, so that's how. That's a big theme in Deuteronomy. Near the end of the book of deuteronomy, in chapter 31, this is where we first kind of land here. Moses, he's going to die. He's going to pass leadership on to Joshua. And so what he does is he writes what I call the Proto Torah, the version of the Torah that he contributed to and shaped directly and then passed on to Joshua and then the later prophets after him who would shape it into its final form. But he talks about how he gave this proto Torah to the priests and they're to keep it. And then every seven years, they are to have this huge assembly. Here's the passage. Deuteronomy 31. Assemble everybody, men, women and children, even the immigrants who are living in your towns, so that everybody can listen and learn to fear the Lord your God, and carefully follow all the words of this Torah. The children who don't know this Torah, the word Torah here means teaching, instruction. The children who don't know it, they need to hear it so that they learn to fear the Lord. As long as you live in the land you're going to, Mount Sinai was remarkable. We assembled everybody to read the. But now we're instituting this as a practice here every seven years.",
    "start": "00:37:05",
    "end": "00:38:38"
  },
  {
    "text": "So this is like just. This is like renewing the ceremony every seven years.",
    "start": "00:38:39",
    "end": "00:38:42"
  },
  {
    "text": "That's right. Yeah. You're reenacting what happened on Mount Sinai when we first entered this covenant relationship. And now every seven years, we're thinking in someone's lifespan, then they're gonna experience 10, a dozen or more, you know, of these ceremonies. And it's all about shaping you to live as a unique kind of people, together with a unique mission. There's a Jewish scholar, I have some quotes here, a Jewish scholar with some great insights about this practice, which is very Ancient Geoffrey Tighe. This is a commentary on Deuteronomy. He says this public reading of the teaching, which is what the word Torah means, public reading of the teaching is part of what he calls the democratic character of biblical religion. It addresses its teachings and demands to all of its adherents with few distinctions between the priests and the laity. And it calls for a universal education of the citizens in law and religion. So I think you have children, there's long sections of the Torah that are just like civil law about, like what to do with, you know, house robbers and like building parapets on your house and when your donkey comes and eats my wheat. And children, you know, like, what's going on here. So he says it's the entire people, not just a spiritual or intellectual elite, that are God's children and consecrated to him. Biblical religion is for the people as a whole. And he cites this really interesting example. There's a third century synagogue. It's one of the oldest synagogues that's been excavated. It's in a town called Dura Europis, which is in Syria. I don't know what kind of condition that town's in right now in the midst of the war.",
    "start": "00:38:42",
    "end": "00:40:36"
  },
  {
    "text": "Dura Europis is the name of the city.",
    "start": "00:40:37",
    "end": "00:40:39"
  },
  {
    "text": "Dura Europa. It's called the Dura Europa Synagogue.",
    "start": "00:40:39",
    "end": "00:40:42"
  },
  {
    "text": "Oh, okay.",
    "start": "00:40:43",
    "end": "00:40:43"
  },
  {
    "text": "So whether that's the name of the town or it was at an earlier stage, that's a good question. Google it. Anyone listening? Google it. The Dura Europa Synagogue. I'm going to Google it. It's some of the most ancient Jewish art that exists.",
    "start": "00:40:43",
    "end": "00:40:57"
  },
  {
    "text": "How do you spell it?",
    "start": "00:40:57",
    "end": "00:40:58"
  },
  {
    "text": "Dura is D U R A and then Europe, to spell Europe. And it's some of the most ancient Jewish paintings that exists ever. There's a lot of them, and all of them are artistic retellings of stories from the Hebrew Bible.",
    "start": "00:40:59",
    "end": "00:41:17"
  },
  {
    "text": "Nice. It's like the first Bible project.",
    "start": "00:41:17",
    "end": "00:41:19"
  },
  {
    "text": "Totally. Yeah. It's really cool. Yeah. So there's. This is generated when this was. I forget when it was discovered. It's generated a whole field of scholarship because this gives us a window into how Middle Eastern Jews, 1700 years ago, thought about how they interpreted these biblical stories. This is Roman Empire era, so, like, they're all kind of depicted as looking Romanesque, wearing togas and that kind of thing. It's really interesting. The reason why Geoffrey Tighe brings up this is because there's a picture of somebody with an open scroll, with people gathered around him reading the scroll aloud. And there's been a lot of scholarly debate about what is this image referring to. Some people think it's Moses reading the Torah aloud, some people think it's Ezra, and other people think that it's a depiction of what would happen in the synagogues.",
    "start": "00:41:20",
    "end": "00:42:16"
  },
  {
    "text": "This one's called Ezra Reads the Law.",
    "start": "00:42:16",
    "end": "00:42:18"
  },
  {
    "text": "Yeah, that's right. So that's one view of what, you know, there's no little captions at the bottom saying what these are about. Yeah. So Tige makes an interesting comparison here. He says there's another sacred building in Dura that was a Mithra temple, which was the ancient pagan religion, and it's of a magician in his sacred robes, and he has a scroll in his hand while he's amidst the people. And it's closed. But here in the synagogue of Dura, you have a Jewish man. Around him is a crowd of people, though I don't see the crowd in that picture. And his scroll is open in front of the people. And TGE just makes this interesting observation. He thinks this is what makes Judaism unique.",
    "start": "00:42:18",
    "end": "00:43:07"
  },
  {
    "text": "So that was unique in that time?",
    "start": "00:43:08",
    "end": "00:43:11"
  },
  {
    "text": "Yes. In the Roman era, there was no close connection between religion and texts. Jewish culture, from the beginning, tried to, first of all, have everybody be literate so that they themselves can learn how to read and participate in reading the Scriptures aloud.",
    "start": "00:43:11",
    "end": "00:43:33"
  },
  {
    "text": "But what's not unique is. Correct me if I'm wrong, is every culture uses storytelling, oral storytelling, to form their identity.",
    "start": "00:43:33",
    "end": "00:43:43"
  },
  {
    "text": "That's correct.",
    "start": "00:43:43",
    "end": "00:43:44"
  },
  {
    "text": "So that's not unique. But the fact that they write it down and they encourage everyone to read it together.",
    "start": "00:43:44",
    "end": "00:43:50"
  },
  {
    "text": "Correct.",
    "start": "00:43:51",
    "end": "00:43:51"
  },
  {
    "text": "And to be literate, that's unique.",
    "start": "00:43:51",
    "end": "00:43:53"
  },
  {
    "text": "That is unique. It has been unique in the history of Jewish culture.",
    "start": "00:43:53",
    "end": "00:43:58"
  },
  {
    "text": "Why is that significant? Because if I have access to the stories orally, why is it so significant that I have access via a scroll instead?",
    "start": "00:43:58",
    "end": "00:44:06"
  },
  {
    "text": "Yeah, that's a good question. And you're right. Almost certainly through much of Israelite history, this oral memorization existed alongside. Because written texts are still expensive to produce in ancient history, it's much easier to commit it to memory.",
    "start": "00:44:07",
    "end": "00:44:23"
  },
  {
    "text": "Can you imagine living in a time where it's easier to just commit something to memory than to write it down?",
    "start": "00:44:23",
    "end": "00:44:29"
  },
  {
    "text": "Yeah, it's so backwards. Yeah. I mean, that's like most of human history.",
    "start": "00:44:29",
    "end": "00:44:35"
  },
  {
    "text": "That's most of human history.",
    "start": "00:44:35",
    "end": "00:44:36"
  },
  {
    "text": "Yeah.",
    "start": "00:44:36",
    "end": "00:44:37"
  },
  {
    "text": "We now live in a time in human history where it's far, far easier by orders of extreme magnitude, to write it down and to remember it.",
    "start": "00:44:37",
    "end": "00:44:47"
  },
  {
    "text": "Yeah. And now. Yeah, now we don't remember anything. I don't even know my own phone number. It exists in the cloud.",
    "start": "00:44:47",
    "end": "00:44:53"
  },
  {
    "text": "Yeah.",
    "start": "00:44:53",
    "end": "00:44:54"
  },
  {
    "text": "Right. In Google Docs, it exists you're writing it down, but where does it actually exist? Yeah, that's a good point. It's a game changer. Printing press.",
    "start": "00:44:55",
    "end": "00:45:03"
  },
  {
    "text": "I just have to remember the distinctions.",
    "start": "00:45:03",
    "end": "00:45:06"
  },
  {
    "text": "Yeah.",
    "start": "00:45:06",
    "end": "00:45:06"
  },
  {
    "text": "Get back in the brain of an ancient worldview.",
    "start": "00:45:07",
    "end": "00:45:10"
  },
  {
    "text": "So this practice of every seven years reading the story of the Torah and allowed. Yeah. The story of the Torah, the commands in the Torah allowed to the people.",
    "start": "00:45:11",
    "end": "00:45:22"
  },
  {
    "text": "And the stories in the Torah.",
    "start": "00:45:22",
    "end": "00:45:24"
  },
  {
    "text": "Well, you know, it seems like the proto Torah that Moses shaped was mostly. Well, we know it involved that story of them being rescued. So it was some narrative. And then it was also the terms of the covenant, what we call the laws or commands. So whatever form that was, he passes it on. And Joshua, when the people cross the Jordan river and they go into the first go into the land after the Jericho, the battle at Jericho, they stop and they do this. They read the proto Torah aloud to everybody. This is in Joshua, chapter eight. And you can see why we're now crossing the boundary into a new horizon. As a people, we're going to remember who we are, where we came from, why we're coming into this land. What this is all about. What's fascinating is then you keep reading into Israel's story. Centuries go by and there's no mention of this practice. Centuries go by. And the next time this public reading of Scripture. Yeah. Of Israel's divine scriptures is mentioned is in the story of, well, 8 and 2 kings, like a generation before they went into exile. Josiah. And he discovers some proto Torah scroll in the temple that's been forgotten. This is the minority report thing. That what Moses was calling Israel to ended up being a minority view. A forgotten, forgotten minority.",
    "start": "00:45:24",
    "end": "00:46:51"
  },
  {
    "text": "Sealed away.",
    "start": "00:46:51",
    "end": "00:46:52"
  },
  {
    "text": "That's right. So that by Josiah's time, their view.",
    "start": "00:46:52",
    "end": "00:46:56"
  },
  {
    "text": "Of their history and their identity was not shaped by the Torah, was not.",
    "start": "00:46:56",
    "end": "00:47:01"
  },
  {
    "text": "Shaped by the Exodus story or the covenant at Mount Sinai, which explains why most of Israel's history was one of polytheism. So Josiah finds this Torah scroll and blows his mind. He rips his clothing apart. He's so grieved to think that he's participated in distorting their heritage. Yeah. He responds, you would never walk away with that application.",
    "start": "00:47:01",
    "end": "00:47:32"
  },
  {
    "text": "Yeah. So I think I'm supposed to tear my clothes is what I'm getting from this. Yeah, that'd be a great devotional.",
    "start": "00:47:32",
    "end": "00:47:39"
  },
  {
    "text": "It would be.",
    "start": "00:47:39",
    "end": "00:47:40"
  },
  {
    "text": "Now read the Sermon on the Mount and then tear your clothes off.",
    "start": "00:47:41",
    "end": "00:47:44"
  },
  {
    "text": "That's right. So what he does is he gets all the people together and he has the priests read the Scriptures aloud and then they're like oh, all the people. Oh, I can't believe it. We've gone so wrong. And it's big reformation. Call it the reformation of Josiah. So that's another mention here. But think of both of those stories, Joshua and Josiah, they're at the key transition moments in their history where either they are looking forward, let's remember who we are as we go forward into this new thing, or for Josiah, it's looking backward and let's remember who we are. And oh my gosh, we have not been faithful to the story and why God formed us in the first place. So these are two things that the Bible does to God's people. It can remind you who you are as you go into new territory that's unexplored. And so you're looking for anchors to ground your identity and why you're here and what you're all about as you move into new experiences. That's Joshua, chapter eight. But then other times in Josiah's story, it's, you've realized you've lost your way or you find yourself in a set of circumstances that are not what you ever wanted. And so hearing the scriptures read aloud, it's like smelling salts or something, like wakes you up to who you really are and how I've been living in this way that's completely inconsistent with my true identity. And that's what the reading of scriptures in public can do to people. Yeah, it's powerful. It can both remind you of where you're going and where you've come from. So the last story in the Old Testament about the public reading of Scripture is the one that kind of brings it all together. It's in the book of Ezra and Nehemiah, which are one book in the Hebrew Bible. So after the exile to Babylon, the people come back. Life's hard in Jerusalem, but they're rebuilding it. Some wins, some losses, some compromises. And what they end up doing is in obedience to this practice of Moses talked about so long ago, they gather all the people around, and we're told about this little stage they make in the court, the public court, and they make a little podium, little wooden podium. And the priests are all there, and the Levites and Ezra and Nehemiah, and they gather all the people, children, men, women, everybody's there. And Nehemiah 8. 8. They read from the scroll, from the Torah of God, making it clear and giving it the sense so that the people could understand. So this is the first example of Israel after the exile, coming together around the Scriptures. But they're doing More than just reading, there's also interpretation. Yeah. The people are expositing. They're giving the sense. So, yeah, this is the origins of preaching. The origins of the sermon.",
    "start": "00:47:44",
    "end": "00:51:34"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:51:34",
    "end": "00:51:35"
  },
  {
    "text": "Is right here. Where did this practice come from?",
    "start": "00:51:35",
    "end": "00:51:37"
  },
  {
    "text": "It's interesting. The sermon is so ingrained into our tradition and it comes after already an established habit of just reading scripture.",
    "start": "00:51:37",
    "end": "00:51:50"
  },
  {
    "text": "Yeah, that's true.",
    "start": "00:51:50",
    "end": "00:51:51"
  },
  {
    "text": "And now let's exposit it.",
    "start": "00:51:51",
    "end": "00:51:53"
  },
  {
    "text": "That's right.",
    "start": "00:51:53",
    "end": "00:51:53"
  },
  {
    "text": "A little bit.",
    "start": "00:51:53",
    "end": "00:51:54"
  },
  {
    "text": "Yes. Yeah. The practice of just reading aloud is what came first.",
    "start": "00:51:54",
    "end": "00:51:58"
  },
  {
    "text": "Yeah.",
    "start": "00:51:58",
    "end": "00:51:58"
  },
  {
    "text": "Late in the game comes the idea of what does this mean for us?",
    "start": "00:51:59",
    "end": "00:52:03"
  },
  {
    "text": "Let's talk about it a little bit.",
    "start": "00:52:05",
    "end": "00:52:07"
  },
  {
    "text": "Yeah. Yes.",
    "start": "00:52:07",
    "end": "00:52:08"
  },
  {
    "text": "Now it's kind of the other way around. It's, hey, we're going to get together and talk about the Bible and we might read some of it.",
    "start": "00:52:08",
    "end": "00:52:13"
  },
  {
    "text": "That's right. Yeah. Or, yeah, I'll put a sentence of the Bible up on the screen and then give a long talk about it. Yeah. And listen, this isn't about a holier than thou.",
    "start": "00:52:13",
    "end": "00:52:26"
  },
  {
    "text": "Sure.",
    "start": "00:52:27",
    "end": "00:52:27"
  },
  {
    "text": "Like, you know, the church has all gone astray. That's not the cause.",
    "start": "00:52:27",
    "end": "00:52:32"
  },
  {
    "text": "It's great to do that.",
    "start": "00:52:32",
    "end": "00:52:33"
  },
  {
    "text": "Yeah. Sometimes that's what a community needs. But it is good for balance and for just so that we don't have historical amnesia to remember the gathering of God's people. To hear something is a very ancient practice.",
    "start": "00:52:33",
    "end": "00:52:49"
  },
  {
    "text": "Exposit is also a cool word because it seems like it must come from the word, some word that expose, you know, but just bring out what's there. I mean, because I was youth group hero guy, so like, I.",
    "start": "00:52:49",
    "end": "00:53:04"
  },
  {
    "text": "Meaning you were like super faithful.",
    "start": "00:53:05",
    "end": "00:53:07"
  },
  {
    "text": "Yeah. Like, I'd be there every week and I would start to even learn how to do like expository teaching for my peers.",
    "start": "00:53:07",
    "end": "00:53:16"
  },
  {
    "text": "Yeah. Because you saw it modeled for you. Yeah, yeah.",
    "start": "00:53:17",
    "end": "00:53:19"
  },
  {
    "text": "And so I remember the very first Bible study I wanted to do was it was gonna be at. It was at school. So it was like some school. School Bible study thing. And I wanted to do it on Fear of the Lord. And it was me trying to come up with ideas for what, you know, I thought the Bible was saying about fear of the Lord. And so like, it became really more like me coming with ideas to the text than sitting and letting the text be like trying to expose what's in the text.",
    "start": "00:53:19",
    "end": "00:53:50"
  },
  {
    "text": "That's interest. Yes.",
    "start": "00:53:50",
    "end": "00:53:51"
  },
  {
    "text": "So it's. Yeah, like, that's just kind of the habit I developed just naturally somehow.",
    "start": "00:53:51",
    "end": "00:53:56"
  },
  {
    "text": "Yeah.",
    "start": "00:53:56",
    "end": "00:53:56"
  },
  {
    "text": "I need to have some sort of idea and then bring like, find verses that help me reinforce that idea versus. Let's just read part of this and then see if we could expose any of the meaning through a little dialogue.",
    "start": "00:53:56",
    "end": "00:54:10"
  },
  {
    "text": "Yep. It makes you realize nobody comes to the Bible without a whole, like, framework of preloaded assumptions and ideas. It's actually very hard to read the Bible without imposing on it everything we already think we know. Because usually people are exposed to the Bible within a community, a church community or synagogue that you're either raised in or you become a part of. And really what you learn first is what you hear taught all the time. And if what you hear taught all the time sometimes mentions the Bible, then what you'll learn is that framework or that scheme. And then you might get the gumption to actually read the Bible for yourself. But it's really hard to hear it.",
    "start": "00:54:10",
    "end": "00:54:54"
  },
  {
    "text": "Yeah. Because you're trying to force it into that scheme.",
    "start": "00:54:54",
    "end": "00:54:57"
  },
  {
    "text": "That's right. Yeah. And so you end up marginalizing huge sections of the Bible because they don't fit what you thought this was all about. And so it's very difficult to undo that. That's why the idea of having a big section of the Bible read aloud, I think sounds weird to us because most people will walk away with so many questions.",
    "start": "00:54:57",
    "end": "00:55:17"
  },
  {
    "text": "Yeah.",
    "start": "00:55:17",
    "end": "00:55:18"
  },
  {
    "text": "And usually kind of being confused and bothered by things.",
    "start": "00:55:18",
    "end": "00:55:21"
  },
  {
    "text": "And after a sermon, you're supposed to leave with less questions.",
    "start": "00:55:21",
    "end": "00:55:23"
  },
  {
    "text": "Yeah. And after a sermon, you leave with clarity and conviction. And I'm not saying that's wrong.",
    "start": "00:55:23",
    "end": "00:55:28"
  },
  {
    "text": "Right.",
    "start": "00:55:28",
    "end": "00:55:28"
  },
  {
    "text": "I'm just saying it's just different. It's just different.",
    "start": "00:55:28",
    "end": "00:55:31"
  },
  {
    "text": "And we are very sermon heavy. And the danger, it seems, is mitigated any danger that that presents, which is now you're starting to impose ideas that aren't actually in the text.",
    "start": "00:55:32",
    "end": "00:55:45"
  },
  {
    "text": "That's right.",
    "start": "00:55:45",
    "end": "00:55:46"
  },
  {
    "text": "If that happens, a good way to mitigate that is read large sections out loud together.",
    "start": "00:55:46",
    "end": "00:55:54"
  },
  {
    "text": "Yeah. That was some of the heartbeat behind the Read Scripture series and that Bible reading app.",
    "start": "00:55:54",
    "end": "00:55:59"
  },
  {
    "text": "So every seven years, they're supposed to be doing this at the feast of Booths. Is that the one where they.",
    "start": "00:55:59",
    "end": "00:56:07"
  },
  {
    "text": "You make a little shelter.",
    "start": "00:56:08",
    "end": "00:56:10"
  },
  {
    "text": "Make a shelter?",
    "start": "00:56:10",
    "end": "00:56:10"
  },
  {
    "text": "Yeah. In your yard. Yeah.",
    "start": "00:56:10",
    "end": "00:56:12"
  },
  {
    "text": "And that happens every year. But every seventh one of those, you're actually supposed to gather and read through the teachings, Correct?",
    "start": "00:56:12",
    "end": "00:56:20"
  },
  {
    "text": "Yep.",
    "start": "00:56:20",
    "end": "00:56:21"
  },
  {
    "text": "But then there's only. There's no example of that being done. Or there's no.",
    "start": "00:56:21",
    "end": "00:56:26"
  },
  {
    "text": "From Joshua, people entering the land. Until almost the exile to Babylon with Josiah, there's no mention of it.",
    "start": "00:56:26",
    "end": "00:56:32"
  },
  {
    "text": "But Josiah didn't do it during the.",
    "start": "00:56:32",
    "end": "00:56:34"
  },
  {
    "text": "No, he just, like, had an emergency.",
    "start": "00:56:34",
    "end": "00:56:36"
  },
  {
    "text": "Yeah. He did an emergency meeting. He didn't wait for, like, the next.",
    "start": "00:56:36",
    "end": "00:56:39"
  },
  {
    "text": "Emergency reading of Scripture.",
    "start": "00:56:39",
    "end": "00:56:40"
  },
  {
    "text": "Yeah. But we could assume that it probably was done. We just don't have records of it being done in the Bible itself.",
    "start": "00:56:40",
    "end": "00:56:48"
  },
  {
    "text": "Well, yeah. And at least for the period of the split kingdoms, it wouldn't surprise anyone if it wasn't done to think that it was being neglected. Because look at the spiritual and cultural state of Israel.",
    "start": "00:56:48",
    "end": "00:57:00"
  },
  {
    "text": "But during the first generations in the promised land or something, you can imagine it being done.",
    "start": "00:57:00",
    "end": "00:57:07"
  },
  {
    "text": "Yeah, yeah. The way Joshua frames it is the transition with Joshua's death after Joshua, this is how the book of Judges opens. A whole generation arose that didn't know the God of Israel or anything that he had done for them and how.",
    "start": "00:57:07",
    "end": "00:57:19"
  },
  {
    "text": "Much time would have passed there.",
    "start": "00:57:19",
    "end": "00:57:21"
  },
  {
    "text": "This is in Judges, the opening from Joshua to then immediately.",
    "start": "00:57:21",
    "end": "00:57:26"
  },
  {
    "text": "Oh, immediately.",
    "start": "00:57:26",
    "end": "00:57:27"
  },
  {
    "text": "Yeah. Oh, yeah. So this is Judges, chapter 2. Joshua dismissed the Israelites. They all go back to their tents. The people served the God of Israel throughout the lifetime of Joshua and of the elders who outlived him and saw everything. After that whole generation had been gathered to their ancestors, another generation grew up. They didn't know the God of Israel.",
    "start": "00:57:27",
    "end": "00:57:48"
  },
  {
    "text": "So the children were not participating in the.",
    "start": "00:57:48",
    "end": "00:57:51"
  },
  {
    "text": "Yeah, yeah. The point is, very quickly, within the course of just a couple generations of Israel being now settled in the land, they forget who they are, they forget their story, and they forget the kind of life that they are called to in relationship with God.",
    "start": "00:57:52",
    "end": "00:58:10"
  },
  {
    "text": "Thanks for listening to this episode. We're going to finish this topic on reading the Bible out loud together. In our next episode, the second in the series of how to Read the Bible, we'll see how Jesus started his ministry during a public reading of Scripture. We're really grateful for all of you who support this project. We're a nonprofit and our goal is to show the Bible as a unified story that leads to Jesus. We do that with free videos and resources. Our videos are on our YouTube channel, YouTube.com thebibleproject and there's more resources like study guides and digital posters you could download. It's for free on our website, thebibleproject.com thanks for listening and thanks for being a part of this with us. Sam.",
    "start": "00:58:11",
    "end": "00:59:03"
  }
]