[
  {
    "text": "Hey, this is John from the bibleproject. Today on the podcast, we are going to finish the conversation that we began last week. It's a live conversation that Tim and I had in Milpitas, California, at the end of last year on design patterns. If you haven't listened to the last episode, I highly recommend you do that. We introduced the idea of design patterns and walk through one in particular in detail so that you can understand what it is and how significant it is to understanding the Bible as literature. This conversation, we complete that, and we have the video on design patterns up on our YouTube channel that you can watch. It's YouTube.com thebibleproject but without further ado, here is the rest of our conversation from Milpitas, California. So we're talking about biblical narrative and the sophistication that biblical authors have in linking together ideas through repetition. We've just been talking about repetition, and at this point, to me, it kind of seems like, okay, this is pretty simple. Like, this doesn't seem unexpected to me. Or, I mean, intuitive. Yeah. And when you've been telling me, like, oh, man, this. It's been blowing my mind. I didn't think you just were going to talk about how words repeat.",
    "start": "00:00:08",
    "end": "00:01:25"
  },
  {
    "text": "No, no. But you know me. I like to. We're both the same way. If we want to understand something, we want.",
    "start": "00:01:25",
    "end": "00:01:35"
  },
  {
    "text": "You got to start at the.",
    "start": "00:01:35",
    "end": "00:01:36"
  },
  {
    "text": "Build it from the ground up.",
    "start": "00:01:36",
    "end": "00:01:38"
  },
  {
    "text": "Okay. So we're going deeper.",
    "start": "00:01:38",
    "end": "00:01:39"
  },
  {
    "text": "Totally.",
    "start": "00:01:39",
    "end": "00:01:40"
  },
  {
    "text": "We're spelunking down.",
    "start": "00:01:40",
    "end": "00:01:41"
  },
  {
    "text": "But it's the first basic. If you don't have this tool in your tool set, you won't track with anything else that happens. You have to become a skilled observer of repeated words. That's where you start.",
    "start": "00:01:41",
    "end": "00:01:54"
  },
  {
    "text": "That's level one, correct?",
    "start": "00:01:54",
    "end": "00:01:55"
  },
  {
    "text": "Yep, that's it.",
    "start": "00:01:56",
    "end": "00:01:57"
  },
  {
    "text": "Sweet. So what we'll do is we'll go to the next level and then we'll stop again for an extended Q and R that can just be open to anything. At the end of this.",
    "start": "00:01:57",
    "end": "00:02:12"
  },
  {
    "text": "At the end.",
    "start": "00:02:12",
    "end": "00:02:12"
  },
  {
    "text": "Does that sound good? Okay, cool. So we'll do a couple more, however many we can do, and then we'll. And then we'll do that.",
    "start": "00:02:13",
    "end": "00:02:19"
  },
  {
    "text": "All right. All right. Well, but here's. I mean, Robert Alter, he's great. So let's just. Good summary, transition quote.",
    "start": "00:02:19",
    "end": "00:02:27"
  },
  {
    "text": "Robert Alter.",
    "start": "00:02:27",
    "end": "00:02:27"
  },
  {
    "text": "Yep. He says, yeah, a coherent reading of any work of art, whatever the medium. Oh, wait, that's. We already did that one. So different. Robert Alter quote. Yeah. Yes. Here we go. The one that I didn't make. Big. Sorry.",
    "start": "00:02:27",
    "end": "00:02:46"
  },
  {
    "text": "Just control A. And then just.",
    "start": "00:02:46",
    "end": "00:02:49"
  },
  {
    "text": "Well, it's going to mess up my charts.",
    "start": "00:02:49",
    "end": "00:02:50"
  },
  {
    "text": "Well, switch back to the PDF of the charts.",
    "start": "00:02:53",
    "end": "00:02:55"
  },
  {
    "text": "I don't know.",
    "start": "00:02:56",
    "end": "00:02:57"
  },
  {
    "text": "All right.",
    "start": "00:02:57",
    "end": "00:02:57"
  },
  {
    "text": "Ok, Here we go.",
    "start": "00:02:57",
    "end": "00:02:58"
  },
  {
    "text": "Sorry, guys. You just have to deal with stuff.",
    "start": "00:02:58",
    "end": "00:02:59"
  },
  {
    "text": "I look like I'm tech savvy, but I'm actually not. Ok. All right. Yeah, here we go. One of the most imposing barriers that stands between modern readers and the imaginative subtlety of biblical authors.",
    "start": "00:03:00",
    "end": "00:03:12"
  },
  {
    "text": "Good phrase.",
    "start": "00:03:12",
    "end": "00:03:13"
  },
  {
    "text": "Is the prominence of repetition. We are accustomed to stories in which repetition is far less obvious. And so this is probably the feature of biblical narrative that looks the most primitive to the modern eye. In order to appreciate the artfulness of this kind of repetition, a modern reader has to cultivate a new, even opposite set of expectations than what they bring to literary works. Modern stories usually attempt to mimic this important. And I think this is a good observation. Modern stories mimic reality by giving us large amounts of information that aren't crucial to the plot, so that one is expected to detect the repetition of key themes and words against all the other background noise. Biblical narrative is precisely the opposite. Here we're confronted with extremely spare narrative with a high degree of repetition and similarity. What we're expected to notice is the small but revealing differences among the sea of similarities. This is how new meanings emerge in patterns of expectation. I thought this was just such a concise way of putting it. You've said it in different ways before that we're used to stories that tell you all kinds of stuff. You know, the famous example is in Les Miserables, where it's like a whole chapter on the gutters of Paris or something like that, you know, or just, you know, in like, many classic works, it's like whole chapters on the main character's grandmother or something. And so we know biblical narrative is not like that. Yeah, but what it means is that paying attention not just to these repetitions, but to how they differ and their variation, that's the skill that these authors assume you're going to cultivate as you read these texts.",
    "start": "00:03:13",
    "end": "00:05:01"
  },
  {
    "text": "Cool.",
    "start": "00:05:01",
    "end": "00:05:02"
  },
  {
    "text": "Okay, so let's. Oh, yes. I had my own illustration with Star Wars. Ooh. Yeah. Okay. Deal? Deal. Yes. What's that? Yeah, we can do this. I think it'll appear up there. Great. Okay, so here's what this is. This is somebody who chose scenes from the Force Awakens. Right. The most recent trilogy installation. And then. Oh, actually from the whole first trilogy. And just. Can you guys even see? Okay, good. All right. There's a bad angle from here, but what. He's actually here. Just watch it and you'll just see hmm. What are these movies about? Well, let's see. They open the same. They begin with an introduction to enemy spaceships that make you realize they're gigantic. But then there's robots, these rescue robots somehow. And then there's the smoky introduction of the evil enemies and the soldiers. And then lots of good people are dying. But then there's little robots that are the crucial elements. They're going to save the whole world through these crucial robots. And then this smoky entrance of the bad guy. You guys get it? I mean, it's ridiculous. It's crazy. The innocent, like, victim is slain. Then the person who gave the robot the information, and then the robot escapes into the desert. And then. Did you guys notice this stuff? If you saw Force Awakens, if you're a Star wars nerd, did you notice these things? I mean, look at. Guys, look at this. Just right. Then the captured. Right, the person who's captured who gave away the information. Then there's a whole torture scene where. Looks kind of lazy, actually. You know, right. Now, what's interesting is that different scenes get overlapped in different ways. So this is escaping from the desert planet. The Millennium Falcon escape. That was so obvious. I don't know if you spotted that one. Yeah. And then the gun scene. Right. With the old school sight. Right. I mean, just look at this. It's great. Now, what's most fascinating is, for example, we'll just kind of move down here. This is. Oh, yeah. The discovery of the lightsaber. But notice, okay, this is important. So notice there are all these different scenes where people discover the lightsaber. So in the first one, it's Rey opening up. And so here she's mapped onto Obi. Obi Wan opening up.",
    "start": "00:05:03",
    "end": "00:07:30"
  },
  {
    "text": "Yeah. And a lot of people have the theory that she's. What? It's not squirrel. Someone's tracking. Yes, the Obi Wan theory.",
    "start": "00:07:30",
    "end": "00:07:41"
  },
  {
    "text": "Yes.",
    "start": "00:07:41",
    "end": "00:07:42"
  },
  {
    "text": "All right, that's not good.",
    "start": "00:07:42",
    "end": "00:07:44"
  },
  {
    "text": "So, but then notice. But then they parallel. When Luke turns on the lightsaber is paralleled to when. Yeah, Finn, of course. Yeah, sorry. When Finn turns on the lightsaber. So the discovery of the lightsaber is something that's about the Jedi. Finn, as far as we know yet, doesn't have Jedi. It's Rey, who's the Jedi. So notice.",
    "start": "00:07:44",
    "end": "00:08:05"
  },
  {
    "text": "But he knows how to use one.",
    "start": "00:08:05",
    "end": "00:08:06"
  },
  {
    "text": "But he knows how to use it. So you have the same motifs that can swap characters in these repeated scenes here. It's not just that the same character always does the same thing. It's that the composition of the frame makes you all of a sudden compare two characters you would have never thought to compare before. But then once you see it like this, you're just like, oh, yeah, I get it in this scene. Another good example is in comparing the destruction of the Death Star and this, the battle for the trench scenes. Because in the battle trench of the Death Star in A New Hope, who's the one who scores the winning shot? It's Luke. And that's where one of his first times of cluing into the Force, where he becomes aware of his ability and that's how he can get the thing down the tiny little tunnel. But in the Force Awakens, who is it who goes down the trench? It's Poe Dameron. And is he the budding Jedi in the story? He's not. Who's the budding Jedi? It's Rey. So notice there it's. But what's Rey doing at that moment in the story where Poe is up there doing this thing? Rey's down on the planet discovering her Jedi powers. So they've taken the motif of Luke discovering his Jedi powers while destroying the Death Star, and they split it up between two characters. Do you see that? And you're just like, that's brilliant. That's brilliant.",
    "start": "00:08:06",
    "end": "00:09:38"
  },
  {
    "text": "Yeah. J.J. did a good job.",
    "start": "00:09:38",
    "end": "00:09:40"
  },
  {
    "text": "Yeah. So, okay, now you could have a whole debate on how this is so unoriginal. What an unoriginal way to write a movie.",
    "start": "00:09:40",
    "end": "00:09:50"
  },
  {
    "text": "Yeah. But it doesn't feel that way. It felt thrilling. It was a great. It was a great addition.",
    "start": "00:09:50",
    "end": "00:09:55"
  },
  {
    "text": "Yeah.",
    "start": "00:09:55",
    "end": "00:09:55"
  },
  {
    "text": "Yeah.",
    "start": "00:09:55",
    "end": "00:09:55"
  },
  {
    "text": "You could watch it by itself, never having seen the first one. And you just be like, that's an awesome story.",
    "start": "00:09:55",
    "end": "00:10:00"
  },
  {
    "text": "Yeah.",
    "start": "00:10:00",
    "end": "00:10:00"
  },
  {
    "text": "Right? The Force Awakens.",
    "start": "00:10:00",
    "end": "00:10:02"
  },
  {
    "text": "Yeah.",
    "start": "00:10:02",
    "end": "00:10:02"
  },
  {
    "text": "Then you could go back and begin to reread the epic. Right. And then you would see all of these things that you'd never noticed before through these parallels.",
    "start": "00:10:02",
    "end": "00:10:12"
  },
  {
    "text": "How much of this did you notice when you saw it the first time?",
    "start": "00:10:12",
    "end": "00:10:15"
  },
  {
    "text": "Quite a lot.",
    "start": "00:10:15",
    "end": "00:10:15"
  },
  {
    "text": "Quite a lot. Did you? We saw it together. Right. Or was that your second time?",
    "start": "00:10:16",
    "end": "00:10:20"
  },
  {
    "text": "That was my second time.",
    "start": "00:10:21",
    "end": "00:10:21"
  },
  {
    "text": "That was your second time?",
    "start": "00:10:21",
    "end": "00:10:22"
  },
  {
    "text": "That was actually my third time.",
    "start": "00:10:23",
    "end": "00:10:25"
  },
  {
    "text": "I love how this moment of honesty. That was awesome. Yeah, that was my first time.",
    "start": "00:10:29",
    "end": "00:10:34"
  },
  {
    "text": "Okay, so here's my point. This isn't some. We get this. This is like real time in, like, move cinematic art in 21st century Western culture. So the question is, is this a new thing to create epic story worlds where later characters are playing and riffing off of earlier characters and stories in such a way that you actually grasp deeper significance of what's happening here? Only if you grasp how they're variations on a theme.",
    "start": "00:10:37",
    "end": "00:11:13"
  },
  {
    "text": "Yeah.",
    "start": "00:11:13",
    "end": "00:11:14"
  },
  {
    "text": "And so we kind of expect this in a Star wars universe. There's different things like this going on in many epic narratives. I've never read Harry Potter, but the way my wife tells me how the stories work, it's very similar iterations. Lord of the Rings is like this. Are you with me? This is very common. So I'm telling you guys, the biblical authors, it's uncanny. It's uncanny the level to which they're doing this kind of thing. And it raises all kinds of questions about how the narratives came into existence or the stages by which they do. And that's a fascinating conversation about how the Mona Lisa came into existence. But don't ever let that distract you from just staring at the Mona Lisa and seeing what it's doing, and it'll blow your mind. Let's go. Here's an example. Often this will happen in stories that are right next to each other. And I chose this example because we've actually talked about it at length before, which is how the story of the temptation and rebellion of the first human characters whose names are Human and Life. Human and life. It's important how they're precisely mapped on to each other, just like Luke and Poe Dameron in the Death Star Trench. So, for example, you have a human who has a significant choice set before them, but for kind of an unclear reason.",
    "start": "00:11:14",
    "end": "00:12:46"
  },
  {
    "text": "The knowledge of the tree.",
    "start": "00:12:47",
    "end": "00:12:48"
  },
  {
    "text": "Eat from any tree, not from this one.",
    "start": "00:12:49",
    "end": "00:12:51"
  },
  {
    "text": "I know, it's a pet peeve of mine. It's like. And then he puts it in the middle of the garden. Yeah, just put it off to the side.",
    "start": "00:12:51",
    "end": "00:13:00"
  },
  {
    "text": "Yeah. Totally.",
    "start": "00:13:00",
    "end": "00:13:01"
  },
  {
    "text": "Ridiculous.",
    "start": "00:13:03",
    "end": "00:13:04"
  },
  {
    "text": "But see, that's good. It's a gap in the narrative that it's so clearly forcing you to see. Like. Okay, I guess so. Notice how, without repeated words, the next story has the same thing going on. Here it's about Cain being given a choice about what he's going to do with his anger, that God has chosen and favored Abel's sacrifice, but not his own. So here it's just a thematic overlap. Right. You have two characters who now the whole story is about their choice.",
    "start": "00:13:05",
    "end": "00:13:39"
  },
  {
    "text": "Yeah.",
    "start": "00:13:39",
    "end": "00:13:40"
  },
  {
    "text": "And both of it's a choice resulting from something God did. And the humans don't understand it. And so their lack of understanding God's decision or God's behavior is what creates the conflict in the story. So then what's interesting is the agent of the human failure is depicted as another entity. So for human and life, it's a snake, animal. We've Talked about this one. In the Cain story, it's the first time the word sin appears in the Bible. It's sin. And then sin is described with poetic animal language. Yeah, it's an animal.",
    "start": "00:13:40",
    "end": "00:14:23"
  },
  {
    "text": "That crouching word is what animals do.",
    "start": "00:14:23",
    "end": "00:14:26"
  },
  {
    "text": "That's right.",
    "start": "00:14:26",
    "end": "00:14:26"
  },
  {
    "text": "Where they're gonna.",
    "start": "00:14:26",
    "end": "00:14:27"
  },
  {
    "text": "Lurking or something.",
    "start": "00:14:27",
    "end": "00:14:28"
  },
  {
    "text": "Yeah. Pounce on you.",
    "start": "00:14:28",
    "end": "00:14:29"
  },
  {
    "text": "What is crouching? That's a good one. Usually you're crouching. Cause you're gonna pounce. Leap or pounce. Yeah, that's right. Yeah. So once again, it's not a repeated word.",
    "start": "00:14:30",
    "end": "00:14:40"
  },
  {
    "text": "It's a cool image of sin. Have you seen the new Planet Earth series?",
    "start": "00:14:40",
    "end": "00:14:43"
  },
  {
    "text": "No.",
    "start": "00:14:44",
    "end": "00:14:44"
  },
  {
    "text": "It's really good.",
    "start": "00:14:45",
    "end": "00:14:46"
  },
  {
    "text": "Oh, the snake scene.",
    "start": "00:14:46",
    "end": "00:14:47"
  },
  {
    "text": "Oh, no.",
    "start": "00:14:47",
    "end": "00:14:48"
  },
  {
    "text": "Oh, not that.",
    "start": "00:14:48",
    "end": "00:14:49"
  },
  {
    "text": "But they show. They show this mountain lion. I don't know exactly what it was, but just pouncing. And it's amazing how high these things get. They're just like really slowly moving, watching every step, and then all of a sudden, just. Just blasts in the air.",
    "start": "00:14:49",
    "end": "00:15:08"
  },
  {
    "text": "Yes.",
    "start": "00:15:08",
    "end": "00:15:09"
  },
  {
    "text": "And just like such a unbelievable, frightening. If you were a mouse.",
    "start": "00:15:09",
    "end": "00:15:13"
  },
  {
    "text": "Yes.",
    "start": "00:15:13",
    "end": "00:15:13"
  },
  {
    "text": "Right. Like just all of a sudden, just this massive.",
    "start": "00:15:13",
    "end": "00:15:16"
  },
  {
    "text": "Yes.",
    "start": "00:15:16",
    "end": "00:15:16"
  },
  {
    "text": "Mammal just flying at you, actually.",
    "start": "00:15:16",
    "end": "00:15:18"
  },
  {
    "text": "So that'. Notice the intentionality there. Yeah. Animals that crouch, they are like that. They're. Would you say they're surprising? You don't realize how much muscle and energy is in that little crouching animal right there. So there's. Notice this is the poetic nature of these narratives. Notice how that has this thematic overlap with a snake, which doesn't pounce, but it is also mysterious and sly and crafty. There's something. There's more than meets the eye here. And somehow the temptation is depicted as you wouldn't expect. This thing's gonna ruin your life. Right. When you first see it, it's weird what's going on. And it's the thing that's gonna destroy.",
    "start": "00:15:18",
    "end": "00:16:07"
  },
  {
    "text": "You, strike you quickly.",
    "start": "00:16:07",
    "end": "00:16:08"
  },
  {
    "text": "Yes. And it's an animal. And it's also the first word of sin. Appearance of sin. So here the snake figure gets overlapped with a more abstract concept of sin. It's brilliant. Yeah, it's brilliant.",
    "start": "00:16:08",
    "end": "00:16:24"
  },
  {
    "text": "Yeah.",
    "start": "00:16:24",
    "end": "00:16:25"
  },
  {
    "text": "So when the human gives in, they make the wrong decision. Right. So in the woman's. In life's case, it's taking from the tree and then giving to her husband. In Cain's case, he was angry, gave in to his anger, kills his brother. God's first response in both stories is identical, both in Hebrew and English. God called out to the human, where are you? Which is what God said to Cain. Where's your brother? God said to the woman, what have you done? God said to Cain, what have you done? There's good. It's verbatim repetition. In fact, that might be. When you're reading through the story, you're just like, oh, it's a new story. Cain and Abel. That's the first verbatim repetition.",
    "start": "00:16:26",
    "end": "00:17:12"
  },
  {
    "text": "And all of a sudden you should be like, wait a second.",
    "start": "00:17:13",
    "end": "00:17:14"
  },
  {
    "text": "Yes. It's like, that's the little trigger word. And then you're like, wait, that's what God said to hold on. And then you stop. Then you go, reread Genesis 3. Then you reread Genesis 4 again. And then, oh, I said, and then. Are you with me?",
    "start": "00:17:14",
    "end": "00:17:30"
  },
  {
    "text": "Yeah.",
    "start": "00:17:30",
    "end": "00:17:31"
  },
  {
    "text": "Then you spend a week just reading these chapters of the Bible, creating all the connections. It's the dense German bread, okay? So the human dodges the question. So the man, Adam says, well, it was the woman. She's the one who gave it to me. And then the woman says, it was the snake. And Cain dodges the question. I don't know. Am I my brother's keeper? Yeah, the perpetrator is cursed, in which case it's the serpent, and he's cursed more than. Or in Hebrew, it's, you're cursed from every beast. And then the ground is cursed for the humans. And then Cain. It's the same phrase. You are cursed from the ground. In both cases, working the ground will be more difficult. In pain, the humans will eat from the ground. Whereas Cain says, you'll work the ground, but it won't give you anything, so you're going to be a wanderer. And then both cases end again with an identical, uncommon Hebrew word. Banish.",
    "start": "00:17:31",
    "end": "00:18:34"
  },
  {
    "text": "Banish. It's uncommon.",
    "start": "00:18:34",
    "end": "00:18:36"
  },
  {
    "text": "It's not that common of a word. So the only verbatim key words are what have you done? And banished. But then the moment your radar's triggered, then you are meant to go back and reread the narratives and start seeing Poe, Dameron, and Luke flying through the trench. And so think of what this does. I'll just ask you, like what? All of a sudden? How does reading these narratives as overlapping? How does it enrich one's readings of the story? What do you now start to think about the tree story? And what is.",
    "start": "00:18:36",
    "end": "00:19:13"
  },
  {
    "text": "Yeah, yeah. And we. And we've talked about this before, and I think what I was. What unlocked for me was seeing that these stories in Genesis are. Have a bigger motivation at hand than just telling us what happened with first humans.",
    "start": "00:19:14",
    "end": "00:19:33"
  },
  {
    "text": "Interesting things that happened.",
    "start": "00:19:33",
    "end": "00:19:34"
  },
  {
    "text": "Interesting thing that happens with first humans. I tell you a story about my great, great Grandpa.",
    "start": "00:19:34",
    "end": "00:19:38"
  },
  {
    "text": "Yeah.",
    "start": "00:19:38",
    "end": "00:19:38"
  },
  {
    "text": "It's. It wants you to key in on one idea and really drill it home.",
    "start": "00:19:39",
    "end": "00:19:44"
  },
  {
    "text": "Yes.",
    "start": "00:19:44",
    "end": "00:19:45"
  },
  {
    "text": "And that idea being, look how tragic it is when humans decide what is good and give in to this mysterious evil. And I guess the question is like, well, yeah, why not just one story? Right?",
    "start": "00:19:45",
    "end": "00:20:02"
  },
  {
    "text": "That's right.",
    "start": "00:20:02",
    "end": "00:20:02"
  },
  {
    "text": "That would have been good enough. Let's pick one good story. But instead, then you get two that parallel each other so closely.",
    "start": "00:20:02",
    "end": "00:20:11"
  },
  {
    "text": "Yeah. Yeah, that's right. It's as if. And remember the name of the characters in the first one. Human.",
    "start": "00:20:11",
    "end": "00:20:19"
  },
  {
    "text": "Adam.",
    "start": "00:20:20",
    "end": "00:20:21"
  },
  {
    "text": "Human. So the first story in the Bible about people making a stupid decision, it's human and life. And you go through the list. Right. They redefine good and evil. Actually, it will be good for me to do the thing that God said not to do, even though I don't quite understand why. Right. It's all you go through. Then the first story given to you is about a human, another human, replaying the same exact thing.",
    "start": "00:20:21",
    "end": "00:20:50"
  },
  {
    "text": "Yeah.",
    "start": "00:20:50",
    "end": "00:20:51"
  },
  {
    "text": "And then the moment those two are set there, it's like the Western Quick Draw pattern. These stories are giving us the fundamental template of the human condition.",
    "start": "00:20:51",
    "end": "00:21:02"
  },
  {
    "text": "Yeah. I should see this pattern in my life.",
    "start": "00:21:02",
    "end": "00:21:07"
  },
  {
    "text": "Yes.",
    "start": "00:21:07",
    "end": "00:21:07"
  },
  {
    "text": "And in.",
    "start": "00:21:07",
    "end": "00:21:08"
  },
  {
    "text": "And I should expect to see this pattern again in the story.",
    "start": "00:21:08",
    "end": "00:21:11"
  },
  {
    "text": "And I should expect this pattern in biblical stories.",
    "start": "00:21:11",
    "end": "00:21:13"
  },
  {
    "text": "Yes. Yeah. And it's as if each. Now that I've been given, like, the base template, the human story, pages two and three, then all these other portraits that come after are giving me. It's doing what we're going to talk about in the characters video, which is different examples. So maybe the one with Saul doesn't land or something. Or maybe the story of Samson doesn't work. But then maybe this one. I see myself in Abraham, or I see myself and it becomes a whole wall of family portraits of stupid humans. Right. And then there's no way you're going to escape the Hebrew scriptures without seeing yourself. Many of these characters, because they're also reflective mirrors, because they're all about humans. And who am I sitting here reading this text? I'm a human, so it's exactly right. Yeah. The more I ponder how Genesis 1 through 4 works, it's amazing.",
    "start": "00:21:13",
    "end": "00:22:14"
  },
  {
    "text": "It's kind of like you talked about the musical analogy. It happens. That happens in music, classical music. You'll be introduced to a. Like a. What do they call it?",
    "start": "00:22:15",
    "end": "00:22:27"
  },
  {
    "text": "Oh, like the opening melody. Opening sentence.",
    "start": "00:22:28",
    "end": "00:22:30"
  },
  {
    "text": "Yeah.",
    "start": "00:22:30",
    "end": "00:22:31"
  },
  {
    "text": "Yes.",
    "start": "00:22:31",
    "end": "00:22:31"
  },
  {
    "text": "And then you'll hear it again and. Oh, okay. I'm gonna expect to hear that.",
    "start": "00:22:31",
    "end": "00:22:34"
  },
  {
    "text": "That's right.",
    "start": "00:22:34",
    "end": "00:22:35"
  },
  {
    "text": "And so now your Ear is tuned to hear that melody.",
    "start": "00:22:35",
    "end": "00:22:39"
  },
  {
    "text": "Yep.",
    "start": "00:22:39",
    "end": "00:22:39"
  },
  {
    "text": "But you'll hear it in different ways.",
    "start": "00:22:39",
    "end": "00:22:41"
  },
  {
    "text": "Yes, it's.",
    "start": "00:22:41",
    "end": "00:22:41"
  },
  {
    "text": "And you'll hear it overlap with different things.",
    "start": "00:22:41",
    "end": "00:22:43"
  },
  {
    "text": "Yes.",
    "start": "00:22:43",
    "end": "00:22:44"
  },
  {
    "text": "Yeah, yeah. And so that's what we're supposed to be listening for. This. This melody of the human condition, like from right off the bat. I'm on page four of the Bible, and I'm. Now, okay, I'm paying attention. I know what's coming.",
    "start": "00:22:44",
    "end": "00:23:00"
  },
  {
    "text": "I get it. I get it.",
    "start": "00:23:00",
    "end": "00:23:01"
  },
  {
    "text": "Now this whole book is gonna be wrestling with this thing.",
    "start": "00:23:01",
    "end": "00:23:04"
  },
  {
    "text": "Okay. So those are in two stories right next to each other.",
    "start": "00:23:04",
    "end": "00:23:08"
  },
  {
    "text": "Yeah.",
    "start": "00:23:08",
    "end": "00:23:08"
  },
  {
    "text": "Once you hear the melody or see the thematic repetition or patterning, then you just tuck it away and you keep reading in the story. I'm going to skip some examples because we're on this train. And this is just a setup for the next examples. So these are two stories next to each other. Human and life next to Cain and Abel. Let's come back and just revisit a couple things. Then I go back and I'm going to. I'm on example. Yeah, that's right. Okay. So now I'm like, ooh, Okay, I need to go back and reread the human and life story just to make sure I didn't miss anything that was important there. Because I know this is the template now.",
    "start": "00:23:09",
    "end": "00:23:48"
  },
  {
    "text": "It's very thorough of you.",
    "start": "00:23:48",
    "end": "00:23:49"
  },
  {
    "text": "Yep. So let's track with some details. And I've just put in bullet points here, all the ones that are going to be important for everything that follows. So here's the divine command here. From any tree in the garden, you may eat. From the tree of the Knowledge of Good and Evil, you shall not eat from it. From the day you eat of it, you'll surely die. It's a crystal clear divine command. I may not understand the motive.",
    "start": "00:23:49",
    "end": "00:24:14"
  },
  {
    "text": "Right? Yeah.",
    "start": "00:24:14",
    "end": "00:24:14"
  },
  {
    "text": "But what it is I'm supposed to not do is immediately obvious.",
    "start": "00:24:15",
    "end": "00:24:18"
  },
  {
    "text": "Yes, there's a tree. Do not eat it.",
    "start": "00:24:18",
    "end": "00:24:20"
  },
  {
    "text": "That's right.",
    "start": "00:24:20",
    "end": "00:24:21"
  },
  {
    "text": "Got it.",
    "start": "00:24:21",
    "end": "00:24:22"
  },
  {
    "text": "So, and what is the narrative of the failure? Genesis 3, 6. When the woman saw. We already talked about this. It's the woman doing what God has been doing. God sees what is good just because he has the knowledge. He provides what is good. But now it's the woman seeing. What else does she see? She sees that it's desirable to the eyes. I want that. It's good and I want it.",
    "start": "00:24:22",
    "end": "00:24:48"
  },
  {
    "text": "Yeah. Must have been a nectarine.",
    "start": "00:24:48",
    "end": "00:24:51"
  },
  {
    "text": "So I want it. It's also desirable, Nehmad. Desirable to make me wise. God's holding out on me. There's Actually, some.",
    "start": "00:24:54",
    "end": "00:25:07"
  },
  {
    "text": "There's more to know.",
    "start": "00:25:07",
    "end": "00:25:08"
  },
  {
    "text": "There's more maturity, there's more experience that's accessible to me if I do the thing that God is prohibiting me from doing.",
    "start": "00:25:08",
    "end": "00:25:17"
  },
  {
    "text": "Yeah.",
    "start": "00:25:17",
    "end": "00:25:17"
  },
  {
    "text": "And she took.",
    "start": "00:25:18",
    "end": "00:25:19"
  },
  {
    "text": "I never thought that before.",
    "start": "00:25:19",
    "end": "00:25:20"
  },
  {
    "text": "Yeah, I'm just saying. So she took from its fruit. She ate. She gave to her husband. He ate. What's the result? Their eyes are opened and oh, we're naked. It's all this nakedness which keys back to the thing of. They were naked at first, but no shame. Total vulnerability. But now they see that they're naked and they hide their bodies from each other. Then they heard the voice. They heard the sound. This is tricky. This is a Hebrew thing. The Hebrew word kol is the same word for voice. A personal noise or sound is from an impersonal object.",
    "start": "00:25:21",
    "end": "00:26:03"
  },
  {
    "text": "Okay.",
    "start": "00:26:03",
    "end": "00:26:04"
  },
  {
    "text": "It's just kol that's important. Got it. Trust me, it's important. So they hear the sound of Yahweh, God walking in the garden, and they hide themselves. So then God says, where are you? Where are you? And then he finds human and human says the woman, right, the blame shifting, lame excuse. She gave it to me and I ate. Question, what have you done? And then there's interesting little phrase there. He holds the man. He holds both the man and the woman responsible. But he uses this phrase, he says, because you listen to the voice of your wife. So the humans hear the voice of God walking. And then he says, because you listen not to me, what I said to you. You listen to the voice of your wife. There you go. So those are other interesting things that I noticed in the story. I move on. What's the next story in the Bible? As you're reading about a husband and a wife trying to navigate a difficult decision. If you just read through what's the next story about? Husband and wife navigating a difficult decision, about a divine promise that was given or a divine word, Abraham and Sarah. Now this story is about how God promised that they were going to have children. Great family. Which is quite remarkable because they're super old. They're super old.",
    "start": "00:26:04",
    "end": "00:27:30"
  },
  {
    "text": "Yeah.",
    "start": "00:27:30",
    "end": "00:27:31"
  },
  {
    "text": "So. But God was crystal clear, like a family is going to come from you. So that's in the previous story, chapter 15, look up in the stars.",
    "start": "00:27:32",
    "end": "00:27:43"
  },
  {
    "text": "Yeah.",
    "start": "00:27:43",
    "end": "00:27:44"
  },
  {
    "text": "A child will come from you, not someone else in your house. This kind of thing. All right, so the story begins. Now, Sarai Abram's wife had no children, but she had an Egyptian slave named Hagar. So notice how it's. The female figure is the first main actor in the Story, she says to Abram, go now have sex with my female slave. Perhaps I will be built up from her. It's the word for literally construct a building. It's a very odd turn of phrase. I will be built up from her. This is also something biblical authors, they love to do this. I'm just covering. And it's something like, what's going on in Star wars is they'll introduce some glitch in the story, a weird turn of phrase.",
    "start": "00:27:44",
    "end": "00:28:41"
  },
  {
    "text": "Oh, okay. Like, that's not a normal way to say that.",
    "start": "00:28:41",
    "end": "00:28:44"
  },
  {
    "text": "It's not a normal way to say that. Why would you say, well, that's a weird way to say that? I will be built up from her. Like I'm a building.",
    "start": "00:28:44",
    "end": "00:28:50"
  },
  {
    "text": "Yeah.",
    "start": "00:28:50",
    "end": "00:28:51"
  },
  {
    "text": "Can you think of anywhere earlier in the story where the woman was built up? And it's precisely the Hebrew word used to describe the creation of the woman as the companion for the man. In Genesis 2, God took from the side of the human and built the woman. And the word built appears just two times in the Bible at this point in the story. Right there and right here. So now you're thinking about. Oh, yeah. About the building of a family. And it echoes this relationship. It echoes the Adam and Eve story.",
    "start": "00:28:51",
    "end": "00:29:25"
  },
  {
    "text": "Okay.",
    "start": "00:29:25",
    "end": "00:29:26"
  },
  {
    "text": "Are you with me? Subtle little cue, maybe. Wouldn't think anything of it until you notice some other things. So Abram's like, hey, I get to have more sex. So he listened quite happily to the voice of his wife.",
    "start": "00:29:26",
    "end": "00:29:45"
  },
  {
    "text": "Yeah. He didn't argue.",
    "start": "00:29:45",
    "end": "00:29:46"
  },
  {
    "text": "Which. He didn't argue. Right. I mean, the whole story is depicted as very odd, especially after he's become the paradigm of faith in the previous narrative. Yeah, right. So the narrative. Here he is, and Sarah speaks first. Right. Have sex with my Egyptian slave. And Abram's like, okay. And it's. Notice the phrasing. He listened to the voice of Sarah.",
    "start": "00:29:47",
    "end": "00:30:08"
  },
  {
    "text": "Oh, there it is.",
    "start": "00:30:08",
    "end": "00:30:10"
  },
  {
    "text": "There it is. Okay, so it's in bold. It's in bold. So Sarai, the wife of Abram, the woman took Hagar and gave her to Abram.",
    "start": "00:30:12",
    "end": "00:30:26"
  },
  {
    "text": "Wow.",
    "start": "00:30:26",
    "end": "00:30:27"
  },
  {
    "text": "As a wife. Right. Do you get it? Do I need to. You get it, don't you? And he had sex with her when she, that is, Hagar, became pregnant. And when she saw Hagar sees that she was pregnant and her mistress became despised or became less in her eyes. So what goes on from the story here is. So Hagar is the one who sees. Notice, in the first story, it was the woman saw. But now we're riffing off of her seeing. Sarah was the one who took Gave to her husband. But it's Hagar, the other woman, who sees. And what does she see? Oh, now I could be the favored one in the family. Sarah gets super ticked off. And then she's like. It just says she oppressed Hagar. And so she goes to Abram and says, like, look, you know, she's pregnant now and she's being rude to me. And so what's Abram's response? Look, your female slave is in your hand. Do to her what's good in your eyes. Good for the eyes. Come on. It's too good. Right. And so Sarah oppressed Hagar. Hagar fled before her. And where does she go? She's banished to the wilderness. Precisely. Like Adam and Eve in Genesis.",
    "start": "00:30:27",
    "end": "00:31:49"
  },
  {
    "text": "Yeah.",
    "start": "00:31:50",
    "end": "00:31:50"
  },
  {
    "text": "So let me just. Do I need to say anything like you?",
    "start": "00:31:50",
    "end": "00:31:55"
  },
  {
    "text": "Right.",
    "start": "00:31:55",
    "end": "00:31:55"
  },
  {
    "text": "Well, actually, here, you tell me what you see is going on here.",
    "start": "00:31:56",
    "end": "00:32:00"
  },
  {
    "text": "Yeah. What seems to be going on here is that. Yeah. The author wants you, at this point, to not just. It's not just a story of Abraham screwing up. This is a story of Abraham wrestling with the same mysterious evil that all humanity's been wrestling with.",
    "start": "00:32:02",
    "end": "00:32:23"
  },
  {
    "text": "Yes. Yeah. Is Satan mentioned in the story?",
    "start": "00:32:23",
    "end": "00:32:25"
  },
  {
    "text": "No.",
    "start": "00:32:25",
    "end": "00:32:26"
  },
  {
    "text": "No.",
    "start": "00:32:26",
    "end": "00:32:26"
  },
  {
    "text": "But he doesn't need to be.",
    "start": "00:32:26",
    "end": "00:32:27"
  },
  {
    "text": "It doesn't need to be. He was on page three.",
    "start": "00:32:27",
    "end": "00:32:29"
  },
  {
    "text": "He was in there.",
    "start": "00:32:29",
    "end": "00:32:30"
  },
  {
    "text": "He was on the story about human.",
    "start": "00:32:30",
    "end": "00:32:32"
  },
  {
    "text": "Yeah.",
    "start": "00:32:32",
    "end": "00:32:33"
  },
  {
    "text": "You get the template.",
    "start": "00:32:34",
    "end": "00:32:34"
  },
  {
    "text": "Yeah. The melody's coming out again now in the story of Abraham.",
    "start": "00:32:34",
    "end": "00:32:39"
  },
  {
    "text": "Yes.",
    "start": "00:32:40",
    "end": "00:32:40"
  },
  {
    "text": "And it's texturing the story.",
    "start": "00:32:40",
    "end": "00:32:42"
  },
  {
    "text": "Yes.",
    "start": "00:32:42",
    "end": "00:32:42"
  },
  {
    "text": "Yeah. Yeah. It makes it way more meaningful.",
    "start": "00:32:44",
    "end": "00:32:48"
  },
  {
    "text": "Yeah. Yeah. You might be. You would read the story, and it's like. It's so weird. Like, the last story, they were, like, heroes, but now they're, like, oppressing this Egyptian slave. Right. Hagar's the victim here in the story. She's the victim of their stupid decision.",
    "start": "00:32:49",
    "end": "00:33:05"
  },
  {
    "text": "Yeah.",
    "start": "00:33:06",
    "end": "00:33:06"
  },
  {
    "text": "It's gonna produce conflict in their family. Think about, right? She's gonna give birth to Ishmael. It's gonna produce all this conflict in the family.",
    "start": "00:33:07",
    "end": "00:33:13"
  },
  {
    "text": "So the biblical author could have said, look, they made a bad decision. It's gonna be some family strife. But instead, he crafted this story in such a way that it's now echoing from this previous story.",
    "start": "00:33:14",
    "end": "00:33:33"
  },
  {
    "text": "It's another iteration of the theme. But notice here in the garden story, it was the response to a divine command that I didn't understand the motive here. They're responding to a divine promise. That seems incredible. So God said, it's going to come from you. And Abraham and Sarah are like, it's not happening. So let's find our own Solution. So it's. It's.",
    "start": "00:33:33",
    "end": "00:33:56"
  },
  {
    "text": "So when we don't get it.",
    "start": "00:33:56",
    "end": "00:33:57"
  },
  {
    "text": "Yes.",
    "start": "00:33:57",
    "end": "00:33:58"
  },
  {
    "text": "It's like we want to find our own solution.",
    "start": "00:33:58",
    "end": "00:33:59"
  },
  {
    "text": "Yep.",
    "start": "00:34:00",
    "end": "00:34:00"
  },
  {
    "text": "And, yes, it's gonna end poorly. Yeah.",
    "start": "00:34:00",
    "end": "00:34:04"
  },
  {
    "text": "Yeah. So Hagar becomes the fruit.",
    "start": "00:34:04",
    "end": "00:34:06"
  },
  {
    "text": "Yeah.",
    "start": "00:34:07",
    "end": "00:34:08"
  },
  {
    "text": "She becomes the way that they are redefining good and evil in their own eyes. And then all of a sudden, you have a very realistic narrative portrait of the human condition. Things are difficult. Things aren't working out the way I want them to. God said this was going to happen this particular way. I don't think. You know, sometimes you got to take things into your own hands. And who hasn't lived that story, like, a hundred times?",
    "start": "00:34:08",
    "end": "00:34:35"
  },
  {
    "text": "Yeah.",
    "start": "00:34:35",
    "end": "00:34:36"
  },
  {
    "text": "Anyway. Yeah. Yeah. So powerful, right? Yeah. Want to do another one?",
    "start": "00:34:37",
    "end": "00:34:43"
  },
  {
    "text": "Yeah, let's do one more.",
    "start": "00:34:43",
    "end": "00:34:44"
  },
  {
    "text": "Deal. Just one more.",
    "start": "00:34:44",
    "end": "00:34:45"
  },
  {
    "text": "Well, ten minutes, and then. And then Q and R or. Okay, how many? I don't know.",
    "start": "00:34:46",
    "end": "00:34:51"
  },
  {
    "text": "All right. I have a lot more. A lot more. And they actually just keep getting better. Oh, how you guys doing? You want to do some more?",
    "start": "00:34:51",
    "end": "00:34:57"
  },
  {
    "text": "Yeah.",
    "start": "00:34:57",
    "end": "00:34:57"
  },
  {
    "text": "Okay, great. Deal. All right, so here's the Israelites at Mount Sinai. They just got the ten Commandments. Smoking fire, God shows up on the mountain. Right, right, right. And the first two commandments are, don't.",
    "start": "00:34:57",
    "end": "00:35:11"
  },
  {
    "text": "Have any other gods.",
    "start": "00:35:11",
    "end": "00:35:12"
  },
  {
    "text": "Don't make any idols. Okay, crystal clear. Yeah, it's just crystal clear.",
    "start": "00:35:13",
    "end": "00:35:19"
  },
  {
    "text": "Right.",
    "start": "00:35:19",
    "end": "00:35:19"
  },
  {
    "text": "What's the first narrative?",
    "start": "00:35:21",
    "end": "00:35:23"
  },
  {
    "text": "Yeah. After they make an idol of another God.",
    "start": "00:35:23",
    "end": "00:35:27"
  },
  {
    "text": "And when the people saw that Moses was delayed. This is another one of these. That's a weird way to say that. Literally, it's when Moses. Boshesh. It's the word shame.",
    "start": "00:35:28",
    "end": "00:35:41"
  },
  {
    "text": "Like the nakedness and shame.",
    "start": "00:35:42",
    "end": "00:35:43"
  },
  {
    "text": "And if you look the last time, the word shame is not a common word in the Torah up to this point. And the first time that it appeared was the shame of the first humans. So Moses was making them ashamed by how long they had to wait. Do you remember how long it was?",
    "start": "00:35:44",
    "end": "00:36:01"
  },
  {
    "text": "Oh, 40 days.",
    "start": "00:36:02",
    "end": "00:36:03"
  },
  {
    "text": "40? Yeah, 40. And coming down from the mountain, and the people gathered against Aaron and said, hey, get up. Make us some gods who will go before us. As for this man, Moses, who brought us up out of Egypt, we don't know what happened to him. So the people end up doing the last thing. You get it, right? You get it?",
    "start": "00:36:03",
    "end": "00:36:24"
  },
  {
    "text": "Yeah.",
    "start": "00:36:24",
    "end": "00:36:25"
  },
  {
    "text": "Okay, so here's what happened. The people took their gold rings, and Aaron took from their hand, he makes the golden calf. And he saw and he built an altar before it and proclaimed. Now just stop right there. He saw what, the calf?",
    "start": "00:36:25",
    "end": "00:36:44"
  },
  {
    "text": "No, the altar. The what?",
    "start": "00:36:45",
    "end": "00:36:46"
  },
  {
    "text": "What? Here it Is he fashioned the golden calf and Aaron saw and he built an altar before it and proclaimed. It's a completely unnecessary verb.",
    "start": "00:36:46",
    "end": "00:36:58"
  },
  {
    "text": "Oh.",
    "start": "00:36:58",
    "end": "00:36:58"
  },
  {
    "text": "To say that it's verb in the sentence.",
    "start": "00:36:58",
    "end": "00:37:00"
  },
  {
    "text": "Yeah.",
    "start": "00:37:00",
    "end": "00:37:00"
  },
  {
    "text": "It doesn't say what he saw.",
    "start": "00:37:00",
    "end": "00:37:01"
  },
  {
    "text": "Yeah.",
    "start": "00:37:01",
    "end": "00:37:02"
  },
  {
    "text": "And it doesn't say.",
    "start": "00:37:02",
    "end": "00:37:02"
  },
  {
    "text": "It's like everyone's always seeing.",
    "start": "00:37:02",
    "end": "00:37:04"
  },
  {
    "text": "Totally.",
    "start": "00:37:04",
    "end": "00:37:04"
  },
  {
    "text": "Yeah. It's like, I wasn't all of a sudden, like, this guy's not paying attention with his eyes anymore.",
    "start": "00:37:04",
    "end": "00:37:08"
  },
  {
    "text": "Yeah, totally. But it's just like it's completely unnecessary to the story. There can be only one reason why this unnecessary verb is introduced in the story.",
    "start": "00:37:11",
    "end": "00:37:20"
  },
  {
    "text": "Lazy writing.",
    "start": "00:37:20",
    "end": "00:37:21"
  },
  {
    "text": "That's right. Silly green creature in front of you.",
    "start": "00:37:25",
    "end": "00:37:27"
  },
  {
    "text": "Yeah, silly.",
    "start": "00:37:27",
    "end": "00:37:28"
  },
  {
    "text": "That's right. Silly green creature. Yep. So he builds an altar before it, and he says, hey, feast for Yahweh tomorrow. So they got up really early the next day. They offered all these sacrifices. They're doing the very thing that God said not to do. And then the people sat down to eat, and they rose up to play. Now, this is a whole other set of hyperlinks of playing with all these sexual layers to its meaning. That's fascinating. But it's. Their eating results in something sketchy happening sexually. The first thing God says to Moses, go, get down. So the narrative shifts. You see the people doing this. Then all of a sudden, you shift up to the top of the mountain, and it's all. And God's the first one who speaks. And he speaks to Moses and he says, go get down.",
    "start": "00:37:28",
    "end": "00:38:19"
  },
  {
    "text": "Yeah.",
    "start": "00:38:19",
    "end": "00:38:19"
  },
  {
    "text": "Moses walks up, and as they're walking up, Joshua's with him. And what is Joshua? Joshua.",
    "start": "00:38:21",
    "end": "00:38:28"
  },
  {
    "text": "Here's Moses coming, The sound of which.",
    "start": "00:38:29",
    "end": "00:38:31"
  },
  {
    "text": "Oh, no, it's Moses. And Joshua. Moses joins Joshua, and then they're walking into the camp.",
    "start": "00:38:32",
    "end": "00:38:37"
  },
  {
    "text": "Oh, and they're listening to the voice of the people.",
    "start": "00:38:38",
    "end": "00:38:39"
  },
  {
    "text": "Yes, totally. Yes. So. And Joshua listens to the voice of the people in the camp. So this one's great because the first time that appeared was human in life. Hearing, Listening to God walk into the garden.",
    "start": "00:38:40",
    "end": "00:38:55"
  },
  {
    "text": "Yeah, this is flipped.",
    "start": "00:38:55",
    "end": "00:38:57"
  },
  {
    "text": "That's right. Yeah, it's flipped. Yeah, it's like. Yeah, it's like Poe Dameron versus Luke and Ray.",
    "start": "00:38:57",
    "end": "00:39:02"
  },
  {
    "text": "They're playing the role of God here, walking into the camp.",
    "start": "00:39:02",
    "end": "00:39:05"
  },
  {
    "text": "Yeah, that's right. So what does Moses do? He gets angry. He takes the calf. He burns it with fire. So just sit with that one. He burns it with fire. He asks Aaron, what did this people do to you?",
    "start": "00:39:05",
    "end": "00:39:20"
  },
  {
    "text": "Yeah.",
    "start": "00:39:21",
    "end": "00:39:21"
  },
  {
    "text": "And Aaron said, oh, don't let my master's anger burn. You know, these people, they are in evil. That's what he says. They're in evil. It's the same word from not good. And they said, make us a God. And I said, well, who has any gold? Take it off. And they gave me the gold, I put it in the fire and out came this calf. Okay, so notice the question is asked, what did this people do to you? And what's the first thing he does?",
    "start": "00:39:22",
    "end": "00:39:53"
  },
  {
    "text": "He punts.",
    "start": "00:39:54",
    "end": "00:39:54"
  },
  {
    "text": "Blame shift with a terrible excuse.",
    "start": "00:39:55",
    "end": "00:39:57"
  },
  {
    "text": "Yeah, it's really bad. Well, he just was a part of a drunken orgy, so he probably will hung over.",
    "start": "00:39:57",
    "end": "00:40:03"
  },
  {
    "text": "Ok, so notice here. What have we got to work with here? We have the see and taking. We have listening in terms of repeated words, but now it's all out of.",
    "start": "00:40:05",
    "end": "00:40:15"
  },
  {
    "text": "And taking.",
    "start": "00:40:15",
    "end": "00:40:15"
  },
  {
    "text": "Yep.",
    "start": "00:40:15",
    "end": "00:40:16"
  },
  {
    "text": "Taking.",
    "start": "00:40:16",
    "end": "00:40:16"
  },
  {
    "text": "Yeah.",
    "start": "00:40:16",
    "end": "00:40:17"
  },
  {
    "text": "Did you say that?",
    "start": "00:40:17",
    "end": "00:40:17"
  },
  {
    "text": "Sorry, but notice it's kind of. It's out of order. Things aren't in the same order they were in. Yeah, but this is the third. This is the third time.",
    "start": "00:40:17",
    "end": "00:40:25"
  },
  {
    "text": "Yeah, it's getting. They're playing around with the melody a little bit.",
    "start": "00:40:25",
    "end": "00:40:28"
  },
  {
    "text": "Yep. So we're. Yeah, that's right. It's like. Yeah. When you get into a symphony and the fourth time around, you know, and it's the whatever the French horn doing the riff, then it'll kind of play with it creatively to make its own contribution.",
    "start": "00:40:28",
    "end": "00:40:41"
  },
  {
    "text": "Yeah.",
    "start": "00:40:41",
    "end": "00:40:41"
  },
  {
    "text": "Yep. Okay, you want another one? And actually to understand this one, you need to have noticed the golden calf one. Okay. So that.",
    "start": "00:40:41",
    "end": "00:40:52"
  },
  {
    "text": "How are we going to make a video in five minutes?",
    "start": "00:40:52",
    "end": "00:40:54"
  },
  {
    "text": "Yeah, we can figure it out. We can figure it out. No, actually we totally can. Because with visual composition, you can tell these stories with characters in same positions. I know we can be perfect for video. It's perfect.",
    "start": "00:40:54",
    "end": "00:41:10"
  },
  {
    "text": "Yeah.",
    "start": "00:41:10",
    "end": "00:41:10"
  },
  {
    "text": "Yes.",
    "start": "00:41:10",
    "end": "00:41:11"
  },
  {
    "text": "Great.",
    "start": "00:41:11",
    "end": "00:41:11"
  },
  {
    "text": "Yeah. Okay, so you have the battle of Jericho. It's the first moment of trust for God's people in the promised land. Yeah. Oh, dude. Yeah. And the battle of Jericho is itself designed all around these patterns, with Genesis 1, the most obvious one being, march around the city for six days, then on the first one stand and do nothing except blow the trumpets. Yeah. Six work, one rest.",
    "start": "00:41:11",
    "end": "00:41:40"
  },
  {
    "text": "Yeah.",
    "start": "00:41:41",
    "end": "00:41:41"
  },
  {
    "text": "And then God gives this Command in Joshua 6, watch yourselves. Don't take any of the dedicated plunder, lest you take from the dedicated plunder and place it in the camp of Israel and bring trouble on it. All the silver, gold, and all the articles of bronze and iron are holy. Yahweh. So then they conquered the city and so on. And then there's a little narrative aside. But the sons of Israel committed treachery with the dedicated plunder, namely One Israelite, Achan, whose name sounds a lot like trouble. Akar. Akan. Akar. Akan.",
    "start": "00:41:44",
    "end": "00:42:26"
  },
  {
    "text": "Wordplay.",
    "start": "00:42:27",
    "end": "00:42:28"
  },
  {
    "text": "It's good. And what tribe does he belong to? The son of Karmi, the son of Zabdi, the son of Zerah, the tribe of he took from the dedicated plunder. Switch scenes. Battle scene. We go from the battle scene immediately to Yahweh and Joshua, who's the first one to speak up. Yahweh says to Joshua, get up, get up.",
    "start": "00:42:28",
    "end": "00:42:54"
  },
  {
    "text": "Go, go.",
    "start": "00:42:54",
    "end": "00:42:54"
  },
  {
    "text": "He said to Moses, go down, right? Go and go down. He says to Joshua, get up and go. Just a little reversal. It's great. Verse 11. Israel has sinned. They've taken my covenant which I command. Broken my covenant that I commanded. They've taken the dedicated things, they've lied and placed it in their baggage. So then there's this whole weird scene. It's one of these things where you're just like, why is this here? It's this whole weird scene where they select by rolling dice who committed the sin. Yeah, it's very odd. Okay. And so. And it's all about these repeated words. When somebody gets chosen by the dice, the word used is they're captured. And then when you take the captured one and you bring them near, so they capture by lot. It's the little genealogy you were just given in reverse order. You can just see really full of repeated words. They finally get to Achan. Achan. Joshua. First thing he says to Achan is.",
    "start": "00:42:54",
    "end": "00:43:58"
  },
  {
    "text": "What have you done?",
    "start": "00:43:58",
    "end": "00:43:58"
  },
  {
    "text": "What have you done?",
    "start": "00:43:58",
    "end": "00:43:59"
  },
  {
    "text": "Which is what Moses.",
    "start": "00:44:01",
    "end": "00:44:02"
  },
  {
    "text": "And it's what Moses said to Aaron. It's what God said to Cain. It's what God said to Adam and Eve, verbatim. The first. And Achan's response. I saw among the plunder a Babylonian cloak. Cloak of Shinar. A good one.",
    "start": "00:44:02",
    "end": "00:44:20"
  },
  {
    "text": "Yeah.",
    "start": "00:44:22",
    "end": "00:44:23"
  },
  {
    "text": "What's that for?",
    "start": "00:44:23",
    "end": "00:44:24"
  },
  {
    "text": "Just popped out.",
    "start": "00:44:24",
    "end": "00:44:25"
  },
  {
    "text": "Yeah, a good one. It's a cloak of Shinar. I mean, whatever, but it's a Tov. Tov one. It's about 200 shekels of silver. Oh, also a tongue of gold. Not a brick of gold. It's the Hebrew word tongue. It's a very odd phrase. A tongue of gold, about 50 shekels. And I desired them and I took them. And they're hidden in ground in my tent. So Joshua sent messengers, they ran to the tent, and there it was. And so what's the response they do to him what Moses did to the golden calf. So it's interesting because notice how the motifs are switching here. Because the gold thing is the Fruit.",
    "start": "00:44:25",
    "end": "00:45:19"
  },
  {
    "text": "Yeah.",
    "start": "00:45:19",
    "end": "00:45:20"
  },
  {
    "text": "But then the way that the thing that represents the fruit in the golden calf story is the golden calf, and it gets burned, but now it's the perpetrator who suffers the fate of the golden calf.",
    "start": "00:45:20",
    "end": "00:45:29"
  },
  {
    "text": "Yeah. Yeah. What seems cool about this is, like, at this point, you know, you're just saying the word and everyone's tracking. You're like, okay, I see. Yeah.",
    "start": "00:45:29",
    "end": "00:45:40"
  },
  {
    "text": "How are you guys? Are you guys tracking? It's so obvious once you see it.",
    "start": "00:45:40",
    "end": "00:45:45"
  },
  {
    "text": "I mean, you do have it underlined.",
    "start": "00:45:45",
    "end": "00:45:46"
  },
  {
    "text": "In bold, but it's true.",
    "start": "00:45:46",
    "end": "00:45:51"
  },
  {
    "text": "It's also easy to.",
    "start": "00:45:51",
    "end": "00:45:52"
  },
  {
    "text": "Yeah, totally. Okay, we don't have time. Let me just quickly show you the next iteration, and then we can land the plane on this one here. But there's a whole bunch of things in the Achan story that don't make any sense. Like that weird lot casting scene.",
    "start": "00:45:52",
    "end": "00:46:07"
  },
  {
    "text": "Dude.",
    "start": "00:46:07",
    "end": "00:46:08"
  },
  {
    "text": "Dude, watch this. We're back to the story of Saul and Samuel again.",
    "start": "00:46:08",
    "end": "00:46:12"
  },
  {
    "text": "Got it.",
    "start": "00:46:13",
    "end": "00:46:13"
  },
  {
    "text": "1St Samuel 8. The people approach. Samuel, give us a king like all the other nations. And God says to Samuel, listen to their voice. Now, that's interesting, because up to this point, listening to the voice has been.",
    "start": "00:46:14",
    "end": "00:46:28"
  },
  {
    "text": "A sound of someone's coming to.",
    "start": "00:46:28",
    "end": "00:46:30"
  },
  {
    "text": "Oh, yeah, someone's gonna show up to deal with the sin.",
    "start": "00:46:31",
    "end": "00:46:33"
  },
  {
    "text": "Oh, that's listening to the sound. Yeah.",
    "start": "00:46:33",
    "end": "00:46:34"
  },
  {
    "text": "Yep. Or you listen to the voice of Adam. Listen to the voice. Or Abraham, listen to the voice. It's a part of. It's giving into temptation. The temptation.",
    "start": "00:46:34",
    "end": "00:46:44"
  },
  {
    "text": "Yeah.",
    "start": "00:46:44",
    "end": "00:46:45"
  },
  {
    "text": "So that same phrase has been used in two very different ways, and now it's being used here, but it's God saying it. Yeah, it's God giving the people what they want.",
    "start": "00:46:45",
    "end": "00:46:55"
  },
  {
    "text": "You're supposed to, at this point, go, uh, oh. Why is God letting them give in to their temptation?",
    "start": "00:46:57",
    "end": "00:47:02"
  },
  {
    "text": "Why is God. Normally, when God shows up and we listen to the voice of God coming, it was to just give a clear command to bring justice. Yeah. Or to give a command. And here it's God giving the people what they want, which is not going to be good for them. It's fascinating.",
    "start": "00:47:02",
    "end": "00:47:17"
  },
  {
    "text": "Yeah. It's kind of like when your parent at some point is just like, okay, do whatever you want. And you're like, wait a second. What's wrong here?",
    "start": "00:47:17",
    "end": "00:47:25"
  },
  {
    "text": "This happens all the time in parenting. You both have kids. There's like, after a long day, and you know that they're gonna go in and do that thing, but you've already dealt with them so many times, and you're just like, oh, yeah, you just give them over to destruction. They're not gonna Die. So they're just gonna get into a fight and whatever.",
    "start": "00:47:25",
    "end": "00:47:49"
  },
  {
    "text": "Do whatever you want.",
    "start": "00:47:49",
    "end": "00:47:50"
  },
  {
    "text": "So God says to Samuel, listen to their voice. It's not you they're rejecting, but me. And then the next line, God says, you know, they've been doing this since I brought them up out of Egypt.",
    "start": "00:47:50",
    "end": "00:47:59"
  },
  {
    "text": "Yeah, we've been. We've been.",
    "start": "00:48:01",
    "end": "00:48:03"
  },
  {
    "text": "We've been through this before abandoning me and serving other gods. Now, just stop right there.",
    "start": "00:48:03",
    "end": "00:48:07"
  },
  {
    "text": "Yeah.",
    "start": "00:48:07",
    "end": "00:48:08"
  },
  {
    "text": "What does that have to do with wanting a king? Yes.",
    "start": "00:48:09",
    "end": "00:48:12"
  },
  {
    "text": "Yeah.",
    "start": "00:48:12",
    "end": "00:48:13"
  },
  {
    "text": "So then you're like, oh, somehow wanting a king is a lot like them wanting idols. Hmm. Hmm. Well, Samuel listens to their voice, and then God says, but warn them what the king's going to do. And Samuel gives this speech where he says five times, the king's going to take your children, he's going to take your sons, he's going to take your daughters, he's going to take, take, take, take, take.",
    "start": "00:48:13",
    "end": "00:48:39"
  },
  {
    "text": "Yeah.",
    "start": "00:48:39",
    "end": "00:48:40"
  },
  {
    "text": "And then the people say, nope, we want it anyway. Then we're introduced to Saul, who we know is choice and tov. Good. In fact, no one else was more good than him. Right. And we're already back to the one that we did. Samuel saw you didn't know I was going to do this to you. So Samuel saw Saul this. And the Lord said, here's the guy. This whole thing about Samuel said to Saul, I'm the one who. I'm the seer. Oh, this is fascinating. In chapter nine, Samuel says to Saul, I am the seer. I'm the one who sees. And then he says to Saul, on whom is all the desire of Israel? Isn't it on you, Saul, the fruit? All of Israel desires you, Saul.",
    "start": "00:48:40",
    "end": "00:49:28"
  },
  {
    "text": "Yeah.",
    "start": "00:49:28",
    "end": "00:49:28"
  },
  {
    "text": "They see you and they desire you. Then Saul gets inaugurated, and God gives this speech again, saying, you know, since the days of the Exodus, you've been rejecting me. And then it's Saul's inauguration. And there's this weird story about how Saul is selected by casting lots, which is really odd because he's already been anointed and presented to the people.",
    "start": "00:49:29",
    "end": "00:49:54"
  },
  {
    "text": "Just double checking.",
    "start": "00:49:54",
    "end": "00:49:55"
  },
  {
    "text": "It's very odd. Like, it's a glitch in the story's logic, but it's this whole scene, and it's about how Samuel brought them. They cast lots. They brought him near. They captured him. They brought them near. And finally, it's supposed to be Saul. Oh, it's Saul. And then it's the punchline, but they couldn't find him anywhere. They couldn't find Saul. Did you get this?",
    "start": "00:49:56",
    "end": "00:50:23"
  },
  {
    "text": "No, I'm missing It.",
    "start": "00:50:23",
    "end": "00:50:24"
  },
  {
    "text": "Okay, so. All right, so Saul's been selected as king. Then all of a sudden, he needs to be selected all over again by rolling dice.",
    "start": "00:50:24",
    "end": "00:50:32"
  },
  {
    "text": "Yeah. Which is back to the.",
    "start": "00:50:32",
    "end": "00:50:33"
  },
  {
    "text": "Back to the Aiken story. We're going to select the perpetrator.",
    "start": "00:50:33",
    "end": "00:50:36"
  },
  {
    "text": "Yeah.",
    "start": "00:50:36",
    "end": "00:50:37"
  },
  {
    "text": "And. But we've already. Okay. All right, so then we're selecting him, and we select. We get the tribe of Benjamin, captured him. We bring him near, get the tribe of this. Get the. And then all of a sudden, we cast the dice, and it's Saul, the son of Kish, and we don't see him any. Where'd he go? Where'd he go? And where is he? He's hidden himself in the baggage. He's hidden himself in the baggage. Do you get it? What other things have been hidden in temptation stories? Yeah. So the humans hide themselves. And then in Achan's story, it's Achan took. And he hid the object of desire under. In the tent. And now all of a sudden, it's.",
    "start": "00:50:38",
    "end": "00:51:28"
  },
  {
    "text": "Like the author is kind of like, dude, it's. So it wasn't clear enough. Now I'm gonna have Saul hide in the light.",
    "start": "00:51:28",
    "end": "00:51:33"
  },
  {
    "text": "Totally. Yes, totally.",
    "start": "00:51:33",
    "end": "00:51:34"
  },
  {
    "text": "And if you don't get it at this point, you're not paying attention.",
    "start": "00:51:34",
    "end": "00:51:37"
  },
  {
    "text": "Just why. What on earth is this story of rolling the dice and Saul hiding in the baggage? It's so bizarre. It makes no sense in the story unless it's deliberately echoing the. So do you see this here? All of a sudden, if I had time, I would create this chart. But all of a sudden, you start seeing these stories all aware of each other, and they all have been introduced with little turns of phrase. So that the Achan story, the Golden Calf story, the Abraham story, they're all talking to each other, which really. I mean, it says something profound about the unity. We're talking about huge sections of the Hebrew scriptures that were originally different eyewitness traditions and different quilt pieces. But you start to realize that they've been woven together with these patterns of unity. This is just one. This is one. We could do this all day long with different. With different motifs and different themes, but this one is beautiful because it's the fundamental.",
    "start": "00:51:37",
    "end": "00:52:42"
  },
  {
    "text": "It's the human condition.",
    "start": "00:52:42",
    "end": "00:52:43"
  },
  {
    "text": "It's the human condition.",
    "start": "00:52:43",
    "end": "00:52:44"
  },
  {
    "text": "Yeah. So back to this question, I think. Is it Kevin? No. Someone back there. How do we teach to our kids to think about how this is done? It'd be interesting to have your kids. Oh, yeah, like, show this and then say, cool. Now write a story with all these elements of the hiding and the taking. And the seeing and construct your own story of something in our modern world. And it gets you to start to wrestle with the same themes. Because it seems like what God wants is for these ideas to become so, like, embedded in our psyche, in our soul, that we just start seeing them everywhere. We start. It's a pattern that we're not just now seeing in scripture.",
    "start": "00:52:44",
    "end": "00:53:36"
  },
  {
    "text": "We're seeing in love, our own stories. Yeah, yeah. The repetition does so many things. It's linking all these portraits of human failure together. And if I don't identify with the sex with an Egyptian slave, one maybe identify with. I want a human to lead us. I want a human who I know is the choice and good one. Surely that will be our salvation. And this whole story is saying, no, you know about humans. Right. From page three, you know about humans. You know what they're like. And in this case, the human, Saul becomes the forbidden fruit. And so you have all these variety of portraits, and then at the same time, to your point, they're actually training you to see the world a certain way and to see patterns of my own decision making so that I can recognize the snake even when he's not visible. The snake doesn't appear in any of these stories after page three.",
    "start": "00:53:36",
    "end": "00:54:36"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:54:36",
    "end": "00:54:37"
  },
  {
    "text": "But the clear implication is that he's underneath all of these. It's not just something that happened a long time ago. It's the human condition. Yeah, that's right. That's a good point. That's a good point.",
    "start": "00:54:38",
    "end": "00:54:51"
  },
  {
    "text": "So thank you, Tim.",
    "start": "00:54:53",
    "end": "00:54:54"
  },
  {
    "text": "Yeah. Yeah. I know we can capture and communicate this in the video. I'm certain that we can.",
    "start": "00:54:54",
    "end": "00:55:00"
  },
  {
    "text": "Yeah.",
    "start": "00:55:01",
    "end": "00:55:01"
  },
  {
    "text": "And I don't know.",
    "start": "00:55:01",
    "end": "00:55:02"
  },
  {
    "text": "Well, I just. I guess I don't know how to do it. You got to tell the story. You got to tell another story. You got to tell another story. You got to tell the story and then go. Now watch them all at the same time. Maybe that's.",
    "start": "00:55:02",
    "end": "00:55:12"
  },
  {
    "text": "Oh, we could. Yes.",
    "start": "00:55:12",
    "end": "00:55:13"
  },
  {
    "text": "It's just. You'd have to be really quick.",
    "start": "00:55:15",
    "end": "00:55:17"
  },
  {
    "text": "I understand. But, you know, we could just, you know, just a few examples. Yeah, right. We could tell three stories quickly.",
    "start": "00:55:17",
    "end": "00:55:25"
  },
  {
    "text": "Yeah, three.",
    "start": "00:55:25",
    "end": "00:55:25"
  },
  {
    "text": "And then do the side by side.",
    "start": "00:55:25",
    "end": "00:55:27"
  },
  {
    "text": "So we have to do, like, all five. That's very cool. So what we'll do is we have 20 more minutes. And what would be great is if you have any questions for Tim regarding this patterning in biblical narrative, or just any questions in general, we'll take anything. And trapped again, microphones, raise your hand and we'll. And it's question response. So if you have a question Tim will give a response, and it might be a good one, it might not. That's why we don't call it question and answer.",
    "start": "00:55:27",
    "end": "00:56:09"
  },
  {
    "text": "That's right.",
    "start": "00:56:09",
    "end": "00:56:09"
  },
  {
    "text": "But it's probably gonna be good.",
    "start": "00:56:09",
    "end": "00:56:10"
  },
  {
    "text": "That's right.",
    "start": "00:56:10",
    "end": "00:56:11"
  },
  {
    "text": "In light of the repetitions.",
    "start": "00:56:13",
    "end": "00:56:16"
  },
  {
    "text": "Yes.",
    "start": "00:56:16",
    "end": "00:56:17"
  },
  {
    "text": "Do you recommend a particular translation?",
    "start": "00:56:17",
    "end": "00:56:19"
  },
  {
    "text": "Yeah, you're right. A lot of these might be hidden in translations. Our translations. It's like what Robert Alter was saying. If our English translations actually mimicked the repetitive patterns, it would sound like bad English. Which is why our English translations often render the same Hebrew word with two different English words in the same paragraph. So the translation that does that the least is the new American standard. That's still comprehendable English. It's terrible English, but it's great Hebrew in English. So the new American standard can get you a lot of the way there if you want to do this kind of study. But I really want to underscore that the first things you'll notice is usually some really obvious, clear repetitions that are so obvious. And notice it's also about narrative motifs and patterns. So you're like stories about husbands and wives. Like, there's only two of them within that first stretch of Genesis, and they're mapped onto each other. Stories about people doing exactly what God told them to do right after he told them. Like, there's not that many. And once you look at them all, they're all talking to each other. So it's also developing an awareness of repeated words, but also parallel scenes and motifs. And it's a skill set. It takes practice, but once you start to develop it, you'll see it's actually a design convention, just like the Westerns and the Quick Draw Sheriff kind of thing. I don't know whether this is a good context for this question, but I have a lot of reluctant readers in my community, and I was wondering what.",
    "start": "00:56:21",
    "end": "00:58:02"
  },
  {
    "text": "You would suggest, because a lot of this requires a lot of study, a.",
    "start": "00:58:02",
    "end": "00:58:06"
  },
  {
    "text": "Lot of reading, which is total.",
    "start": "00:58:06",
    "end": "00:58:07"
  },
  {
    "text": "I work with youth.",
    "start": "00:58:07",
    "end": "00:58:08"
  },
  {
    "text": "That's my community.",
    "start": "00:58:08",
    "end": "00:58:09"
  },
  {
    "text": "So what would you suggest for reluctant readers? People who don't want to open a.",
    "start": "00:58:10",
    "end": "00:58:14"
  },
  {
    "text": "Book, barely want to read?",
    "start": "00:58:14",
    "end": "00:58:16"
  },
  {
    "text": "Well, what I've heard you talk about is just reading in community. Like, you don't have to go away by yourself, lock yourself up and read these stories privately. You can sit in a group of people and read them and then discuss them and have unity around that. You have a small group. We just get together and read Scripture.",
    "start": "00:58:17",
    "end": "00:58:42"
  },
  {
    "text": "Yeah. Yeah, that's right. Yeah. One way to make reading the Bible easier is to create. Yeah. Facilitate structures of People just reading it aloud together. That's one way. And that's a really ancient Christian Jewish practice. But I know what you're talking about, and I think in a way, what we're trying to do with the videos is to tell the stories in a way that highlights this kind of artistry and intentionality, to get people excited. So maybe the videos can pique some curiosity, but I'm with you. I also find these narratives assume a pretty high degree of ability to track with narrative arguments and themes like this. And so. And that's actually what makes you want to keep rereading them, is once you start getting the goodies, you know, by getting people to that first stage, to even see, this isn't a silly green creature. This is the wise master. That's a challenge. That's an American phenomenon. Our brains are melted by TV and Twitter. And so I don't. You know what? I. We just don't. I don't know. I don't know. Do you know? I don't know. Except to. There is a structure called the church. That's a group of people that get together regularly to retell the story of Jesus and the story that makes sense of him. And so there is one right there to work within and through and. I don't know. That's a good question. Let me know what you come up with.",
    "start": "00:58:42",
    "end": "01:00:20"
  },
  {
    "text": "Yeah. So when you talk about, like, repetition and you talk about. And you compare it to Star wars or like, these epic tales, it puts a lot of humanity on the Bible and even the quilt and like, well, you know, they had to put the edges on, and maybe the edges weren't there when the first pieces came.",
    "start": "01:00:20",
    "end": "01:00:43"
  },
  {
    "text": "Yes.",
    "start": "01:00:43",
    "end": "01:00:43"
  },
  {
    "text": "And in the tradition I've grown up in, that's, like, terrifying to talk about the humanity of the Bible. So how do we help people move from, like, this perfect golden book that fell out of the sky in the King James Version and then moving it, moving them then to the humanity that's there. And how is that not a scary thing? Yeah, well, we were just talking about this. We're going to talk about it tomorrow.",
    "start": "01:00:43",
    "end": "01:01:10"
  },
  {
    "text": "Yeah, it's actually one of the main things we're going to talk about tomorrow in one of the sessions or a key point. Yeah, I mean.",
    "start": "01:01:10",
    "end": "01:01:15"
  },
  {
    "text": "Yeah, this was really helpful for me. I mean, we were going through these videos. We're talking about this. We're talking about the literary structure, all these things. And I was having that exact same uncomfortable feeling of we're talking about the humanity of the Bible. Isn't the Bible a Divine book. And in my tradition, you know, you would say that the Bible is both human and divine. You would hear that, maybe you don't, but at least most people would admit to that. That's part of orthodoxy. But then there's this kind of little wink, nudge, but really divine, right. We want to like polish off all the thumbprints of its humanity. And what I found for me is that when I approach the book and I just am like, this fell out of the sky and this is God's divine word, I get to things that have humanity on it and it's actually scandalous and I get confused and it feels weird and I'll give up or whatever. But as we started looking at the Bible through its literary structure and the humanity of it, something really surprising started to happen, which is when I just stopped and said, okay, this is a human book too. And we looked at that. Suddenly the human book started seeming so beautiful. I mean, we just saw like how the artistry of what they're doing and not only is that sophisticated in its liter style, it's wrestling with something so deep, to me personally and to the people around me and that they've got a grasp on what's this essential part of being human in such a way that it just pulls on me and just all of a sudden I'm going deeper and deeper and then I'm just confronted with its divinity. It's like a backwards way of getting there, sneak attack. And I think it's actually a much more natural way to get to the divinity of the Bible is to start with its humanity, at least for me. And I think probably a lot of people who would have that inclination of being scandalized by that.",
    "start": "01:01:15",
    "end": "01:03:26"
  },
  {
    "text": "Yeah, just one quick response and again, we'll talk about it more tomorrow. But it has happened multiple times in Jewish and Christian history that because of a desire, I think it's a right desire to elevate the authority, the divine authority that these texts claim that they lay upon us. That causes what I think is an unnecessary sub reaction, which is to try and erase human agency from the origins of the Bible. And what that really speaks to is a deep division in our own thinking about if God is at work in history, it has to be with minimal or no human agency. Like that's really what is the assumption driving that fear of the humanity of the Bible. And once you say it like that, just stop and read the Bible and ask yourself the primary way that God works through history in these narratives, it's through humans. And oh yes, I seem to remember the fundamental tenet of Christian orthodoxy is of Jesus identity as fully God and fully human. Which means he spoke Aramaic and he pooped his diapers. Right. And he was actually so fully human it was easy to dismiss him as if he wasn't who he really was. And so in my mind, we're doing ourselves and people in our church communities a gigantic disservice when we ignore the very human creativity and origins of the Bible. The claim has always been that it's both and the fact that it. And that when God's then the theology of the Spirit, the Spirit is working through humans. And when gods that work in and through humans by the Spirit, they don't become less themselves, they become more themselves by the power of the Spirit. And so what else would you expect from spirit empowered human than something as beautiful as this? So in my mind, this is a fundamental category reshape that Western Christianity needs to undergo when it comes to the Bible. It's just a dead end. The golden book from heaven is a dead end. I think it actually doesn't help us understand what the Bible is. Thank you for asking that question. Oh, hey.",
    "start": "01:03:26",
    "end": "01:05:50"
  },
  {
    "text": "I'm wondering how a non PhD can stay current with these type of ideas and maybe be engaged in the conversation to some chat room or.",
    "start": "01:05:52",
    "end": "01:06:02"
  },
  {
    "text": "Something on the Internet. Yeah, you know, here is. I quoted Robert Alter a lot. There's some points where I disagree, but he's a Jewish scholar who represents a whole movement of scholarship, mostly by Israeli Jewish scholars who are trying to tell the rest of the world, like, dude, you guys wake up to how incredible this literature is. And so that's kind of mainly where the conversation lives at an academic level is among people who have been raised speaking Hebrew, which makes perfect sense.",
    "start": "01:06:03",
    "end": "01:06:39"
  },
  {
    "text": "They're the ones cluing in.",
    "start": "01:06:39",
    "end": "01:06:40"
  },
  {
    "text": "Right. And so then they're teaching the rest of us how this literature works. So, you know, I don't want to just say hang tight, but in a way that's kind of how in most academic fields, you know, when there's a paradigm shift happening, there's. It just takes time before the new handbooks and the new commentaries and the new introductions get written in light of the recent discoveries. To be honest, that's where a lot of the field of biblical studies is at, for a lot of complex reasons that I don't have time to go into. But this is a new edge to literary study of the Bible and it's hard to find a lot. All right, this is Tim from the future interrupting Tim of the past. As I was listening back to this conversation and this question in particular, I was really disappointed in myself about how I answered that question. So the question was about what are other people writing on this topic of hyperlinks and design patterns in the Bible, other resources to go to, and the person, the scholar. That didn't come to my mind. I can't believe I forgot about his work because he's one of my most influential teachers and mentors. It's the work of John Sailhammer, who was really the first one who introduced me to this set of concepts and how Hebrew narrative works. So John Sailhammer, he has a commentary on the Torah. It's called the Pentateuch as narrative. And in the introduction, he has a whole section on how design pattern works within the Pentateuch itself. And then there's a whole world of Jewish scholars that he introduced me to. I referenced Robert Alter in that question, in how I responded to that question. But also, if you really want to take a deeper dive, check out the work of one of Sailhammer students whose name is Seth Postell. He has a really stimulating book called Adam as Israel, Genesis 1 through 3 as the introduction to the Torah and the Tanakh. And he. His basic thesis is every random little word and detail in Genesis 1 through 3 is previewing in seed form everything that's going to go down in the entire Old Testament.",
    "start": "01:06:41",
    "end": "01:09:05"
  },
  {
    "text": "What's his name again?",
    "start": "01:09:05",
    "end": "01:09:06"
  },
  {
    "text": "Seth Postell. So we'll have his book in the show. Notes like a reference to it.",
    "start": "01:09:06",
    "end": "01:09:12"
  },
  {
    "text": "Great.",
    "start": "01:09:12",
    "end": "01:09:12"
  },
  {
    "text": "But Sailhammer and Postel, and then Robert Alter, who I mentioned in my response, is also a great place to start, too. So this is Tim from the future.",
    "start": "01:09:12",
    "end": "01:09:21"
  },
  {
    "text": "Thank you.",
    "start": "01:09:21",
    "end": "01:09:22"
  },
  {
    "text": "Tim from the future signing off so that Tim from the past can continue talking. So create your own group. I mean, really, at the end of the day, you'll notice this stuff if you become Bible nerds, which is what Psalm 1 says. Psalm 1 tells you what to do. It's a meta poem telling you what to do with the book in front of you, which is to get it, you need to live in this thing. And that sounds good news to a culture whose brains are melted on TV and Twitter. I know that, but it's just what it says. This is the cave goes eternally deep and there's nothing for it. You just got to get a group of friends and explore the cave. I don't know what else to tell you.",
    "start": "01:09:22",
    "end": "01:10:05"
  },
  {
    "text": "Yeah, you showed me that resource you just picked up, which was the Aramaic. Would that be of any interest?",
    "start": "01:10:06",
    "end": "01:10:16"
  },
  {
    "text": "No.",
    "start": "01:10:16",
    "end": "01:10:17"
  },
  {
    "text": "Rabbit hole.",
    "start": "01:10:17",
    "end": "01:10:17"
  },
  {
    "text": "Okay. Yeah, yeah, I'm Trying to think. So I would say Robert alters the art of biblical narrative. It's a wonderful introduction. He writes. You'll need a little online dictionary sometimes when he's writing, but it's a pretty accessible introduction that will blow your mind as to this kind of stuff. It's a wonderful introduction. That's a great place to start.",
    "start": "01:10:17",
    "end": "01:10:43"
  },
  {
    "text": "But also, I feel like in the New Testament it's very obvious that all these authors are. Are wrestling and riffing off, quoting and trying to understand how Jesus making sense of Jesus in light of all these stories. So what they're doing in these letters is basically kind of what we're doing, which is like trying to.",
    "start": "01:10:44",
    "end": "01:11:07"
  },
  {
    "text": "Oh, in the New Testament. In the New Testament, totally.",
    "start": "01:11:07",
    "end": "01:11:10"
  },
  {
    "text": "And so, I mean, that's a good place to just start too, is just.",
    "start": "01:11:10",
    "end": "01:11:13"
  },
  {
    "text": "To start New Testament use of the Old. The way Jesus and the apostles read the Hebrew Bible has seemed weird.",
    "start": "01:11:13",
    "end": "01:11:20"
  },
  {
    "text": "It does seem weird to much of.",
    "start": "01:11:20",
    "end": "01:11:22"
  },
  {
    "text": "Christians throughout Christian history.",
    "start": "01:11:22",
    "end": "01:11:24"
  },
  {
    "text": "But they're doing this because they're doing this.",
    "start": "01:11:25",
    "end": "01:11:27"
  },
  {
    "text": "They read the Bible this way and they do their theology of the Bible this way. And all of a sudden Paul can be talking about baptism and the wilderness wanderings and Jesus can talk about the snake lifted up in the wilderness and. And they know exactly what they're doing. They're following the grain of these texts in a way that much of Christian history, the moment Christian history became mostly non Jewish and nobody reads the Bible in Hebrew anymore. To help teach this way of reading the Bible, we just went for the allegory route to make it about Jesus. And so I'll talk more about this tomorrow.",
    "start": "01:11:27",
    "end": "01:12:07"
  },
  {
    "text": "I think we have time for one or two more.",
    "start": "01:12:09",
    "end": "01:12:10"
  },
  {
    "text": "So Bible's a big story like Star wars that has a lot going on. And so often, like John, you made the joke about Ray being a Kenobi. Like, so much of that is based.",
    "start": "01:12:11",
    "end": "01:12:23"
  },
  {
    "text": "On like mislabeling and just weird things.",
    "start": "01:12:23",
    "end": "01:12:27"
  },
  {
    "text": "That at least in my perspective. But I don't think she's a Kenobi.",
    "start": "01:12:27",
    "end": "01:12:31"
  },
  {
    "text": "So as we're working through the repetition stuff, I think the potential is that when we don't have a set grid for what are we looking for is.",
    "start": "01:12:33",
    "end": "01:12:42"
  },
  {
    "text": "We can turn rays into Kenobis.",
    "start": "01:12:42",
    "end": "01:12:44"
  },
  {
    "text": "Yeah. And we can actually make repetition, isn't there?",
    "start": "01:12:44",
    "end": "01:12:47"
  },
  {
    "text": "What would you say?",
    "start": "01:12:48",
    "end": "01:12:48"
  },
  {
    "text": "Because we've gone through the grid for.",
    "start": "01:12:48",
    "end": "01:12:50"
  },
  {
    "text": "So much of this.",
    "start": "01:12:50",
    "end": "01:12:51"
  },
  {
    "text": "What'S a helpful.",
    "start": "01:12:53",
    "end": "01:12:54"
  },
  {
    "text": "Grid to have in our. Like as we're reading through and going is this repetition.",
    "start": "01:12:54",
    "end": "01:12:57"
  },
  {
    "text": "And then as we come to, we think this is it.",
    "start": "01:12:58",
    "end": "01:13:00"
  },
  {
    "text": "How do we check our work yeah, yeah.",
    "start": "01:13:00",
    "end": "01:13:03"
  },
  {
    "text": "She might be a Kenobi.",
    "start": "01:13:03",
    "end": "01:13:04"
  },
  {
    "text": "She might be a Kenobi. She's not. She's not. To be honest, I'm still working through the skill set required is clear patterns, noticing patterns and repetition, keywords, matching scenes and so on. The question you're asking is, what are controls on this thing? Yeah.",
    "start": "01:13:04",
    "end": "01:13:22"
  },
  {
    "text": "How do you know that you're not.",
    "start": "01:13:22",
    "end": "01:13:22"
  },
  {
    "text": "Getting too weird so we don't go wild? And I actually am still. And I have an annual research group of friends that I mentioned. We're coming around this and working on it. And so I'm still trying to articulate to myself what the guardrails are. One thing that's clear to me, though, is that these narratives are designed in a way that is creatively generating new associations and new meaning that I wouldn't have noticed. Just think of the way that different themes and motifs are now playing different roles in different stories. And so there's almost a sense. I'm not saying it's like a free reign, but there is a sense. It's in creative literature. It's meant to engage your imagination and evoke wonder and transcendence. And so I think there's an element of aesthetic play and pleasure tov. Goodness in it, that your mind is meant to entertain possibilities and that dead ends will get closed off as you keep reading through the story. But I think you can go get unresponsible with it. And so right now, the guardrails for me are. Is there a whole bunch of repeated words in one place that some kind of. Really you begin to build the case if it's just one word and it's a super common word. Well, I don't know. I'll put it on my scale of probability of like too. But then if you like these, to me, these are. So once you add it up, it's just so obvious. So to me, it's more like about the amount of connections there are. Is right now my control. But I don't know.",
    "start": "01:13:22",
    "end": "01:15:05"
  },
  {
    "text": "When we were talking about meditation literature, the question came up for me, which is. Yeah, what are the guardrails? Like how. Like if the Bible is so sparse and you're supposed to be meditating on it and seeing connections. Yeah. What's going to keep you in orthodoxy? And it sounded like you were saying that the design of the Bible must be aware of this problem. It is aware that the trade off is let you become part of this versus the opportunity of mistakes.",
    "start": "01:15:06",
    "end": "01:15:39"
  },
  {
    "text": "That's right.",
    "start": "01:15:39",
    "end": "01:15:40"
  },
  {
    "text": "And it's like in the same way God gave us free will and wants us to participate with him when the trade off is we're going to screw a lot of things up. It's like that same generosity seems to.",
    "start": "01:15:40",
    "end": "01:15:53"
  },
  {
    "text": "Be there's a risk in writing this way that people won't get it or that people will read too much into it or read the wrong things into it. And apparently these authors thought that was worth the risk to create narratives that over time become brilliant jewels to you because you had to work for it and discover it along with them. And then you get to the top of the mountain and you see that the author's already there, you know, and so to me, it's becoming so clear. That's how the Bible works. It's participatory. And so there is a risk in that. And the history of biblical interpretation is exhibit A. Right. But I think in terms of a Christian, this is a story that's about the coming messianic king who will rescue humans from themselves and the death and destruction we willfully embrace of our own will. Right. That's where the story's going. And so if, I mean, there you go. Jesus.",
    "start": "01:15:53",
    "end": "01:17:01"
  },
  {
    "text": "Jesus.",
    "start": "01:17:01",
    "end": "01:17:02"
  },
  {
    "text": "Yeah. It's a unified story.",
    "start": "01:17:02",
    "end": "01:17:03"
  },
  {
    "text": "Does it get you to Jesus?",
    "start": "01:17:03",
    "end": "01:17:04"
  },
  {
    "text": "Yeah.",
    "start": "01:17:04",
    "end": "01:17:04"
  },
  {
    "text": "All right, well, it's five o'. Clock. Thank you everyone for.",
    "start": "01:17:05",
    "end": "01:17:10"
  },
  {
    "text": "Yeah, thank you guys for listening to us work through the ideas.",
    "start": "01:17:10",
    "end": "01:17:12"
  },
  {
    "text": "Thanks for listening to this episode of the BibleProject podcast. I hope you enjoyed thinking about design patterns. We have a video on design patterns live on YouTube. YouTube.com TheBibleProject it's part of our how to Read the Bible series. Up next in the how to Read the Bible series, we'll be talking about biblical poetry. So get excited about that. This episode was edited and produced by Dan Gummel. The bibleproject is a non profit in Portland, Oregon. We make animated videos that look at the theme and structure of the Bible. You can be a part of this with us. Go to thebibleproject.com and see how you can be involved or just enjoy the content we make. It's all free because of the generous support of people like you. So thanks so much for being part of this with us.",
    "start": "01:17:17",
    "end": "01:18:01"
  },
  {
    "text": "Hi, this is Daoud Vaziri from Raleigh, North Carolina. My favorite part about the Bible project is that I don't have to necessarily read the whole Bible before understanding it. And then I can get that general summarization before I get motivated to read. We believe the Bible is a unified story that leads to Jesus. We are a crowdfunded project by people like me. Find free videos, study notes and more. @the Bibleproject.com.",
    "start": "01:18:01",
    "end": "01:18:25"
  }
]