[
  {
    "text": "Hey there. Welcome to the BibleProject Podcast. I'm Tim and you are the wonderful person that you are. Welcome to the podcast. Usually the person who does these introductions to our podcast is John. He's my co founder in the Bible Project, but he's out of town this week and so you get me instead. This episode is actually part four of a four part conversation that John and I had in our how to Read the Bible series. And specifically we're focusing on design patterns in biblical narrative. So if you haven't listened to the first three episodes, I really recommend you do so. Most of this conversation won't make a lot of sense without listening to those previous three. If you've been listening, you've gotten the basic concept that biblical authors have designed stories across the whole Bible in a coordinated way so that they share key vocabulary and themes. And this is a part of how the Bible was written as a unified whole to follow the thread of key arguments and theological themes that are developing from beginning to end. And so for me personally, this has been a revolutionary set of skills that I have just really been honing and learning more about from a community of scholars and friends that I'm a part of. Just in the last couple years, it's really just turned the way I read the Bible into surprising new territory that I just never saw coming. The result is that the Bible has become so much more coherent and cohesive and unified from COVID to cover. So what we're going to talk about in this episode is continue our discussion on the design pattern of God providing salvation for his people at sunrise through the waters. We're going to delve into more Old Testament examples. Joshua going through the Jordan, Isaiah's hope, and the coming of the Messiah. We're going to talk about how this whole theme of salvation through the waters leads up to the stories of Jesus, baptism, and the development of baptism in early Christianity. We're going to talk about some other things like neuroscience and how reading according to design patterns is actually a really natural way to read text. It's what our brains are doing most of the time anyway. I love these conversations with John. They're like one of the highlights of my week when we get to do this. So there you go. I hope this conversation is helpful for you. Let's just dive in and we'll learn together.",
    "start": "00:00:09",
    "end": "00:02:34"
  },
  {
    "text": "Okay, so we're looking at narrative patterning and we are looking at a specific pattern of creation and separating chaos and salvation, or at least the ability to live and be alive. Is that what salvation means?",
    "start": "00:02:37",
    "end": "00:02:56"
  },
  {
    "text": "Well, it's Genesis 1 gives us this fundamental portrait of God's purposes for the world. It's to overcome chaos by creating order through acts of separating so that space can emerge dry land for humans to flourish and be awesome. But then once humans unleash chaos back into the world, what we see now is this replaying of this pattern of separating the waters. But now it's to rescue or let the remnant pass through that will emerge out the other side of the waters to inhabit the new creation that God has to remake with them because they ruined the first one, so to speak. So it's more that pattern. It begins with just God's purpose, and then once humans ruin it, then God repeating it becomes an act of rescue.",
    "start": "00:02:57",
    "end": "00:03:53"
  },
  {
    "text": "Okay, cool. And so we looked at Genesis 1, Genesis 7 with the flood story, and we looked at Exodus story. Now we'll look at a couple more.",
    "start": "00:03:53",
    "end": "00:04:04"
  },
  {
    "text": "Yeah, a couple more. So these would be examples later on in the Old Testament story where they just, for a chapter or a scene, just pick up this whole thing, creation, flood, exodus. And they just will draw from all those stories as if they're one thing. Yeah, because they are.",
    "start": "00:04:04",
    "end": "00:04:23"
  },
  {
    "text": "Yeah. One idea.",
    "start": "00:04:23",
    "end": "00:04:25"
  },
  {
    "text": "Yeah, that's right. So, and there are usually at fundamental transition moments in the storyline. So after Moses dies and Israel is going to enter into the promised land, that constitutes a pretty significant transition moment in the story. So after they send spies into the land, that whole thing. Actually, Joshua sends two spies into the land. Oh, this is too good. So remember when Moses sent the spies into the land?",
    "start": "00:04:25",
    "end": "00:04:52"
  },
  {
    "text": "Yeah.",
    "start": "00:04:52",
    "end": "00:04:53"
  },
  {
    "text": "He sent 12.",
    "start": "00:04:53",
    "end": "00:04:54"
  },
  {
    "text": "Yeah. And two. Said only two.",
    "start": "00:04:54",
    "end": "00:04:56"
  },
  {
    "text": "Yeah. Were faithful. So this time Joshua sends only two spies.",
    "start": "00:04:57",
    "end": "00:05:01"
  },
  {
    "text": "Let's just send the right two.",
    "start": "00:05:02",
    "end": "00:05:03"
  },
  {
    "text": "Exactly. Yeah. And then the first thing they do is go into Jericho and go into the house of a prostitute, and you're like, oh, no. But then the prostitute turns out to be this righteous Canaanite woman named Rahab, who confesses that the God of Israel is the true God. So she and her family are rescued. Anyway. This is really cool. That itself is a design pattern of mapping the failure of the first spies onto the success of the second set of spies. But at first you think they're going to fail, but then they don't. Right.",
    "start": "00:05:04",
    "end": "00:05:37"
  },
  {
    "text": "It's nice.",
    "start": "00:05:37",
    "end": "00:05:38"
  },
  {
    "text": "That's the. Exactly. It's the bread and butter.",
    "start": "00:05:38",
    "end": "00:05:40"
  },
  {
    "text": "Yeah, totally. They're always thinking about it.",
    "start": "00:05:40",
    "end": "00:05:42"
  },
  {
    "text": "They're always thinking about how to pair and compare later characters with everything. Okay. So then we get ready to bring the nation into the promised land. So chapter three. This is Joshua chapter three. So Joshua Woke up in the morning and set out from Shittim. And they, Israel and Joshua came to the Jordan river, and they stayed the night there before they crossed over. So here's Israel.",
    "start": "00:05:42",
    "end": "00:06:06"
  },
  {
    "text": "Yeah. Spend the night on one side of.",
    "start": "00:06:06",
    "end": "00:06:07"
  },
  {
    "text": "The day before a body of water that represents a barrier between them and the promised land. The people are instructed.",
    "start": "00:06:07",
    "end": "00:06:15"
  },
  {
    "text": "The Yahasha.",
    "start": "00:06:16",
    "end": "00:06:17"
  },
  {
    "text": "The promised Yavisha, the promised land. Well, it is dry land, but the dry land feature is a little different.",
    "start": "00:06:18",
    "end": "00:06:24"
  },
  {
    "text": "Okay.",
    "start": "00:06:24",
    "end": "00:06:24"
  },
  {
    "text": "You'll see. So then Joshua gives them all these instructions that the people are to wait right there while the priests are going to go first.",
    "start": "00:06:24",
    "end": "00:06:31"
  },
  {
    "text": "Okay.",
    "start": "00:06:31",
    "end": "00:06:31"
  },
  {
    "text": "And the priests will carry the ark.",
    "start": "00:06:31",
    "end": "00:06:33"
  },
  {
    "text": "Yeah.",
    "start": "00:06:33",
    "end": "00:06:33"
  },
  {
    "text": "And that will tell them the way that they cross the river. They cross through the river. So in the morning, Joshua says to the people, everybody, make yourselves holy. Oh, excuse me. This is not in the morning. This is still the day before. Make yourselves holy for tomorrow Yahweh will work wonders in your midst. So remember that Moses moment where Moses. The people are freaking out right at the foot of the waters.",
    "start": "00:06:33",
    "end": "00:06:59"
  },
  {
    "text": "And Moses says, yeah, don't do anything.",
    "start": "00:06:59",
    "end": "00:07:01"
  },
  {
    "text": "Don't do anything. Get ready. Yahweh is about to do something.",
    "start": "00:07:01",
    "end": "00:07:05"
  },
  {
    "text": "Yeah.",
    "start": "00:07:05",
    "end": "00:07:05"
  },
  {
    "text": "Here it's work wonders.",
    "start": "00:07:05",
    "end": "00:07:07"
  },
  {
    "text": "And it's do something. It's make yourself holy.",
    "start": "00:07:08",
    "end": "00:07:10"
  },
  {
    "text": "And you. Yeah. Make yourselves holy.",
    "start": "00:07:10",
    "end": "00:07:11"
  },
  {
    "text": "Which what, like, ritually pure? Like what? What is he talking about?",
    "start": "00:07:12",
    "end": "00:07:16"
  },
  {
    "text": "Yeah. This is a sacred moment. Something unique and holy is about to happen. So you need to make yourselves.",
    "start": "00:07:16",
    "end": "00:07:22"
  },
  {
    "text": "What would be the things people would be doing then at this point?",
    "start": "00:07:22",
    "end": "00:07:25"
  },
  {
    "text": "Oh, you know, actually, what this is riffing off of is this itself. Make yourselves holy is riffing off of what the Israelites were to do. What Moses said to Israel the day before Yahweh showed up on Mount Sinai. They were to make yourselves holy, which is remaining.",
    "start": "00:07:25",
    "end": "00:07:41"
  },
  {
    "text": "So it's connecting to that story.",
    "start": "00:07:41",
    "end": "00:07:42"
  },
  {
    "text": "Yeah. Ritual purity. Then Yahweh said to Joshua, today I will begin to make you great in the eyes of all Israel, so that they will know, just as I was with Moses, so I will be with you. So we have parallel scene settings. Actually think through our plot. Character setting. Yeah, parallel settings. Israel at the foot of the waters, needing to cross. Needing to cross. Parallel characters. Joshua is explicitly said, painted as a new Moses.",
    "start": "00:07:42",
    "end": "00:08:13"
  },
  {
    "text": "Moses. Yeah.",
    "start": "00:08:13",
    "end": "00:08:14"
  },
  {
    "text": "And parallel plot conflicts. The people need to cross through the waters to get to the place that God has promised.",
    "start": "00:08:14",
    "end": "00:08:22"
  },
  {
    "text": "Yeah.",
    "start": "00:08:22",
    "end": "00:08:23"
  },
  {
    "text": "The priest walked towards the water, verse 16. And the waters of the Jordan were cut off where they flowed up above. And they stood in a single heap pile. So it's not through A sea. Because there you would need to spread the waters where you have two walls, but now it's a river. Yeah, but it's the same thing happening. It's just the wall is happening upstream.",
    "start": "00:08:23",
    "end": "00:08:45"
  },
  {
    "text": "Yeah.",
    "start": "00:08:45",
    "end": "00:08:45"
  },
  {
    "text": "So it stands in not two walls, but a single single heap. And the people crossed across from Jericho. The priests stood carrying the Ark of the Covenant of Yahweh on dry ground. So they're standing there in the midst of the Jordan while all Israel was crossing on dry ground until the nation finished. Then the priests followed them through, and then the story moves on.",
    "start": "00:08:46",
    "end": "00:09:12"
  },
  {
    "text": "Yeah.",
    "start": "00:09:13",
    "end": "00:09:13"
  },
  {
    "text": "So is this a salvation moment? Well, they're not in danger, but it is about. It's the salvation template playing itself out. God bringing the people finally out of the wilderness into the land that he's promised. They're crossing through the waters to the place that God's prepared for them. Genesis 1.",
    "start": "00:09:14",
    "end": "00:09:37"
  },
  {
    "text": "Yeah.",
    "start": "00:09:37",
    "end": "00:09:38"
  },
  {
    "text": "So this all maps, but the different.",
    "start": "00:09:38",
    "end": "00:09:40"
  },
  {
    "text": "Element here is the priests as kind of an agent.",
    "start": "00:09:40",
    "end": "00:09:45"
  },
  {
    "text": "Yeah, the priests go before them.",
    "start": "00:09:45",
    "end": "00:09:47"
  },
  {
    "text": "Yeah.",
    "start": "00:09:47",
    "end": "00:09:47"
  },
  {
    "text": "Yes, that's right. Totally. You have priestly representatives go in first.",
    "start": "00:09:47",
    "end": "00:09:52"
  },
  {
    "text": "Yeah.",
    "start": "00:09:52",
    "end": "00:09:53"
  },
  {
    "text": "And then what is true of them.",
    "start": "00:09:53",
    "end": "00:09:56"
  },
  {
    "text": "Right.",
    "start": "00:09:56",
    "end": "00:09:56"
  },
  {
    "text": "The remnant passing through the waters becomes true of the rest who follow.",
    "start": "00:09:57",
    "end": "00:10:01"
  },
  {
    "text": "Right.",
    "start": "00:10:02",
    "end": "00:10:02"
  },
  {
    "text": "I've never quite put it that way, but that's exactly what's happening.",
    "start": "00:10:02",
    "end": "00:10:06"
  },
  {
    "text": "Yeah.",
    "start": "00:10:06",
    "end": "00:10:07"
  },
  {
    "text": "The priestly representatives go in first.",
    "start": "00:10:07",
    "end": "00:10:09"
  },
  {
    "text": "Yeah. And there's no rock in this story. Interesting.",
    "start": "00:10:09",
    "end": "00:10:14"
  },
  {
    "text": "Yeah. The waters are cut off upstream. Mm, Cool. So that's a good example of. It's just brief. The other ones were big and elaborate. This one's just a little flash.",
    "start": "00:10:14",
    "end": "00:10:23"
  },
  {
    "text": "Yeah. And it's easy to, like, get to this and be like, huh. It just sounds like. Sounds like they're just not being creative and they're doing another red.",
    "start": "00:10:24",
    "end": "00:10:31"
  },
  {
    "text": "Does this feel like the Star wars example to you? Remember when we looked at the Force Awakens, how it's replaying.",
    "start": "00:10:31",
    "end": "00:10:37"
  },
  {
    "text": "Yeah.",
    "start": "00:10:37",
    "end": "00:10:38"
  },
  {
    "text": "All those scenes.",
    "start": "00:10:38",
    "end": "00:10:39"
  },
  {
    "text": "Yeah, it does, totally. This would be a lot easier to visualize, like, in a video than the taking and seizing, but.",
    "start": "00:10:39",
    "end": "00:10:46"
  },
  {
    "text": "Yeah, actually, that's interesting. Here, let me show you something. In my Prophets and Gospels class, we were talking about all this stuff as we were walking through the birth narratives of Jesus and Matthew, because that's all the birth narratives we're doing is doing this.",
    "start": "00:10:46",
    "end": "00:11:03"
  },
  {
    "text": "Rehashing all these things.",
    "start": "00:11:03",
    "end": "00:11:04"
  },
  {
    "text": "Yeah. All these little moments in the story of Jesus become replays of earlier stories. Yeah, yeah. So this is from a study done. This was looking at a different example in the Gospel of Luke, where the song that Mary sings is itself just massively sophisticated. Copy and paste Poem from earlier biblical.",
    "start": "00:11:04",
    "end": "00:11:28"
  },
  {
    "text": "It's a remix.",
    "start": "00:11:28",
    "end": "00:11:29"
  },
  {
    "text": "It's a remix. Totally. Yeah. So there was this study done on the poetry, the poems composed by the Qumran crew compose the Dead Sea Scrolls because they have a lot of their own poetry. And it's just like that.",
    "start": "00:11:29",
    "end": "00:11:45"
  },
  {
    "text": "Oh, okay. Just more of that stuff.",
    "start": "00:11:45",
    "end": "00:11:46"
  },
  {
    "text": "More of that stuff. And so they did a comparative reading of the poetry of the Qumran community with the poetry of the Gospels. In the Gospels, yeah. It's really interesting. And so they were commenting on this. Usage of traditional scriptural language in a new context is not a sign of a lack of originality. Rather, it's the testimony to the art of a poet who can take language already laden with meaning for people familiar with the heritage of their scriptures and use it to describe new situations. I thought that was an on point way of describing what's going on here.",
    "start": "00:11:46",
    "end": "00:12:26"
  },
  {
    "text": "Yeah. In a way it's becoming a new type of language.",
    "start": "00:12:26",
    "end": "00:12:29"
  },
  {
    "text": "Yes. Yeah, that's right. Yes. Because the earlier narratives give you the vocabulary. Yeah, because salvation. Yeah, this is how we talk about salvation.",
    "start": "00:12:29",
    "end": "00:12:39"
  },
  {
    "text": "Right. So interesting to think about just language in general. Like we take an idea, an abstraction, put a word on it, and then now instead of having to discuss this abstraction at length, we just use the code word.",
    "start": "00:12:40",
    "end": "00:12:55"
  },
  {
    "text": "Yeah.",
    "start": "00:12:55",
    "end": "00:12:56"
  },
  {
    "text": "So yes, whatever it is. God, I guess, in a sense, although God's more than an abstraction. But then if you're trying to create new paradigms, typically you create new vocabulary.",
    "start": "00:12:56",
    "end": "00:13:10"
  },
  {
    "text": "Oh yeah, that's right. Yeah. This is what philosophers do.",
    "start": "00:13:10",
    "end": "00:13:12"
  },
  {
    "text": "Yeah, all the time. Create new words.",
    "start": "00:13:12",
    "end": "00:13:14"
  },
  {
    "text": "They coin new words to try and create new paradigms and structures of thought that they hope will get picked up by people after them.",
    "start": "00:13:14",
    "end": "00:13:23"
  },
  {
    "text": "But it seems like what's happening here isn't coining new words, it's coining narrative types. You know, like if you want to understand what it means that humans bring chaos to creation, or the temptation of humans to bring chaos or whatever these things are. I'm not gonna give you a word for it, but I'm gonna give you a story for it.",
    "start": "00:13:24",
    "end": "00:13:47"
  },
  {
    "text": "That's right.",
    "start": "00:13:47",
    "end": "00:13:48"
  },
  {
    "text": "And the story becomes the shorthand. But then what's beautiful about that is then the story can get reused and reshaped over and over and over in a way that a vocab word can't, you know?",
    "start": "00:13:49",
    "end": "00:14:03"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:14:03",
    "end": "00:14:04"
  },
  {
    "text": "And it could become. It's very. It's very inhabitable, you know, it's very much like.",
    "start": "00:14:04",
    "end": "00:14:09"
  },
  {
    "text": "And you can apply it in just lots of new and different settings. Yeah, yeah, man. Yeah. I just read this really Interesting article about the way that different presidents since Martin Luther King Jr. Or each President's speechwriters, have used and employed biblical image themes from Martin Luther King Jr. S speeches.",
    "start": "00:14:10",
    "end": "00:14:32"
  },
  {
    "text": "Oh, they're remixing his speech.",
    "start": "00:14:32",
    "end": "00:14:34"
  },
  {
    "text": "The remixing. And what they're usually remixing is Dr. King's remixing of biblical imagery. So you have images about the Exodus or passages from the prophets that Dr. King was adapting, and then he'll go through and whatever, show how Barack Obama, for example, at key speeches would adapt King's adaptation of something from the Exodus. And so the Exodus is the fundamental thing, but it's part of now a living tradition of that story, creating a.",
    "start": "00:14:34",
    "end": "00:15:11"
  },
  {
    "text": "And I think that's what people mean when they say that this book shapes the way we think.",
    "start": "00:15:11",
    "end": "00:15:16"
  },
  {
    "text": "That's right, yes.",
    "start": "00:15:16",
    "end": "00:15:17"
  },
  {
    "text": "It's like giving us the actual categories to think by.",
    "start": "00:15:17",
    "end": "00:15:23"
  },
  {
    "text": "Yeah. At the end of the day, that's what our brains are doing from our first moments. Like when, you know, the, ooh, bright light, or that shape that comes into my horizon with moving features. Oh, that shape appears most of every day. And that shape's a little different than this other shape, but they both, you know, and then you're comparing shapes, you're making comparisons, and then as you get older, you come into contact with lots of shapes and you realize you have vocabulary for them. They're faces, they're people. And all our brains are doing is just layering upon layering of analogies with pre existing things and experiences that I've had. So this is a form of that in narrative, creating these comparative analogies from the earlier stories to the later stories so that I interpret my life by means of these narratives.",
    "start": "00:15:23",
    "end": "00:16:22"
  },
  {
    "text": "Have you read of the book or heard of the book Metaphors We Live By? George Lakoff.",
    "start": "00:16:22",
    "end": "00:16:27"
  },
  {
    "text": "Lakoff. You know, I'm familiar with another one of his works.",
    "start": "00:16:27",
    "end": "00:16:30"
  },
  {
    "text": "Okay. Oh, yeah, the one we talked about before about morality.",
    "start": "00:16:30",
    "end": "00:16:34"
  },
  {
    "text": "Yes, yes. And he wrote one called More Than Cool Reason. It might be an earlier version of Metaphors we Live by, but it's similar. That's an argument about metaphor, but it's a form of comparison.",
    "start": "00:16:35",
    "end": "00:16:47"
  },
  {
    "text": "It's a form of comparison.",
    "start": "00:16:47",
    "end": "00:16:48"
  },
  {
    "text": "That's right.",
    "start": "00:16:48",
    "end": "00:16:49"
  },
  {
    "text": "That's all metaphor is. Yeah, yeah. And it's just how we think, how fundamentally our brains think.",
    "start": "00:16:49",
    "end": "00:16:55"
  },
  {
    "text": "Yeah.",
    "start": "00:16:55",
    "end": "00:16:55"
  },
  {
    "text": "And metaphor all the way down, it just is metaphor layered on metaphor. Layer on metaphor.",
    "start": "00:16:55",
    "end": "00:17:00"
  },
  {
    "text": "Correct.",
    "start": "00:17:00",
    "end": "00:17:00"
  },
  {
    "text": "Comparing and patterning our experiences so that we can make sense of them.",
    "start": "00:17:01",
    "end": "00:17:05"
  },
  {
    "text": "Yeah, that's right. Yeah, totally. I still remember when watching my kids encounter dogs, when they were like, you know, infants but could sit up, you know, and we didn't have a dog, and not many of our friends did, but we had a few who did. And I remember the first times they encountered dogs. And it's just watching a tiny human encounter something they have never figured out categories for. Like, it's shorter than these other creatures that are around me all the time. But it's. You know. But then over repeated experiences, they build up this reservoir of patterns that they can draw on the memories to be like, some of these creatures are friendly, some of them are not friendly. Like that one.",
    "start": "00:17:06",
    "end": "00:17:48"
  },
  {
    "text": "Right.",
    "start": "00:17:48",
    "end": "00:17:49"
  },
  {
    "text": "And there you go. When you put it in those terms, what you see the biblical authors doing is such a basic. I think that's why it's so memorable. When you see the narratives that they're designed this way, you can't really unsee it because it's just so basic to how we see the world.",
    "start": "00:17:49",
    "end": "00:18:06"
  },
  {
    "text": "Yeah.",
    "start": "00:18:07",
    "end": "00:18:07"
  },
  {
    "text": "Here's another brief example in the prophet. In this case, this becomes a part of Isaiah's way of talking about future hope. This is cool. So for Joshua, it was narrating a past event, showing how it was another moment of the redemption through the waters pattern. Here It's Isaiah, chapter 11. And he begins by talking about the little. When the kings from the line of David are cut down and Assyria and Babylon have come, and we're in exile, what are we hoping for? And he describes the line of David like a stump. And so this is the famous shoot. Little green branch that shoots out of the stump is the new king from David's line. He's endowed by the Spirit. He's going to bring justice to the poor. And the pattern for this, what we're talking about, picks up in verse 10, where it says, it will come about on that day. The root of Jesse will stand as a banner for the peoples, and the nations will seek him out, and his resting place will be glory. So you have this image of the king from the line of the Messiah, future king, who stands like a big tall flagpole. And all of the nations are coming.",
    "start": "00:18:46",
    "end": "00:20:06"
  },
  {
    "text": "It's a big chute.",
    "start": "00:20:06",
    "end": "00:20:06"
  },
  {
    "text": "It's actually funny. It's a root of Jesse, which is underground.",
    "start": "00:20:07",
    "end": "00:20:11"
  },
  {
    "text": "Yeah.",
    "start": "00:20:12",
    "end": "00:20:12"
  },
  {
    "text": "But it's.",
    "start": "00:20:12",
    "end": "00:20:13"
  },
  {
    "text": "It's a root within the stump.",
    "start": "00:20:13",
    "end": "00:20:15"
  },
  {
    "text": "It's a root. Yeah. Of the stump. But it's standing now. It's kind of mixing metaphors.",
    "start": "00:20:15",
    "end": "00:20:20"
  },
  {
    "text": "Got it.",
    "start": "00:20:20",
    "end": "00:20:21"
  },
  {
    "text": "And all the nations are coming. Okay. So if Israel's been exiled because of their covenant rebellion and they're out there and all the nations are coming, then if we're Gonna get the family of Abraham back together. We gotta reclaim all the scattered Israelites. The fallen nations are coming. That's the next poem. It will come about on that day that the Lord will again use his arm a second time to purchase the remnant of his people that remains. Let's just pause right there.",
    "start": "00:20:21",
    "end": "00:20:53"
  },
  {
    "text": "Okay.",
    "start": "00:20:53",
    "end": "00:20:54"
  },
  {
    "text": "So God is using his arm a second time.",
    "start": "00:20:54",
    "end": "00:20:58"
  },
  {
    "text": "Now, is this a second time in Isaiah or is this referring to Moses being the first time?",
    "start": "00:20:59",
    "end": "00:21:05"
  },
  {
    "text": "It's really interesting. Yeah. The fundamental image of God, God's arm and Moses stretching out his arm. That's Exodus icons here, this little Exodus icon.",
    "start": "00:21:05",
    "end": "00:21:15"
  },
  {
    "text": "Right.",
    "start": "00:21:15",
    "end": "00:21:16"
  },
  {
    "text": "So the second time.",
    "start": "00:21:16",
    "end": "00:21:17"
  },
  {
    "text": "So is he just riffing on Exodus?",
    "start": "00:21:17",
    "end": "00:21:20"
  },
  {
    "text": "Yeah. So it's the new Exodus. Okay, and what is the new Exodus going to do? It's going to purchase a remnant, a one who remains, which is the key image of Noah floating out there among the chaos waters. Right. And that God remembers him and so on. Okay, so where are the remnant? What are the waters in which the remnant is floating? When God. If we kind of map Noah story onto the Exodus story, you have people in the waters going through them, or people floating on the waters.",
    "start": "00:21:20",
    "end": "00:21:54"
  },
  {
    "text": "Right.",
    "start": "00:21:54",
    "end": "00:21:55"
  },
  {
    "text": "Well, they're the remnant that's sitting out there in Assyria, Egypt, Patros, Cush, Elam, Babylon, the islands of the sea.",
    "start": "00:21:55",
    "end": "00:22:05"
  },
  {
    "text": "So all these other nations are.",
    "start": "00:22:06",
    "end": "00:22:07"
  },
  {
    "text": "The seas are like the waters. The waters, yeah. And he will lift up a banner to the nations. Oh, I know what the banner is. King from the line of David. And gather the scattered ones of Israel and regather the dispersed ones of Judah. So the Lord uses his arm to do what? To lift a banner. What's the banner? This is all metaphors. You could not draw this on a page. We could try.",
    "start": "00:22:08",
    "end": "00:22:33"
  },
  {
    "text": "We could try.",
    "start": "00:22:33",
    "end": "00:22:34"
  },
  {
    "text": "It'd be like drawing the Song of Songs. Right.",
    "start": "00:22:34",
    "end": "00:22:35"
  },
  {
    "text": "Just weird.",
    "start": "00:22:35",
    "end": "00:22:36"
  },
  {
    "text": "So you have the Lord using his arm, just like in Exodus. But he's lifting up the king. Up the king and the nations come. And the remnant comes from among the nations, like the Israelites passing through the waters. And there will be a highway for the remainder, or the remnant of his people who remain from Assyria, just like there was for Israel on the day that they came up from the land of Egypt.",
    "start": "00:22:37",
    "end": "00:23:05"
  },
  {
    "text": "Yeah, when they came out of Egypt. Yeah. Oh, no one was remaining that was referring to the Pharaoh.",
    "start": "00:23:05",
    "end": "00:23:12"
  },
  {
    "text": "Yeah, it was. No Egyptians remaining.",
    "start": "00:23:12",
    "end": "00:23:15"
  },
  {
    "text": "No Egyptians remain. But this remnant, this remainder is of the ones coming back, the new Exodus. And so he's very explicitly. It's like, if you haven't caught on by now, I'm talking About just like they came up out of Egypt.",
    "start": "00:23:15",
    "end": "00:23:33"
  },
  {
    "text": "Yeah. So it's very explicit that this is a new Exodus, but the rescue of the remnant is a Noah image. And both stories are about passing through the dangerous waters. In the Noah story, it's the chaos waters, Genesis 1, that were pushed back. In the Exodus story, it's the waters of the sea, but also what's in the waters that's chasing them. It's the nations.",
    "start": "00:23:33",
    "end": "00:24:02"
  },
  {
    "text": "Yeah. So the nations, nations are in the waters chasing them.",
    "start": "00:24:02",
    "end": "00:24:06"
  },
  {
    "text": "Well, Egypt is in. Remember, the Israelites were first they're through.",
    "start": "00:24:06",
    "end": "00:24:10"
  },
  {
    "text": "And now they're in it.",
    "start": "00:24:10",
    "end": "00:24:11"
  },
  {
    "text": "And then the Egyptians. So there's two threats for the Israelites. In the Exodus a story, the walls of the water could collapse and the Egyptians could get them. Now, here in Isaiah, he's turned merged those metaphorically into the same threat that.",
    "start": "00:24:11",
    "end": "00:24:26"
  },
  {
    "text": "Being in the nations is being in the chaos waters.",
    "start": "00:24:26",
    "end": "00:24:29"
  },
  {
    "text": "Yes.",
    "start": "00:24:29",
    "end": "00:24:29"
  },
  {
    "text": "Yeah.",
    "start": "00:24:29",
    "end": "00:24:30"
  },
  {
    "text": "It's so creative. So all of a sudden, this poem, like these weird metaphors, you all of a sudden realize this poem is a meditation on Genesis 1, the flood narrative and the Exodus narrative all together.",
    "start": "00:24:31",
    "end": "00:24:47"
  },
  {
    "text": "And in a way, I guess it makes sense. Like, if I were to have to imagine what God's new act of rescuing his people would look like, I would use the categories of thinking, well, this happened before.",
    "start": "00:24:48",
    "end": "00:25:00"
  },
  {
    "text": "Yes. Yeah, that's right. Yeah, that's right. Yes. So that's what makes this a good example, is it's Isaiah reflecting on future hope. But the language that he has to talk about future hope is the language given him by the narratives about salvation at sunrise through the waters. So These are just four examples. We've only looked at four. Creation, Flood, Exodus no. 5, Joshua, and now this one. There's way more, but those are five really good ones. Okay, so let's just watch how the apostles totally are in tune with all this in the New Testament, the story of Jesus, baptism, for example.",
    "start": "00:25:00",
    "end": "00:26:14"
  },
  {
    "text": "It's another one of these loaded stories.",
    "start": "00:26:14",
    "end": "00:26:16"
  },
  {
    "text": "Yeah, yeah. We keep talking about it as the months go by. It keeps coming up. You read it and you tell me what you.",
    "start": "00:26:16",
    "end": "00:26:24"
  },
  {
    "text": "All right.",
    "start": "00:26:24",
    "end": "00:26:24"
  },
  {
    "text": "See Emerging.",
    "start": "00:26:24",
    "end": "00:26:25"
  },
  {
    "text": "Professor John. All right. Mark 1:9. In those days, Jesus came from Nazareth in Galilee and was baptized by John in the Jordan. Immediately coming up out of the water, he saw the heavens opening and the Spirit, like a dove, descending upon him. And a voice came out of the heavens. You are my beloved son. And you, I am well pleased. Okay, well, I don't think I would notice any of this stuff, but now that I'm trying to notice.",
    "start": "00:26:25",
    "end": "00:26:55"
  },
  {
    "text": "Yeah, right.",
    "start": "00:26:56",
    "end": "00:26:57"
  },
  {
    "text": "Well, we got the spirit, so we got the ruach descending upon him like Genesis 1. Descending on the chaotic waters.",
    "start": "00:26:57",
    "end": "00:27:05"
  },
  {
    "text": "Ooh. But also, remember the flood narrative, the strong east wind. And the Exodus narrative.",
    "start": "00:27:06",
    "end": "00:27:11"
  },
  {
    "text": "Yep. And the east wind.",
    "start": "00:27:11",
    "end": "00:27:12"
  },
  {
    "text": "Yep. And the waters. Yep.",
    "start": "00:27:12",
    "end": "00:27:14"
  },
  {
    "text": "Yeah. Oh, it's the strongest wind in the Exodus narrative.",
    "start": "00:27:14",
    "end": "00:27:17"
  },
  {
    "text": "Yes.",
    "start": "00:27:17",
    "end": "00:27:18"
  },
  {
    "text": "And then in the flood narrative is just a wind.",
    "start": "00:27:18",
    "end": "00:27:20"
  },
  {
    "text": "It was a wind pushing back the waters.",
    "start": "00:27:20",
    "end": "00:27:23"
  },
  {
    "text": "Pushing back the waters. So here comes the ruach, the spirit, the wind. Jesus is in waters.",
    "start": "00:27:23",
    "end": "00:27:28"
  },
  {
    "text": "He's in the.",
    "start": "00:27:29",
    "end": "00:27:30"
  },
  {
    "text": "He's coming out of the water.",
    "start": "00:27:30",
    "end": "00:27:31"
  },
  {
    "text": "Yeah. And what particular waters?",
    "start": "00:27:31",
    "end": "00:27:32"
  },
  {
    "text": "Well, in the Jordan.",
    "start": "00:27:32",
    "end": "00:27:33"
  },
  {
    "text": "The Jordan, yeah. Yeah. That's the Joshua stuff.",
    "start": "00:27:33",
    "end": "00:27:35"
  },
  {
    "text": "That's the Joshua. Yeah.",
    "start": "00:27:35",
    "end": "00:27:36"
  },
  {
    "text": "Coming up there.",
    "start": "00:27:36",
    "end": "00:27:37"
  },
  {
    "text": "And the heavens open. Is that splitting? Is that like a. Oh, man.",
    "start": "00:27:38",
    "end": "00:27:42"
  },
  {
    "text": "Whoa. Yeah, yeah. Hold on. Sorry, one second. Mark, 1 9. Whoa.",
    "start": "00:27:43",
    "end": "00:27:49"
  },
  {
    "text": "It's kind of a son of man kind of thing happening, too, right?",
    "start": "00:27:50",
    "end": "00:27:54"
  },
  {
    "text": "Yeah, dude, it's. The heavens were ripped.",
    "start": "00:27:54",
    "end": "00:27:57"
  },
  {
    "text": "The heavens are ripped.",
    "start": "00:27:58",
    "end": "00:27:58"
  },
  {
    "text": "The heavens ripped open. This is, first of all, an echo to a poem in Isaiah 64 where the poet says, oh, that you would rip open the heavens and come down and rescue us from exile. But the idea of ripping or splitting open.",
    "start": "00:27:58",
    "end": "00:28:17"
  },
  {
    "text": "Yeah.",
    "start": "00:28:17",
    "end": "00:28:17"
  },
  {
    "text": "Connected to waters is. Yeah. All the way back.",
    "start": "00:28:17",
    "end": "00:28:20"
  },
  {
    "text": "The flood story.",
    "start": "00:28:20",
    "end": "00:28:21"
  },
  {
    "text": "Flood story. And the Exodus story.",
    "start": "00:28:21",
    "end": "00:28:23"
  },
  {
    "text": "Ripping open. Yeah.",
    "start": "00:28:23",
    "end": "00:28:25"
  },
  {
    "text": "Which would you start to see? That's how. Usually when there's an echo to an earlier story, it's not just to one, it's to the whole matrix.",
    "start": "00:28:25",
    "end": "00:28:33"
  },
  {
    "text": "Yeah. It's the library of stories.",
    "start": "00:28:33",
    "end": "00:28:36"
  },
  {
    "text": "To the library of this pattern.",
    "start": "00:28:36",
    "end": "00:28:38"
  },
  {
    "text": "Yeah.",
    "start": "00:28:38",
    "end": "00:28:38"
  },
  {
    "text": "This particular pattern. And so you can use the language from maybe one of the patterns, but you're usually bouncing off of all of them. Well, yeah. That's good. I didn't. Yep.",
    "start": "00:28:38",
    "end": "00:28:49"
  },
  {
    "text": "So is so. And then the spirit's like a dove. The dove plays a role. Is it a dove in the Genesis. The flood story?",
    "start": "00:28:50",
    "end": "00:28:56"
  },
  {
    "text": "Oh, it's just a bird. The hovering is of wings flapping. A spirit hovering over the waters.",
    "start": "00:28:56",
    "end": "00:29:02"
  },
  {
    "text": "But is it a dove in the flood stories?",
    "start": "00:29:03",
    "end": "00:29:05"
  },
  {
    "text": "Oh, yeah, yeah. Noah sends out a dove.",
    "start": "00:29:05",
    "end": "00:29:07"
  },
  {
    "text": "Sends out a dove over the waters. Yeah. There's a spirit like a dove.",
    "start": "00:29:07",
    "end": "00:29:11"
  },
  {
    "text": "Yes.",
    "start": "00:29:11",
    "end": "00:29:12"
  },
  {
    "text": "Voice comes out of heaven. You're my son.",
    "start": "00:29:12",
    "end": "00:29:14"
  },
  {
    "text": "Yeah.",
    "start": "00:29:14",
    "end": "00:29:14"
  },
  {
    "text": "Oh, yeah. And the son, my firstborn son.",
    "start": "00:29:15",
    "end": "00:29:16"
  },
  {
    "text": "A voice goes out over the waters.",
    "start": "00:29:16",
    "end": "00:29:18"
  },
  {
    "text": "Genesis. Yeah, Genesis 1. The voice. And then. And then that's what Moses was instructed to say, that Israel was the firstborn son.",
    "start": "00:29:18",
    "end": "00:29:26"
  },
  {
    "text": "Israel. Yeah, that's right. Israel is my firstborn son. Let them go free. Which happens as they go through the waters. And then right after the story Is Jesus going in the wilderness for 40 days and nights.",
    "start": "00:29:26",
    "end": "00:29:39"
  },
  {
    "text": "Yeah. Which maps onto Israel's wandering through the wilderness for 40 years.",
    "start": "00:29:39",
    "end": "00:29:43"
  },
  {
    "text": "So it's all unstated.",
    "start": "00:29:44",
    "end": "00:29:46"
  },
  {
    "text": "Yeah. Right.",
    "start": "00:29:46",
    "end": "00:29:48"
  },
  {
    "text": "It's all.",
    "start": "00:29:48",
    "end": "00:29:49"
  },
  {
    "text": "Mark doesn't say, like, just like Moses in Israel or just like, God created the earth. He just uses the vocabulary.",
    "start": "00:29:49",
    "end": "00:29:58"
  },
  {
    "text": "That's right. And so you could either say, we're making this up.",
    "start": "00:29:58",
    "end": "00:30:02"
  },
  {
    "text": "In some ways, it kind of feels like we are. But then in another sense, you're kind of like. Well, like, yeah, this is kind of, in a way, obvious once you see it.",
    "start": "00:30:04",
    "end": "00:30:14"
  },
  {
    "text": "Yeah, that's exactly.",
    "start": "00:30:15",
    "end": "00:30:16"
  },
  {
    "text": "If he didn't mean to do that, he got really kind of lucky.",
    "start": "00:30:16",
    "end": "00:30:19"
  },
  {
    "text": "Yeah. So I've been thinking about this. The more I'm in classroom settings of taking students through this, there's an element to it where I think it's participation. We become participants in discovering new depths of meaning here. So, like, somebody asked when we were with the San Jose and doing the live podcast, what are the controls here?",
    "start": "00:30:21",
    "end": "00:30:45"
  },
  {
    "text": "Yeah. How do you get. And how do you not get too crazy?",
    "start": "00:30:45",
    "end": "00:30:47"
  },
  {
    "text": "I've really been thinking a lot about that because I've had other students ask the question, and there's a part of me that, like, yes, it's a very Protestant question. Exactly. But, yes, that's what I've been thinking about is there's a sense in which this literature isn't trying to close down avenues of meaning.",
    "start": "00:30:47",
    "end": "00:31:03"
  },
  {
    "text": "It's not. It's like, what else do you see here? What else can you find?",
    "start": "00:31:03",
    "end": "00:31:08"
  },
  {
    "text": "Yeah. Yeah. And the way that the same vocabulary word split open can apply to the waters from below, to the waters in the sea, to the skies above. So this is. It's creative. It's trying to spark your imagination.",
    "start": "00:31:08",
    "end": "00:31:26"
  },
  {
    "text": "Yeah.",
    "start": "00:31:26",
    "end": "00:31:26"
  },
  {
    "text": "And to get you to reflect and think about. About how God saves the world.",
    "start": "00:31:26",
    "end": "00:31:31"
  },
  {
    "text": "Now, there will be a point where someone brings something up and they're like, look at how this is connected.",
    "start": "00:31:31",
    "end": "00:31:35"
  },
  {
    "text": "Yes.",
    "start": "00:31:36",
    "end": "00:31:36"
  },
  {
    "text": "This guy ate this thing. And that's the same word as the thing over here. And so, like. So at some point, you kind of have to go, actually, you know, I'm not so sure. Yeah.",
    "start": "00:31:36",
    "end": "00:31:46"
  },
  {
    "text": "Yeah.",
    "start": "00:31:46",
    "end": "00:31:46"
  },
  {
    "text": "Kind of feels like you're adding something that the biblical authors.",
    "start": "00:31:46",
    "end": "00:31:50"
  },
  {
    "text": "Yes.",
    "start": "00:31:50",
    "end": "00:31:51"
  },
  {
    "text": "Were not tuned into at all.",
    "start": "00:31:51",
    "end": "00:31:52"
  },
  {
    "text": "Correct. Yep, that's right.",
    "start": "00:31:52",
    "end": "00:31:54"
  },
  {
    "text": "And so the control is then just the community of readers kind of checking each other.",
    "start": "00:31:54",
    "end": "00:32:00"
  },
  {
    "text": "I think so. And I think there's just. There are some. Does it fit within the pattern? In other words, can I see this pattern substantiated across many stories? The same words keep coming up and then I think it's ranking them in terms of, like, probability. Like, well, this one's possible. This one's super likely.",
    "start": "00:32:02",
    "end": "00:32:23"
  },
  {
    "text": "Yeah.",
    "start": "00:32:23",
    "end": "00:32:23"
  },
  {
    "text": "The waters of the Jordan.",
    "start": "00:32:23",
    "end": "00:32:25"
  },
  {
    "text": "Yeah. I think we're in the realm.",
    "start": "00:32:25",
    "end": "00:32:27"
  },
  {
    "text": "We're in the. We're pretty clear. Like, these guys aren't super big. They could have picked many streams or rivers. Yeah, they picked that one. So, okay, so that's the baptism story. We can walk into the writings of Paul. There's just a few places where Paul talks about the waters. There's one in one Corinthians, chapter 10, where he opens and he says, I don't want you Corinthians to be unaware, brothers, that our fathers were all under the cloud and passed through the sea and all were baptized into Moses in the cloud and in the sea. It's just a short little thing.",
    "start": "00:32:27",
    "end": "00:33:34"
  },
  {
    "text": "Yeah.",
    "start": "00:33:34",
    "end": "00:33:35"
  },
  {
    "text": "And from there, he goes on to then tell stories about the wilderness, people dying in the wilderness. So this is a whole rabbit hole. I just want to make one connection here. First of all, Paul is writing to a group of Greek and Romans sitting in Corinth, and he cites the stories of the Israelites in the Exodus as our ancestors.",
    "start": "00:33:35",
    "end": "00:33:57"
  },
  {
    "text": "Oh, right. Yeah. It's getting kind of loose with.",
    "start": "00:33:57",
    "end": "00:34:01"
  },
  {
    "text": "No, he has a deep conviction that gentiles.",
    "start": "00:34:02",
    "end": "00:34:05"
  },
  {
    "text": "I was going to say genetics.",
    "start": "00:34:05",
    "end": "00:34:07"
  },
  {
    "text": "Oh, loose with genetics. Yeah, that's right.",
    "start": "00:34:07",
    "end": "00:34:09"
  },
  {
    "text": "That's what I was going to say.",
    "start": "00:34:09",
    "end": "00:34:10"
  },
  {
    "text": "Serious theology. Loose with genetics.",
    "start": "00:34:10",
    "end": "00:34:12"
  },
  {
    "text": "Serious with theology.",
    "start": "00:34:12",
    "end": "00:34:13"
  },
  {
    "text": "Loose with genetics. Yes. That all of a sudden these people are grafted into the family of Abraham, which means the family salvation story becomes their story. And so he connects their own baptism, uses the word baptism, which is from the Christian ritual, but he maps on going into the waters of baptism with the Israelites passing through the Red Sea or the Reed Sea. The waters.",
    "start": "00:34:13",
    "end": "00:34:43"
  },
  {
    "text": "Yeah.",
    "start": "00:34:43",
    "end": "00:34:43"
  },
  {
    "text": "And it's just. It's a little side point that he makes. So what is assumed under. There is a whole way of thinking about baptism and connected to this pattern of salvation through the waters Now.",
    "start": "00:34:44",
    "end": "00:34:57"
  },
  {
    "text": "Yeah. That there was this. Seems like this really rich paradigm of being baptized. It's not just. Well, you know, the way in my tradition, it's. You're dying and coming back to life, but then. But also this. What Paul seems to be thinking about is being rescued from chaos and being rescued from oppression and danger and all these things.",
    "start": "00:34:57",
    "end": "00:35:26"
  },
  {
    "text": "Yep. Slavery, all that. Yeah, yeah, yeah, totally. Yeah. So it's that all these narratives.",
    "start": "00:35:26",
    "end": "00:35:32"
  },
  {
    "text": "Baptism has a pretty deep set of meaning.",
    "start": "00:35:33",
    "end": "00:35:37"
  },
  {
    "text": "Yeah, yeah, that's right. It's echoing all these stories. So there's a Few other places in the New Testament where baptism is connected into this whole chain of stories. Well, obviously Jesus baptism that we just saw.",
    "start": "00:35:37",
    "end": "00:35:50"
  },
  {
    "text": "Yeah.",
    "start": "00:35:50",
    "end": "00:35:50"
  },
  {
    "text": "Now here's baptism of Jesus followers. Romans chapter 6 is like ground zero for Paul's theology of baptism. He just brings it up and really explores it in depth. And so we use this example here, opening of Romans 6. So what should we say then? Should we go on sinning knowing that God's grace will increase?",
    "start": "00:35:50",
    "end": "00:36:13"
  },
  {
    "text": "Sure.",
    "start": "00:36:13",
    "end": "00:36:14"
  },
  {
    "text": "No way.",
    "start": "00:36:14",
    "end": "00:36:15"
  },
  {
    "text": "I mean, no way.",
    "start": "00:36:15",
    "end": "00:36:16"
  },
  {
    "text": "We are those who have died to sin. How can we live in it any longer? Napaz, you go back to Romans 5.",
    "start": "00:36:19",
    "end": "00:36:27"
  },
  {
    "text": "I mean, if this is a serious question, I could tell him a couple ways you can live in sin. Totally just.",
    "start": "00:36:27",
    "end": "00:36:34"
  },
  {
    "text": "That's right, yeah. So one of the. In Romans 5 and 6, the fundamental metaphor is humans are slaves to sin. He uses the Exodus narrative here. So Pharaoh becomes sin and death the slave master, and we are like the enslaved Israelites. And Jesus accomplishes the new Exodus because look at what he says next. Don't you know that all of us who were baptized into the Messiah Jesus were baptized into his death. We were therefore buried with him through baptism into death in order that just as the Messiah was raised from the dead through the glory of the Father, so we too may live a new life. So it's just so many layers, like an onion. So now Paul has added a new narrative repetition to the whole matrix of salvation through the waters. So you've got the story of Jesus being baptized.",
    "start": "00:36:35",
    "end": "00:37:32"
  },
  {
    "text": "Yeah.",
    "start": "00:37:32",
    "end": "00:37:32"
  },
  {
    "text": "The words of the Father to the Son there were, this is my son, whom I love.",
    "start": "00:37:33",
    "end": "00:37:39"
  },
  {
    "text": "Yeah.",
    "start": "00:37:39",
    "end": "00:37:40"
  },
  {
    "text": "With whom I'm pleased. Those are all echoes of Old Testament texts about the Messianic king. The beloved son is. There's only one other beloved son in the Bible, Isaac, and he's called the beloved Son. In the story where Abraham hands the Son over to death and the Son is redeemed from death.",
    "start": "00:37:40",
    "end": "00:38:01"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:38:01",
    "end": "00:38:02"
  },
  {
    "text": "And then in whom I'm well pleased is from the suffering servant poems in Isaiah. So Jesus, baptism is already telling you the identity of Jesus. He's being baptized to go through the waters on Israel's behalf to die. And then the Gospel narrative plays that out. So Paul condenses all of that with. Just as Jesus was baptized into death.",
    "start": "00:38:02",
    "end": "00:38:29"
  },
  {
    "text": "So when you were baptized, he was subsumed by chaos.",
    "start": "00:38:30",
    "end": "00:38:34"
  },
  {
    "text": "Yeah, that's right. Yes, yeah, yeah. And raised right. Yeah. Submerged under death and chaos and then raised out of death and chaos.",
    "start": "00:38:34",
    "end": "00:38:45"
  },
  {
    "text": "So is that. And that's. Now, we didn't look at any resurrection narratives, but do they use the words of, like, splitting or separating or.",
    "start": "00:38:46",
    "end": "00:38:56"
  },
  {
    "text": "Off the top of my head. I've only got a couple little things clicking, but.",
    "start": "00:38:58",
    "end": "00:39:02"
  },
  {
    "text": "Okay.",
    "start": "00:39:02",
    "end": "00:39:02"
  },
  {
    "text": "I just was trying to focus here on the waters. Okay, so Noah saved through the waters. Yep. Israel saved through the waters.",
    "start": "00:39:03",
    "end": "00:39:10"
  },
  {
    "text": "Yep.",
    "start": "00:39:10",
    "end": "00:39:11"
  },
  {
    "text": "Jesus going into the waters in his baptism. That marks him on a road towards his redemptive death.",
    "start": "00:39:11",
    "end": "00:39:18"
  },
  {
    "text": "Okay.",
    "start": "00:39:18",
    "end": "00:39:18"
  },
  {
    "text": "And now Paul is putting followers of Jesus going into the water, being identified with Jesus death coming out of the waters, like the Israelites or Noah passed through. Jesus is raised out of death. And so you, too, are raised out of death too, meaning you're no longer living in Egypt. That's his argument. You're no longer a slave to sin. That's what he's going to go on to say.",
    "start": "00:39:19",
    "end": "00:39:45"
  },
  {
    "text": "Okay.",
    "start": "00:39:45",
    "end": "00:39:45"
  },
  {
    "text": "You're the Israelites who have been freed from slavery. Why would you go back to Egypt?",
    "start": "00:39:45",
    "end": "00:39:51"
  },
  {
    "text": "The Israelites probably didn't really think of going through the Red Sea as coming through death.",
    "start": "00:39:51",
    "end": "00:39:58"
  },
  {
    "text": "No, no. I think that's a later.",
    "start": "00:39:59",
    "end": "00:40:00"
  },
  {
    "text": "But now it's kind of. Yeah, later. Reflection.",
    "start": "00:40:01",
    "end": "00:40:03"
  },
  {
    "text": "Cool. Yeah. And just in case you're wondering if we're making all this up, First Peter. Peter in First Peter, chapter three, just says it point blank. Okay. First Peter, chapter three, he talks about the patience of God kept waiting in the days of Noah during the construction of the ark, in which a few. Excuse me, eight people were brought safely through the water. Now, that's an odd way of putting it.",
    "start": "00:40:03",
    "end": "00:40:33"
  },
  {
    "text": "Yeah.",
    "start": "00:40:33",
    "end": "00:40:34"
  },
  {
    "text": "Because in the Flood narrative, they're on the water. Right. They're in a boat floating on the water. So he's. You can tell. He's got the Noah story and the Exodus story merged together.",
    "start": "00:40:34",
    "end": "00:40:46"
  },
  {
    "text": "Here Noah's not in a submarine.",
    "start": "00:40:46",
    "end": "00:40:48"
  },
  {
    "text": "But.",
    "start": "00:40:50",
    "end": "00:40:50"
  },
  {
    "text": "How giggly that made you. You know what I was thinking, though?",
    "start": "00:40:55",
    "end": "00:40:59"
  },
  {
    "text": "Yeah, go ahead.",
    "start": "00:41:01",
    "end": "00:41:02"
  },
  {
    "text": "Was Jonah and the big fish. It's kind of a submarine, Right.",
    "start": "00:41:03",
    "end": "00:41:09"
  },
  {
    "text": "He goes through the waters.",
    "start": "00:41:09",
    "end": "00:41:11"
  },
  {
    "text": "He goes through the waters in the fish submarine.",
    "start": "00:41:11",
    "end": "00:41:14"
  },
  {
    "text": "He totally does. I'm certain that's a part of what's going on there. Yeah, he was hoping he would die in the waters. Yeah, that's his purpose. And God takes him through the water. Yeah, totally. There's something going on there.",
    "start": "00:41:14",
    "end": "00:41:28"
  },
  {
    "text": "Much different vessel.",
    "start": "00:41:28",
    "end": "00:41:29"
  },
  {
    "text": "Yeah. So he's merged the Flood and the Exodus stories. And then he says corresponding to that baptism now saves you. Namely, it brings you through the waters. And then he immediately clarifies. Listen, I'm not talking about going into the water and the dirt comes off your flesh. That's not. What I'm talking about. Is your Appeal to God through a good conscience for a good conscience. In other words, if you allow yourself to go into the waters, you are participating willingly in this story of your helplessness. That I am a participant in the chaos, going into the waters, trusting that God will bring me out alive through the other side as a new kind of human, or to fulfill his purpose for creation. And that's what he says. Baptism saves you through the resurrection of Jesus Christ. And of course, it all fits. And this is just a little side comment for Peter, then he moves on.",
    "start": "00:41:29",
    "end": "00:42:35"
  },
  {
    "text": "Seems like all these were side comments.",
    "start": "00:42:35",
    "end": "00:42:36"
  },
  {
    "text": "Yes. Which tells you that there's a whole teaching of the apostles that just didn't survive in the New Testament where they've worked this out. It really bothers me in detail. And what we get is the little back later references to this earlier body of biblical. It's biblical theology now.",
    "start": "00:42:36",
    "end": "00:42:56"
  },
  {
    "text": "Okay, so at the end of last conversation on this last episode, I said, I wish this was more clear. It's clear in the sense of, okay, I see how this is working. This makes sense as it comes to this idea of having a good conscience and being rescued from the slavery to sin. And like, it becomes really rich and beautiful. Connecting that to the idea of slavery in Egypt and crossing through the waters and baptism and Jesus dying and being subsumed by chaos and coming out. Yes.",
    "start": "00:42:56",
    "end": "00:43:30"
  },
  {
    "text": "Going like the priests ahead of us.",
    "start": "00:43:30",
    "end": "00:43:32"
  },
  {
    "text": "Yeah.",
    "start": "00:43:32",
    "end": "00:43:32"
  },
  {
    "text": "Like into the water.",
    "start": "00:43:32",
    "end": "00:43:33"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:43:33",
    "end": "00:43:34"
  },
  {
    "text": "Holding it back so that we can pass through alongside them.",
    "start": "00:43:35",
    "end": "00:43:38"
  },
  {
    "text": "So I love it.",
    "start": "00:43:39",
    "end": "00:43:40"
  },
  {
    "text": "Yes.",
    "start": "00:43:40",
    "end": "00:43:40"
  },
  {
    "text": "But the part of me, the very Protestant, like, part of me that's like very modern, enlightened part of me is going, but what am I supposed to do? What does it mean? How am I supposed to apply this to my life? This is all very metaphoric and poetic. And sure, I could go through the act of baptism, but then what? Like, and so why am I wrestling with that? Like, why does that seem.",
    "start": "00:43:41",
    "end": "00:44:07"
  },
  {
    "text": "I mean, it might just be a temperament thing or. Yeah. Nature and nurture. It's the way that you exist in the world. You're looking for a kind of clarity about things that aren't given to that kind of clarity.",
    "start": "00:44:08",
    "end": "00:44:26"
  },
  {
    "text": "It's like if you were. If we were talking to someone who wanted to start following Jesus and they're dealing with all of this, their life is falling apart. There's all this chaos, and it's happening because of other people's violence and corruption. And it's also happening because of their own stupidity at times. And they're captured by the upside down nature of Jesus kingdom and wanting to be a part of that. And they're like, so, like, what? How do I know I'm part of this? Like, what does it mean? And you're just like, well. And you start telling them stories of Israelites coming out of slavery. And that's the same thing as you're coming out of slavery. It's all very beautiful and it's all very meaningful. But then it really then makes the person then have to connect that to be, well, what does that mean for my life? What's the slavery I'm coming out of? What does it mean now for me to go through the waters today? And maybe that's the point, is just to be always wrestling with those images and thinking about that in terms of your life.",
    "start": "00:44:27",
    "end": "00:45:41"
  },
  {
    "text": "Yeah, well, it gives you a narrative in which you can live. And so, yeah, if I become a follower of Jesus and I've got this pattern of behavior that goes back, like, really deep to my childhood and stuff with my dad and whatever, then, yeah, living in this narrative means viewing those destructive patterns of thinking and behaving as a form of slavery. And it's a pretty intuitive image, especially if I keep repeating them even when I don't want to. Right. Then we're back to a snake whispering in your ear. And like, these stories give you all the images you need to help you process through what's happening. But also then to say, if I'm going to find freedom, it's going to have to be through someone else doing something for me that I can't do for myself, and then grabbing onto them and trust that what's true of them can be true of me, that I can be freed from these failures and these chaotic patterns. And so what do I need to do? I need to put my trust in Jesus. His life is my life. And I need to go see a therapist and to keep in step with the spirit. The spirit of Jesus wants to heal me and bring me into the promised land. I need to work with and I need to. Yeah, I need to cooperate and not rebel against the leading of the Spirit, but work with the ruach.",
    "start": "00:45:41",
    "end": "00:47:10"
  },
  {
    "text": "The same ruach that pushed back chaos in Genesis 1 is pushing back the chaos in your own life.",
    "start": "00:47:10",
    "end": "00:47:15"
  },
  {
    "text": "Yeah, but like in the Noah story, I can reintroduce chaos into my life by violence and stupidity. Or I can work with ruach.",
    "start": "00:47:15",
    "end": "00:47:24"
  },
  {
    "text": "So interesting, this image of the Christian life being piling up ruach like a heap, like the river of heap or whatever. But, yeah, just piling up. Sorry, not ruach, chaos. And then God's Ruach. Pushing it back, pushing it back. And it's just like this constant. And then trying to cooperate with the spirit instead of cooperating with the.",
    "start": "00:47:25",
    "end": "00:47:48"
  },
  {
    "text": "So here's what you can. What's the main psychology diagnosis handbook? What's that?",
    "start": "00:47:48",
    "end": "00:47:55"
  },
  {
    "text": "Dsm.",
    "start": "00:47:55",
    "end": "00:47:55"
  },
  {
    "text": "The dsm. What you could do is sit down with somebody and diagnose the things they're working through. Right. And you could use that vocabulary, that narrative world to identify the problem, here's the solution and the steps to do it. That's one. That's one language. But the biblical narratives are providing us, are also providing us with a language and a story and a set of patterns and images. And the whole point is that I see myself as a part of this story. So what we are just. We're just kind of playing out what it means to think through an addictive behavior that I formed early in my childhood and that I want freedom from.",
    "start": "00:47:55",
    "end": "00:48:39"
  },
  {
    "text": "Yeah.",
    "start": "00:48:39",
    "end": "00:48:39"
  },
  {
    "text": "You know, that's one way to describe it. But you can also use the salvation at sunrise through the waters.",
    "start": "00:48:39",
    "end": "00:48:44"
  },
  {
    "text": "Yeah.",
    "start": "00:48:44",
    "end": "00:48:45"
  },
  {
    "text": "As imagery. And both are. It's not an either or.",
    "start": "00:48:45",
    "end": "00:48:49"
  },
  {
    "text": "Right.",
    "start": "00:48:49",
    "end": "00:48:50"
  },
  {
    "text": "But it's.",
    "start": "00:48:50",
    "end": "00:48:50"
  },
  {
    "text": "But the one that the. The Bible gives is this power from outside of ourselves. A power that has conquered chaos and.",
    "start": "00:48:50",
    "end": "00:49:01"
  },
  {
    "text": "It has Jesus at its center.",
    "start": "00:49:01",
    "end": "00:49:02"
  },
  {
    "text": "As Jesus at its center.",
    "start": "00:49:02",
    "end": "00:49:03"
  },
  {
    "text": "Yeah. He's the Joshua. Jesus's name is Joshua. So he's the Joshua going through before us and submerged through Joshua in the Jordan. Yeah. This is how the biblical narratives are written. They're designed this way and they are meant to be read in the this way. There's very little other resources like this to explore this. There's actually more for the New Testament use of the Old than the Old Testament or Old Testament use of the Old. And there's very little out there on a popular level helping people see this. So I'm excited about this video.",
    "start": "00:49:03",
    "end": "00:49:40"
  },
  {
    "text": "Isn't this kind of what all the theme videos are doing in a way?",
    "start": "00:49:40",
    "end": "00:49:44"
  },
  {
    "text": "Yeah, they're just not. But what they're showing is the fruit.",
    "start": "00:49:44",
    "end": "00:49:48"
  },
  {
    "text": "The fruit of it.",
    "start": "00:49:48",
    "end": "00:49:48"
  },
  {
    "text": "The fruit of reading the Bible this way.",
    "start": "00:49:48",
    "end": "00:49:50"
  },
  {
    "text": "And so this is kind of like a look under the hood.",
    "start": "00:49:50",
    "end": "00:49:52"
  },
  {
    "text": "Yeah.",
    "start": "00:49:53",
    "end": "00:49:53"
  },
  {
    "text": "How we decide on theme videos or how you decide on theme.",
    "start": "00:49:53",
    "end": "00:49:56"
  },
  {
    "text": "Yeah. How you follow themes, repeated themes throughout the Bible. Yeah. In this case, it's paying attention to the weave of the biblical narratives themselves. So which example should we use? Stupid humans tempted and embrace their own destruction or salvation at sunrise through the waters. One's human focus could both be great videos. One's gods purpose, redemption focused. Both are built on A foundation of learning to follow key words throughout many narratives and then parallels and plot, setting and characterization. So this can be a capstone to the three preceding narrative videos.",
    "start": "00:49:56",
    "end": "00:51:03"
  },
  {
    "text": "Yeah. Okay. I think either could work. I feel like the going through the waters is going to be a lot easier to show the visual visually, how things are patterning.",
    "start": "00:51:03",
    "end": "00:51:12"
  },
  {
    "text": "I think so.",
    "start": "00:51:12",
    "end": "00:51:13"
  },
  {
    "text": "So, too, it's much more visual. And the other ones. There's so much more going on.",
    "start": "00:51:13",
    "end": "00:51:18"
  },
  {
    "text": "It's so much. It's more sophisticated.",
    "start": "00:51:18",
    "end": "00:51:19"
  },
  {
    "text": "It's more sophisticated.",
    "start": "00:51:19",
    "end": "00:51:20"
  },
  {
    "text": "Things get reversed. Way more.",
    "start": "00:51:20",
    "end": "00:51:22"
  },
  {
    "text": "Yeah.",
    "start": "00:51:22",
    "end": "00:51:22"
  },
  {
    "text": "You know, you have the fruit becomes Hagar.",
    "start": "00:51:22",
    "end": "00:51:25"
  },
  {
    "text": "Yeah.",
    "start": "00:51:25",
    "end": "00:51:26"
  },
  {
    "text": "Becomes Saul. Yeah.",
    "start": "00:51:26",
    "end": "00:51:29"
  },
  {
    "text": "Which is also very interesting and would be a cool video. It just.",
    "start": "00:51:30",
    "end": "00:51:32"
  },
  {
    "text": "You could pull it off.",
    "start": "00:51:32",
    "end": "00:51:33"
  },
  {
    "text": "And you could pull it off.",
    "start": "00:51:33",
    "end": "00:51:34"
  },
  {
    "text": "The advantage we have going for a visual medium is using composition.",
    "start": "00:51:34",
    "end": "00:51:39"
  },
  {
    "text": "Yeah.",
    "start": "00:51:39",
    "end": "00:51:39"
  },
  {
    "text": "To make things parallel.",
    "start": "00:51:39",
    "end": "00:51:40"
  },
  {
    "text": "Yeah.",
    "start": "00:51:40",
    "end": "00:51:41"
  },
  {
    "text": "So certain things are screen left. Certain things are center.",
    "start": "00:51:41",
    "end": "00:51:44"
  },
  {
    "text": "Yeah.",
    "start": "00:51:44",
    "end": "00:51:45"
  },
  {
    "text": "Certain things are yellow. I don't know. Whatever. But my hunch is that the salvation through the waters is going to work better for us.",
    "start": "00:51:45",
    "end": "00:51:52"
  },
  {
    "text": "Okay. I'm feeling that way, too. I got a random question. Not completely random. So we were talking about the flood. So I've been thinking about this. So God says, the rainbow is like a promise. I'm not going to destroy the world through a flood.",
    "start": "00:51:52",
    "end": "00:52:08"
  },
  {
    "text": "It's a sign.",
    "start": "00:52:08",
    "end": "00:52:09"
  },
  {
    "text": "It's a sign.",
    "start": "00:52:09",
    "end": "00:52:09"
  },
  {
    "text": "Yeah.",
    "start": "00:52:10",
    "end": "00:52:10"
  },
  {
    "text": "It's a sign of a promise.",
    "start": "00:52:10",
    "end": "00:52:12"
  },
  {
    "text": "Why did you specify just to. Because it's important. It's a sign of the covenant promise that he makes.",
    "start": "00:52:12",
    "end": "00:52:18"
  },
  {
    "text": "So I think a lot about the future, and I think about. There's two different kind of ways as a Christian to imagine how God is going to deal with creation. And one is the one I think I grew up with, which is it's gonna all get burned up and recreated, like, from scratch. Kind of like. All right, we're done with that. Zap you out. Let's start again. And then the other one is fundamentally changed, but like. But not destroyed.",
    "start": "00:52:19",
    "end": "00:52:52"
  },
  {
    "text": "Born again, to use the Apostle John's language.",
    "start": "00:52:52",
    "end": "00:52:57"
  },
  {
    "text": "Yeah. So could you say if there was. If you were having an argument or a conversation about which one's more biblical, this kind of destruction start fresh. Or this, like, reforming to make completely different.",
    "start": "00:52:57",
    "end": "00:53:14"
  },
  {
    "text": "Or renewal.",
    "start": "00:53:14",
    "end": "00:53:15"
  },
  {
    "text": "And renewal.",
    "start": "00:53:15",
    "end": "00:53:16"
  },
  {
    "text": "Yeah.",
    "start": "00:53:16",
    "end": "00:53:17"
  },
  {
    "text": "Because Peter, I think, has. Where he talks about, like, the earth will be destroyed by fire. Right. Something like that.",
    "start": "00:53:17",
    "end": "00:53:23"
  },
  {
    "text": "He uses images of fire.",
    "start": "00:53:23",
    "end": "00:53:24"
  },
  {
    "text": "Yeah.",
    "start": "00:53:25",
    "end": "00:53:25"
  },
  {
    "text": "Yes. And things melting. The things that are melting. There's an interpretive translation challenge there of whether it's the elements or whether it's the rebellious angelic hosts of heaven, namely the rebellious sons of God being destroyed. But that's either way. He uses fire imagery to talk about the purifying of creation.",
    "start": "00:53:25",
    "end": "00:53:49"
  },
  {
    "text": "Okay, but could we just like, if just in the flood narrative, with the sign of the rainbow and God's not gonna. If the flood represents creation collapsing back on itself, that seems to be the paradigm of, yeah, start over. Let creation collapse back on itself, and then I'm going to pull out the remnant and we're going to start fresh. And that's kind of like, let everything burn. Titanic's going down, Rapture people out, start fresh. But it seems like the promise, the sign of the promise in the flood story is, I'm not going to do that.",
    "start": "00:53:49",
    "end": "00:54:23"
  },
  {
    "text": "I won't ever do that again. Yes.",
    "start": "00:54:23",
    "end": "00:54:25"
  },
  {
    "text": "So is that just the end of the discussion? Like, that's not going to happen. God isn't going to do that.",
    "start": "00:54:25",
    "end": "00:54:30"
  },
  {
    "text": "Yeah, yeah, I think that's what that means. Yeah. The whole point. And remember, the reason he brings the flood is the heart of humans is screwed up all the time.",
    "start": "00:54:30",
    "end": "00:54:40"
  },
  {
    "text": "Right.",
    "start": "00:54:40",
    "end": "00:54:41"
  },
  {
    "text": "Then the moment Noah gets off the boat, God says, you know what I know about humans?",
    "start": "00:54:41",
    "end": "00:54:46"
  },
  {
    "text": "Yeah.",
    "start": "00:54:46",
    "end": "00:54:46"
  },
  {
    "text": "He repeats the same thing. He says, therefore, I'm never going to do that again.",
    "start": "00:54:47",
    "end": "00:54:52"
  },
  {
    "text": "Yeah.",
    "start": "00:54:52",
    "end": "00:54:53"
  },
  {
    "text": "And the logic of the argument seems.",
    "start": "00:54:53",
    "end": "00:54:54"
  },
  {
    "text": "To be, and if it was just like, I'm never going to flood the earth again, it's kind of like, okay, well, thanks God. But you could burn the Earth, Right. You could like send a meteorite and like, you know, destroy the earth. You could blow up the sun and that's going to screw things up. So. But it seems like if the point.",
    "start": "00:54:54",
    "end": "00:55:14"
  },
  {
    "text": "Lightly, that'll screw things up.",
    "start": "00:55:15",
    "end": "00:55:17"
  },
  {
    "text": "That'll screw things up.",
    "start": "00:55:17",
    "end": "00:55:18"
  },
  {
    "text": "Yeah.",
    "start": "00:55:19",
    "end": "00:55:19"
  },
  {
    "text": "The sun is a powerful laser.",
    "start": "00:55:19",
    "end": "00:55:21"
  },
  {
    "text": "Yes.",
    "start": "00:55:21",
    "end": "00:55:21"
  },
  {
    "text": "But the flood story is not about how God's going to destroy the Earth as much as it's showing you the collapsing of creation.",
    "start": "00:55:22",
    "end": "00:55:30"
  },
  {
    "text": "Correct. Yeah, that's right.",
    "start": "00:55:30",
    "end": "00:55:31"
  },
  {
    "text": "And he's saying, I'm not going to do that again. So is it, I'm not going to flood the Earth or I'm not going to collapse creation on itself?",
    "start": "00:55:31",
    "end": "00:55:38"
  },
  {
    "text": "Yeah, I think it's that. It's that. And so when Peter brings up that narrative, he says, remember, by the word of God, the heavens existed and the earth was. Was formed out of water by water. So the word of God, waters separate from waters, dry land and through which the world was also destroyed, flooded with water. God allows the waters to come back over. But by his word, the present age, the present heavens and earth are being reserved for fire, kept for the day of justice, for the destruction of. I'm not going to finish the sentence, but just what in your imagination will fire destroy? So follow through. So God annihilated everything through the waters. Not going to do that again, but I'll use fire instead. Yeah. And it goes on kept for the day of justice, for the destruction of. And you're not looking at the text. So in your imagination, what should be at the that sentence? How should the sentence finish?",
    "start": "00:55:38",
    "end": "00:56:44"
  },
  {
    "text": "The destruction of the land or the.",
    "start": "00:56:44",
    "end": "00:56:46"
  },
  {
    "text": "Yeah. The cosmos or something. And then what he says, for the destruction of the wicked, the purifying fire, is about the removal of evil, which maps on precisely to the nature of fire imagery in the prophets. God says he's going to burn Jerusalem so that he can remove the wicked and restore the repentant remnant into the new Jerusalem. Which is the purified? Or the best is Zephaniah, chapter three. When it's like, I'm going to assemble all nations and pour out my burning wrath and fire on them. And you're like, oh, no more nations, they're done for. And then the next sentence is so that they can call upon me with a pure speech, pure being purified. So even the fire imagery is metaphorical.",
    "start": "00:56:46",
    "end": "00:57:37"
  },
  {
    "text": "And it's not about. Yeah. De Escalating creation into nothingness.",
    "start": "00:57:37",
    "end": "00:57:41"
  },
  {
    "text": "Then he goes on later on in the paragraph and talks about the day of the Lord comes like a thief, the heavens pass away with a roar, and then the. Something will be destroyed with heat and the land and all of its works will be. And then there's a textual variant. One is burned up, the other one is discovered, in which case it's another melting down to expose what needs to be removed, like melting down metal so that the dross comes up. So here's. For me at least, I think the most coherent reading is that the fire imagery is metaphorical because the things that are getting burned up isn't creation, it's evil deeds.",
    "start": "00:57:41",
    "end": "00:58:26"
  },
  {
    "text": "Whether or not the fire is metaphoric, like, is it getting to that this needs to be destroyed or does it need to be remade new?",
    "start": "00:58:26",
    "end": "00:58:36"
  },
  {
    "text": "Yes. So I think depending on the communication goals of an author, the apostles will sometimes really want to emphasize the continuity between this creation, this creation or this age and the new age. And so John will talk about, I am making all things new. And this has the parallel in the resurrection narratives where Jesus is showing them his hands that have the scars still, and he has a human body and they can recognize him most of the time. So the same Jesus they hung out with in Galilee, it's the same. So point there is about the continuity and that God's not going to give up. He's going to redeem this thing. The redemption from slavery imagery, creation redeemed from slavery to decay. But then there are other times, especially when the apostles are focusing on the tragedy and the horror of what humans have done to the place. And when they want to emphasize how that won't be around anymore, God's going.",
    "start": "00:58:36",
    "end": "00:59:42"
  },
  {
    "text": "To deal with that, how fundamentally different it will be.",
    "start": "00:59:42",
    "end": "00:59:44"
  },
  {
    "text": "What you find is that they typically use images or metaphors that emphasize discontinuity. So the world as we experience it.",
    "start": "00:59:44",
    "end": "00:59:53"
  },
  {
    "text": "Will be burned, the sky will fade away.",
    "start": "00:59:53",
    "end": "00:59:55"
  },
  {
    "text": "Correct. Yeah. And so the point there isn't, again, none of this is about video camera footage. It's telling us something about the nature of the world as we know it and the nature of the world to come. And there it's that evil won't be allowed to pass through the day of the Lord. It will stop and be removed. And so both are true in this way of talking.",
    "start": "00:59:55",
    "end": "01:00:19"
  },
  {
    "text": "Yeah, but kind of like one paradigm makes you want to kind of just huddle up and wait, and another one sure would make you want to, like, go out and do something, do something, sure.",
    "start": "01:00:19",
    "end": "01:00:33"
  },
  {
    "text": "And depending on your social location, sometimes disciples of Jesus are in a social setting where they have the ability to go, do something, do something. Other times, especially in these early decades when all these things were written and you're a persecuted religious minority living in an ancient empire.",
    "start": "01:00:33",
    "end": "01:00:52"
  },
  {
    "text": "Being fed the lions.",
    "start": "01:00:54",
    "end": "01:00:55"
  },
  {
    "text": "Yeah, totally. You're not going to go protest. What are you going to do? So you huddle and wait and pray, and there you go. So both can be true, I think, even in different seasons of maybe the same person's life, depending on what season they're in. You guys, thanks for listening to the BibleProject podcast. I hope it was as helpful for you as it was helpful for me. Our show today was produced by Dan Gummel with music by Dan Koch. This is part of our process of the bibleproject Studios, where we make short animated films about the books of the Bible and exploring theological themes in the Bible. This podcast, all our videos which are available on YouTube or our website@bibleproject.com it's all available to you for free because of a small army of monthly supporters who support this whole thing. So thanks so much for listening. If you are supporters, thank you for your generosity. Onward and upward. Let's keep learning and exploring and following Jesus to together. We'll see you next time. My name is Eliza McClay and I'm.",
    "start": "01:00:55",
    "end": "01:02:05"
  },
  {
    "text": "From Corvallis Oregon I really like all.",
    "start": "01:02:05",
    "end": "01:02:07"
  },
  {
    "text": "The animated videos that look like comics because they're funny and they really get the point across. I think it helps me understand what's going on when we're reading the Bible. Because we watch the different videos in our youth group, we believe the Bible is a unification story that leads to Jesus. We are crowdfunded project by people like you, like me. Find free videos, study notes, and more@thebibleproject.com.",
    "start": "01:02:07",
    "end": "01:02:37"
  }
]