[
  {
    "text": "Hey, everybody, this is Tim at the bibleproject. And this is a quick additional note before we jump into the podcast episode for this week. Like you, I'm being inundated with news updates and conversations about this novel coronavirus pandemic. And it's really important that we all stay informed so that we know what to do. But at the same time, probably like many of you, I have crossed my. My own mental threshold for the amount of news that I should be consuming, and I kind of go crazy. I can feel my blood pressure and anxiety go up. And what I need to do is also remember that I also still have a life and can and should think about other things. And that's probably true for you, too. And so we just wanted to say this out loud. I don't know if we needed to say it, but we wanted to. We're going to continue with the podcast not because we don't think this crisis is important to think about and really think about deeply, but really it's that John and I aren't the people to create that resource. There's so many good resources and podcasts out there. What we want to offer is a chance to continue to deepen and become more wise in how we read the Bible. And we believe that can give us really important shifts of perspective and new ways to think about this whole crisis and the choices we're making as we go through it. So one other quick thing, a reminder. John said this a couple weeks ago. For those of you who are a part of a local church community, we really want to encourage you to stay connected to your local church online during this time. So have the ability to put out resources to participate in that stay connected. Let's all remember to stay financially committed to our local churches during this time. This is going to be devastating for many church communities financially. And so let's remember our commitment to keep giving to our church. Even though we can't be there physically with the people of our church, we can online and we can financially help keep them supported. At the Bible Project, we are putting out a weekly resource that's just something additional if you already have some resources from your church of things to do. But we wanted to produce one more. It's just called Church at Home. It's a weekly email that takes one of our videos and then we are giving some scriptural readings and some personal and discussion questions to help you kind of reflect. You could take 10 minutes or half an hour to do it by yourself, with your family or with some other people, like in a Google Hangout or something like that. If you're not on our email newsletter list, there's a simple way to get it. If you want to get our newsletter or the church at home resources that come weekly, you can go to Bibleproject.com, our website. Just scroll down to the very bottom and you'll a simple way to give your email and join our newsletter circle and there you go. You'll be on the team. So thanks so much for listening. May God's blessing and peace be with you. May God give us courage to trust him this week and to love our neighbor as ourselves. All right, let's dive into the episode for this week.",
    "start": "00:00:00",
    "end": "00:03:12"
  },
  {
    "text": "Hey, this is John at the bibleproject. Right now we're talking about parables on this podcast, and it's easy to think about the parables of Jesus as just great moral lessons that we can go away and slowly chew on throughout our lives. But for Jesus in his setting, sometimes the purpose of the parables were meant to create a moment of crisis.",
    "start": "00:03:16",
    "end": "00:03:37"
  },
  {
    "text": "Jesus coming to Israel is the culmination of that covenant story. And saying, you guys, it's now or never. We're either going to be the light to the nations and the city on the hill that Isaiah said, the only way it's going to happen is if you follow me and the kingdom as I'm presenting it.",
    "start": "00:03:38",
    "end": "00:03:54"
  },
  {
    "text": "The Jewish people believed that from among them would come a leader, the Messiah, who would bring Israel and the whole world into a new age of peace and prosperity, that is the kingdom of God. And Jesus claimed that he was that Messiah. The problem was Jesus didn't act like like a typical king would act, consolidating power, preparing to take control through might. Instead, he preached about a loving and forgiving father whose ethic seemed upside down.",
    "start": "00:03:54",
    "end": "00:04:26"
  },
  {
    "text": "And he warns, if you don't accept my way, which is the way of radical forgiveness and reconciliation, you're going to go down the way of the rebels, either the rebels or the compromisers of Rome. And both of those are going to lead to Jerusalem's destruction. And they did not. Just a few decades after Jesus was executed and resurrected, what happened to Jerusalem was exactly what Jesus predicted would happen. That's the first context of meaning.",
    "start": "00:04:26",
    "end": "00:04:51"
  },
  {
    "text": "So today we look at how Jesus used parables to create a crisis. Are you part of what God is doing or not? Thanks for joining us. Here we okay, here we are talking about the parables of Jesus. Yes, how to read them wisely, how to appreciate what Jesus was doing with these parables that he wasn't just some moral teacher explaining moral ideas and theological ideas and decided parables are the best way to do that. He's doing something much grander and more focused. Yeah, and more focused. Yeah, that's true. His life had a very specific, like important, crucially important meaning and purpose. Something was happening with him that was culminating the whole story of God's work with Israel. And what he was doing was so important and so confusing to many people.",
    "start": "00:04:52",
    "end": "00:06:01"
  },
  {
    "text": "Yeah. Surprising.",
    "start": "00:06:02",
    "end": "00:06:03"
  },
  {
    "text": "Surprising counterintuitive that he told parables to help people begin to digest and reorient the way they think about what the kingdom of God actually is.",
    "start": "00:06:03",
    "end": "00:06:14"
  },
  {
    "text": "Yeah, for some. For some.",
    "start": "00:06:14",
    "end": "00:06:16"
  },
  {
    "text": "For those with ears.",
    "start": "00:06:16",
    "end": "00:06:17"
  },
  {
    "text": "Parables did that. Yes. For people with ears. But then they also were told to throw other people off his trail.",
    "start": "00:06:17",
    "end": "00:06:25"
  },
  {
    "text": "Yeah.",
    "start": "00:06:25",
    "end": "00:06:26"
  },
  {
    "text": "At least that's what he said he was doing.",
    "start": "00:06:26",
    "end": "00:06:28"
  },
  {
    "text": "And the surprising nature of God's kingdom is a main theme that goes through a large chunk of his parables. That the yeast in the dough, the.",
    "start": "00:06:29",
    "end": "00:06:40"
  },
  {
    "text": "Tiny seed that grows into a huge tree.",
    "start": "00:06:40",
    "end": "00:06:42"
  },
  {
    "text": "The way you think about the kingdom of God needs to change.",
    "start": "00:06:43",
    "end": "00:06:47"
  },
  {
    "text": "Yeah, it's probably wrong. The assumption is probably wrong.",
    "start": "00:06:47",
    "end": "00:06:52"
  },
  {
    "text": "Let me give you new ways, word pictures, images, metaphors to reshape that. If you have ears to hear.",
    "start": "00:06:52",
    "end": "00:06:59"
  },
  {
    "text": "Yeah.",
    "start": "00:06:59",
    "end": "00:06:59"
  },
  {
    "text": "There's two other themes you want to walk through.",
    "start": "00:06:59",
    "end": "00:07:01"
  },
  {
    "text": "Yeah.",
    "start": "00:07:01",
    "end": "00:07:02"
  },
  {
    "text": "And so let's get into those.",
    "start": "00:07:02",
    "end": "00:07:04"
  },
  {
    "text": "Yep. So, yeah, if the first was about the kingdom of God, the way Jesus is bringing it, it's the real fulfillment of the whole story of the Hebrew scriptures and of God in Israel. But the way that it's coming is going to surprise you. That's the first main theme in the parables. Another big main theme in the parables. Similar, but it is different. It's that the value system that God's kingdom endorses and is creating among Jesus followers, it is upside down and opposite of how his listeners see the world and what his listeners value.",
    "start": "00:07:04",
    "end": "00:07:35"
  },
  {
    "text": "Yeah. These kind of seem to go hand in hand if they do.",
    "start": "00:07:35",
    "end": "00:07:37"
  },
  {
    "text": "Yeah. The way that it's arriving is surprising. Here is the order, the effect it has, the social order that it creates is equally surprising. Equally surprising. Yeah. Yeah, you're right. They are related. So into this. Go into this category go most of the parables that typically get assigned teaching moral truths. So his parables about forgiveness, about money, about the radical, inclusive invitation to God's kingdom. This is kind of where all of. All of those live. We already read one of them. The parable at the meal with the Pharisees is a stellar example.",
    "start": "00:07:37",
    "end": "00:08:16"
  },
  {
    "text": "You think this is the party where you're all important. The real party's down the street where all the people you think are not important are there.",
    "start": "00:08:16",
    "end": "00:08:23"
  },
  {
    "text": "That's right. So the point isn't like the previous category, how and when it arrives, the kingdom of God arrives.",
    "start": "00:08:23",
    "end": "00:08:30"
  },
  {
    "text": "What is the nature?",
    "start": "00:08:30",
    "end": "00:08:30"
  },
  {
    "text": "It's when the kingdom of God arrives, it will assert God's rule over the world. And people who want to live in that kingdom will take on the way of life that the kingdom of God endorses. What is that way of life? Well, surely that guy says at the table, it's like a bunch of Jewish men sitting in social rank eating a meal because. Right.",
    "start": "00:08:30",
    "end": "00:08:52"
  },
  {
    "text": "Would you put it that way?",
    "start": "00:08:53",
    "end": "00:08:54"
  },
  {
    "text": "No, no, Jesus says, no, it's not like that at all. So think the parables about forgiveness. One he tells at another meal at a Pharisee's house. And a woman, a sex worker that gave up that way of life and income, joined his band of followers, comes and pours the perfume on his feet. And in a room full of religious experts and authorities, right. This woman walks in. This is such a moment of public shame in their eyes on Jesus that he both associates with her according to their social ladder. But also that she just burst into the room and did this thing. That's right. And then, so Jesus tells the story. You know, there were two guys who, one owed, I'm making up the numbers here, whatever, 51 owed 10,000 and the lender forgave both their debts. Which one's going to be more grateful?",
    "start": "00:08:55",
    "end": "00:09:50"
  },
  {
    "text": "Yeah.",
    "start": "00:09:50",
    "end": "00:09:51"
  },
  {
    "text": "And then the guy says, the one who was forgiven more. And then, yeah, he's made the point. So the real value set of God's kingdom is not your own self made social status. The kingdom of God doesn't endorse our currently existing social ranks. It actually undermines them with the radical gift and grace nature of the kingdom. So it creates a flat social playing field. That's a big theme in Jesus teachings. But notice his teachings about forgiveness ultimately are getting to this social rank issue. Even when you don't forgive someone because they've wronged you, like with my brother sins against me, so and so. But then when I cut someone off, when I don't forgive them and cut them off, that is also, especially in their kind of society that has huge social consequences. Yeah, they're outside the pale of God's forgiveness and grace, or at least mine. Right. If I cut someone out of my family or life, I'm making a judgment about their worth, their ultimate worth. And actually if you think about this, there might be somebody who say God can forgive them. That doesn't mean I have to.",
    "start": "00:09:51",
    "end": "00:11:01"
  },
  {
    "text": "Right. But Jesus or that you can forgive but still have boundaries.",
    "start": "00:11:01",
    "end": "00:11:05"
  },
  {
    "text": "Yeah, that's right. And forgiveness. This is in Matthew chapter 18. Forgiveness is different than reconciliation. In Jesus mind, you can forgive someone and not be best friends with them again and not even have to really be around them. Where does Jesus, at least by yourself, when he says if someone wrongs you and then he says go to them yourself. But if that's not a safe situation, don't ever be alone with them again. Go with a couple others, then bring more people in. So for an unreconciled relationship, Jesus doesn't envision that you hang out with him.",
    "start": "00:11:05",
    "end": "00:11:38"
  },
  {
    "text": "Yeah. Magic reconciliation.",
    "start": "00:11:38",
    "end": "00:11:40"
  },
  {
    "text": "Yeah. In fact, he tells you not to hang out with him alone. It's not a safe situation, but you can still forgive a person.",
    "start": "00:11:40",
    "end": "00:11:47"
  },
  {
    "text": "So there's a difference between I'm holding out forgiveness and I see you as lesser.",
    "start": "00:11:47",
    "end": "00:11:52"
  },
  {
    "text": "That's right. In Jesus mind, that. So when God forgives somebody, his aim is at full reintegration, reconciliation and inclusion within the covenant family and God's people. This is why in the Lord's Prayer, forgive us our sins just as we forgive. So forgiveness is actually one of the ways that God's people imitate the arrival of the kingdom of God. It's an expression of the value set. So this is a good example. Jesus is a moral teacher. He taught about forgiveness.",
    "start": "00:11:52",
    "end": "00:12:22"
  },
  {
    "text": "Yeah, I see. But as some abstracted thing above them. Correct versus no. This is.",
    "start": "00:12:22",
    "end": "00:12:28"
  },
  {
    "text": "Yeah.",
    "start": "00:12:28",
    "end": "00:12:28"
  },
  {
    "text": "In order for this new type of community to exist.",
    "start": "00:12:28",
    "end": "00:12:31"
  },
  {
    "text": "Yes.",
    "start": "00:12:31",
    "end": "00:12:32"
  },
  {
    "text": "Forgiveness has to be at the core of it.",
    "start": "00:12:32",
    "end": "00:12:34"
  },
  {
    "text": "That's right.",
    "start": "00:12:34",
    "end": "00:12:35"
  },
  {
    "text": "And in an honor shame society, it seems like the volumes turned up a little bit or like it's important for me to recognize that you are important.",
    "start": "00:12:35",
    "end": "00:12:43"
  },
  {
    "text": "Yeah.",
    "start": "00:12:44",
    "end": "00:12:44"
  },
  {
    "text": "You're important. And you can be part of this with me. And so I'll forgive you versus you can forgive even if you don't. I don't know. I'm not.",
    "start": "00:12:44",
    "end": "00:12:54"
  },
  {
    "text": "Yeah, no, you can forgive them. It doesn't mean that things go back to. It doesn't necessarily mean. Although that's what you should aim for.",
    "start": "00:12:54",
    "end": "00:13:02"
  },
  {
    "text": "I'm just trying to understand how you would use a lack of forgiveness to keep social status.",
    "start": "00:13:02",
    "end": "00:13:08"
  },
  {
    "text": "Maybe so maybe status. Maybe the vertical higher, lower status doesn't help think. Translate it onto a horizontal plane and just boundary lines.",
    "start": "00:13:08",
    "end": "00:13:16"
  },
  {
    "text": "Who's in, who's out?",
    "start": "00:13:16",
    "end": "00:13:16"
  },
  {
    "text": "Who's in and who's out? You wronged me, you're out. And Jesus whole point is if God was to use that strategy with his covenant people, Israel, we're all out. And the radical gift of God's kingdom that is so surprising is that we don't even realize how outside of the boundaries of the covenant we all are. And God is still inviting us inside to the party, at least while there's time.",
    "start": "00:13:16",
    "end": "00:13:40"
  },
  {
    "text": "And God has conditions for joining the party?",
    "start": "00:13:40",
    "end": "00:13:42"
  },
  {
    "text": "Totally.",
    "start": "00:13:43",
    "end": "00:13:43"
  },
  {
    "text": "He can forgive and say, come to the party. And in the same way, we can forgive people and say, let's work towards reconciliation. But there's, you know, there's a healthy.",
    "start": "00:13:43",
    "end": "00:13:54"
  },
  {
    "text": "Way to go about that. Yeah, that's right. So that's kind of another category within these parables about the kingdom of God value system is its radical invitation to all, any and all, regardless of status, rank, or your place in relation to the boundary lines. Could be the workers in the vineyard where the guy hires people all throughout the day.",
    "start": "00:13:54",
    "end": "00:14:17"
  },
  {
    "text": "Right. And they pay them the same.",
    "start": "00:14:17",
    "end": "00:14:18"
  },
  {
    "text": "And pays them all the same.",
    "start": "00:14:18",
    "end": "00:14:19"
  },
  {
    "text": "Yeah.",
    "start": "00:14:19",
    "end": "00:14:20"
  },
  {
    "text": "And then the guys working all day are so ticked off.",
    "start": "00:14:20",
    "end": "00:14:22"
  },
  {
    "text": "Yeah.",
    "start": "00:14:22",
    "end": "00:14:23"
  },
  {
    "text": "And he's just like, what?",
    "start": "00:14:23",
    "end": "00:14:24"
  },
  {
    "text": "Right, the farmer's wage.",
    "start": "00:14:24",
    "end": "00:14:26"
  },
  {
    "text": "Yeah. No, what he says is, are you angry because I'm generous? You're angry at me for being generous.",
    "start": "00:14:26",
    "end": "00:14:31"
  },
  {
    "text": "Yeah. Because you weren't generous to me. You were generous to this guy. If you're gonna be generous, be fairly generous. Yes.",
    "start": "00:14:31",
    "end": "00:14:37"
  },
  {
    "text": "Which defeats the whole purpose. Be generous according to people's wor. Or famously just the three lost and found parables. These are some of the most famous parables.",
    "start": "00:14:40",
    "end": "00:14:53"
  },
  {
    "text": "Yeah.",
    "start": "00:14:53",
    "end": "00:14:53"
  },
  {
    "text": "This is in Luke chapter 15.",
    "start": "00:14:53",
    "end": "00:14:54"
  },
  {
    "text": "The Lost Coin. The loss.",
    "start": "00:14:54",
    "end": "00:14:56"
  },
  {
    "text": "Yep. Sheep.",
    "start": "00:14:56",
    "end": "00:14:57"
  },
  {
    "text": "That's the last one. Right.",
    "start": "00:14:57",
    "end": "00:14:58"
  },
  {
    "text": "It starts with the sheep. Starts with the sheep, then the coin, then the son. The lost son. The prodigal son. Yeah. Here, look at Luke. Luke 15.",
    "start": "00:14:59",
    "end": "00:15:07"
  },
  {
    "text": "Luke 15. And Jesus said, a man had two sons. The younger of them said to his father, father, give me the share of the estate. That falls to me. So he divided his wealth between them. Not many days later, the younger son gathered everything together and went on a journey into a distant country. And there he squandered his estate with loose living.",
    "start": "00:15:33",
    "end": "00:15:54"
  },
  {
    "text": "This is the new American standard.",
    "start": "00:15:56",
    "end": "00:15:57"
  },
  {
    "text": "What's it in Greek?",
    "start": "00:15:57",
    "end": "00:15:58"
  },
  {
    "text": "He scattered it with wasteful.",
    "start": "00:15:58",
    "end": "00:16:00"
  },
  {
    "text": "Wasteful.",
    "start": "00:16:00",
    "end": "00:16:01"
  },
  {
    "text": "Yeah. In one older English translation was prodigally. Oh.",
    "start": "00:16:01",
    "end": "00:16:06"
  },
  {
    "text": "And that's where that term comes from.",
    "start": "00:16:06",
    "end": "00:16:08"
  },
  {
    "text": "Prodigal way, which means indiscriminate, or to spread it just out. Spread out. Yeah.",
    "start": "00:16:08",
    "end": "00:16:13"
  },
  {
    "text": "Yeah. Interesting.",
    "start": "00:16:13",
    "end": "00:16:14"
  },
  {
    "text": "The adverb means in a hopeless or lost state.",
    "start": "00:16:14",
    "end": "00:16:19"
  },
  {
    "text": "Huh. Oh, okay. I wouldn't have known there was a hopeless bent to it.",
    "start": "00:16:19",
    "end": "00:16:23"
  },
  {
    "text": "Here we go. Here's the standard new Testament Greek dictionary. BDAG for short. It's used in the writings of Justin in the second century AD Of a madness that knows no bounds. Wasteful.",
    "start": "00:16:23",
    "end": "00:16:36"
  },
  {
    "text": "Prodigal.",
    "start": "00:16:36",
    "end": "00:16:37"
  },
  {
    "text": "Prodigal. Yeah.",
    "start": "00:16:37",
    "end": "00:16:38"
  },
  {
    "text": "Wasteful.",
    "start": "00:16:38",
    "end": "00:16:39"
  },
  {
    "text": "Yeah.",
    "start": "00:16:39",
    "end": "00:16:39"
  },
  {
    "text": "He just went out and he blows it.",
    "start": "00:16:39",
    "end": "00:16:41"
  },
  {
    "text": "Wastes it all.",
    "start": "00:16:41",
    "end": "00:16:42"
  },
  {
    "text": "He just. Yeah. Went on a bender. Now, when he'd spent everything wastefully, a severe famine occurred in that country, and he began to be impoverished. So he went and hired himself out to one of the citizens of that country, and he sent him into his field to feed pigs.",
    "start": "00:16:42",
    "end": "00:17:02"
  },
  {
    "text": "Pigs. Jesus is Jewish.",
    "start": "00:17:02",
    "end": "00:17:04"
  },
  {
    "text": "Yeah. You don't. You don't eat pigs? You don't raise pigs.",
    "start": "00:17:04",
    "end": "00:17:07"
  },
  {
    "text": "No.",
    "start": "00:17:07",
    "end": "00:17:07"
  },
  {
    "text": "Don't eat pigs.",
    "start": "00:17:07",
    "end": "00:17:08"
  },
  {
    "text": "Richly impure.",
    "start": "00:17:08",
    "end": "00:17:09"
  },
  {
    "text": "Yeah.",
    "start": "00:17:09",
    "end": "00:17:09"
  },
  {
    "text": "It's a bad situation.",
    "start": "00:17:09",
    "end": "00:17:10"
  },
  {
    "text": "He's not in Israel anymore. He's in some distant country.",
    "start": "00:17:11",
    "end": "00:17:14"
  },
  {
    "text": "Yep.",
    "start": "00:17:14",
    "end": "00:17:15"
  },
  {
    "text": "And he would have gladly filled his stomach with the pods that the pigs were eating, and no one was giving anything to him. But when he came to his senses, he said, how many of my father's hired men have more than enough bread? But I'm dying here with hunger. I will get up and go to my father, and I will say to him, father, I have sinned against heaven and in your sight. I am no longer worthy to be called your son. Make me one of your hired men. So he got up and came to his father. But while he was still a long way off, his father saw him and felt compassion for him and ran and embraced him and kissed him. And the son said to him, father, I have sinned against heaven and in your sight, and I'm no longer worthy to be called your son. But the father said to his slaves, quickly, bring out the best robe and put it on him. And put a ring on his hand and sandals on his feet and bring the fattened calf. Kill it, and let us eat and celebrate. For this son of mine was dead and has come back to life. He was lost and has been found, and they began to celebrate.",
    "start": "00:17:15",
    "end": "00:18:14"
  },
  {
    "text": "Okay, so let's pretend that the parable stops there, but most people do, because it doesn't. Yeah, that's right. Or at least most people's imagination.",
    "start": "00:18:14",
    "end": "00:18:22"
  },
  {
    "text": "Yeah.",
    "start": "00:18:22",
    "end": "00:18:23"
  },
  {
    "text": "So if you stop the parable right there, it has the same structure as the other two. Plot structure as the sheep in the coin.",
    "start": "00:18:23",
    "end": "00:18:29"
  },
  {
    "text": "Yeah.",
    "start": "00:18:29",
    "end": "00:18:30"
  },
  {
    "text": "Yeah. Except there is one important difference in terms of the character's development here. In one, it's a sheep.",
    "start": "00:18:30",
    "end": "00:18:37"
  },
  {
    "text": "Yep.",
    "start": "00:18:38",
    "end": "00:18:38"
  },
  {
    "text": "The other one, it's a coin.",
    "start": "00:18:38",
    "end": "00:18:40"
  },
  {
    "text": "Yep.",
    "start": "00:18:40",
    "end": "00:18:40"
  },
  {
    "text": "And the sheep in the coin aren't blamed.",
    "start": "00:18:40",
    "end": "00:18:42"
  },
  {
    "text": "Yeah.",
    "start": "00:18:42",
    "end": "00:18:43"
  },
  {
    "text": "They're not active characters in those little parables.",
    "start": "00:18:43",
    "end": "00:18:45"
  },
  {
    "text": "Yeah. The Active character is the shepherd or the shepherd or the woman.",
    "start": "00:18:45",
    "end": "00:18:49"
  },
  {
    "text": "That's right. It's the most developed character. So here the father becomes a real developed character and so does the thing that is lost.",
    "start": "00:18:49",
    "end": "00:18:57"
  },
  {
    "text": "Yeah.",
    "start": "00:18:57",
    "end": "00:18:58"
  },
  {
    "text": "So if you use that grid, then you get two. And if this is a 1, 2, 3 is the punch line. You kind of expect this. Right. So the point, the son's portrait is really developed. He asks a shameful claim. The thing that you would give to me when you die, give to me now. Yeah, yeah. That's not awesome.",
    "start": "00:18:58",
    "end": "00:19:18"
  },
  {
    "text": "In today's day and age, it's pretty normal. Like, can I have some of my, you know, some of my inheritance now?",
    "start": "00:19:18",
    "end": "00:19:24"
  },
  {
    "text": "Oh, I see. Yeah, yeah, I got it. Yeah. He asked for the whole thing as opposed to part of it ahead of time. Yeah, yeah. And it's not because he's in dire straits now. Yeah, he just wants it.",
    "start": "00:19:24",
    "end": "00:19:33"
  },
  {
    "text": "He just wants to go party in another nation.",
    "start": "00:19:33",
    "end": "00:19:35"
  },
  {
    "text": "Yeah, totally. Okay. So notice that Jesus spends a lot of time developing the nature of this self imposed exile. In fact, let's run with that observation. It's about an Israelite son who squanders the generous thing that the Father wants to give him in good time. But he wants it now.",
    "start": "00:19:35",
    "end": "00:19:56"
  },
  {
    "text": "He sees it and he takes it.",
    "start": "00:19:56",
    "end": "00:19:57"
  },
  {
    "text": "Sees? He takes. And then he exiles himself to the land of the Gentiles and then finds himself as a slave among the Gentiles. And there he comes to his senses and is like, I've made a very bad decision.",
    "start": "00:19:57",
    "end": "00:20:13"
  },
  {
    "text": "Are you quoting something?",
    "start": "00:20:14",
    "end": "00:20:15"
  },
  {
    "text": "Uh, I've made.",
    "start": "00:20:15",
    "end": "00:20:16"
  },
  {
    "text": "I've made a horrible mistake.",
    "start": "00:20:16",
    "end": "00:20:18"
  },
  {
    "text": "That's it.",
    "start": "00:20:18",
    "end": "00:20:19"
  },
  {
    "text": "What's that from?",
    "start": "00:20:19",
    "end": "00:20:19"
  },
  {
    "text": "I don't know. I don't know. I've made a horrible mistake. It sounds so familiar. I've made a terrible.",
    "start": "00:20:19",
    "end": "00:20:27"
  },
  {
    "text": "Is that what it is?",
    "start": "00:20:27",
    "end": "00:20:28"
  },
  {
    "text": "It's a meme. Oh, it's from Arrested Development. It's something the Job character says.",
    "start": "00:20:28",
    "end": "00:20:34"
  },
  {
    "text": "Oh, I've made a huge mistake.",
    "start": "00:20:34",
    "end": "00:20:35"
  },
  {
    "text": "I've made a huge mistake.",
    "start": "00:20:35",
    "end": "00:20:37"
  },
  {
    "text": "Oh, that's right.",
    "start": "00:20:38",
    "end": "00:20:39"
  },
  {
    "text": "Okay.",
    "start": "00:20:39",
    "end": "00:20:40"
  },
  {
    "text": "It's that moment of just honest self reflection. I've made a huge mistake.",
    "start": "00:20:40",
    "end": "00:20:45"
  },
  {
    "text": "Yeah, that's right. Okay, first, let's just stop there. This is for sure. Jesus is activating the story of Israel, Right. Shaming their father, which is a normal metaphor in the prophets, for Israel as the son of the Father who raised them. This is Hosea 11, all throughout the book of Hosea.",
    "start": "00:20:45",
    "end": "00:21:02"
  },
  {
    "text": "Yeah.",
    "start": "00:21:02",
    "end": "00:21:02"
  },
  {
    "text": "And then taking the things that God gives them and squandering them. This is Hosea, chapter two. And then now being lost and slaves in a distant land to the Gentiles.",
    "start": "00:21:02",
    "end": "00:21:14"
  },
  {
    "text": "Yeah.",
    "start": "00:21:14",
    "end": "00:21:14"
  },
  {
    "text": "This just has.",
    "start": "00:21:14",
    "end": "00:21:15"
  },
  {
    "text": "The whole story is the story of Israel.",
    "start": "00:21:15",
    "end": "00:21:17"
  },
  {
    "text": "The story of Israel.",
    "start": "00:21:17",
    "end": "00:21:18"
  },
  {
    "text": "So wait, the younger son is the story of Israel?",
    "start": "00:21:18",
    "end": "00:21:22"
  },
  {
    "text": "Yeah. Or at least it's clearly. It's meant to echo that.",
    "start": "00:21:23",
    "end": "00:21:25"
  },
  {
    "text": "Yes.",
    "start": "00:21:25",
    "end": "00:21:26"
  },
  {
    "text": "And then the whole point is that this son now thinks that he's unworthy and outside the bounds. And surprisingly, what he discovers is that his father will. How do you say, the idea that he tucks in his garments and running and embracing him enthusiastically brings him down. Yeah, it's extreme. The point is, Jesus is turning up the volume on the extreme emotion that the Father experiences, and that also contrasts what the son thought would happen. Point is, this father is way more forgiving and merciful than the son ever imagined. And notice the line, what the father says repeats what the shepherd and the woman said in the previous parables. Right. The shepherd said, I found my sheep that was lost. The woman said, I found the coin that was lost. The Father says he adds a new metaphor. The son of mine that was dead has come back to life. He was lost and has been found. So now, all of a sudden, being lost is being equated with death. Death being found is equated with resurrection, new life. This has Ezekiel 37, which is the valley of dry bones. Exile is like death. People in exile say our bones are dried up. Sitting here in Babylon. And God says he's able to bring life to the dead. This has echoes of the Hebrew prophets all over it.",
    "start": "00:21:26",
    "end": "00:22:49"
  },
  {
    "text": "Yes.",
    "start": "00:22:49",
    "end": "00:22:49"
  },
  {
    "text": "This is kind of a meta commentary on the story of Israel. Yes, but remember, who's he saying this to and about?",
    "start": "00:22:49",
    "end": "00:22:56"
  },
  {
    "text": "Yeah, to people who are judging that he is offering inclusion to people who seem like they're way too outside the boundary lines.",
    "start": "00:22:57",
    "end": "00:23:06"
  },
  {
    "text": "So he tells a story that imitates the story of Israel breaking the covenant, going to exile, but being invited by radical generosity back into the real promised land. And the party and resurrection and the renewal of the covenant people. This is actually very similar then to the party thing. How blessed is the Shabbat meal in the kingdom of God. And Jesus tells the parable, this isn't actually that party. The real party is the thing that I'm doing with the poor and the crippled and the lame. It's very similar here.",
    "start": "00:23:07",
    "end": "00:23:38"
  },
  {
    "text": "In what way?",
    "start": "00:23:38",
    "end": "00:23:38"
  },
  {
    "text": "The tax collectors and sinners are coming to Jesus and they're having these meals and these parties and the religious leaders grumble because clearly when the kingdom of God comes, it's not going to be.",
    "start": "00:23:38",
    "end": "00:23:50"
  },
  {
    "text": "A party like this.",
    "start": "00:23:50",
    "end": "00:23:51"
  },
  {
    "text": "No. And it won't include those people again. Malachi, Chapter Four, the day of the Lord is coming like fire. Who can stand?",
    "start": "00:23:51",
    "end": "00:23:57"
  },
  {
    "text": "Yes, it'll be clear.",
    "start": "00:23:57",
    "end": "00:23:59"
  },
  {
    "text": "A separation between the righteous and the wicked. And in that moment, then the Pharisees think they are the ones in the oppression of exile and we're waiting for God's kingdom to liberate us. And Jesus is retelling the story of Israel, but he swapped out the players. So the real people who are sitting in exile are the people that you Pharisees have written off, the Israelites you've written off from the covenant life of Israel. Right now in the present, you've exiled them. And so I'm including them through radical generosity and these parties, celebration parties, I guess just again, it's the multiple layers of the story here.",
    "start": "00:23:59",
    "end": "00:24:37"
  },
  {
    "text": "You are representing us as a nation.",
    "start": "00:24:37",
    "end": "00:24:42"
  },
  {
    "text": "You're representing God.",
    "start": "00:24:42",
    "end": "00:24:43"
  },
  {
    "text": "You're representing God and what he's doing through us for the world. And don't you realize that central to the story is that we've been blowing it and we even had to go out into exile and God just radically, generously is bringing us back. And if you have that in mind, why would you look at these people.",
    "start": "00:24:43",
    "end": "00:25:07"
  },
  {
    "text": "Yeah.",
    "start": "00:25:07",
    "end": "00:25:08"
  },
  {
    "text": "And think that they're worse than you are?",
    "start": "00:25:08",
    "end": "00:25:10"
  },
  {
    "text": "That's right. That they're worse than you are.",
    "start": "00:25:10",
    "end": "00:25:11"
  },
  {
    "text": "It's the. Like, you are that man.",
    "start": "00:25:11",
    "end": "00:25:13"
  },
  {
    "text": "Yes.",
    "start": "00:25:13",
    "end": "00:25:13"
  },
  {
    "text": "That's moment with Nathan and David.",
    "start": "00:25:13",
    "end": "00:25:15"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:25:15",
    "end": "00:25:17"
  },
  {
    "text": "I never saw that in this parable.",
    "start": "00:25:17",
    "end": "00:25:19"
  },
  {
    "text": "That's right. And that's why I had you stop there, because that's what the whole actual last movement of the parable is about. The actual parable goes on to tell the story of the older brother.",
    "start": "00:25:19",
    "end": "00:25:29"
  },
  {
    "text": "Yeah.",
    "start": "00:25:29",
    "end": "00:25:30"
  },
  {
    "text": "Who sees this? I'll continue. Now, this will all kind of pop. So verse 25. Now, the older son was out in the field. He came and approached and heard the party, the music and the dancing. He doesn't even go in.",
    "start": "00:25:30",
    "end": "00:25:40"
  },
  {
    "text": "Yeah.",
    "start": "00:25:40",
    "end": "00:25:41"
  },
  {
    "text": "He tells one of the servants to come out to him and he says, what? What's all this? Servant said, well, your brothers come back and your father killed the fattened calf because he received him back safe and healthy. But he got angry.",
    "start": "00:25:41",
    "end": "00:25:52"
  },
  {
    "text": "Yeah.",
    "start": "00:25:52",
    "end": "00:25:53"
  },
  {
    "text": "He would not go in. So his father came out to him. Notice now the father has gone out to both of his sons and he began pleading with him again, more generous than you would expect. But he answered his father. For all these years I've been serving you, I've obeyed your commands. The analogy is coming to the surface a little bit here in the parable here for Jesus. Audience, you never gave me a young goat so that I could have a party with my friends. And this son of yours who's eaten your wealth with prostitutes, comes and you kill the fattened calf for him. And the father said, son, you've always been with me. Everything that is mine is yours. But we had to celebrate, for the brother of yours that was dead has come back to life. He was lost and now he's been found.",
    "start": "00:25:53",
    "end": "00:26:39"
  },
  {
    "text": "So the thing that's new to me, in this telling, I understood that the older brother. The religious leaders are supposed to identify with the older brother, but first they're supposed to identify with the younger brother too. And that.",
    "start": "00:26:40",
    "end": "00:26:52"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:26:52",
    "end": "00:26:53"
  },
  {
    "text": "Ultimately, that's the story of us all.",
    "start": "00:26:53",
    "end": "00:26:55"
  },
  {
    "text": "That's right.",
    "start": "00:26:55",
    "end": "00:26:56"
  },
  {
    "text": "All of us, Israel.",
    "start": "00:26:56",
    "end": "00:26:57"
  },
  {
    "text": "Yeah.",
    "start": "00:26:57",
    "end": "00:26:57"
  },
  {
    "text": "And maybe you and your own personal journey have never done an exile, but that's our collective story.",
    "start": "00:26:57",
    "end": "00:27:04"
  },
  {
    "text": "That's right.",
    "start": "00:27:04",
    "end": "00:27:05"
  },
  {
    "text": "You're part of that.",
    "start": "00:27:05",
    "end": "00:27:05"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:27:05",
    "end": "00:27:06"
  },
  {
    "text": "And so first empathize and identify with that. But now realize in your personal story, you've been. You've never actually gone out and done that. Like you're the older brother.",
    "start": "00:27:06",
    "end": "00:27:17"
  },
  {
    "text": "Yeah, yeah, that's right. The goal is for the Pharisees and the tax collectors and prostitutes to all see themselves as the younger brother, equally culpable and guilty, equally mercifully forgiven by the. By the Father. In this moment, the Pharisees have placed themselves on a higher status.",
    "start": "00:27:17",
    "end": "00:27:37"
  },
  {
    "text": "Yeah, I never left.",
    "start": "00:27:37",
    "end": "00:27:38"
  },
  {
    "text": "But here within the covenant.",
    "start": "00:27:38",
    "end": "00:27:39"
  },
  {
    "text": "Yeah.",
    "start": "00:27:39",
    "end": "00:27:40"
  },
  {
    "text": "So it's not like the Greco Roman social ladder. It's the covenant within the covenant.",
    "start": "00:27:40",
    "end": "00:27:44"
  },
  {
    "text": "And it's so interesting that they never left, but they're not at the party.",
    "start": "00:27:44",
    "end": "00:27:47"
  },
  {
    "text": "Yeah, that's right. Yeah, right. I've been with you.",
    "start": "00:27:47",
    "end": "00:27:50"
  },
  {
    "text": "I'm here. I didn't leave.",
    "start": "00:27:50",
    "end": "00:27:51"
  },
  {
    "text": "And the Father's like, but you're not at the party.",
    "start": "00:27:52",
    "end": "00:27:54"
  },
  {
    "text": "Come to the party. We're having a party.",
    "start": "00:27:55",
    "end": "00:27:57"
  },
  {
    "text": "Yeah.",
    "start": "00:27:57",
    "end": "00:27:57"
  },
  {
    "text": "He's like, no, I don't want that party.",
    "start": "00:27:57",
    "end": "00:27:59"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:27:59",
    "end": "00:27:59"
  },
  {
    "text": "That party doesn't jive with me.",
    "start": "00:27:59",
    "end": "00:28:02"
  },
  {
    "text": "That's right. And now we're back to the surprising nature of the King. The real party is happening in a way and in a place that the people who thought just because.",
    "start": "00:28:02",
    "end": "00:28:13"
  },
  {
    "text": "Just because you're here doesn't mean you're actually here.",
    "start": "00:28:13",
    "end": "00:28:15"
  },
  {
    "text": "Yeah, that's right. Yeah, totally.",
    "start": "00:28:15",
    "end": "00:28:17"
  },
  {
    "text": "Sam.",
    "start": "00:28:38",
    "end": "00:28:46"
  },
  {
    "text": "So altogether forgiveness for these tax collectors and sinners to be part of Jesus new Kingdom of God family, it means forgiveness of sins, huge theme in his ministry. So we receive God's forgiveness of sins to become a part of the new Covenant people. And we should imitate that towards each other through radical forgiveness. And what. Radical forgiveness because of God's generous grace to renew the covenant that creates a very diverse group of people.",
    "start": "00:29:05",
    "end": "00:29:33"
  },
  {
    "text": "Yeah. Which then brings us back to the surprising nature too. In the, in the stories of kind of like the, the wheat and the tares. Is that the right story where they're.",
    "start": "00:29:33",
    "end": "00:29:43"
  },
  {
    "text": "Oh, it's made up of the righteous and the wicked and. But you can't tell them apart.",
    "start": "00:29:43",
    "end": "00:29:46"
  },
  {
    "text": "You can't tell them apart. Don't try to.",
    "start": "00:29:46",
    "end": "00:29:48"
  },
  {
    "text": "Right.",
    "start": "00:29:48",
    "end": "00:29:48"
  },
  {
    "text": "Don't try to come to this party and tell me who, who's supposed to be here or not.",
    "start": "00:29:48",
    "end": "00:29:51"
  },
  {
    "text": "Yeah, yeah, that's right. Yeah. Because some weeds look like wheat.",
    "start": "00:29:51",
    "end": "00:29:54"
  },
  {
    "text": "Yeah.",
    "start": "00:29:54",
    "end": "00:29:54"
  },
  {
    "text": "And some wheat are actually wheat.",
    "start": "00:29:54",
    "end": "00:29:56"
  },
  {
    "text": "Because I think that's the concern. Right. Is that a sex work? Work. And you're kind of like, can we really trust this person actually is going to, it's going to change and fit in. And it's kind of like this. They really got to prove it. And Jesus is like, look like, don't worry about that.",
    "start": "00:29:56",
    "end": "00:30:15"
  },
  {
    "text": "It's not your responsibility.",
    "start": "00:30:15",
    "end": "00:30:16"
  },
  {
    "text": "That's not your responsibility.",
    "start": "00:30:16",
    "end": "00:30:17"
  },
  {
    "text": "Yeah, that's right. Yeah, that's right.",
    "start": "00:30:17",
    "end": "00:30:19"
  },
  {
    "text": "Man. It's so interesting to think about a community of people that are following Jesus together. But you walk into it and it's kind of uncomfortably like, wait, is everyone here actually really.",
    "start": "00:30:19",
    "end": "00:30:32"
  },
  {
    "text": "Yeah. Committed. Yeah, totally. This has been a perennial issue throughout the history of the Jesus movement. Right. So we're ranging broader. Now once you get into the letters of Paul or of the apostles, you're at a different moment.",
    "start": "00:30:32",
    "end": "00:30:46"
  },
  {
    "text": "Yeah.",
    "start": "00:30:47",
    "end": "00:30:47"
  },
  {
    "text": "In the story where now you're out there in the Greco Roman world and you're a persecuted religious minority.",
    "start": "00:30:47",
    "end": "00:30:54"
  },
  {
    "text": "Yeah.",
    "start": "00:30:54",
    "end": "00:30:55"
  },
  {
    "text": "And so knowing who's really committed is more important. It matters. So Paul says to that guy sleeping with his mother in law in Corinth, he's like, you're doing something that's shameful even in the eyes of our Greek and Roman neighbors. You're going to bring like the governor down here to shut down because he'll think we're just this weird, weird sex cult.",
    "start": "00:30:55",
    "end": "00:31:15"
  },
  {
    "text": "Yeah.",
    "start": "00:31:16",
    "end": "00:31:16"
  },
  {
    "text": "They're going to shut us down. Expel that guy. So he expels that guy. Or at least they ask that he's going to be expelled. And then you find out in second Corinthians that that freaked the guy out and that he softened his heart and turned around. But tribal boundary maintenance sometimes in some moments really is important to exclude certain kinds of behavior. But there's a balance between this radical inclusive. It's a balance.",
    "start": "00:31:16",
    "end": "00:31:40"
  },
  {
    "text": "I Don't know if I'm trying to imagine that Jesus is saying, let's just excuse behavior.",
    "start": "00:31:40",
    "end": "00:31:47"
  },
  {
    "text": "That's right. Yeah, yeah, that's right. Because the tax collectors who are there very clearly also heard him give the sermon on the mount.",
    "start": "00:31:48",
    "end": "00:31:54"
  },
  {
    "text": "Yeah. But there's an uncomfortable amount of wait, is this, has this person really.",
    "start": "00:31:54",
    "end": "00:31:59"
  },
  {
    "text": "Yeah.",
    "start": "00:31:59",
    "end": "00:32:00"
  },
  {
    "text": "Changed or not?",
    "start": "00:32:00",
    "end": "00:32:01"
  },
  {
    "text": "It seems like Jesus wants to take the authority to evaluate people's hearts and motives and where they're at with God. He wants to take that away from us and give that to the all knowing Father who's generous and merciful and wants us to imitate that generosity to each other and let God sort it out. Yeah, yeah. Well, now we're getting into the, actually the last part of our conversation, which will be how to wisely interpret the parables and understand how they speak to us today.",
    "start": "00:32:01",
    "end": "00:32:30"
  },
  {
    "text": "Can I ask one more question about this parable of the prodigal? We've had, we've had a lot of discussion now about the older and younger brother, the two brothers.",
    "start": "00:32:30",
    "end": "00:32:41"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:32:41",
    "end": "00:32:42"
  },
  {
    "text": "Is there anything in this parable he's activating in terms of like that whole theme of like, oh, brothers, Cain and Abel.",
    "start": "00:32:42",
    "end": "00:32:49"
  },
  {
    "text": "Oh, sure. Oh, yeah. The fact that it's the younger brother, the younger brother who's being celebrated.",
    "start": "00:32:49",
    "end": "00:32:55"
  },
  {
    "text": "Yes.",
    "start": "00:32:56",
    "end": "00:32:56"
  },
  {
    "text": "And the older brother is on the outs.",
    "start": "00:32:56",
    "end": "00:32:59"
  },
  {
    "text": "Yeah. The older brother who did seemingly what.",
    "start": "00:32:59",
    "end": "00:33:01"
  },
  {
    "text": "Yeah.",
    "start": "00:33:02",
    "end": "00:33:02"
  },
  {
    "text": "He was supposed to do.",
    "start": "00:33:02",
    "end": "00:33:03"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:33:03",
    "end": "00:33:04"
  },
  {
    "text": "Doesn't get the favor.",
    "start": "00:33:04",
    "end": "00:33:05"
  },
  {
    "text": "Correct. For sure. The whole book of Genesis is echoing here. Absolutely.",
    "start": "00:33:05",
    "end": "00:33:09"
  },
  {
    "text": "And what.",
    "start": "00:33:09",
    "end": "00:33:10"
  },
  {
    "text": "Yeah, thank you. That's a good observation.",
    "start": "00:33:10",
    "end": "00:33:12"
  },
  {
    "text": "Well, but what are the implications of that for this parable? Is it the same what we've been talking about?",
    "start": "00:33:12",
    "end": "00:33:16"
  },
  {
    "text": "Well, it's embodying the same theme of Genesis, is that God's electing generous, blessing, the people who he chooses to make as the icons of his generosity in the world or the vehicles of his generosity are always the outsider, the no name, the one of lower rank in order to shame the wise. To put it in the language of Paul, that's part of what that theme is doing in Genesis.",
    "start": "00:33:17",
    "end": "00:33:45"
  },
  {
    "text": "Got it.",
    "start": "00:33:45",
    "end": "00:33:45"
  },
  {
    "text": "And I think Jesus is picking up on that here.",
    "start": "00:33:45",
    "end": "00:33:47"
  },
  {
    "text": "Okay.",
    "start": "00:33:48",
    "end": "00:33:48"
  },
  {
    "text": "It's a part of the upside down. In other words, the surprising upside down nature of God's kingdom is actually very consistent with God's behavior throughout.",
    "start": "00:33:48",
    "end": "00:33:57"
  },
  {
    "text": "Right. All through Genesis with Jacob being this swindler kind of guy.",
    "start": "00:33:57",
    "end": "00:34:03"
  },
  {
    "text": "And that's the guy he chooses who.",
    "start": "00:34:03",
    "end": "00:34:05"
  },
  {
    "text": "Wrestles with God and he's like, that's my guy.",
    "start": "00:34:06",
    "end": "00:34:08"
  },
  {
    "text": "Yes. And who exiles himself because of his stupid choices. Exiles himself to the land of the Gentiles for 20 years. Totally. Yep. Trying to imagine Jesus, like, sleeping under the stars one night because he didn't have anywhere to stay. He's got the stories of Genesis memorized, so he's just reciting them and he's thinking up a new parable at some point. Jesus thought up this parable with all these little details.",
    "start": "00:34:08",
    "end": "00:34:33"
  },
  {
    "text": "Right.",
    "start": "00:34:33",
    "end": "00:34:33"
  },
  {
    "text": "He crafted it.",
    "start": "00:34:34",
    "end": "00:34:34"
  },
  {
    "text": "Yeah.",
    "start": "00:34:34",
    "end": "00:34:35"
  },
  {
    "text": "And this is a story produced by a mind saturated in the Torah and the prophets. Yeah. So good man. So that's the second main theme, what we would normally call Jesus moral teachings, repairables. I think in this perspective shift that we want to invite people into, is all highlighting this subversive, surprising value system of the kingdom of God that should challenge our existing value systems.",
    "start": "00:34:35",
    "end": "00:35:01"
  },
  {
    "text": "Sam.",
    "start": "00:35:01",
    "end": "00:35:13"
  },
  {
    "text": "The third main theme. So the first one is the kingdom's coming in a surprising way. The second theme is the value system turned upside down and turns ours upside down. The third is parables that focus on a moment of crisis brought about by Jesus offering the kingdom here and now. You better make your decision. So these are a variety of parables. These are either parables about, hey, somebody is given something and then there's a long period and then the person who gave it comes back. Yeah, there's a reckoning.",
    "start": "00:35:42",
    "end": "00:36:16"
  },
  {
    "text": "So there's that theme, the reckoning.",
    "start": "00:36:16",
    "end": "00:36:18"
  },
  {
    "text": "The reckoning, the king returning, the master coming back, the landowner, this kind of thing. Or these will be parables of, hey, there's two ways, two choices you can make right now. You do this destruction, you do this life and blessing. In both those cases, it's a different type of reckoning. Different type of reckoning. But the point is, there's a decision to be made that Jesus offer the kingdom, puts in front of Israel in this moment.",
    "start": "00:36:18",
    "end": "00:36:42"
  },
  {
    "text": "The first one of, like, the manager coming back, the owner, the reckoning. That seems to be in contrast to the surprising nature, which is the reckoning isn't happening quite yet in the way you would expect.",
    "start": "00:36:42",
    "end": "00:36:58"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:36:58",
    "end": "00:36:59"
  },
  {
    "text": "This is kind of saying, like, it will come.",
    "start": "00:36:59",
    "end": "00:37:01"
  },
  {
    "text": "Yes, it will come. And Jesus tells these parables of people going away. A lender gave talents and then went away. These are most consistently and densely gathered around Jesus's approach to Jerusalem, which tells us, once again, they're a commentary on what Jesus sees happening in that very moment. For example, after Jesus, Palm Sunday goes up to Jerusalem, everybody is hosanna. Hosanna. He goes into the temple, acts like he owns the place, condemns it. Quotes Jeremiah 7, the chapter where Jeremiah said, this temple is going to be destroyed.",
    "start": "00:37:01",
    "end": "00:37:34"
  },
  {
    "text": "Yeah.",
    "start": "00:37:34",
    "end": "00:37:34"
  },
  {
    "text": "And Jesus says, made it a den of. Yeah, den of robbers. Connect the dots here, people. Then by what authority do you do this? This kind of thing? One of is the parables he tells in response. We've alluded to in this conversation in Matthew 21:33. Listen to a parable. So he's telling us this is like.",
    "start": "00:37:34",
    "end": "00:37:51"
  },
  {
    "text": "His retelling of Isaiah 5.",
    "start": "00:37:51",
    "end": "00:37:52"
  },
  {
    "text": "Yeah, exactly.",
    "start": "00:37:52",
    "end": "00:37:53"
  },
  {
    "text": "Yeah.",
    "start": "00:37:53",
    "end": "00:37:53"
  },
  {
    "text": "In fact, it's verbatim drawn from Isaiah 5 in the opening lines. There was a landowner who planted a vineyard, put a wall around it, dug a winepress, built a watchtower.",
    "start": "00:37:53",
    "end": "00:38:02"
  },
  {
    "text": "It's like you're just quoting Isaiah 5 to me at this point.",
    "start": "00:38:02",
    "end": "00:38:03"
  },
  {
    "text": "That's right. Isaiah 5. Upload, then twist. From Isaiah 5, he rented a vineyard to some farmers and he moved to another place. He's been away for a while, and there's some other people cultivating this. Now, if I know Isaiah 5, what do I know? This vineyard produced stinky grapes.",
    "start": "00:38:03",
    "end": "00:38:18"
  },
  {
    "text": "Stinky grapes.",
    "start": "00:38:18",
    "end": "00:38:19"
  },
  {
    "text": "So in the place of the stinky grapes, he develops a new little twist, which is about these selfish, irresponsible, violent managers. So when the harvest time approached, he sent his servants to the tenant farmers to collect the fruit. Also was a very common setup in Jesus Day. Distant landowners.",
    "start": "00:38:20",
    "end": "00:38:40"
  },
  {
    "text": "Yeah. Because they sold it off to some foreigners.",
    "start": "00:38:40",
    "end": "00:38:43"
  },
  {
    "text": "So the tenant farmers seized the servants. They beat one, killed another, stoned a third. Then he sent other servants, more than the first time. And they treated them the same way. Notice the 1, 2. Here's 3. Last of all, he sent his. The Hebrew word is Ben.",
    "start": "00:38:43",
    "end": "00:39:02"
  },
  {
    "text": "He sent his Ben.",
    "start": "00:39:02",
    "end": "00:39:03"
  },
  {
    "text": "Son. It's the word son.",
    "start": "00:39:03",
    "end": "00:39:04"
  },
  {
    "text": "Ben.",
    "start": "00:39:05",
    "end": "00:39:05"
  },
  {
    "text": "And Bat, he said. Yeah, that's right.",
    "start": "00:39:05",
    "end": "00:39:06"
  },
  {
    "text": "Okay.",
    "start": "00:39:06",
    "end": "00:39:07"
  },
  {
    "text": "Yeah. Bat is daughter Ben. He sent his Ben. That's gonna be important.",
    "start": "00:39:07",
    "end": "00:39:11"
  },
  {
    "text": "Okay.",
    "start": "00:39:11",
    "end": "00:39:11"
  },
  {
    "text": "He sent his Ben to them, saying, surely they will respect my Ben. But when the tenants saw the Ben, they said to each other, ah, here's the heir. Come, let's kill him and take his inheritance. The logic here is ridiculous.",
    "start": "00:39:11",
    "end": "00:39:27"
  },
  {
    "text": "Yeah. Because it's not going to give it to them.",
    "start": "00:39:27",
    "end": "00:39:29"
  },
  {
    "text": "No. So you kill him. Right. It's just kind of absurd logic, I think. And you're supposed to be like, these.",
    "start": "00:39:29",
    "end": "00:39:35"
  },
  {
    "text": "Guys are an unruly bunch.",
    "start": "00:39:35",
    "end": "00:39:38"
  },
  {
    "text": "So they took him, threw him out of the vineyard and killed him. So then when the owner of the vineyard comes, what will he do to the tenants? And the people around are like, he's gonna kill him. He's gonna get him. He'll bring those wretches to a wretched end and rent the vineyard to other Tenants who will give him his share of the crop at harvest time. Jesus said in the temple precincts to the religious experts, have you guys read the Bible? The Eben that the builders rejected has become the chief Eben. And the Lord has done this, and it is marvelous in our eyes. He quotes from Psalm 118, which tells a little parable at this moment in the poem about people who are going to build a new glorious temple building. And it's picturing the builders out in the quarry gathering stones, and they, like, select some. Ooh, these are good ones. These look perfect. Really beautiful. Ooh, that one's cracked, has this weird marbling in it. So they reject that stone, they toss it to the side. And in this little parable in Psalm 118, that Eben, the stone that the builders rejected in the Lord's eyes, the way Yahweh looks at that Eben, that's the one that I'm going to make the pinnacle of the whole. The whole building. And of course, there's a play in Jesus parable, not in Greek, but in Hebrew. That's behind the Greek, because the parable's in Greek in Matthew.",
    "start": "00:39:38",
    "end": "00:41:06"
  },
  {
    "text": "And he would have been telling it in Aramaic.",
    "start": "00:41:06",
    "end": "00:41:09"
  },
  {
    "text": "In Aramaic or Hebrew, it works the same way. Yeah, it would be bana and apna in Aramaic. But the point is that in this wordplay, Jesus is connecting the Son in the parable to the Ben, to the Eben, to the stone, the rejected son, the rejected stone. And what he's doing is hyperlinking things that are already hyperlinked in the Hebrew Bible about the rejected son and servant of Isaiah and all this. So this is Jesus reply. So. Oh, and then the next line. Therefore, I tell you the kingdom of God will be taken away from you. And he doesn't mean Israel as a whole. Right here he's talking to the corruption, Jerusalem leaders that will be taken away from you and given to people who will produce its fruit. And anyone who falls on this Eben will be broken to pieces. And anyone on whom it falls will be crushed. Here he's picking up language from Daniel's dream in Daniel chapter two about the big statue of being crushed, of all the kingdoms of Babylon and the world that are crushed by Eben. Oh, yeah, Meteor. Yeah, totally. And when the chief priests and Pharisees heard the parables, they knew he was talking about them.",
    "start": "00:41:09",
    "end": "00:42:22"
  },
  {
    "text": "Yeah.",
    "start": "00:42:23",
    "end": "00:42:23"
  },
  {
    "text": "So he is no longer concealing.",
    "start": "00:42:23",
    "end": "00:42:25"
  },
  {
    "text": "Well, he just said, this is going to take away from you.",
    "start": "00:42:25",
    "end": "00:42:28"
  },
  {
    "text": "Yes. Yeah, that's right. So this is a big major theme crisis Parables, sometimes what scholars call them, what often happens with, especially with other ones, where the guy who gives talents. Right. Units of money to these people, and he goes away on a long journey. What has tended to happen in church history is we take them out of narrative context and we turn them, we read them from our moment in the story. Here I am a follower of Jesus. Jesus is like the guy giving me money and opportunities. I better not squander them or else God's going to cast me outside where there's weeping and gnashing of teeth. And so again, what we're doing is we are taking them out of the context the gospel authors are putting them in, which changes the whole meaning of the story, it seems to me.",
    "start": "00:42:28",
    "end": "00:43:17"
  },
  {
    "text": "How does it change the meaning of that story?",
    "start": "00:43:17",
    "end": "00:43:19"
  },
  {
    "text": "Well, this is a unique and unrepeatable moment in the story, so to speak.",
    "start": "00:43:19",
    "end": "00:43:24"
  },
  {
    "text": "Jesus coming to Israel.",
    "start": "00:43:25",
    "end": "00:43:26"
  },
  {
    "text": "Jesus coming to Israel is the culmination of that covenant story. And saying, you guys, it's now or never. We're either going to be the light to the nations and the city on the hill that Isaiah said. And the only way it's going to happen is if you follow me. And the kingdom as I'm presenting it.",
    "start": "00:43:26",
    "end": "00:43:44"
  },
  {
    "text": "To you, there isn't like another exile.",
    "start": "00:43:44",
    "end": "00:43:46"
  },
  {
    "text": "We'll get there. That's in the step of how we first hear the parable in its context. We get the main idea. Then the step is, how can we turn that into a principle or a truth that we can apply in an analogous way in the present.",
    "start": "00:43:47",
    "end": "00:44:03"
  },
  {
    "text": "But when I say that, I guess I'm saying God's been working with Israel.",
    "start": "00:44:04",
    "end": "00:44:07"
  },
  {
    "text": "Yes.",
    "start": "00:44:07",
    "end": "00:44:07"
  },
  {
    "text": "There's this culminating moment here where it's like the train's arriving.",
    "start": "00:44:07",
    "end": "00:44:12"
  },
  {
    "text": "Yes.",
    "start": "00:44:12",
    "end": "00:44:13"
  },
  {
    "text": "And this is happening. This is how God's working with Israel. And that's a crisis moment, forces you.",
    "start": "00:44:13",
    "end": "00:44:19"
  },
  {
    "text": "To make a decision.",
    "start": "00:44:19",
    "end": "00:44:20"
  },
  {
    "text": "Make a decision. Are you part of this or not?",
    "start": "00:44:20",
    "end": "00:44:22"
  },
  {
    "text": "That's right. So even though it has a totally different structure, at the end of the Sermon on the Mount, Jesus says, the one who hears my words and does them is like the one who builds his house on the rock, the one who hears my words and doesn't do them. Build your house on the sand. It's the same point in terms of the mission of Jesus to Israel. It's the same point. My kingdom is the only way that Israel is going to fulfill its covenant purpose.",
    "start": "00:44:22",
    "end": "00:44:50"
  },
  {
    "text": "My kingdom will stand, the rest will sink.",
    "start": "00:44:50",
    "end": "00:44:53"
  },
  {
    "text": "Yeah. If you don't follow my way, which is surprising and subversive. And he gets that. That's why he tells the other parables. But if you don't follow the surprising twist of the kingdom story, you're going to destroy yourselves and be destroyed. And that's why these parables are all integrated with predictions of Jerusalem's destruction in the gospel narratives. In other words, Jesus will go back and forth predicting the destruction of Jerusalem and these types of crisis parables, because that was the moment that he was trying to force that issue with the Israel of his day.",
    "start": "00:44:53",
    "end": "00:45:31"
  },
  {
    "text": "Yeah.",
    "start": "00:45:31",
    "end": "00:45:32"
  },
  {
    "text": "So there you go. We'll. In the next.",
    "start": "00:45:32",
    "end": "00:45:35"
  },
  {
    "text": "This is a cool parable. I mean, he, he. This whole sun and stone thing is really cool to see. He's talking about himself. Then in the parable, like he really inserts himself.",
    "start": "00:45:35",
    "end": "00:45:45"
  },
  {
    "text": "Yeah, that's right. Clearly about him in a clear way. That's right.",
    "start": "00:45:45",
    "end": "00:45:49"
  },
  {
    "text": "The sun comes, the third thing, and then they kill the sun. And it's. So he's reflecting on what's gonna happen.",
    "start": "00:45:49",
    "end": "00:45:55"
  },
  {
    "text": "Yeah. And he's intentionally stirring the pot.",
    "start": "00:45:55",
    "end": "00:45:58"
  },
  {
    "text": "And like you said, these, these parables are getting more. Yeah, they're getting more intense as he gets closer to Jerusalem. Because these parables are commentary. What he sees happening.",
    "start": "00:45:58",
    "end": "00:46:08"
  },
  {
    "text": "That's right.",
    "start": "00:46:08",
    "end": "00:46:08"
  },
  {
    "text": "And so he sees himself coming in and he knows he's gonna get killed.",
    "start": "00:46:08",
    "end": "00:46:12"
  },
  {
    "text": "That's right, yeah. Just all of it. The young women at the wedding who don't fill their lamps with oil, and then they reach a moment where it's too late. Yeah, same thing. The sheep and the goats, the wedding banquet, the guy who didn't have on the right wedding clothes and he's kicked out.",
    "start": "00:46:13",
    "end": "00:46:29"
  },
  {
    "text": "These are the parables that are hardest.",
    "start": "00:46:29",
    "end": "00:46:31"
  },
  {
    "text": "And they're usually hard because we don't read them in the narrative context of Jesus mission. And we try to make them about theological. We try and turn them, put them in a different story.",
    "start": "00:46:31",
    "end": "00:46:42"
  },
  {
    "text": "All these are about the crisis moment.",
    "start": "00:46:42",
    "end": "00:46:45"
  },
  {
    "text": "For Israel in the moment that Jesus is telling them.",
    "start": "00:46:45",
    "end": "00:46:48"
  },
  {
    "text": "In the moment that Jesus is telling them.",
    "start": "00:46:48",
    "end": "00:46:49"
  },
  {
    "text": "That's right. That's right. And when you read them in that context, which is the one that's provided for us, not only do they make so much more sense, they honor what Jesus was actually doing.",
    "start": "00:46:49",
    "end": "00:47:00"
  },
  {
    "text": "So, for example, sheep and goats. Just really quick, how does this context reorient that parable for you? Yeah, I mean, that's a classic, very simple one.",
    "start": "00:47:01",
    "end": "00:47:09"
  },
  {
    "text": "Totally. That's right. So the whole point of that parable is there's a group of people called the least of these of my brothers who were poor and destitute and imprisoned, and people who feed them and receive them and take care of them are the Ones who receive the kingdom, the people who don't. Don't. So here.",
    "start": "00:47:09",
    "end": "00:47:29"
  },
  {
    "text": "That's a commentary on his whole ministry.",
    "start": "00:47:29",
    "end": "00:47:31"
  },
  {
    "text": "Yes. And specifically about how, as Jesus is passing from the scene, he tells that right before the night of the Last Supper, which is the moment where he passes the baton, where you all are going to be the ones who now carry on the mission. In Matthew chapter 10, when he sends out the 12, which is the first moment he starts training them to carry on. He says, anyone who gives a cup of cold water to these little ones of mine receives you. So, yes, with the parable of sheep and goats about. It's often made into a parable about, here's how God thinks about you and how you treat the poor in general. And how you treat the poor in general determines your eternal destiny. Yeah, but do you see what we've done? We've taken the parable out of its context and we swapped it. We swapped the original characters, which is Jesus and the leaders of Israel and his disciples.",
    "start": "00:47:31",
    "end": "00:48:26"
  },
  {
    "text": "Yeah.",
    "start": "00:48:26",
    "end": "00:48:26"
  },
  {
    "text": "And we turned it into a different story. So it's another moment where how Israel will respond to the disciples as they go out and represent Jesus, and as they're persecuted and imprisoned and homeless like Jesus, how people receive the gospel through the apostles will determine whether they participate in the kingdom of God or not. Okay, so we'll actually talk about this very issue in the next episode.",
    "start": "00:48:26",
    "end": "00:48:51"
  },
  {
    "text": "Yeah. Because then you can stop there and go, but what is it about helping the poor and accepting totally the poor, and you can still gain those truths of how important that is to God.",
    "start": "00:48:51",
    "end": "00:49:02"
  },
  {
    "text": "That's right.",
    "start": "00:49:02",
    "end": "00:49:03"
  },
  {
    "text": "But to try to create a theological framework of like, who's in and who's out kind of thing. Generalized out. That's where you kind of get more hot water.",
    "start": "00:49:03",
    "end": "00:49:11"
  },
  {
    "text": "I'm just saying we need to insert an extra step in our study of the parables, which is to take their narrative context in the mission of Jesus in the first century seriously and let that determine what it means.",
    "start": "00:49:12",
    "end": "00:49:23"
  },
  {
    "text": "And all of these crisis parables.",
    "start": "00:49:24",
    "end": "00:49:26"
  },
  {
    "text": "Correct, Correct.",
    "start": "00:49:26",
    "end": "00:49:26"
  },
  {
    "text": "Seem to have the similar context, which is the crisis is Israel's story is culminating in Jesus.",
    "start": "00:49:26",
    "end": "00:49:32"
  },
  {
    "text": "Yeah.",
    "start": "00:49:32",
    "end": "00:49:33"
  },
  {
    "text": "What are you, Israel gonna do about that?",
    "start": "00:49:33",
    "end": "00:49:35"
  },
  {
    "text": "Yeah. Because if. And he warns, if you don't accept my way, which is the way of radical forgiveness and reconciliation, you're gonna go down the way of the rebels. Either the rebels or the compromisers with Rome. And both of those are going to lead to Jerusalem's destruction. And they did not. Just a few decades after Jesus was executed and resurrected, what happened to Jerusalem was exactly what Jesus predicted would happen because they didn't adopt his way. And so that's. Yeah, that's the first context of meaning. What the parables now mean to us as readers of the gospel. That's very important, but we shouldn't ask that question at the expense of thinking about their first context.",
    "start": "00:49:35",
    "end": "00:50:17"
  },
  {
    "text": "Thank you for listening to this episode of the BibleProject podcast. If you're enjoying the series on how to read the parables and you have a question about anything we've talked about, it's time to send those in because we're gonna get ready for an upcoming question and response episode. So record yourself asking the question, give us your name and where you're from. Try to keep it to around 30 seconds or so. That would be great. And you can send those to infoibleproject. Next week we're going to discuss the natural way that most of us read parables.",
    "start": "00:50:18",
    "end": "00:50:51"
  },
  {
    "text": "So an allegorical approach to the parables essentially is looking at every single detail in the parables and finding a symbolic correspondent. And it lifts the parable out of context and puts it in a new context. Skill to develop in reading the parables is how to identify the 1. What are the actual symbols that I'm supposed to think are the important ones and how do I connect them to what Jesus intended? That's the million dollar question.",
    "start": "00:50:51",
    "end": "00:51:18"
  },
  {
    "text": "Today's episode was produced by Dan Gummel. Our theme music comes from the band Tense. We're a crowdfunded nonprofit in Portland, Oregon, and we make free resources that show the Bible as a unified story that leads to Jesus. Thank you for being a part of this with us. So what's your guys names?",
    "start": "00:51:18",
    "end": "00:51:34"
  },
  {
    "text": "Charlie East.",
    "start": "00:51:34",
    "end": "00:51:36"
  },
  {
    "text": "Joe.",
    "start": "00:51:36",
    "end": "00:51:37"
  },
  {
    "text": "Thanks for introducing me. Appreciate that. I'm Joe. Is that your dad? Okay.",
    "start": "00:51:37",
    "end": "00:51:44"
  },
  {
    "text": "What do you call me? Daddy. Okay, good. That's good. I'm relieved.",
    "start": "00:51:48",
    "end": "00:51:52"
  },
  {
    "text": "We believe the Bible is unified story that leads to Jesus. We are crown Crowdfunded Crown Funded by. We're a crowdfunded project. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts and more@thebibleproject.com Sam.",
    "start": "00:51:53",
    "end": "00:52:36"
  }
]