[
  {
    "text": "So, Tim, we are remote from each other during the times of the COVID Yes. Yep. And we are gonna do a question and response episode on the Parable series.",
    "start": "00:00:05",
    "end": "00:00:16"
  },
  {
    "text": "Yes, we are. I mean, to be honest, it's not super different than when we're in the recording room together. Cause I'm looking at you.",
    "start": "00:00:16",
    "end": "00:00:24"
  },
  {
    "text": "Yeah.",
    "start": "00:00:24",
    "end": "00:00:24"
  },
  {
    "text": "But all the same, I'm in my basement, you're in your office and at your house. And there you go. We're doing it.",
    "start": "00:00:25",
    "end": "00:00:31"
  },
  {
    "text": "We're doing it. We're all figuring it out.",
    "start": "00:00:31",
    "end": "00:00:33"
  },
  {
    "text": "Yeah, man. Yeah. It's a brave new world. We're grateful that we can keep working on this project because of the continued generosity of so many of our supporters.",
    "start": "00:00:34",
    "end": "00:00:44"
  },
  {
    "text": "To echo that, Tim, we have seen so much encouragement from everyone in the last few weeks. It's just supercharged us. The whole team is really excited right now, and we feel just really honored and privileged to be able to keep doing this work.",
    "start": "00:00:44",
    "end": "00:01:01"
  },
  {
    "text": "And, I mean, we're just grateful that we can create stuff that people can enjoy no matter where they are, even if they're stuck in their home or apartment. And so, yeah, we do feel extra energized right now. So there you go. It's important for us to really think wisely and strategically about all the decisions that we're making right now. But it's also really healthy for us to think about something other than the health crisis and the economic crisis and political crisis. What better thing to think about than the parables of the sage master Jesus of Nazareth?",
    "start": "00:01:01",
    "end": "00:01:38"
  },
  {
    "text": "Yes. Although can I say that we are going to, starting next week, start a new series that we already had ready to go on how to read the apocalyptic literature.",
    "start": "00:01:38",
    "end": "00:01:48"
  },
  {
    "text": "Yes.",
    "start": "00:01:49",
    "end": "00:01:49"
  },
  {
    "text": "And it's actually really timely. We're actually pushing it up, and we'll have a little conversation about it. So it'll be maybe the most. We'll talk about the current situation. But that's next week.",
    "start": "00:01:49",
    "end": "00:02:02"
  },
  {
    "text": "That's next week.",
    "start": "00:02:02",
    "end": "00:02:02"
  },
  {
    "text": "This week we get to continue to just think about the parables.",
    "start": "00:02:02",
    "end": "00:02:06"
  },
  {
    "text": "As always, you, our listeners, have sent in loads of thoughtful questions. We've kind of picked out key, repeated ones and themes, and let's go for it, shall we?",
    "start": "00:02:06",
    "end": "00:02:17"
  },
  {
    "text": "Let's do it.",
    "start": "00:02:17",
    "end": "00:02:18"
  },
  {
    "text": "Great. Let's start with a question from Zach, who lives in Washington.",
    "start": "00:02:18",
    "end": "00:02:23"
  },
  {
    "text": "Washington State.",
    "start": "00:02:23",
    "end": "00:02:24"
  },
  {
    "text": "So, Zach, Zach, what do you got for us?",
    "start": "00:02:24",
    "end": "00:02:26"
  },
  {
    "text": "Hello, Tim and John. This is Zach Sagan from Spokane, Washington. I have a question about Paul and his communication style to the Corinthians in 2 Corinthians 3 and 4, which stands to somewhat seem in contrast to Jesus. Communication style in the parables. And in this section he talks about how the message of the gospel is unveiled and, and it's set forth plainly before the people. And so I wanted to see if you feel like there is a contrast, one in how PA believes we should communicate to people. And is the parabolic way of Jesus communication style still important for us as we communicate the kingdom now? All right, thank you guys. Bye.",
    "start": "00:02:26",
    "end": "00:03:08"
  },
  {
    "text": "So I think Zach, you're reflecting on. Paul's desire is to be crystal clear with people. Whereas Jesus is pretty clever, rhetorically sophisticated, often cryptic, and trying to hide as much. He is revealed. Yeah. So what's going on with that contrast?",
    "start": "00:03:09",
    "end": "00:03:26"
  },
  {
    "text": "I personally have a love for both styles of communication and there's almost this like, conflict inside of me where at my heart as an explainer, I want things to be clear. When we write scripts, it's all about, is it clear enough? Are people following? Will someone be lost? Will someone get bored and then check out mentally? And so I'm constantly seeing, seeking clarity. But at the same time I have this deep appreciation for how story and images ultimately shape us slowly.",
    "start": "00:03:27",
    "end": "00:04:01"
  },
  {
    "text": "Yeah, sure. And on a deeper level.",
    "start": "00:04:01",
    "end": "00:04:03"
  },
  {
    "text": "And on a deeper level. And so I really appreciate this question. It's kind of getting at that. What's the appropriate way to talk about things of ultimate importance? Do you, do you seek just razor sharp precision and clarity or do you create something that just lodges in your soul and then just begins to grow and saturate everything?",
    "start": "00:04:03",
    "end": "00:04:25"
  },
  {
    "text": "Yeah. You know, as I'm hearing you reflect on that. There's two layers to maybe a response to your question, Zach. One is Jesus and Paul occupied different slots and moments of the biblical story. So Jesus mission was to his family, the people of Israel, who for, you know, millennia have history of being the covenant people of God. And then specifically like his audience is to a whole layer of Israel. One whole layer of his audience is an Israel that already thinks it's in a great covenant relationship with God and things are going just fine. Thank you. And so his mission is to, you know, unsettle the comfortable and the people who just assume that they're in the right covenant with God. And he's also a big layer of his audience is people who want to hurt him. And a whole layer of his audience is people who just desperate and looking for someone to help create a new path forward for Israel. So he's got all those people. And so in that setting, cryptic indirect communication was the strategy that he chose. It was clearly effective. Paul is in a totally different moment in the biblical story. His job isn't to go to the leadership of Israel, even though he ends up in front of a lot of Israelites, like in the Book of Acts. But, you know, he sees himself on a commission to go out to the marketplace, to go out to the forums of the Greco Roman world, of the Greek and Roman world. And so being in a cosmopolitan, you know, culturally, ethnically diverse environment, indirect, you know what I mean? Cryptic communication is not going to succeed. Well, in that kind of environment. He just was at a different moment in the biblical story, too. He's a herald of the risen Jesus and his kingdom. He's not like Jesus, who is the actual king trying to build an alternate kingdom in the heart of Israel. So I think they just represent two different people in two different contexts. And both can be important guides for what it means to communicate the good news about Jesus in our setting. Probably depending on someone's context, they should look to both as a guide, maybe at different times.",
    "start": "00:04:25",
    "end": "00:06:35"
  },
  {
    "text": "So let's do another one. This is Doreen from Florida.",
    "start": "00:06:35",
    "end": "00:06:40"
  },
  {
    "text": "Hi, Tim and John. This is Doreen from Orlando, Florida. And I have a question regarding Luke 16, verses 19 through 31. So in most American translations, it's really obvious by the subtitle when you are reading a parable, right? So we know there's often a subtitle for parable of lost sun, parable of lost coin, et cetera. However, Luke 16, verse 1931 simply just says the Rich man and Lazarus. So my question is, is this actually a parable or is Jesus giving us some sort of insight into what life after death is going to be like? Thanks for everything that you guys do.",
    "start": "00:06:40",
    "end": "00:07:19"
  },
  {
    "text": "The Rich man and Lazarus man. Out of all the parables or out of all of Jesus's stories, this one was, I feel like, lodged in my psyche from, like, earliest memories I have, like, oh, really? For some reason, just these.",
    "start": "00:07:19",
    "end": "00:07:34"
  },
  {
    "text": "Yeah, it's vivid.",
    "start": "00:07:34",
    "end": "00:07:35"
  },
  {
    "text": "It is vivid. Yeah.",
    "start": "00:07:35",
    "end": "00:07:36"
  },
  {
    "text": "So, Doreen, your question is essentially, is, is this a parable or is it not? Now, you're drawing attention to the fact that your Bible has little subtitles kind of before different paragraphs that will mark if something's a parable by saying the parable of the lost son, and then will come the prodigal son and so on. So you're saying your English Bible doesn't have that parable heading over this section of Luke 16. So that's interesting. Those headings are always put there by translators who are trying to help you. They're like little tabs, little like, title tabs, you know, when you Flip through. So this is interesting. This is actually a long standing question in the history of interpretation about this story that Jesus told about the rich man and Lazarus. Is it a parable? Is it not a parable? And I think the reason why people have attached so much importance to this question is because it has to do with the afterlife. Especially if you think one of the main purposes of the Bible is to give you information that you know so you can go to the right place in the afterlife. Then you can see why people trying to answer your question. Dorian, all of a sudden it like raises in importance, right?",
    "start": "00:07:37",
    "end": "00:08:48"
  },
  {
    "text": "Yeah, totally. That's another reason why this is such a visceral story, is it's about someone in the bad place trying to figure things out.",
    "start": "00:08:48",
    "end": "00:08:57"
  },
  {
    "text": "Totally. So the basic outline of the parable is it begins saying there was a certain man who was rich and dividing him and a beggar named Lazarus is a gate. So it's this image of like on one side of the gate, the rich guy who lived in luxury. On the other side of the gate, the beggar who's miserable and always hungry and like the dogs are his only friends, that kind of thing. And then the whole point of this parable is that after they both die, the camera, so to speak, of the storyteller, follows them through their descent into the underworld, the world of the dead. And there the tables are turned. It's like a great reversal. So the, it's actually, you know, the poor man who's in the place of God's love and care, which is called Abraham's bosom. Whereas the rich man is in the grave. Oh yeah, he's in. Well, so interesting.",
    "start": "00:08:57",
    "end": "00:09:50"
  },
  {
    "text": "Hades.",
    "start": "00:09:50",
    "end": "00:09:51"
  },
  {
    "text": "Hades. I'm looking at the NIV, chapter 16, verse 23. NIV, the ESV and the NAS. Yeah, all say Hades. However, the King James translated it with the word hell. And this is actually a big part of why this parable has raised itself in importance. So the Greek word is Hades, which our English translations, most our modern ones don't even translate, they transliterate it.",
    "start": "00:09:51",
    "end": "00:10:15"
  },
  {
    "text": "It's just a Greek word. Hades.",
    "start": "00:10:15",
    "end": "00:10:16"
  },
  {
    "text": "Yes, totally. But it's one of these odd moments where I guess some people know what Hades means and so they just decide to spell the Greek word with English letters instead of translate it. Because Hades, it's the Greek word for grave. The grave. And it can be used of the physical grave or it can be used to talk about the realm of the dead, which in the Hebrew Bible, this kind of shadowy, non existent existence of the dead who are semi conscious. Here they're fully conscious and so on. The whole point is that they're an opposite fate. So now the rich man is experiencing the misery that the poor man experienced. And opposite the poor man is in a place of paradise. So the whole question is, is this a parable or is it not? If it is a parable, it sticks out among Jesus parables because it would be the only parable where one of the characters is named Lazarus. So. So that's interesting.",
    "start": "00:10:16",
    "end": "00:11:10"
  },
  {
    "text": "So that's a point on the scoreboard for not a parable.",
    "start": "00:11:10",
    "end": "00:11:13"
  },
  {
    "text": "Not a parable. Correct. But it's the only point on that part of the scoreboard. Every other feature of this narrative and the majority of scholars in the history of interpretation. And I did a quick scan through all of my commentaries and I can't find anybody who thinks it's not a parable or flip it over, that almost every commentator that I find and that I look to argues that it is a parable for a number of reasons. First of all, the opening line of the story is exactly how many of Jesus parables start. Now, there was a certain man. It's a phrase in Greek, kayanthropositis, and there was a certain man.",
    "start": "00:11:13",
    "end": "00:11:50"
  },
  {
    "text": "It's like saying, in a galaxy far, far away or something.",
    "start": "00:11:50",
    "end": "00:11:54"
  },
  {
    "text": "Yeah, yeah, totally. Yeah, A long time ago in a galaxy far, far away. And actually, you don't even have to go that far. You. If you go to the story and teaching of Jesus right before this very parable, or the story about the rich man and Lazarus, go up to chapter Luke 16:1, and it's the same exact phrase in Greek that introduces the parable of the shrewd manager. Now, there was a certain rich man. It's the same in English and it's the same in Greek. So in other words, Luke has grouped together two stories of Jesus teaching and they begin exactly the same way. Does that make sense? Yeah, so that's one. The second is that the poor man being named is, I think, actually fits in to the strategy of the parable because he's named Lazarus, which was a really common name in Jesus day. It's a shortened form of the Hebrew name Elazar, which means God is help. And remember, help in Hebrew means like deliverance. This is a whole poem about how God is on the side of the poor, that he's the vindicator of the poor man. So his name embodies his fate, which is very typical of Hebrew narrative style. And so it actually makes sense. Ah. Also, I think it fits into the strategy that this is a Parable in that the rich man has no name. So in other words, Jesus doesn't seem to be talking about, like, here's some people I knew. The whole thing is about how wealth and social status are unreliable indicators as to who is right with God and that the poor are actually at a much greater advantage in relating to God because they have a lot less to lose. They have fewer idols to think that will save them. And so the fact that the poor man would be the one named, but the rich man is the one whose name is lost to history. Come now. That's for sure intentional in the strategy, the poem. So other things. This would be interesting, Doreen. There's a scholar, Richard Baucom, who wrote an important essay on this parable in the 80s. And pretty much all commentators post mid 1980s cite his work. This is a trope, the trope of two people who are at odds in life and then descend into the realm of the dead. And we explore their contrasting fates. There are versions of this story. One is very close. It's an Egyptian in an Egyptian form. I forget the name of the characters, but it's a well known trope. There's a handful of scholars and Bauckham kind of revives their thesis that think Jesus is actually working a well known kind of tale here, but giving it a biblical kind of Jewish twist to it. So the main outcome for this is that did Jesus intend this to be video camera footage of the afterlife? Like what happens to you after you die? And I don't think that Jesus is trying to give us that information here. It's clearly not the thrust of the poem. The thrust of the poem and how it ends is how people are supposed to respond to him in this moment, his listeners. So I don't think we should see Jesus trying to give us, you know, a video tour of the afterlife, to put it lightly. Maybe there's something I'm missing.",
    "start": "00:11:54",
    "end": "00:14:56"
  },
  {
    "text": "Well, I want to dig into this. You said in the Hebrew Bible, this idea of the grave existing in the grave of this half conscious or I don't know what word you use. Yeah, shady is shadowland. Yeah, I just want to talk about that for the next 45 minutes. When do we get to talk about that?",
    "start": "00:14:56",
    "end": "00:15:18"
  },
  {
    "text": "I don't know when. I guess we should make a word study video on the grays.",
    "start": "00:15:18",
    "end": "00:15:21"
  },
  {
    "text": "Yeah, Deal.",
    "start": "00:15:21",
    "end": "00:15:22"
  },
  {
    "text": "Yeah, I need to do some homework on it. I have a lot of learning left to do. But it's not quite what I used to think it was. But anyway, I do think the best kind of reasonable Arguments are on the side of that. This is a parable. It begins exactly alike. Most many of Jesus parables.",
    "start": "00:15:22",
    "end": "00:15:42"
  },
  {
    "text": "Whether or not it is a parable, by the way, the point of it is what does it mean to be truly rich? And what does it look like to have power? And that reversal.",
    "start": "00:15:42",
    "end": "00:15:54"
  },
  {
    "text": "Yeah, that reversal.",
    "start": "00:15:54",
    "end": "00:15:55"
  },
  {
    "text": "It's such a powerful image of.",
    "start": "00:15:55",
    "end": "00:15:57"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:15:57",
    "end": "00:15:58"
  },
  {
    "text": "Of what it means.",
    "start": "00:15:58",
    "end": "00:15:59"
  },
  {
    "text": "The actual point of how the story, how the parable concludes, is with the rich man saying to Abraham, hey, go, like, have Lazarus go back, serve me. Yeah, have him actually first fetch me some water. Cause he still thinks of him as the inferior. But then second, he says, send Lazarus back. Bring him back to life and go tell my family that there's a great reversal coming and everything they rely on is going away. And what Abraham says is, oh, no, they have the Torah and the prophets. They have the Tanakh. They have the Hebrew Bible.",
    "start": "00:15:59",
    "end": "00:16:35"
  },
  {
    "text": "The Hebrew Bible tells us of the great reversal that's coming.",
    "start": "00:16:35",
    "end": "00:16:38"
  },
  {
    "text": "Totally. Yeah. And Jesus sees himself as the incarnation of the message of the prophets. And people are not listening. And so really, it's that Jesus sees himself as bringing about the great reversal for Israel. And if you don't listen to him in this moment, you're never going to listen. That's, I think, kind of the point of the parable.",
    "start": "00:16:38",
    "end": "00:16:57"
  },
  {
    "text": "Nice.",
    "start": "00:16:57",
    "end": "00:16:57"
  },
  {
    "text": "All right, Marco from Oregon, you've got a question about the parable of the sower in Matthew 13.",
    "start": "00:16:57",
    "end": "00:17:04"
  },
  {
    "text": "I've heard many theories and sermons on the parable of the sower in Matthew 13, for example, and that it is speaking to salvation, and some of the soil are saved people, while others are not. What are your thoughts on this? Are we just reading that into the passage? Or if it is speaking to salvation, which ones are saved and which ones aren't?",
    "start": "00:17:05",
    "end": "00:17:32"
  },
  {
    "text": "Yeah, Marco, a good question. I thought it was a good chance to kind of revisit and recap one of the main things that we were trying to invite people into with the parables. It has to do with. Do you remember our conversation about meaning, Jesus meaning versus the significance of his meaning for people who weren't the first audience?",
    "start": "00:17:33",
    "end": "00:17:51"
  },
  {
    "text": "Right.",
    "start": "00:17:51",
    "end": "00:17:52"
  },
  {
    "text": "And I think that's a helpful way to think, Marco, about what the parable of the sower in the soils meaning.",
    "start": "00:17:52",
    "end": "00:17:59"
  },
  {
    "text": "Is about to say. Another way is that when Jesus told these parables, he had an initial audience, and he had a specific reason for those parables for that initial audience.",
    "start": "00:17:59",
    "end": "00:18:10"
  },
  {
    "text": "That's right.",
    "start": "00:18:10",
    "end": "00:18:11"
  },
  {
    "text": "And so first uncover that, and then you can begin to figure out what it. What then means for me now, that's right.",
    "start": "00:18:11",
    "end": "00:18:18"
  },
  {
    "text": "In other words, what Jesus was explaining in that moment was he wasn't giving a theology lecture on salvation, defined as what happens to you after you die. What that parable is doing is giving a commentary on what Jesus is doing in Israel, announcing the kingdom of God in the very moment that he's giving the parable. So that's the first layer of his meaning. So the soils have to do with the people that he's actually talking to. The soils represent the variety of people he's addressing. Jesus is explaining why some people reject him, some people are not sure. Some people love him. And it has to do on the condition of their hearts or, as he says, the condition of their ears, if you have ears.",
    "start": "00:18:18",
    "end": "00:18:58"
  },
  {
    "text": "I will say, though, it does preach really well to turn it into a message of strictly, are you saved or not? And how you respond to the gospel. And that's how I was taught it growing up.",
    "start": "00:18:58",
    "end": "00:19:10"
  },
  {
    "text": "So that was our first perspective shift, was whatever we think these parables mean for us, at least in my humble opinion, I think we should try to anchor them as much as we can in what Jesus meant when he told them to his audience. And then the translation between what Jesus meant and what it can say to us has to do with this issue of significance and developing. Well, what's the main idea or the message of the parable that can bridge that culture gap?",
    "start": "00:19:10",
    "end": "00:19:40"
  },
  {
    "text": "Yeah. So I mean, to work it out. So Jesus talks about this. This parable is about someone sowing seeds, a farmer sowing seeds.",
    "start": "00:19:40",
    "end": "00:19:46"
  },
  {
    "text": "Which is him?",
    "start": "00:19:46",
    "end": "00:19:47"
  },
  {
    "text": "That's him. Yeah, it's Jesus. And the seeds are the word, his words. And there's four different types of responses to Jesus, which are the four soils, and only one soil actually produces any good, any crop. And so when you look at it through the lens of. Let's look at. Through the lens of salvation. If you said, hey, this. Let's not think about what Jesus was doing, then let's just think about, maybe this is about how do you get saved? Then it leads you to go, okay, you start answering all these questions about how do you have to respond to be saved? And all these different things. And what you're saying, Tim, is that's missing the point. It's jumping the gun. You gotta first say, what was Jesus after?",
    "start": "00:19:47",
    "end": "00:20:25"
  },
  {
    "text": "Yeah, it was our first perspective shift on the parables. The parables are not about some other story or set of ideas floating above Jesus in the ether. A theology of salvation. They are stories that Jesus used to explain what he was doing on the ground in the moment. So the soils represent how people of Jesus generation responded to him and his message to Israel. And so that's the first layer of its meaning. And so the moment you take a parable out of that context and plug it into some other storyline like a theology of salvation. I think we're violating Jesus intention on multiple levels because we're making the story about something other than what he said it was about. But then second, we're just like, so ripe to misunderstand him because we're not asking what he was meaning by it. I think the result is bad theology, or at least we're drawing now pretty significant theological conclusions about predestination and salvation based on what I think is a misunderstanding of what Jesus was trying to communicate.",
    "start": "00:20:26",
    "end": "00:21:32"
  },
  {
    "text": "So how would you preach this passage? You probably have.",
    "start": "00:21:32",
    "end": "00:21:35"
  },
  {
    "text": "I have, yeah. Yeah, totally. The point is that. So what's the significance? The significance is that Jesus is there giving his message, and there's a variety of responses. And he thinks that variety of responses doesn't represent the failure of his message and mission to Israel. He's not actually making all Israel turn to the Messiah. If the Messiah comes, won't everyone turn to the Messiah? And that's not what's happening. And Jesus is explaining why. So if anything, what this has to do is there's a principle at work with a significance of Jesus. Parable for us, I think would be as we go about living as followers of Jesus and sharing the good news about him that he's the risen king of the world. Yeah, there's going to be a variety of responses. And, you know, we're not in control of those responses. Those responses have to do with factors way beyond our control. And I think that's why he actually tells more parables in the rest of that chapter to help his disciples know, like, what it means. But we shouldn't be surprised that many people are not going to be sold on Jesus. They're just not going to find him compelling or beautiful or convincing at all. And don't freak out. It's okay. Like that happened in Jesus Day. That's going to happen everywhere else. The story of Jesus spreads and it's to be expected. But then that doesn't mean it's the end of the story, because I don't know, the story of Jesus worked on me for years before it bore fruit. You know, I'm sure glad nobody wrote me off as a bad soil, you know.",
    "start": "00:21:36",
    "end": "00:23:03"
  },
  {
    "text": "Cool. So let's do another.",
    "start": "00:23:03",
    "end": "00:23:05"
  },
  {
    "text": "Yeah. Sweet question from Isaiah in Georgia.",
    "start": "00:23:05",
    "end": "00:23:09"
  },
  {
    "text": "Hey, Tim and John, this is Isaiah Palmer from Atlanta, Georgia, and I have a question about the parables. My question is found in Matthew 18, verses 12 through 14. It says, what do you think? If any man has a hundred sheep and one of them has gone astray, does he not leave the 99 on the mountains and go and search for the one that is straying? If it turns out that he finds it truly, I say to you, he rejoices over it more than the other 99 which have not gone astray. So it is not the will of your Father who is in heaven, that one of these little ones should perish. Yeah, so I guess I've just always heard this verse, this parable in context of salvation and bringing home that lost person. But it seems like in the whole of Matthew 18, Jesus is actually telling several parables about children, and this one particular seems to be about children and his protection over them. Yeah, I just, I. I'm kind of left confused, and I hope you can just give me some thoughts on this. Thanks.",
    "start": "00:23:09",
    "end": "00:24:08"
  },
  {
    "text": "Yeah, Isaiah, good question. So, John, are you. Seems like Isaiah is zeroing in on the fact that Jesus ends this little parable about the sheep and he calls the sheep. He calls. He makes the sheep in the parable equivalent with one of these little ones.",
    "start": "00:24:08",
    "end": "00:24:26"
  },
  {
    "text": "Yeah, I actually never made that connection before. So is Isaiah saying then by using.",
    "start": "00:24:26",
    "end": "00:24:31"
  },
  {
    "text": "The phrase little ones, is he talking about children?",
    "start": "00:24:31",
    "end": "00:24:34"
  },
  {
    "text": "He's talking about children because Jesus does teach about how we handle deal with children, but not in this section. Right.",
    "start": "00:24:34",
    "end": "00:24:42"
  },
  {
    "text": "Well, actually just at the beginning, a few verses earlier in Matthew 18, like two paragraphs before, he brings a little child and sets him and say, if you don't become. Whoever becomes like this child is the greatest in the kingdom of heaven.",
    "start": "00:24:43",
    "end": "00:24:56"
  },
  {
    "text": "So, yeah, yeah, immediately before. Okay, so the context there is children on the brain.",
    "start": "00:24:56",
    "end": "00:25:01"
  },
  {
    "text": "Matthew 18, 5. Whoever receives one of these children in my name receives me. Whoever causes one of these little ones to believe in me. And it goes on with the thing about the millstone and so on.",
    "start": "00:25:01",
    "end": "00:25:12"
  },
  {
    "text": "So, yeah, I've never noticed this, that the way the. The parable of the sheep, the 99 and the 100, ends with saying, this is about the little ones.",
    "start": "00:25:12",
    "end": "00:25:22"
  },
  {
    "text": "Yep. There's a little rabbit trail that I've noticed before and marked it for future homework. So I don't think the little ones in the sheep parable are children in Matthew 18, even though the immediate part.",
    "start": "00:25:22",
    "end": "00:25:34"
  },
  {
    "text": "Before little ones were children.",
    "start": "00:25:34",
    "end": "00:25:36"
  },
  {
    "text": "Well, actually, they're not necessarily. So this goes all the way back in Matthew. This is a red thread throughout the Gospel of Matthew for Language that he uses to describe the community of the disciples. Disciples. So all the way back in Matthew, chapter 10. And again, this is a good example of. We typically think of Jesus as like a moral teacher. And so, oh, he taught about children, you know, and so he'll have parables that have children in them. What we're inviting people into is a paradigm where all of Jesus teachings, including all the parables, are commentaries on what he is actually doing in the moment of announcing the kingdom of God to Israel. So a huge part of Matthew's message is in chapters four through nine, Jesus himself is depicted as spreading the good news about the kingdom in healings and signs and wonders. And in his teaching the Sermon on the mount. In chapter 10, there's an important step forward where he commissions the 12 disciples to go do the same things that he's been doing. So it names them, and then they're going to go announce the good news of the kingdom. And then look in chapter 10, verse 5, it says, these 12 Jesus sent out after instructing them, don't go out to the nations, don't go out to the Samaritans. Go to the lost. The lost sheep of the house of Israel. So he's already set up the scenario that he and the apostles are like these shepherds who are going out to Israel to announce the kingdom to gather new disciples in these little Jesus cells. And he calls the people that they're going to in Israel, he calls them the lost sheep. So the whole rest of the speech is about how they are to go about this mission. And then look down here at verse 40 of chapter 10. He says, whoever receives you, that is the apostles, y', all. You need Texan for this. Whoever receives y'?",
    "start": "00:25:36",
    "end": "00:27:29"
  },
  {
    "text": "All?",
    "start": "00:27:29",
    "end": "00:27:29"
  },
  {
    "text": "No, that. Would that be all y'?",
    "start": "00:27:29",
    "end": "00:27:31"
  },
  {
    "text": "All? I can't remember.",
    "start": "00:27:31",
    "end": "00:27:32"
  },
  {
    "text": "I don't remember.",
    "start": "00:27:32",
    "end": "00:27:33"
  },
  {
    "text": "I think it always ends up being all y'.",
    "start": "00:27:33",
    "end": "00:27:35"
  },
  {
    "text": "All. He who receives all y' all receives me. The one who receives me is the one who receives the one who sent me. Go down to verse 42. Whoever in the name of a disciple gives to one of these little ones a cup of cold water to drink. Truly, I tell you, he won't lose his reward. So he's talking about now how when you go out into Israel, you're going to represent the choice of the kingdom before them. And if they receive you, he says to the disciples, they receive me. Even if an Israelite gives you a cup of cold water, like shows an act of kindness to one of the disciples of Jesus who's out there, and notice he calls his disciples the little ones. Do you see that?",
    "start": "00:27:35",
    "end": "00:28:19"
  },
  {
    "text": "So, yeah, in Matthew 10 here, Jesus goes out of his way to describe his disciples as little ones.",
    "start": "00:28:19",
    "end": "00:28:28"
  },
  {
    "text": "Yep. And the people that they are sent to as sheep, the lost sheep of Israel.",
    "start": "00:28:28",
    "end": "00:28:33"
  },
  {
    "text": "Okay, so if that's on the brain, then you get to Matthew. Where were we? 18.",
    "start": "00:28:33",
    "end": "00:28:38"
  },
  {
    "text": "Yeah, we were in Matthew 18. A quick note. Jesus didn't make up this vocabulary. This vocabulary comes from the book of the prophet Zechariah as Israel being sheep that have been scattered by bad shepherds. And how God's going to raise up a righteous king who are going to ride on the donkey, Zechariah 9. And they are going to go to the little ones. So all this language about lost scattered sheep and a shepherd and little ones comes from the prophet Zechariah. So it actually fits our mold of our parables paradigm, where the imagery actually comes from Jesus reflection on the Torah and the prophets. Okay, sorry. I just wanted to say that before you went back to chapter 18.",
    "start": "00:28:38",
    "end": "00:29:20"
  },
  {
    "text": "Yeah. So you get back to chapter 18 and Jesus is talking about not causing the little ones to stumble. So if I have Matthew 10 on my mind, then I'm thinking about his disciples.",
    "start": "00:29:20",
    "end": "00:29:30"
  },
  {
    "text": "Correct. In Matthew 18, it begins with saying the disciples came to him and said, you know, in the kingdom that you're starting, how do you get to the greatest rank? Who has the highest rank?",
    "start": "00:29:30",
    "end": "00:29:41"
  },
  {
    "text": "Yeah.",
    "start": "00:29:42",
    "end": "00:29:42"
  },
  {
    "text": "And so Jesus response is like an enacted parable almost. It's to bring someone who is of the lowest social rank, a child who hasn't even begun to try and play the ranking game.",
    "start": "00:29:42",
    "end": "00:29:55"
  },
  {
    "text": "Yeah. Don't put him in charge of anything. This kid still learned the Alphabet.",
    "start": "00:29:55",
    "end": "00:29:58"
  },
  {
    "text": "And then he goes on to say, whoever humbles themselves, Verse four. But it's not just like, you know, has a humble attitude. Whoever intentionally places themselves in a lower rank than other people, like this child, that's the one who's greatest in the kingdom.",
    "start": "00:30:02",
    "end": "00:30:17"
  },
  {
    "text": "Back to this great reversal.",
    "start": "00:30:18",
    "end": "00:30:19"
  },
  {
    "text": "The great reversal. Many of the parables are about. And then he says, whoever receives any such child, remember about receiving a child. So he talked about receiving the disciples when they announced the kingdom. Now it's like children are an embodiment of the kingdom of God. Right. They become an incarnation of the values of the kingdom. And so he says, whoever receives one such child, and then he calls the child a little one.",
    "start": "00:30:19",
    "end": "00:30:42"
  },
  {
    "text": "Are you saying here at the beginning of Matthew 18, he's like creating a parable? But, like, he's actually like, instead of just a story about children, he actually pulls a child in and says, here's like an object lesson for you right in front of you, this kid. But ultimately he's not talking strictly about children. He's talking about people who take the posture of being the least and the lowly position, as he says.",
    "start": "00:30:43",
    "end": "00:31:09"
  },
  {
    "text": "Yeah, that's right. And specifically in the community of his disciples, Matthew 18 is a whole discourse. It's one of the main teaching blocks in Matthew, and it's about the upside down value ethic of the kingdom of God as it's applied to relationships and social rank.",
    "start": "00:31:09",
    "end": "00:31:24"
  },
  {
    "text": "So why would he then, after that, then discuss not making a child stumble?",
    "start": "00:31:24",
    "end": "00:31:30"
  },
  {
    "text": "Ah, because he's going to move forward. It has to do with the progress of thought in this speech in Matthew 18. So he begins by saying, the one who's greatest and is the one who, like a child, makes themself a little one in my community. Yeah, so he's going to move on to a new subject. Whoever causes any one of the little ones, that is the disciples in my community, to stumble, it would be better to be executed by having a millstone hung around your neck. And then that transitions into the next block, the next paragraph, which is about causing people to stumble in the community. And do everything you can so that your own behavior in the community of Jesus followers doesn't cause other people to. To stumble. And if implied, if it does, then verse 12, guess what? The good shepherd is on a mission to get as many lost sheep and little ones as he can back into the fold. So the whole thing actually has a pretty precise flow of thought. And then that's when he goes into the thing about if your brother sins against you, he starts talking about conflict resolution and forgiveness and reconciliation. So the whole chapter has a flow to it, and it's about the community of the disciples. It's not about children, but it's a good example about how there are key phrases that Jesus will use and he might use a child. And if we just think of him as a moral, ethical teacher in general, we're more likely to just see him. Well, of course he taught something about children. Don't all teachers have something good to say? But again, all of this, the children, the little ones, the sheep imagery, are all in the service of him unpacking what he's doing in the moment, which is creating a community of the kingdom. So it's a good example. I'm glad you raised it, Isaiah, because it's a good example of kind of what we're. The perspective shift we're trying to invite people into with These conversations and with the video.",
    "start": "00:31:30",
    "end": "00:33:16"
  },
  {
    "text": "Yeah, thanks, Isaiah. I learned something because of it. Talking about clear images. The Lazarus was a clear image. Another really clear image in my mind is a painting of Jesus, like, with children on his knee, you know, teaching. It's a clear image in my mind.",
    "start": "00:33:16",
    "end": "00:33:31"
  },
  {
    "text": "Yeah. And I'm not. I mean, it actually says that he brought a child into their midst, but the point of the child was to teach about life in the community of the disciples.",
    "start": "00:33:31",
    "end": "00:33:40"
  },
  {
    "text": "Yeah. The child became part of the parable.",
    "start": "00:33:40",
    "end": "00:33:42"
  },
  {
    "text": "Yeah. The little ones that are in Zechariah, this image of the lost sheep of Israel actually becomes, you know, takes on parabolic form in this little child. Jesus did. He knew what he was doing.",
    "start": "00:33:42",
    "end": "00:33:54"
  },
  {
    "text": "He knew what he was doing. But, like, let's take a step back and assess that by being cryptic, sermon upon, sermon of kind of a missing what he's doing.",
    "start": "00:33:54",
    "end": "00:34:06"
  },
  {
    "text": "Yes.",
    "start": "00:34:06",
    "end": "00:34:07"
  },
  {
    "text": "Making this strictly about kids. I mean, the amount of times I've heard that. Yeah, there's that danger.",
    "start": "00:34:07",
    "end": "00:34:13"
  },
  {
    "text": "Yeah, sure. That's right. In any form of indirect communication, you risk people not getting what you're saying.",
    "start": "00:34:13",
    "end": "00:34:19"
  },
  {
    "text": "Yeah.",
    "start": "00:34:20",
    "end": "00:34:21"
  },
  {
    "text": "But apparently Jesus thought the cost was worth it because that was how we talked a lot of the time. And you could argue that much of the Bible is a form of indirect communication through its poetic design. A third of its poetry, which is a very indirect form of communication.",
    "start": "00:34:21",
    "end": "00:34:39"
  },
  {
    "text": "Okay.",
    "start": "00:34:40",
    "end": "00:34:40"
  },
  {
    "text": "Yeah. You know, that actually connects to an interesting question that Lauren from Indiana asked about Luke, chapter nine.",
    "start": "00:34:40",
    "end": "00:34:48"
  },
  {
    "text": "Hi, Tim and John. This is Lauren in Fort Wayne, Indiana. I just listened to episode four on the parables. John's feeling really resonated with me that the more he learns about the Bible, the more it all feels like a parable. With that in mind, the story of the banquet reminded me of another place where people make excuses in response to an invitation. In Luke 9, 57, 62, Jesus makes these three short statements to people that he's inviting to follow him. Are these cryptic statements themselves parables? And beyond that, I feel as if Luke has purposefully put these three brief conversations together and given it the feeling of a parable itself. What do you think?",
    "start": "00:34:49",
    "end": "00:35:30"
  },
  {
    "text": "That's really a perceptive question, Lauren. John, I think what I hear her asking is, there's the section of Luke. We should probably just read it. But when you read it, it feels like Luke has put together this little collection of stories about Jesus that feels itself like a parable the way Luke's collected it here. Do you want to read the section of Luke, chapter 9, verse 57, through.",
    "start": "00:35:31",
    "end": "00:35:53"
  },
  {
    "text": "Verse 62, as they were Walking along the road. And who's they here?",
    "start": "00:35:53",
    "end": "00:35:57"
  },
  {
    "text": "Jesus and his disciples. Yeah, yeah.",
    "start": "00:35:57",
    "end": "00:35:59"
  },
  {
    "text": "So Jesus and the little ones walking along the road, a man said to Jesus, I will follow you wherever you go. And Jesus replied, foxes have dens, birds have nests, but the Son of man has no place to lay his head. And then Jesus said to another man, follow me. And that man replied, follow, Lord, first let me go and bury my father. And Jesus said to him, let the dead bury their own dead. You go and proclaim the kingdom of God. And another person came and said to Jesus, I will follow you, Lord, but first let me go back and say goodbye to my family. And Jesus replied, no one who puts a hand to the plow and looks back is fit for service in the kingdom of God.",
    "start": "00:35:59",
    "end": "00:36:37"
  },
  {
    "text": "Jesus, man.",
    "start": "00:36:38",
    "end": "00:36:39"
  },
  {
    "text": "Yeah, man, this is rough riding Jesus.",
    "start": "00:36:39",
    "end": "00:36:42"
  },
  {
    "text": "Totally. So, yeah, Lauren, you're indicating that every answer is somewhat cryptic, that he answers. So he answers in all kind of these little mini parables, really. A parable about foxes and birds, a parable about letting the dead go bury themselves, and a parable about somebody at a plow who stops plowing and turns around and goes away. But then you're asking if Jesus told these three little parables. It seems like Luke has put these together as a kind of parable. So, yeah, it's a perceptive observation. Notice how Jesus parables often have a 1, 2, 3 thing to them, or repetition. Remember, like the lost coin, the lost sheep, the lost son, 1, 2, 3. So Luke has put together three exchanges. And I think it's almost certain that these three exchanges probably didn't happen all in a row, like in 10 minutes of each other. He's giving us a representation of how people addressed the issue of discipleship when people were waffling or when people had wanted to balance following Jesus with other commitments. And so we want to present this compelling portrait of Jesus as putting this ultimate decision before people. And so as you were just reading it, I was noticing all these little kind of patterns to these three stories. I don't know if you noticed them too, as you read it.",
    "start": "00:36:42",
    "end": "00:38:04"
  },
  {
    "text": "No, tell me.",
    "start": "00:38:05",
    "end": "00:38:06"
  },
  {
    "text": "Well, the first one is a guy saying, I will follow you. The second one is Jesus saying to somebody, follow me. Then the third one goes back, a guy saying to Jesus, I will follow you. So it's a. A b. A pattern. It's a little kite. It's a little symmetry. But then the second and the third have the phrase kingdom of God. He tells the second guy, let the dead bury their own. You go and proclaim the Kingdom of God. And then the third guy, he says, no one turns back is fit for the kingdom of God. So it's all these little. It has an artistic design. Luke's given this an artistic design. So, John, what's the difference between this. This story that Luke's telling us about Jesus and a parable that Jesus would tell that has a 1, 2, 3?",
    "start": "00:38:06",
    "end": "00:38:51"
  },
  {
    "text": "Yeah, well, I mean, it's told in the narrative of Jesus life like this happened and then this happened, and then Jesus did this, and then Jesus taught this, and then as they're walking along the road. So in that way, it feels like, okay, this is just a story about something that happened in the life of Jesus. But then the way that the exchange happens, the exchanges happen, it feels very much like, yeah, this didn't happen all in one walk on a road. That would be weird.",
    "start": "00:38:51",
    "end": "00:39:23"
  },
  {
    "text": "Yeah.",
    "start": "00:39:23",
    "end": "00:39:23"
  },
  {
    "text": "I mean, not impossible, but just. It doesn't. Doesn't have that kind of feel to it.",
    "start": "00:39:23",
    "end": "00:39:28"
  },
  {
    "text": "Yeah. Yeah. So in other words, you're making an important observation. So both the parables and Luke's historical narrative have the same narrative style. They're both using the same narrative techniques, which means that both what parables and Luke's narrative have in common is that they are stories crafted to make a point. That's not what separates them as different types of literature, because they both share that they're narratives crafted to communicate something. So what makes them different? This is the Gospel of Luke, which began with authorial introduction saying that he got all this from eyewitness traditions and he's arranged it carefully. That's what he told us. So Luke expects us to see this as a biography and expects us to think that this represents conversations that Jesus had. But Luke also clearly felt free to arrange this with the same narrative techniques that Jesus used in telling his fictional parables. And that doesn't mean that these stories are fictional. It just means that it's a story crafted to make a point, not just tell us about something interesting that happened. Just like Jesus, parables aren't just for entertainment. They're stories crafted with a purpose. Any thoughts or reflections on that?",
    "start": "00:39:28",
    "end": "00:40:42"
  },
  {
    "text": "Well, it sounds like the difference what you're saying is Jesus could tell a parable and he could tell stories of things that never happened here. What Luke is doing is perhaps telling interactions that happened that he heard about through the eyewitnesses and through his investigation. But he decided, you know, I'm going to use these interactions, but I'm going to put them all together on one walk. And by putting them together and Designing them in this way. I'm making a very explicit point.",
    "start": "00:40:42",
    "end": "00:41:13"
  },
  {
    "text": "Yeah. He's trying to communicate something of the heart of Jesus, call to discipleship. So I think, Lauren, what you're noticing really is just that Luke has arranged this little section to communicate a message about Jesus the same way that Jesus crafted parables to communicate a message about himself. But that doesn't mean that this section of Luke is a parable. So calling something a parable has to do with the technical term is genre, but it's what an author. The conventions an author will use and what they purpose and expect a reader to understand. I don't think Jesus means for people to take his parables as history. And I don't think Luke intends us to take his story as a parable, if by parable we mean fictional. Because he says at the beginning that it's based on eyewitness anyway.",
    "start": "00:41:13",
    "end": "00:41:59"
  },
  {
    "text": "I mean, this gets to something that is present throughout the whole Bible, which is a high level of design and how stories are told, which to me, like a modern Western thinker would make me initially go, oh, they're making it up.",
    "start": "00:41:59",
    "end": "00:42:20"
  },
  {
    "text": "If there's artistic design.",
    "start": "00:42:20",
    "end": "00:42:21"
  },
  {
    "text": "Yeah. If you're recrafting the narrative to fit a certain pattern, then you're not telling me history, you're just telling me a story. But it seems like biblical authors just are constantly doing that and are not ashamed of it of, like, supercharging all these design patterns and details and stories in order to make them well crafted.",
    "start": "00:42:22",
    "end": "00:42:45"
  },
  {
    "text": "Yeah, that's right. I mean, really, a lot of it has to do with the source material that they're using or writing or re employing as they arrange these compositions. And so Luke's working with eyewitness tradition material, but he's crafting it to make a point. And it's the point that matters. Just like in a parable. Right. It's the point that matters. That's why you're being told this in the first place. So what parables and historical biblical narrative have in common is that they are stories crafted to make a point and that it's the point that matters. Cool.",
    "start": "00:42:45",
    "end": "00:43:16"
  },
  {
    "text": "So let's do one last question. And this is Anthony from Australia. Did I do that right? Australia. No, Australia. I can't do it.",
    "start": "00:43:16",
    "end": "00:43:27"
  },
  {
    "text": "Are you trying an Australian accent?",
    "start": "00:43:27",
    "end": "00:43:29"
  },
  {
    "text": "Yeah, very poorly.",
    "start": "00:43:29",
    "end": "00:43:30"
  },
  {
    "text": "Oh, wow.",
    "start": "00:43:31",
    "end": "00:43:32"
  },
  {
    "text": "Sorry, Anthony.",
    "start": "00:43:32",
    "end": "00:43:32"
  },
  {
    "text": "Hi, guys. My name is Anthony. I'm from Adelaide in South Australia. Thank you so much for all you do. It's so helpful. My question is about you discuss knowing the parables or the context around the parables before we Take the imperative and apply it to our own lives. I was wondering where you'd think this fits. When we look at the Sermon on the Mount, a lot of times I hear people take that teaching and apply it directly to us, and it doesn't feel like it goes that through our filter. Could you please have your say on this? Thank you.",
    "start": "00:43:33",
    "end": "00:44:04"
  },
  {
    "text": "Yeah. It's interesting, Anthony. You're asking about really just this paradigm for reading the Bible, which once you say it out loud, it seems really simple and intuitive that the original context really matters and that we should let that determine what the basic meaning of a teaching of Jesus, a parable, or even a story about Jesus. And that that should be the first key step. So if that's true for the parables, is that true also for all the teachings of Jesus? So my hunch is that in asking the question, Anthony, you probably already know kind of the direction we're going to go, which I agree with you. The Sermon on the Mount has a timeless quality to it, which is why it's moved listeners, you know, all over the world a couple thousand years now. But we cannot overlook or ignore the fact that it was first a piece of communication given to first century Jews by a first century Jew. And then he talks about fasting and he talks about all kinds of things that only make sense in the light of that first context and that we need to look at that context to make sure we're not taking Jesus words out of context as we apply them into other cultural settings. I don't know. This has been a theme in our conversations, John, just about. It seems like when you put a lot of emphasis on original context, it feels at first like you're being like the Bible's being taken away from you or its ability to speak to you. And especially the Sermon on the Mount. Like, if any part of the Bible should just be able to be plopped out of the first century into the 21st, shouldn't it be the Sermon on the Mount? You know, but I think the sense that the Sermon on the Mount makes is the sense that it made as a part of Jesus's Kingdom of God announcement to the people of Israel. But that, that doesn't prevent it from speaking to other contexts. Other contexts.",
    "start": "00:44:04",
    "end": "00:45:57"
  },
  {
    "text": "Beyond that, is there any part of the Bible that you would feel comfortable saying, yes, plop this out of its context and run with it? You can get mileage.",
    "start": "00:45:57",
    "end": "00:46:05"
  },
  {
    "text": "I don't know. I feel like if you wrote me a letter.",
    "start": "00:46:05",
    "end": "00:46:08"
  },
  {
    "text": "Yeah.",
    "start": "00:46:09",
    "end": "00:46:09"
  },
  {
    "text": "And somebody like asked you 50 years from now, you know, can we take this letter and just go like, read it to some other group of people as if it was written to them and not to Tim. And you're like, well, but it was a letter written to Tim. And I think you could benefit from it. You might find it interesting. But don't ignore. You know what I mean? And what if they said, what about this one sentence? There's just this one sentence where you said something to Tim that if we just take it out of context, it could just be very meaningful to a lot of people. I don't know. Would you. Would you say, like, I guess you can do that, that's fine. I don't know. But I think it'd be more interesting if you know what I meant to Tim and then think about what it could mean for you. I don't know. I just can't think of a reason why you wouldn't want the original context to illuminate what it could mean, the significance that it could have for you. A good example is like Jesus in the Sermon on the Mount. That's what you brought up, Anthony. He has lots of little short parables within there. He calls his disciples the city on the hill or the lamp the light. And it fits all the perspectives that we invited people into in the parable series where it's a commentary, it's a title that Jesus is giving to his community of followers. And it comes From Isaiah, Chapter 2 of the Light of the New Jerusalem, of the New Covenant, People of God in the exalted New Jerusalem. So he's using Hebrew Bible imagery, he's describing his own current moment. And the parable invites all kinds of reflection and pondering. But as the Jesus movement goes out and becomes multi ethnic, I think it's still a really valuable image to think of the community of Jesus when it's doing the Sermon on the Mount kind of stuff. It will become a light to people and it will become prominent because of its alternate way of life. So I think it really can speak to us, but I think it does so by speaking to its first context. I don't know.",
    "start": "00:46:10",
    "end": "00:48:07"
  },
  {
    "text": "That's good.",
    "start": "00:48:07",
    "end": "00:48:07"
  },
  {
    "text": "There you go.",
    "start": "00:48:07",
    "end": "00:48:08"
  },
  {
    "text": "Thanks, Tim. Thank you guys. Everyone who sent questions. Sorry we couldn't get to everyone's. Thank you for joining us through the parables conversation. The video on the parables is out and on our YouTube channel and has been for a little while now. Yeah, how to Read the Bible series is going to continue. It's going to continue, actually. Next, in real time into how to read the letters. Yeah, all the letters. The apostles wrote to early churches. We're going to have two videos on that. And we actually have a whole podcast discussion on how to read the letters. That was going to be next, but we decided to not release the how to Read the letters podcast conversation next in light of the fact that we have a really unique situation happening in the world right now. The world has shifted dramatically on its axis and we are all trying to figure out how to deal with this virus. People's lives are changing in many dramatic ways. I even had a friend text me early on and said, hey, is this the end times? And so there's a whole genre of literature in the Bible called apocalyptic literature. And people tend to think of that as literature about the end times. And that's the last video we're going to make in how to Read the Bible series. And so starting next week, we are going to release the conversations on apocalyptic literature and we'll tee it up with a conversation about what's going on in the world and how. How to think about it in terms of how the Bible discusses apocalypse.",
    "start": "00:48:08",
    "end": "00:49:46"
  },
  {
    "text": "Yeah, it was a great conversation. And we've actually never in the history of the podcast done an episode where we reflect on current events in light of the Bible. That's true, but that's what we're going to do.",
    "start": "00:49:46",
    "end": "00:50:00"
  },
  {
    "text": "Perhaps we shouldn't, but we're going to do it at least once.",
    "start": "00:50:00",
    "end": "00:50:03"
  },
  {
    "text": "Yeah, we're going to try at a really charged moment and see what happens. But I think we, yeah, Stand a lot to learn to reflect on how to think about what's happening right now in the world as an apocalypse, but not in the sense that most of us think that means.",
    "start": "00:50:03",
    "end": "00:50:21"
  },
  {
    "text": "Great. All right, thank you, Tim.",
    "start": "00:50:21",
    "end": "00:50:23"
  },
  {
    "text": "Yeah, thank you, John. And thank you everybody for being behind us and being so generous and enthusiastic about the Bible Project. We're a nonprofit animation studio in Portland, Oregon. We make resources to help people experience the Bible as a unified story that leads to Jesus.",
    "start": "00:50:23",
    "end": "00:50:39"
  },
  {
    "text": "You can find everything we make. It's free and it's on our website, bibleproject.com and it's on our YouTube channel, YouTube.com thebibleproject this show is produced by.",
    "start": "00:50:39",
    "end": "00:50:51"
  },
  {
    "text": "Dan Gummel and the theme music is by the band Tense.",
    "start": "00:50:51",
    "end": "00:50:55"
  },
  {
    "text": "Thanks for being a part of this with us.",
    "start": "00:50:55",
    "end": "00:50:57"
  },
  {
    "text": "Hi, this is Brittany Schaddle and I am from the Bay Area. I first heard about the Bible Project from my church when we were going through the Wisdom series. I used the Bible Project to show my non believing friends that the Bible isn't that scary. My favorite thing about the Bible project is how it brings the Bible to life in a way that I can understand. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, and more@thebibleproject.com.",
    "start": "00:50:59",
    "end": "00:51:30"
  },
  {
    "text": "Sam.",
    "start": "00:51:35",
    "end": "00:51:45"
  }
]