[
  {
    "text": "Hey, everybody, this is Tim at the bibleproject, and this is a quick additional note before we jump into the podcast episode for this week. Like you, I'm being inundated with news updates and conversations about this novel coronavirus pandemic. And it's really important that we all stay informed so that we know what to do. But at the same time, probably like many of you, I have crossed my own mental threshold for the amount of news that I should be consuming, and I kind of go crazy. I can feel my blood pressure and anxiety go up. And what I need to do is also remember that I also still have a life and can and should think about other things. And that's probably true for you, too. And so we just wanted to say this out loud. I don't know if we needed to say it, but we wanted to. We're going to continue with the podcast just to go on with our series on the parables of Jesus. There'll be a different series after that coming in a month and a half or so. Not because we don't think this crisis is important to think about and really think about deeply, but really it's that John and I aren't the people to create that resource. There's so many good resources and podcasts out there. What we want to offer is a chance to continue to deepen and become more wise in how we read the Bible. And we believe that can give us really important shifts of perspective and new ways to think about this whole crisis and the choices we're making as we go through. That's one thing. One other quick thing, a reminder. John said this a couple weeks ago. For those of you who are a part of a local church community, we really want to encourage you to stay connected to your local church online during this time. If they have the ability to put out resources to participate in that. Stay connected. Let's all remember to stay financially committed to our local churches during this time. This is going to be devastating for many church communities financially. And so let's remember our commitment to keep giving to our church. Even though we can't be there physically with the people of our church, we can online and we can financially help keep them supported. At the Bible Project, we are putting out a weekly resource that's just something additional. If you already have some resources from your church of things to do. But we wanted to produce one more. It's just called Church at Home. It's a weekly email that takes one of our videos and then we are giving some scriptural readings and some personal and discussion questions to help you kind of reflect. You could take 10 minutes or half an hour to do it by yourself, with your family or with some other people, like in a Google hangout or something like that. If you're not on our email newsletter list, there's a simple way to get it. If you want to get our newsletter or the Church at Home resources that come weekly, you can go to Bibleproject.com, our website. Just scroll down to the very bottom and you'll see a simple way to give your email and join our newsletter circle and there you go. You'll be on the team. So thanks so much for listening. May God's blessing and peace be with you. May God give us courage to trust him this week and to love our neighbor as ourselves. All right, let's dive into the episode for this week.",
    "start": "00:00:00",
    "end": "00:03:17"
  },
  {
    "text": "Just the Facts, ma'. Am. Can you get to the point? Cut to the chase. What is the bottom line? The facts, ma'. Am. Only the facts. We live in a world of elevator pitches, 10 step articles, tweets, and memes. These are all direct forms of communication meant to be efficient. But sometimes it doesn't pay off to be direct.",
    "start": "00:03:25",
    "end": "00:03:48"
  },
  {
    "text": "Direct communication is important for conveying information, but learning is more than information intake. But indirect communication finds a way in through the back window to confront a person's view of reality. A parable's ultimate aim is to draw in the listener, to awaken insight, to stimulate the conscience, and to move to action. Jesus parables are prophetic instruments used to get God's people to stop, reconsider their way of viewing reality and change their behavior.",
    "start": "00:03:49",
    "end": "00:04:23"
  },
  {
    "text": "I'm John Collins and this is the BibleProject Podcast. Today, Tim and I continue our conversation about how to read the parables of Jesus. Jesus parables weren't just nice moralistic tales. They were meant to help us understand how he viewed God's universe and how he viewed himself as the culmination of the story of the Bible. And this is no easy feat, especially when you're talking with people who are very stuck in a familiar way of how to view the world.",
    "start": "00:04:24",
    "end": "00:04:51"
  },
  {
    "text": "To introduce the new thing that the kingdom of God actually is. Some parables actually have to dismantle what you already think you know, Jesus wasn't giving a lecture on the kingdom of God. He wasn't teaching. And oh, here's an illustration. The parable serves as a means of subversive indirect critique.",
    "start": "00:04:51",
    "end": "00:05:09"
  },
  {
    "text": "So on today's episode, we talk about Jesus, the indirect communicator. Thanks for joining us here we go.",
    "start": "00:05:09",
    "end": "00:05:16"
  },
  {
    "text": "We are continuing our conversation about the parables of Jesus found in the gospel accounts of the New Testament. How to read them, how to read them wisely so that we understand from them what we're supposed to understand. What did Jesus intend to do with these famous short stories of his? Well, they're famous after the fact, I guess. He didn't necessarily know if they'd be famous when he told them they drew crowds. Right, that's true. But he told them. Yeah. In front of. In front of the crowds. Intentionally, to throw a lot of people off, actually on purpose. That was our last episode of our conversation.",
    "start": "00:05:24",
    "end": "00:06:07"
  },
  {
    "text": "Right. A feature of the parables is that they allowed people who really cared and had a heart towards wanting to join in this Jesus movement that they would be able to hear these parables and get excited and stoked and participate. But then if you didn't want to, the parables had a feature which was that they encouraged you to stay away.",
    "start": "00:06:07",
    "end": "00:06:33"
  },
  {
    "text": "Yeah. They reinforced what you already think about Jesus, which if you think he's crazy and he's talking pie in the sky and he's a kook, then the parables will just sound like this crazy guy talking about seeds and bread.",
    "start": "00:06:34",
    "end": "00:06:50"
  },
  {
    "text": "Yeah.",
    "start": "00:06:50",
    "end": "00:06:50"
  },
  {
    "text": "But if you are open minded, have a soft heart and are curious about Jesus, then they will draw you in. You could say that they both conceal and reveal the kingdom of God, depending on the quality of the soil that the seed falls upon.",
    "start": "00:06:50",
    "end": "00:07:08"
  },
  {
    "text": "Yeah.",
    "start": "00:07:08",
    "end": "00:07:08"
  },
  {
    "text": "Which was one of his parables, which was the meta. Parable.",
    "start": "00:07:08",
    "end": "00:07:11"
  },
  {
    "text": "The meta. Parable. That's right.",
    "start": "00:07:11",
    "end": "00:07:13"
  },
  {
    "text": "The parable about why he taught in parables.",
    "start": "00:07:13",
    "end": "00:07:15"
  },
  {
    "text": "That's right. You mentioned that. And that didn't land for me last discussion.",
    "start": "00:07:16",
    "end": "00:07:19"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:07:19",
    "end": "00:07:20"
  },
  {
    "text": "It's a parable about how his teachings land for people.",
    "start": "00:07:20",
    "end": "00:07:25"
  },
  {
    "text": "Yeah.",
    "start": "00:07:25",
    "end": "00:07:26"
  },
  {
    "text": "And it really depends on the quality of your soil.",
    "start": "00:07:26",
    "end": "00:07:30"
  },
  {
    "text": "Yeah. Or as he. Yeah, yeah. As he says at the end, if you have ears, listen.",
    "start": "00:07:30",
    "end": "00:07:35"
  },
  {
    "text": "Yeah. Is that a Hebrew idiom? If you have ears?",
    "start": "00:07:35",
    "end": "00:07:38"
  },
  {
    "text": "Yeah. It's something Jesus said often.",
    "start": "00:07:38",
    "end": "00:07:40"
  },
  {
    "text": "Everyone has ears.",
    "start": "00:07:40",
    "end": "00:07:41"
  },
  {
    "text": "Yeah, that's right. In a way it's a little parable, isn't it? Because then you go, but everybody has ears.",
    "start": "00:07:41",
    "end": "00:07:47"
  },
  {
    "text": "I have ears.",
    "start": "00:07:47",
    "end": "00:07:48"
  },
  {
    "text": "But do they. Everybody has literal ears. Do they have metaphorical ears?",
    "start": "00:07:48",
    "end": "00:07:55"
  },
  {
    "text": "Yeah. My big takeaway on top of that.",
    "start": "00:07:55",
    "end": "00:07:58"
  },
  {
    "text": "We'Ve had a night to sleep on this from the press conversations now is.",
    "start": "00:07:58",
    "end": "00:08:03"
  },
  {
    "text": "That while many, many teachers throughout the ages have used techniques to help you learn things, stories and anecdotes and parables and what's the big parable? The allegory.",
    "start": "00:08:03",
    "end": "00:08:22"
  },
  {
    "text": "Allegory okay, got it. I understand.",
    "start": "00:08:22",
    "end": "00:08:24"
  },
  {
    "text": "Anyways, these are common techniques.",
    "start": "00:08:24",
    "end": "00:08:26"
  },
  {
    "text": "Yes.",
    "start": "00:08:26",
    "end": "00:08:27"
  },
  {
    "text": "But what's unique about Jesus is that the thing that you gotta keep in mind is he's not just a teacher trying to communicate ideas through these communication means. These parables serve a very specific purpose, which was to explain what he was doing and how he saw himself as central to what God was doing in the world through Israel. And that's really important, and it helps me a lot. And most of these parables are about the kingdom of God.",
    "start": "00:08:27",
    "end": "00:09:00"
  },
  {
    "text": "Correct. If not all of them, I think. Yeah. You can make the case. If Jesus whole mission was to bring and announce the kingdom of God.",
    "start": "00:09:00",
    "end": "00:09:08"
  },
  {
    "text": "Yeah.",
    "start": "00:09:08",
    "end": "00:09:08"
  },
  {
    "text": "Then the parables, all of them, in some way express some facet of it. And that's actually what we'll talk about in this conversation.",
    "start": "00:09:08",
    "end": "00:09:16"
  },
  {
    "text": "Yeah. Cool.",
    "start": "00:09:16",
    "end": "00:09:17"
  },
  {
    "text": "But I was actually. I was riding my bike to work today and thinking about this conversation. It became clear, at least even a visual in my mind. Not necessarily we should use in the video, but it was helping me that the parables are often you think of Jesus as a teacher, a teacher of moral and religious truth.",
    "start": "00:09:17",
    "end": "00:09:36"
  },
  {
    "text": "Yeah.",
    "start": "00:09:36",
    "end": "00:09:36"
  },
  {
    "text": "And so in that little drawing, you have Jesus, like a little stick figure, and you have the people he's teaching to. And the thing that he's teaching about, however, is above them, just general ideas about God. About how we relate to God.",
    "start": "00:09:37",
    "end": "00:09:55"
  },
  {
    "text": "Yeah.",
    "start": "00:09:55",
    "end": "00:09:55"
  },
  {
    "text": "About the kind of person you should be in the world, because that's. God approves of certain kinds of behavior and disapproves of others, but it's outside. It's like a realm of a type of philosophy. Yeah, that's right. And the parables illustrate those ideas.",
    "start": "00:09:55",
    "end": "00:10:10"
  },
  {
    "text": "Kind of like when Socrates, or is it Plato, with like his story of the cave and the fire and the cave and the shadows, and he's using an allegory to communicate something about the world.",
    "start": "00:10:10",
    "end": "00:10:22"
  },
  {
    "text": "Yeah, that's right. So the shift you just described is you have a little scene of Jesus as a stick figure. Pretend I'm drawing on a whiteboard, and you have the people. But what the parables are commenting on is the actual scene happening right there.",
    "start": "00:10:22",
    "end": "00:10:39"
  },
  {
    "text": "Right.",
    "start": "00:10:39",
    "end": "00:10:39"
  },
  {
    "text": "The parables aren't commenting on some other.",
    "start": "00:10:39",
    "end": "00:10:42"
  },
  {
    "text": "Set of ideas, some abstracted set of ideas.",
    "start": "00:10:42",
    "end": "00:10:44"
  },
  {
    "text": "They're commenting on what Jesus is doing in that very moment as he brings the kingdom of God and through his whole mission. So his healings, his exorcisms.",
    "start": "00:10:44",
    "end": "00:10:55"
  },
  {
    "text": "Yeah.",
    "start": "00:10:55",
    "end": "00:10:55"
  },
  {
    "text": "The fictive kinship groups.",
    "start": "00:10:55",
    "end": "00:10:57"
  },
  {
    "text": "Yeah.",
    "start": "00:10:57",
    "end": "00:10:58"
  },
  {
    "text": "The new families he created. And teaching through the parables. That's a simple way that we could do that. He's not teaching about some other thing. He's teaching about what's happening in the moment anyway.",
    "start": "00:10:58",
    "end": "00:11:10"
  },
  {
    "text": "I like that.",
    "start": "00:11:10",
    "end": "00:11:10"
  },
  {
    "text": "And what was he doing in the moment? He was bringing the kingdom of God near.",
    "start": "00:11:10",
    "end": "00:11:14"
  },
  {
    "text": "Yeah. It's kind of like if, you know, if you went to school and you had a teacher who liked to tell stories to help you understand the content, that would be kind of a typical teacher.",
    "start": "00:11:14",
    "end": "00:11:25"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:11:25",
    "end": "00:11:26"
  },
  {
    "text": "Method.",
    "start": "00:11:26",
    "end": "00:11:26"
  },
  {
    "text": "Yeah.",
    "start": "00:11:26",
    "end": "00:11:27"
  },
  {
    "text": "But let's say you went to a school and the teacher said, all right, guys, we're going on a field trip. Get in the buses. We're going. And you have no idea what's going on. And he starts saying, like, this field trip is going to be the most important thing in this whole school year. And you're going to become a man on this field, whatever. You just start saying things and you're, like, trying to understand what he means. And so he starts telling stories to help you understand what the thing that.",
    "start": "00:11:27",
    "end": "00:11:55"
  },
  {
    "text": "You'Re doing in the moment, the thing.",
    "start": "00:11:55",
    "end": "00:11:56"
  },
  {
    "text": "That you're going to be doing and doing. You're on this bus, you're maybe stopping to have meals at places or going to a farm or whatever it is.",
    "start": "00:11:56",
    "end": "00:12:03"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:12:03",
    "end": "00:12:04"
  },
  {
    "text": "And you're trying to figure out what's the significance of all of this. And he's telling you stories.",
    "start": "00:12:04",
    "end": "00:12:08"
  },
  {
    "text": "Yeah. And maybe then in this parable.",
    "start": "00:12:08",
    "end": "00:12:11"
  },
  {
    "text": "Yeah.",
    "start": "00:12:11",
    "end": "00:12:11"
  },
  {
    "text": "The stories that the teacher's telling are about children setting out on a great adventure to learn new skills so they can overcome the dragon or something.",
    "start": "00:12:13",
    "end": "00:12:24"
  },
  {
    "text": "Yeah.",
    "start": "00:12:24",
    "end": "00:12:24"
  },
  {
    "text": "But the point is your mind is being filled with stories that help you make sense of the moment that you.",
    "start": "00:12:24",
    "end": "00:12:30"
  },
  {
    "text": "Are, what is happening around you.",
    "start": "00:12:30",
    "end": "00:12:32"
  },
  {
    "text": "Correct? Yeah, that's right. That's the function of the parables. Okay, so that was the first kind of step we took. Second step we took is, well, what is the moment that Jesus thinks he is in and trying to communicate about? It's the culmination moment of the story of God and Israel and the world, which is told in the Hebrew scriptures, which is why his parables draw heavily, sometimes explicitly, as we'll see some from examples we'll talk about in this part of our conversation. But often on a real subtle level, as we saw with parables about, see, God's word. The word about the kingdom of God coming is like seed that will grow plants that are people.",
    "start": "00:12:32",
    "end": "00:13:18"
  },
  {
    "text": "Yeah.",
    "start": "00:13:18",
    "end": "00:13:19"
  },
  {
    "text": "And anybody who grew up on the book of Isaiah, which was Jesus and most of the people that he was around would pick up the signal.",
    "start": "00:13:19",
    "end": "00:13:29"
  },
  {
    "text": "And the rest of the Hebrew scriptures.",
    "start": "00:13:29",
    "end": "00:13:30"
  },
  {
    "text": "And the rest of the Hebrew Bible, that's Right. Yeah. Not just Isaiah, but that was the kind of the examples we looked at. The parables draw heavily from the Hebrew Bible on the level of their language and imagery. As part of the way he's communicating the point that we're in the moment of the story that the prophets anticipated. That was the kind of second step of the conversation.",
    "start": "00:13:30",
    "end": "00:13:51"
  },
  {
    "text": "Cool. I was thinking about. You used the term Jesus was an itinerant teacher or prophet or.",
    "start": "00:13:51",
    "end": "00:13:58"
  },
  {
    "text": "Yeah, I think prophet is how people would have perceived him and did perceive him.",
    "start": "00:13:58",
    "end": "00:14:03"
  },
  {
    "text": "And itinerant means.",
    "start": "00:14:03",
    "end": "00:14:04"
  },
  {
    "text": "Oh, traveling around.",
    "start": "00:14:05",
    "end": "00:14:07"
  },
  {
    "text": "Traveling around.",
    "start": "00:14:07",
    "end": "00:14:07"
  },
  {
    "text": "Just constantly traveling around with your message.",
    "start": "00:14:07",
    "end": "00:14:10"
  },
  {
    "text": "So it's interesting to think about Jesus as crafting his message. You know, like if you were a comedian or a speaker that went on the road, you learn what lands with the crowd, what doesn't land.",
    "start": "00:14:10",
    "end": "00:14:27"
  },
  {
    "text": "Oh, yes, yes, yes.",
    "start": "00:14:27",
    "end": "00:14:29"
  },
  {
    "text": "You begin to adapt stories and. And then eventually you've got it nailed.",
    "start": "00:14:29",
    "end": "00:14:35"
  },
  {
    "text": "Yeah. You kind of. They get to a fixed form.",
    "start": "00:14:35",
    "end": "00:14:37"
  },
  {
    "text": "They get to a fixed form.",
    "start": "00:14:37",
    "end": "00:14:38"
  },
  {
    "text": "Correct.",
    "start": "00:14:38",
    "end": "00:14:38"
  },
  {
    "text": "And so when you go to the next town and do your. Your show, if you're like a comedian or something, it's got a form.",
    "start": "00:14:38",
    "end": "00:14:46"
  },
  {
    "text": "Yeah.",
    "start": "00:14:46",
    "end": "00:14:47"
  },
  {
    "text": "And then they usually record it, and then they move on and they craft another one. And it's interesting to think about Jesus thinking about these parables.",
    "start": "00:14:47",
    "end": "00:14:55"
  },
  {
    "text": "Yeah.",
    "start": "00:14:55",
    "end": "00:14:55"
  },
  {
    "text": "Thinking about crafting them.",
    "start": "00:14:55",
    "end": "00:14:57"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:14:57",
    "end": "00:14:57"
  },
  {
    "text": "And deciding like, oh, man.",
    "start": "00:14:57",
    "end": "00:14:59"
  },
  {
    "text": "Yes.",
    "start": "00:15:00",
    "end": "00:15:00"
  },
  {
    "text": "You know, if I tell it this way, then it will actually help more to get people interested. The right people interested. Yeah. Think of Jesus as this.",
    "start": "00:15:00",
    "end": "00:15:12"
  },
  {
    "text": "Yes. Yeah. Communicator, man. And actually, that what you just explored imaginatively helps make sense of a number of parables that seem very similar across Matthew, Mark, and Luke, but that differ in details.",
    "start": "00:15:13",
    "end": "00:15:29"
  },
  {
    "text": "Right.",
    "start": "00:15:29",
    "end": "00:15:29"
  },
  {
    "text": "So some parables will be about a household owner who has two slaves, and he comes back and one's been responsible, the other one irresponsible. But that other parable is about a master was just one slave. And so almost certainly Jesus told these same types of stories over and over and over and over and over again, like you said, testing it out, testing it out. New variations.",
    "start": "00:15:30",
    "end": "00:15:57"
  },
  {
    "text": "And a good communicator will actually change their material depending on the crowd.",
    "start": "00:15:57",
    "end": "00:16:01"
  },
  {
    "text": "Correct.",
    "start": "00:16:01",
    "end": "00:16:01"
  },
  {
    "text": "So if he's in a certain town.",
    "start": "00:16:01",
    "end": "00:16:03"
  },
  {
    "text": "That's right.",
    "start": "00:16:03",
    "end": "00:16:04"
  },
  {
    "text": "You might actually tell the story a little bit different so that it lands in the right way.",
    "start": "00:16:04",
    "end": "00:16:08"
  },
  {
    "text": "Yeah, that helps as part of an explanation why you often have very similar parables, but that differ in little details across the three synoptic gospels. So in this conversation, I want to take another kind of two steps that just reinforce and look at more examples of what we've been doing. But one is just to pause and register this moment. Again, we looked in the last conversation at the cryptic nature of the parables that they conceal and reveal at the same time, depending on the listener. I just want to back up and reflect for a moment on just the fact Jesus, when he tried to communicate about the things that were most important to him, he did it in an indirect way. We reflected on it a little bit.",
    "start": "00:16:08",
    "end": "00:16:54"
  },
  {
    "text": "Yeah.",
    "start": "00:16:54",
    "end": "00:16:54"
  },
  {
    "text": "In the last conversation. But I just want to. What I want to do with the rest of this conversation is go through main themes that unite different groups of parables. That is helpful for me. And I didn't make up these themes or other people have pointed this stuff out to me. I'll just read a quote.",
    "start": "00:16:54",
    "end": "00:17:09"
  },
  {
    "text": "Okay.",
    "start": "00:17:09",
    "end": "00:17:09"
  },
  {
    "text": "From Klein Snodgrass, a New Testament scholar. He's written perhaps the largest book on the parables of Jesus that's ever been written.",
    "start": "00:17:09",
    "end": "00:17:18"
  },
  {
    "text": "A large book on short stories.",
    "start": "00:17:18",
    "end": "00:17:20"
  },
  {
    "text": "It's almost 900 pages. And it's actually not a book you're meant to read through, beginning to end. It's a comprehensive guide. So it has a wonderful introduction. 100 pages to the history of parables and Jewish literature in the Hebrew Bible. In the literature, Jewish literature after Jesus. And then he goes through every single parable in Matthew, Mark and Luke. It's about like 40. And for every single one, he will boil it down to. Here's the main issues that all the interpreters throughout history of this parable have focused on. Here's the background or hyperlinks from the Hebrew Bible in this. So really helpful. Here's other Jewish literature from the time of Jesus that has similar themes. Has similar themes, language or ideas. Here's other Greek and Roman writings that touched on similar themes. It's just exhaustive cultural background information that Jesus assumes, you know, about weddings or debts and, you know, household owners and this kind of thing. And then he begins to just work through all the issues and he gives you his take at the end. And then a bibliography.",
    "start": "00:17:20",
    "end": "00:18:30"
  },
  {
    "text": "This is like, in case 900 pages isn't enough, here's some more books.",
    "start": "00:18:32",
    "end": "00:18:35"
  },
  {
    "text": "Totally. Anyway, it's very helpful. It's called Stories with Intent.",
    "start": "00:18:35",
    "end": "00:18:42"
  },
  {
    "text": "Stories with Intent.",
    "start": "00:18:42",
    "end": "00:18:43"
  },
  {
    "text": "Comprehensive Guide to the Parable.",
    "start": "00:18:43",
    "end": "00:18:44"
  },
  {
    "text": "Snodgrass.",
    "start": "00:18:44",
    "end": "00:18:45"
  },
  {
    "text": "So he is a part of his introduction is a whole discussion of Jesus as an indirect communicator. So he puts it this way. He says direct communication is important for conveying information, but learning is more than information intake, especially if the learner is someone who already thinks they understand People entrenched in their current understanding set their defenses against direct communication and end up conforming the message into the channels of their current understanding of reality. But indirect communication finds a way in through the back window to confront a person's view of reality. A parable's ultimate aim is to draw in the listener, to awaken insight, to stimulate the conscience, and to move to action. Jesus's parables are prophetic instruments used to get God's people to stop, reconsider their way of viewing reality, and change their behavior.",
    "start": "00:18:45",
    "end": "00:19:47"
  },
  {
    "text": "Yeah.",
    "start": "00:19:48",
    "end": "00:19:48"
  },
  {
    "text": "Yeah. You tell me what strikes you.",
    "start": "00:19:48",
    "end": "00:19:50"
  },
  {
    "text": "Yeah. I think people call this like a paradigm shift or. And it's very difficult to change our kind of framework for reality.",
    "start": "00:19:50",
    "end": "00:20:00"
  },
  {
    "text": "Correct. Yeah.",
    "start": "00:20:00",
    "end": "00:20:01"
  },
  {
    "text": "We begin to see everything through that framework. How do you then change the framework? Yeah, that's because everything either reinforces the framework.",
    "start": "00:20:02",
    "end": "00:20:10"
  },
  {
    "text": "Yeah.",
    "start": "00:20:10",
    "end": "00:20:11"
  },
  {
    "text": "Or you discard it.",
    "start": "00:20:11",
    "end": "00:20:12"
  },
  {
    "text": "Yeah.",
    "start": "00:20:12",
    "end": "00:20:13"
  },
  {
    "text": "I think there's actually been studies that talk about how when you show someone evidence of something that contradicts their framework.",
    "start": "00:20:13",
    "end": "00:20:22"
  },
  {
    "text": "Oh, sure.",
    "start": "00:20:22",
    "end": "00:20:23"
  },
  {
    "text": "It actually makes them reinforce their framework.",
    "start": "00:20:23",
    "end": "00:20:26"
  },
  {
    "text": "Correct.",
    "start": "00:20:26",
    "end": "00:20:27"
  },
  {
    "text": "Not the opposite, which you wouldn't expect. And so how do you get someone to reassess their mental framework?",
    "start": "00:20:27",
    "end": "00:20:34"
  },
  {
    "text": "Yeah. Yeah. You can both see there's a psychological element of our brains adopt. Yeah. Paradigms, explanations that make sense of whatever is in front of me.",
    "start": "00:20:34",
    "end": "00:20:45"
  },
  {
    "text": "Yeah.",
    "start": "00:20:45",
    "end": "00:20:46"
  },
  {
    "text": "With the information that I have at the time.",
    "start": "00:20:46",
    "end": "00:20:48"
  },
  {
    "text": "Right.",
    "start": "00:20:48",
    "end": "00:20:48"
  },
  {
    "text": "And my brain will only adopt a new paradigm when there's enough information that just doesn't fit anymore. But apparently we can accommodate a whole lot of information that doesn't fit.",
    "start": "00:20:49",
    "end": "00:21:02"
  },
  {
    "text": "Right.",
    "start": "00:21:02",
    "end": "00:21:03"
  },
  {
    "text": "And make it fit.",
    "start": "00:21:03",
    "end": "00:21:04"
  },
  {
    "text": "We can make it fit or just.",
    "start": "00:21:04",
    "end": "00:21:05"
  },
  {
    "text": "Let it sit outside.",
    "start": "00:21:05",
    "end": "00:21:06"
  },
  {
    "text": "In fact, I wonder if that's when a paradigm shift happens, is when there's a stockpile of information doesn't fit a tipping point? It seems like that isn't the case. Seems like something else has to happen.",
    "start": "00:21:06",
    "end": "00:21:18"
  },
  {
    "text": "Yeah, that's a good point. Okay, so then I think the next. Because we're just talking about an individual and how their brain works. Add the social dynamic. When you have a whole community of people who adopt a certain framework. This is a couple years ago, we talked about Peter Berger, famous sociologist. He calls these plausibility structures. When you inhabit a community that sees the world a certain way and that structures their life accordingly, that surrounding community actually makes that belief or true conviction more plausible. More plausible to you. But once you remove an individual human from that, it becomes less believable and you start to be more open to. This is very similar to, like, the famous, like, kids go off to college.",
    "start": "00:21:18",
    "end": "00:22:04"
  },
  {
    "text": "Yeah.",
    "start": "00:22:04",
    "end": "00:22:05"
  },
  {
    "text": "And they're in a different social environment where they're exposed to lots of new ideas. And so that's often a time of disorientation, new paradigms being formed.",
    "start": "00:22:06",
    "end": "00:22:15"
  },
  {
    "text": "Disequilibration.",
    "start": "00:22:15",
    "end": "00:22:16"
  },
  {
    "text": "Yeah, that's right. And so the question is, how do you create new paradigms within a community? That's. That's, if any. What is. What is GS's culture?",
    "start": "00:22:16",
    "end": "00:22:28"
  },
  {
    "text": "And that's the.",
    "start": "00:22:28",
    "end": "00:22:29"
  },
  {
    "text": "Seems like the community entrenched in certain ways of seeing the world.",
    "start": "00:22:29",
    "end": "00:22:33"
  },
  {
    "text": "The role of a really good communicator is the ability to do that in a way that is effective.",
    "start": "00:22:33",
    "end": "00:22:40"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:22:40",
    "end": "00:22:41"
  },
  {
    "text": "And I think, you know, that's why people love stories so much, because stories kind of have that ability to kind of embed themselves in the framework and then kind of change it from the inside.",
    "start": "00:22:41",
    "end": "00:22:53"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:22:53",
    "end": "00:22:54"
  },
  {
    "text": "And it's a slower process, but you don't change someone's framework quick with, like, a sharp reason. And I love that. Yeah. Snodgrass said this really well. I think it's like, things I've thought about, but he just, like, puts it really, really well.",
    "start": "00:22:54",
    "end": "00:23:08"
  },
  {
    "text": "Yeah. Parables sneak in through the back window.",
    "start": "00:23:08",
    "end": "00:23:10"
  },
  {
    "text": "Yeah.",
    "start": "00:23:11",
    "end": "00:23:12"
  },
  {
    "text": "So they're little stories that, if you ponder them enough, they actually embody a totally different way of seeing the world.",
    "start": "00:23:12",
    "end": "00:23:19"
  },
  {
    "text": "Yeah.",
    "start": "00:23:19",
    "end": "00:23:19"
  },
  {
    "text": "But you maybe don't know that at first.",
    "start": "00:23:19",
    "end": "00:23:21"
  },
  {
    "text": "Yeah.",
    "start": "00:23:21",
    "end": "00:23:22"
  },
  {
    "text": "You just think they're connecting.",
    "start": "00:23:22",
    "end": "00:23:23"
  },
  {
    "text": "They seem gentle.",
    "start": "00:23:23",
    "end": "00:23:24"
  },
  {
    "text": "Yeah. Yeah. It's a little story about seed growing.",
    "start": "00:23:24",
    "end": "00:23:27"
  },
  {
    "text": "Slowly and suddenly it's reshaping you from the inside. It makes me think of David and Samuel. Or is it Samuel?",
    "start": "00:23:27",
    "end": "00:23:36"
  },
  {
    "text": "Oh, actually, I have that here.",
    "start": "00:23:36",
    "end": "00:23:38"
  },
  {
    "text": "Oh, you have that here?",
    "start": "00:23:38",
    "end": "00:23:38"
  },
  {
    "text": "Yeah. Let's read that story.",
    "start": "00:23:38",
    "end": "00:23:39"
  },
  {
    "text": "Yeah.",
    "start": "00:23:39",
    "end": "00:23:40"
  },
  {
    "text": "Second Samuel, chapter 12. This is right after David, he sleeps.",
    "start": "00:23:40",
    "end": "00:23:45"
  },
  {
    "text": "With Bathsheba, and then he kills Bathsheba's husband.",
    "start": "00:23:45",
    "end": "00:23:48"
  },
  {
    "text": "Yeah. Has him assassinated. And she gets pregnant.",
    "start": "00:23:48",
    "end": "00:23:51"
  },
  {
    "text": "He sees her and takes her.",
    "start": "00:23:51",
    "end": "00:23:53"
  },
  {
    "text": "He sees her, takes her for himself.",
    "start": "00:23:53",
    "end": "00:23:55"
  },
  {
    "text": "And then gets her pregnant. Okay.",
    "start": "00:23:55",
    "end": "00:23:57"
  },
  {
    "text": "Yep.",
    "start": "00:23:57",
    "end": "00:23:58"
  },
  {
    "text": "And Samuel, the prophet is. Wants to get inside of his head and help him see the situation in a new way.",
    "start": "00:23:58",
    "end": "00:24:05"
  },
  {
    "text": "That's right. The social dynamic is that he is a prophet of good standing in the royal court, but he has to confront the king.",
    "start": "00:24:05",
    "end": "00:24:14"
  },
  {
    "text": "Yeah. Not an easy task.",
    "start": "00:24:15",
    "end": "00:24:16"
  },
  {
    "text": "Who's more powerful than you? So you have to try and win over an audience.",
    "start": "00:24:16",
    "end": "00:24:22"
  },
  {
    "text": "And really convinced that what he did was fine.",
    "start": "00:24:22",
    "end": "00:24:24"
  },
  {
    "text": "Probably. That's right. That's the challenge. And so he tells a parable, and it does exactly what Jesus is doing with his parables.",
    "start": "00:24:24",
    "end": "00:24:33"
  },
  {
    "text": "It's great.",
    "start": "00:24:33",
    "end": "00:24:33"
  },
  {
    "text": "A great example. So the Lord sent Nathan, David he came to him and said, you know, there were two guys that lived in one city. One was rich, the other poor, and the rich man had lots of flocks and herds. But the poor man had nothing. Well, except for one little lamb, which he bought. He nourished it. He grew it up together with him and his children. It ate his own bread. It drank from his cup and lay in his bosom. It was like a daughter to him. Ah. The Hebrew word for daughter is bat, which is the first part of Bathsheba's name. Bathsheba. Almost certainly. There's a little pun, a little play there. It was like a bath to him. Now, a traveler came from out of town to the rich man. And, well, the rich man didn't want to take from his own flock or herd to prepare a meal for the traveler who had come to him. So instead, he went and took the poor man's lamb and prepared it for the man who had come to him. He doesn't even get to finish the story. Go ahead.",
    "start": "00:24:33",
    "end": "00:26:11"
  },
  {
    "text": "Well, actually, he doesn't say it's a parable.",
    "start": "00:26:11",
    "end": "00:26:13"
  },
  {
    "text": "Oh, it's true, Actually, That's a good.",
    "start": "00:26:14",
    "end": "00:26:16"
  },
  {
    "text": "Because David, his reaction makes it sound like he thinks like this happened down the street.",
    "start": "00:26:16",
    "end": "00:26:20"
  },
  {
    "text": "Correct? That's correct. That's right. Yeah. So David. Yeah. Falls for instantly because this is the kind of thing people reporting to the king. Injustice is done in his kingdom. So David's anger grew hot greatly against this man. He said to Nathan, as Yahweh lives, surely that man who did this deserves to die. He must make restitution for that lamb four times over because he did this thing and had no compassion. And then, famously, Nathan says to David, you are the man.",
    "start": "00:26:20",
    "end": "00:26:53"
  },
  {
    "text": "Okay, so this is Nathan, not Samuel. It's in Samuel.",
    "start": "00:26:53",
    "end": "00:26:55"
  },
  {
    "text": "It's in the book of Samuel. But Nathan, the prophet.",
    "start": "00:26:55",
    "end": "00:26:57"
  },
  {
    "text": "Yeah. You are the man.",
    "start": "00:26:58",
    "end": "00:26:59"
  },
  {
    "text": "You're the man. Yeah. This is like an iconic moment of both. Yeah. Of prophetic parables. This sets the mold.",
    "start": "00:26:59",
    "end": "00:27:07"
  },
  {
    "text": "Right.",
    "start": "00:27:07",
    "end": "00:27:07"
  },
  {
    "text": "That Jesus sees himself operating within.",
    "start": "00:27:07",
    "end": "00:27:09"
  },
  {
    "text": "If you want to. Yeah. If you want to change someone and help them see something differently, this is a great example.",
    "start": "00:27:10",
    "end": "00:27:17"
  },
  {
    "text": "Yeah. Yeah. You want the listener to adopt a point of view and make them feel like it's their idea, their conviction, but you want to word the story in such a way that they don't fully understand what they are agreeing to or agreeing with.",
    "start": "00:27:17",
    "end": "00:27:36"
  },
  {
    "text": "That's tricky.",
    "start": "00:27:36",
    "end": "00:27:37"
  },
  {
    "text": "Yeah.",
    "start": "00:27:37",
    "end": "00:27:38"
  },
  {
    "text": "Yeah. And I guess it really depends. I mean, if you're confronting a king who has power, you're going to be really careful if you're talking With a friend or your kids. You don't have to be so trickster about it necessarily. But you can. Depends. It just depends. Sure, you might need to.",
    "start": "00:27:38",
    "end": "00:27:56"
  },
  {
    "text": "Here, let's look at an analog to this in Jesus teaching. So this is in the travel section of Luke chapter 14. And Jesus is on his way to Jerusalem. On the long trip to Jerusalem, it takes him like a third of the book of Luke to get from Galilee to Jerusalem. And on the way, at the beginning of Luke chapter 14, we hear that Jesus was invited into the house of one of the leaders of the Pharisees. And it's Shabbat. It's the Shabbat meal. Yeah, yeah.",
    "start": "00:27:56",
    "end": "00:28:23"
  },
  {
    "text": "Time to chill.",
    "start": "00:28:23",
    "end": "00:28:24"
  },
  {
    "text": "You're gonna eat bread. And they were watching him closely. He's already ticked them off multiple times. And Jesus noticed as everybody was sitting down, a little detail. He noticed, man, everybody is seating themselves according to their social rank, but they're actually trying to like get one or two seats up.",
    "start": "00:28:24",
    "end": "00:28:44"
  },
  {
    "text": "It's a little pecking order thing going on.",
    "start": "00:28:44",
    "end": "00:28:45"
  },
  {
    "text": "That's right. So he notices this in the room. Everybody's jockeying for position. So as a public display of their honor. Right?",
    "start": "00:28:45",
    "end": "00:28:54"
  },
  {
    "text": "Yeah.",
    "start": "00:28:54",
    "end": "00:28:54"
  },
  {
    "text": "So then verse 15, one of those sitting at the table or reclining, they're all laying down at a table, said to him, how blessed are all those who eat bread in the kingdom of God. So it's the Shabbat meal.",
    "start": "00:28:54",
    "end": "00:29:08"
  },
  {
    "text": "Yeah. He's like, welcome. This is awesome.",
    "start": "00:29:08",
    "end": "00:29:10"
  },
  {
    "text": "This is. Yeah, the kingdom of God. What is Shabbat except a time when we remember that this day and all time does not actually belong to us? This is God's day. We rest. We imitate him. We accept his rule over us. Right. The Shabbat, this is whole. The seventh day. Rest. Conversations will have been out. Will have been out when this comes out. Yeah. We're anticipating the age to come.",
    "start": "00:29:10",
    "end": "00:29:33"
  },
  {
    "text": "Yeah.",
    "start": "00:29:33",
    "end": "00:29:33"
  },
  {
    "text": "The rest that is to come. However Jesus looks around this room, he's.",
    "start": "00:29:33",
    "end": "00:29:38"
  },
  {
    "text": "Like, you're missing it.",
    "start": "00:29:38",
    "end": "00:29:39"
  },
  {
    "text": "And he thinks the thing that happened when you all tried to sit down and jockey for position is the opposite of what the true banquet in the Kingdom of God will be. Just like Nathan confronted David, he's got to convince him of something that is very unpleasant to think about.",
    "start": "00:29:39",
    "end": "00:29:55"
  },
  {
    "text": "Right.",
    "start": "00:29:55",
    "end": "00:29:55"
  },
  {
    "text": "I mean, he's about to basically say, this party sucks and you all should be ashamed of yourselves.",
    "start": "00:29:55",
    "end": "00:30:02"
  },
  {
    "text": "Oh, my goodness. Yeah.",
    "start": "00:30:02",
    "end": "00:30:03"
  },
  {
    "text": "Right?",
    "start": "00:30:03",
    "end": "00:30:03"
  },
  {
    "text": "Yeah. It's a delicate conversation.",
    "start": "00:30:03",
    "end": "00:30:05"
  },
  {
    "text": "Right. Okay. So what he does is tell a story. I'll let you read. It starts in verse 16.",
    "start": "00:30:06",
    "end": "00:30:12"
  },
  {
    "text": "Jesus said to this guy, he just launches Into a story, a man was giving a big dinner. He invited many, and at the dinner hour, he sent his slave to say to those who had been invited, come, for everything is ready now. But they all alike began to make excuses. The first one said to him, I have bought a piece of land. I need to go out and look at it. Please consider me excused. Another one said, I have bought five yoke of oxen, and I'm going to try them out. Please consider me excused. Another one said, I have married a wife, and for that reason I cannot come. And the slave came back and reported this to his master. Then the head of the household became angry and said to a slave, go out at once into the streets and lanes of the city and bring in here the poor and the crippled and the blind and the lame. And the slave said, master, what you commanded has been done, and still there's room. And the master said to the slave, go out into the highways and along the hedges and compel them to come in so that my house may be filled. For I tell you, none of those men who were invited shall taste of my dinner. You want to make sure there's no room for him.",
    "start": "00:30:12",
    "end": "00:31:19"
  },
  {
    "text": "It's a good point. Some of those jerks might try and come after all. So, yeah, multiple levels. I mean, there's always so much depth here. It always takes me so many re readings to see what's going on. So on one level, you get immediately the takeaway. The last line kind of shows the takeaway of the story.",
    "start": "00:31:22",
    "end": "00:31:43"
  },
  {
    "text": "Yeah. If you don't want to come to the party, then you don't get to come to the party.",
    "start": "00:31:43",
    "end": "00:31:47"
  },
  {
    "text": "Okay, that's one. So let's think about. And again, in honor shame culture, when you throw a big feast, you invite guests of honor. This is all status games. When you throw big parties in the ancient world, and still today. Still today, even the gesture of inviting someone, like just a friend or a family over to your house.",
    "start": "00:31:47",
    "end": "00:32:10"
  },
  {
    "text": "Hmm.",
    "start": "00:32:10",
    "end": "00:32:10"
  },
  {
    "text": "That's a statement.",
    "start": "00:32:10",
    "end": "00:32:11"
  },
  {
    "text": "It can. Yep.",
    "start": "00:32:11",
    "end": "00:32:12"
  },
  {
    "text": "It's a social statement.",
    "start": "00:32:12",
    "end": "00:32:13"
  },
  {
    "text": "Right.",
    "start": "00:32:13",
    "end": "00:32:14"
  },
  {
    "text": "But then throwing public banquets.",
    "start": "00:32:14",
    "end": "00:32:16"
  },
  {
    "text": "Yeah.",
    "start": "00:32:16",
    "end": "00:32:16"
  },
  {
    "text": "You know.",
    "start": "00:32:16",
    "end": "00:32:17"
  },
  {
    "text": "Yeah. Who's on the guest list?",
    "start": "00:32:17",
    "end": "00:32:19"
  },
  {
    "text": "Exactly.",
    "start": "00:32:19",
    "end": "00:32:19"
  },
  {
    "text": "Yeah.",
    "start": "00:32:19",
    "end": "00:32:20"
  },
  {
    "text": "Yeah. So for someone to throw a big dinner party and have all of their honored guests decline, this is an act of shame. It's a devaluing your dinner party isn't worth.",
    "start": "00:32:20",
    "end": "00:32:34"
  },
  {
    "text": "You're not important enough.",
    "start": "00:32:34",
    "end": "00:32:35"
  },
  {
    "text": "Yeah. Basically, you are of status enough for me to attend. And status is the thing that Jesus noticed going on in the room.",
    "start": "00:32:35",
    "end": "00:32:42"
  },
  {
    "text": "Yeah.",
    "start": "00:32:42",
    "end": "00:32:43"
  },
  {
    "text": "Okay, so some overlap there. It's on a deeper level about the way we think of who are the real honored ones. So notice then the people that he does invite, the outcasts. All right, everybody. The people of the lowest social status, namely poor or the disabled.",
    "start": "00:32:43",
    "end": "00:33:04"
  },
  {
    "text": "The people who aren't going to be able to kind of respond in kind.",
    "start": "00:33:04",
    "end": "00:33:08"
  },
  {
    "text": "Yeah, that's right. Yeah. Their attendance won't increase the status of the one throwing the dinner.",
    "start": "00:33:09",
    "end": "00:33:15"
  },
  {
    "text": "Right.",
    "start": "00:33:15",
    "end": "00:33:15"
  },
  {
    "text": "According to their value system.",
    "start": "00:33:15",
    "end": "00:33:17"
  },
  {
    "text": "Yeah, according to their value system. It actually will decrease your status.",
    "start": "00:33:17",
    "end": "00:33:20"
  },
  {
    "text": "Yeah, that's right. But apparently Jesus thinks that's part of the whole point, is that this type of dinner party actually shatters the value set. And then, not only that, then he says there's still room. And then he just says anybody, like indiscriminately go invite anybody. So it's as if the people of low social status challenges the system, but then he just treats the whole system of status as irrelevant. Just invite everybody.",
    "start": "00:33:20",
    "end": "00:33:49"
  },
  {
    "text": "Oh, that's a good point. I didn't really think about that.",
    "start": "00:33:49",
    "end": "00:33:52"
  },
  {
    "text": "Yeah, it was actually, as you read it, it was occurring to me what these two groups. First is the people of low social status, and the next group is anyone. Anyone.",
    "start": "00:33:52",
    "end": "00:34:00"
  },
  {
    "text": "I just imagined him still low social status, but just a larger geography to go find them. Yeah, but it's not. It's just go out and whoever you can find. Yeah, totally bring them in.",
    "start": "00:34:00",
    "end": "00:34:12"
  },
  {
    "text": "Yeah. And so what people of low social status, regardless of that whole social value system, the point is that this party has no regard for human created systems of status.",
    "start": "00:34:12",
    "end": "00:34:27"
  },
  {
    "text": "Yeah. It seems like the thing that matters is if you show up to the party, like, that's.",
    "start": "00:34:27",
    "end": "00:34:34"
  },
  {
    "text": "Yeah, that's right. And to receive the gift of the party.",
    "start": "00:34:34",
    "end": "00:34:37"
  },
  {
    "text": "Receive the gift of the party.",
    "start": "00:34:37",
    "end": "00:34:38"
  },
  {
    "text": "We're into this radical gift theme that runs throughout Jesus teachings. Yeah, Radical gift that scrambles our value systems.",
    "start": "00:34:38",
    "end": "00:34:46"
  },
  {
    "text": "So if you didn't get this little commentary beforehand or this little setting of like, Jesus noticed some jockeying for position.",
    "start": "00:34:47",
    "end": "00:34:56"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:34:56",
    "end": "00:34:57"
  },
  {
    "text": "Then you wouldn't read this parable through the lens of status purely.",
    "start": "00:34:57",
    "end": "00:35:01"
  },
  {
    "text": "Ah, ah, sure.",
    "start": "00:35:01",
    "end": "00:35:02"
  },
  {
    "text": "I would start to think, okay, so is this about how you get to heaven? And what does he mean, none of these men are invited shall taste my dinner. And I'm starting to try to figure out, like, how you get uninvited.",
    "start": "00:35:02",
    "end": "00:35:15"
  },
  {
    "text": "I see.",
    "start": "00:35:16",
    "end": "00:35:16"
  },
  {
    "text": "And those kind of things.",
    "start": "00:35:16",
    "end": "00:35:17"
  },
  {
    "text": "Yeah, sure. Yep. That would be. Yeah. A good example of taking this out of context and plugging it into some other story. A general theological set of questions or topics about. Yeah. God, his gracious invitation, what happens to me after I die.",
    "start": "00:35:17",
    "end": "00:35:34"
  },
  {
    "text": "Right.",
    "start": "00:35:34",
    "end": "00:35:34"
  },
  {
    "text": "How should I respond? Yeah.",
    "start": "00:35:34",
    "end": "00:35:36"
  },
  {
    "text": "And not every parable has context like this to help set you up for it.",
    "start": "00:35:36",
    "end": "00:35:40"
  },
  {
    "text": "Most do.",
    "start": "00:35:41",
    "end": "00:35:42"
  },
  {
    "text": "Most do.",
    "start": "00:35:42",
    "end": "00:35:42"
  },
  {
    "text": "Not everyone.",
    "start": "00:35:42",
    "end": "00:35:43"
  },
  {
    "text": "You kind of have to rely on the context of just.",
    "start": "00:35:43",
    "end": "00:35:45"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:35:45",
    "end": "00:35:46"
  },
  {
    "text": "Jesus, what he was up to and the Hebrew scriptures and what they were up to.",
    "start": "00:35:46",
    "end": "00:35:49"
  },
  {
    "text": "Yeah.",
    "start": "00:35:49",
    "end": "00:35:49"
  },
  {
    "text": "But. Okay, just landing that again for me.",
    "start": "00:35:50",
    "end": "00:35:53"
  },
  {
    "text": "Yeah. So this whole parable, remember, it's a response to a guy who says, look at this room.",
    "start": "00:35:53",
    "end": "00:35:59"
  },
  {
    "text": "Kingdom of God.",
    "start": "00:35:59",
    "end": "00:36:00"
  },
  {
    "text": "This is what the kingdom of God will be like.",
    "start": "00:36:00",
    "end": "00:36:02"
  },
  {
    "text": "Yeah. He's like, not quite.",
    "start": "00:36:02",
    "end": "00:36:04"
  },
  {
    "text": "And for Jesus, this room represents the opposite of the kingdom of God.",
    "start": "00:36:04",
    "end": "00:36:08"
  },
  {
    "text": "And if you just said that, if you're like, hey, guys, actually got it wrong. This is not what the kingdom of God is like. Everyone's defenses will go up.",
    "start": "00:36:08",
    "end": "00:36:19"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:36:19",
    "end": "00:36:20"
  },
  {
    "text": "They won't listen to you. They'll get frustrated and mad and it's over.",
    "start": "00:36:20",
    "end": "00:36:25"
  },
  {
    "text": "Yeah.",
    "start": "00:36:25",
    "end": "00:36:25"
  },
  {
    "text": "But he tells a story.",
    "start": "00:36:25",
    "end": "00:36:27"
  },
  {
    "text": "Yeah.",
    "start": "00:36:27",
    "end": "00:36:27"
  },
  {
    "text": "And they go, huh, that's really provocative story.",
    "start": "00:36:27",
    "end": "00:36:31"
  },
  {
    "text": "Yeah.",
    "start": "00:36:31",
    "end": "00:36:31"
  },
  {
    "text": "And it sticks with them.",
    "start": "00:36:32",
    "end": "00:36:33"
  },
  {
    "text": "Yeah.",
    "start": "00:36:33",
    "end": "00:36:33"
  },
  {
    "text": "And maybe it'll start to change.",
    "start": "00:36:33",
    "end": "00:36:35"
  },
  {
    "text": "That's right. And so he's critiquing the assumption underneath. This guy's statement of this meal is like, the kingdom of God. And his whole point is, it's not. And not only is it not the kingdom of God, it's the opposite. And so, yeah, he indirectly lands it. I have underneath us a quote from a wonderful and funny book on the parables by a Catholic scholar, I think, Robert Farrar Capone. His last name's Capone. I mean, it just makes you think of a Chicago gangster. It's called Kingdom, Grace, and Judgment in the Parables of Jesus. So this is choice quote. He says, for Jesus, the parables were not used to explain things to people's satisfaction, but rather to call into question all of their previous explanations and understandings. Far from being illustrations that illuminate what people haven't yet figured out, the parables are designed to pop every circuit breaker in the mind.",
    "start": "00:36:35",
    "end": "00:37:39"
  },
  {
    "text": "That's a great metaphor.",
    "start": "00:37:39",
    "end": "00:37:40"
  },
  {
    "text": "If you mention Messiah, then the disciples picture an armed king on horseback. If you mention forgiveness, then they start setting up rules about when it should run out. He's referring to that when Jesus talks about forgiveness and Peter says, but how many times should I forgive? And then he tells a parable about the two debtors. Capone goes on, from Jesus point of view, the sooner their misguided minds had the props knocked out from under them, the better. After all, they're yammering about how God should or should not run his own operation. Getting people to just stand There with their eyes popped open and their mouths shut would be a giant step forward. So good. But think about that room in Luke 14. That's what Jesus is trying to do.",
    "start": "00:37:41",
    "end": "00:38:33"
  },
  {
    "text": "Yeah. Right.",
    "start": "00:38:33",
    "end": "00:38:34"
  },
  {
    "text": "He's not trying to explain to them like an idea like let me help you understand something. He's actually trying to call into question their assumptions about the kingdom of God. Because in their mind, the kingdom of God is just a projection of their own distorted value system up onto the skies.",
    "start": "00:38:34",
    "end": "00:38:52"
  },
  {
    "text": "Yeah.",
    "start": "00:38:53",
    "end": "00:38:54"
  },
  {
    "text": "The kingdom of God is surely like this male high status room. And what Jesus wants to do. Yeah. Is pop every circuit breaker and what does he say? Have the props, not kick the props underneath. Yeah. So it's this element that the parables also have these twists and surprises and subversions of people's assumptions, and that's a big part of what they're doing, which is why the end of the parables often have little twists or surprises or shockers.",
    "start": "00:38:54",
    "end": "00:39:23"
  },
  {
    "text": "So when you say it isn't to explain something, you mean by that statement it isn't just to help you understand something.",
    "start": "00:39:23",
    "end": "00:39:31"
  },
  {
    "text": "Yeah. I think he's being a little hyperbolic rhetorically here. It does explain and reveal something new to you.",
    "start": "00:39:32",
    "end": "00:39:41"
  },
  {
    "text": "Right.",
    "start": "00:39:41",
    "end": "00:39:41"
  },
  {
    "text": "But it is simultaneous to do that, to introduce the new thing that the kingdom of God actually is. Some parables actually have to dismantle what you already think, you know.",
    "start": "00:39:41",
    "end": "00:39:52"
  },
  {
    "text": "Yeah.",
    "start": "00:39:52",
    "end": "00:39:52"
  },
  {
    "text": "And this is a good example. Example of one of them. Jesus wasn't giving a lecture on the kingdom of God. He wasn't teaching. And. Oh, here's an illustration. The parable serves as a. As a means of subversive indirect critique so that he can actually help them imagine what the actual kingdom of God might be like.",
    "start": "00:39:52",
    "end": "00:40:13"
  },
  {
    "text": "You know, in a way, I feel like that's the quality that the Hebrew scriptures have had through our discussions reading the stories.",
    "start": "00:40:13",
    "end": "00:40:23"
  },
  {
    "text": "That's a good point.",
    "start": "00:40:23",
    "end": "00:40:24"
  },
  {
    "text": "Is that.",
    "start": "00:40:24",
    "end": "00:40:25"
  },
  {
    "text": "Yeah.",
    "start": "00:40:25",
    "end": "00:40:26"
  },
  {
    "text": "I mean, you could grow up on these stories and they can just filter through a framework in my mind and they can just be these gentle stories that just mean what I think they mean. And then there's something about then kind of diving into them and seeing some of the themes that they're developing. And subtly, all of a sudden I see myself thinking about the world differently.",
    "start": "00:40:26",
    "end": "00:41:00"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:41:00",
    "end": "00:41:01"
  },
  {
    "text": "And thinking about myself differently. And then when you look back on it, there's been a radical shift in many of the ways that I operate in the world are my mind works because of that.",
    "start": "00:41:01",
    "end": "00:41:14"
  },
  {
    "text": "Totally, Totally. I feel the same way. Yeah, that's right. Yeah. In many ways, Jesus is Like the embodiment of the Hebrew Bible, the word become flesh. I agree. The parables. Yeah. The longer I've sat with them, the more they feel like just the natural outgrowth of the Hebrew prophets, the Torah and the prophets and the role that Jesus is having to the Israel of his day. He explicitly sets on analogy to the role that Isaiah had to the Israel of his day and that Jeremiah had. It's that God's people consistently receive this calling and gift and then begin to build up social structures around that story. But something about human nature, we just inevitably distort it. So the prophets have this role of critique and dismantling, but not just for the fun of just, you know, deconstruction, but so that we can actually build the right thing.",
    "start": "00:41:14",
    "end": "00:42:14"
  },
  {
    "text": "Kick the props and.",
    "start": "00:42:14",
    "end": "00:42:15"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:42:15",
    "end": "00:42:17"
  },
  {
    "text": "Blow the circuit breakers in your mind.",
    "start": "00:42:17",
    "end": "00:42:18"
  },
  {
    "text": "Yeah, that's right. Yeah.",
    "start": "00:42:18",
    "end": "00:42:20"
  },
  {
    "text": "Sam.",
    "start": "00:42:33",
    "end": "00:42:41"
  },
  {
    "text": "So let's. With that in place, let's just consider what I have found to be three basic kind of buckets for the parables. In other words, when you're reading the parables, you can just kind of like, okay, which theme am I in? They're all about the kingdom of God arriving. Jesus. That's the baseline.",
    "start": "00:43:05",
    "end": "00:43:22"
  },
  {
    "text": "Yeah.",
    "start": "00:43:22",
    "end": "00:43:23"
  },
  {
    "text": "But then within that, he can kind of riff on different themes about the kingdom of God through the parables.",
    "start": "00:43:23",
    "end": "00:43:29"
  },
  {
    "text": "Can I ask one more question about this last one?",
    "start": "00:43:29",
    "end": "00:43:31"
  },
  {
    "text": "Oh, yep.",
    "start": "00:43:31",
    "end": "00:43:32"
  },
  {
    "text": "Before we do that. So, okay, so they're going for positions of power or status at the party. The guy says, isn't this great? We're eating in the kingdom of God.",
    "start": "00:43:32",
    "end": "00:43:43"
  },
  {
    "text": "Yes.",
    "start": "00:43:43",
    "end": "00:43:43"
  },
  {
    "text": "And Jesus is like something. No, not right here. So he tells a story about someone who throws a party. It's different fundamentally because the party he's at, everyone showed up in this party.",
    "start": "00:43:43",
    "end": "00:43:55"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:43:55",
    "end": "00:43:56"
  },
  {
    "text": "They all decided not to come.",
    "start": "00:43:56",
    "end": "00:43:58"
  },
  {
    "text": "Oh, sure, sure.",
    "start": "00:43:58",
    "end": "00:43:59"
  },
  {
    "text": "That to me throws me. It threw me off because I'm like, oh, so this isn't about what he's experiencing. But then it comes around and he paints this picture of all these outcasts and low social status people filling the room. But what's the connection between these people jockeying for status at this party and the people who don't want to come to the party?",
    "start": "00:44:00",
    "end": "00:44:21"
  },
  {
    "text": "Yeah, that's right. So in other words, because people have, in the parable, people have a pre existing view of what's valuable, what's really important. Their pre existing status views about status prevent them from going to the party.",
    "start": "00:44:21",
    "end": "00:44:39"
  },
  {
    "text": "To the actual party.",
    "start": "00:44:39",
    "end": "00:44:40"
  },
  {
    "text": "The actual party.",
    "start": "00:44:40",
    "end": "00:44:41"
  },
  {
    "text": "Oh. Because they're all about status. Like my new land.",
    "start": "00:44:41",
    "end": "00:44:43"
  },
  {
    "text": "Yeah.",
    "start": "00:44:43",
    "end": "00:44:43"
  },
  {
    "text": "My new sheet or ox.",
    "start": "00:44:44",
    "end": "00:44:46"
  },
  {
    "text": "Yeah, yeah, that's right.",
    "start": "00:44:47",
    "end": "00:44:48"
  },
  {
    "text": "Or my new wife. Yeah, that's a status thing.",
    "start": "00:44:48",
    "end": "00:44:51"
  },
  {
    "text": "Yes.",
    "start": "00:44:51",
    "end": "00:44:51"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:44:51",
    "end": "00:44:52"
  },
  {
    "text": "Oh, yeah, yeah, yeah. How you marry who you marry?",
    "start": "00:44:52",
    "end": "00:44:55"
  },
  {
    "text": "Yeah, I see. So their preoccupation with status kept them from the actual party.",
    "start": "00:44:55",
    "end": "00:44:59"
  },
  {
    "text": "Correct.",
    "start": "00:44:59",
    "end": "00:45:00"
  },
  {
    "text": "Oh my goodness.",
    "start": "00:45:00",
    "end": "00:45:01"
  },
  {
    "text": "So I think it's a way of Jesus saying, this is not the kingdom.",
    "start": "00:45:01",
    "end": "00:45:04"
  },
  {
    "text": "Of God, this is not the party. No, I showed up to something else.",
    "start": "00:45:04",
    "end": "00:45:07"
  },
  {
    "text": "Yeah, that's right. You think you're in the kingdom of God.",
    "start": "00:45:07",
    "end": "00:45:09"
  },
  {
    "text": "You said no to the actual party.",
    "start": "00:45:09",
    "end": "00:45:11"
  },
  {
    "text": "Correct.",
    "start": "00:45:11",
    "end": "00:45:11"
  },
  {
    "text": "The actual party is full of people who are, you think, low status.",
    "start": "00:45:11",
    "end": "00:45:15"
  },
  {
    "text": "Yeah.",
    "start": "00:45:15",
    "end": "00:45:16"
  },
  {
    "text": "And if you try to get in the door, they wouldn't even let you in.",
    "start": "00:45:16",
    "end": "00:45:18"
  },
  {
    "text": "That's totally. That's exactly right. Yeah, yeah. And notice that list the poor and the crippled, the blind and the lame. Who are the people that Jesus has just brought into these communities of meals, Celebration meals. It's the people on this list. Yeah, totally. The real party is the thing that I'm doing when I'm not at your house for the screwed up Sabbath meal. That's a good, great observation, John, but in order. It's an inversion. Yes, they're at a party, but they're.",
    "start": "00:45:18",
    "end": "00:45:49"
  },
  {
    "text": "Not at a party.",
    "start": "00:45:49",
    "end": "00:45:49"
  },
  {
    "text": "Look at us here at the party in the kingdom of God. And Jesus says, no, actually you're like the people who aren't at the real party. Yeah, yeah. Well, that's good. Good. That's a good job. No, good job, John. That's a great way to highlight what Jesus is doing here. It's an inversion. Subversion. Yeah, yeah. The real party's elsewhere with people that you would never want to associate with anyway. So don't bother coming.",
    "start": "00:45:49",
    "end": "00:46:11"
  },
  {
    "text": "That's cool. I mean, that's the baller.",
    "start": "00:46:11",
    "end": "00:46:14"
  },
  {
    "text": "It's like such a Jesus.",
    "start": "00:46:16",
    "end": "00:46:18"
  },
  {
    "text": "You know, it's funny, the thought I've been having, and you mentioned this in our last dialogue, I wonder if it would become annoying to be around this sometimes. And I think it really depends on who it is because what it's doing is it's assuming my paradigm of reality is better than yours. And I need to convince you of it subtly and slowly. Which if you're wrong. Right. You're just going to come across.",
    "start": "00:46:18",
    "end": "00:46:48"
  },
  {
    "text": "Yeah, that's right. Very presumptuous.",
    "start": "00:46:48",
    "end": "00:46:50"
  },
  {
    "text": "Very presumptuous. But if it's right and it's done in love.",
    "start": "00:46:50",
    "end": "00:46:55"
  },
  {
    "text": "Yeah.",
    "start": "00:46:55",
    "end": "00:46:55"
  },
  {
    "text": "Then you're going to bum people out. But overall, like you would want to be around this person.",
    "start": "00:46:56",
    "end": "00:47:01"
  },
  {
    "text": "The general trajectory is positive. It's positive even if there's detractors.",
    "start": "00:47:01",
    "end": "00:47:06"
  },
  {
    "text": "And the other thing I was thinking is that I think sarcasm is an attempt at this.",
    "start": "00:47:07",
    "end": "00:47:14"
  },
  {
    "text": "Sure.",
    "start": "00:47:14",
    "end": "00:47:14"
  },
  {
    "text": "Like a lazy attempt at this.",
    "start": "00:47:15",
    "end": "00:47:16"
  },
  {
    "text": "Sarcasm is a form of indirect communication.",
    "start": "00:47:16",
    "end": "00:47:18"
  },
  {
    "text": "It's a form of indirect communication.",
    "start": "00:47:18",
    "end": "00:47:19"
  },
  {
    "text": "Oh, it totally is.",
    "start": "00:47:19",
    "end": "00:47:20"
  },
  {
    "text": "And it's. I think people fall into sarcasm because they know indirect communication is more effective, but it's the easiest, laziest form of indirect communication.",
    "start": "00:47:20",
    "end": "00:47:32"
  },
  {
    "text": "Yeah, that's a good point. Yep, that's right.",
    "start": "00:47:32",
    "end": "00:47:34"
  },
  {
    "text": "And it's not as effective.",
    "start": "00:47:34",
    "end": "00:47:35"
  },
  {
    "text": "Yeah.",
    "start": "00:47:35",
    "end": "00:47:36"
  },
  {
    "text": "And now we're all onto it. And now it's just annoying.",
    "start": "00:47:36",
    "end": "00:47:39"
  },
  {
    "text": "Yeah. So it's surprising when we come across indirect communication that really is making an effort to persuade you and bring you in to a different point of view. Yeah, yeah. We're not prepared for that in our culture or it's not very common. You're right. Yeah. Sarcasm is the lazy man's.",
    "start": "00:47:40",
    "end": "00:47:55"
  },
  {
    "text": "Lazy man's parable.",
    "start": "00:47:55",
    "end": "00:47:56"
  },
  {
    "text": "Yeah, that's good. That's a good.",
    "start": "00:48:00",
    "end": "00:48:02"
  },
  {
    "text": "You do it to try to shake the person up and make them go like, oh, wait, do I really think that that's right.",
    "start": "00:48:02",
    "end": "00:48:05"
  },
  {
    "text": "That's the reason you're doing that disconnect.",
    "start": "00:48:06",
    "end": "00:48:08"
  },
  {
    "text": "Yeah, a disconnect because you don't believe the thing you're saying.",
    "start": "00:48:08",
    "end": "00:48:10"
  },
  {
    "text": "That's right.",
    "start": "00:48:10",
    "end": "00:48:11"
  },
  {
    "text": "This is a disconnect. Okay, let me rethink about this real quick. Yeah, that's why people use sarcasm. Yeah, maybe. At least at first. And then maybe you just become bitter.",
    "start": "00:48:11",
    "end": "00:48:21"
  },
  {
    "text": "Yeah, that's right. Yeah. The mode is indirect, but the goal isn't to create shared understanding and a new idea of reality. Yeah, it's a good point. Good observations. Notice how much mileage we got out of that short little story that Jesus told.",
    "start": "00:48:21",
    "end": "00:48:37"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:48:37",
    "end": "00:48:38"
  },
  {
    "text": "So much depth to it.",
    "start": "00:48:38",
    "end": "00:48:39"
  },
  {
    "text": "I feel like with all of these parables, the last ones that we've talked about, we don't really dive into them. We just kind of like, read them.",
    "start": "00:48:39",
    "end": "00:48:46"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:48:46",
    "end": "00:48:47"
  },
  {
    "text": "Show how it's connected to the Hebrew scriptures and then move on. But you could just mine those.",
    "start": "00:48:47",
    "end": "00:48:52"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:48:52",
    "end": "00:48:54"
  },
  {
    "text": "So there's three themes in Jesus's parables.",
    "start": "00:48:54",
    "end": "00:48:58"
  },
  {
    "text": "Three main themes that are all working on this indirect subversive level. So, first main theme. And we actually covered these types of parables in the first and second parts of this conversation. But they're parables where Jesus is addressing and trying to get invite people into the surprising arrival and nature of God's kingdom, as Jesus is bringing God's kingdom. So in Matthew, the parable of the four soils happens after two whole chapters of all those diverse responses, from neutral to negative to positive. So it would be very easy for most people to write Jesus off if he's claiming to bring the kingdom of God. But most people are ignoring this guy. And the most important people, like our religious leaders think he's crazy and dangerous.",
    "start": "00:48:59",
    "end": "00:49:51"
  },
  {
    "text": "Yeah. His paradigm of the kingdom of God has a different framework than the general assumption of the kingdom of God.",
    "start": "00:49:51",
    "end": "00:49:59"
  },
  {
    "text": "What's at work there is an assumption that when God's kingdom arrives on earth as in heaven, when Isaiah 40 comes about, behold Yahweh coming with strength and power to bring justice and to gather in the sheep, people won't be wondering. The assumption is nobody's going to wonder when that's happening.",
    "start": "00:49:59",
    "end": "00:50:17"
  },
  {
    "text": "Yeah, it's going to be very clear.",
    "start": "00:50:17",
    "end": "00:50:18"
  },
  {
    "text": "It'll be very clear and we'll all be convinced. And Jesus is saying actually it won't be clear. And you are not all going to be convinced. In fact, lots of people. It will just make them angry. That's the paradigm shift he's inviting people into.",
    "start": "00:50:18",
    "end": "00:50:36"
  },
  {
    "text": "That's a great way to put the different frameworks. It's going to be obvious.",
    "start": "00:50:36",
    "end": "00:50:40"
  },
  {
    "text": "Yeah. And we'll all be.",
    "start": "00:50:41",
    "end": "00:50:42"
  },
  {
    "text": "And we'll all know and we'll all accept it.",
    "start": "00:50:42",
    "end": "00:50:44"
  },
  {
    "text": "And we'll all be on board.",
    "start": "00:50:44",
    "end": "00:50:45"
  },
  {
    "text": "And we'll all be on board.",
    "start": "00:50:45",
    "end": "00:50:46"
  },
  {
    "text": "Yeah.",
    "start": "00:50:46",
    "end": "00:50:46"
  },
  {
    "text": "Versus no. It's going to be subtle and it's going to be easy to miss.",
    "start": "00:50:47",
    "end": "00:50:52"
  },
  {
    "text": "That's right.",
    "start": "00:50:52",
    "end": "00:50:52"
  },
  {
    "text": "And when I point it out to you, it'll probably make you angry.",
    "start": "00:50:52",
    "end": "00:50:56"
  },
  {
    "text": "Yeah, that's right. Or at least think I'm crazy. So what is the four soils in the commentary he gives? He says the seed is the word about the kingdom of God that I'm sowing. And different people will respond to it in different ways and think of those different responses. Then the soil that's unreceptive like with that's shallow or that has thorns or the soil that has birds come and steal it. Those are all soils that have been co opted by other agents or other circumstances. They've bought into another system of value, another story that they think is God's kingdom.",
    "start": "00:50:56",
    "end": "00:51:32"
  },
  {
    "text": "Yeah.",
    "start": "00:51:33",
    "end": "00:51:33"
  },
  {
    "text": "What else is that guy in the room at the meal except this is it. Here we are. What he can't see is that he has merged God's kingdom with this human honor shame status game. Yeah, it's been co opted. So that's what Jesus is doing here. So Jesus tells a parable about the surprising timing of God's kingdom with this seed that grows at night when the farmer's asleep and it eventually does come. But he doesn't Know how and can't predict the speed. It's not something he can predict or control. It will come, but not because the farmer did very much at all the wheat and the weeds. There's that parable about a farmer sowed a bunch of wheat, but then an enemy came. Oh, an enemy came and sows a weed. And the word that he uses, zidzania. It's a type of weed that looks exactly like wheat. False wheat.",
    "start": "00:51:33",
    "end": "00:52:30"
  },
  {
    "text": "That's a horrible prank.",
    "start": "00:52:32",
    "end": "00:52:33"
  },
  {
    "text": "It's a terrible prank. Yeah. And then the farmhands come and say, like, hey, let me go pull it up. And then the guy says, no, you're not qualified.",
    "start": "00:52:33",
    "end": "00:52:40"
  },
  {
    "text": "Yeah, you're gonna screw it up.",
    "start": "00:52:41",
    "end": "00:52:42"
  },
  {
    "text": "Yeah, you'll screw it up. You'll pull out the wrong stuff. Yeah, you'll leave the bad stuff in and you'll pull out the right stuff. So just wait till the harvest all sorted out. So apparently in the present Jesus kingdom comes in a way that it doesn't bring an immediate separation between the righteous and the wicked. Like, think about Malachi. But who can stand in the day of the Lord? It's coming, burning like a fire. And in that day you will see a separation between the righteous and the wicked. It's Malachi, chapter four. And Jesus says, well, eventually, but at this moment, the way God's kingdom is coming through me, the wicked and the righteous are going to just hang out together for a while and it's not your job to sort it out. That's surprising.",
    "start": "00:52:42",
    "end": "00:53:27"
  },
  {
    "text": "That is surprising.",
    "start": "00:53:27",
    "end": "00:53:27"
  },
  {
    "text": "That's not what people thought was going to happen.",
    "start": "00:53:27",
    "end": "00:53:29"
  },
  {
    "text": "Interesting. Oh, man.",
    "start": "00:53:30",
    "end": "00:53:32"
  },
  {
    "text": "Right, yeah, yeah. The mustard seed and the hidden leaven.",
    "start": "00:53:34",
    "end": "00:53:38"
  },
  {
    "text": "Yeah, it's my favorite one.",
    "start": "00:53:38",
    "end": "00:53:39"
  },
  {
    "text": "Yeah, you love those. I think the whole time we've been working on this project, you've had a special place in your heart for the leaven. For the hidden leaven. The kingdom of God is like leaven that a woman hides in the dough.",
    "start": "00:53:39",
    "end": "00:53:52"
  },
  {
    "text": "Yeah. It's the optimism. Optimistic part of me which is like. Yeah. Everything seems sometimes like this just needs to be burned down and started again. But this picture of the kingdom of God, like. Like yeast.",
    "start": "00:53:52",
    "end": "00:54:08"
  },
  {
    "text": "Yes.",
    "start": "00:54:09",
    "end": "00:54:09"
  },
  {
    "text": "Spreads and it's just spreading slowly and then all of a sudden everything will just transform.",
    "start": "00:54:09",
    "end": "00:54:15"
  },
  {
    "text": "Yeah.",
    "start": "00:54:15",
    "end": "00:54:16"
  },
  {
    "text": "Is. Yeah. And I think an optimistic. We'll get back to that.",
    "start": "00:54:16",
    "end": "00:54:20"
  },
  {
    "text": "But I don't know. Yeah.",
    "start": "00:54:20",
    "end": "00:54:22"
  },
  {
    "text": "Who knows what it actually will look like?",
    "start": "00:54:22",
    "end": "00:54:24"
  },
  {
    "text": "Yeah. If you looked at Jesus cruising around with these fishermen and an ex tax collector and an ex zealot rebel, you know, this is the rescuing crew for Israel, and this Kooky guy talking about birds and seed all the time is the messianic king, though he never calls himself that. Yeah, it's just all very odd. It's surprising, it's counterintuitive, it's not what you thought it's going to be.",
    "start": "00:54:25",
    "end": "00:54:53"
  },
  {
    "text": "And Jesus realizes that this is happening in a way that is breaking people's paradigms. So I need to tell parables that help with that. Like reorienting their paradigms.",
    "start": "00:54:53",
    "end": "00:55:06"
  },
  {
    "text": "Yeah, it addresses the tension. And again, these won't convince anybody who already doesn't like him. It's more that for the people who are open and soft hearted towards him, this will begin to help them make sense of why my neighbors think I'm crazy for beginning to follow this Jesus guy.",
    "start": "00:55:06",
    "end": "00:55:26"
  },
  {
    "text": "Okay, so that's one whole surprising arrival.",
    "start": "00:55:26",
    "end": "00:55:29"
  },
  {
    "text": "Yep, the surprising arrival. And through that indirect means he can subvert people's understandings about what it will for sure look like when the kingdom of God comes.",
    "start": "00:55:29",
    "end": "00:55:40"
  },
  {
    "text": "When I ran into. I've never read the Gospel of Thomas before. I don't know how familiar you are with it, but there's parables in it, correct?",
    "start": "00:55:40",
    "end": "00:55:48"
  },
  {
    "text": "Yeah.",
    "start": "00:55:48",
    "end": "00:55:48"
  },
  {
    "text": "And so I ran into this parable in Thomas and I think it fits in this category.",
    "start": "00:55:49",
    "end": "00:55:54"
  },
  {
    "text": "Yeah. Oh yeah. The Gospel of Thomas is a collection of Jesus teachings that comes from somewhere in the 2nd to 3rd century A.D. after Jesus. Yeah. And it comes from a circle of people who had adopted elements of Christianity and merged it with a whole bunch of other influences.",
    "start": "00:55:55",
    "end": "00:56:15"
  },
  {
    "text": "So is it likely that this parable wasn't an original?",
    "start": "00:56:15",
    "end": "00:56:17"
  },
  {
    "text": "No, but there are almost certainly in the collection. There are some that sound like teachings, parables that are in the Matthew, Mark and Luke. And there are some that sound like something similar, that almost certainly there is a parable or saying of Jesus that are in here. And people debate till they're blue in the face about which ones do and which ones don't. What criteria to judge all that to say is it is a witness of how a group a couple centuries after Jesus remembered some of his sayings but co opted within a different worldview. There's nothing remotely biblical about the worldview communicated by the Gospel of Thomas. The Gospel of Thomas, it's a different story about how humans are exiled from their true home in the spiritual realm and how death is a liberation to get you back there and Jesus came to give you the secret knowledge so you can get to the spiritual realm after you die.",
    "start": "00:56:18",
    "end": "00:57:10"
  },
  {
    "text": "Then this is what? Gnostic.",
    "start": "00:57:10",
    "end": "00:57:12"
  },
  {
    "text": "Gnostic.",
    "start": "00:57:12",
    "end": "00:57:13"
  },
  {
    "text": "Gnostic, yeah.",
    "start": "00:57:13",
    "end": "00:57:14"
  },
  {
    "text": "Correct.",
    "start": "00:57:14",
    "end": "00:57:14"
  },
  {
    "text": "I wonder what you think of this parable. Yeah, it's in Thomas 97.",
    "start": "00:57:14",
    "end": "00:57:18"
  },
  {
    "text": "97. Okay.",
    "start": "00:57:18",
    "end": "00:57:20"
  },
  {
    "text": "The kingdom of the Father is like a certain woman who's carrying a jar full of meal. And while she was walking on the road, still some distance from the house, the handle of the jar broke and the meal emptied out behind her on the road. And she didn't realize it, and she didn't notice any accident. And when she reached her house, she set the jar down and found it empty.",
    "start": "00:57:20",
    "end": "00:57:37"
  },
  {
    "text": "Hmm. My jar is empty.",
    "start": "00:57:37",
    "end": "00:57:39"
  },
  {
    "text": "My jar is empty.",
    "start": "00:57:39",
    "end": "00:57:40"
  },
  {
    "text": "Where did it all go?",
    "start": "00:57:40",
    "end": "00:57:41"
  },
  {
    "text": "It's all along the road.",
    "start": "00:57:41",
    "end": "00:57:43"
  },
  {
    "text": "Huh. Kingdom.",
    "start": "00:57:43",
    "end": "00:57:44"
  },
  {
    "text": "Have you ever heard that parable before?",
    "start": "00:57:44",
    "end": "00:57:46"
  },
  {
    "text": "What's that?",
    "start": "00:57:46",
    "end": "00:57:47"
  },
  {
    "text": "Have you heard this parable before?",
    "start": "00:57:47",
    "end": "00:57:48"
  },
  {
    "text": "Oh, I mean, I've read the Gospel of Thomas before, but I haven't pondered it at any depth. Yeah. Here it is. The kingdom of God is like a woman who.",
    "start": "00:57:48",
    "end": "00:57:57"
  },
  {
    "text": "It's carrying a jar full of.",
    "start": "00:57:58",
    "end": "00:57:59"
  },
  {
    "text": "Carrying a jar full, and it goes empty without her knowing it.",
    "start": "00:57:59",
    "end": "00:58:02"
  },
  {
    "text": "It's the surprising nature of God's kingdom.",
    "start": "00:58:03",
    "end": "00:58:06"
  },
  {
    "text": "It's something that you think. Got my job.",
    "start": "00:58:06",
    "end": "00:58:09"
  },
  {
    "text": "I have no idea what this parable is about.",
    "start": "00:58:09",
    "end": "00:58:10"
  },
  {
    "text": "Oh. I kind of want to explore it. So. And we're not. I'm not giving any, you know, vote of confidence whether this is or not something Jesus said. Yeah, but it's something these people report that Jesus said.",
    "start": "00:58:10",
    "end": "00:58:22"
  },
  {
    "text": "Yeah.",
    "start": "00:58:22",
    "end": "00:58:23"
  },
  {
    "text": "So the point is, is parables in the Gospels get so familiar.",
    "start": "00:58:23",
    "end": "00:58:26"
  },
  {
    "text": "Yeah.",
    "start": "00:58:26",
    "end": "00:58:27"
  },
  {
    "text": "That even fresh pondering you have to work extra hard for.",
    "start": "00:58:27",
    "end": "00:58:29"
  },
  {
    "text": "Yeah.",
    "start": "00:58:29",
    "end": "00:58:30"
  },
  {
    "text": "This is genuine. So there is a surprise. The woman is surprised.",
    "start": "00:58:30",
    "end": "00:58:34"
  },
  {
    "text": "Yes. I thought I had a jar that had integrity, no cracks, and I would get here with everything intact. And what I found was that it was broken and everything emptied. And somehow the kingdom of God is like that experience.",
    "start": "00:58:35",
    "end": "00:58:54"
  },
  {
    "text": "It's like that experience where you thought it was one thing.",
    "start": "00:58:54",
    "end": "00:58:57"
  },
  {
    "text": "Right. So it has that surprising nature.",
    "start": "00:58:57",
    "end": "00:58:59"
  },
  {
    "text": "Yep.",
    "start": "00:58:59",
    "end": "00:58:59"
  },
  {
    "text": "I thought. I thought it was one thing. It's another thing. But. But I don't know what this parable is. Trying to get beyond that.",
    "start": "00:58:59",
    "end": "00:59:07"
  },
  {
    "text": "Well, yeah, I think it's the surprise. Right. She didn't know that there was a problem with the jar that she assumed was fine. In fact, it had a serious problem that she didn't know until it was too late.",
    "start": "00:59:07",
    "end": "00:59:20"
  },
  {
    "text": "Yeah.",
    "start": "00:59:20",
    "end": "00:59:21"
  },
  {
    "text": "That actually. That fits into the same category of surprising nature.",
    "start": "00:59:21",
    "end": "00:59:26"
  },
  {
    "text": "Yeah. You guys are carrying around this mental model for how you think the kingdom of God is going to arrive.",
    "start": "00:59:26",
    "end": "00:59:30"
  },
  {
    "text": "That's right.",
    "start": "00:59:30",
    "end": "00:59:30"
  },
  {
    "text": "And you think it has integrity, no cracks, everything's great.",
    "start": "00:59:30",
    "end": "00:59:35"
  },
  {
    "text": "Yeah.",
    "start": "00:59:35",
    "end": "00:59:35"
  },
  {
    "text": "What you don't realize is that you're going to get to the end and you're going to realize this thing is empty. The kingdom of God's not in here.",
    "start": "00:59:35",
    "end": "00:59:43"
  },
  {
    "text": "That's right.",
    "start": "00:59:43",
    "end": "00:59:43"
  },
  {
    "text": "Or maybe.",
    "start": "00:59:43",
    "end": "00:59:44"
  },
  {
    "text": "Yeah. No, I think that's right. Yeah. What I thought it was was wrong. I was wrong. Yep. Which is why the parable, it highlights her knowledge and her not noticing. In other words, the wording of the parable is highlighting her assumptions and what she thought, which actually wasn't true. Notice that the parable right before this in paragraph 96 is.",
    "start": "00:59:44",
    "end": "01:00:07"
  },
  {
    "text": "I don't have the whole thing open.",
    "start": "01:00:07",
    "end": "01:00:08"
  },
  {
    "text": "Oh, got it. I'll read it to you. It's the one right before the one we're talking about. The Father's kingdom is like a woman who took a little leaven and hid it in the dough and made it into large loaves of bread.",
    "start": "01:00:08",
    "end": "01:00:19"
  },
  {
    "text": "And that's a Jesus original.",
    "start": "01:00:19",
    "end": "01:00:21"
  },
  {
    "text": "Totally.",
    "start": "01:00:21",
    "end": "01:00:21"
  },
  {
    "text": "I'm on the Wikipedia page, actually says the scholars of the Jesus seminar give this parable a pink rating, indicating that it's probably, but not certainly an authentic saying of Jesus.",
    "start": "01:00:22",
    "end": "01:00:31"
  },
  {
    "text": "Yes. Yes.",
    "start": "01:00:31",
    "end": "01:00:33"
  },
  {
    "text": "That's interesting.",
    "start": "01:00:33",
    "end": "01:00:33"
  },
  {
    "text": "It is. Yeah. Yeah. That sounds like it's in down the center lane, so to speak.",
    "start": "01:00:33",
    "end": "01:00:39"
  },
  {
    "text": "The surprising nature of God's kingdom. I liked running into it because what you said, these parables become very familiar. And just the fact that it's something I hadn't heard before.",
    "start": "01:00:39",
    "end": "01:00:48"
  },
  {
    "text": "Yeah.",
    "start": "01:00:48",
    "end": "01:00:48"
  },
  {
    "text": "It just stopped me in my tracks.",
    "start": "01:00:48",
    "end": "01:00:49"
  },
  {
    "text": "Correct. Yeah. You're like, oh, what does that mean?",
    "start": "01:00:49",
    "end": "01:00:51"
  },
  {
    "text": "And I'm just like, the image was so provocative. It came of God's like a woman with a cracked jar walking down the street and she didn't realize it.",
    "start": "01:00:51",
    "end": "01:00:57"
  },
  {
    "text": "Yeah.",
    "start": "01:00:57",
    "end": "01:00:57"
  },
  {
    "text": "It was so provocative. It just made me sit in it for a second.",
    "start": "01:00:57",
    "end": "01:01:00"
  },
  {
    "text": "That's good.",
    "start": "01:01:00",
    "end": "01:01:00"
  },
  {
    "text": "Yeah.",
    "start": "01:01:00",
    "end": "01:01:01"
  },
  {
    "text": "Yeah. So we have to do the extra hard work of reimagining a first hearing of these stories.",
    "start": "01:01:01",
    "end": "01:01:09"
  },
  {
    "text": "Right?",
    "start": "01:01:10",
    "end": "01:01:10"
  },
  {
    "text": "Yeah.",
    "start": "01:01:10",
    "end": "01:01:10"
  },
  {
    "text": "Thank you for listening to this episode of the BibleProject podcast. Next week, episode four in this series on how to read the parables, we're gonna talk about how Jesus uses parables to create a crisis of decisions for his audience.",
    "start": "01:01:12",
    "end": "01:01:27"
  },
  {
    "text": "If you don't follow the surprising twist of the kingdom story, you're gonna destroy yourselves and be destroyed. And that's why these parables are all integrated with predictions of Jerusalem's destruction in the gospel narratives. In other words, Jesus will go back and forth predicting the destruction of Jerusalem and these types of crisis parables, because that was the moment that he was trying to force that issue with the Israel of his day.",
    "start": "01:01:28",
    "end": "01:01:56"
  },
  {
    "text": "We're coming towards the end of our series on how to read the parables. And as usual. We'd love to interact with your questions. If you have a question, send it to us for an upcoming Q and R. Record yourself asking the question. Let us know your name and where you're from. Try to keep it to around 20 seconds or so and you can email it to infoibleproject.com Today's show is produced by Dan Gummel. Our theme music comes from the Band Tents. We're a crowdfunded nonprofit in Portland, Oregon. You are incredibly generous to this project and we are really grateful. Thanks for being a part of this with us.",
    "start": "01:01:56",
    "end": "01:02:30"
  },
  {
    "text": "Hi, this is Landry and I'm from Nashville, Tennessee. Hi, this is Victor and I'm from Baghdad, Florida. I first heard about the Bible Project in a small group that I was in for the Book of Ephesians and I just loved the way that it distilled the scripture. It was still reverent, but also breathed new creative life into it and made it interesting and engaging and in a way that you could really wrap around. My favorite thing about the Bible Project is how it brings Scripture to life. It really puts flesh on the words and it makes something that can be.",
    "start": "01:02:30",
    "end": "01:03:03"
  },
  {
    "text": "Very complicated easier to understand.",
    "start": "01:03:03",
    "end": "01:03:06"
  },
  {
    "text": "We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, and more@thebibleproject.com Nice.",
    "start": "01:03:06",
    "end": "01:03:18"
  }
]