[
  {
    "text": "Hey, this is John at the bibleproject. We are beginning the second half of a series on how to read the parables of Jesus. In the first three episodes, we've talked about why Jesus told parables. To teach about the ethic of the kingdom of God, to explain who he is and what he's doing in human history, and finally, to create a moment of crisis for the listeners. In today's episode, we're going to start to get practical and talk about how to read and discern what the parables are about. Now, a common way to read a parable is called the allegorical approach.",
    "start": "00:00:03",
    "end": "00:00:37"
  },
  {
    "text": "So an allegorical approach to the parables essentially is looking at every single detail in the parables and finding a symbolic correspondence. And it lifts the parable out of context and puts it in a new context. Skill to develop in reading the parables is how to identify the 1. What are the actual symbols that I'm supposed to think are the important ones and how do I connect them to what Jesus intended? That's the million dollar question.",
    "start": "00:00:38",
    "end": "00:01:04"
  },
  {
    "text": "Now, parts of Jesus parables are clearly symbolic. In fact, Jesus even explains parts of his parables and assigns meaning to them. The problem comes when we over bake the parables and we assign meaning to every tiny little detail because we often find things that weren't really there and we import our own ideas into the parables.",
    "start": "00:01:05",
    "end": "00:01:27"
  },
  {
    "text": "So this begins a huge debate of like, okay, when Jesus told these parables, how many symbols did he pack into them? What did he mean for us to take a symbol? And how much is just part of the little narrative realism to add to the parables has just gone crazy.",
    "start": "00:01:27",
    "end": "00:01:45"
  },
  {
    "text": "So today we're going to look at how to understand the symbolic nature of parables. Thanks for joining us. Here we go. All right, here we are.",
    "start": "00:01:45",
    "end": "00:02:06"
  },
  {
    "text": "Here we are.",
    "start": "00:02:06",
    "end": "00:02:07"
  },
  {
    "text": "Gonna land this plane, the parable plane.",
    "start": "00:02:07",
    "end": "00:02:09"
  },
  {
    "text": "We think so.",
    "start": "00:02:09",
    "end": "00:02:10"
  },
  {
    "text": "At least we think so.",
    "start": "00:02:10",
    "end": "00:02:11"
  },
  {
    "text": "We never know how many questions you're going to have.",
    "start": "00:02:12",
    "end": "00:02:15"
  },
  {
    "text": "Well, and I've really been biting my tongue throughout this series because we could dive in so deep to each of these parables.",
    "start": "00:02:16",
    "end": "00:02:24"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:02:24",
    "end": "00:02:24"
  },
  {
    "text": "But really we've been trying to set the table and I guess this is an opportunity now to dive in a little deeper.",
    "start": "00:02:24",
    "end": "00:02:32"
  },
  {
    "text": "Yeah, we'll look at at least two parables at length.",
    "start": "00:02:32",
    "end": "00:02:35"
  },
  {
    "text": "Okay.",
    "start": "00:02:35",
    "end": "00:02:36"
  },
  {
    "text": "Yeah. The goal for this is take everything we've talked about, so we should do a recap here, but then also to kind of condense it into kind of a. Not a four step method that makes it sound too clinical. Four guideposts as I think about reading the parables of Jesus. Here's four guideposts. Each one can give me some wisdom and some questions to ask and some things to avoid that will help me and you and everybody read the parables with more wisdom and I think get more insight out of them than we might normally.",
    "start": "00:02:36",
    "end": "00:03:09"
  },
  {
    "text": "Cool. That sounds great. I'll try to recap. So the parables are short stories found in the Gospels that Jesus tells. They are stories he. He thought up.",
    "start": "00:03:09",
    "end": "00:03:21"
  },
  {
    "text": "Yep. And some of the most famous Bible stories in history.",
    "start": "00:03:21",
    "end": "00:03:25"
  },
  {
    "text": "Yeah, they are fictitious stories, and they play a role in him. In him communicating what he's doing.",
    "start": "00:03:25",
    "end": "00:03:34"
  },
  {
    "text": "They're one of the ways that he expressed his mission to announce the arrival of God's kingdom.",
    "start": "00:03:34",
    "end": "00:03:42"
  },
  {
    "text": "Now we're very familiar as humans and how a communicator uses a story to help you understand a principle about the world, a moral truth, maybe even a religious truth. And so you've got the tortoise and the hare, and you've got the boy who Cried Wolf and the three little pigs, and all these stories that shape your imagination so that you think about the world in a new way.",
    "start": "00:03:42",
    "end": "00:04:06"
  },
  {
    "text": "Or think of even longer, detailed, elaborate parables like Pilgrim's Progress that morph into a different but related category called allegory.",
    "start": "00:04:06",
    "end": "00:04:18"
  },
  {
    "text": "Yeah.",
    "start": "00:04:18",
    "end": "00:04:19"
  },
  {
    "text": "Where there's just lots of characters, but each one is a patent symbol. So you have Christian on a journey who's beset with obstacles and foes named, you know, temptation and that kind of thing.",
    "start": "00:04:19",
    "end": "00:04:32"
  },
  {
    "text": "I used to write. Tried to write parables. Really? Yeah. I was really proud of one of them. One of them was, man, this was 20 years ago, a guy dies and goes to heaven. This is back when I had a view of you actually go up into the sky.",
    "start": "00:04:32",
    "end": "00:04:45"
  },
  {
    "text": "Okay.",
    "start": "00:04:45",
    "end": "00:04:45"
  },
  {
    "text": "And so, yeah, I think I pictured him in some sort of weird celestial place. But anyways, he's there and. And he's on his way to go into the gates of heaven. And he finds all of these merchants out there selling gear, like worship gear, or like, T shirts, and, like, just things for his time in heaven. And so he starts to explore, and he's, like, trying to find the best deals, and he's trying to find all the good stuff that he needs to get into heaven. And he. And then he never gets there. He just gets stuck.",
    "start": "00:04:45",
    "end": "00:05:17"
  },
  {
    "text": "He gets lost in the market.",
    "start": "00:05:17",
    "end": "00:05:18"
  },
  {
    "text": "He gets lost in the market. In the market, right outside the gates.",
    "start": "00:05:18",
    "end": "00:05:21"
  },
  {
    "text": "Hmm, that's good, John. Yeah, I think about that.",
    "start": "00:05:21",
    "end": "00:05:23"
  },
  {
    "text": "Anyway, so we tell these stories. We understand what a parable is. But if we take that understanding and Then place it on Jesus. That's what Jesus was doing. He was just telling moral teachings about.",
    "start": "00:05:26",
    "end": "00:05:39"
  },
  {
    "text": "The world, about theological truths or about moral ideals. Be good, be loving, be kind. God takes our decisions seriously, so make the right one. You'll be held accountable for what you did at the end of your life. That kind of thing. There are stories about those ideas.",
    "start": "00:05:40",
    "end": "00:06:00"
  },
  {
    "text": "Right. That's not strictly what Jesus was doing, nor was it the primary thing Jesus was doing with his parables.",
    "start": "00:06:01",
    "end": "00:06:08"
  },
  {
    "text": "Yeah. That understanding of parables will not help us understand what Jesus is doing with his parables.",
    "start": "00:06:08",
    "end": "00:06:14"
  },
  {
    "text": "In the Gospels, Jesus is using the parables to help illuminate what he is doing in human history. It's a commentary on what's going on around him.",
    "start": "00:06:14",
    "end": "00:06:26"
  },
  {
    "text": "Correct. In the surrounding narratives.",
    "start": "00:06:26",
    "end": "00:06:28"
  },
  {
    "text": "Yes. And not only in his life in general, but. Yeah. The very specific things happening in the narratives around him.",
    "start": "00:06:28",
    "end": "00:06:35"
  },
  {
    "text": "Correct.",
    "start": "00:06:35",
    "end": "00:06:35"
  },
  {
    "text": "So he's having a dinner party with. We read that one where he was having a dinner party with religious leaders and then he tells a parable. That parable was commentary on what was.",
    "start": "00:06:35",
    "end": "00:06:44"
  },
  {
    "text": "Happening in that very room.",
    "start": "00:06:44",
    "end": "00:06:45"
  },
  {
    "text": "In that very room.",
    "start": "00:06:45",
    "end": "00:06:46"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:06:46",
    "end": "00:06:46"
  },
  {
    "text": "And then you've helped me see that the closer he gets to Jerusalem, the more the parables become a little more intense and they become more specific about what he's going to do in his last week. So. Yeah, that's big. Secondly, and attached to that is that these parables are part of a Jewish tradition of the Hebrew scriptures. Not only do we find in the Hebrew scriptures parables and images and word pictures of seed and different things that Jesus borrows and kind of elaborates on, but he sees himself as fulfilling the story of the Hebrew scriptures. And so as he tells these parables, he is drawing from all the imagery of the Hebrew scriptures and in some way completing.",
    "start": "00:06:47",
    "end": "00:07:32"
  },
  {
    "text": "Yeah, yeah, yeah. Putting himself in like the. If you had a little plot line diagram, you know, of introduction, plot conflict, escalation of conflict, up, up, up to the big, big mountaintop, climactic conflict and resolution. He's putting himself in that place.",
    "start": "00:07:33",
    "end": "00:07:51"
  },
  {
    "text": "Yes.",
    "start": "00:07:51",
    "end": "00:07:52"
  },
  {
    "text": "By retelling and read and developing the imagery and parables from the Hebrew prophets. Yeah, yeah.",
    "start": "00:07:52",
    "end": "00:07:59"
  },
  {
    "text": "So those are two really important things to understand. They set the table for how to approach these parables. And that doesn't mean that you don't learn religious truths or you can't. But I think that's what we'll talk about maybe today. The other thing that you talked about was the three different general categories.",
    "start": "00:07:59",
    "end": "00:08:19"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:08:20",
    "end": "00:08:20"
  },
  {
    "text": "Well, actually before that you talked a little bit about how parables are indirect communication.",
    "start": "00:08:20",
    "end": "00:08:24"
  },
  {
    "text": "Oh, yeah, that's right.",
    "start": "00:08:24",
    "end": "00:08:25"
  },
  {
    "text": "There's a couple features of parables. One is that they're indirect, and the other is that they. What's a good word for this? Where they allow the right people to care.",
    "start": "00:08:25",
    "end": "00:08:33"
  },
  {
    "text": "Oh, sure.",
    "start": "00:08:33",
    "end": "00:08:34"
  },
  {
    "text": "And the wrong people to not care.",
    "start": "00:08:34",
    "end": "00:08:35"
  },
  {
    "text": "Yeah. A little phrase I picked up from Craig Blomberg's book on the parables was they conceal and reveal.",
    "start": "00:08:35",
    "end": "00:08:42"
  },
  {
    "text": "Conceal and reveal. That's right.",
    "start": "00:08:42",
    "end": "00:08:43"
  },
  {
    "text": "Based on the condition of the listener.",
    "start": "00:08:43",
    "end": "00:08:46"
  },
  {
    "text": "I wonder if there's one word we can find. They are not divisive.",
    "start": "00:08:46",
    "end": "00:08:51"
  },
  {
    "text": "People sometimes use the word cryptic. Cryptic is the Greek word for crypto, which means hidden. So it's hidden so that you have to find it. Some people do find it if they look. Other people don't bother because it's hidden.",
    "start": "00:08:52",
    "end": "00:09:05"
  },
  {
    "text": "Yeah.",
    "start": "00:09:05",
    "end": "00:09:06"
  },
  {
    "text": "It's cryptic.",
    "start": "00:09:06",
    "end": "00:09:07"
  },
  {
    "text": "It's cryptic. It's indirect communication and it's cryptic. And those two things overlap. Those are features.",
    "start": "00:09:07",
    "end": "00:09:13"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:09:13",
    "end": "00:09:14"
  },
  {
    "text": "Features. Not bugs of the parables.",
    "start": "00:09:14",
    "end": "00:09:16"
  },
  {
    "text": "That's right. He's at the same time trying to throw certain people off.",
    "start": "00:09:16",
    "end": "00:09:19"
  },
  {
    "text": "Off descent.",
    "start": "00:09:20",
    "end": "00:09:21"
  },
  {
    "text": "Yep. So that they, you know, so he can buy time, essentially. Buy time to spread the word before he goes to Jerusalem. Create as many little Jesus cells, Kingdom of God cells around Galilee. So they're meant to throw people off and simultaneously to attract the sympathetic and the interested and to invite them into the real story. So. Yeah. Interesting. One word. It would be helpful probably, for the video to have one word and then we can explain it.",
    "start": "00:09:21",
    "end": "00:09:49"
  },
  {
    "text": "Conceal and reveal.",
    "start": "00:09:50",
    "end": "00:09:51"
  },
  {
    "text": "Conceal and reveal.",
    "start": "00:09:51",
    "end": "00:09:52"
  },
  {
    "text": "It works.",
    "start": "00:09:52",
    "end": "00:09:52"
  },
  {
    "text": "Okay.",
    "start": "00:09:52",
    "end": "00:09:52"
  },
  {
    "text": "But. Yeah, I'm gonna chew on it.",
    "start": "00:09:52",
    "end": "00:09:54"
  },
  {
    "text": "He chooses indirect communication because what he's doing is challenging the dominant understanding of reality of his listeners. And so a frontal direct confrontation.",
    "start": "00:09:54",
    "end": "00:10:06"
  },
  {
    "text": "Everyone's guard is up.",
    "start": "00:10:06",
    "end": "00:10:08"
  },
  {
    "text": "Yeah. Creates a culture war.",
    "start": "00:10:08",
    "end": "00:10:09"
  },
  {
    "text": "Yeah.",
    "start": "00:10:09",
    "end": "00:10:10"
  },
  {
    "text": "So he slowly starts telling stories about a different. Telling the story of God in Israel, but with a very different kind of climax and a very different kind of problem.",
    "start": "00:10:10",
    "end": "00:10:20"
  },
  {
    "text": "It's a very patient way to communicate.",
    "start": "00:10:20",
    "end": "00:10:22"
  },
  {
    "text": "It is. It is. I agree. But it works.",
    "start": "00:10:22",
    "end": "00:10:25"
  },
  {
    "text": "And it's a very effective way to communicate.",
    "start": "00:10:26",
    "end": "00:10:28"
  },
  {
    "text": "It's very effective. So the value of indirect communication. We pondered why that was kind of a meta idea. But then we looked at the three main themes in the parables.",
    "start": "00:10:28",
    "end": "00:10:38"
  },
  {
    "text": "Yep. And to recap those really quick.",
    "start": "00:10:38",
    "end": "00:10:42"
  },
  {
    "text": "Yeah. First, there's lots of parables about the surprising arrival and nature of God's kingdom.",
    "start": "00:10:42",
    "end": "00:10:50"
  },
  {
    "text": "Yeah. Okay.",
    "start": "00:10:50",
    "end": "00:10:51"
  },
  {
    "text": "The kingdom as Jesus was bringing it through his healings and exorcism and surprising meals and invitation to sinners and outsiders. That was not how people, many people, expected the kingdom of God to come. And so he told lots of parables about how the way God's kingdom was arriving was real. But, yeah, it's hidden. It's like a mustard seed. So it's about the manner of God's kingdom arriving is surprising. Lots of stories about that.",
    "start": "00:10:51",
    "end": "00:11:17"
  },
  {
    "text": "Yep.",
    "start": "00:11:17",
    "end": "00:11:18"
  },
  {
    "text": "Lots of parables. Second category, about the surprising or upside down value system. If people live according to the value set of God's way of ruling the world, what does that look like? So parables about forgiveness, parables about how God's kingdom reshapes your view of wealth and money, how it reorients you to, how you think about the poor, how you think about social and economic status, how you think about the radical invitation to any and all to enter into the kingdom of God, especially the irreligious. So that's the upside down value system. Lots of parables about that. Then the third category, scholars call crisis parables. They're parables where one or two of the characters in the parable is being forced with a decision. Some make the right decision, some make a foolish decision, and there are serious consequences. And usually there's an authority figure who puts the decision on some subordinates, like a father, a king, a landowner. And you're supposed to take away from the parable. Ooh, whoa, Bummer for the people who make the wrong choice. And I want to be like somebody who makes the right choice. And those are ways that Jesus is, again, talking about the decision that he is placing before the leaders of Israel in the story. So the crisis parables choose wisely.",
    "start": "00:11:18",
    "end": "00:12:43"
  },
  {
    "text": "I think that my favorite parables are in the first category of the surprising Arrival.",
    "start": "00:12:43",
    "end": "00:12:48"
  },
  {
    "text": "Okay. Yeah.",
    "start": "00:12:48",
    "end": "00:12:49"
  },
  {
    "text": "I think those I really enjoy, the second category, seem like parables that are really valuable. It seems like they have a lot of potential for communities and for people to really form them in ways that are beautiful. The third category. Those parables are hard.",
    "start": "00:12:49",
    "end": "00:13:09"
  },
  {
    "text": "Yep, they are.",
    "start": "00:13:09",
    "end": "00:13:10"
  },
  {
    "text": "They're the hardest parables.",
    "start": "00:13:10",
    "end": "00:13:11"
  },
  {
    "text": "They're the most aggressive.",
    "start": "00:13:12",
    "end": "00:13:13"
  },
  {
    "text": "They're very aggressive. They leave you with a lot of questions and uncomfortable feelings.",
    "start": "00:13:13",
    "end": "00:13:18"
  },
  {
    "text": "Yeah. So that's good. We'll ponder two of them. Two in the third category in the course of this conversation.",
    "start": "00:13:19",
    "end": "00:13:24"
  },
  {
    "text": "Awesome.",
    "start": "00:13:24",
    "end": "00:13:24"
  },
  {
    "text": "Those are the three categories. The surprising arrival and nature of the kingdom. First. Second, the exploring the upside down value system of the kingdom. Third, exploring the crisis that Jesus is putting in front of Israel's leaders in the very moment of the story. Yeah, the actual.",
    "start": "00:13:24",
    "end": "00:13:41"
  },
  {
    "text": "SA.",
    "start": "00:13:50",
    "end": "00:13:50"
  },
  {
    "text": "So you don't have, like 40 episodes to just read all the parables. Although that would be cool.",
    "start": "00:14:33",
    "end": "00:14:38"
  },
  {
    "text": "Why not?",
    "start": "00:14:38",
    "end": "00:14:39"
  },
  {
    "text": "I suppose we could. We have other projects we have to turn our attention to, but. So what we can do, however, is kind of boil down. Yeah. To some guideposts, kind of like a method, a way of approaching the parables, giving some new questions to ask and so on. So let's first. Actually let me first start with addressing some of the unhelpful ways of reading the parables that have accumulated throughout Christian history. Okay, pretty much. And again, I recommend Craig Blomberg's book Interpreting the Parables. The whole first part of it is a history of how Christians have interpreted the parables over the last 2,000 years. Really illuminating. But pretty quickly, from the 200s, about the 2003 AD onwards, when you get a lot of the really powerful minds and leaders of the early Christian movement, early church fathers, when they start talking about the parables, they start interpreting them in some really interesting ways, creative ways. So the word that's come to be attached to this approach is the allegorical interpretation. And essentially what's happened is, I think as the Jewish first century context of Messianic Christianity, once Christianity shifted to a majority gentile audience that's multi ethnic, which was Jesus, whole point, what he commissioned the disciples to do, the Jewish context, the Jewish mindset, the original moment that Jesus was in, even though the Gospels are trying to recreate that very unique moment in history for you, it gets forgotten and left behind. And so other ways of reading, modes of reading texts that are more influenced by the Greek's philosophical tradition, start shaping how people read the Bible. So an allegorical approach to the parables essentially is looking at every single detail in the parables and finding a symbolic correspondent. And essentially lifts the parable.",
    "start": "00:14:40",
    "end": "00:16:39"
  },
  {
    "text": "Mapping them.",
    "start": "00:16:39",
    "end": "00:16:40"
  },
  {
    "text": "Yeah, it lifts the parable out of context and puts it in a new context. There's a famous example. Almost all the main books on parables cite this example, but just because it's so entertaining. Okay, this is St. Augustine, Augustine of Hippo.",
    "start": "00:16:40",
    "end": "00:16:56"
  },
  {
    "text": "Yeah.",
    "start": "00:16:56",
    "end": "00:16:56"
  },
  {
    "text": "A North African bishop, hugely influential. So he lived and wrote in the late 300s, early 400s A.D. he wrote stacks of commentaries and books. His interpretation of the Good Samaritan has become famous. I'm not sure he would appreciate that it's become famous.",
    "start": "00:16:57",
    "end": "00:17:14"
  },
  {
    "text": "Infamous.",
    "start": "00:17:14",
    "end": "00:17:14"
  },
  {
    "text": "Infamous. Yeah. So this is from a work where he is answering popular questions about the Gospels and one is interpreting the parables. So he's commenting on the parable of a Good Samaritan and essentially we'll just read this. It's like he's giving a little code deciphering chart of all the characters in the parable. So a certain man went from Jerusalem to Jericho. Adam. So he cites from the parable of Good Samaritan. Then Augustine says, this means Adam.",
    "start": "00:17:15",
    "end": "00:17:43"
  },
  {
    "text": "This man is Adam.",
    "start": "00:17:43",
    "end": "00:17:44"
  },
  {
    "text": "Yes, it's a symbol for Adam.",
    "start": "00:17:44",
    "end": "00:17:46"
  },
  {
    "text": "Okay.",
    "start": "00:17:46",
    "end": "00:17:47"
  },
  {
    "text": "Jerusalem refers to the heavenly city of peace from whose blessedness Adam fell. Jericho means the moon. And he's actually doing a little Hebrew word play because the three main consonants of Yericho are the three main consonants of the Hebrew word for moon. So he thinks that's a wordplay, which is good instinct, because place names often are wordplays, though I'm not sure this one helps us. It means the moon and it signifies our mortality because it is born, waxes, wanes and dies. So he takes a guy going. Going from Jerusalem to Jericho to be.",
    "start": "00:17:47",
    "end": "00:18:24"
  },
  {
    "text": "Imports all this symbolic meaning to it.",
    "start": "00:18:24",
    "end": "00:18:26"
  },
  {
    "text": "Yeah. Essentially he sees it as an allegory of Genesis 1:3. He's falling from. He's falling from Eden. The heavenly Jerusalem.",
    "start": "00:18:26",
    "end": "00:18:36"
  },
  {
    "text": "That's interesting.",
    "start": "00:18:36",
    "end": "00:18:37"
  },
  {
    "text": "The thieves are the devil and his angels.",
    "start": "00:18:37",
    "end": "00:18:40"
  },
  {
    "text": "The thieves, they're the ones that come and beat him up.",
    "start": "00:18:40",
    "end": "00:18:42"
  },
  {
    "text": "Beat the guy up.",
    "start": "00:18:42",
    "end": "00:18:43"
  },
  {
    "text": "Can we just recap this parable really fast?",
    "start": "00:18:43",
    "end": "00:18:45"
  },
  {
    "text": "Oh, sure. Yes.",
    "start": "00:18:45",
    "end": "00:18:46"
  },
  {
    "text": "A man's traveling from Jerusalem to Jericho. He gets beat up by some thieves. He's on the side of the road.",
    "start": "00:18:46",
    "end": "00:18:52"
  },
  {
    "text": "Correct.",
    "start": "00:18:52",
    "end": "00:18:53"
  },
  {
    "text": "In horrible shape. And then a priest comes around.",
    "start": "00:18:53",
    "end": "00:18:56"
  },
  {
    "text": "Priest from Jerusalem walks by. Doesn't help, doesn't do anything.",
    "start": "00:18:56",
    "end": "00:18:59"
  },
  {
    "text": "A Levite.",
    "start": "00:18:59",
    "end": "00:19:00"
  },
  {
    "text": "A Levite from Jerusalem walks by. It doesn't help.",
    "start": "00:19:00",
    "end": "00:19:02"
  },
  {
    "text": "A Samaritan.",
    "start": "00:19:02",
    "end": "00:19:03"
  },
  {
    "text": "Samaritan who is a people that Israel. Distant cousin in not good standing. Yeah, yeah, yeah.",
    "start": "00:19:03",
    "end": "00:19:12"
  },
  {
    "text": "Comes and he helps. Helps.",
    "start": "00:19:13",
    "end": "00:19:15"
  },
  {
    "text": "Correct. And takes him to an inn. Takes the hurt guy, puts him on his donkey, takes him to an inn, pays his medical recovery and nurses him back to health. So. Well, Augustine's just basically walking through the parable step by step, giving symbolic meanings to everything. Meanings to everything. But notice what he's doing. He's essentially plugging it into the narrative of Genesis 1 through 3, but in a very direct way. The man is Adam.",
    "start": "00:19:15",
    "end": "00:19:40"
  },
  {
    "text": "Yes.",
    "start": "00:19:40",
    "end": "00:19:40"
  },
  {
    "text": "Jerusalem is heavenly. Jerusalem, Jericho is him going to the place of mortality. Getting robbed on the way is what the devil does to him.",
    "start": "00:19:40",
    "end": "00:19:51"
  },
  {
    "text": "Okay.",
    "start": "00:19:51",
    "end": "00:19:51"
  },
  {
    "text": "The devil strips him of his clothes, that is of his immortality, and beats him, that is persuading him to sin, leaving him half dead. Yeah, he's plugging it into a reading of Genesis 1:3.",
    "start": "00:19:51",
    "end": "00:20:04"
  },
  {
    "text": "Got it.",
    "start": "00:20:04",
    "end": "00:20:04"
  },
  {
    "text": "Let's see, the priest and the Levite who saw and passed him by. Signify the priesthood and the ministry of the Old Testament, which could profit nothing for salvation. So he had. Well, he had a complicated view of the Old Testament and how the Christian reads it and relates to it. That's for another day.",
    "start": "00:20:04",
    "end": "00:20:22"
  },
  {
    "text": "Got it.",
    "start": "00:20:22",
    "end": "00:20:22"
  },
  {
    "text": "But he sees them as symbols, essentially, of the Old Testament priesthood.",
    "start": "00:20:22",
    "end": "00:20:26"
  },
  {
    "text": "Got it.",
    "start": "00:20:26",
    "end": "00:20:26"
  },
  {
    "text": "The Samaritan, another Hebrew word play, means guardian. And that's true. The main consonants of the word Samaritan are the three consonants of the verb shamar, to guard or to keep.",
    "start": "00:20:27",
    "end": "00:20:37"
  },
  {
    "text": "In Hebrew.",
    "start": "00:20:37",
    "end": "00:20:38"
  },
  {
    "text": "In Hebrew.",
    "start": "00:20:38",
    "end": "00:20:39"
  },
  {
    "text": "He knew his Hebrew.",
    "start": "00:20:39",
    "end": "00:20:40"
  },
  {
    "text": "Yeah, he knows some Hebrew. Oh, he makes lots of Hebrews.",
    "start": "00:20:40",
    "end": "00:20:44"
  },
  {
    "text": "He's probably like me.",
    "start": "00:20:45",
    "end": "00:20:46"
  },
  {
    "text": "Makes lots of.",
    "start": "00:20:46",
    "end": "00:20:46"
  },
  {
    "text": "Hebrew to be dangerous.",
    "start": "00:20:48",
    "end": "00:20:49"
  },
  {
    "text": "Yeah. Therefore, the Lord himself is signified by this name. So he sees the Samaritan as the guardian. Little Hebrew wordplay. And he sees this as symbolizing Jesus. The binding of the wounds is the restraint of sin. The oil that he pours on the wounds in the parable is the comfort of good hope. The wine is the exhortation to work with fervent spirit. So he gives them some oil and then some wine.",
    "start": "00:20:49",
    "end": "00:21:18"
  },
  {
    "text": "Every detail in the story has its name.",
    "start": "00:21:18",
    "end": "00:21:19"
  },
  {
    "text": "Do you see what he's doing here? The beast, the animal that he puts him on. The donkey is the flesh which he deigned to come to us. So he sees both the Samaritan symbolizing Jesus, but also the donkey.",
    "start": "00:21:19",
    "end": "00:21:33"
  },
  {
    "text": "Yeah.",
    "start": "00:21:33",
    "end": "00:21:34"
  },
  {
    "text": "Interesting, because the donkey is like a humble animal. So he sees that as a symbol of the incarnation.",
    "start": "00:21:34",
    "end": "00:21:39"
  },
  {
    "text": "Okay.",
    "start": "00:21:39",
    "end": "00:21:40"
  },
  {
    "text": "Being set upon the beast. The Samaritan puts the hurt man on the donkey to ride it. So the man being set on the beast is the belief in the incarnation of Christ. If you ride on the donkey, you're trusting in the incarnation. The inn, the hotel that he takes him to is the church where travelers returning to the heavenly country are refreshed after their pilgrimage. We could go on, but you get the idea. Yep. Yep. Get the idea.",
    "start": "00:21:40",
    "end": "00:22:08"
  },
  {
    "text": "And I understand the. I understand why he's doing this.",
    "start": "00:22:08",
    "end": "00:22:11"
  },
  {
    "text": "Yep.",
    "start": "00:22:12",
    "end": "00:22:12"
  },
  {
    "text": "Correct inclination for this. Because, I mean, if you just think of, like, what Jesus did with the Four soils, when he was asked, what does this mean, he starts to give meaning to the details. Oh, the birds who eat the seed, they're Satan and his crew. And you wouldn't have known that unless Jesus gave you that kind of decoder ring.",
    "start": "00:22:12",
    "end": "00:22:30"
  },
  {
    "text": "So it just seems like the instinct is correct. Good Samaritan is a symbolic story.",
    "start": "00:22:30",
    "end": "00:22:35"
  },
  {
    "text": "Okay. Instinct is correct.",
    "start": "00:22:35",
    "end": "00:22:37"
  },
  {
    "text": "Yep.",
    "start": "00:22:37",
    "end": "00:22:37"
  },
  {
    "text": "And, man, how fun would that be to sit there and, like, take every piece and then connect it?",
    "start": "00:22:37",
    "end": "00:22:43"
  },
  {
    "text": "Oh, yes.",
    "start": "00:22:43",
    "end": "00:22:44"
  },
  {
    "text": "Trusting in Jesus is Like riding the donkey.",
    "start": "00:22:44",
    "end": "00:22:47"
  },
  {
    "text": "Yeah, yeah, yeah, totally. No, you have a great time. Yeah, totally. You're right. So let's. We're pointing out the positives.",
    "start": "00:22:47",
    "end": "00:22:54"
  },
  {
    "text": "Yeah. So what's the problem? It's having a good time.",
    "start": "00:22:54",
    "end": "00:22:57"
  },
  {
    "text": "Yeah, that's the problem. Yeah. Okay. What is the problem?",
    "start": "00:22:57",
    "end": "00:22:59"
  },
  {
    "text": "What's the problem?",
    "start": "00:23:00",
    "end": "00:23:00"
  },
  {
    "text": "What's the problem? Well, I guess one way to ask the question is, are we honoring Jesus and asking what did he mean by telling this story and when did he tell the story in what context? And I think that's just the simple. That's what biblical interpretation is.",
    "start": "00:23:00",
    "end": "00:23:16"
  },
  {
    "text": "Yeah. I think the problem with this, because who knows, Augustine probably did want to know what Jesus meant and probably thought he was getting out what Jesus meant. Probably.",
    "start": "00:23:16",
    "end": "00:23:24"
  },
  {
    "text": "Yeah. You know, for all the times that I've read people quote this and I have, you know, went and looked it up and here's the quote of the section. I have not read this whole section in his work, in his work in context. So I'm dishonoring Augustine, I suppose.",
    "start": "00:23:24",
    "end": "00:23:39"
  },
  {
    "text": "So who knows?",
    "start": "00:23:39",
    "end": "00:23:39"
  },
  {
    "text": "Who knows?",
    "start": "00:23:39",
    "end": "00:23:40"
  },
  {
    "text": "Someone can look that up. But it seems like. So the thing that he's missing, though, is none of the context of when Jesus told this parable is informing how he's reading the parable.",
    "start": "00:23:40",
    "end": "00:23:50"
  },
  {
    "text": "That's right.",
    "start": "00:23:50",
    "end": "00:23:50"
  },
  {
    "text": "That seems to be the problem.",
    "start": "00:23:50",
    "end": "00:23:51"
  },
  {
    "text": "That's right. And he's placing it into a new context. He's taken it so he's not attending to the context that Luke has given us in why Jesus told the story and to whom. And he's put it in a new context, which is his kind of meta interpretation of the biblical story. Humans falling from their heavenly perfection, beset with sin and then death and being healed by Jesus so that they can return to their heavenly home. That's Augustine's understanding of how the biblical story works. Yeah, he lays it out in detail in a huge work called the City of God. And there's a lot that he's really in tune with. And I think there's a lot that he is missing and doesn't get right.",
    "start": "00:23:51",
    "end": "00:24:36"
  },
  {
    "text": "And so he's got that framework.",
    "start": "00:24:36",
    "end": "00:24:38"
  },
  {
    "text": "He's plugging it. That's right.",
    "start": "00:24:38",
    "end": "00:24:39"
  },
  {
    "text": "How does this parable now inform that framework?",
    "start": "00:24:39",
    "end": "00:24:42"
  },
  {
    "text": "Yeah, he plugs it and then plugs it into that. His understanding of the whole biblical story, and then decodes all of the elements of the story. So this begins a huge debate of like, okay, when Jesus told these parables, how many symbols did he pack into them? What did he mean for us to take a symbol? And how much is just part of the little narrative realism to add to the parables has just gone crazy.",
    "start": "00:24:42",
    "end": "00:25:10"
  },
  {
    "text": "Yeah, if you use this approach, there's going to be lots of different answers.",
    "start": "00:25:10",
    "end": "00:25:14"
  },
  {
    "text": "Every interpreter will have a different interpreter decoder ring. Yeah, that's right, that's right. So in the height of the kind of modern, mid, kind of late Enlightenment era of modern biblical studies, there's a new excitement about archaeology and history and language and reading the Bible in its historical context. This is the last 200 years of biblical studies. So the scholar to really reshape the modern paradigm about the parables is a German scholar named Adolf Hitler Uliker, who wrote this huge two volume work on the parables of Jesus. And his basic goal was to say he was trying to counter now 1500 plus years of allegorical interpretation, which I think it was a right intuition to say, like, hey, we're not tuning into what Jesus meant here. So he did exhaustive research on plants, money, currency, debt, politics, all the main.",
    "start": "00:25:14",
    "end": "00:26:12"
  },
  {
    "text": "Themes, main elements of these parables.",
    "start": "00:26:12",
    "end": "00:26:15"
  },
  {
    "text": "And he was showing like, hey, you know, when Jesus talks about weeds and the wheat, he's talking about a specific kind of plant that looks just like, you know, wheat and so on. He did a great service to biblical interpretation, but he swung the pendulum extreme away from the allegorical approach. And he said all of these details are not hidden biblical codes. They're just window dressing, local flavor, historical realism. His basic point was each parable has one main point, the rest is just realistic kind of decoration. So the parable of the talents is be faithful with what God gives you. That's all we're meant to take away. Nothing less, but nothing more. And so pretty much so the good.",
    "start": "00:26:15",
    "end": "00:27:01"
  },
  {
    "text": "Samaritan one, he might say, yeah, it's about loving your neighbor. Nothing more, nothing less.",
    "start": "00:27:01",
    "end": "00:27:06"
  },
  {
    "text": "Well, or even that when Jesus says, who was the neighbor to the Samaritan? You know, it's that subversion that Jesus is doing. It does more than say, be a good person. It's recognize that the person you hate might actually be better than you. Yeah, right. So you have these two extremes now. Augustine, Augustine and Uliker. And pretty much since Uliker, people have said, ah, both are extreme. Probably the reality of how to read the parables is somewhere in the middle. So that's kind of the map of the history of interpretation. Okay, so I've been hugely helped. I think I've quoted them, I've quoted Craig Blomberg quite a bit in this conversation. And then I think I mentioned Klein Snodgrass. And also a fun read is A Jewish scholar, Amy Jill Levine, who wrote a fantastic little exploration of the parables called Short Stories by Jesus.",
    "start": "00:27:06",
    "end": "00:27:59"
  },
  {
    "text": "Out of these three books, it is the smallest.",
    "start": "00:27:59",
    "end": "00:28:01"
  },
  {
    "text": "Amy's book is the smallest.",
    "start": "00:28:03",
    "end": "00:28:04"
  },
  {
    "text": "Yeah.",
    "start": "00:28:04",
    "end": "00:28:05"
  },
  {
    "text": "What's great is her goal in the book is to locate Jesus parables in their first century Jewish context, placing Jesus among the community of rabbis and early Jewish teachers. Because parables are a huge thing in Jewish literature outside of the New Testament. And so she's trying to place Jesus in that context. So those are three works that kind of represent the state of the conversation today. And all of them stake out a middle ground in between those two extremes. The parables are clearly symbolic stories. They clearly have multiple levels of meaning. Think about the conversation that we had. Jesus is at a feast with pharisees in Luke 14, and he tells a story about a feast. But there's all these clever inversions because it's about people who don't come to a feast.",
    "start": "00:28:05",
    "end": "00:28:55"
  },
  {
    "text": "But there's not multiple level of meaning. Is there maybe just multiple.",
    "start": "00:28:55",
    "end": "00:28:59"
  },
  {
    "text": "Oh, well, yeah. Remember, indirect communication is non literal communication. So I tell a story about people at a feast. So that's its most basic level of meaning. A story about a feast. Got it. But indirect communication is intending a double. A deeper layer of meaning that is working in a surprising way. That's what I mean by I see levels of meaning.",
    "start": "00:29:00",
    "end": "00:29:26"
  },
  {
    "text": "Now. Is there ever more than two in Jesus parables?",
    "start": "00:29:26",
    "end": "00:29:30"
  },
  {
    "text": "I think I'm just saying there's a surface level.",
    "start": "00:29:30",
    "end": "00:29:32"
  },
  {
    "text": "Surface level.",
    "start": "00:29:32",
    "end": "00:29:33"
  },
  {
    "text": "And then there's the level of intention or purpose.",
    "start": "00:29:33",
    "end": "00:29:36"
  },
  {
    "text": "Okay. That's all you're meaning.",
    "start": "00:29:36",
    "end": "00:29:38"
  },
  {
    "text": "That's what I mean.",
    "start": "00:29:38",
    "end": "00:29:39"
  },
  {
    "text": "You're not meaning that you can take away multiple different types of things depending on how you're thinking about.",
    "start": "00:29:39",
    "end": "00:29:47"
  },
  {
    "text": "Let's think about our conversations on poetry. It's about biblical poetry. It's a kind of communication that is dense and rich.",
    "start": "00:29:47",
    "end": "00:29:55"
  },
  {
    "text": "Yes.",
    "start": "00:29:55",
    "end": "00:29:55"
  },
  {
    "text": "That you keep on discovering new aspects of it that you hadn't thought of.",
    "start": "00:29:55",
    "end": "00:30:00"
  },
  {
    "text": "New aspects of the.",
    "start": "00:30:00",
    "end": "00:30:02"
  },
  {
    "text": "Of the second level of media.",
    "start": "00:30:02",
    "end": "00:30:03"
  },
  {
    "text": "Of the second level of media. But you're not finding a third level or fourth level.",
    "start": "00:30:03",
    "end": "00:30:07"
  },
  {
    "text": "Okay, yeah, got it. Yeah. I'm just saying there's the surface level of the narrative in a parable. A guy walks down a road from one city to another and gets beat up.",
    "start": "00:30:07",
    "end": "00:30:15"
  },
  {
    "text": "Yes.",
    "start": "00:30:15",
    "end": "00:30:15"
  },
  {
    "text": "The deeper level of meaning is in what these characters symbolize. So you already noted it in the Parable of the Four Soils, for example, Jesus gives a symbolic interpretation. The seed is the message about the kingdom and so on. So the question is the skill to develop in reading the parables is how do I learn how to identify the one? What are the actual symbols that I'm supposed to think are the important ones and how do I connect them to what Jesus intended by them? I mean, right, that's. Yeah, that's the million dollar question.",
    "start": "00:30:16",
    "end": "00:30:47"
  },
  {
    "text": "Yep.",
    "start": "00:30:47",
    "end": "00:30:48"
  },
  {
    "text": "So here I am kind of condensing the work of these three scholars and some others. Here's some guide posts that I have found. You could call it three. Three questions to ask. Three practical steps or questions as I'm interpreting the par.",
    "start": "00:30:48",
    "end": "00:31:02"
  },
  {
    "text": "Sam.",
    "start": "00:31:10",
    "end": "00:31:25"
  },
  {
    "text": "First, it's going to sound. If you've listened to this conversation all the way up to this point, this, this will be really intuitive. Pay attention to the context that the Gospel authors have given you, which is the context of Jesus announcing the kingdom of God to Israel in the first century.",
    "start": "00:32:01",
    "end": "00:32:17"
  },
  {
    "text": "Yeah, that's the big context. You're talking about that big context.",
    "start": "00:32:17",
    "end": "00:32:22"
  },
  {
    "text": "The big context. What do you mean?",
    "start": "00:32:23",
    "end": "00:32:24"
  },
  {
    "text": "Because there's even more smaller context, like in the Good Samaritan.",
    "start": "00:32:24",
    "end": "00:32:29"
  },
  {
    "text": "Oh, right, right, right, right. Okay. Yes. So the.",
    "start": "00:32:29",
    "end": "00:32:31"
  },
  {
    "text": "Is that a different point?",
    "start": "00:32:31",
    "end": "00:32:32"
  },
  {
    "text": "There's a big context of. The Gospel authors portray Jesus announcing the kingdom of God as a challenge to the current leadership of Israel.",
    "start": "00:32:32",
    "end": "00:32:40"
  },
  {
    "text": "Yeah, that's Jesus life and ministry and identity.",
    "start": "00:32:40",
    "end": "00:32:44"
  },
  {
    "text": "So then that's a macro context.",
    "start": "00:32:44",
    "end": "00:32:46"
  },
  {
    "text": "Macro context.",
    "start": "00:32:46",
    "end": "00:32:47"
  },
  {
    "text": "Then each micro context will be. Jesus was at a meal.",
    "start": "00:32:47",
    "end": "00:32:51"
  },
  {
    "text": "Yeah.",
    "start": "00:32:51",
    "end": "00:32:51"
  },
  {
    "text": "With some Pharisees.",
    "start": "00:32:51",
    "end": "00:32:52"
  },
  {
    "text": "Someone came and asked him a question.",
    "start": "00:32:52",
    "end": "00:32:54"
  },
  {
    "text": "Right. A Bible scholar comes and asks him a question. Correct. Jesus was approaching Jerusalem and he told this parable because.",
    "start": "00:32:55",
    "end": "00:33:02"
  },
  {
    "text": "Because that was the problem with Augustine's allegorical interpretation is that he wasn't looking at the context. That a guy came up and said, yeah, hey, Jesus.",
    "start": "00:33:02",
    "end": "00:33:13"
  },
  {
    "text": "That's right.",
    "start": "00:33:13",
    "end": "00:33:13"
  },
  {
    "text": "Who's in and who's out?",
    "start": "00:33:13",
    "end": "00:33:14"
  },
  {
    "text": "That's right.",
    "start": "00:33:14",
    "end": "00:33:15"
  },
  {
    "text": "Who gets my love? Who doesn't?",
    "start": "00:33:15",
    "end": "00:33:16"
  },
  {
    "text": "Correct. And there was also Adolf Ulicker's, I think, stumbling point too. He even said that the narrative context provided by the Gospels is artificial. And much later. So he tried to reconstruct what Jesus might have meant telling the stories, but he created a new context even than what the Gospel authors give us.",
    "start": "00:33:16",
    "end": "00:33:36"
  },
  {
    "text": "Oh, interesting.",
    "start": "00:33:36",
    "end": "00:33:36"
  },
  {
    "text": "And so we're trying to take seriously the macro context of the Gospels, how they portray Jesus and what he's doing. And then each micro context, the actual.",
    "start": "00:33:36",
    "end": "00:33:47"
  },
  {
    "text": "The macro context is that Jesus is the surprising king bringing an upside down.",
    "start": "00:33:47",
    "end": "00:33:52"
  },
  {
    "text": "That causes a crisis of decision and a warning to the current leaders of Israel. I have some examples for each one of these steps. Let's apply it.",
    "start": "00:33:53",
    "end": "00:34:02"
  },
  {
    "text": "Great.",
    "start": "00:34:02",
    "end": "00:34:03"
  },
  {
    "text": "Shall we? This is in Luke chapter 19, verse 11. And just I'll kind of paint the context here. This is the ending of Luke's travel narrative. So at the end of Luke chapter nine is when Jesus is transformed on the mountaintop like Moses exalted, you know, and he starts glowing like Moses face. And just like at the baptism, a divine cloud comes over and the three disciples hear, this is my son, I love him, listen to him, that kind of thing. So then Jesus starts on a mission to Jerusalem. He fixes his face to go to Jerusalem. And the whole way he's trying to tell them, hey, listen, I'm going to die in Jerusalem because people hate me there because of what I'm doing and saying. So all through chapters nine through 19, he, he's on the road to Jerusalem. Chapter 19, he just got through Jericho, which is at the bottom of the Jordan Valley. You're now starting the 20 mile climb up to Jerusalem. Zacchaeus, oh, this is where he's at. Zacchaeus is in Jericho. So he starts going up the road. We're told while people were listening to him, verse 11, Jesus went on to tell a parable because he was near Jerusalem and he could see that people were thinking something. So just pause. Jesus, he's been announcing the kingdom of God.",
    "start": "00:34:03",
    "end": "00:35:23"
  },
  {
    "text": "He's on his way to Jerusalem.",
    "start": "00:35:23",
    "end": "00:35:25"
  },
  {
    "text": "It's Passover. Everybody's flooding up to Jerusalem for Passover. And here's this very prominent, now critical prophet who's been warning and critiquing the leaders of Israel going up to Jerusalem. So I mean, people are like something's going to go down here. And he can tell people are thinking that. So that's what Luke tells us. And here's what Jesus thinks, that the people think that the kingdom of God is going to appear here. And now it's happening, it's the showdown. So what we have to do is imagine ourselves. What did those people think by the kingdom of God coming? And what did they think Jesus was going to do when he got to Jerusalem? We have to.",
    "start": "00:35:25",
    "end": "00:36:03"
  },
  {
    "text": "How would you. And how would you summarize that?",
    "start": "00:36:03",
    "end": "00:36:05"
  },
  {
    "text": "Imagine? Well, if I think to expectations about the arrival of God as king in Jerusalem. And here we're back to that. Jesus sees himself as fulfilling the story of the Hebrew bible. So Isaiah 40, get up. O messengers of good news say to Jerusalem, behold your God. He comes with power to bring justice and to gather the lambs unto himself. So he's coming to take care of business, going to kick out the bad guys. He's going to establish his rule from Jerusalem. Over all the nations. And, you know, Isaiah 2, Isaiah 11, bring justice, condemn the wicked, condemn the oppressor, that kind of thing.",
    "start": "00:36:05",
    "end": "00:36:49"
  },
  {
    "text": "He was going to go to Jerusalem, he was going to shake things up. He was going to get power to.",
    "start": "00:36:49",
    "end": "00:36:55"
  },
  {
    "text": "Rule Israel, to restore the kingdom of Israel.",
    "start": "00:36:55",
    "end": "00:36:58"
  },
  {
    "text": "Restore the kingdom of Israel, Boot out the Romans and make Jerusalem and the Temple the center. The center of everything.",
    "start": "00:36:58",
    "end": "00:37:06"
  },
  {
    "text": "That's right. Yep. That's what Jesus knows that everybody's thinking.",
    "start": "00:37:06",
    "end": "00:37:09"
  },
  {
    "text": "Yeah.",
    "start": "00:37:09",
    "end": "00:37:10"
  },
  {
    "text": "So he went on to tell them this parable because he knew that that's what everybody was thinking. So that's what Luke tells us.",
    "start": "00:37:10",
    "end": "00:37:17"
  },
  {
    "text": "Yeah.",
    "start": "00:37:17",
    "end": "00:37:18"
  },
  {
    "text": "So this parable is a commentary on what's happening right here. Yeah, that's what Luke's telling us right here. Okay. So he said a man of noble birth. So like a guy born into a royal family.",
    "start": "00:37:19",
    "end": "00:37:31"
  },
  {
    "text": "Yeah.",
    "start": "00:37:31",
    "end": "00:37:31"
  },
  {
    "text": "A guy who's destined to become king.",
    "start": "00:37:31",
    "end": "00:37:33"
  },
  {
    "text": "That's a great gig.",
    "start": "00:37:34",
    "end": "00:37:35"
  },
  {
    "text": "He was away in a distant country. Went away to a distant country because he was going to be appointed as king and then to return. So that's how it begins. There's a guy who is destined to become king. He went away to be crowned king, and then he was going to come back.",
    "start": "00:37:35",
    "end": "00:37:49"
  },
  {
    "text": "Okay, why is he crowned somewhere else?",
    "start": "00:37:50",
    "end": "00:37:52"
  },
  {
    "text": "I. Yeah, that's a great. Actually, there are many people who think that he's actually telling this story with an eye towards a recent political event. Yes, that's right. I'm looking this up in Snodgrass Guide to the Parables called Stories With Intent. Yes. He cites. A lot of scholars think that Jesus is alluding to Herod the Great's sons, one of whom is named Archelaus. So after the Herod the Great who tried to kill baby Jesus in Matthew, after he dies, his rulership over Israel, Palestine gets carved up among his sons and the grandsons. But Rome's really the one in charge. So what Herod's sons have to do is make a trip to Rome to get appointed as essentially Herod Number Two. And then they come back and everybody hates these guys. And a lot of people started rebellions and wanted to overthrow them. So. Sorry, that's. That's a good example of Jesus telling a story. He's alluding. I think it's right. To a recent political event. And it's. Again, it's a form of. He's a good communicator.",
    "start": "00:37:52",
    "end": "00:39:05"
  },
  {
    "text": "Yeah.",
    "start": "00:39:05",
    "end": "00:39:05"
  },
  {
    "text": "He knows his audience.",
    "start": "00:39:05",
    "end": "00:39:06"
  },
  {
    "text": "Yeah. And his audience will be like, oh, is he talking about Herod's kid?",
    "start": "00:39:06",
    "end": "00:39:10"
  },
  {
    "text": "Whoa. Interesting. Although. Yeah, that's. Or at least using it's a great hook. That's my point. Yes, it's a great hook. Okay. So a man of royal birth went to a distant country to be appointed king and then to return. So he called ten of his servants and gave them ten minas units of money. Put the money to work, he said, until I come back. But his subjects hated him, and so they sent a delegation after him to go to the place where he was going to be appointed king and to represent a detracting voice with, we don't want this man to be our king. But he was made king, however, and he returned home. First he sent for the servants to whom he had given the money to find out what they had gained with it. The first one came and said, oh, look, sir, your one Mina has earned 10 more. Well done, good servant, because you've been trustworthy in a very small matter. Take charge of 10 cities. The second came and said, sir, your mina has earned five more. His master said, you take charge of five cities. Another servant came and said, sir, here is your mina back. I kept it laid away in a piece of cloth because I was afraid of you. I know you're a hard man. You take out what you don't put in and you reap what you didn't sow. Which I think is an exaggerated way to say somehow you can find profit out of things that you didn't even invest in. The master said, I will judge you by your own words, you wicked servant. You knew, did you, that I'm a hard man, that I can take out what I don't put in and that I can reap from what I didn't sow. So why didn't you put my money on deposit so that when I came back, I could collect it with interest? Then he said to those standing by, take his mina away and give it to the one who has 10. And they said, sir, he has 10 already. He replied, I tell you, to everyone who has more will be given. But to the one who has nothing, even what they have will be taken away. And as for those enemies of mine who didn't want me to be king, bring them here, slay them in front of me. Didn't you say, these are the ones that bother you? Yeah, yeah, yeah. After he said these things, he went on ahead, going up to Jerusalem. And here it's where he finds the donkey and then rides in Palm Sunday and they hail him as king. They hail him as king, returning to Jerusalem. So we'll talk about that in a moment. But first, just first impressions.",
    "start": "00:39:10",
    "end": "00:41:39"
  },
  {
    "text": "I don't understand how it connects to that context. It just doesn't seem clear at all. I feel lost. That's my first impression.",
    "start": "00:41:40",
    "end": "00:41:49"
  },
  {
    "text": "Okay, I'm lost. Yeah. Okay.",
    "start": "00:41:49",
    "end": "00:41:52"
  },
  {
    "text": "Violent. It ends very violent.",
    "start": "00:41:52",
    "end": "00:41:55"
  },
  {
    "text": "It's about a king acting like ancient kings, you know.",
    "start": "00:41:56",
    "end": "00:41:59"
  },
  {
    "text": "Yeah.",
    "start": "00:41:59",
    "end": "00:41:59"
  },
  {
    "text": "Scrupulous when it comes to money and harsh when it comes to betrayal.",
    "start": "00:41:59",
    "end": "00:42:05"
  },
  {
    "text": "Yeah. The whole, like, get 10 cities to rule thing. When I've read this before, that's been the focal point for me. Let's focus on that. That there's some sort of reward that is parallel to what I do with what I'm given now. And I think at some point someone pointed out to me that in Revelation, at the very end, you've got the city, the new Jerusalem, and then you've got all the nations and you got outside still. So you got cities and you have kings, and you're going to have all sorts of kind of regular geopolitical things, I suppose.",
    "start": "00:42:05",
    "end": "00:42:48"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:42:48",
    "end": "00:42:48"
  },
  {
    "text": "And so if that's the case in New Creation, there's going to be people ruling cities and stuff. And so Jesus is preparing you to. To be the kind of person who could have that kind of power and authority in the new creation.",
    "start": "00:42:48",
    "end": "00:43:00"
  },
  {
    "text": "Good.",
    "start": "00:43:01",
    "end": "00:43:01"
  },
  {
    "text": "So that's kind of where.",
    "start": "00:43:01",
    "end": "00:43:03"
  },
  {
    "text": "It's where your mind has gone in the past.",
    "start": "00:43:03",
    "end": "00:43:05"
  },
  {
    "text": "My mind has gone in the past about this.",
    "start": "00:43:05",
    "end": "00:43:07"
  },
  {
    "text": "Okay, that's good. That's good. So let's probe a little bit.",
    "start": "00:43:07",
    "end": "00:43:10"
  },
  {
    "text": "Okay.",
    "start": "00:43:10",
    "end": "00:43:19"
  },
  {
    "text": "Sa. So you're taking Jesus words to refer to you.",
    "start": "00:43:19",
    "end": "00:44:12"
  },
  {
    "text": "Yeah.",
    "start": "00:44:12",
    "end": "00:44:13"
  },
  {
    "text": "And your eternal destiny.",
    "start": "00:44:13",
    "end": "00:44:15"
  },
  {
    "text": "My eternal vocation.",
    "start": "00:44:16",
    "end": "00:44:17"
  },
  {
    "text": "Your eternal vocation based on what?",
    "start": "00:44:17",
    "end": "00:44:20"
  },
  {
    "text": "On what I do with what God's given me here and now.",
    "start": "00:44:20",
    "end": "00:44:24"
  },
  {
    "text": "Got it. Okay. So you're taking Jesus treasure in heaven. You're taking Jesus to be the king.",
    "start": "00:44:24",
    "end": "00:44:31"
  },
  {
    "text": "Yes.",
    "start": "00:44:31",
    "end": "00:44:32"
  },
  {
    "text": "And you're taking yourself.",
    "start": "00:44:32",
    "end": "00:44:33"
  },
  {
    "text": "Jesus servants.",
    "start": "00:44:34",
    "end": "00:44:35"
  },
  {
    "text": "Jesus wants us to see that the servants refer to his disciples.",
    "start": "00:44:35",
    "end": "00:44:41"
  },
  {
    "text": "Yeah, that's how this parable's always landed.",
    "start": "00:44:42",
    "end": "00:44:44"
  },
  {
    "text": "Okay, so the servant. I'm just trying to. If we're doing a little.",
    "start": "00:44:44",
    "end": "00:44:48"
  },
  {
    "text": "Yeah.",
    "start": "00:44:48",
    "end": "00:44:48"
  },
  {
    "text": "Augustine, Dakota, Ring. Jesus is the king.",
    "start": "00:44:48",
    "end": "00:44:50"
  },
  {
    "text": "Jesus is the king.",
    "start": "00:44:50",
    "end": "00:44:51"
  },
  {
    "text": "His disciples are the people given different amounts of money.",
    "start": "00:44:51",
    "end": "00:44:56"
  },
  {
    "text": "Yeah.",
    "start": "00:44:56",
    "end": "00:44:56"
  },
  {
    "text": "Two of which score really highly.",
    "start": "00:44:56",
    "end": "00:44:58"
  },
  {
    "text": "Yeah.",
    "start": "00:44:58",
    "end": "00:44:59"
  },
  {
    "text": "One of which doesn't. But then you've also got these rebels who never wanted him to be king in the first place. How do those.",
    "start": "00:44:59",
    "end": "00:45:05"
  },
  {
    "text": "Yeah, I never really thought about them, but I suppose they're just.",
    "start": "00:45:05",
    "end": "00:45:08"
  },
  {
    "text": "These would be people who don't accept Jesus.",
    "start": "00:45:09",
    "end": "00:45:11"
  },
  {
    "text": "Yeah.",
    "start": "00:45:11",
    "end": "00:45:12"
  },
  {
    "text": "So they get destroyed.",
    "start": "00:45:12",
    "end": "00:45:13"
  },
  {
    "text": "Yeah, that's the hellfire.",
    "start": "00:45:14",
    "end": "00:45:15"
  },
  {
    "text": "That's the hell part.",
    "start": "00:45:15",
    "end": "00:45:15"
  },
  {
    "text": "That's the hell part.",
    "start": "00:45:15",
    "end": "00:45:16"
  },
  {
    "text": "So the heaven becomes reigning Over.",
    "start": "00:45:16",
    "end": "00:45:18"
  },
  {
    "text": "And actually, in this interpretation, what's always difficult for me is that servant who was afraid.",
    "start": "00:45:18",
    "end": "00:45:25"
  },
  {
    "text": "Yeah, yeah. Okay.",
    "start": "00:45:25",
    "end": "00:45:26"
  },
  {
    "text": "And then he gets punished.",
    "start": "00:45:26",
    "end": "00:45:27"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:45:27",
    "end": "00:45:28"
  },
  {
    "text": "But if this is about whether you get into heaven or hell and how hooked up you are there.",
    "start": "00:45:28",
    "end": "00:45:34"
  },
  {
    "text": "Yeah. Okay.",
    "start": "00:45:34",
    "end": "00:45:34"
  },
  {
    "text": "It seems like it should have been a little different. Been like, well, you're in, but you don't get to rule any cities.",
    "start": "00:45:35",
    "end": "00:45:40"
  },
  {
    "text": "Right, right, right, right, right. Yeah. So that becomes a little glitch, then.",
    "start": "00:45:40",
    "end": "00:45:42"
  },
  {
    "text": "Glitch.",
    "start": "00:45:42",
    "end": "00:45:43"
  },
  {
    "text": "Theological glitch. Yes, that. Then you maybe need to do some interpretive gymnastics or something like that.",
    "start": "00:45:43",
    "end": "00:45:50"
  },
  {
    "text": "Okay.",
    "start": "00:45:50",
    "end": "00:45:51"
  },
  {
    "text": "All right. So. Okay. So you are not alone in that reading of the parable. That's a very common reading of the parable.",
    "start": "00:45:51",
    "end": "00:45:58"
  },
  {
    "text": "Yeah.",
    "start": "00:45:58",
    "end": "00:45:58"
  },
  {
    "text": "So, again, just a simple question to ask is, does that honor the context that Luke has explicitly given me? Luke tells us Jesus told this parable.",
    "start": "00:45:58",
    "end": "00:46:08"
  },
  {
    "text": "Because he wanted people to think differently about what it meant for him to go into Jerusalem, become king.",
    "start": "00:46:08",
    "end": "00:46:14"
  },
  {
    "text": "What's going to happen when I ride in Jerusalem? People have all kinds of assumptions. And he told this parable because of that reason. So that's different.",
    "start": "00:46:14",
    "end": "00:46:26"
  },
  {
    "text": "Doesn't. No, it doesn't honor that. And as we read through it, I had that lens on, and I was lost.",
    "start": "00:46:26",
    "end": "00:46:34"
  },
  {
    "text": "Okay. And you were lost. Okay. All right. So let's ask some questions. It's about a king. It's about someone who is a king, but whom. Not everybody recognizes him as king. Right.",
    "start": "00:46:34",
    "end": "00:46:47"
  },
  {
    "text": "Yeah.",
    "start": "00:46:47",
    "end": "00:46:48"
  },
  {
    "text": "He's going to be appointed king, but.",
    "start": "00:46:48",
    "end": "00:46:50"
  },
  {
    "text": "Not everyone wants him to be when.",
    "start": "00:46:50",
    "end": "00:46:51"
  },
  {
    "text": "He comes to return. Not everyone. Yeah. Recognizes or wants him to be king, though. Some do.",
    "start": "00:46:51",
    "end": "00:46:55"
  },
  {
    "text": "Yeah.",
    "start": "00:46:55",
    "end": "00:46:56"
  },
  {
    "text": "Okay, so let's just start right there. Does that correspond to anything in the gist of the Gospel narrative at some point? Right. So you're right in that the king is a God or Jesus figure. I think we're on the right track there. And there is built into this two different types of his servants.",
    "start": "00:46:56",
    "end": "00:47:13"
  },
  {
    "text": "His servants and his subjects.",
    "start": "00:47:13",
    "end": "00:47:15"
  },
  {
    "text": "And the servants are in two subtypes. One is positive and one's negative.",
    "start": "00:47:15",
    "end": "00:47:20"
  },
  {
    "text": "Right.",
    "start": "00:47:20",
    "end": "00:47:20"
  },
  {
    "text": "And. And then there's the really negative characters. So there's almost three sets of characters, and they all kind of contrast with each other. Two good servants, one wicked, lazy servant, and then rebellious subjects.",
    "start": "00:47:20",
    "end": "00:47:32"
  },
  {
    "text": "Yes.",
    "start": "00:47:32",
    "end": "00:47:32"
  },
  {
    "text": "So the rebellious subjects are going to be dealt with destroyed. The people who haven't responded appropriately to what was given them. The one with the servant, he loses out. He. He loses out on the thing that the king wants to do with his people.",
    "start": "00:47:33",
    "end": "00:47:52"
  },
  {
    "text": "He loses out on the thing the king wants to do.",
    "start": "00:47:53",
    "end": "00:47:55"
  },
  {
    "text": "The king gave a gift. He gave a gift that confronted that wicked, lazy servant with a decision, what am I going to do with this gift? What he does is he buries it. Yeah. He's apathetic with it.",
    "start": "00:47:55",
    "end": "00:48:07"
  },
  {
    "text": "And so he loses out on.",
    "start": "00:48:07",
    "end": "00:48:08"
  },
  {
    "text": "He doesn't get to participate in the thing that he was invited into, which.",
    "start": "00:48:08",
    "end": "00:48:12"
  },
  {
    "text": "Is to steward the resources of the king.",
    "start": "00:48:12",
    "end": "00:48:15"
  },
  {
    "text": "That's right. And then two get in on the party. The thing that this guy wants to share his wealth and wants to build value and build a kingdom with other people.",
    "start": "00:48:15",
    "end": "00:48:25"
  },
  {
    "text": "Yeah. So he doesn't get to have a position of any sort of power and authority.",
    "start": "00:48:25",
    "end": "00:48:29"
  },
  {
    "text": "Yeah, that's right. So there's three different portraits. There's like, wow, you gave me this. Thank you. I want to be a part of this with you. This is good servants. You have a middle servant, which is, you gave me this. And I don't really care. I mean, what he says is, I was afraid and you're a harsh man.",
    "start": "00:48:29",
    "end": "00:48:43"
  },
  {
    "text": "That's true. He does say that. And that's confusing too.",
    "start": "00:48:43",
    "end": "00:48:46"
  },
  {
    "text": "However, what the master says was, even on that, on that understanding of me.",
    "start": "00:48:46",
    "end": "00:48:51"
  },
  {
    "text": "You should have done something.",
    "start": "00:48:51",
    "end": "00:48:52"
  },
  {
    "text": "You could have done the bare minimum. The bare minimum. And there could still be something here. He calls him wicked.",
    "start": "00:48:53",
    "end": "00:48:59"
  },
  {
    "text": "Yeah.",
    "start": "00:48:59",
    "end": "00:48:59"
  },
  {
    "text": "He does call him evil. Yeah. And then you get the anti. Like the resisters. We don't like this king. We don't think he should be king. So this spectrum of responses. And all of a sudden I'm starting to remember all these other parables where Jesus talks about a spectrum of responses to his offer as king of the kingdom of God. Like a four soils, a sub theme here.",
    "start": "00:48:59",
    "end": "00:49:22"
  },
  {
    "text": "Yep.",
    "start": "00:49:22",
    "end": "00:49:22"
  },
  {
    "text": "There's a variety of responses.",
    "start": "00:49:22",
    "end": "00:49:24"
  },
  {
    "text": "This is in Luke. Okay.",
    "start": "00:49:24",
    "end": "00:49:25"
  },
  {
    "text": "Yep. This is in Luke. But the parable of the four soils is in Luke too. Okay. So that's the basic thing. That's the basic outline of it. So there's something about when Jesus rides into Jerusalem and people are going to. Actually here, let's. Immediately after the parable, Jesus rode into Jerusalem, everybody singing and hailing him as king. As a king coming to Jerusalem. He just told a story about a king who was appointed king, coming to the city, coming to his city. This is later in the chapter, in verse 41, after everybody sings from the Psalms. Blessed is he who comes in the name of the Lord. Jesus is approaching the city. He saw it and he began to weep over it and said, if you, even you, Jerusalem, had known on this day what would bring you peace. But now it is hidden from your eyes. The days will come upon you when your enemies will build an embankment against you. They'll encircle you and hem you in on every side. They'll dash you to the ground, you and the children and your walls, they'll. They won't leave one stone on another because you didn't recognize the time of God's visitation. Then he marches in to the city, goes into the temple. Prophetic protest stops the sacrificial system for a hot minute, and then yells Jeremiah 7 at them, you've made my house the den of thieves. He quotes from the sermon of Jeremiah where Jeremiah said, the temple is going to be destroyed. So it seems to me Luke's giving us as many clues as possible here. Jesus is riding in Jerusalem. He's weeping because the city and its leaders have rejected his offer of the kingdom. And he rides in. He knows that they've rejected him. So underneath, that is okay. If they had accepted Jesus offer of the kingdom, that would mean Israel's leaders living by the Sermon on the Mount. And if you live by the Sermon on the Mount, you don't start wars. Right. You certainly don't start rebellions and resistance movements to kill your enemies. You bless your enemies. So Israel, on its current course, is headed towards a war with Rome. That's what he's talking about. The days will come upon you. He's describing the siege of Jerusalem.",
    "start": "00:49:25",
    "end": "00:51:46"
  },
  {
    "text": "He sees it coming.",
    "start": "00:51:46",
    "end": "00:51:46"
  },
  {
    "text": "He sees it coming. And he was trying to offer the way of God's kingdom for Jerusalem to be a light to the nations. And instead it becomes like another Babylon.",
    "start": "00:51:46",
    "end": "00:51:56"
  },
  {
    "text": "And.",
    "start": "00:51:56",
    "end": "00:51:56"
  },
  {
    "text": "And notice you didn't recognize the time of God coming to visit you as he's riding in, being hailed, because you.",
    "start": "00:51:56",
    "end": "00:52:03"
  },
  {
    "text": "Thought it would look differently. And that was the reason why he told the parable, is people have this expectation of what that's going to look like. He's going to do it, and they're not going to recognize it.",
    "start": "00:52:03",
    "end": "00:52:14"
  },
  {
    "text": "Yeah. As God visiting, as the king returning. So Jesus, as you read Luke 19, you realize Jesus is the king returning from a distant land. As the king, some people will reject him and they'll be destroyed. Though in the parable, the king has them killed in front of him. In reality, what's going to happen is Jesus is going to arrive as king and allow himself to be killed on behalf of his enemies. So is it all these twists then? What happened in the story? Yeah, because you kind of think like, oh, the Jesus figure in the parable is, like, really violent. Yeah, like a violent king.",
    "start": "00:52:14",
    "end": "00:52:53"
  },
  {
    "text": "Yeah.",
    "start": "00:52:53",
    "end": "00:52:54"
  },
  {
    "text": "And even that's going to get twisted. Yeah.",
    "start": "00:52:54",
    "end": "00:52:56"
  },
  {
    "text": "Because the Jesus figure in reality doesn't kill everyone. He allows himself to be killed.",
    "start": "00:52:56",
    "end": "00:53:02"
  },
  {
    "text": "Yeah. All of a sudden the cross takes on a very specific meaning. And this is what the gospel authors are trying to tell us. He's trying to place himself when he stirs up trouble in the temple and when he is really passive aggressive with Pilate, the trial scene with Pilate, he's trying to place himself in the Israel slot and die on behalf of his rebellious people. He knows that their rebellion is going to lead towards war and he's trying to put himself in their slot to compel them to come under the reign of God's kingdom, the way Jesus defines it. And that's what all the parables are about. That's the crisis of decision that he's putting before Israel. You're going to be destroyed by Rome if you don't live by the Sermon on the Mount, which means to live under God's rule. And he knows they're going to reject him. And so the cross becomes this way of him forcing the issue on everybody in Jerusalem.",
    "start": "00:53:02",
    "end": "00:54:00"
  },
  {
    "text": "One thing the cross does.",
    "start": "00:54:00",
    "end": "00:54:02"
  },
  {
    "text": "It's one thing. That's right. It's one primary thing. It's a lot of other things too, like the parables. The cross is a rich, multi layered event that the apostles can't talk enough about unpacking its meaning and cosmic significance. But we can't neglect its historical meaning and get the rest of the stuff that comes along with it of atonement and forgiveness and reconciliation and new creation. All of that flows out of what Jesus thought he was doing in this moment. And the parable. This parable's a good example. It's Jesus taking on the death of his enemies on their behalf.",
    "start": "00:54:02",
    "end": "00:54:43"
  },
  {
    "text": "This parable is.",
    "start": "00:54:43",
    "end": "00:54:44"
  },
  {
    "text": "The parable is helping us understand what Jesus thought he was doing, how he sees himself as the king.",
    "start": "00:54:44",
    "end": "00:54:51"
  },
  {
    "text": "He sees himself as the king appointed king coming back.",
    "start": "00:54:51",
    "end": "00:54:54"
  },
  {
    "text": "That's right.",
    "start": "00:54:54",
    "end": "00:54:55"
  },
  {
    "text": "And then it's clear that there is. There's going to be a lot of people who are like, we don't want you as king.",
    "start": "00:54:55",
    "end": "00:55:00"
  },
  {
    "text": "That's right.",
    "start": "00:55:00",
    "end": "00:55:01"
  },
  {
    "text": "And in the parable, the king destroys them.",
    "start": "00:55:01",
    "end": "00:55:04"
  },
  {
    "text": "That's right.",
    "start": "00:55:04",
    "end": "00:55:05"
  },
  {
    "text": "And then Jesus rides in as the king. And Jesus doesn't destroy them.",
    "start": "00:55:05",
    "end": "00:55:13"
  },
  {
    "text": "He allows himself to be destroyed by the people who don't want him to be king. So that's a twist in terms of the parable. But then also remember, there's the people who are rewarded because they did want the king to be king. So then it becomes also a promise of vindication. The kingdom that Jesus is bringing is not what people expected. It won't look like what people thought would happen when the King of David rides into Jerusalem. But there will be reward and vindication of the true kingdom on the other side. And so all of a sudden, this people being given a gift so that they can take what the king gave them and take it further becomes the gift and commissioning to the disciples. And what happens in the Book of Acts? They are given the responsibility for what the king gave them, to carry it, carry it forward. In other words, this parable is a commentary on this section on the Passion, on the Passion Week and then of the Resurrection to follow.",
    "start": "00:55:13",
    "end": "00:56:13"
  },
  {
    "text": "Okay, I think this is beginning to land for me. So you're connecting the. The Minas, then to the. It's a gift of God.",
    "start": "00:56:13",
    "end": "00:56:22"
  },
  {
    "text": "Yeah.",
    "start": "00:56:22",
    "end": "00:56:22"
  },
  {
    "text": "And what is the gift that Jesus brings?",
    "start": "00:56:23",
    "end": "00:56:25"
  },
  {
    "text": "Yeah. What's the gift that he gave to his disciples in this narrative?",
    "start": "00:56:25",
    "end": "00:56:29"
  },
  {
    "text": "In this narrative, Meaning in Luke.",
    "start": "00:56:29",
    "end": "00:56:30"
  },
  {
    "text": "In the narrative of Luke. Yeah, that's right.",
    "start": "00:56:30",
    "end": "00:56:32"
  },
  {
    "text": "Yeah. What is it?",
    "start": "00:56:33",
    "end": "00:56:34"
  },
  {
    "text": "Well, he gave them his teaching, his heartbeat, his prayer, his ethic. And then he gave them his power by commissioning them, the 12 and then the 70 to go announce the kingdom of God as representatives.",
    "start": "00:56:34",
    "end": "00:56:47"
  },
  {
    "text": "And he also gave him the gift of the cross and new life.",
    "start": "00:56:47",
    "end": "00:56:51"
  },
  {
    "text": "That's right.",
    "start": "00:56:51",
    "end": "00:56:51"
  },
  {
    "text": "Is that part of that? You're supposed to read that into there?",
    "start": "00:56:52",
    "end": "00:56:55"
  },
  {
    "text": "Well, I think in that the cross becomes the way that they will announce the kingdom too. The cross gives his disciples the pattern of the kingdom in one powerful symbol and moment of the Son of God dying for his enemies.",
    "start": "00:56:55",
    "end": "00:57:09"
  },
  {
    "text": "I think why I was getting really lost with this was I was trying to imagine myself hearing Jesus explain this to me, tell me this parable so that I can now understand. Okay, now I understand what you're going to do, Jesus, when you go to Jerusalem. And it doesn't do that.",
    "start": "00:57:10",
    "end": "00:57:25"
  },
  {
    "text": "No, it's cryptic.",
    "start": "00:57:25",
    "end": "00:57:27"
  },
  {
    "text": "It's very cryptic. What it seems like he's doing is he's saying, I'm going to give you this parable. You're going to be so confused by not just this parable right now.",
    "start": "00:57:27",
    "end": "00:57:36"
  },
  {
    "text": "Yeah, yeah. By everything that's about to happen.",
    "start": "00:57:36",
    "end": "00:57:37"
  },
  {
    "text": "Everything that's going to happen.",
    "start": "00:57:37",
    "end": "00:57:38"
  },
  {
    "text": "Yes.",
    "start": "00:57:38",
    "end": "00:57:39"
  },
  {
    "text": "And what I want you to do is come back to this parable and reflect on what happened. And now unpack this and realize that you are entrusted now with my teachings, with my power, and with my example, and go and use that.",
    "start": "00:57:39",
    "end": "00:58:00"
  },
  {
    "text": "Yeah, that's right. And people who respond wisely will get to participate in the kingdom. People who are apathetic or Right. Don't like the wicked, lazy servant. You'll lose out. People who resist will be destroyed. And what else is he weeping over except the destruction of Jerusalem for the people that reject him? And who else is he commissioning at the end of the Gospel of Luke saying, go now, wait for the power from on high and announce forgiveness of sins and repentance to the nations? It's a roadmap. Yeah, it's a cryptic roadmap to the Passion Week and the resurrection and Pentecost. And so remember, this is our whole thing is that the parables are first and foremost, not about me, the reader. They can speak to me and we'll get to that. But they are first and foremost about Jesus and what's happening. This has taken me years to process this. I get the basic points.",
    "start": "00:58:00",
    "end": "00:58:59"
  },
  {
    "text": "I get the basic point. But I still have some hang ups in this specific example in that. So he went on to tell this parable because he was new Jerusalem. People thought the kingdom of God was going to appear at once.",
    "start": "00:58:59",
    "end": "00:59:14"
  },
  {
    "text": "Right now.",
    "start": "00:59:14",
    "end": "00:59:14"
  },
  {
    "text": "But in the parable, the guy's kingdom does appear at once. He comes.",
    "start": "00:59:14",
    "end": "00:59:20"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:59:20",
    "end": "00:59:21"
  },
  {
    "text": "The people who use the money wisely get hooked up.",
    "start": "00:59:21",
    "end": "00:59:25"
  },
  {
    "text": "It brings reward for some, it happens at once. And then judgment for others. Yeah, yeah, that's right.",
    "start": "00:59:25",
    "end": "00:59:29"
  },
  {
    "text": "So how does this parable help them understand that the kingdom of God's not going to come at last?",
    "start": "00:59:30",
    "end": "00:59:36"
  },
  {
    "text": "That's right.",
    "start": "00:59:36",
    "end": "00:59:37"
  },
  {
    "text": "It doesn't seem to do that. It seems to almost reinforce that understanding.",
    "start": "00:59:37",
    "end": "00:59:41"
  },
  {
    "text": "Oh, interesting. Okay, okay, good. So, yes, what Jesus is addressing is people's expectations about the manner. What will it look like when the kingdom of God arrives? It will not mean happiness for all Israelites. There's judgments coming on those who reject my offer of the kingdom. Destruction is coming.",
    "start": "00:59:41",
    "end": "01:00:00"
  },
  {
    "text": "And do you think that wasn't in the paradigm?",
    "start": "01:00:01",
    "end": "01:00:04"
  },
  {
    "text": "Yeah, that's why we tried to imagine what people thought when they saw Jesus riding in.",
    "start": "01:00:04",
    "end": "01:00:08"
  },
  {
    "text": "Jesus. People thought Jesus coming in. They were like, all of Israel is now going to be hooked up.",
    "start": "01:00:08",
    "end": "01:00:12"
  },
  {
    "text": "Totally. Yeah. Vindicated over against the pagan oppressors. And the surprise is that Jesus accuses Jerusalem and its leaders of being a new Babylon and under the warning of divine judgment. Which will take what form? The same form that it took in the days of Jeremiah. God handing the city over to pagan oppressors.",
    "start": "01:00:12",
    "end": "01:00:34"
  },
  {
    "text": "Is this connected to then also? It's in the Gospel of Luke. Right. Where is it Mary is told Jesus is going to be like a sword.",
    "start": "01:00:34",
    "end": "01:00:42"
  },
  {
    "text": "A sword? Well, yeah. He will be a stumbling for the rising or falling of many In Israel, the. That's right. In other words, the kingdom of God isn't a blanket endorsement of Israel as it stands in Jesus view of the kingdom.",
    "start": "01:00:42",
    "end": "01:00:58"
  },
  {
    "text": "That's one of the big things he's correcting here.",
    "start": "01:00:58",
    "end": "01:01:00"
  },
  {
    "text": "Correct.",
    "start": "01:01:00",
    "end": "01:01:01"
  },
  {
    "text": "Okay, I was missing that.",
    "start": "01:01:01",
    "end": "01:01:02"
  },
  {
    "text": "Sorry it took us this while to get there. I should have said that earlier. That's right. Yeah. It's not a blanket blessing. It's going to mean a moment of choice and decision and destruction for those who don't come accept Jesus offer of the kingdom, but vindication and new horizons for those who do. That's a big part of this.",
    "start": "01:01:03",
    "end": "01:01:23"
  },
  {
    "text": "Cool.",
    "start": "01:01:23",
    "end": "01:01:23"
  },
  {
    "text": "Yeah. You have this variety of responses, and the kingdom that the king brings brings different realities for different people. It's not a blanket blessing for all.",
    "start": "01:01:24",
    "end": "01:01:35"
  },
  {
    "text": "Well, okay. So I guess here's the other thing that I'm struggling with. This Jesus as king in this kind of. If we take it and parabolize it, Jesus is crowned king. He's coming into Jerusalem, hailed as king. But then another way to think about it is that Jesus comes into Jerusalem and he's crowned king in Jerusalem through his death and resurrection.",
    "start": "01:01:35",
    "end": "01:02:00"
  },
  {
    "text": "Sure.",
    "start": "01:02:00",
    "end": "01:02:01"
  },
  {
    "text": "And then he goes off and empowers his servants with to now go and steward his gifts.",
    "start": "01:02:01",
    "end": "01:02:11"
  },
  {
    "text": "What you're highlighting is another popular interpretation of the parable. That he's preparing the disciples for the long interval between his resurrection.",
    "start": "01:02:12",
    "end": "01:02:21"
  },
  {
    "text": "That's not what he's doing.",
    "start": "01:02:21",
    "end": "01:02:22"
  },
  {
    "text": "His resurrection and his return. That's actually a very popular meaning. In other words, the point about the king going away to a distant land and then returning becomes the Image for the 2000 years we find ourselves that we're in right now. That's a very popular interpretation of the parable. Once again, you have to ask is that it's identifying Jesus as the king going away. Yeah, that's what that reading of the parable does.",
    "start": "01:02:22",
    "end": "01:02:46"
  },
  {
    "text": "But this is about the context, is Jesus is riding in Jerusalem, hailed as king, and he tells a story about a king who's coming back to his city. And so he's talking about what is going to happen in this next week and this next week, your expectation is that I'm going to become king and Israel's going to be. All of Israel will be benefited.",
    "start": "01:02:46",
    "end": "01:03:10"
  },
  {
    "text": "That's their expectation.",
    "start": "01:03:11",
    "end": "01:03:12"
  },
  {
    "text": "But in this parable, there's this large faction of people who didn't want me to be king.",
    "start": "01:03:12",
    "end": "01:03:18"
  },
  {
    "text": "Yeah. You have to ask why is the majority of the parable not about the long interval of his absence? That's just brushed over in the beginning. The main focus of the parable is the variety of responses and the variety of results of the king's kingdom.",
    "start": "01:03:18",
    "end": "01:03:33"
  },
  {
    "text": "And so if I hear this parable and Jesus is writing up and I have ears to hear, I am now thinking to myself, okay, something's gonna happen in Jerusalem, and there's gonna be a lot of people who don't actually accept Jesus as king, but Jesus is still gonna be king regardless. And there's gonna be an opportunity for the right kind of response. And if I do respond in the.",
    "start": "01:03:34",
    "end": "01:04:01"
  },
  {
    "text": "Right way, yeah, I have a decision in front of me as he goes up to Jerusalem. Am I going to stay faithful to everything he's taught me, or am I going to rebel against his way of bringing the kingdom of God, or be apathetic and not respond?",
    "start": "01:04:01",
    "end": "01:04:17"
  },
  {
    "text": "Now, the focal point of this parable to me has always been on that wicked servant. For some reason, he just pops. And now I'm this person watching Jesus right up into Jerusalem. I have ears to hear, what am I thinking about that wicked servant? Like, what's that? What's the significance of that part?",
    "start": "01:04:17",
    "end": "01:04:34"
  },
  {
    "text": "Well, he becomes a tragic figure. You have, like, the people who overcame the challenge and made the right decision. You have a tragic figure who loses out. Then you have a rebellious figure who's destroyed. So, yeah, I think the point is, I don't want to be somebody who loses out. I don't want to be somebody who resists. I want to be somebody who is faithful to the king and takes what he's given me and puts it into practice. It's a variety of portraits. And this will actually get to our next main step in reading the parables.",
    "start": "01:04:34",
    "end": "01:05:09"
  },
  {
    "text": "Yeah. What can I take from this?",
    "start": "01:05:09",
    "end": "01:05:10"
  },
  {
    "text": "Yeah, that's right. Because usually different. When Jesus tells a story and foregrounds characters, certain characters, usually all those characters represent a main point that I'm supposed to take away. They're not just there for window dressing.",
    "start": "01:05:10",
    "end": "01:05:25"
  },
  {
    "text": "Sure. So if I had heard Jesus say this parable, I pull him aside before he rides up into Jerusalem and I say, jesus, help me understand, and he breaks it down for me. You would anticipate that this is how he would break it down, that I am the king and I am going into Jerusalem. I am the true king.",
    "start": "01:05:25",
    "end": "01:05:47"
  },
  {
    "text": "Yeah, that's right.",
    "start": "01:05:47",
    "end": "01:05:48"
  },
  {
    "text": "But as I come in, I'm not going to be accepted as kingdom.",
    "start": "01:05:48",
    "end": "01:05:51"
  },
  {
    "text": "Not all will accept the kingdom.",
    "start": "01:05:51",
    "end": "01:05:53"
  },
  {
    "text": "And be prepared for that, because I could tell that you're not. But also, I have been giving you my teachings. I've been showing you this way of being in the kingdom of God, and I need you to remain faithful.",
    "start": "01:05:54",
    "end": "01:06:11"
  },
  {
    "text": "Remain faithful to it, of the kingdom that I've given to you.",
    "start": "01:06:11",
    "end": "01:06:14"
  },
  {
    "text": "Now, the hiccup here for that one is in the story, the king did that before he returned. But it seems like Jesus is saying he's preparing them for something that's about to happen.",
    "start": "01:06:14",
    "end": "01:06:24"
  },
  {
    "text": "Yeah, that's right. Well, he's been up in Galilee in Luke. He's been up in Galilee making a long journey to Jerusalem.",
    "start": "01:06:24",
    "end": "01:06:31"
  },
  {
    "text": "So if it's strictly about that, then when Jesus gets into Jerusalem, that's when he will reward all the people who have.",
    "start": "01:06:31",
    "end": "01:06:39"
  },
  {
    "text": "Yeah, that's right. Yeah, it's totally.",
    "start": "01:06:39",
    "end": "01:06:41"
  },
  {
    "text": "And how does that go down?",
    "start": "01:06:42",
    "end": "01:06:43"
  },
  {
    "text": "Oh, I think it's what the last chapter of Luke is, the commissioning. Yeah. He says, you're going to receive divine power from on high, and you will now represent me to the nations. They're the servants who get vindicated and commissioned.",
    "start": "01:06:43",
    "end": "01:06:58"
  },
  {
    "text": "I see.",
    "start": "01:06:58",
    "end": "01:06:59"
  },
  {
    "text": "Yep. The wicked, lazy servant would be like a Judas figure.",
    "start": "01:06:59",
    "end": "01:07:03"
  },
  {
    "text": "Yeah, he was in. He got the gifts, but he.",
    "start": "01:07:03",
    "end": "01:07:07"
  },
  {
    "text": "That's right. Yeah. And then the current leadership of Jerusalem would be like the rebels. And that's why in the next story after the parable, Jesus is weeping as he goes into Jerusalem because he knows that Jerusalem is going to be destroyed because he knows they're going to reject him. But the twist of the final sentence of the parable is instead of the king killing his enemies, he lets his enemies kill him. Right?",
    "start": "01:07:07",
    "end": "01:07:32"
  },
  {
    "text": "Yeah. Not the twist in the parable, but the twist in what happens.",
    "start": "01:07:32",
    "end": "01:07:35"
  },
  {
    "text": "The twist in what happens in the story of Jesus is that instead of the king killing his enemies, the king lets his enemies kill him. Yeah. So what we're doing there is we're disciplining ourselves to read the parable in light of the actual narrative, to which it's an introduction. So it takes some reconfiguring, especially if you're used to reading the parables as. Yeah, there you go.",
    "start": "01:07:35",
    "end": "01:07:58"
  },
  {
    "text": "Okay. And then we'll go from here and we'll need to do another episode, I guess. So once we've established that as best as we can, then this, of course, is also here not just to help me understand what Jesus was doing, but also to understand the implications for me. Something I could take from this.",
    "start": "01:07:58",
    "end": "01:08:18"
  },
  {
    "text": "Yep.",
    "start": "01:08:18",
    "end": "01:08:19"
  },
  {
    "text": "There's wisdom in this.",
    "start": "01:08:19",
    "end": "01:08:20"
  },
  {
    "text": "Yeah, totally. Yeah. Most of our conversation up till now has been about honoring the actual story of Jesus, the historical moment. The parables. Comment on that. Yes. However, I don't encounter these parables as somebody standing in Galilee listening to him. I encounter them as a reader of the Gospels. So how did These parables address me as a reader of the whole Jesus story. And that's what the next step in kind of the three main steps. Step number one, honor the narrative and historical context. Step number two is ponder the main characters and how what Jesus says about them can speak something very important to me.",
    "start": "01:08:20",
    "end": "01:09:00"
  },
  {
    "text": "Thank you for listening to this episode of the BibleProject podcast. Next week, we're gonna wrap up the conversation on how to read the parables. Tim and I are gonna talk about one of the parables that's always confused me. The parable of the dishonest steward.",
    "start": "01:09:02",
    "end": "01:09:16"
  },
  {
    "text": "The narrative says he was a dishonest manager. Jesus is perfectly clear, but it's like a joke that has a twist at the end. Instead of getting taken to court, the manager says, you're still fired, but you're gonna get ahead. So I think it's because the master commends him at the end. That's what leads us maybe to think, oh, this is a parable of praising certain kinds of behavior, namely dishonesty.",
    "start": "01:09:16",
    "end": "01:09:40"
  },
  {
    "text": "Today's episode was produced by Dan Gummel. Our theme music comes from the band Tense. Bibleproject is a crowdfunded nonprofit. We're in Portland, Oregon. We make free resources so you can experience the Bible as a unified story that leads to Jesus. Thank you for being a part of this with us.",
    "start": "01:09:41",
    "end": "01:09:57"
  },
  {
    "text": "Hi, this is Charisse Lee. I'm from San Francisco, California, and I first heard about the Bible Project through my church, and I use a Bible project as an entry point for me to understand more about a certain book of the Bible that I'm reading. I also use it as part of the design team at my church to get a few ideas about how to put together a graphic for whatever sermon series that we're going through. So it's just an easy way to understand a little bit more about the thread of scripture or different topics throughout Scripture. And it's provided also a means for which I can teach other women in women's ministry. So it's really been a really great and useful tool. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, and more@thebibleproject.com.",
    "start": "01:09:58",
    "end": "01:10:51"
  }
]