[
  {
    "text": "This is John at the bibleproject. And this is the last episode of our discussion on how to read the parables. In this conversation, we're going to look at some strategies for taking the ancient parables of Jesus and adapting them to our modern lives.",
    "start": "00:00:04",
    "end": "00:00:18"
  },
  {
    "text": "It seems to me that we owe it to him to give as much attention to how we translate them into our own cultural context. Which means, I think, adaptation. You can watch Jesus adapting parables in the Gospels, Right. A version of it in Matthew and a version in Luke will be a little bit different. And so if you get the main idea, I think it ought to inspire new creative adaptations of the parables in our own settings.",
    "start": "00:00:18",
    "end": "00:00:46"
  },
  {
    "text": "We're also going to look at one of my favorite parables, the parable of the dishonest and shrewd manager. In this parable, a manager finds out that he's gonna get fired by his master. And so before he leaves, he comes up with a plan. He calls up all the people that owe his master money, and he cooks the books for their benefit. And when the master finds out what.",
    "start": "00:00:46",
    "end": "00:01:09"
  },
  {
    "text": "This guy did, the narrative says he was a dishonest manager. Jesus is perfectly clear. But it's like a joke that has a twist at the end. Instead of getting taken to court, the manager says, you're still fired, but you're gonna get ahead. So I think it's because the master commends him at the end. That's what leads us maybe to think, oh, this is a parable appraising certain kinds of behavior, namely dishonesty.",
    "start": "00:01:09",
    "end": "00:01:34"
  },
  {
    "text": "What is going on here? Why did Jesus tell this parable? And if we can understand it, how can we apply its wisdom? Thanks for joining us here. We. We are going to finish this conversation.",
    "start": "00:01:35",
    "end": "00:01:56"
  },
  {
    "text": "Yes.",
    "start": "00:01:56",
    "end": "00:01:56"
  },
  {
    "text": "About how to read the parables.",
    "start": "00:01:56",
    "end": "00:01:58"
  },
  {
    "text": "Parables of Jesus.",
    "start": "00:01:58",
    "end": "00:01:59"
  },
  {
    "text": "The parables of Jesus. Yes, specifically.",
    "start": "00:01:59",
    "end": "00:02:01"
  },
  {
    "text": "Specifically. Yeah, that's right. There's lots of other parables in the Bible. In fact, we've now started this conversation so many days ago, I don't remember the word parable.",
    "start": "00:02:01",
    "end": "00:02:11"
  },
  {
    "text": "Oh, no.",
    "start": "00:02:11",
    "end": "00:02:12"
  },
  {
    "text": "Did we talk about the word parable?",
    "start": "00:02:12",
    "end": "00:02:13"
  },
  {
    "text": "The word parable.",
    "start": "00:02:13",
    "end": "00:02:14"
  },
  {
    "text": "How is it that I'm not bringing this up until the very last episode?",
    "start": "00:02:14",
    "end": "00:02:18"
  },
  {
    "text": "Maybe it's perfectly timed.",
    "start": "00:02:19",
    "end": "00:02:20"
  },
  {
    "text": "Okay. It's a compound Greek word. Parable is from the Greek word parabole.",
    "start": "00:02:20",
    "end": "00:02:25"
  },
  {
    "text": "What's that called when it's just. You're saying the word in English. That's the Greek word.",
    "start": "00:02:25",
    "end": "00:02:30"
  },
  {
    "text": "Well, it's a transliteration. Parable is a transliteration of the Greek word.",
    "start": "00:02:30",
    "end": "00:02:35"
  },
  {
    "text": "Got it.",
    "start": "00:02:35",
    "end": "00:02:35"
  },
  {
    "text": "Parabole. It's compound para. Is a Greek preposition next to and then bale comes from a verb, to cast sometimes. Or to set. To set on alongside.",
    "start": "00:02:36",
    "end": "00:02:48"
  },
  {
    "text": "To set alongside.",
    "start": "00:02:49",
    "end": "00:02:50"
  },
  {
    "text": "Yeah.",
    "start": "00:02:50",
    "end": "00:02:50"
  },
  {
    "text": "It's a little parable in and of itself.",
    "start": "00:02:50",
    "end": "00:02:52"
  },
  {
    "text": "Yeah, that's right. It's a figure of speech. A parable refers to a saying, a teaching or story that sits alongside another reality. It's actually the same concept of metaphor, which is also a compound Greek word, but to set. Yeah, alongside. So Jesus wants to talk about how his Israelite audience faces a decision about his offer of the kingdom of God. So you have Jesus offering the kingdom group of people. So he tells a story about a king giving resources to some managers or stewards. So Jesus king. Right. Money equals the offer of the kingdom. Stewards equal his listeners for Israel at that moment.",
    "start": "00:02:52",
    "end": "00:03:34"
  },
  {
    "text": "So the thing that's happening in Jesus life is something.",
    "start": "00:03:34",
    "end": "00:03:37"
  },
  {
    "text": "The reality.",
    "start": "00:03:37",
    "end": "00:03:37"
  },
  {
    "text": "The reality, yes. And. And then the parable is set next to that.",
    "start": "00:03:37",
    "end": "00:03:41"
  },
  {
    "text": "Yeah, it's a little parallel reality that he weaves that helps you gain new insight through the parallel story into the real thing. It's set alongside. Remember, our conversations about metaphor was from George Lakoff's Metaphors we Live By. Yeah, that's right. We have a target that we want to describe or give new insight into, and so we borrow from a source domain to describe a target. I want to talk about, remember time. So our experience of time, which is very amorphous, but then the moment you take from the source domain of possessions, you can begin to form metaphorical pictures alongside our reality of experience of time. So time is something that we spend, we lose it, we save it.",
    "start": "00:03:42",
    "end": "00:04:30"
  },
  {
    "text": "By comparing it to possession, you begin to understand it.",
    "start": "00:04:31",
    "end": "00:04:34"
  },
  {
    "text": "Yeah. Basically, parables are extended metaphors. Instead of a short phrase or one word or image, the whole story of a parable becomes a large metaphor. So anyway, parable, a set alongside.",
    "start": "00:04:34",
    "end": "00:04:48"
  },
  {
    "text": "Set alongside. However, we did go out of the way to show that if you tried to take every element of a parable and turn it into part of the metaphor. Yes, the metaphoric scheme.",
    "start": "00:04:48",
    "end": "00:05:02"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:05:02",
    "end": "00:05:03"
  },
  {
    "text": "You could definitely go way beyond what Jesus was intending.",
    "start": "00:05:03",
    "end": "00:05:07"
  },
  {
    "text": "Correct. Last conversation, we'll talk about one of the most helpful kind of guidelines or controls on keeping our interpretations grounded. Yeah, but we've already talked about a few. First of all, this is like going into recap mode.",
    "start": "00:05:07",
    "end": "00:05:22"
  },
  {
    "text": "Yeah, recap mode.",
    "start": "00:05:22",
    "end": "00:05:23"
  },
  {
    "text": "First of all, that the parables were one of the most common ways Jesus communicated. Not to talk about some other set of ideas of universal religious truths or moral ideals. The parables were in the service of his larger project which was to announce and inaugurate God's reign and rule here on earth as it is in heaven.",
    "start": "00:05:23",
    "end": "00:05:47"
  },
  {
    "text": "Through him.",
    "start": "00:05:47",
    "end": "00:05:48"
  },
  {
    "text": "Through himself. Yeah, yeah. And to form a group of people who were living under God's reign in this new and surprising way.",
    "start": "00:05:48",
    "end": "00:05:55"
  },
  {
    "text": "He was telling parables to explain what he was up to.",
    "start": "00:05:55",
    "end": "00:05:58"
  },
  {
    "text": "That's right. The parables are a commentary. Commentary on what Jesus is doing in the actual stories in which he's telling the parables. Yeah.",
    "start": "00:05:58",
    "end": "00:06:05"
  },
  {
    "text": "And then in our last episode, we talked about the parable of the.",
    "start": "00:06:05",
    "end": "00:06:10"
  },
  {
    "text": "Yeah. What's called off sometimes the talents or the king and his servants.",
    "start": "00:06:10",
    "end": "00:06:15"
  },
  {
    "text": "And it was so hard for me to unwind the way that I have read that parable, to then use that principle of what was Jesus doing in that moment? In that moment? And why did he tell that parable to those people? To explain what he was up to.",
    "start": "00:06:15",
    "end": "00:06:30"
  },
  {
    "text": "That's right.",
    "start": "00:06:30",
    "end": "00:06:30"
  },
  {
    "text": "And that Luke actually gives you the massive hint, like Jesus was doing this because he saw his disciples were misunderstanding what it meant for him to go become king.",
    "start": "00:06:30",
    "end": "00:06:40"
  },
  {
    "text": "That's right.",
    "start": "00:06:40",
    "end": "00:06:40"
  },
  {
    "text": "So then he tells that parable, and then we read that parable. I had that in my mind. Okay. That's what this parable is about. And I still couldn't follow it.",
    "start": "00:06:41",
    "end": "00:06:48"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:06:48",
    "end": "00:06:48"
  },
  {
    "text": "I was like, I can't do it.",
    "start": "00:06:48",
    "end": "00:06:50"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:06:50",
    "end": "00:06:51"
  },
  {
    "text": "But then we walked through that. It was really helpful and still hard for me to let that become the way I'm understanding that parable.",
    "start": "00:06:51",
    "end": "00:07:01"
  },
  {
    "text": "Yeah. It's as if our instincts are trained. And it's true in much of the Christian tradition that the parables are about. Jesus is talking about something else other than himself. And that the parables. My first set of questions that I should ask, this is our expectation, I think, is that they're about me and God. Jesus is telling a story about me and God because I'm one of his followers. This is his teaching. He teaches about how people relate to God. Right. That's what moral religious teachers do. Yeah, yeah. So it's a whole new context. And ironically, you know, it's the one that's been sitting there for 2,000 years, just patiently waiting for us to pay attention to the actual context.",
    "start": "00:07:01",
    "end": "00:07:45"
  },
  {
    "text": "Yeah.",
    "start": "00:07:45",
    "end": "00:07:45"
  },
  {
    "text": "And I should say this isn't like a brand new idea. There are many people throughout church history who have been, I think, responsible with the parables, but it's tended to be.",
    "start": "00:07:45",
    "end": "00:07:55"
  },
  {
    "text": "A minority, this reading of. And what was that parable? Where was that at?",
    "start": "00:07:55",
    "end": "00:07:59"
  },
  {
    "text": "Luke, chapter 19. Yeah.",
    "start": "00:07:59",
    "end": "00:08:02"
  },
  {
    "text": "So one thing that this did to the parable, which is Interesting to me is it made it less mysterious or less like a riddle and made it in a way. Well, man, maybe that's not fair, but because it's not about me, it becomes less interesting.",
    "start": "00:08:02",
    "end": "00:08:20"
  },
  {
    "text": "Oh, interesting. You know what I mean? Okay. Interesting.",
    "start": "00:08:20",
    "end": "00:08:23"
  },
  {
    "text": "When it was about potentially me and I could put myself into that parable.",
    "start": "00:08:23",
    "end": "00:08:28"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:08:28",
    "end": "00:08:29"
  },
  {
    "text": "Now I just want to, like, sit in it and think about it. But if we go, okay, so this was about the people around Jesus, and these reactions to the king were all about the specific types of reactions that his followers and the people who were against him were going to be doing in the next couple weeks. And that this whole idea of more will be given and being wise with what you already have was for the disciples to prepare them to go out and be commissioned by Jesus. And that's helpful. But then it just kind of makes it be like, oh, okay, yeah. Kind of neuters it a little bit for me.",
    "start": "00:08:29",
    "end": "00:09:07"
  },
  {
    "text": "Sure, I hear that. And I think that's because we haven't taken the last step yet, which is to ask, how do Jesus parables about himself given to his contemporaries? How does Jesus story and those parables, how do they speak to people who aren't sitting there in that moment?",
    "start": "00:09:07",
    "end": "00:09:27"
  },
  {
    "text": "Yeah.",
    "start": "00:09:27",
    "end": "00:09:27"
  },
  {
    "text": "And do they at all?",
    "start": "00:09:27",
    "end": "00:09:28"
  },
  {
    "text": "Because Luke wrote it for someone who's not sitting there.",
    "start": "00:09:28",
    "end": "00:09:30"
  },
  {
    "text": "Yes, that's exactly the point. Luke obviously thinks all these parables, Matthew and Mark, have enduring value beyond just the moment when Jesus spoke them to his contemporaries. That's why they're in the Gospels. It's dual, though. They're not just in there because they think now they can speak to us only they're in there because, one, they give us a window into what Jesus was actually saying and claiming about himself. How do we bridge that gap? And actually, this is the very next step that we're going to talk about. But the first and most important thing is that we understand what Jesus meant by this parable in the moment when he speaks it in the narrative context that the Gospels have provided. And that should be our guide to its meaning, which can then bridge us to the next step. To say, okay, what is the significance of what Jesus was saying to them? What is this significance to me? Right. As we were making that transition, I realized we. I think we've had. This is a pretty meta conversation in biblical interpretation about the meaning of meaning. Where do you locate the meaning of a text like the Gospels? I'm going to make this not get too theoretical, but I have a deer.",
    "start": "00:09:30",
    "end": "00:11:09"
  },
  {
    "text": "In headlights right now.",
    "start": "00:11:09",
    "end": "00:11:10"
  },
  {
    "text": "The meaning and meaning A helpful distinction in history of literary interpretation and biblical interpretation in the mid 20th century. There's a guy named Immanuel Hirsch, and he coined. I think he coined it just this very handy distinction that's been very helpful to me. The difference between meaning and significance. Okay, I don't think we've talked about this. Oh, okay. It's very. It's really actually simple. Meaning is what I intend you to understand from the words that I'm speaking to you. Okay. So it's author or communicator focused or sourced. So let's make this very practical. When you're listening to your wife, Tristan.",
    "start": "00:11:10",
    "end": "00:11:48"
  },
  {
    "text": "Talk, in theory, she has a meaning behind.",
    "start": "00:11:48",
    "end": "00:11:51"
  },
  {
    "text": "She is trying to communicate something to you.",
    "start": "00:11:51",
    "end": "00:11:53"
  },
  {
    "text": "Yeah.",
    "start": "00:11:53",
    "end": "00:11:54"
  },
  {
    "text": "And you will do, well, right, to discern not what you think she means. Yeah, I know what you mean. No, you'd listen because she might be saying something new you've never heard her say before. So it's. Right. It's communicator focused. So when you're looking at a literary text, we don't have access to the person behind it anymore, but we assume that the literary text embodies the meaning that they want to communicate. Hirsch drew a distinction between that and what he called significance. Significance is more listener and reader focused, which is if you just get home from work, Tristan's communicating. What she doesn't know yet is the kind of day you've had. And so she can't predict the significance that her meaning will have based on the day that you had. So it could be that you're just in such a great mood, and whatever she tells you something, and it just. You light up in a way that she didn't anticipate, it makes you so excited. And that's because her meaning, right, which was something she could comprehend and try to get to you, but she had no idea the significance of how that might land with you, because that has to do with you and your experience. There you go. That's the idea. Meaning versus significance.",
    "start": "00:11:54",
    "end": "00:13:07"
  },
  {
    "text": "Meaning is what I intend as the communicator. Significance is, now that you understand my meaning, what does that mean to you? Or what. How does that affect you?",
    "start": "00:13:07",
    "end": "00:13:19"
  },
  {
    "text": "In English, we can actually say, what does that mean to you? What we really intend is what's the significance of that for you? Because it's not like the person now means something different. It's. No, what the person meant is what they meant. Here's what they meant.",
    "start": "00:13:19",
    "end": "00:13:33"
  },
  {
    "text": "And that's one thing. Get to that.",
    "start": "00:13:33",
    "end": "00:13:36"
  },
  {
    "text": "Yeah. Honor that.",
    "start": "00:13:36",
    "end": "00:13:37"
  },
  {
    "text": "And now, how does that affect you?",
    "start": "00:13:38",
    "end": "00:13:40"
  },
  {
    "text": "That's right. And in theory, we should care about what people mean just because we care about other people and we care about what they mean.",
    "start": "00:13:40",
    "end": "00:13:47"
  },
  {
    "text": "Right. It's a kind way to live in the world.",
    "start": "00:13:47",
    "end": "00:13:48"
  },
  {
    "text": "Yeah. However, none of us listen without interests. We typically start paying attention at the moment we think that something matters to me.",
    "start": "00:13:48",
    "end": "00:13:56"
  },
  {
    "text": "Right.",
    "start": "00:13:57",
    "end": "00:13:57"
  },
  {
    "text": "And is significant to me. Sadly, yeah. Oh, gosh. This happens all the time. I am incapable of listening to two streams of communication at the same time.",
    "start": "00:13:58",
    "end": "00:14:07"
  },
  {
    "text": "Well, yeah, I don't think anyone can do that.",
    "start": "00:14:08",
    "end": "00:14:10"
  },
  {
    "text": "Well, my wife does it regularly.",
    "start": "00:14:10",
    "end": "00:14:13"
  },
  {
    "text": "Really?",
    "start": "00:14:13",
    "end": "00:14:13"
  },
  {
    "text": "Oh, yeah. She can listen to something, what I'm saying and what both sons are saying, like, at the same time and sort it and, like, sort it out.",
    "start": "00:14:14",
    "end": "00:14:23"
  },
  {
    "text": "Yeah.",
    "start": "00:14:23",
    "end": "00:14:23"
  },
  {
    "text": "So this happens regularly where, like, one of my sons is singing and the other son is listening to an audiobook. And then Jessica's trying to communicate something to me. This happened yesterday or day before yesterday.",
    "start": "00:14:23",
    "end": "00:14:36"
  },
  {
    "text": "And she was just chaos.",
    "start": "00:14:36",
    "end": "00:14:37"
  },
  {
    "text": "And she just gets, like, you know, a minute into telling me something, it's probably important, and I just have to choose at that point, like, okay, am I gonna just go along with this, or do I just, you know. Sweetie, I'm sorry. I can't focus. I didn't hear anything. You've been talking for so long, and I didn't hear any of that.",
    "start": "00:14:37",
    "end": "00:14:56"
  },
  {
    "text": "It's the last thing that.",
    "start": "00:14:57",
    "end": "00:14:59"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:14:59",
    "end": "00:15:00"
  },
  {
    "text": "Your wife wants to hear.",
    "start": "00:15:00",
    "end": "00:15:01"
  },
  {
    "text": "And it's usually when I start to clue in, like, oh, what she's telling me, I have to, like, do something or respond. I am interested, and I realize this has huge significance for me. And so then I respond and start listening.",
    "start": "00:15:02",
    "end": "00:15:17"
  },
  {
    "text": "Yeah, that's interesting. I'm really bad at that. I'm constantly being distracted by things. I would guess way more than the average person. Am I in a situation where someone's talking to me and I realize I have no idea what they're saying right now? I was somewhere else, and I have to make the decision.",
    "start": "00:15:18",
    "end": "00:15:35"
  },
  {
    "text": "Yes.",
    "start": "00:15:35",
    "end": "00:15:36"
  },
  {
    "text": "Do I stop them and make them start again, or do I just try to pick it up, figure it out? And I usually just try to pick it up.",
    "start": "00:15:36",
    "end": "00:15:42"
  },
  {
    "text": "It usually works.",
    "start": "00:15:44",
    "end": "00:15:45"
  },
  {
    "text": "But I think people could tell. Like, I don't think John's a very good listener.",
    "start": "00:15:46",
    "end": "00:15:49"
  },
  {
    "text": "So the whole point is, we listen. Our listening is more complicated than we often think.",
    "start": "00:15:50",
    "end": "00:15:57"
  },
  {
    "text": "No, the whole communication theory thing is very complicated. I can appreciate this distinction. I have a meaning, and when I communicate. And when that lands for you, it has a meaning beyond my meaning.",
    "start": "00:15:57",
    "end": "00:16:12"
  },
  {
    "text": "Correct. And I just prefer. I like how Hirsch uses a different word, because then it Makes the word meaning less confusing because. Right.",
    "start": "00:16:12",
    "end": "00:16:19"
  },
  {
    "text": "It has a significance.",
    "start": "00:16:19",
    "end": "00:16:20"
  },
  {
    "text": "Yeah. Because all of a sudden I feel like for me it's helpful to. And there's man, you could footnote this with a very. With a whole. With many books about the problem of defining meaning. And there are some problems in defining meaning only in terms of the speaker's intention, what they purpose. But I just want to set that aside. So I think the instinct that most Bible readers are trained to look for first is significance.",
    "start": "00:16:20",
    "end": "00:16:48"
  },
  {
    "text": "Right.",
    "start": "00:16:48",
    "end": "00:16:49"
  },
  {
    "text": "And what we tend to do is bypass or ignore meaning and just cut right to significance.",
    "start": "00:16:49",
    "end": "00:16:55"
  },
  {
    "text": "What did Jesus mean and what's the significance of it? For me?",
    "start": "00:16:55",
    "end": "00:16:58"
  },
  {
    "text": "For me, yeah. Those are distinct but related realities. And I want to make sure that the significance I'm drawing is really what Jesus intended.",
    "start": "00:16:58",
    "end": "00:17:07"
  },
  {
    "text": "Cool.",
    "start": "00:17:07",
    "end": "00:17:07"
  },
  {
    "text": "So that was a simple. We could have had a 45 second conversation about that. But I think it's a valuable point. So how do we begin to draw significance that's connected to Jesus meaning?",
    "start": "00:17:07",
    "end": "00:17:19"
  },
  {
    "text": "Sam.",
    "start": "00:17:42",
    "end": "00:17:51"
  },
  {
    "text": "So we know that there are two extremes in the history of interpretation of the parables. We talked about this. There's the allegorical, you know, field day, where every single little detail is given symbolic significance and the decoder ring is in the eye of the beholder, so to speak. The other extreme is to say, listen, it's all just creative realism. There's only one main point from any given parable, however. When Jesus explains his own parables, which he does a few times, it's clear that he does see different symbols that stand for different things. The parable of Four Soils. So let's just take Jesus method as a guide. What has Jesus done? What he's done is identified the main characters in his story. So you have a farmer sowing seed. That's the word of the kingdom implied. He's the farmer sowing seed, sowing God's seed. And then each soil is like a character, and then there's a counter character for each character. So you have a main character, the soil, and then you have the birds or the thorns or the rocks, that kind of thing. And so there may be other details in the poem. Excuse me, in the parable, but notice what Jesus, he's just drawing attention to the key focal character points of the story. That's how he unpacks it.",
    "start": "00:18:10",
    "end": "00:19:34"
  },
  {
    "text": "Got it.",
    "start": "00:19:34",
    "end": "00:19:35"
  },
  {
    "text": "So Craig Blomberg, in his very helpful book Interpreting the Parables, turns that into kind of like a rule of thumb that essentially the way we understand Jesus meaning is to identify the main characters of a parable. And note that each Character is embodying some point, some part of the message. And he advocates as that's the surest and most reliable guide that we don't go overboard.",
    "start": "00:19:35",
    "end": "00:20:04"
  },
  {
    "text": "Okay. So like, cause you could take any element of Jesus parable and say maybe this has some sort of hidden meaning.",
    "start": "00:20:05",
    "end": "00:20:12"
  },
  {
    "text": "That's right.",
    "start": "00:20:12",
    "end": "00:20:13"
  },
  {
    "text": "But then you can get out of control and have a field day. So how do you know what parts of Jesus parable actually do have meanings that you're supposed to clue into?",
    "start": "00:20:13",
    "end": "00:20:21"
  },
  {
    "text": "Correct.",
    "start": "00:20:21",
    "end": "00:20:22"
  },
  {
    "text": "And what you're saying is one sure fire solution is to focus on characters. Acts like a character. It's embodying.",
    "start": "00:20:22",
    "end": "00:20:30"
  },
  {
    "text": "Yeah. One of the key messages.",
    "start": "00:20:31",
    "end": "00:20:33"
  },
  {
    "text": "Key message of the story.",
    "start": "00:20:33",
    "end": "00:20:34"
  },
  {
    "text": "So sometimes there's only one character. You know, a woman hides leaven. However, there's even there that there's two elements to that character. There's. What Jesus is actually comparing the kingdom of God to is the leaven.",
    "start": "00:20:35",
    "end": "00:20:49"
  },
  {
    "text": "Yeah. So is leaven a character then?",
    "start": "00:20:49",
    "end": "00:20:50"
  },
  {
    "text": "So leaven becomes the character.",
    "start": "00:20:50",
    "end": "00:20:52"
  },
  {
    "text": "So that becomes difficult. When does an object become a character?",
    "start": "00:20:52",
    "end": "00:20:55"
  },
  {
    "text": "I think it's fairly intuitive. It's about a woman placing leaven in the dough. That's what the kingdom of God is like. So there the woman is God and the leaven is like a character. So I guess you'd say that's like a very simple two character parable.",
    "start": "00:20:56",
    "end": "00:21:13"
  },
  {
    "text": "The leaven is a character.",
    "start": "00:21:13",
    "end": "00:21:14"
  },
  {
    "text": "Yeah. Sheep are characters, coins are characters.",
    "start": "00:21:15",
    "end": "00:21:17"
  },
  {
    "text": "Yeah. I mean anything can become a character. But when does something become a character?",
    "start": "00:21:18",
    "end": "00:21:21"
  },
  {
    "text": "I think when it's crucial to the plot, take that element out of the plot, the story falls apart.",
    "start": "00:21:22",
    "end": "00:21:28"
  },
  {
    "text": "Really? Now I feel like we're just using the word character pretty loosely.",
    "start": "00:21:28",
    "end": "00:21:31"
  },
  {
    "text": "Oh, okay. I guess you're right. Characters or objects crucial to the plot.",
    "start": "00:21:32",
    "end": "00:21:39"
  },
  {
    "text": "Objects crucial to the plot.",
    "start": "00:21:39",
    "end": "00:21:41"
  },
  {
    "text": "Yeah. It's like a diagnostic is to say, did Jesus mean something by this parable element in the parable, does Jesus mean something by this particular detail? Well, if I took this detail out, does it change the nature of the story? Does it change the plot line? Does it if you take the leaven out.",
    "start": "00:21:41",
    "end": "00:21:59"
  },
  {
    "text": "Yeah. And for sure if you take a character out, it will. Unless the character was just some random flourish.",
    "start": "00:21:59",
    "end": "00:22:06"
  },
  {
    "text": "That's right. But so in the Good Samaritan, the Samaritan puts the injured man on his donkey and binds his wounds with oil.",
    "start": "00:22:06",
    "end": "00:22:13"
  },
  {
    "text": "Yeah. So is the donkey a character?",
    "start": "00:22:13",
    "end": "00:22:15"
  },
  {
    "text": "Is the donkey a key symbol? What does donkey symbolize? What does the oil symbolize? So at its basic, it's in that story, there's a man who gets injured, there's a Levite, there's a priest. And then there's a helper. The Samaritan. Yeah, that's it. That's the plot line. And then the helper has all kinds of different little agents and instruments. A donkey, oil, the innkeeper and so on. But all of those just serve as like one corporate character.",
    "start": "00:22:15",
    "end": "00:22:42"
  },
  {
    "text": "Okay, so the point you're making now is, is the character or object, or I suppose you could even now talk setting, is any of those elements crucial to the plot?",
    "start": "00:22:43",
    "end": "00:22:55"
  },
  {
    "text": "Indispensable.",
    "start": "00:22:56",
    "end": "00:22:57"
  },
  {
    "text": "Indispensable.",
    "start": "00:22:57",
    "end": "00:22:57"
  },
  {
    "text": "Without that element, that would be a different story altogether.",
    "start": "00:22:58",
    "end": "00:23:01"
  },
  {
    "text": "And maybe the reason why you led with characters is that generally speaking, most often, Most often a character is indispensable to the plot. In fact, maybe we couldn't even think of an example in a parable where a character is dispensable.",
    "start": "00:23:01",
    "end": "00:23:15"
  },
  {
    "text": "Yeah. And that's because in narratives in general, characters are the conveyors of a narrative's meaning.",
    "start": "00:23:15",
    "end": "00:23:21"
  },
  {
    "text": "I mean, we could come up with examples of narratives, even really good narratives, where you could take a character out and the plot still work.",
    "start": "00:23:21",
    "end": "00:23:28"
  },
  {
    "text": "Sure. In which case you would say they're minor characters.",
    "start": "00:23:28",
    "end": "00:23:30"
  },
  {
    "text": "Yeah.",
    "start": "00:23:30",
    "end": "00:23:31"
  },
  {
    "text": "And then typically they are simply sub. They're little sub elements of a larger. Sometimes characters are composite. So for example, in the. Of the generous, the guy who goes out and hires people all day long.",
    "start": "00:23:31",
    "end": "00:23:45"
  },
  {
    "text": "Yeah.",
    "start": "00:23:46",
    "end": "00:23:46"
  },
  {
    "text": "So he hires people at different beginnings and then all these hours of the day.",
    "start": "00:23:46",
    "end": "00:23:49"
  },
  {
    "text": "Yeah.",
    "start": "00:23:50",
    "end": "00:23:50"
  },
  {
    "text": "But in the end, it's the guys who came first who got hired first in the day. They're the ones who speak up and they're angry at everybody who came after them.",
    "start": "00:23:50",
    "end": "00:23:59"
  },
  {
    "text": "Yeah.",
    "start": "00:23:59",
    "end": "00:23:59"
  },
  {
    "text": "So then all of a sudden it's a three character parable.",
    "start": "00:23:59",
    "end": "00:24:01"
  },
  {
    "text": "Got it.",
    "start": "00:24:01",
    "end": "00:24:02"
  },
  {
    "text": "It's the landowner, the grumpy guys, the.",
    "start": "00:24:02",
    "end": "00:24:05"
  },
  {
    "text": "Guys that worked the longest.",
    "start": "00:24:05",
    "end": "00:24:06"
  },
  {
    "text": "Yep. And then everybody else who got hired later, which is a composite character. So really it's a three character parable.",
    "start": "00:24:06",
    "end": "00:24:12"
  },
  {
    "text": "Okay.",
    "start": "00:24:12",
    "end": "00:24:13"
  },
  {
    "text": "But character slots can sometimes be composite and have other indirect. Have a donkey, have some oil, have an innkeeper, but that kind of thing. Okay, so I love this about you. In your search for clarity, you problematize everything, which is wonderful. I love it. That's what I love about our conversations, because you're helping me clarify even more. So let's just look at some examples. So let's just quick survey some three character parables, some that we've looked at already. A huge number of Jesus parables have an authority figure, a father, king, master, landowner. And usually they embody or symbolize either himself or. Or the God of Israel. And of course, that's on Purpose. That those are kind of blurred together often in the parables. And then that usually there's two subordinates of some kind contrasted as one positive, one negative. So a slave, a subject, a son, a debtor, a manager, that kind of thing. So if you think through that, each character embodies a main point, it's pretty intuitive. So let's take the prodigal son, for example. So you got two contrasting sons.",
    "start": "00:24:13",
    "end": "00:25:28"
  },
  {
    "text": "Yeah.",
    "start": "00:25:28",
    "end": "00:25:28"
  },
  {
    "text": "The character who gets the most airtime in terms of space.",
    "start": "00:25:28",
    "end": "00:25:31"
  },
  {
    "text": "Younger son.",
    "start": "00:25:31",
    "end": "00:25:32"
  },
  {
    "text": "Is the foolish younger son. So they embody a main principle that Jesus is trying to get across. There are people who are foolish, completely foolish, who don't deserve some decide generosity, mercy, grace, forgiveness.",
    "start": "00:25:32",
    "end": "00:25:49"
  },
  {
    "text": "Foolish and self focused and totally.",
    "start": "00:25:49",
    "end": "00:25:52"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:25:53",
    "end": "00:25:54"
  },
  {
    "text": "In a way that ruins relationships.",
    "start": "00:25:54",
    "end": "00:25:56"
  },
  {
    "text": "That's right. Yeah, that's right. Yeah. Cuts himself off from his family. Yeah. You've got a generous. A surprisingly generous merciful father who wants to reintegrate his son back into the family. Then you have the older brother who holds a grudge and so on against his younger brother. So I think it's fairly intuitive. Each one of those communicates something. So here's how Blomberg summarizes it. He says, like the foolish prodigal son who returns and finds forgiveness, even the most serious human failure doesn't close the door on God's mercy. So notice what he's done there.",
    "start": "00:25:56",
    "end": "00:26:35"
  },
  {
    "text": "Yeah.",
    "start": "00:26:35",
    "end": "00:26:36"
  },
  {
    "text": "In the context. Jesus is talking about his reception of people that the Pharisees have put on the outside of Israel.",
    "start": "00:26:36",
    "end": "00:26:45"
  },
  {
    "text": "Yeah.",
    "start": "00:26:45",
    "end": "00:26:45"
  },
  {
    "text": "Tax collectors, sex workers, many of the poor and destitute. So he's taken Jesus parable commentary on them and he's turning it into a larger principle.",
    "start": "00:26:45",
    "end": "00:26:57"
  },
  {
    "text": "He's finding the significance.",
    "start": "00:26:57",
    "end": "00:26:59"
  },
  {
    "text": "I think so, yes.",
    "start": "00:26:59",
    "end": "00:27:00"
  },
  {
    "text": "If I remember correctly, this parable is part of the lost.",
    "start": "00:27:00",
    "end": "00:27:03"
  },
  {
    "text": "The three lost.",
    "start": "00:27:04",
    "end": "00:27:04"
  },
  {
    "text": "Three lost parables.",
    "start": "00:27:04",
    "end": "00:27:05"
  },
  {
    "text": "Correct.",
    "start": "00:27:05",
    "end": "00:27:06"
  },
  {
    "text": "Lost sheep, lost coin, lost son. These were all told in the context of. Was this. What was the context?",
    "start": "00:27:06",
    "end": "00:27:13"
  },
  {
    "text": "Yeah. Religious leaders who think that Jesus should be ashamed of himself.",
    "start": "00:27:13",
    "end": "00:27:18"
  },
  {
    "text": "Was it when the woman comes to. No, no, that's a different one.",
    "start": "00:27:18",
    "end": "00:27:21"
  },
  {
    "text": "No, this is just he. They see Jesus throwing Kingdom of God parties.",
    "start": "00:27:21",
    "end": "00:27:25"
  },
  {
    "text": "Okay. And they just come and confirm.",
    "start": "00:27:25",
    "end": "00:27:26"
  },
  {
    "text": "Yeah. All these people who are changing their ways and following the way of Jesus.",
    "start": "00:27:27",
    "end": "00:27:31"
  },
  {
    "text": "Yeah.",
    "start": "00:27:31",
    "end": "00:27:32"
  },
  {
    "text": "And they resent Jesus.",
    "start": "00:27:32",
    "end": "00:27:33"
  },
  {
    "text": "So. So the meaning that Jesus has for this parable is he wants them to understand that what he's doing is he's extending God's generous love and forgiveness.",
    "start": "00:27:33",
    "end": "00:27:44"
  },
  {
    "text": "Yeah.",
    "start": "00:27:44",
    "end": "00:27:45"
  },
  {
    "text": "Of God and to those people, those outcasts, in his immediate context.",
    "start": "00:27:45",
    "end": "00:27:51"
  },
  {
    "text": "Yeah. The people who look like failed Israelites, they are failures of keeping the covenant.",
    "start": "00:27:51",
    "end": "00:27:57"
  },
  {
    "text": "So much so that you compare them to someone who squandered an inheritance.",
    "start": "00:27:57",
    "end": "00:28:01"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:28:01",
    "end": "00:28:02"
  },
  {
    "text": "In a foreign land and has nothing to show for it.",
    "start": "00:28:02",
    "end": "00:28:05"
  },
  {
    "text": "That's right.",
    "start": "00:28:05",
    "end": "00:28:05"
  },
  {
    "text": "Even defiled himself by, like, raising pigs.",
    "start": "00:28:05",
    "end": "00:28:09"
  },
  {
    "text": "Correct.",
    "start": "00:28:09",
    "end": "00:28:09"
  },
  {
    "text": "Which you just wouldn't do.",
    "start": "00:28:09",
    "end": "00:28:10"
  },
  {
    "text": "That's right. We're seeing in that character. That's an ethos to the Jesus movement that continues right on through into the Jesus movement. The church is founded by the apostles, and it should be a part of the ethos of a Jesus movement. There is nobody who's too far gone. There's nobody who's too failed of a human.",
    "start": "00:28:10",
    "end": "00:28:31"
  },
  {
    "text": "So you just turned it into. What's the significance for the Jesus movement?",
    "start": "00:28:31",
    "end": "00:28:34"
  },
  {
    "text": "Yeah, I just turned it into, like a theological principle for the Jesus movement at large. But that's surely what Jesus is trying to do with a story like this is communicate a core ethic of the kingdom of God. There's nobody who's too failed of a human being to receive God's mercy and find a new start.",
    "start": "00:28:34",
    "end": "00:28:54"
  },
  {
    "text": "So that's interesting. So Jesus is, through these characters, explaining a core ethic of the kingdom of God. It has a meaning for his context. Right. Then.",
    "start": "00:28:54",
    "end": "00:29:04"
  },
  {
    "text": "Yes.",
    "start": "00:29:04",
    "end": "00:29:04"
  },
  {
    "text": "But then anyone who hears it, even if they're in that context or beyond, can see that meaning and see the ongoing significance of it.",
    "start": "00:29:04",
    "end": "00:29:12"
  },
  {
    "text": "Totally. I think it's very. It's actually so intuitive that we forget that Jesus actually meant something by it in a historical context.",
    "start": "00:29:12",
    "end": "00:29:19"
  },
  {
    "text": "Right.",
    "start": "00:29:20",
    "end": "00:29:20"
  },
  {
    "text": "We immediately go to the significance for me and all people of all time, usually that's where we go first. Right. And in the prodigal son. It's not that hard.",
    "start": "00:29:20",
    "end": "00:29:29"
  },
  {
    "text": "No, it's one of the easiest ones to do.",
    "start": "00:29:29",
    "end": "00:29:31"
  },
  {
    "text": "That's why I'm doing it first.",
    "start": "00:29:31",
    "end": "00:29:32"
  },
  {
    "text": "Yeah.",
    "start": "00:29:32",
    "end": "00:29:32"
  },
  {
    "text": "So the same about the generous father.",
    "start": "00:29:34",
    "end": "00:29:36"
  },
  {
    "text": "Yeah.",
    "start": "00:29:36",
    "end": "00:29:36"
  },
  {
    "text": "It's such a patent image of Jesus. Description of the God of Israel. Generous, indiscriminate, foolishly generous. Yeah, totally. And then the image of the grumbling older brother who resents. It's actually such a universal image of having a sibling that you resent because your parents did something for them. Such a universal. I guess it depends on if you have a family and siblings, but it's a pretty widespread phenomenon to have siblings.",
    "start": "00:29:36",
    "end": "00:30:07"
  },
  {
    "text": "And to feel like there's some favoritism.",
    "start": "00:30:07",
    "end": "00:30:10"
  },
  {
    "text": "Yeah. Or just your sibling blows it and you feel like they don't deserve the mercy or forgiveness that your parents give them.",
    "start": "00:30:10",
    "end": "00:30:17"
  },
  {
    "text": "It's a common human condition to think that other people don't deserve forgiveness.",
    "start": "00:30:17",
    "end": "00:30:23"
  },
  {
    "text": "And that's even more universal. That's right.",
    "start": "00:30:24",
    "end": "00:30:27"
  },
  {
    "text": "It shows up a lot in siblings.",
    "start": "00:30:27",
    "end": "00:30:28"
  },
  {
    "text": "Totally. I'm just saying that the actual narrative image of a sibling resenting their other sibling for something their parents do, it's a pretty widespread experience.",
    "start": "00:30:28",
    "end": "00:30:36"
  },
  {
    "text": "And the way that Blomberg says the older brother should not have begrudged his brother's restoration. So those who claim association with God shouldn't elevate themselves, but those who are supposedly undeserving of God's grace.",
    "start": "00:30:36",
    "end": "00:30:48"
  },
  {
    "text": "Yeah, that's his summary. Yeah. So I think. Yeah, that's. That's exactly right. The prodigal son. There's a reason why it's one of the most famous parables of Jesus.",
    "start": "00:30:48",
    "end": "00:30:56"
  },
  {
    "text": "Yeah.",
    "start": "00:30:56",
    "end": "00:30:57"
  },
  {
    "text": "It's so intuitive how Jesus meaning speaks a significant message. And notice what he's done is he's located each of the three characters.",
    "start": "00:30:57",
    "end": "00:31:05"
  },
  {
    "text": "Yeah.",
    "start": "00:31:05",
    "end": "00:31:06"
  },
  {
    "text": "So there are other things in the story and actually things that I think are significant. A Jewish storyteller talking to a Jewish audience.",
    "start": "00:31:06",
    "end": "00:31:14"
  },
  {
    "text": "Yeah.",
    "start": "00:31:14",
    "end": "00:31:14"
  },
  {
    "text": "Meant to assumed Jewish characters. He goes out to the gentiles, he becomes a slave feeding pigs, which is like the iconic animal of Jewish people, the dividing line between kosher and non kosher, Jew and non Jew. He returns home. So I think there are echoes of the story of Israel here on a large scale level. But I wouldn't therefore say the pigs symbolize the gentile nations.",
    "start": "00:31:15",
    "end": "00:31:44"
  },
  {
    "text": "Right.",
    "start": "00:31:44",
    "end": "00:31:44"
  },
  {
    "text": "I think we're probably pressing it too far.",
    "start": "00:31:44",
    "end": "00:31:47"
  },
  {
    "text": "Right.",
    "start": "00:31:47",
    "end": "00:31:47"
  },
  {
    "text": "The pea pods or the carob pods or whatever that he longs to eat symbolize this or that.",
    "start": "00:31:47",
    "end": "00:31:53"
  },
  {
    "text": "Or the ring that the father gives him.",
    "start": "00:31:53",
    "end": "00:31:55"
  },
  {
    "text": "Yeah.",
    "start": "00:31:55",
    "end": "00:31:55"
  },
  {
    "text": "Symbolizes something specific.",
    "start": "00:31:55",
    "end": "00:31:57"
  },
  {
    "text": "Yes. So my Greek teacher used to say this. He said, the good ship exegesis is flown by the seat of our pants. And I. It took me so long to understand what.",
    "start": "00:31:58",
    "end": "00:32:08"
  },
  {
    "text": "I don't know what that means.",
    "start": "00:32:08",
    "end": "00:32:10"
  },
  {
    "text": "So let's say you're sailing a ship called exegesis.",
    "start": "00:32:10",
    "end": "00:32:12"
  },
  {
    "text": "Exegesis, which is how you interpret.",
    "start": "00:32:12",
    "end": "00:32:14"
  },
  {
    "text": "Which is a fancy word for interpretation. It means to bring out how to bring out meaning. So the good ship exegesis is flown, which is the sailing term for sailing. Though now that we have planes, we think it means flying.",
    "start": "00:32:14",
    "end": "00:32:31"
  },
  {
    "text": "Sailing is a lot like flying, actually.",
    "start": "00:32:31",
    "end": "00:32:33"
  },
  {
    "text": "Good ship exegesis is flown by the seat of our pants, which, you know, he would smirk and then we would like spend one hour parsing all the verbs in a paragraph or something, you know, which is not flying by the seat of your pants. That's being very methodical. But the point is that there is an element of judgment call in all interpretation. So what we're looking for is just using our best historically informed sensibilities. And I think Blomberg really helps us here. That landing on the main characters is a really reliable guide to the main message that is meant by Jesus in a parable. Three character parables.",
    "start": "00:32:33",
    "end": "00:33:14"
  },
  {
    "text": "Yes, there are three character parables.",
    "start": "00:33:14",
    "end": "00:33:16"
  },
  {
    "text": "Let's look at some two character parables.",
    "start": "00:33:16",
    "end": "00:33:18"
  },
  {
    "text": "Okay, Sa.",
    "start": "00:33:18",
    "end": "00:33:29"
  },
  {
    "text": "Often there's two types of two character parables for Jesus. Sometimes he'll contrast a good or positive character or object with the negative one. Okay, so a tax collector and a Pharisee go up to the temple to pray. The tax collector says, lord have mercy.",
    "start": "00:34:00",
    "end": "00:34:17"
  },
  {
    "text": "These are the ones that always sound like a joke set up to me.",
    "start": "00:34:17",
    "end": "00:34:20"
  },
  {
    "text": "Yeah, that's right. That's right. Yeah. And the Pharisee says, oh, God, thank you, that I'm not like that tax collector. And so it just becomes very clear. Each of the characters embodies a message or a character type that you do and don't want to be like. Those are contrasting ones. You have a wise builder of a house on the rock, foolish builder of a house on the sand. You have a house owner who locks up his house, and if he knows there's a thief in the neighborhood, he stays up and he's alert. Then you have the thief who wants to break in and only take for himself. That kind of thing. Those are fairly intuitive. The contrast is usually between people's motives or behavior, their values, and the outcome. Oh, this is interesting. This is a point Blomberg makes. So the difference between those type of two character parables, where you have two contrasting characters, it's very similar to the three character parables, like a foolish son and then a begrudging son, that kind of thing. Or you have a good servant and a bad servant. In the three character parables, you have an authority figure who evaluates. In two character parables, the listener is the evaluator. You become the authority figure. So it's like the ball is in your court to evaluate which is wiser. Yeah, that's right. And this relates to another type of two character parable, which is oftentimes there is an authority figure and a subordinate figure. But often these are some of the most difficult parables because once again, you're trying to figure out and evaluate the authority figures. Evaluation of the subordinate. One of the parables you puzzle over the most fits into this category.",
    "start": "00:34:20",
    "end": "00:36:00"
  },
  {
    "text": "The shrewd manager.",
    "start": "00:36:00",
    "end": "00:36:01"
  },
  {
    "text": "Shrewd manager. Cool.",
    "start": "00:36:01",
    "end": "00:36:03"
  },
  {
    "text": "We get to talk about it.",
    "start": "00:36:03",
    "end": "00:36:04"
  },
  {
    "text": "Let's do it right now. Do you want to read it?",
    "start": "00:36:04",
    "end": "00:36:05"
  },
  {
    "text": "Sure. Three Character parables. Authority figure. Someone under the authority. Two people.",
    "start": "00:36:05",
    "end": "00:36:11"
  },
  {
    "text": "Two people.",
    "start": "00:36:11",
    "end": "00:36:12"
  },
  {
    "text": "One that usually is good, one that's bad. Generally two character parables. There's two types we're talking about. One is there's no authority figure. There's just the two contrasting subordinates.",
    "start": "00:36:12",
    "end": "00:36:23"
  },
  {
    "text": "Correct.",
    "start": "00:36:23",
    "end": "00:36:24"
  },
  {
    "text": "And then there's another type where there's actually an authority figure and just one subordinate. So there's no subordinate to compare them to. It's just the interaction between the authority figure and the subordinate.",
    "start": "00:36:24",
    "end": "00:36:34"
  },
  {
    "text": "Yeah. You're just watching, and then. So you're watching and you're paying attention to how the authority figure evaluates the subordinate. And then you yourself are trying to evaluate the subordinate. And there's an interesting interplay. These are amazing parables. Because it's the interplay, the authority figure in the parable and the listener become different evaluators of the subordinate. And sometimes it makes for a fascinating parable. Yeah, this is sounding abstract. This will become perfectly clear once we read the parable.",
    "start": "00:36:34",
    "end": "00:37:04"
  },
  {
    "text": "Yeah. This is in Luke 16.",
    "start": "00:37:04",
    "end": "00:37:05"
  },
  {
    "text": "Yeah.",
    "start": "00:37:06",
    "end": "00:37:06"
  },
  {
    "text": "So Jesus said to his disciples, there was a rich man who had a manager, and charges were brought to him, the manager, that this man was wasting his possessions. And he called him and said to him, what is this that I hear about you turn in the account of your management, for you can no longer be manager terminated.",
    "start": "00:37:06",
    "end": "00:37:26"
  },
  {
    "text": "Yeah. He's got fired. Got notice.",
    "start": "00:37:27",
    "end": "00:37:29"
  },
  {
    "text": "Yeah. The manager said to himself, what am I gonna do? Since my master is taking the management away from me, I'm not strong enough to dig and I'm ashamed to beg. I have decided what to do so that when I am removed from management, people will receive me into their houses. So he summoned his master's debtors one by one, and he said to the first, hey, how much do you owe my master? And the guy says, 100 measures of oil. And the manager says to him, take your bill, Sit down quickly, write 50. And then he said to another, how much do you owe? That guy goes, 100 measures of wheat. He said to him, take your bill, write 80. The master commended the dishonest manager for his shrewdness. For the sons of this world are more shrewd in dealing with their own generation than the sons of light. And I tell you, make friends for yourselves by means of unrighteous wealth, so that when it fails, they may receive you into the eternal dwellings. Quote, One who is faithful in a very little is also faithful in much. And one who is dishonest in a very little is also dishonest in much. If then you have not Been faithful in the unrighteous mammon, who will entrust to you the true riches. Yeah, yeah. Puzzling parable.",
    "start": "00:37:29",
    "end": "00:38:44"
  },
  {
    "text": "It's a great one. Jesus tells this immediately after the lost coin, the lost sheep, and the prodigal son. The next sentence is. And he also said to his disciples, it's the next thing. So if you're reading a red letter Bible, Luke 15 is almost all red letters. And then you move right into the red letters of this teaching right here, right after you finish reading. Jesus has this famous line, no servant can serve two masters. He will either hate the one and love the other, or. Or be devoted to one and despise the other. You cannot serve God and mammon. Now, the Pharisees loved money, and they were listening to Jesus talk about this and were making fun of him, scoffing at him. And so he said to them, and then he goes on and they have another long. He gives another long speech. But so the point is that this is a follow up. Still addressing the Pharisees about the questionable company that he meets. Remember?",
    "start": "00:38:44",
    "end": "00:39:47"
  },
  {
    "text": "Yep.",
    "start": "00:39:47",
    "end": "00:39:47"
  },
  {
    "text": "15.",
    "start": "00:39:47",
    "end": "00:39:48"
  },
  {
    "text": "Yeah.",
    "start": "00:39:48",
    "end": "00:39:49"
  },
  {
    "text": "What we just talked about. And then also the response to this is people thinking Jesus has a ridiculous view of money, an unrealistic view of money, that they make fun of him. So I just want to say that's the response to this parable. Whatever Jesus is doing with this parable, we need to make sense of both the narrative context before and after and what people take away from it, which is to say, this guy is crazy. What a ridiculous view of money this guy has.",
    "start": "00:39:49",
    "end": "00:40:19"
  },
  {
    "text": "And his thing about two masters.",
    "start": "00:40:19",
    "end": "00:40:20"
  },
  {
    "text": "Correct. Yeah.",
    "start": "00:40:20",
    "end": "00:40:21"
  },
  {
    "text": "That's interesting. I never.",
    "start": "00:40:21",
    "end": "00:40:22"
  },
  {
    "text": "Okay, yeah. So we're doing step one, which is to honor the narrative context of the parable. So whenever I come across a parable of Jesus, I scan up to see what's the last narrative moment. And is that significant. I scan down. Is there a narrative after this that helps me understand? And in this case, we get two. We get it on both sides.",
    "start": "00:40:22",
    "end": "00:40:44"
  },
  {
    "text": "And the one before is about. We already talked about it. Pharisees think Jesus is being too loose and who's being generous to and offering God's forgiveness. They're way out. They're too outside. And he tells the story of the lost sheep, the lost coin, and then the parable of the lost son. And then immediately he goes into this next parable, which seems unrelated.",
    "start": "00:40:45",
    "end": "00:41:09"
  },
  {
    "text": "Yeah. At first we'll ponder it and see how it is or isn't related.",
    "start": "00:41:10",
    "end": "00:41:14"
  },
  {
    "text": "But he tells it to his disciples, not to the Pharisees.",
    "start": "00:41:14",
    "end": "00:41:17"
  },
  {
    "text": "True. However, the Pharisees do overhear that they're listening, then they respond.",
    "start": "00:41:17",
    "end": "00:41:22"
  },
  {
    "text": "So it's like he tells these stories to the Pharisees, or is he talking to his disciples the whole time?",
    "start": "00:41:22",
    "end": "00:41:25"
  },
  {
    "text": "No, back in chapter 15, the Pharisees were grumbling, saying, this man receives sinners and eats with them. He told them this parable.",
    "start": "00:41:26",
    "end": "00:41:33"
  },
  {
    "text": "Okay. So he tells the three parables to the Pharisees, he turns to his disciples, and then he tells them a fourth parable.",
    "start": "00:41:34",
    "end": "00:41:41"
  },
  {
    "text": "Correct.",
    "start": "00:41:41",
    "end": "00:41:41"
  },
  {
    "text": "And this fourth parable has two characters. An authority figure, the rich man and the subordinate, the manager. The rich man is firing the manager.",
    "start": "00:41:41",
    "end": "00:41:54"
  },
  {
    "text": "Yeah. This is good. Notice Jesus doesn't want us to think about the reasons why Jesus is rushing everything to the moment of getting fired. And the guy's response, the reason why.",
    "start": "00:41:54",
    "end": "00:42:04"
  },
  {
    "text": "Was he was wasting his possessions.",
    "start": "00:42:04",
    "end": "00:42:06"
  },
  {
    "text": "Yeah, that's right. Wasting his possessions. Why? And how?",
    "start": "00:42:06",
    "end": "00:42:09"
  },
  {
    "text": "Yeah.",
    "start": "00:42:10",
    "end": "00:42:10"
  },
  {
    "text": "Well, we're not.",
    "start": "00:42:10",
    "end": "00:42:11"
  },
  {
    "text": "We don't know.",
    "start": "00:42:11",
    "end": "00:42:12"
  },
  {
    "text": "We don't know. But it does set a context for what he is also about to do. Wasting. Well, yeah, there's. I mean, that could mean so many things. But Jesus doesn't, apparently doesn't want us to focus on.",
    "start": "00:42:12",
    "end": "00:42:24"
  },
  {
    "text": "Well, if you're managing someone's wealth.",
    "start": "00:42:24",
    "end": "00:42:25"
  },
  {
    "text": "Yeah.",
    "start": "00:42:25",
    "end": "00:42:26"
  },
  {
    "text": "Then your expectation is your wealth will grow or at least maintain.",
    "start": "00:42:26",
    "end": "00:42:29"
  },
  {
    "text": "Yeah. Maintain or grow.",
    "start": "00:42:29",
    "end": "00:42:31"
  },
  {
    "text": "And if you like, hey, this manager. I have less wealth this month than last month and even less the month before.",
    "start": "00:42:31",
    "end": "00:42:39"
  },
  {
    "text": "Yeah.",
    "start": "00:42:39",
    "end": "00:42:39"
  },
  {
    "text": "Something's wrong with this manager.",
    "start": "00:42:39",
    "end": "00:42:40"
  },
  {
    "text": "Yeah. I gotta fire.",
    "start": "00:42:40",
    "end": "00:42:41"
  },
  {
    "text": "I gotta fire him.",
    "start": "00:42:41",
    "end": "00:42:41"
  },
  {
    "text": "Yep.",
    "start": "00:42:41",
    "end": "00:42:42"
  },
  {
    "text": "Makes perfect sense.",
    "start": "00:42:42",
    "end": "00:42:43"
  },
  {
    "text": "Makes perfect sense.",
    "start": "00:42:43",
    "end": "00:42:44"
  },
  {
    "text": "He's mismanaging.",
    "start": "00:42:44",
    "end": "00:42:45"
  },
  {
    "text": "Yeah. So the rich man isn't necessarily a good guy or bad guy. He's a neutral character doing something sensible.",
    "start": "00:42:45",
    "end": "00:42:53"
  },
  {
    "text": "And we don't know if the managers just like, was being. Was doing it on purpose. Just had a bad run of.",
    "start": "00:42:53",
    "end": "00:42:58"
  },
  {
    "text": "That's right. That's right.",
    "start": "00:42:58",
    "end": "00:42:59"
  },
  {
    "text": "Of market bets.",
    "start": "00:42:59",
    "end": "00:43:01"
  },
  {
    "text": "Yeah. Yeah. Although Jesus disciples, we know a lot of them were made up of lower class, so they would have a negative view of managers, of people with a lot of wealth. Oh, that's just the nature of the social situation. Rich landowners and managers are not popular to the majority of craftsmen and day laborers in the poor in Galilee in Jesus time. It's just the nature. Totally different economic setup.",
    "start": "00:43:01",
    "end": "00:43:33"
  },
  {
    "text": "Yeah.",
    "start": "00:43:33",
    "end": "00:43:33"
  },
  {
    "text": "Okay. So the guy gets fired, and then we get a window into his psyche. His psyche. What am I going to do?",
    "start": "00:43:33",
    "end": "00:43:40"
  },
  {
    "text": "Yeah. Polish up my resume.",
    "start": "00:43:41",
    "end": "00:43:42"
  },
  {
    "text": "Yeah. So notice we're back to this theme. An authority figure brings a moment of reckoning that forces a crisis of decision on the character. It's a huge motif in Jesus parables So we're in that neighborhood of an authority.",
    "start": "00:43:42",
    "end": "00:43:57"
  },
  {
    "text": "So this is a crisis parable.",
    "start": "00:43:57",
    "end": "00:43:58"
  },
  {
    "text": "It's a parable about this guy had to make a decision sometimes. Yeah, that's right.",
    "start": "00:43:58",
    "end": "00:44:03"
  },
  {
    "text": "What were the three categories again? There was parables about the nature of God's kingdom, the surprising, surprising nature of God's kingdom, or arrival of God's kingdom.",
    "start": "00:44:03",
    "end": "00:44:12"
  },
  {
    "text": "Second is parables about the value set, the upside down value system and ethic.",
    "start": "00:44:12",
    "end": "00:44:18"
  },
  {
    "text": "And the third is about a crisis.",
    "start": "00:44:18",
    "end": "00:44:19"
  },
  {
    "text": "That focus on the crisis of decision that God's kingdom forces on Israel of his day. And what are you going to do about it?",
    "start": "00:44:19",
    "end": "00:44:26"
  },
  {
    "text": "And you think this is a third category?",
    "start": "00:44:26",
    "end": "00:44:28"
  },
  {
    "text": "Well, I'm just saying it's about a character whose authority figure forces him to make a decision.",
    "start": "00:44:28",
    "end": "00:44:33"
  },
  {
    "text": "It's interesting because I've always read it in terms of ethic one, like, oh, so there's something about how I should behaving.",
    "start": "00:44:33",
    "end": "00:44:42"
  },
  {
    "text": "Oh, okay. Yeah, yeah, yeah, got it. Okay, good. That's a great example of the assumptions that we bring, too.",
    "start": "00:44:42",
    "end": "00:44:49"
  },
  {
    "text": "Yeah.",
    "start": "00:44:49",
    "end": "00:44:49"
  },
  {
    "text": "Jesus teachings are, well, either moral, religious truths about God and me, or they're ethical truths about how I should live.",
    "start": "00:44:49",
    "end": "00:44:56"
  },
  {
    "text": "Yeah. So what's so confusing about this parable is you're like, okay, so this guy was dishonest.",
    "start": "00:44:56",
    "end": "00:45:01"
  },
  {
    "text": "Yeah.",
    "start": "00:45:01",
    "end": "00:45:01"
  },
  {
    "text": "And rewarded.",
    "start": "00:45:01",
    "end": "00:45:02"
  },
  {
    "text": "He was wasting. Okay, so let's go on. His master has these accounts. In his last day on the job, he just. Straight up.",
    "start": "00:45:02",
    "end": "00:45:09"
  },
  {
    "text": "Yeah. He cooks the books.",
    "start": "00:45:09",
    "end": "00:45:10"
  },
  {
    "text": "He cooks the books and in three steps. You owe less, Right?",
    "start": "00:45:10",
    "end": "00:45:14"
  },
  {
    "text": "Yeah.",
    "start": "00:45:14",
    "end": "00:45:15"
  },
  {
    "text": "How much do you owe? 100. Nope, you owe 80 now. Right. And when the master finds out what.",
    "start": "00:45:15",
    "end": "00:45:22"
  },
  {
    "text": "He'S doing, you would think the master's gonna get really angry.",
    "start": "00:45:22",
    "end": "00:45:26"
  },
  {
    "text": "Totally. Yes, exactly.",
    "start": "00:45:26",
    "end": "00:45:27"
  },
  {
    "text": "You would expect the master to be.",
    "start": "00:45:27",
    "end": "00:45:28"
  },
  {
    "text": "Like, twisting the story.",
    "start": "00:45:28",
    "end": "00:45:29"
  },
  {
    "text": "Yeah. Like you. Wicked. I can't believe it.",
    "start": "00:45:29",
    "end": "00:45:33"
  },
  {
    "text": "Yes, totally.",
    "start": "00:45:33",
    "end": "00:45:33"
  },
  {
    "text": "You're going to jail. I'm suing you for all you're worth.",
    "start": "00:45:33",
    "end": "00:45:36"
  },
  {
    "text": "Yes.",
    "start": "00:45:36",
    "end": "00:45:36"
  },
  {
    "text": "Your life is over.",
    "start": "00:45:36",
    "end": "00:45:37"
  },
  {
    "text": "That's right. So that's the twist in the story.",
    "start": "00:45:37",
    "end": "00:45:39"
  },
  {
    "text": "Yeah.",
    "start": "00:45:39",
    "end": "00:45:39"
  },
  {
    "text": "I mean, the narrative says he was a dishonest manager. What he just did was dishonest.",
    "start": "00:45:39",
    "end": "00:45:45"
  },
  {
    "text": "Yeah.",
    "start": "00:45:45",
    "end": "00:45:45"
  },
  {
    "text": "Jesus is perfectly clear.",
    "start": "00:45:45",
    "end": "00:45:46"
  },
  {
    "text": "Yeah.",
    "start": "00:45:46",
    "end": "00:45:47"
  },
  {
    "text": "But it's like a joke that has a twist at the end, but instead of getting taken to court.",
    "start": "00:45:47",
    "end": "00:45:52"
  },
  {
    "text": "Yeah.",
    "start": "00:45:52",
    "end": "00:45:52"
  },
  {
    "text": "The manager says you're.",
    "start": "00:45:52",
    "end": "00:45:54"
  },
  {
    "text": "I like how you're thinking here.",
    "start": "00:45:55",
    "end": "00:45:56"
  },
  {
    "text": "You know, you're still fired, but good on you. You're. You're going to get ahead. So I think it's because the master commends him at the end. That's what leads us maybe to think, oh, this is a parable. Appraising certain kinds of behavior, namely dishonesty. Right.",
    "start": "00:45:56",
    "end": "00:46:15"
  },
  {
    "text": "Yeah.",
    "start": "00:46:15",
    "end": "00:46:16"
  },
  {
    "text": "Okay. So notice what Jesus says next. He says, listen, the sons of this world are more shrewd in dealing with their own kind than are the sons of light. Jesus is using very loaded apocalyptic symbolism here of the children of dark and the children of the light. This is key.",
    "start": "00:46:16",
    "end": "00:46:36"
  },
  {
    "text": "Image people who are for the kingdom of God and people who are not.",
    "start": "00:46:36",
    "end": "00:46:39"
  },
  {
    "text": "Yeah, it's Genesis 1. People of the realm of chaos and death, or people of the realm of divine light and new creation. So notice at the end, he says people of this. Of the darkness. Right. People of this world are more shrewd in dealing with their own kind. He's just telling. He's summarizing the story that he just told.",
    "start": "00:46:39",
    "end": "00:46:58"
  },
  {
    "text": "So the story is about someone who is of the darkness being shrewd.",
    "start": "00:46:58",
    "end": "00:47:04"
  },
  {
    "text": "Yeah. Here's how people who haven't been transformed by the kingdom of God behave. But then he goes on, surprisingly, to say, you know, there's something to be learned here. This guy was forced with a moment of reckoning, and what did he do? He valued relationships over money, but over his master's money. Yeah, yeah, that's true, but. Right. That's the point. He says, Jesus goes on, make friends for yourselves by means of unrighteous wealth. So the assumption here is that money is correct. It's a God. The word mammon. Mammon is a deity. Mammon. Sorry I didn't look this up, but I'm going to. One second. So mammon, it comes from the root word in Hebrew or Aramaic. It's a Semitic word, amen, which means trustworthy. Trustworthy. So the mammon becomes a word for money, but that in which you put your trust, the trusted thing is what mammon means. And the word occurs in sayings of Jesus. It's money personified as a spiritual power that stands in competition to God. He calls it here the mammon of unrighteousness. That wealth can. I'm reading from the dictionary of demons and deities in the Bible. Such a helpful dictionary.",
    "start": "00:47:04",
    "end": "00:48:27"
  },
  {
    "text": "Never heard of it.",
    "start": "00:48:28",
    "end": "00:48:29"
  },
  {
    "text": "This is an article on Mammon by P.W. vanderhorst. It's a uniquely Jewish term referring to wealth personified as a spiritual power. Oh, so it's like one of the principalities and powers in Paul. Jesus views money as a superorganism, an emergent property. Yeah, okay. Sorry, I just wanted to register that point.",
    "start": "00:48:30",
    "end": "00:49:33"
  },
  {
    "text": "Okay.",
    "start": "00:49:33",
    "end": "00:49:33"
  },
  {
    "text": "So in GS's mind, what's of ultimate value is people and relationships. And money is an instrument in the service of a Greater. Cause I think that's the basic point.",
    "start": "00:49:33",
    "end": "00:49:49"
  },
  {
    "text": "That's the basic point.",
    "start": "00:49:49",
    "end": "00:49:50"
  },
  {
    "text": "Yeah.",
    "start": "00:49:50",
    "end": "00:49:50"
  },
  {
    "text": "The manager was wise to realize that. That he is in a position to manage this guy's money, but only for, like, another.",
    "start": "00:49:50",
    "end": "00:50:00"
  },
  {
    "text": "Yeah.",
    "start": "00:50:00",
    "end": "00:50:01"
  },
  {
    "text": "Moment in time.",
    "start": "00:50:01",
    "end": "00:50:02"
  },
  {
    "text": "Yeah.",
    "start": "00:50:02",
    "end": "00:50:02"
  },
  {
    "text": "And so he realized what's really the most valuable thing here is not the money, it's the relationships.",
    "start": "00:50:02",
    "end": "00:50:10"
  },
  {
    "text": "Yeah.",
    "start": "00:50:10",
    "end": "00:50:11"
  },
  {
    "text": "And so. And I only have.",
    "start": "00:50:11",
    "end": "00:50:13"
  },
  {
    "text": "Yeah.",
    "start": "00:50:13",
    "end": "00:50:13"
  },
  {
    "text": "One more day.",
    "start": "00:50:13",
    "end": "00:50:14"
  },
  {
    "text": "Yeah.",
    "start": "00:50:14",
    "end": "00:50:14"
  },
  {
    "text": "So am I gonna do. I'm gonna focus on the relationships.",
    "start": "00:50:14",
    "end": "00:50:17"
  },
  {
    "text": "That's right.",
    "start": "00:50:17",
    "end": "00:50:17"
  },
  {
    "text": "In spite of the money.",
    "start": "00:50:17",
    "end": "00:50:18"
  },
  {
    "text": "Correct. So in other words, the character becomes, for the listener, like a contrast character. There's something praiseworthy about him, and that's the little twist about the master at the end where he praises him. At the moment, you expect him to take him to jail or something like that. But the point isn't, therefore, you go, like, cheat people out of money, cheat some people out of money to give it away and make good relationships, you know? Robin Hood. Right, right. Steal from the Sheriff of Nottingham and give to the poor.",
    "start": "00:50:18",
    "end": "00:50:52"
  },
  {
    "text": "The sheriff was just trying to arrest him. Right? He was stealing from.",
    "start": "00:50:52",
    "end": "00:50:55"
  },
  {
    "text": "Yeah, but isn't he the bad guy?",
    "start": "00:50:56",
    "end": "00:50:57"
  },
  {
    "text": "No, no, no. There was King Louie, I think, was the main bad dude. He was the lion in the Disney one.",
    "start": "00:50:57",
    "end": "00:51:04"
  },
  {
    "text": "Sheriff of Nottingham is the main antagonist in the Legends of Robin Hood. Yeah, I thought so. It's a bad guy, an unjust rich tyrant. Oh, yeah. Always trying to get Robin Hood. So, yeah, the point isn't steal someone else's money so you can give it away. The point simply is, here is a character who didn't let money distract him from an even greater goal, which is securing. He has a crisis of decision, so he secures his future by downgrading money to an instrument. And then Jesus makes him into a contract character where he says, okay, so that's what the people of this world, the sons of this age.",
    "start": "00:51:04",
    "end": "00:51:46"
  },
  {
    "text": "Mm. It's intuitive to them.",
    "start": "00:51:47",
    "end": "00:51:48"
  },
  {
    "text": "Yeah, it's intuitive to them that sometimes you don't allow money to distract you from what's more ultimate.",
    "start": "00:51:48",
    "end": "00:51:55"
  },
  {
    "text": "And that becomes really obvious when the money's gonna be taken away.",
    "start": "00:51:55",
    "end": "00:51:58"
  },
  {
    "text": "Yeah, that's right. Yeah, totally.",
    "start": "00:51:58",
    "end": "00:51:59"
  },
  {
    "text": "That's when it becomes clear as day.",
    "start": "00:51:59",
    "end": "00:52:01"
  },
  {
    "text": "That's right. And so then otherwise, actually, it isn't.",
    "start": "00:52:01",
    "end": "00:52:04"
  },
  {
    "text": "So intuitive and obvious.",
    "start": "00:52:04",
    "end": "00:52:05"
  },
  {
    "text": "Oh, correct.",
    "start": "00:52:05",
    "end": "00:52:06"
  },
  {
    "text": "Yeah. Because you're just kind of. You got all this money, I think. Oh, the money's my power.",
    "start": "00:52:06",
    "end": "00:52:09"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:52:09",
    "end": "00:52:10"
  },
  {
    "text": "Well, you don't realize, actually true power comes through relationships. That's right, man. That was a massive business revelation to me. All of business Boils down to relationships. That's the most important thing. And you think that it's about your P and L and being able to make money is the most important thing, but that's just an effect.",
    "start": "00:52:10",
    "end": "00:52:32"
  },
  {
    "text": "Yeah.",
    "start": "00:52:32",
    "end": "00:52:33"
  },
  {
    "text": "Little business principle.",
    "start": "00:52:33",
    "end": "00:52:34"
  },
  {
    "text": "Yeah, that's from John Collins. That's right. So notice how Jesus turns the focus to vocabulary about trust and faith at the end. So he says, I tell you, make friends of yourselves by means of unrighteous wealth. He's using the image of the parable, money is an instrument. And then it's clear Jesus actually doesn't have a very high view of people with a lot of resources, which is terrifying. So that when it fails, they may receive you into eternal dwellings. So phrase it. Flip that over. Don't let money be something that keeps you from entering into the people of God's kingdom, entering into the people, entering into the life. And the people of God's kingdom use.",
    "start": "00:52:34",
    "end": "00:53:18"
  },
  {
    "text": "Worldly wealth to gain friends for yourself. So when it's gone, and that's Jesus view of wealth, it's like it doesn't stick around and it will be gone. There's something more important that's being built.",
    "start": "00:53:18",
    "end": "00:53:33"
  },
  {
    "text": "Yes. Yeah, that's right.",
    "start": "00:53:34",
    "end": "00:53:35"
  },
  {
    "text": "And yes, that thing is what you should use money for.",
    "start": "00:53:35",
    "end": "00:53:39"
  },
  {
    "text": "Yes.",
    "start": "00:53:39",
    "end": "00:53:40"
  },
  {
    "text": "And gaining friends is connected to that thing.",
    "start": "00:53:40",
    "end": "00:53:43"
  },
  {
    "text": "Yes. Okay. So if we think of Jesus as a teacher of just ethical truths in general, this becomes, oh, here's the teaching of Jesus about what to do or not to do with money. So stop. Our first principle. This parable fits into his larger proclamation of the arrival of God's kingdom that forces a crisis of decision upon you. And what are you going to do? What's the context? Jesus is forming communities of new brothers and sisters of equals with him as their.",
    "start": "00:53:44",
    "end": "00:54:16"
  },
  {
    "text": "And a lot of them are poor.",
    "start": "00:54:16",
    "end": "00:54:17"
  },
  {
    "text": "A lot of them are poor, but some of them are loaded. Like the women named in Luke chapter 8 who were financing the whole Galilee mission.",
    "start": "00:54:17",
    "end": "00:54:24"
  },
  {
    "text": "The tax collectors.",
    "start": "00:54:25",
    "end": "00:54:26"
  },
  {
    "text": "And they got. Yeah, tax collectors. Right. So you have a really diverse group of people that are coming around Jesus to live under God's reign and rule as Jesus defines it, which is surprising. And this parable fits into that call. So it is. It's a crisis parable. You are faced with a crisis when I'm faced with the invitation to the kingdom of God. And this becomes. This is a parable about how money. It gets downgraded in significance and importance. And it should never. It shouldn't prevent you from making gods reign and rule the thing you really trust in. And if anything, you should View it as an instrument, just like the sons of this world do. The sons of this world know when to downgrade the importance of money, when they're getting fired. Because when there's some greater value at stake.",
    "start": "00:54:26",
    "end": "00:55:18"
  },
  {
    "text": "Yeah. They can figure it out.",
    "start": "00:55:18",
    "end": "00:55:19"
  },
  {
    "text": "And then Jesus says, so you do.",
    "start": "00:55:19",
    "end": "00:55:20"
  },
  {
    "text": "The same thing because the greater thing of value at stake. Yeah. Like in a way Jesus is saying, just like that shrewd manager just found out he's losing his job. I want you to feel like that.",
    "start": "00:55:20",
    "end": "00:55:33"
  },
  {
    "text": "Yeah. Like you're about to lose all your money.",
    "start": "00:55:33",
    "end": "00:55:35"
  },
  {
    "text": "It's all gonna be gone.",
    "start": "00:55:35",
    "end": "00:55:36"
  },
  {
    "text": "It's all gone.",
    "start": "00:55:36",
    "end": "00:55:37"
  },
  {
    "text": "Yeah, correct. It's not gonna be here in the long run.",
    "start": "00:55:37",
    "end": "00:55:40"
  },
  {
    "text": "Yeah.",
    "start": "00:55:40",
    "end": "00:55:41"
  },
  {
    "text": "You're finding out that you're getting fired from the job you thought you had, which was protecting your wealth.",
    "start": "00:55:41",
    "end": "00:55:46"
  },
  {
    "text": "Yeah, that's right. Yeah, that's exactly right.",
    "start": "00:55:46",
    "end": "00:55:49"
  },
  {
    "text": "But that's over. So now that you know that's over, what are you going to do?",
    "start": "00:55:49",
    "end": "00:55:53"
  },
  {
    "text": "That's correct. And even to boil it in Jesus specific context, he's telling Israel his disciples and his disciples, Israel, everything we see around us, the temple down in Jerusalem, these tax collecting booths, really nice synagogues that people might give to because they've profited off of, you know, all of this debt slavery going on here, all going down. That's his announcement. Right. God's going to allow Rome to destroy this place if Israel doesn't accept my offer of the kingdom. That's the crisis as he's announcing it. So there it is. That's the crisis. This parable is about that crisis. Don't let money prevent you from accepting the kingdom of God.",
    "start": "00:55:53",
    "end": "00:56:36"
  },
  {
    "text": "Why does he use the term eternal dwellings? What's the significance of that?",
    "start": "00:56:37",
    "end": "00:56:40"
  },
  {
    "text": "Oh, I know. I think it's a New Jerusalem language.",
    "start": "00:56:40",
    "end": "00:56:43"
  },
  {
    "text": "Okay.",
    "start": "00:56:43",
    "end": "00:56:44"
  },
  {
    "text": "The Eternal Tabernacle. Yeah, yeah, it's New Jerusalem. I've never quite focused on that before in that way. But it's the same thing with, like in the Sermon on the Mount, the city on the hill is the Isaiah 2 image, the light and the city on the hill. Here, it's the Eternal Tabernacle. It's God's kingdom arriving here on earth as it is now.",
    "start": "00:56:44",
    "end": "00:57:06"
  },
  {
    "text": "It is a strange image for him to say, you're going to be welcomed into this kingdom by the friends who you were generous to. That's not how salvation works in my mind.",
    "start": "00:57:06",
    "end": "00:57:17"
  },
  {
    "text": "I hear that however.",
    "start": "00:57:20",
    "end": "00:57:21"
  },
  {
    "text": "Or I guess he isn't saying you're welcomed in by the friends, but you're welcomed in because of the way you dealt with.",
    "start": "00:57:21",
    "end": "00:57:28"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:57:28",
    "end": "00:57:29"
  },
  {
    "text": "Your Friends and how you used your wealth.",
    "start": "00:57:29",
    "end": "00:57:31"
  },
  {
    "text": "Yeah, but again, in the context of what he's doing, he's a traveling band with these little Kingdom of God parties in every town. So how are you going to respond to my offer to the kingdom in this ragtag group that's forming around me and that I leave behind in every town? You can look at it in your normal. Through your normal Greco Roman lens of honor and shame and status and power and be like these losers. Listen, I'm building wealth, I'm building status. I'm trying to get up the pyramid here in my culture. And there's no way I'm going to give up everything that I've built and that is trustworthy to go follow Jesus and do that. And so it's attacking wealth as one of the many things that keeps people from accepting the upside down, surprising offer of the kingdom. And it is about trust. This was noted by Kenneth Bailey, a fascinating scholar who has a great set of studies on the parables in Luke in a book called the Poet and the Peasant. But he noticed if you were to retro translate this parable from Greek, which it's in, back into Aramaic, which scholars do. There's all of these word plays on the word amen. Trust or trustworthiness in this. So one who is faithful, so one who is amen in very little is also amen in much. One who is not faithful, not trustworthy is also not trustworthy. If you haven't been amen with unrighteous Mamon, who will trust you? Yemin Khen, the true Emunah riches. It's just like every line in this is lit up with the word trust. So this is about a crisis of decision. The kingdom of God forces upon you a crisis of deciding what you're going to trust in for your destiny.",
    "start": "00:57:31",
    "end": "00:59:33"
  },
  {
    "text": "The meaning of Jesus was he goes to his disciples and he says, you guys are like that manager in that what you thought you were protecting and managing is going away and you're being called to something new. There's this crisis moment of your allegiance changing. The manager was fired, but you're being called to something greater.",
    "start": "00:59:34",
    "end": "00:59:59"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:59:59",
    "end": "01:00:00"
  },
  {
    "text": "And so now what do you do with the wealth that you have access to? It needs to serve a greater purpose as we go and proclaim the kingdom of God and travel around into cities. And the Pharisees who are listening overhear this and they're just kind of like, that's dumb. Jesus doesn't understand money, how money works.",
    "start": "01:00:00",
    "end": "01:00:26"
  },
  {
    "text": "He doesn't understand how the world works.",
    "start": "01:00:26",
    "end": "01:00:27"
  },
  {
    "text": "Yeah. And it's kind of cute and naive.",
    "start": "01:00:27",
    "end": "01:00:32"
  },
  {
    "text": "Yeah, that's right. The point isn't to command the dishonesty of the manager as such. That's just an illustration. The point is that he's making a value decision based on a moment of crisis that's forced on him. He's going to lose.",
    "start": "01:00:32",
    "end": "01:00:48"
  },
  {
    "text": "So now let's talk about significance.",
    "start": "01:01:26",
    "end": "01:01:27"
  },
  {
    "text": "Okay. Yes.",
    "start": "01:01:27",
    "end": "01:01:28"
  },
  {
    "text": "What's the significance for you?",
    "start": "01:01:28",
    "end": "01:01:30"
  },
  {
    "text": "Yeah.",
    "start": "01:01:30",
    "end": "01:01:30"
  },
  {
    "text": "For this.",
    "start": "01:01:31",
    "end": "01:01:32"
  },
  {
    "text": "Okay. Well, one is in terms of the master or the rich man character, the authority figure is bringing a moment of reckoning. That's the motif in many of Jesus parables. So that fits into the larger pattern. The kingdom of God forces a moment of ultimate decision in the present, leading up to the ultimate decision and reckoning at the culmination of history, whenever that's going to be. But that culmination of history has lots of foretastes, like what he was offering to Jerusalem in that moment and the leaders of Israel. So I think we can pretty easily extrapolate that out. As the good news about King Jesus travels around the world and whether or not people are going to live as a part of his kingdom, it forces a crisis of decision. What am I going to do in this moment about Jesus? I think that's essentially what that the rich man firing you. A moment in the parable, that's the significance that it takes, forces me with a decision. What am I going to do?",
    "start": "01:01:32",
    "end": "01:02:35"
  },
  {
    "text": "Yeah, it's funny. It's like, do you realize you've been fired? Has that been internalized? The Pharisees don't realize it. They're kind of like, no, what do you mean?",
    "start": "01:02:36",
    "end": "01:02:47"
  },
  {
    "text": "I've been fired and my money's worthless.",
    "start": "01:02:47",
    "end": "01:02:49"
  },
  {
    "text": "Yeah, no, my money's. You don't understand. Like, we've got a whole. We've got a whole thing going on here.",
    "start": "01:02:49",
    "end": "01:02:56"
  },
  {
    "text": "Yeah.",
    "start": "01:02:56",
    "end": "01:02:57"
  },
  {
    "text": "And you're just traveling around.",
    "start": "01:02:57",
    "end": "01:03:00"
  },
  {
    "text": "Yeah. Just homeless guy.",
    "start": "01:03:01",
    "end": "01:03:03"
  },
  {
    "text": "Yeah. Hanging out with. With poor. Poor people and hanging out with.",
    "start": "01:03:03",
    "end": "01:03:07"
  },
  {
    "text": "Yeah. Questionable.",
    "start": "01:03:07",
    "end": "01:03:08"
  },
  {
    "text": "Questionable people. And you think you understand how money works and how power works.",
    "start": "01:03:08",
    "end": "01:03:13"
  },
  {
    "text": "Yeah.",
    "start": "01:03:13",
    "end": "01:03:14"
  },
  {
    "text": "You don't. And Jesus saying, you don't actually realize you've been fired. And the shrewd manager would take this moment of crisis to get his house in order.",
    "start": "01:03:14",
    "end": "01:03:24"
  },
  {
    "text": "Oh, no. Yeah, that's right. Because the parable gives you, like, he finds out he's going to be fired and then he has a window of time.",
    "start": "01:03:24",
    "end": "01:03:30"
  },
  {
    "text": "He has a window of time.",
    "start": "01:03:30",
    "end": "01:03:31"
  },
  {
    "text": "This is the window of response. So, yeah, the equivalent is that, am I going to trust. Think of all the Amen wordplays. Am I going to trust that Jesus is more right than all of the economic, political, social structures around me and that all of this is transient and is headed for some moment of reckoning. Even if it's not within my lifetime. It's a matter of trust that God will hold all of it accountable. And I need to make a decision in this window of time that I have about what I'm going to do. So then the question is, what are you going to do then? That's where the character of the steward comes into play. So I think the significance there.",
    "start": "01:03:31",
    "end": "01:04:16"
  },
  {
    "text": "The manager.",
    "start": "01:04:16",
    "end": "01:04:17"
  },
  {
    "text": "The manager, Yep. With the steward. Yeah, the manager. If I'm going to prepare for that moment of reckoning, I should be extremely wise and even shrewd with how I use money, how I use the things that I trust in, which is usually.",
    "start": "01:04:17",
    "end": "01:04:34"
  },
  {
    "text": "Use the things that.",
    "start": "01:04:34",
    "end": "01:04:34"
  },
  {
    "text": "Money. Many things that you can trust in. Yes, that's right.",
    "start": "01:04:34",
    "end": "01:04:37"
  },
  {
    "text": "And security of all sorts.",
    "start": "01:04:37",
    "end": "01:04:39"
  },
  {
    "text": "Yeah, that's right. And again, it doesn't mean, oh, therefore go be dishonest with money. That's not the point.",
    "start": "01:04:39",
    "end": "01:04:46"
  },
  {
    "text": "Go be shrewd.",
    "start": "01:04:46",
    "end": "01:04:47"
  },
  {
    "text": "The point is. Yeah, he becomes like a negative image, an inverse image. Go be shrewd.",
    "start": "01:04:47",
    "end": "01:04:53"
  },
  {
    "text": "If you flip the image, and this is what I've done before. Tell me if this is going too far. You flip the image and now it's not a rich man and a manager, it's King Jesus and a disciple. And King Jesus isn't firing the disciple. He's basically, like, promoting him. You know, just saying, like, you're. You've got a new job.",
    "start": "01:04:53",
    "end": "01:05:12"
  },
  {
    "text": "That's right.",
    "start": "01:05:12",
    "end": "01:05:13"
  },
  {
    "text": "And your job is to take my wealth and just be generous with it.",
    "start": "01:05:13",
    "end": "01:05:18"
  },
  {
    "text": "Yeah, that's right. Which is a way of devaluing it for your own personal trust.",
    "start": "01:05:18",
    "end": "01:05:23"
  },
  {
    "text": "Right.",
    "start": "01:05:23",
    "end": "01:05:24"
  },
  {
    "text": "It's saying, this isn't mine.",
    "start": "01:05:24",
    "end": "01:05:25"
  },
  {
    "text": "Your goal is.",
    "start": "01:05:25",
    "end": "01:05:26"
  },
  {
    "text": "I don't have to worry.",
    "start": "01:05:26",
    "end": "01:05:27"
  },
  {
    "text": "Your goal is to give it away and make friends with my wealth.",
    "start": "01:05:27",
    "end": "01:05:29"
  },
  {
    "text": "Yeah, that's right.",
    "start": "01:05:29",
    "end": "01:05:30"
  },
  {
    "text": "That's kind of the ethic of the kingdom.",
    "start": "01:05:30",
    "end": "01:05:32"
  },
  {
    "text": "Yeah. This is similar to. There's another parable a couple chapters later, and it says Jesus was telling his disciples how they should pray. And then he says there was this unjust judge, just a bad guy. But this woman keeps coming to him over and over saying, give me justice, give me my vindication. And he wouldn't listen. And she comes back again the next day. He wouldn't listen. She comes back again the next day. And finally he brings her justice.",
    "start": "01:05:32",
    "end": "01:05:57"
  },
  {
    "text": "Yeah, she wore him out.",
    "start": "01:05:57",
    "end": "01:05:58"
  },
  {
    "text": "Yeah, she wears him out totally. That's the parable he told about how they should pray. So the point isn't, oh, God is like an unjust judge and I have to bother him. It's using negative characters to make a how much more? Example.",
    "start": "01:05:58",
    "end": "01:06:14"
  },
  {
    "text": "How much more?",
    "start": "01:06:14",
    "end": "01:06:15"
  },
  {
    "text": "So if an unjust judge will respond to constant pleading, how much more? How much more will the generous father who is just, okay, so this is very similar. If the sons of this age cheat each other, but they still understand that money is an instrument and not a God, how much more should the sons of light understand that money is an instrument and not treat it as a God? That's the logic of it here. In which case, your little alternate parable of Jesus, parable, I think, is totally.",
    "start": "01:06:15",
    "end": "01:06:46"
  },
  {
    "text": "Right because it's the how much more?",
    "start": "01:06:46",
    "end": "01:06:48"
  },
  {
    "text": "Yeah.",
    "start": "01:06:48",
    "end": "01:06:49"
  },
  {
    "text": "Yes. Okay.",
    "start": "01:06:49",
    "end": "01:06:51"
  },
  {
    "text": "So God isn't. He's not likening God to a rich man and his disciples to people who cheat.",
    "start": "01:06:51",
    "end": "01:06:56"
  },
  {
    "text": "Just got fired.",
    "start": "01:06:56",
    "end": "01:06:57"
  },
  {
    "text": "Rich people. And yeah, it's a how much more? How much more then? Of God who's issuing notice on all of the things that we trust in.",
    "start": "01:06:57",
    "end": "01:07:04"
  },
  {
    "text": "What's the saying of Jesus? Is it a parable where he literally says, how much more?",
    "start": "01:07:04",
    "end": "01:07:09"
  },
  {
    "text": "Oh, yeah, if God cares for the birds of the field in this way, how much more does he care for you?",
    "start": "01:07:09",
    "end": "01:07:15"
  },
  {
    "text": "Yeah.",
    "start": "01:07:15",
    "end": "01:07:16"
  },
  {
    "text": "Okay, so let's summarize where we are the guideposts. First, pay attention to the narrative context given by the Gospel authors.",
    "start": "01:08:03",
    "end": "01:08:09"
  },
  {
    "text": "And we talked about that last episode.",
    "start": "01:08:09",
    "end": "01:08:10"
  },
  {
    "text": "Which is the context of Jesus announcing the kingdom to Israel, the meaning in the first century. This is the meaning of the parable.",
    "start": "01:08:10",
    "end": "01:08:16"
  },
  {
    "text": "Yeah.",
    "start": "01:08:16",
    "end": "01:08:17"
  },
  {
    "text": "Next step is, I want to understand the significance of the parable beyond that original context, how it speaks to audiences and readers of the Gospel. And that's, I think, a very helpful guide is kind of condensed into the principle given by Craig Blomberg.",
    "start": "01:08:17",
    "end": "01:08:33"
  },
  {
    "text": "Focus on the characters.",
    "start": "01:08:33",
    "end": "01:08:34"
  },
  {
    "text": "Focus on the main characters. Each main character embodies the main points or principle of the parables. And there's.",
    "start": "01:08:34",
    "end": "01:08:42"
  },
  {
    "text": "Remember how you gave the illustration of Jesus isn't just some teacher talking about abstract ideas, and then you put the abstract ideas, like, in a cloud above him.",
    "start": "01:08:42",
    "end": "01:08:50"
  },
  {
    "text": "Yeah.",
    "start": "01:08:50",
    "end": "01:08:51"
  },
  {
    "text": "And the parables are helping you understand those ideas. Actually, his parables are explaining what he's up to, and then that whole thing comes down and surrounds him.",
    "start": "01:08:51",
    "end": "01:09:00"
  },
  {
    "text": "Yeah.",
    "start": "01:09:00",
    "end": "01:09:00"
  },
  {
    "text": "Seems like. So that's the meaning.",
    "start": "01:09:00",
    "end": "01:09:02"
  },
  {
    "text": "Well, yeah. Him telling a parable that's giving commentary. Think if you have a little narrative scene and then the parables in a little bubble, and it's a narrative and its characters correspond to what's happening on the ground to what's happening on the ground in the very scene I look at the main characters of the parable, how they connect to the characters in the actual narrative where Jesus tells it. And that whole package then becomes a guide for how it's significant to me.",
    "start": "01:09:02",
    "end": "01:09:30"
  },
  {
    "text": "Yeah. And then there's principles that you can.",
    "start": "01:09:30",
    "end": "01:09:34"
  },
  {
    "text": "Then each main character of a parable.",
    "start": "01:09:34",
    "end": "01:09:37"
  },
  {
    "text": "And those principles can be applied to you, which is. This is just basic Bible study methods. It really.",
    "start": "01:09:37",
    "end": "01:09:42"
  },
  {
    "text": "Yeah, totally. That's right.",
    "start": "01:09:42",
    "end": "01:09:43"
  },
  {
    "text": "Is you observe, interpret the meaning, and then you can then apply it to yourself.",
    "start": "01:09:43",
    "end": "01:09:49"
  },
  {
    "text": "And the value of this principle of each main character embodies a principle or message is really to help us from getting distracted from other details in Bible code allegory, where it's just kind of.",
    "start": "01:09:49",
    "end": "01:10:02"
  },
  {
    "text": "However, you did say the yeast was a character.",
    "start": "01:10:02",
    "end": "01:10:04"
  },
  {
    "text": "Ah, the. Okay. Object.",
    "start": "01:10:04",
    "end": "01:10:06"
  },
  {
    "text": "Which, I mean, now it's like that's a slippery slope. So really, I feel like.",
    "start": "01:10:06",
    "end": "01:10:11"
  },
  {
    "text": "And sorry, I'm parsing indispensable objects or characters.",
    "start": "01:10:11",
    "end": "01:10:15"
  },
  {
    "text": "Yeah. The principle isn't just about characters. It is this element of the story. Indispensable.",
    "start": "01:10:15",
    "end": "01:10:20"
  },
  {
    "text": "Indispensable. That's right.",
    "start": "01:10:20",
    "end": "01:10:21"
  },
  {
    "text": "But. But there is something about how he's focusing on characters. Because it seems like that is where the juice is.",
    "start": "01:10:21",
    "end": "01:10:31"
  },
  {
    "text": "Totally. That's right.",
    "start": "01:10:31",
    "end": "01:10:32"
  },
  {
    "text": "But then I guess the question becomes, when does an object become a character? It's really obvious that a human in this.",
    "start": "01:10:32",
    "end": "01:10:37"
  },
  {
    "text": "And that's why I think it's indispensable to the plot. If you take the leaven out of the parable, you just have a woman and bread. Right. You don't have the parable anymore. If you take the donkey out of the parable of the Good Samaritan, you don't skip a beat.",
    "start": "01:10:38",
    "end": "01:10:53"
  },
  {
    "text": "But when. But when? When is it. If you can't take it out without the plot being changed, does that mean it's a character or does that just mean it's indispensable?",
    "start": "01:10:53",
    "end": "01:11:02"
  },
  {
    "text": "Ah, it's an indispensable plot element. But plot elements or characters are the vehicles of the messaging of the story.",
    "start": "01:11:02",
    "end": "01:11:10"
  },
  {
    "text": "So as the principle. If we're going to boil down the principle.",
    "start": "01:11:10",
    "end": "01:11:13"
  },
  {
    "text": "Yes.",
    "start": "01:11:13",
    "end": "01:11:13"
  },
  {
    "text": "That we need to focus on the characters. Or as the principle. More general, let's focus on indispensable elements of the story.",
    "start": "01:11:14",
    "end": "01:11:22"
  },
  {
    "text": "Sure.",
    "start": "01:11:23",
    "end": "01:11:23"
  },
  {
    "text": "Which are typically characters, but are sometimes objects.",
    "start": "01:11:23",
    "end": "01:11:29"
  },
  {
    "text": "That's good. I'm changing my notes right now.",
    "start": "01:11:29",
    "end": "01:11:31"
  },
  {
    "text": "Oh, okay.",
    "start": "01:11:31",
    "end": "01:11:31"
  },
  {
    "text": "Based on our conversation. That's great. No, that's right.",
    "start": "01:11:31",
    "end": "01:11:34"
  },
  {
    "text": "And when an object becomes like a character, an object often becomes like a character, especially when it's indispensable.",
    "start": "01:11:34",
    "end": "01:11:41"
  },
  {
    "text": "Because the leaven all of a sudden has a motive and has an agency. And action in the story, it infiltrates and it transforms and it. Like a character.",
    "start": "01:11:41",
    "end": "01:11:51"
  },
  {
    "text": "Right. When. Yeah, the donkey. The donkey doesn't have any agency.",
    "start": "01:11:51",
    "end": "01:11:54"
  },
  {
    "text": "Doesn't. It just carries a guy? Yeah, but he could have been carried on a horse or on the guy's back.",
    "start": "01:11:54",
    "end": "01:11:59"
  },
  {
    "text": "Yes, that's right. Yeah. Does it have a. Does it have a desire? Does it have a agency?",
    "start": "01:11:59",
    "end": "01:12:04"
  },
  {
    "text": "Yeah.",
    "start": "01:12:04",
    "end": "01:12:04"
  },
  {
    "text": "Okay, cool.",
    "start": "01:12:04",
    "end": "01:12:05"
  },
  {
    "text": "Okay, so once you've made that step, then the last. I'm on to the last, literally the last page of the notes here, then I think we owe it to Jesus to brainstorm, sit down. And once you got the basic plot arc of the parable, you see what he meant by it in the narrative context, you discern its significance, kind of the basic messages or principles embodied by the characters. Jesus, remember at some point in this conversation you tried to imagine Jesus going to sleep one night thinking of these things, thinking things up.",
    "start": "01:12:06",
    "end": "01:12:38"
  },
  {
    "text": "I was thinking about it again when you were talking about two character parables. Three character parables. I wonder if Jesus had that kind of nomenclature. He's like, oh, I have a good new three character parable I'm working on.",
    "start": "01:12:38",
    "end": "01:12:46"
  },
  {
    "text": "Yeah, yeah, totally. Yeah, that's right. Exactly. Yeah. So he went to bed some nights thinking of like, I'm going into Bethsaida tomorrow. There's those two, like synagogue leaders who hate me. There's that one Bible scholar who really thinks I'm a heretic. And he's thinking, right, yeah, but then there's that blind man. And I'm just, I'm going to pray that God's kingdom will heal him tomorrow. You know, like this was how Jesus had thoughts. You know, he went to bed thinking about his mission and what he was doing and what he would do tomorrow, you would assume, and praying. Yes. So he paid attention to his context and he adapted his stories and the parables to, you know, give these subversive, cryptic kingdom riddles.",
    "start": "01:12:46",
    "end": "01:13:34"
  },
  {
    "text": "Yeah, I.",
    "start": "01:13:34",
    "end": "01:13:35"
  },
  {
    "text": "It seems to me that we owe it to him to give as much attention to how we translate them into our own cultural context. Which means, I think, adaptation. You can watch Jesus adapting parables in the Gospels, right. A version of it in Matthew and a version in Luke will be a little bit different. And so if you get the main idea, I think it ought to inspire new creative adaptations of the parables in our own settings. Because if you're a pastor, if you're a youth pastor, if you're a leader of a small group, whatever, you have your own context and the people that are unique from what Jesus faced in Bethsaida. But those basic ideas could be remade into a new modern day parable.",
    "start": "01:13:35",
    "end": "01:14:22"
  },
  {
    "text": "Have you ever seen that done really.",
    "start": "01:14:22",
    "end": "01:14:23"
  },
  {
    "text": "Well, I'm trying to think. Yeah, sure, yeah. I mean I was a teaching pastor for many years, so I lived in the world of sermon illustrations. That's essentially what sermon illustrations are. But I did, I actually boiled it down to like a technique where I would be studying a text, a biblical text. I would be like, here's the main ideas at work. I would boil it down into a principal form and I would force myself to write out each point in the main sentence and then I would just ponder those main principles and look and recall life experiences that fit that profile.",
    "start": "01:14:23",
    "end": "01:14:56"
  },
  {
    "text": "Yeah.",
    "start": "01:14:56",
    "end": "01:14:57"
  },
  {
    "text": "And then that's how I came up with sermon illustrations. And it seems to me that's something of how Jesus came up with his parables. There's a scholar, Tom Wright, NT Wright is actually really well known for building in parables into his academic writing, which is what makes it so fun to read because most scholars don't write like that. That's right. He had a parable about a donor, a wealthy donor to like a local university who gave a big piece of art, like a huge statue. And you know, there are some gifts that you could give to a university and they would hang it on the wall of an existing building. But there are some things given by a donor that it's so big, it's its own thing. And so they have to go like.",
    "start": "01:14:57",
    "end": "01:15:43"
  },
  {
    "text": "Get some land for it.",
    "start": "01:15:43",
    "end": "01:15:44"
  },
  {
    "text": "They have to get some land for it. And like maybe in the little park in the center of the university, they have to like, it's a gift of build something new and put it on a pedestal.",
    "start": "01:15:44",
    "end": "01:15:53"
  },
  {
    "text": "Right.",
    "start": "01:15:53",
    "end": "01:15:53"
  },
  {
    "text": "And it was a little parable about how Jesus message was given to Israel of his day, but it didn't leave Israel as it existed. It forced it to accommodate this new thing that couldn't be accommodated into their existing system.",
    "start": "01:15:53",
    "end": "01:16:09"
  },
  {
    "text": "It's like giving someone a puppy. It's like, congratulations, your life has changed.",
    "start": "01:16:09",
    "end": "01:16:16"
  },
  {
    "text": "Yeah, yeah, that's right. So it was just a little, I mean it was like four sentences or something. But then all of a sudden, for years later, I could remember these little parables that N.T. wright puts into his different academic books. And that's the power. So my basic point here is these are brilliantly told stories. That's why we're still telling them 2,000 years later. And so I think the last step of truly getting the significance of the parables is adapting them into new parables for our own day. Can you think of good examples? I feel like there you've told me about when you were in your 20s and kind of building out your Christian worldview, There were a couple, like, teachers that you really admired who were good parable tellers.",
    "start": "01:16:16",
    "end": "01:17:00"
  },
  {
    "text": "There was this. Yeah. There's this guy, Peter Hyatt, who I think he still teaches. He was a Presbyterian preacher, and I was turned on to him by a professor in Multnomah because we were going through a class on educational theory and developmental educational theory. And how do you communicate truth to someone in a way that actually changes them?",
    "start": "01:17:00",
    "end": "01:17:20"
  },
  {
    "text": "Yeah.",
    "start": "01:17:20",
    "end": "01:17:21"
  },
  {
    "text": "And how that's really hard to do while you're preaching? And I was like, do you know any good preachers who do that well? And he's like, yeah, this guy, Peter Hyatt, his sermons turned into these, like, masterful, like, extended almost parables. And sometimes I listen to one and I'm just like, that was confusing. I don't think I get it. And other times you're listening, I'm confused. I'm confused. And then it drops, and you're like, oh, I see what he's doing here.",
    "start": "01:17:21",
    "end": "01:17:44"
  },
  {
    "text": "I get it.",
    "start": "01:17:44",
    "end": "01:17:45"
  },
  {
    "text": "And he's also really good. He was also really good at taking kind of pop culture stuff, or, like, not even pop culture, but just culture and showing the connections.",
    "start": "01:17:46",
    "end": "01:17:54"
  },
  {
    "text": "I bet that's what it was like to hear Jesus teach.",
    "start": "01:17:54",
    "end": "01:17:57"
  },
  {
    "text": "Oh, right. Be confused.",
    "start": "01:17:57",
    "end": "01:17:58"
  },
  {
    "text": "Sometimes confused, but sometimes I get it. And when I do get it, it lands heavy. And then packing in little clues and connections to help me understand the moment that I'm in. I bet that's what it was like.",
    "start": "01:17:58",
    "end": "01:18:12"
  },
  {
    "text": "Totally.",
    "start": "01:18:12",
    "end": "01:18:13"
  },
  {
    "text": "To listen to Jesus, which is fun.",
    "start": "01:18:13",
    "end": "01:18:14"
  },
  {
    "text": "Like, I. You know, I grew up in church in a very Protestant tradition where someone gets up and teaches for 45 minutes and offloads a bunch of information to you.",
    "start": "01:18:15",
    "end": "01:18:27"
  },
  {
    "text": "Yeah.",
    "start": "01:18:27",
    "end": "01:18:27"
  },
  {
    "text": "And you're supposed to upload it. And. And I don't know how many hours of sermons I've heard in my life.",
    "start": "01:18:27",
    "end": "01:18:33"
  },
  {
    "text": "Yeah.",
    "start": "01:18:33",
    "end": "01:18:33"
  },
  {
    "text": "I bet I could probably figure it out. What I'm. And the amount I remember is so small.",
    "start": "01:18:33",
    "end": "01:18:40"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "01:18:41",
    "end": "01:18:41"
  },
  {
    "text": "So, so small.",
    "start": "01:18:41",
    "end": "01:18:42"
  },
  {
    "text": "Yeah.",
    "start": "01:18:42",
    "end": "01:18:42"
  },
  {
    "text": "And I think that I would rather have half the time me just be confused and the other half the time be greatly impacted than all the time being like, oh, I'm following, but then it just goes away.",
    "start": "01:18:43",
    "end": "01:18:54"
  },
  {
    "text": "Yes. That's funny. My first mentor I had teaching me how to preach was a guy named Chris Stolson. He's a pastor in Madison, Wisconsin. He's a really amazing communicator and something he drilled into me in the years when he was mentoring me was, people are going to forget almost everything you say. He would just constantly remind me, you have to build your sermon in light of the fact that people will forget almost everything you say. And so in his mind, sermons are really. Just try and communicate one idea. If you have three ideas, break it into three sermons. One idea. And just work it. Work it with the story, work it with image, work it with. Make sure it's grounded in the biblical text.",
    "start": "01:18:54",
    "end": "01:19:45"
  },
  {
    "text": "Yeah.",
    "start": "01:19:45",
    "end": "01:19:46"
  },
  {
    "text": "You know, do as many things you can to circle around that one thing. And I'm really grateful for that because I. I think that's true.",
    "start": "01:19:46",
    "end": "01:19:54"
  },
  {
    "text": "Yeah. Yeah. It seems like TED talks really paved the way.",
    "start": "01:19:54",
    "end": "01:19:57"
  },
  {
    "text": "Yeah.",
    "start": "01:19:57",
    "end": "01:19:57"
  },
  {
    "text": "For how you do that really well.",
    "start": "01:19:57",
    "end": "01:19:59"
  },
  {
    "text": "Yeah. Especially in a more public space.",
    "start": "01:19:59",
    "end": "01:20:00"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "01:20:01",
    "end": "01:20:01"
  },
  {
    "text": "Because that's not really one main idea.",
    "start": "01:20:01",
    "end": "01:20:03"
  },
  {
    "text": "But the one main idea. And it doesn't have to be more than 10 or 20 minutes, which, you know, you got to fill some time in a church service. So maybe. Maybe that's not doable, but, man, that's the hardest thing, is keeping it short.",
    "start": "01:20:03",
    "end": "01:20:17"
  },
  {
    "text": "That's right. And think about the parables.",
    "start": "01:20:17",
    "end": "01:20:19"
  },
  {
    "text": "They're so short.",
    "start": "01:20:19",
    "end": "01:20:19"
  },
  {
    "text": "Yeah. You can tell them like two or three minutes, some of them in 30 seconds.",
    "start": "01:20:19",
    "end": "01:20:23"
  },
  {
    "text": "Yeah. Can you imagine? You go to church, you're all like. You got all dressed up, you're singing the songs. The preacher gets up and he just.45 seconds, tells a story, and then he's back down.",
    "start": "01:20:23",
    "end": "01:20:35"
  },
  {
    "text": "Yeah, that's right.",
    "start": "01:20:35",
    "end": "01:20:36"
  },
  {
    "text": "You're taking communion.",
    "start": "01:20:36",
    "end": "01:20:37"
  },
  {
    "text": "Yeah. Yeah. No, there are lessons here. So there you go. That's the parables of Jesus.",
    "start": "01:20:37",
    "end": "01:20:42"
  },
  {
    "text": "Cool.",
    "start": "01:20:42",
    "end": "01:20:43"
  },
  {
    "text": "So good, man. I'm excited to make this video.",
    "start": "01:20:43",
    "end": "01:20:45"
  },
  {
    "text": "Thank you for listening to this episode of the BibleProject podcast. That's it for our conversation on how to read the parables. If you're new to the show and you want to look back at our back catalog, a couple things I'd recommend. We have an episode on the word soul in the Bible. We also have a short series on the Holy Spirit. Those are both worth checking out. The video on how to read the parables is out. It's on our YouTube page, YouTube.com the Bibleproject and our website, Bibleproject.com Today's show is produced by Dan Gummel. Our theme music comes from the band Tense. Bibleproject is a crowdfunded nonprofit. We are in Portland, Oregon, and you can look at everything we've done. You can find it. It's all free because the generous patrons that have come alongside of us and helped us make it. It's all@bibleproject.com thank you so much for being a part of this with us.",
    "start": "01:20:47",
    "end": "01:21:40"
  },
  {
    "text": "Hi, I'm Noelin from Sri Lanka and the pair Noelin, Elange, Mama, Noelin, Sri Lanka My favorite thing about the Bible Project are this Read the Scripture series. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, and more resources@thebibleproject.com thebibleproject.com video Bible.",
    "start": "01:21:41",
    "end": "01:22:22"
  },
  {
    "text": "It.",
    "start": "01:22:44",
    "end": "01:22:44"
  }
]