[
  {
    "text": "Hey, this is John with the bibleproject. And today on the podcast, we're going to continue our conversation on how to read the parables of Jesus. This is part two. Last week, we began to talk about the parables and discuss how they're not simply moralistic tales. Parables of Jesus were a way to reframe how to think about the entire cosmos. The parables are also about what Jesus saw himself doing as the culmination of. Of the entire story of the Bible. Today we're gonna continue talking about parables, and we're gonna notice how telling parables wasn't a novel thing that Jesus invented. It was a practice that linked him to a long line of Israel's prophets.",
    "start": "00:00:04",
    "end": "00:00:40"
  },
  {
    "text": "Jesus, through the parables, is presenting himself as repeating and renewing both the warnings of judgment and the warnings of hope from the Hebrew prophets. So that's another primary contact. And here particularly, it's his role as the minority prophet, going to a new pharaoh, that is the leaders of Israel. And his message is cryptic parables that harden as much as they illuminate. And that's how Jesus understood his role to Israel.",
    "start": "00:00:40",
    "end": "00:01:12"
  },
  {
    "text": "Today we'll also begin to cover a few practical tips on how to appreciate the meaning of Jesus parables.",
    "start": "00:01:12",
    "end": "00:01:19"
  },
  {
    "text": "The basic narrative structure of all of the parables. Basically, there's three types. There's one main character parable, there's two main character parables, and then there's three character parables.",
    "start": "00:01:19",
    "end": "00:01:29"
  },
  {
    "text": "That's all ahead. Thanks for joining us. Here we go, talking about how to read the parables. These are short fictitious stories that Jesus tells all throughout the Gospels, mainly in Matthew, Mark, and Luke. But sometimes in John, there's some.",
    "start": "00:01:29",
    "end": "00:01:50"
  },
  {
    "text": "In John, there are very short ones.",
    "start": "00:01:50",
    "end": "00:01:52"
  },
  {
    "text": "Very short ones of John.",
    "start": "00:01:52",
    "end": "00:01:53"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:01:53",
    "end": "00:01:54"
  },
  {
    "text": "But the longer one we traditionally think of a parable are in Matthew.",
    "start": "00:01:54",
    "end": "00:01:57"
  },
  {
    "text": "Yep. It's anywhere from one or two verses or sentences to whole, many paragraphs. Yeah, yeah.",
    "start": "00:01:57",
    "end": "00:02:03"
  },
  {
    "text": "They're a great part of the Bible for many reasons. They're short, they're easy to remember.",
    "start": "00:02:03",
    "end": "00:02:08"
  },
  {
    "text": "Yeah.",
    "start": "00:02:08",
    "end": "00:02:08"
  },
  {
    "text": "They create a sense of wonder.",
    "start": "00:02:08",
    "end": "00:02:11"
  },
  {
    "text": "They're characteristic of Jesus teaching. I mean, the Gospels are packed with them.",
    "start": "00:02:11",
    "end": "00:02:15"
  },
  {
    "text": "Yeah, yeah. And so what's a great way to read these? What's the best way?",
    "start": "00:02:15",
    "end": "00:02:21"
  },
  {
    "text": "Yeah, the most wise.",
    "start": "00:02:21",
    "end": "00:02:22"
  },
  {
    "text": "The most wise way to process these stories of Jesus.",
    "start": "00:02:22",
    "end": "00:02:28"
  },
  {
    "text": "Another way is how do I know I'm getting from them what I'm supposed to get from them, not just what I happen to think is an interesting way to read them.",
    "start": "00:02:28",
    "end": "00:02:38"
  },
  {
    "text": "And that can be true of the whole how to read series.",
    "start": "00:02:38",
    "end": "00:02:40"
  },
  {
    "text": "That's true. Exactly.",
    "start": "00:02:40",
    "end": "00:02:41"
  },
  {
    "text": "Right. So specifically with these parables, how do I get what I'm supposed to get from these? We talked about in the first episode of this conversation, that the parables aren't merely moral lessons. I think the way I would frame it to process what we talked about is I would say first, the parables are not theological lessons in that I'm supposed to abstract out theology, to kind of fill out this framework of what can I know for sure about God, about how do I get to heaven.",
    "start": "00:02:41",
    "end": "00:03:17"
  },
  {
    "text": "About how salvation works, God's sovereignty and human free will.",
    "start": "00:03:18",
    "end": "00:03:22"
  },
  {
    "text": "Right. All these theological puzzles.",
    "start": "00:03:22",
    "end": "00:03:24"
  },
  {
    "text": "Yeah, that's right. In that understanding, here's God and here's people and these are all these questions that we have. Oh, Jesus is a teacher.",
    "start": "00:03:24",
    "end": "00:03:32"
  },
  {
    "text": "Yes.",
    "start": "00:03:32",
    "end": "00:03:32"
  },
  {
    "text": "So he's going to tell stories to help me clear a bunch of that up.",
    "start": "00:03:32",
    "end": "00:03:35"
  },
  {
    "text": "Yeah, yeah. It makes perfect sense.",
    "start": "00:03:35",
    "end": "00:03:37"
  },
  {
    "text": "All these parables here, they are perfect theology lessons in story form.",
    "start": "00:03:37",
    "end": "00:03:40"
  },
  {
    "text": "Yeah.",
    "start": "00:03:40",
    "end": "00:03:41"
  },
  {
    "text": "Or moral lessons in story form.",
    "start": "00:03:41",
    "end": "00:03:43"
  },
  {
    "text": "And while they do talk about the nature of God and the nature of being human and the nature of what it is that God's doing in the world, that isn't the main purpose.",
    "start": "00:03:43",
    "end": "00:03:54"
  },
  {
    "text": "It isn't their purpose. Isn't their purpose to offer explainer stories about some other thing, some questions that we have about God? Jesus had a different purpose for the parables.",
    "start": "00:03:54",
    "end": "00:04:07"
  },
  {
    "text": "The other thing that we tend to do is think of the parables as moral lessons that there is a right way to live in the world. And the parables are helping me figure out what those right ways are. And that's very intuitive too, because we have all sorts of these types of stories.",
    "start": "00:04:07",
    "end": "00:04:23"
  },
  {
    "text": "Yeah, Parables about forgiveness, you know, about generosity and loving your neighbor and that kind of thing.",
    "start": "00:04:23",
    "end": "00:04:29"
  },
  {
    "text": "Yeah. And they really do help you decide to live in a more wise, just way.",
    "start": "00:04:29",
    "end": "00:04:36"
  },
  {
    "text": "Yeah.",
    "start": "00:04:36",
    "end": "00:04:37"
  },
  {
    "text": "Because they don't just give you the answers, they make you kind of work for the answer and then realize the importance of that answer more than if it was just given to you.",
    "start": "00:04:37",
    "end": "00:04:48"
  },
  {
    "text": "Yeah.",
    "start": "00:04:48",
    "end": "00:04:48"
  },
  {
    "text": "And while Jesus parables do this, that isn't the main feature of them either. The reason why they exist, the reason Jesus told these parables was because he wanted people around him to think about and try to appreciate what he was doing, what he was up to, that he saw himself as somehow beginning God's kingdom, which meant something very specific. If you are 1st century Galilean, you were waiting for a time where you were free of foreign occupation, your nation was free, and you could worship God freely. There was abundance. And then the whole world saw that the God of Israel was the true God of all creation.",
    "start": "00:04:48",
    "end": "00:05:38"
  },
  {
    "text": "Yeah. And you care about that because that's what God promised to do in the scriptures, in the story, and in the prophets of their hope for the future.",
    "start": "00:05:38",
    "end": "00:05:48"
  },
  {
    "text": "So here comes this guy cruising through towns saying that this was happening, and he was at the center of it.",
    "start": "00:05:48",
    "end": "00:05:57"
  },
  {
    "text": "Has drawn near.",
    "start": "00:05:57",
    "end": "00:05:58"
  },
  {
    "text": "Yeah.",
    "start": "00:05:58",
    "end": "00:05:59"
  },
  {
    "text": "Yeah.",
    "start": "00:05:59",
    "end": "00:05:59"
  },
  {
    "text": "And the parables were one way that he wanted people to appreciate what that meant. That he was bringing the kingdom.",
    "start": "00:05:59",
    "end": "00:06:08"
  },
  {
    "text": "Yeah. Because he had a unique take on how the kingdom of God would arrive, the mode of its arrival, and the nature of its arrival.",
    "start": "00:06:08",
    "end": "00:06:18"
  },
  {
    "text": "And this is an important first thing to realize about the parables, because we need to start by reading them with how. Why Jesus was telling him in the first place.",
    "start": "00:06:19",
    "end": "00:06:28"
  },
  {
    "text": "That's right. Yeah. Or even just more simply in context, in context. They are placed very strategically within stories. And the narrative context of the parables is the guide given to us by the authors of the Gospels as to what they mean.",
    "start": "00:06:28",
    "end": "00:06:44"
  },
  {
    "text": "And when you do that, you will still find that there's a moral element to parables and that they do speak to the nature of God and kind of address theological ideas, but not in the way that you may have at first wanted it to.",
    "start": "00:06:44",
    "end": "00:07:01"
  },
  {
    "text": "Yeah. Not in an abstract way, but in the way that the whole Bible talks about these things, which is within the context of a cosmic narrative. Yeah. So Jesus announcing the kingdom of God. One part of the kingdom of God, hope in the prophets, is that God's unfaithful covenant people would have their hearts transformed and renewed to be his faithful representatives among the nations. Huge theme in the Torah. In the prophets, God chooses a people and they're unfaithful. That's the storyline. And so the prophet said, one day he will make us into his faithful covenant people that embody a whole new value set to the nations. And Jesus is saying, here it is. This is it. That's what's happening. That's what I'm creating. And the parables that we call moral or morality parables are about the new, renewed human heart of the kingdom of God people. So it's taken that moral idea, but putting it in the biblical storyline, that's one whole section of parables.",
    "start": "00:07:02",
    "end": "00:08:01"
  },
  {
    "text": "Cool.",
    "start": "00:08:01",
    "end": "00:08:02"
  },
  {
    "text": "And then the other ones are actually about the narrative drama itself, about the arrival of God's kingdom, which often get turned into theology lessons about some theological subject matter Jesus is teaching about. When. Yeah, what you're saying is it's. It's a symbolic. They're symbolic stories unpacking the significance of who Jesus is and what he's saying in the very moment.",
    "start": "00:08:02",
    "end": "00:08:26"
  },
  {
    "text": "Yeah.",
    "start": "00:08:26",
    "end": "00:08:26"
  },
  {
    "text": "Of saying it.",
    "start": "00:08:26",
    "end": "00:08:27"
  },
  {
    "text": "Cool.",
    "start": "00:08:27",
    "end": "00:08:28"
  },
  {
    "text": "Yeah. That's it. That's the first main perspective shift we're offering on the parables.",
    "start": "00:08:28",
    "end": "00:08:33"
  },
  {
    "text": "Okay, great.",
    "start": "00:08:33",
    "end": "00:08:35"
  },
  {
    "text": "The second perspective shift on the parables for this conversation is that they are speaking in the language and imagery of the biblical story itself. In other words, the whole announcement of Jesus mission to bring the kingdom of God. That's a claim to bring the whole story of God and Israel and the nations to a climax. Where do I find that story in the Hebrew scriptures? This is part of our. The Bible's a unified story.",
    "start": "00:08:58",
    "end": "00:09:26"
  },
  {
    "text": "Yeah.",
    "start": "00:09:26",
    "end": "00:09:26"
  },
  {
    "text": "Lisa. Jesus. So the parables fit into that unified story at one specific slot in the drama.",
    "start": "00:09:26",
    "end": "00:09:33"
  },
  {
    "text": "Yeah.",
    "start": "00:09:33",
    "end": "00:09:33"
  },
  {
    "text": "They don't float above the drama and teach about theology apart from. They fit within a very. The Jesus moment. The Jesus of Nazareth moment of the drama is what the parables are about.",
    "start": "00:09:33",
    "end": "00:09:44"
  },
  {
    "text": "Yeah.",
    "start": "00:09:44",
    "end": "00:09:44"
  },
  {
    "text": "So we're not limiting their potential to speak to us, we're just reading them in them where they occur. So they are both bringing the story, biblical story, to its fulfillment. And they regularly do so by borrowing the language and imagery of the prophets. If you try and go read the prophets, you notice that they're constantly telling parables, regularly spinning out these little short symbolic poems.",
    "start": "00:09:44",
    "end": "00:10:10"
  },
  {
    "text": "Yeah.",
    "start": "00:10:10",
    "end": "00:10:10"
  },
  {
    "text": "Shall we read one?",
    "start": "00:10:10",
    "end": "00:10:11"
  },
  {
    "text": "Sure.",
    "start": "00:10:11",
    "end": "00:10:12"
  },
  {
    "text": "Point is, Jesus would come across to somebody hearing him tell parables, Right? A Jewish farmer. Yes. He would come across as like, oh, that guy talks like Isaiah. He talks like Jeremiah and Ezekiel. He's the kingdom of God prophet who speaks like the prophets. So here, let's. This is the longish one. I'll let you read it.",
    "start": "00:10:12",
    "end": "00:10:32"
  },
  {
    "text": "The first one that came to mind was the watermelon or the melon field in Isaiah.",
    "start": "00:10:33",
    "end": "00:10:36"
  },
  {
    "text": "Oh, yeah, yeah.",
    "start": "00:10:36",
    "end": "00:10:38"
  },
  {
    "text": "It's kind of a little parable, right?",
    "start": "00:10:38",
    "end": "00:10:39"
  },
  {
    "text": "It is, Yep. That's a short one. This is From Isaiah, chapter 5, verses 1 through 6.",
    "start": "00:10:39",
    "end": "00:10:44"
  },
  {
    "text": "Cap, any context for this or anything? You just want to read it.",
    "start": "00:10:45",
    "end": "00:10:48"
  },
  {
    "text": "Oh, well, Isaiah in his day is the northern. The kingdom split. The tribes of Israel split and parted ways about 200 years before Isaiah.",
    "start": "00:10:48",
    "end": "00:10:58"
  },
  {
    "text": "Okay.",
    "start": "00:10:58",
    "end": "00:10:58"
  },
  {
    "text": "So they have the northern kingdom in the southern kingdom of Judah, in Jerusalem. The northern kingdom has built an alternate temple and is worshiping all kinds of gods. And so Isaiah says that God is going to allow Assyria to come and take out the northern tribes. And because of also the unfaithfulness of the kings of Jerusalem, he's going to come take out Jerusalem too. That's what this poem is about.",
    "start": "00:10:58",
    "end": "00:11:25"
  },
  {
    "text": "Okay. Let me sing now for my well beloved. I say beloved, beloved. What Is it beloved?",
    "start": "00:11:25",
    "end": "00:11:31"
  },
  {
    "text": "I don't know. Beloved. Beloved.",
    "start": "00:11:31",
    "end": "00:11:33"
  },
  {
    "text": "I think it must be like a Sunday school holdover. Beloved.",
    "start": "00:11:33",
    "end": "00:11:36"
  },
  {
    "text": "Beloved.",
    "start": "00:11:36",
    "end": "00:11:36"
  },
  {
    "text": "Yeah, I think it's from a song. Beloved. Let us love one another Let me sing now for my well beloved. And then I sang a song of my beloved concerning his vineyard. My well beloved had a vineyard on a fertile hill. He dug it all around, removed its stones, and planted it with the choicest vine. And he built a tower in the middle of it. Oh, yeah, this sounds familiar.",
    "start": "00:11:37",
    "end": "00:12:03"
  },
  {
    "text": "Yeah. Right?",
    "start": "00:12:03",
    "end": "00:12:03"
  },
  {
    "text": "And he also hewed out a wine vat in it. Hewed out a wine vat? What's a wine vat look like?",
    "start": "00:12:04",
    "end": "00:12:11"
  },
  {
    "text": "Oh, you're hewing out a cylinder, like, hole in stone, and then you stomp grapes in it.",
    "start": "00:12:11",
    "end": "00:12:17"
  },
  {
    "text": "Oh, cool.",
    "start": "00:12:17",
    "end": "00:12:18"
  },
  {
    "text": "And, yeah.",
    "start": "00:12:18",
    "end": "00:12:18"
  },
  {
    "text": "Then he expected it, the field, to produce good grapes, but it produced only worthless ones. And now, O inhabitants of Jerusalem and men of Judah, these are the two different tribes or the two different nations.",
    "start": "00:12:18",
    "end": "00:12:33"
  },
  {
    "text": "No, this is just people of Jerusalem. That's a city.",
    "start": "00:12:33",
    "end": "00:12:36"
  },
  {
    "text": "Lower ones.",
    "start": "00:12:36",
    "end": "00:12:37"
  },
  {
    "text": "And then people of Judah, the country around the city.",
    "start": "00:12:37",
    "end": "00:12:40"
  },
  {
    "text": "Okay.",
    "start": "00:12:40",
    "end": "00:12:40"
  },
  {
    "text": "Yep.",
    "start": "00:12:40",
    "end": "00:12:40"
  },
  {
    "text": "Oh. So, okay, so now inhabitants of Jerusalem and the men of Judah judge between me and my vineyard, what more was there to do for my vineyard than I have done in it that I have not done in it? Why, when I expected it to produce good grapes, did it produce worthless ones? So now let me tell you what I'm going to do to my vineyard. I will remove its hedge, and it will be consumed by, like, the wild animals. Is that what a hedge was for?",
    "start": "00:12:40",
    "end": "00:13:05"
  },
  {
    "text": "Mm. Yeah. Keep animals out. Yep.",
    "start": "00:13:05",
    "end": "00:13:08"
  },
  {
    "text": "I will break down its wall, and it will become trampled ground. I will lay it waste.",
    "start": "00:13:08",
    "end": "00:13:13"
  },
  {
    "text": "Wow.",
    "start": "00:13:14",
    "end": "00:13:15"
  },
  {
    "text": "It will not be pruned or hoed, but briars and thorns will come up. I will also charge the clouds to rain. No rain on it.",
    "start": "00:13:16",
    "end": "00:13:24"
  },
  {
    "text": "Yeah. Okay, so let's pause right there.",
    "start": "00:13:25",
    "end": "00:13:26"
  },
  {
    "text": "Yeah.",
    "start": "00:13:26",
    "end": "00:13:27"
  },
  {
    "text": "So a guy plants a garden.",
    "start": "00:13:27",
    "end": "00:13:29"
  },
  {
    "text": "Yeah.",
    "start": "00:13:29",
    "end": "00:13:29"
  },
  {
    "text": "And puts a choice vine in the garden. Right. And then produces this incredible secure environment for it.",
    "start": "00:13:29",
    "end": "00:13:35"
  },
  {
    "text": "Yeah. A tower. And he dug around it. Is that what that is? Digging around it? That's to build the walls or something?",
    "start": "00:13:35",
    "end": "00:13:44"
  },
  {
    "text": "Yeah, that's right. Removed all the stones so the roots just have pure soil to spread out in. Yeah. To dig around, create a border around it.",
    "start": "00:13:44",
    "end": "00:13:52"
  },
  {
    "text": "Yeah. Remove the stones, build a wall, build a tower. And then he planted the best vine.",
    "start": "00:13:52",
    "end": "00:13:58"
  },
  {
    "text": "Yeah. The whole point of all this detail.",
    "start": "00:13:58",
    "end": "00:14:00"
  },
  {
    "text": "Set up for success.",
    "start": "00:14:00",
    "end": "00:14:01"
  },
  {
    "text": "There's very few excuses for this vineyard.",
    "start": "00:14:02",
    "end": "00:14:05"
  },
  {
    "text": "Yeah. Right.",
    "start": "00:14:05",
    "end": "00:14:06"
  },
  {
    "text": "It's given the ultimate, perfect setup in the garden.",
    "start": "00:14:06",
    "end": "00:14:09"
  },
  {
    "text": "Okay.",
    "start": "00:14:09",
    "end": "00:14:10"
  },
  {
    "text": "Then, of course, it produces worthless, stinky grapes. In Hebrew. Stinky grapes.",
    "start": "00:14:10",
    "end": "00:14:16"
  },
  {
    "text": "Is that what it means?",
    "start": "00:14:16",
    "end": "00:14:16"
  },
  {
    "text": "Stinky. Stinky. Stinky ones.",
    "start": "00:14:16",
    "end": "00:14:19"
  },
  {
    "text": "That's lost in translation.",
    "start": "00:14:19",
    "end": "00:14:21"
  },
  {
    "text": "Now, notice the question there. Then the prophet addresses the hearers and says, hey, okay, now you tell me, what would any reasonable vineyard owner do?",
    "start": "00:14:21",
    "end": "00:14:30"
  },
  {
    "text": "Yeah.",
    "start": "00:14:30",
    "end": "00:14:30"
  },
  {
    "text": "Notice he's involving the audience.",
    "start": "00:14:30",
    "end": "00:14:32"
  },
  {
    "text": "Yeah.",
    "start": "00:14:32",
    "end": "00:14:32"
  },
  {
    "text": "Like you guys tell me you heard the story.",
    "start": "00:14:32",
    "end": "00:14:35"
  },
  {
    "text": "Yeah.",
    "start": "00:14:35",
    "end": "00:14:35"
  },
  {
    "text": "You make the call. And so when you get to the announcement of judgment on the vineyard, the assumption is the audience is going like, yeah, that's reasonable. It's a reasonable thing to do. This is just a bad vine. Just needs to be.",
    "start": "00:14:36",
    "end": "00:14:50"
  },
  {
    "text": "Start from scraps.",
    "start": "00:14:50",
    "end": "00:14:51"
  },
  {
    "text": "Yeah, start over again. And then the punchline. The vineyard of the Lord of hosts is the house of Israel, and the men of Judah is the delightful plant. He looked for justice, Mishpat. But behold, mishpach.",
    "start": "00:14:51",
    "end": "00:15:09"
  },
  {
    "text": "Oh, wow.",
    "start": "00:15:09",
    "end": "00:15:10"
  },
  {
    "text": "Bloodshed. He looked for Tzedakah righteousness. But behold, only Tseaka cries of distress gives a little rhyme on the end. Don't you just feel. You feel like this could be one of Jesus parables?",
    "start": "00:15:10",
    "end": "00:15:24"
  },
  {
    "text": "It was one of Jesus parables.",
    "start": "00:15:24",
    "end": "00:15:25"
  },
  {
    "text": "And it was. Yes, that's right.",
    "start": "00:15:25",
    "end": "00:15:27"
  },
  {
    "text": "Wow, I didn't realize that.",
    "start": "00:15:27",
    "end": "00:15:29"
  },
  {
    "text": "Yeah. The parable that Jesus tells of the bad vineyard managers who kill the servants.",
    "start": "00:15:29",
    "end": "00:15:35"
  },
  {
    "text": "Of the master, the one you mentioned.",
    "start": "00:15:35",
    "end": "00:15:36"
  },
  {
    "text": "Last episode, and then they kill the son sent to them.",
    "start": "00:15:36",
    "end": "00:15:40"
  },
  {
    "text": "Jesus has a new addition to this one.",
    "start": "00:15:40",
    "end": "00:15:43"
  },
  {
    "text": "Yes. Yeah, exactly.",
    "start": "00:15:43",
    "end": "00:15:44"
  },
  {
    "text": "Instead of destroying the vineyard, he sends his son to go tell him, like, hey, guys, let's shape it up.",
    "start": "00:15:44",
    "end": "00:15:52"
  },
  {
    "text": "Yep. And then they kill him, then they kill the son, and then the master comes and destroys the.",
    "start": "00:15:52",
    "end": "00:15:57"
  },
  {
    "text": "And then destroys it.",
    "start": "00:15:57",
    "end": "00:15:58"
  },
  {
    "text": "Yep, that's right. So just this is such a perfect example where Jesus, through the parables, is presenting himself as repeating and renewing both the warnings of judgment and the warnings of hope from the Hebrew prophets. So that's another primary context for them. So first step, our last conversation. They're about him and what he was doing. That's what the parables are offering commentary on. Second layer of depth. They are also adopted from the tradition of the Hebrew prophets. And Jesus sees himself bringing that biblical story to its climax, which is why he talks in these parables. The net result of this is that most of Jesus parables are loaded with Hebrew Bible hyperlinks, which unveils a whole new kind of depth of meaning and significance to them. This is such a great example, right? Yeah, that's a perfect example. So the prophets wrote mostly prophetic poetry. Full. I mean, we did a whole video on metaphor and images in Biblical poetry, I guess we did as much about the psalms as about the prophets. So Jesus is following in the tradition here, so to speak.",
    "start": "00:15:58",
    "end": "00:17:16"
  },
  {
    "text": "Yeah.",
    "start": "00:17:16",
    "end": "00:17:17"
  },
  {
    "text": "So think from the big picture how the biblical story works with me. So you start with humanity in the garden. In a garden set up for success in every possible way.",
    "start": "00:18:02",
    "end": "00:18:13"
  },
  {
    "text": "Yeah.",
    "start": "00:18:13",
    "end": "00:18:13"
  },
  {
    "text": "And they're God's image, his royal priests to represent him to creation. They blow it and are exiled.",
    "start": "00:18:14",
    "end": "00:18:20"
  },
  {
    "text": "Yeah.",
    "start": "00:18:20",
    "end": "00:18:21"
  },
  {
    "text": "Leading to the flood and then the scattering of Babylon. Babylon. Then out of Babylon, God calls Abraham. This begins the Israel movement and says, you're going to be my blessing to the nations.",
    "start": "00:18:21",
    "end": "00:18:34"
  },
  {
    "text": "Gives them everything they need to succeed.",
    "start": "00:18:34",
    "end": "00:18:35"
  },
  {
    "text": "Gives them everything they need, brings them into the promised land as a liberated people, as his covenant representatives, priests to the nations. And they replay that garden rebellion and failure of Adam and Eve in the garden. So we've talked about that. These parallel storylines at many levels. So notice how when Jesus marches into Jerusalem and he starts telling parables about vineyard managers who have squandered the vineyard that they've been given and about how the Master is returning to come back and to bring down the vineyard. And Jesus is telling this as he enters into Jerusalem and turns over the money, changers tables and pronounces that the city will be destroyed. The whole biblical story is rushing together in Passion Week. Right. So this is a. Think of this as a different kind of category. We've talked about parables where Jesus is exploring the value system of the kingdom of God, the upside down value set. We've talked about and read some parables about to what can I compare the kingdom of God? And he talks about seeds and mustard seeds and plants and so on. This is another kind of parable that Jesus regularly tells, and you could just call them parables of warning. There are these parables where there's an authority figure giving somebody a responsibility, and usually there's two subordinate figures, one good, one bad, or just only bad, and then something terrible happens to the bad ones. That's the substructure.",
    "start": "00:18:35",
    "end": "00:20:14"
  },
  {
    "text": "Yeah, there's a lot of stories like that.",
    "start": "00:20:15",
    "end": "00:20:16"
  },
  {
    "text": "Totally. Yeah.",
    "start": "00:20:16",
    "end": "00:20:17"
  },
  {
    "text": "A lot of parables.",
    "start": "00:20:18",
    "end": "00:20:19"
  },
  {
    "text": "Yeah, exactly. So here it's a vineyard owner and some managers.",
    "start": "00:20:19",
    "end": "00:20:23"
  },
  {
    "text": "Yeah.",
    "start": "00:20:23",
    "end": "00:20:24"
  },
  {
    "text": "But then remember the parable of the talents that we looked at?",
    "start": "00:20:24",
    "end": "00:20:26"
  },
  {
    "text": "Yep. Same idea.",
    "start": "00:20:26",
    "end": "00:20:28"
  },
  {
    "text": "Same idea. You have a king who goes away on a long journey and gives his kingdom over to be managed by these guys. And some of them say, oh, we don't want him to be king anymore. And when he comes back, he brings the pain. There's all these parables that have this you could almost call it a triangle structure of an authority figure who goes away and comes back. What are these all about? And why does Jesus tell them all, almost all, as he's arriving in Jerusalem? So that's another way. Jesus parables are both offering commentary on the kingdom of God that he's bringing about, but they're also overlaid with the whole story of Israel coming to its climax in this moment, too, which is why he starts pulling from the prophets, especially in the parables of warning and judgment. Do you want to see some more examples? Okay.",
    "start": "00:20:28",
    "end": "00:21:16"
  },
  {
    "text": "Would you say that the shrewd manager one is in the same warning parables? It seems like it's the same setup, but it has a different payoff.",
    "start": "00:21:16",
    "end": "00:21:25"
  },
  {
    "text": "Yeah, it does. You're referring to the parable at the beginning of Matthew, Luke 16. Yeah. Yeah. That parable's really interesting. You want to talk about it? It's an interesting parable.",
    "start": "00:21:25",
    "end": "00:21:35"
  },
  {
    "text": "Yeah, I think it's. It's the one that I. I'm always confused by.",
    "start": "00:21:35",
    "end": "00:21:39"
  },
  {
    "text": "Yeah, we don't.",
    "start": "00:21:40",
    "end": "00:21:41"
  },
  {
    "text": "We don't have to talk about it now, but.",
    "start": "00:21:41",
    "end": "00:21:42"
  },
  {
    "text": "Yeah, let's get there. Let's actually. Let's. Let's kind of work around some categories more. Yeah, and then that'll be good.",
    "start": "00:21:42",
    "end": "00:21:47"
  },
  {
    "text": "But you're saying. So you're saying there's a specific type of parable Jesus seemed to tell and retell. Yeah, that all had similar elements, which was some sort of owner giving over the management to something, he to his fields, to someone being gone, coming back, seeing they were mismanaged, and then bring in the pain.",
    "start": "00:21:47",
    "end": "00:22:12"
  },
  {
    "text": "Yeah, totally. This was pointed out to me. I think this was. Craig Blomberg has an excellent and comprehensive guide to interpreting the parables called Interpreting the Parables. And he.",
    "start": "00:22:12",
    "end": "00:22:26"
  },
  {
    "text": "He wasn't cryptic about that.",
    "start": "00:22:26",
    "end": "00:22:28"
  },
  {
    "text": "Yeah, he. Yeah, this is. Yeah, it's a very clear. It's a non parable parabolic title. He has this really handy way of breaking down the basic narrative structure of all of the parables just based on, like, how many main characters there are.",
    "start": "00:22:28",
    "end": "00:22:43"
  },
  {
    "text": "Right.",
    "start": "00:22:43",
    "end": "00:22:43"
  },
  {
    "text": "And basically there's three types. There's one main character parables, there's two main character parables, and then there's three character parables. And even if there's more actual characters. Three types, there's three main types, and here. Here they are. In three character parables, there's always an authority figure. And just think through a king, a father, a master, a landowner, a vineyard owner, a lender, and usually there's a positive subordinate, a slave, a peasant subject, a debtor, a Manager, a son. And then in contrast to that, positive subordinate is a negative subordinate. Sometimes you only get the authority figure and the negative subordinate. Sometimes you get an authority figure and then two contrasting characters, the ones who multiply their talents and the one who buries his in the ground. That kind of thing. And so that's basically the substructure of like half of Jesus parables. So you just have to stop and say, what's he doing? Why do all of these have kind of the same vibe?",
    "start": "00:22:43",
    "end": "00:23:47"
  },
  {
    "text": "Yeah.",
    "start": "00:23:47",
    "end": "00:23:48"
  },
  {
    "text": "And why, when you start counting, does Jesus really start telling these type of parables the closer he gets to Jerusalem? That's the thing we're sniffing out here. Once again, this is a way of Jesus offering commentary on what he's actually doing in the moment. And those parables in particular, as well as some others, tend to be higher density in hyperlinks to the Hebrew prophets. It's very interesting. So that poem in Isaiah is important. What I want to do is sample another couple passages in the book of Isaiah, little parables in Isaiah, and then we'll look at ways that Jesus draws upon them to kind of flesh this out. And again, the larger point is the parables at this stage of the conversation are part of the way that Jesus is bringing and showing how the biblical story of God in Israel is coming to its climax. Okay, you just read from Isaiah 5. The next chapter of Isaiah is Isaiah 6, which is a well known chapter in the book of Isaiah. Yeah. He wakes up in a dream and he's standing in the heavenly temple where he should not be.",
    "start": "00:23:48",
    "end": "00:24:56"
  },
  {
    "text": "Yeah.",
    "start": "00:24:56",
    "end": "00:24:56"
  },
  {
    "text": "At least he doesn't think he should be there. I often make the joke that he would not have sung the song better as one day in your courts elsewhere.",
    "start": "00:24:56",
    "end": "00:25:06"
  },
  {
    "text": "He'D have been like, get me out of here.",
    "start": "00:25:06",
    "end": "00:25:07"
  },
  {
    "text": "Better as no days in your courts, because I'm going to get fried in here. And he does get fried. He gets burned to a crisp. Yeah, he gets a holy coal from the altar that touches his lips and as it sears him, it purifies him instead of destroying him. And then he becomes the nucleus of the new covenant people of the new Israel. And then God commission sim. This is where we'll pick up. I heard the voice of the Lord saying, whom shall I send? Who will go for us? And I said, here I am, send me. And he said, go tell this people. Here's your message. Hey everybody, keep on listening but don't understand. Keep on looking but don't comprehend. Then God speaks to Isaiah. Make the hearts of this people fat, dense, make their ears heavy and their eyes dim, meaning difficult to see with. Otherwise they might see with their eyes and hear with their ears and understand with their hearts and turn back and find healing. Then Isaiah says. Then I said, well, Lord, how long do I have to do that?",
    "start": "00:25:08",
    "end": "00:26:29"
  },
  {
    "text": "Yeah, that's a bad strategy. How long is this going to go for?",
    "start": "00:26:29",
    "end": "00:26:32"
  },
  {
    "text": "It's a bummer. And the Lord answered, until cities are devastated without any inhabitants, houses without people, the land desolate. Until the Lord has removed people far away and the forsaken places are many in the land. Exile. Exile. Okay, so let's pause. So he just woke up in the heavenly temple. Yeah, he says, me and my people were impure and unfaithful. God says, yeah, I know, but Isaiah is humble and repentant. And so God's purifying fire doesn't destroy him, it transforms him. And then he becomes a mouthpiece and a symbol of the new people that God is going to create through purifying fire. So go tell everybody that the end of Israel is here. The end has arrived for Israel. Exile. We've reached the point of no return, basically. So you can see that. Go tell them, keep on listening, but don't understand.",
    "start": "00:26:32",
    "end": "00:27:32"
  },
  {
    "text": "Why would he go and say that?",
    "start": "00:27:33",
    "end": "00:27:34"
  },
  {
    "text": "Okay. Within the narrative of the book, the whole point is that we are now centuries into the failed project and Israel has reached the point of no return. And they've already rejected all these prophets before Isaiah. And they've already rejected Isaiah. He's already been rejected in the course of the book so far. And so the whole point is the exile. God has to melt down and destroy his people in order to create a new people who will actually be the family of Abraham, to do the thing that he meant them to be.",
    "start": "00:27:34",
    "end": "00:28:06"
  },
  {
    "text": "So he's saying, go and tell the people, time's up.",
    "start": "00:28:06",
    "end": "00:28:09"
  },
  {
    "text": "Yeah. Or game's over.",
    "start": "00:28:09",
    "end": "00:28:11"
  },
  {
    "text": "Game over.",
    "start": "00:28:11",
    "end": "00:28:11"
  },
  {
    "text": "Game's over.",
    "start": "00:28:11",
    "end": "00:28:12"
  },
  {
    "text": "This is endgame.",
    "start": "00:28:12",
    "end": "00:28:13"
  },
  {
    "text": "Yeah. And here's the thing is they're going to think Isaiah's nuts and crazy and stupid and they think they're fine.",
    "start": "00:28:13",
    "end": "00:28:19"
  },
  {
    "text": "Yeah. So go on thinking that that's fine at this point.",
    "start": "00:28:19",
    "end": "00:28:23"
  },
  {
    "text": "Yeah, go on. Yeah, go on. In your unbelief and your. Like in Jeremiah, you know, he says, the prophets are telling the kings, peace, peace. And Jeremiah says, but there is no peace. God's allowing Babylon to come here. And nobody believes me. I'm the only one. Everyone else is saying, God will protect us. We're the family of Abraham. He's with us. So Isaiah's message is paradoxical because he's Going to keep. Right. Proclaiming the message, but it will have the paradoxical effect of actually hardening. Just like Pharaoh. It will. Just like the ten times Moses said, let my people go to Pharaoh, and it actually did the opposite. It made Pharaoh more ticked off.",
    "start": "00:28:23",
    "end": "00:29:03"
  },
  {
    "text": "Yeah, but Moses didn't go to Pharaoh and be like, pharaoh, you're not going to let the people go. I'm not even going to. I'm not even going to try.",
    "start": "00:29:03",
    "end": "00:29:11"
  },
  {
    "text": "There are a couple times where Pharaoh says, like, pray for me. I'm sorry. After a plague comes and Moses is like, no, no, you already went back, like, on plague number five. I'm not going to do this again. Pharaoh says, please, please. Okay, we're in that scenario.",
    "start": "00:29:11",
    "end": "00:29:25"
  },
  {
    "text": "Okay.",
    "start": "00:29:25",
    "end": "00:29:26"
  },
  {
    "text": "Yeah. These are prophetic words to people who have already consistently rejected the prophetic word.",
    "start": "00:29:26",
    "end": "00:29:32"
  },
  {
    "text": "Got it. It's interesting. It's an interesting rhetorical approach in that. What's the use of telling someone, you don't have to listen to me anymore.",
    "start": "00:29:32",
    "end": "00:29:42"
  },
  {
    "text": "Yeah. Especially if they've already written you off.",
    "start": "00:29:42",
    "end": "00:29:44"
  },
  {
    "text": "They've already written you off.",
    "start": "00:29:44",
    "end": "00:29:45"
  },
  {
    "text": "Yeah.",
    "start": "00:29:45",
    "end": "00:29:45"
  },
  {
    "text": "And then on top of that, as you're telling them, well, you don't have to listen to me anymore to, like, rub it in. To be like. Because if you did, you'd turn around and you would heal. It's like, well, what's the point of saying that?",
    "start": "00:29:45",
    "end": "00:29:56"
  },
  {
    "text": "Yeah. Right.",
    "start": "00:29:56",
    "end": "00:29:57"
  },
  {
    "text": "The whole thing feels kind of like.",
    "start": "00:29:57",
    "end": "00:29:58"
  },
  {
    "text": "Yeah.",
    "start": "00:29:58",
    "end": "00:29:59"
  },
  {
    "text": "I don't know.",
    "start": "00:30:00",
    "end": "00:30:00"
  },
  {
    "text": "Yeah. But again, this is the. This is the. The role of the prophets in the Hebrew Bible. They are speaking to a people that's already chosen to destroy themselves. And so the role that they play now is the role of witness. They bear witness to the truth of God's covenant, loyalty, even as the ship is going down in flames.",
    "start": "00:30:00",
    "end": "00:30:22"
  },
  {
    "text": "This chapter was used a lot, preached a lot and taught a lot in my tradition. And this especially the like, who will go, you know. Oh, sure became this, like, missionary rallying cry text.",
    "start": "00:30:22",
    "end": "00:30:37"
  },
  {
    "text": "Yeah.",
    "start": "00:30:37",
    "end": "00:30:38"
  },
  {
    "text": "And then the, like, here I am. Send me.",
    "start": "00:30:38",
    "end": "00:30:40"
  },
  {
    "text": "Yes.",
    "start": "00:30:40",
    "end": "00:30:41"
  },
  {
    "text": "Is the, like, missionary, Like, I'm going? And it's. And that's beautiful.",
    "start": "00:30:41",
    "end": "00:30:45"
  },
  {
    "text": "Yes, totally.",
    "start": "00:30:45",
    "end": "00:30:46"
  },
  {
    "text": "Who will go? Someone needs to go and do it.",
    "start": "00:30:46",
    "end": "00:30:48"
  },
  {
    "text": "People who go share the good news about Jesus around the world are amazing.",
    "start": "00:30:48",
    "end": "00:30:52"
  },
  {
    "text": "Amazing.",
    "start": "00:30:52",
    "end": "00:30:52"
  },
  {
    "text": "They're heroes.",
    "start": "00:30:52",
    "end": "00:30:53"
  },
  {
    "text": "But then this missionary.",
    "start": "00:30:53",
    "end": "00:30:54"
  },
  {
    "text": "Yes.",
    "start": "00:30:54",
    "end": "00:30:55"
  },
  {
    "text": "His, like, marching orders are like, kind of a go and then tell these people, game's over. Yeah, that's.",
    "start": "00:30:55",
    "end": "00:31:02"
  },
  {
    "text": "Yeah, that's right. That's right. However, we didn't read the last sentence of the chapter.",
    "start": "00:31:02",
    "end": "00:31:32"
  },
  {
    "text": "Okay.",
    "start": "00:31:32",
    "end": "00:31:32"
  },
  {
    "text": "So go to these people who haven't listened to me for Centuries. And aren't going to listen to you and know that your message is actually just going to make them more hardened and obstinate. For how long? Well, until the land is depopulated, until the exile. However, verse 13, there will be one tenth left in it. In the land. A little bit left in the land, a small fraction, but even that will be subject to being burned again. Oh, bummer. So you have a little portion left, and then it's subject to burning.",
    "start": "00:31:33",
    "end": "00:32:08"
  },
  {
    "text": "What does that mean, subject to burning?",
    "start": "00:32:09",
    "end": "00:32:10"
  },
  {
    "text": "Oh, well, in the image. Think in the image of the chapter, Isaiah got burned.",
    "start": "00:32:10",
    "end": "00:32:14"
  },
  {
    "text": "Got it.",
    "start": "00:32:14",
    "end": "00:32:15"
  },
  {
    "text": "And then he becomes like the remnant leftover of the new thing.",
    "start": "00:32:15",
    "end": "00:32:20"
  },
  {
    "text": "And this is about a. Oh, this isn't about the vineyard anymore, but the idea of the vineyard being tossed up.",
    "start": "00:32:21",
    "end": "00:32:26"
  },
  {
    "text": "Yeah, the land gets emptied. That's the immediate context. So he removes people far away, forsaken places, or many in the land. But there'll be a little bit left.",
    "start": "00:32:26",
    "end": "00:32:37"
  },
  {
    "text": "Yeah. And they're going to be burnt as well.",
    "start": "00:32:37",
    "end": "00:32:38"
  },
  {
    "text": "But even that will get burned. Who was the last person burned in this chapter? Isaiah.",
    "start": "00:32:38",
    "end": "00:32:42"
  },
  {
    "text": "Okay.",
    "start": "00:32:42",
    "end": "00:32:43"
  },
  {
    "text": "And then notice, just like a terebinth tree or maybe an oak tree whose stump remains when it is chopped down. The holy seed is its stump. So the land gets cleared, There's a little 10th left, and then it's burned. And then I get a little parable about, you know how, like when a tree gets chopped down and there's just a stump there, but then there's a little seed sprouting up. You know, the holy seed is the stump. So there's a picture of an exiled land that's scorched, but there's a little stump left that is somehow this holy.",
    "start": "00:32:43",
    "end": "00:33:29"
  },
  {
    "text": "Seed is the image that the stump is the seed. Or there's a seed coming out of a stump.",
    "start": "00:33:29",
    "end": "00:33:34"
  },
  {
    "text": "Oh, well, the image is going to develop in the course of the book to the beginning of Isaiah, chapter 11, where there's a new sprout shoot coming out of the stump of Jesse.",
    "start": "00:33:34",
    "end": "00:33:44"
  },
  {
    "text": "Okay.",
    "start": "00:33:44",
    "end": "00:33:44"
  },
  {
    "text": "Yeah, yeah. That's where I've combined those two images. Got it right here. There's just a stump left.",
    "start": "00:33:44",
    "end": "00:33:49"
  },
  {
    "text": "The stump is the seed, but it's called seed.",
    "start": "00:33:49",
    "end": "00:33:51"
  },
  {
    "text": "And what seed does is reproduces. Yeah, yeah. So just like Isaiah gets burned, but then he becomes the image of a new kind of people after the burning. So the whole land, the whole people's gonna get burned.",
    "start": "00:33:51",
    "end": "00:34:05"
  },
  {
    "text": "Yeah, Few will remain.",
    "start": "00:34:05",
    "end": "00:34:07"
  },
  {
    "text": "Exile. Yep.",
    "start": "00:34:07",
    "end": "00:34:09"
  },
  {
    "text": "Like a stump.",
    "start": "00:34:09",
    "end": "00:34:09"
  },
  {
    "text": "Yeah, Like a stump left over. Yeah, yeah. So we'll just do a couple more Isaiah texts. Because Jesus loved the Book of Isaiah, because its parables are all about it. Isaiah 55. This is a poem about a capstone poem to the announcement of how, after the exile, God's going to send messengers of Good news. Isaiah 40. Send good news, heralds of good news to Zion. Behold your God comes, coming, reigning with power. We had the poems about how God's exalted servant, who will suffer for Israel's sins, but then be exalted and vindicated. So the crown chapter of that whole unit from 40 to 55 in Isaiah is this little poem right here.",
    "start": "00:34:10",
    "end": "00:34:56"
  },
  {
    "text": "Okay.",
    "start": "00:34:56",
    "end": "00:34:57"
  },
  {
    "text": "Isaiah 55, 10. Just like the rain and the snow come down out of heaven. Notice it's a parable. And don't return back without watering the earth and making it give birth and sprout. And that provides seed for the sower and bread for the eater. So God says, my word that goes forth from my mouth will not return to me empty without accomplishing what I purpose, without succeeding in the matter for which I sent it. So God's word that he sends out about.",
    "start": "00:34:57",
    "end": "00:35:32"
  },
  {
    "text": "It's like water.",
    "start": "00:35:32",
    "end": "00:35:33"
  },
  {
    "text": "The hope is. Yeah, both. It's like water that gives birth to seed, that can go plant new seeds and sprouts. That's a little parable. Verse 12 for you. All will go out with joy. You'll be led forth with shalom. The mountains and the hills will break into shouts of joy before you. The trees of the field will clap their hands. Okay, so let's pause. You will go out and be led forth.",
    "start": "00:35:33",
    "end": "00:36:01"
  },
  {
    "text": "Is this getting out of exile?",
    "start": "00:36:02",
    "end": "00:36:04"
  },
  {
    "text": "Yes. New ex returning from it. Yeah. And creation responding just like the waters responded right in the sea as they crossed the sea here. Now the mountains and the hills are shouting for joy, like a choir lining up, clapping for the returnees from exile. You know, instead of the thorn bush, you know how the garden got turned into thorns? The Garden of Eden, but also the garden of the promised land. Instead of the thorn bush, the cypress. You know what the temple is made out of? A lot of? A lot of cypress in the temple, instead of the nettle, the myrtle will rise up. Is that a tree? A myrtle tree, yeah. As a memorial to the Lord and everlasting sign. So what we're waiting for on the other side of exile as we await the new Exodus, is a new word from the Lord that will plant seeds that sprout to create the new life and the new garden and the new Exodus people who will go out to inhabit the new promised land. You can just see where this is going.",
    "start": "00:36:04",
    "end": "00:37:10"
  },
  {
    "text": "Yeah.",
    "start": "00:37:11",
    "end": "00:37:11"
  },
  {
    "text": "Jesus. Parables are Filled with this imagery, with.",
    "start": "00:37:11",
    "end": "00:37:14"
  },
  {
    "text": "Seed and with trees.",
    "start": "00:37:14",
    "end": "00:37:17"
  },
  {
    "text": "Yeah, yeah. Specifically the word. A message being seed that sprouts new kinds of people.",
    "start": "00:37:17",
    "end": "00:37:25"
  },
  {
    "text": "A message being seed.",
    "start": "00:37:25",
    "end": "00:37:27"
  },
  {
    "text": "Yes, yes.",
    "start": "00:37:27",
    "end": "00:37:28"
  },
  {
    "text": "Now, yeah, that's such a. Interesting word picture. I don't know if I've really fully kind of settled in with it and appreciate it. And it must be riffing off of Genesis 1 language.",
    "start": "00:37:29",
    "end": "00:37:44"
  },
  {
    "text": "Totally. This is totally Genesis 1.",
    "start": "00:37:45",
    "end": "00:37:47"
  },
  {
    "text": "So God spoke. His word, creates is what.",
    "start": "00:37:47",
    "end": "00:37:51"
  },
  {
    "text": "Creates. Yeah.",
    "start": "00:37:51",
    "end": "00:37:51"
  },
  {
    "text": "Creates life.",
    "start": "00:37:51",
    "end": "00:37:52"
  },
  {
    "text": "Yeah. What is it that calls out the seed bearing plants from the dry land on day three?",
    "start": "00:37:52",
    "end": "00:37:58"
  },
  {
    "text": "His Word.",
    "start": "00:37:58",
    "end": "00:37:58"
  },
  {
    "text": "God spoke.",
    "start": "00:37:58",
    "end": "00:37:59"
  },
  {
    "text": "Yeah, His Word, it goes out and it creates order and it creates beauty, creates goodness. And in this parable in Isaiah, he's like, think about the rain, how it comes down, saturates everything, and then all this life is produced out of it.",
    "start": "00:37:59",
    "end": "00:38:20"
  },
  {
    "text": "Yeah.",
    "start": "00:38:20",
    "end": "00:38:20"
  },
  {
    "text": "God's word is like that, which kind of then begs the question, what does that mean, God's word? Well, yeah. What is it about Word? Why does Genesis 1 begin with word? What is this in Hebrew thought that's so important? Your word.",
    "start": "00:38:20",
    "end": "00:38:36"
  },
  {
    "text": "Yeah, your word. Well, your words are an expression of a mind and a purpose. That's why the whole thing is the word goes out and does what I purpose and what I desire. And God's purpose and desire is for life to create life. But then also once his creation rebels and creates death, he has to hand that over to death so that he can bring about the new thing. If creation required God's word, then the new creation will also be the result of God's new word that gives birth to a new creation.",
    "start": "00:38:36",
    "end": "00:39:09"
  },
  {
    "text": "Now, you could use instead of word, his, you know, his work or like his, you know, his arm stretched out.",
    "start": "00:39:11",
    "end": "00:39:20"
  },
  {
    "text": "Yeah.",
    "start": "00:39:20",
    "end": "00:39:21"
  },
  {
    "text": "And created or something.",
    "start": "00:39:21",
    "end": "00:39:22"
  },
  {
    "text": "Yeah, that's right. Yeah, I hear that. Yeah. So that. Oh, okay. So this is why, man, this is just. The whole book of Isaiah is the. One of the red threads is seed. Seed imagery and all. It goes back to that stump there in Isaiah 6.",
    "start": "00:39:22",
    "end": "00:39:37"
  },
  {
    "text": "The stump is the seed.",
    "start": "00:39:38",
    "end": "00:39:39"
  },
  {
    "text": "Yeah, the seed is the stump. So there's a remainder of people left through whom God will grow as a new holy seed. And then Isaiah 7 through 11 fills this out. And then there's a new branch coming out of the stump of Jesse.",
    "start": "00:39:39",
    "end": "00:39:56"
  },
  {
    "text": "Yeah, the seed is the seed. I guess I'm more comfortable in that.",
    "start": "00:39:56",
    "end": "00:39:59"
  },
  {
    "text": "But the Word, you're saying the word and they're connected.",
    "start": "00:39:59",
    "end": "00:40:02"
  },
  {
    "text": "It's interesting. They're connected even in Genesis 1 and Genesis 2.",
    "start": "00:40:02",
    "end": "00:40:05"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:40:05",
    "end": "00:40:06"
  },
  {
    "text": "But yes, seed, it multiplies, it's small and it. And it grows.",
    "start": "00:40:06",
    "end": "00:40:12"
  },
  {
    "text": "Yeah.",
    "start": "00:40:13",
    "end": "00:40:13"
  },
  {
    "text": "And so that. That all makes sense. And then I see you're just.",
    "start": "00:40:13",
    "end": "00:40:17"
  },
  {
    "text": "You're back just on the core metaphorical scheme of God's word is seed.",
    "start": "00:40:17",
    "end": "00:40:21"
  },
  {
    "text": "I guess so. Or just. Yeah, God's word is seed.",
    "start": "00:40:21",
    "end": "00:40:25"
  },
  {
    "text": "That's what you're pondering.",
    "start": "00:40:25",
    "end": "00:40:26"
  },
  {
    "text": "Yeah. It seems important here. And then. And then the parables of Jesus.",
    "start": "00:40:26",
    "end": "00:40:29"
  },
  {
    "text": "Yes. Yeah, yeah, that's right. Yeah, yeah.",
    "start": "00:40:29",
    "end": "00:40:32"
  },
  {
    "text": "And I'm just realizing I don't really understand that metaphorical scheme.",
    "start": "00:40:32",
    "end": "00:40:39"
  },
  {
    "text": "Ah, I see. Yeah. A word. God's words in Genesis 1 are these, like, commands.",
    "start": "00:40:39",
    "end": "00:40:44"
  },
  {
    "text": "Is God's word. Is that a theme?",
    "start": "00:40:44",
    "end": "00:40:46"
  },
  {
    "text": "Oh, that's huge.",
    "start": "00:40:46",
    "end": "00:40:47"
  },
  {
    "text": "We don't have that on our list.",
    "start": "00:40:47",
    "end": "00:40:49"
  },
  {
    "text": "The word of God.",
    "start": "00:40:49",
    "end": "00:40:50"
  },
  {
    "text": "The word of God.",
    "start": "00:40:50",
    "end": "00:40:51"
  },
  {
    "text": "Yeah. Yeah, we probably ought to. It's right there from Genesis 1. Jesus is the word.",
    "start": "00:40:52",
    "end": "00:40:58"
  },
  {
    "text": "Jesus is the word, become flesh.",
    "start": "00:40:58",
    "end": "00:41:00"
  },
  {
    "text": "Giving a word about the kingdom. That's like seed and. Yeah, okay. All right. Yeah. Make the case. Let's add it to the list.",
    "start": "00:41:00",
    "end": "00:41:10"
  },
  {
    "text": "Is it new creation when Jesus says.",
    "start": "00:41:10",
    "end": "00:41:13"
  },
  {
    "text": "I am the alpha and the omega, the first and last letters of the Alphabet, the beginning and the end of all words. Yeah, yeah. No, God and the lamb are, you know, the creator and king in Revelation. Yeah, it could work. Yeah. But the word, the prophetic word, this is the huge major theme of the Hebrew Bible. How God's word is. Well, it gets developed in lots of different images. Okay. With all that said, I thought we could perform a reading and meditation together on Matthew, chapter 13.",
    "start": "00:41:13",
    "end": "00:42:20"
  },
  {
    "text": "Okay.",
    "start": "00:42:20",
    "end": "00:42:21"
  },
  {
    "text": "Which is Jesus first parable in the Gospel of Matthew, and it's the parable that he tells about the parables. In other words, it's a parable about why he speaks in parables.",
    "start": "00:42:21",
    "end": "00:42:32"
  },
  {
    "text": "It's a meta.",
    "start": "00:42:32",
    "end": "00:42:33"
  },
  {
    "text": "It's a meta parable. So this conversation, we're just reading the Bible a lot together, which is great.",
    "start": "00:42:33",
    "end": "00:42:39"
  },
  {
    "text": "That's great.",
    "start": "00:42:39",
    "end": "00:42:39"
  },
  {
    "text": "Yeah.",
    "start": "00:42:39",
    "end": "00:42:39"
  },
  {
    "text": "This is a meta. Meta conversation.",
    "start": "00:42:39",
    "end": "00:42:41"
  },
  {
    "text": "Yeah. And again, the whole umbrella is here. Jesus parables are packed with imagery from the Hebrew prophets.",
    "start": "00:42:42",
    "end": "00:42:49"
  },
  {
    "text": "Yes.",
    "start": "00:42:49",
    "end": "00:42:50"
  },
  {
    "text": "Why? Because he's claiming that that's the story that the prophets are all about, is reaching its climax in him, which is why he talks about it in parables. Matthew 13. So that day, Jesus went out to the house, out of the house and was sitting by the sea. This is actually a great narrative scene. He's down by the lake of Galilee, all these crowds gathering around him. Ah, crucial context. Matthew's chapters 4 through 9. Jesus announced and taught the kingdom of God. Sermon on the Mount.",
    "start": "00:42:50",
    "end": "00:43:19"
  },
  {
    "text": "Yep.",
    "start": "00:43:19",
    "end": "00:43:19"
  },
  {
    "text": "He brought the kingdom of God and power in 10 acts of healing and signs and wonders, chapters eight and nine.",
    "start": "00:43:19",
    "end": "00:43:26"
  },
  {
    "text": "Okay.",
    "start": "00:43:26",
    "end": "00:43:26"
  },
  {
    "text": "Chapter 10. He sent out the 12 to go do what he was doing in chapters four through nine.",
    "start": "00:43:26",
    "end": "00:43:31"
  },
  {
    "text": "Okay.",
    "start": "00:43:31",
    "end": "00:43:32"
  },
  {
    "text": "Chapters 11 and 12 is all the diverse responses to Jesus.",
    "start": "00:43:32",
    "end": "00:43:36"
  },
  {
    "text": "Oh, right. Yes.",
    "start": "00:43:36",
    "end": "00:43:37"
  },
  {
    "text": "Some people hate him, some people reject him, some people think he's a fraud. Some people aren't sure, don't know what to do. Some people are fans. The whole diverse response to Jesus. Then he goes out and this crowd gathers around on the beach, and he goes out into a boat, creates a little natural amphitheater. And he spoke to them many things in parables, saying. This is a famous parable.",
    "start": "00:43:37",
    "end": "00:44:00"
  },
  {
    "text": "Yeah.",
    "start": "00:44:00",
    "end": "00:44:00"
  },
  {
    "text": "Behold, the sower went out to sow seed. And as he did, some seed fell on the side of the road and the birds came and ate it up. Others fell in rocky places, they didn't have much soil, and immediately they sprang up because they had no depth of soil. And so when the sun rose, they were scorched because they didn't have deep roots and they withered. Others fell among thorns, so thorns came up and choked them out. But others yet fell on good soil and yielded a crop, some a hundredfold, some 60, some 30. How many of you have ears you should hear? So remember our little parable that I created, Moshe, in the last couple. Yeah. Imagine you're Moshe and you've come back to hear Jesus, like, a second time.",
    "start": "00:44:00",
    "end": "00:44:48"
  },
  {
    "text": "Yeah.",
    "start": "00:44:49",
    "end": "00:44:50"
  },
  {
    "text": "And you're like, huh, interesting.",
    "start": "00:44:50",
    "end": "00:44:52"
  },
  {
    "text": "It's about seed and fields again.",
    "start": "00:44:52",
    "end": "00:44:53"
  },
  {
    "text": "Yeah. Seeds and fields. About how the same seed yields different results.",
    "start": "00:44:54",
    "end": "00:45:00"
  },
  {
    "text": "The same seed has a different result.",
    "start": "00:45:00",
    "end": "00:45:02"
  },
  {
    "text": "Same seeds going out. But it doesn't all produce fruit.",
    "start": "00:45:02",
    "end": "00:45:07"
  },
  {
    "text": "Depends on the quality of the soil.",
    "start": "00:45:07",
    "end": "00:45:09"
  },
  {
    "text": "The condition of the soil will determine the productivity of the fruit. So this fruit works in partnership with the soil, like the fruit, the seed. The seed can't just overpower or chew. It won't overpower the environment. It has to work with a friendly environment to produce what it's designed to make.",
    "start": "00:45:09",
    "end": "00:45:34"
  },
  {
    "text": "And when those two things line up, you get a lot of fruit.",
    "start": "00:45:34",
    "end": "00:45:37"
  },
  {
    "text": "You get. Yeah. Exponential, a lot. Like that big tree from the mustard seed that I heard him talk about the other day. And. Yeah, yeah.",
    "start": "00:45:37",
    "end": "00:45:45"
  },
  {
    "text": "What does that mean a hundredfold in agriculture terms? Oh, like this. I was supposed to get one tomato and I got 100.",
    "start": "00:45:45",
    "end": "00:45:52"
  },
  {
    "text": "Oh, okay.",
    "start": "00:45:52",
    "end": "00:45:53"
  },
  {
    "text": "Or like.",
    "start": "00:45:53",
    "end": "00:45:54"
  },
  {
    "text": "Yeah, yeah, I think it's.",
    "start": "00:45:54",
    "end": "00:45:56"
  },
  {
    "text": "Or I planted one seed and I got 100 seeds out of it.",
    "start": "00:45:56",
    "end": "00:45:58"
  },
  {
    "text": "I see. Well, you talk to me like I'm an ancient farmer. No, I think it's just there probably is something more specific at work.",
    "start": "00:45:58",
    "end": "00:46:08"
  },
  {
    "text": "Yeah.",
    "start": "00:46:08",
    "end": "00:46:09"
  },
  {
    "text": "But just the principle of one seed can produce a vine that has, I guess what I'm 100 blossoms of whatever.",
    "start": "00:46:09",
    "end": "00:46:15"
  },
  {
    "text": "I guess what I'm wondering is a hundredfold, would the farmers out there be going like, Whoa, 100 fold. That's incredible. Or would they be like, that's a good season.",
    "start": "00:46:15",
    "end": "00:46:22"
  },
  {
    "text": "Oh, I see. Well, it's. Surely 100 is better in contrast to 60 or 30.",
    "start": "00:46:23",
    "end": "00:46:28"
  },
  {
    "text": "Yeah. So it's like 30. Like, 30 is, like a good season. 60 is like, you killed it. And 100 is like, are you serious?",
    "start": "00:46:28",
    "end": "00:46:36"
  },
  {
    "text": "I see 100.",
    "start": "00:46:36",
    "end": "00:46:36"
  },
  {
    "text": "No one does 100.",
    "start": "00:46:36",
    "end": "00:46:37"
  },
  {
    "text": "Yeah, yeah. I'm sure we could look up ancient. Off the top of my head, I don't know ancient agricultural terminology, but 100 to 1 is pretty sweet.",
    "start": "00:46:37",
    "end": "00:46:48"
  },
  {
    "text": "That's pretty great.",
    "start": "00:46:48",
    "end": "00:46:49"
  },
  {
    "text": "Pretty sweet.",
    "start": "00:46:49",
    "end": "00:46:50"
  },
  {
    "text": "Yeah.",
    "start": "00:46:50",
    "end": "00:46:50"
  },
  {
    "text": "Now for. Yeah, but again, an ear of grain, or think of corn. You put one kernel in the ground.",
    "start": "00:46:50",
    "end": "00:46:56"
  },
  {
    "text": "Seed get a whole.",
    "start": "00:46:56",
    "end": "00:46:57"
  },
  {
    "text": "You get a. You get a stock with like, five years of corn on it. That's like hundreds to 100. That's like a thousand to 1,000 to one. Okay. Yeah. There you go. So. Okay.",
    "start": "00:46:57",
    "end": "00:47:07"
  },
  {
    "text": "Sorry.",
    "start": "00:47:08",
    "end": "00:47:08"
  },
  {
    "text": "No, don't be sorry. All right. So the next thing in the narrative Matthew's placed before us is that the disciples come up and say, what are you doing?",
    "start": "00:47:08",
    "end": "00:47:19"
  },
  {
    "text": "Yeah, no one gets it.",
    "start": "00:47:19",
    "end": "00:47:21"
  },
  {
    "text": "You have a great opportunity here. All these people.",
    "start": "00:47:21",
    "end": "00:47:25"
  },
  {
    "text": "You're losing the room.",
    "start": "00:47:25",
    "end": "00:47:26"
  },
  {
    "text": "All these people are here to hear you announce the kingdom of God. Do the Sermon on the Mount again. That was awesome when you did that.",
    "start": "00:47:28",
    "end": "00:47:37"
  },
  {
    "text": "Hey, remember that one story?",
    "start": "00:47:37",
    "end": "00:47:37"
  },
  {
    "text": "What are you doing?",
    "start": "00:47:38",
    "end": "00:47:39"
  },
  {
    "text": "Try some other material.",
    "start": "00:47:39",
    "end": "00:47:40"
  },
  {
    "text": "Listen, I know the Pharisees are really angry at you now because of what happened in chapter 11. And there's a bunch of people that want to hurt you, but there's some people that are friendly towards you. What are you doing? So notice the story is registering, that Jesus isn't being very clear.",
    "start": "00:47:41",
    "end": "00:47:58"
  },
  {
    "text": "Yeah.",
    "start": "00:47:58",
    "end": "00:47:58"
  },
  {
    "text": "What are you doing? Why are you telling parables?",
    "start": "00:47:58",
    "end": "00:48:01"
  },
  {
    "text": "And he explains it to them.",
    "start": "00:48:02",
    "end": "00:48:03"
  },
  {
    "text": "And Jesus says to you, I'll be happy to tell you, because you are like advanced versions of Moshe, our farmer, who you eventually become convinced this isn't just like, little fancy tales. This guy really means that the kingdom of God is here. And I think I'm going to take work off tomorrow and just go listen to him all day and maybe ask him some questions. It's that, right? And the disciples are Moshe a few steps forward where they've given up everything to follow him. So Jesus says yeah to you all who have chosen to buy into the kingdom of God, to you, it's granted to know the open secret of the kingdom of the heavens. The Greek word is musterion. The Greek word musterion actually means almost the opposite of our English word, mystery. We did talk about mystery, even though it gets translated as mystery.",
    "start": "00:48:03",
    "end": "00:48:53"
  },
  {
    "text": "Yeah. And it sounds like the word mystery.",
    "start": "00:48:54",
    "end": "00:48:57"
  },
  {
    "text": "Yeah. And because it's the root. The root of our English word mystery. Because I think in English, mystery means something I don't.",
    "start": "00:48:57",
    "end": "00:49:03"
  },
  {
    "text": "I don't understand.",
    "start": "00:49:04",
    "end": "00:49:04"
  },
  {
    "text": "I'll never know. I don't know.",
    "start": "00:49:05",
    "end": "00:49:06"
  },
  {
    "text": "Yeah.",
    "start": "00:49:06",
    "end": "00:49:07"
  },
  {
    "text": "Whereas in Greek it means you do know, but it's just been revealed. A mousterion is a secret that has been revealed.",
    "start": "00:49:07",
    "end": "00:49:16"
  },
  {
    "text": "It's like an epiphany or it's like a. Yeah, yeah.",
    "start": "00:49:16",
    "end": "00:49:20"
  },
  {
    "text": "That's why Leslie Newbegin, a missionary and New Testament scholar, translates musterion as the open secret.",
    "start": "00:49:20",
    "end": "00:49:27"
  },
  {
    "text": "Wait, do we have a term, do we have a word, something that you just now understood? A revelation?",
    "start": "00:49:27",
    "end": "00:49:35"
  },
  {
    "text": "Yeah, actually, apocalypse. An apocalypse is a synonym to it. Okay, Totally. Apokalupsis again, the Greek word not meaning the end of the world, but a revealing. A revealing. Yeah.",
    "start": "00:49:36",
    "end": "00:49:48"
  },
  {
    "text": "Yeah. Okay, so it means that.",
    "start": "00:49:48",
    "end": "00:49:51"
  },
  {
    "text": "Yeah. I'm just going to read from the Greek dictionary. Bauer, Danker, Art, Gingrich, Standard Greek Dictionary. So a secret teaching applied in the Greco Roman world mostly to religious movements with secret teachings.",
    "start": "00:49:51",
    "end": "00:50:06"
  },
  {
    "text": "That's a mysterion.",
    "start": "00:50:06",
    "end": "00:50:07"
  },
  {
    "text": "Were often called the mystery religions because to the public at large, it's like, what are they? But if you're in the group, then you know what it means, then you know the mystery. So that's how the words used outside and then the secret plans and thoughts of gods that are revealed in and through the prophets and so on.",
    "start": "00:50:08",
    "end": "00:50:29"
  },
  {
    "text": "It's more like a riddle in a way. A mystery in English is like, nobody knows. It's a mystery, a riddle. It's like some people know, some people don't.",
    "start": "00:50:29",
    "end": "00:50:39"
  },
  {
    "text": "Yes, yeah. Yeah. And it remains a mystery until it's revealed to you.",
    "start": "00:50:39",
    "end": "00:50:44"
  },
  {
    "text": "Yeah.",
    "start": "00:50:44",
    "end": "00:50:45"
  },
  {
    "text": "And the whole point is that in the arrival of the kingdom of God, God's mysterious purpose for waiting this long, with Israel in exile finally.",
    "start": "00:50:45",
    "end": "00:50:54"
  },
  {
    "text": "Well, it seems, for a riddle. Right. It remains a riddle. And. Well, it's still a riddle after it's revealed to you, but now you.",
    "start": "00:50:54",
    "end": "00:51:00"
  },
  {
    "text": "Yeah. You're in on it.",
    "start": "00:51:01",
    "end": "00:51:02"
  },
  {
    "text": "You're in on it.",
    "start": "00:51:02",
    "end": "00:51:02"
  },
  {
    "text": "Yeah, that's right. So the whole point is, to you, it's been granted to know the open secret about the kingdom of the heavens, but to all of them, and as he says to all of them, he's narratively referring back to this group, that is the group of chapters 11 and 12, most of whom are either apathetic or hostile to him. So Jesus is working with a very mixed audience. And the thing that's happening with God's kingdom is not actually going to make sense to most of these people. For whoever has to, that one more will be given. Like you guys, you guys have some insight and some. You've pursued me to follow the kingdom. And so you're going to get more and more understanding and have an abundance. But whoever doesn't have like these who are not accepting me or don't know what to think yet, even what they have will be taken away. You know, this is why I speak in parables, he goes on, because while seeing, they do not see and hearing, they do not hear, nor do they understand. You know that thing that Isaiah said, that's what's happening right now. And then he quotes those words from Isaiah that really bothered you. Yeah, right. Keep on hearing, don't understand, keep on seeing. What we should first do is see, Jesus is intentionally saying, this moment that we are in is exactly like the moment that all of the prophets have been in. God's sending a message to his people who have turned away from him. They think they're just fine, and they don't recognize that the prophetic word is speaking to them. But notice for Jesus, then he also says to the one who has, you'll get more. He's referring to them. Who's them? Israelites who, like Isaiah, you know, they've humbled themselves and they're pursuing Jesus. They're asking questions. Here they are asking questions. And so it's as if the parables have this double function. They both invite people in, into the inquisitive and the open. They'll get more like Moshe, it's like, I'm going to sit at Jesus feet all day tomorrow. I think he's onto something. But for others who are convinced that their way of being Israel is right, the parables just convince them that this guy's crazy and we should write him off. It's like both. They do both. And so he says, blessed are you. Your eyes because they do see, and your ears because they hear. So let's pause. Do you have any reflections at the moment?",
    "start": "00:51:02",
    "end": "00:53:32"
  },
  {
    "text": "Well, the fact that they have that feature to them, that they do both those things, Is that one of the reasons Jesus uses them then?",
    "start": "00:53:32",
    "end": "00:53:41"
  },
  {
    "text": "Yeah, I think they're like a sifting. Sifting mechanism.",
    "start": "00:53:41",
    "end": "00:53:44"
  },
  {
    "text": "Yeah. I mean, because there's all sorts of features that we've talked About. They're easy to remember. They shape your imagination. But they also have the sifting quality to them that seems like it's important to Jesus that they do that.",
    "start": "00:53:46",
    "end": "00:54:00"
  },
  {
    "text": "Yes. Yep. Yeah, that's right. It's almost as if Jesus can't trust the crowds. He's just got a crowd here. And we know in that crowd are people with all kinds of different opinions about him. And so he doesn't entrust his direct and clear teaching to the crowds. To them, they get parables. And to the one who has. They'll get more. But to the one who does not have. Even what they have will be taken. This is a portrait of Jesus that is actually uncomfortable for a lot of people.",
    "start": "00:54:00",
    "end": "00:54:31"
  },
  {
    "text": "Yeah.",
    "start": "00:54:31",
    "end": "00:54:32"
  },
  {
    "text": "Because we think, oh, he's here as God's representative. Right. To do for us what we can't do and to tell us what we need to know so we can be saved. And this Jesus is coming to Israel. And based on your response to him, it's like, he will leave you. He's really putting the initiative in the listener's court.",
    "start": "00:54:32",
    "end": "00:54:51"
  },
  {
    "text": "Yeah.",
    "start": "00:54:51",
    "end": "00:54:52"
  },
  {
    "text": "So to speak, here.",
    "start": "00:54:52",
    "end": "00:54:53"
  },
  {
    "text": "Right.",
    "start": "00:54:53",
    "end": "00:54:53"
  },
  {
    "text": "Which is what? That's what the parable is about. The condition of the soil determines whether or not the seed will grow fruit.",
    "start": "00:54:53",
    "end": "00:55:00"
  },
  {
    "text": "Yeah. You just don't. You don't see religious leaders, especially kind of modern ones, operating that way. It's more like, how do I get as many people as possible to clearly understand what it is that they need to know?",
    "start": "00:55:00",
    "end": "00:55:19"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:55:19",
    "end": "00:55:20"
  },
  {
    "text": "And instead you have Jesus purposefully being cryptic, Correct?",
    "start": "00:55:20",
    "end": "00:55:26"
  },
  {
    "text": "That's right.",
    "start": "00:55:26",
    "end": "00:55:27"
  },
  {
    "text": "And that is very uncomfortable.",
    "start": "00:55:27",
    "end": "00:55:28"
  },
  {
    "text": "It is. Yep. That's right. And again, it's uncomfortable if we see him.",
    "start": "00:55:28",
    "end": "00:55:34"
  },
  {
    "text": "It's a feature, not a bug.",
    "start": "00:55:34",
    "end": "00:55:35"
  },
  {
    "text": "On analogy to, like a pastor in a contemporary church.",
    "start": "00:55:35",
    "end": "00:55:39"
  },
  {
    "text": "Yeah.",
    "start": "00:55:39",
    "end": "00:55:40"
  },
  {
    "text": "Who's just beckoning to the culture to turn to God. But that's not.",
    "start": "00:55:40",
    "end": "00:55:44"
  },
  {
    "text": "Well, even there. But there you can't. You can kind of get there and. Because I. I really like it when a communicator makes you work for it.",
    "start": "00:55:45",
    "end": "00:55:53"
  },
  {
    "text": "I see.",
    "start": "00:55:53",
    "end": "00:55:54"
  },
  {
    "text": "You know.",
    "start": "00:55:54",
    "end": "00:55:54"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:55:54",
    "end": "00:55:55"
  },
  {
    "text": "Where you listen to a sermon or a lesson or something and you're like, I think I'm getting it.",
    "start": "00:55:55",
    "end": "00:56:01"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:56:01",
    "end": "00:56:02"
  },
  {
    "text": "But there's so much more here. And you want to re. Listen to it and you want to dwell on it. There is something really powerful about that. But it seems like that element of how a parable continues to shape you as you listen to it. That's one feature. But there's another feature, which is that Jesus actually just wants people who don't care to not even try to care.",
    "start": "00:56:02",
    "end": "00:56:25"
  },
  {
    "text": "Correct. Yeah. He's actually trying to turn some people off to him.",
    "start": "00:56:25",
    "end": "00:56:28"
  },
  {
    "text": "Yeah.",
    "start": "00:56:28",
    "end": "00:56:28"
  },
  {
    "text": "Yeah.",
    "start": "00:56:28",
    "end": "00:56:29"
  },
  {
    "text": "That's strange.",
    "start": "00:56:29",
    "end": "00:56:30"
  },
  {
    "text": "That's right. That's right. And so here I think we need to reckon with the unique historical moment of Jesus bringing the kingdom of God in the first century. That, first of all, isn't about me, it's about him. So, I mean, Jesus was trying to stir up trouble. He was attempting to give a message to Israel that he knew would result in his being rejected and killed. And it's as if the parables are actually almost like a way of hedging of, like, cryptically buying time. Yeah, totally being clear, but not so clear.",
    "start": "00:56:30",
    "end": "00:57:10"
  },
  {
    "text": "Right.",
    "start": "00:57:10",
    "end": "00:57:10"
  },
  {
    "text": "And also dividing. Remember, this is what Gabriel says to Mary in the Gospel of Luke. Your sword, your son will pierce like a sword. Right. People will rise and fall in Israel on account of your son, and a sword will pierce your own heart. Also Mary. So it's as if Jesus, just like Isaiah and Jeremiah and Ezekiel and all the prophets, were divisive figures between the old Israel that rejected their God and the new covenant Israel. And so Jesus, he's trying to create. He's communicating in a way to be kind of clear enough.",
    "start": "00:57:10",
    "end": "00:57:49"
  },
  {
    "text": "The parables are a way for him to rally the right people around him and to prepare the right people while buying time so that he doesn't cause too much controversy too fast.",
    "start": "00:57:50",
    "end": "00:58:06"
  },
  {
    "text": "Yes. Yeah. Again, this is A quote from N.T. wright from his book Jesus and the Victory of God. He has a number of really wonderful, illuminating sections on the parables here. So he says if someone had asked Jesus why he spoke so cryptically, he might well have replied with the famous and otherwise puzzling words from Isaiah 6. So that they may look and look, but never see, hear and hear, but never understand. If they really were to see and understand, there might be a riot.",
    "start": "00:58:06",
    "end": "00:58:37"
  },
  {
    "text": "That's not what God says in Isaiah.",
    "start": "00:58:38",
    "end": "00:58:40"
  },
  {
    "text": "No, no, he's commenting on Jesus specifically. And it's because it's true. When Jesus often was direct and clear, religious leaders wanted to kill him, even.",
    "start": "00:58:41",
    "end": "00:58:49"
  },
  {
    "text": "When he was just less indirect.",
    "start": "00:58:49",
    "end": "00:58:51"
  },
  {
    "text": "Yeah, that's right. So Wright goes on, those who have ears to hear will hear. And for the moment, it is just as well that those who do not, will not. Jesus's Nazareth manifesto in Luke chapter four, where he read from the scroll, the spirit of the Lord is on me. Announce good news to the poor. That whole thing ends with them trying to kill him, drive him out of town. Perhaps that was a bit too clear. It almost got him killed. If the prophet is not to perish away from Jerusalem.",
    "start": "00:58:51",
    "end": "00:59:25"
  },
  {
    "text": "Oh, before he gets to Jerusalem.",
    "start": "00:59:25",
    "end": "00:59:26"
  },
  {
    "text": "That's right. In other words, if he, the prophet, is supposed to die in Jerusalem.",
    "start": "00:59:26",
    "end": "00:59:31"
  },
  {
    "text": "Yeah. Let's not cut it short.",
    "start": "00:59:31",
    "end": "00:59:33"
  },
  {
    "text": "His subversive message must be clothed in disguise, which only the seeing eye will penetrate. Jesus parables then, are reworking and reappropriating Israel's prophetic traditions. They're the ideal vehicle for the paradoxical and dangerous campaign that Jesus is undertaking expressing the very heart of his message. The parables belong substantially within the specific period of his public career and ministry as a prophet announcing judgment and renewal for Israel.",
    "start": "00:59:33",
    "end": "01:00:04"
  },
  {
    "text": "Yeah. The ideal vehicle for paradoxical and dangerous teachings. That's helpful. That makes a lot of sense.",
    "start": "01:00:05",
    "end": "01:00:14"
  },
  {
    "text": "Yeah.",
    "start": "01:00:14",
    "end": "01:00:15"
  },
  {
    "text": "If you're going to go out and say something, you know could cause a riot, you're going to be careful in how you say it.",
    "start": "01:00:15",
    "end": "01:00:22"
  },
  {
    "text": "Yeah.",
    "start": "01:00:22",
    "end": "01:00:22"
  },
  {
    "text": "And the ideal vehicle for that would be a parable.",
    "start": "01:00:23",
    "end": "01:00:26"
  },
  {
    "text": "Correct.",
    "start": "01:00:26",
    "end": "01:00:26"
  },
  {
    "text": "So the cryptic nature of it is a feature, not a bug.",
    "start": "01:00:27",
    "end": "01:00:31"
  },
  {
    "text": "Yeah. Oh, it's a feature, not a bug. That's good. Did you say that earlier?",
    "start": "01:00:31",
    "end": "01:00:35"
  },
  {
    "text": "Yeah. Real quick.",
    "start": "01:00:36",
    "end": "01:00:37"
  },
  {
    "text": "Somehow that's just landing with me. That's good. That's right. The puzzling, odd nature of the parables is a feature, not a bug. And his explanation of why he tells parables is a feature and not an odd theological puzzle. It's actually the prophets going to a hardened Israel. So Isaiah 6, their message hardens the heart within the Hebrew Bible. That's all a developed design pattern on analogy to Pharaoh. Moses. And Pharaoh, because Moses is the first prophet to confront a king who hardens his heart through repeated appeals to turn 10 chances. And then paradoxically, Moses petition, let my people go now. Actually has the opposite effect of hardening Pharaoh's heart. And it's precisely through God's using Pharaoh's obstinate to let evil destroy itself.",
    "start": "01:00:37",
    "end": "01:01:33"
  },
  {
    "text": "He used it so much that at one point in the story, it even says that God parted.",
    "start": "01:01:33",
    "end": "01:01:38"
  },
  {
    "text": "Correct. Exactly.",
    "start": "01:01:38",
    "end": "01:01:39"
  },
  {
    "text": "Those become so immersed within each other.",
    "start": "01:01:39",
    "end": "01:01:41"
  },
  {
    "text": "That's right. But what's the vehicle, what's the mechanism for God hardening? It's sending Moses another time. Let my people go. Moses words become the way that Pharaoh gets more stubborn and obstinate.",
    "start": "01:01:41",
    "end": "01:01:56"
  },
  {
    "text": "Yeah. And so then in the prophetic tradition like Isaiah, he goes, brings the word and it creates an obstinate.",
    "start": "01:01:56",
    "end": "01:02:07"
  },
  {
    "text": "Correct. That's right.",
    "start": "01:02:07",
    "end": "01:02:08"
  },
  {
    "text": "Jesus is doing it here, but he's actually taking an extra step of being even more cryptic. Right.",
    "start": "01:02:08",
    "end": "01:02:15"
  },
  {
    "text": "That's what he says. Yeah. Yeah. To those on the outside, they get images and Parables which, if it's someone who has more, will be given to them, like the disciples and like the big crew of disciples he formed around himself. But for the crowds in the masses, he remained an obscure, cryptic teacher.",
    "start": "01:02:15",
    "end": "01:02:35"
  },
  {
    "text": "Yeah, so can we go back to the parable then? Because you wanted to connect the dots between seed and stuff.",
    "start": "01:02:36",
    "end": "01:02:44"
  },
  {
    "text": "Yeah, that's right.",
    "start": "01:02:44",
    "end": "01:02:45"
  },
  {
    "text": "Maybe that's all you just want to show. Look, Isaiah and the prophets, they use language that's basic to the biblical literature in the Bible. These are design patterns, and Jesus is using those.",
    "start": "01:02:46",
    "end": "01:03:01"
  },
  {
    "text": "That's right.",
    "start": "01:03:01",
    "end": "01:03:01"
  },
  {
    "text": "That's an important thing to realize. And when you do that and you connect. Okay, so Jesus is talking about seed, and he's talking about seed producing. I don't want to just think about that parable abstracted from anything. I want to think about it in terms of this design pattern, this motif of seed and God's word and how people respond to it throughout the whole biblical story.",
    "start": "01:03:02",
    "end": "01:03:25"
  },
  {
    "text": "Correct. I want to answer it through going right to the next thing Jesus says in Matthew 13, I think will address what you're saying. So after quoting from Isaiah 6, Jesus says, okay, you want an explanation?",
    "start": "01:03:25",
    "end": "01:03:37"
  },
  {
    "text": "Yeah.",
    "start": "01:03:37",
    "end": "01:03:38"
  },
  {
    "text": "Okay, here. Here's the parable of the sower. When anyone hears the word about the kingdom and does not understand. And then he goes on to give explanations of the four conditions of the soil.",
    "start": "01:03:38",
    "end": "01:03:52"
  },
  {
    "text": "Yeah.",
    "start": "01:03:52",
    "end": "01:03:52"
  },
  {
    "text": "So the birds that snatch are like the birds, the principalities and powers of evil, worldviews and values and allegiances that are given to false gods that will make the word fruitless. The rocky place is the one who hears immediately and responds with joy, but it has no root. And when affliction or persecution arises because of the word, he falls away. The word for rocky places is Petrodes. It's the word Peter.",
    "start": "01:03:53",
    "end": "01:04:25"
  },
  {
    "text": "Yeah.",
    "start": "01:04:25",
    "end": "01:04:25"
  },
  {
    "text": "And many people have seen here that Peter's character is a narrative, a narrative realization of the rocky, because he receives the word enthusiastically and with joy. And who has more gusto than Peter in the Gospels?",
    "start": "01:04:25",
    "end": "01:04:41"
  },
  {
    "text": "And then who winnows out faster, but.",
    "start": "01:04:41",
    "end": "01:04:43"
  },
  {
    "text": "Then when affliction or persecution threatens, he falls away. That's Peter.",
    "start": "01:04:43",
    "end": "01:04:47"
  },
  {
    "text": "I was also thinking about how in Isaiah was it five, how in that parable, the owner of the vineyard takes out all the stone, all the cobblestone.",
    "start": "01:04:48",
    "end": "01:04:57"
  },
  {
    "text": "Oh, correct. That's true. Yeah. That's a good point. Yep. Yeah, that's right. Yeah.",
    "start": "01:04:57",
    "end": "01:05:01"
  },
  {
    "text": "So that the soil would be dead.",
    "start": "01:05:01",
    "end": "01:05:03"
  },
  {
    "text": "You need stone, less soil. Yeah. The seed among the thorns is the one among whom the worries and deceitfulness of wealth, worries of the world and deceitfulness of wealth, choke the word and then the seed on good soil is the one who hears the word. So the whole point is the word of the kingdom is the seed is the seed.",
    "start": "01:05:03",
    "end": "01:05:23"
  },
  {
    "text": "How do you receive the word of the kingdom?",
    "start": "01:05:23",
    "end": "01:05:25"
  },
  {
    "text": "You receive the word of the kingdom.",
    "start": "01:05:25",
    "end": "01:05:26"
  },
  {
    "text": "Sam.",
    "start": "01:05:39",
    "end": "01:05:58"
  },
  {
    "text": "So yeah, there's two. And I appreciate we're coming around it. I want to crystallize this point. The point is the first point we talked about last episode. The parables are commentary on Jesus's announcement and bringing of God's kingdom.",
    "start": "01:06:16",
    "end": "01:06:31"
  },
  {
    "text": "That he was bringing God's kingdom.",
    "start": "01:06:31",
    "end": "01:06:32"
  },
  {
    "text": "He was. They're about him and what he was doing. Second, they are about how what he was doing was bringing the whole biblical story, especially of God and Israel, to its climax. That's why so many of his parables, especially of warning, are packed with hyperlinks to the prophets.",
    "start": "01:06:32",
    "end": "01:06:52"
  },
  {
    "text": "Yeah.",
    "start": "01:06:52",
    "end": "01:06:52"
  },
  {
    "text": "And the word in the seed is a famous example because here it is. He sees himself through the parables as being like one of Israel's prophets who sent to a hard hearted people that only a few are going to accept his message. It's his. It's that double role of the parables. Cryptic.",
    "start": "01:06:52",
    "end": "01:07:09"
  },
  {
    "text": "My first reaction to Jesus explaining the parable is like, why didn't we get this for every parable? Like why didn't he give us the. Like, I know the symbolism glossary for every parable. It's really helpful. But then I was also just thinking, you know, having read Isaiah 5, you.",
    "start": "01:07:09",
    "end": "01:07:29"
  },
  {
    "text": "Kind of have it.",
    "start": "01:07:29",
    "end": "01:07:29"
  },
  {
    "text": "You kind of have it.",
    "start": "01:07:29",
    "end": "01:07:30"
  },
  {
    "text": "Yeah, that's right.",
    "start": "01:07:30",
    "end": "01:07:31"
  },
  {
    "text": "You can come back to this and go, oh, I know what this is about now. You wouldn't know the details of the bird is like the principalities. Yeah, yeah, I wouldn't, I wouldn't have gotten that. Yeah, maybe I could have gotten that somewhere else. I don't know. Yeah, but, but the whole idea of the seed being God's word and how that's received and the rocky places. Yes, yes, that would have landed anyways. I do wish that more of the parables had this little cheat sheet.",
    "start": "01:07:31",
    "end": "01:07:59"
  },
  {
    "text": "Yeah, yeah. He unpacks about three, if I remember correctly, where somebody says, hey, what was that about? And he explains, it's as if the apostles want to give us enough examples of them explained that we don't lose hope. Well, and then so that you, the reader can ponder, they're trying to recreate for you what it would be like to hear him teach. That's why all, you know, if you have a red letter Bible, that's why there's so much red Letters.",
    "start": "01:07:59",
    "end": "01:08:23"
  },
  {
    "text": "You want to. Yeah.",
    "start": "01:08:23",
    "end": "01:08:24"
  },
  {
    "text": "They're passing on to you the teachings as they remembered and are recounting them so that you can experience through these texts what it was like to hear him teach. And. Yeah, there you go.",
    "start": "01:08:24",
    "end": "01:08:36"
  },
  {
    "text": "So first, parables are a commentary on what Jesus was doing.",
    "start": "01:08:36",
    "end": "01:08:39"
  },
  {
    "text": "Announcing.",
    "start": "01:08:40",
    "end": "01:08:40"
  },
  {
    "text": "Announcing the kingdom of God. Secondly, the parables are riffing off of the design patterns and images all throughout Hebrew scripture, because what Jesus saw him doing was fulfilling the story of Hebrew scriptures, what Israel was doing or what God was doing with Israel and the world.",
    "start": "01:08:41",
    "end": "01:09:00"
  },
  {
    "text": "That's the first step of this conversation, this second part of our conversation. And so that's cool. He's repeating and he's part of the pattern. What does that mean? What it means is he's facing an obstinate, mostly negative audience, just like the prophets that he's imitating as he tells parables.",
    "start": "01:09:00",
    "end": "01:09:20"
  },
  {
    "text": "It always bugged me that, like, for example, what gospel is it, John, right, where Jesus goes to Nicodemus, comes to Jesus. What gospel is that?",
    "start": "01:09:20",
    "end": "01:09:32"
  },
  {
    "text": "Yeah, that's John. Yeah, Nicodemus.",
    "start": "01:09:32",
    "end": "01:09:34"
  },
  {
    "text": "Yeah. And then he just, like, Nicodemus is like, I want to know what's going on.",
    "start": "01:09:34",
    "end": "01:09:38"
  },
  {
    "text": "And he's so cryptic.",
    "start": "01:09:38",
    "end": "01:09:39"
  },
  {
    "text": "He's so cryptic.",
    "start": "01:09:39",
    "end": "01:09:40"
  },
  {
    "text": "Yeah, yeah.",
    "start": "01:09:40",
    "end": "01:09:40"
  },
  {
    "text": "And it's just like, Jesus, just tell him you came to die for the world and you need him to believe. And.",
    "start": "01:09:40",
    "end": "01:09:45"
  },
  {
    "text": "Well, he does. John 3:16 is in that chat.",
    "start": "01:09:45",
    "end": "01:09:48"
  },
  {
    "text": "It's in that he's just like, you need to be born from above. Or again. And the spirit, it's just like, whoa. Like, why are you being so cryptic?",
    "start": "01:09:49",
    "end": "01:10:00"
  },
  {
    "text": "Yes.",
    "start": "01:10:00",
    "end": "01:10:01"
  },
  {
    "text": "And these parables are so cryptic. And it's like it was part of his deal, was he was.",
    "start": "01:10:01",
    "end": "01:10:06"
  },
  {
    "text": "Yeah. I have often thought that there are some stories about Jesus that I'm just like, man, I would love to spend the rest of my life hanging out with him. And the parables are ones that make me think, like, I think he would be hard to be around sometimes, but inevitably what he's doing is he putting the ball in your court. It's like the moment people are trying to ask him questions, but really they're trying to get angles on him, and he just, like, has a way of just turning it all around so that now you're under the microscope and just told you a story about it or asked you a question, and that was just apparently how he was. That's the effect he had on people.",
    "start": "01:10:07",
    "end": "01:10:49"
  },
  {
    "text": "Yeah.",
    "start": "01:10:50",
    "end": "01:10:51"
  },
  {
    "text": "And here particularly, it's his role as the, you know, the minority prophet, going to a new pharaoh, that is the leaders of Israel and his message is cryptic parables that harden as much as they illuminate. And that's how Jesus understood his role to Israel.",
    "start": "01:10:51",
    "end": "01:11:11"
  },
  {
    "text": "Hopefully, if you sit down with Jesus, he's not gonna.",
    "start": "01:11:11",
    "end": "01:11:14"
  },
  {
    "text": "Yeah, well also see you as that was a unique moment in the covenant story of God in Israel. We're in a different moment now in the story. That part of the moment was unique, what he was doing in Galilee and in Jerusalem. And the Book of Acts is not like this.",
    "start": "01:11:15",
    "end": "01:11:32"
  },
  {
    "text": "But you can take that same idea, though, and apply it in that maybe God still works with people that way.",
    "start": "01:11:32",
    "end": "01:11:40"
  },
  {
    "text": "Or there may be moments where indirect communication about the nature of God's kingdom or the good news is actually the most effective kind. And actually, I think that's the next step of our conversation is pondering a little more this indirect, cryptic nature of teachings of Jesus through the parables.",
    "start": "01:11:40",
    "end": "01:12:00"
  },
  {
    "text": "Cool. Thank you for listening to this episode of the Bible Project podcast. Next week we'll continue our discussion on Jesus parables and look at something really fascinating that the parables were were actually meant to be subversive.",
    "start": "01:12:01",
    "end": "01:12:17"
  },
  {
    "text": "Direct communication is important for conveying information, but learning is more than information intake. People entrenched in their current understanding set their defenses against direct communication and end up conforming the message into the channels of their current understanding of reality. But indirect communication finds a way in through the back window to confront a person's view of reality. A parable's ultimate aim is to draw in the listener, to awaken insight, to stimulate the conscience, and to move to action. Jesus parables are prophetic instruments used to get God's people to stop, reconsider their way of viewing reality, and change their behavior.",
    "start": "01:12:18",
    "end": "01:13:04"
  },
  {
    "text": "If you want to check out our video we made about how to read the parables, it's out and ready for you to check out. It's on YouTube.com thebibleproject or on our website bibleproject.com Today's show is produced by Dan Gummel. Our theme music comes from the Band Tents. We're a crowdfunded NonProfit in Portland, Oregon, and all of our resources are free because of the generous support of many, many people just like you. So thank you for being a part of this with us. Hi, this is Nathaniel Vanderplug and I'm from Kelso, Washington.",
    "start": "01:13:05",
    "end": "01:13:36"
  },
  {
    "text": "And this is Katie Vanderplug from Kelso, Washington, too. I first heard about the Bible Project from Nathaniel, and it paired really well with the class that I was taking called Basic Beliefs. So that was pretty cool.",
    "start": "01:13:36",
    "end": "01:13:50"
  },
  {
    "text": "I use the Bible Project in all kinds of situations. I'm a youth pastor, so I use it in youth group all the time, and I'm teaching an intergenerational class through the Heaven and Earth Workbook, and that's been super, super fruitful.",
    "start": "01:13:50",
    "end": "01:14:03"
  },
  {
    "text": "Yeah, my favorite thing about the Bible Project is learning about the Bible as a whole story. And the context that goes within that story as well is really, like, informative and puts the Bible in perspective. That is a lot easier to understand. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes and podcasts and more@thebibleproject.com.",
    "start": "01:14:03",
    "end": "01:14:29"
  }
]