[
  {
    "text": "Foreign. Hey, this is John from bibleproject and we are continuing a series on what type of book we view the Bible as we're calling it. The Paradigm Series. In the last episode we began talking about how the Old Testament, also known as the Hebrew Bible or the Tanakh, is not one single book, but a collection of scrolls, all written in different literary genres over the course of a thousand years.",
    "start": "00:00:00",
    "end": "00:00:34"
  },
  {
    "text": "By contrast, the New Testament collection were written and in their finished written form within half a century, about five decades.",
    "start": "00:00:34",
    "end": "00:00:43"
  },
  {
    "text": "The Hebrew Bible was masterfully assembled into a literary whole to tell one unified story. The story of God and humanity. How humans are meant to be God's image, His partners in ruling the world. How we rebelled from this calling and how God is using the nation of Israel to bring us back to that calling. That through Israel will come a true image of God, the true human.",
    "start": "00:00:43",
    "end": "00:01:09"
  },
  {
    "text": "So Jesus explicitly says on multiple occasions that who he is and what he's doing is announcing the arrival of God's reign and rule according to over Israel and over the nations. And that all of this is bringing to a climax and fulfillment a long story that was preexisting what Christians call the Old Testament.",
    "start": "00:01:10",
    "end": "00:01:32"
  },
  {
    "text": "The New Testament begins with four biographies of the life of Jesus, all showing that Jesus was God himself become human to rescue us. After that we get a biography of the early church and then a large collection of first century letters written by the leaders of the Jesus movement for the early churches spread out throughout the Roman world. And so today on this episode, we talk about the formation of the New Testament. Why are there four separate accounts of the life of Jesus? And did the authors of the first century letters think they were adding to the Hebrew Bible? And why did Jesus see himself as fulfilling the story of the Hebrew Bible? That's today on the show. Thanks for joining us. Here we go. We are going to continue this conversation on the paradigm by which we read the Bible. Is that a good sentence?",
    "start": "00:01:32",
    "end": "00:02:40"
  },
  {
    "text": "Yes, it's a great sentence. It's the paradigm by which we read the Bible and also the paradigm we think the Bible is putting forward.",
    "start": "00:02:42",
    "end": "00:02:49"
  },
  {
    "text": "Yeah, yeah. The paradigm in which the Bible presents itself to be read.",
    "start": "00:02:50",
    "end": "00:02:53"
  },
  {
    "text": "Yeah.",
    "start": "00:02:53",
    "end": "00:02:54"
  },
  {
    "text": "This is kind of a what is the Bible Series in a way.",
    "start": "00:02:54",
    "end": "00:02:57"
  },
  {
    "text": "Yeah, that's right. Yeah. What is the Bible and what is it for? And how do you. What are you supposed to do with it?",
    "start": "00:02:57",
    "end": "00:03:03"
  },
  {
    "text": "Yeah, and how are you supposed to read it? This is the fourth episode of this series and we're jumping into an attribute of biblical literature which is that it's a unified collection of literature. And so in the last episode, we talked about how open the Bible, you're actually going to find two big collections. The Hebrew Bible, often referred to as the Old Testament, and then the writings of the apostles, often referred to as the New Testament, I should say. We have Tim and Karissa both here. Hey, Tim and Karissa.",
    "start": "00:03:03",
    "end": "00:03:31"
  },
  {
    "text": "Hey, John and Tim.",
    "start": "00:03:31",
    "end": "00:03:32"
  },
  {
    "text": "Hello. Here we are.",
    "start": "00:03:33",
    "end": "00:03:34"
  },
  {
    "text": "Here we are. And so, Tim, you're going to lead us through kind of the formation of the New Testament collection of literature and how that contributes to the unified story.",
    "start": "00:03:34",
    "end": "00:03:43"
  },
  {
    "text": "Of the whole Bible. Yeah, just like we did a flyover of the formation of the Hebrew Bible, but really we were just trying to flag the key issues, were kind of the key insights for what kind of collection it is. But just as a point of comparison, just to recall, the Hebrew Bible is a collection of literature that was in the formation stage over the course of a millennia.",
    "start": "00:03:43",
    "end": "00:04:04"
  },
  {
    "text": "1,000 years plus. That's a long time.",
    "start": "00:04:04",
    "end": "00:04:07"
  },
  {
    "text": "Long time.",
    "start": "00:04:07",
    "end": "00:04:07"
  },
  {
    "text": "I never think about something existing or coming into existence for thousands of years.",
    "start": "00:04:08",
    "end": "00:04:14"
  },
  {
    "text": "There's not too many things like that.",
    "start": "00:04:15",
    "end": "00:04:16"
  },
  {
    "text": "No.",
    "start": "00:04:16",
    "end": "00:04:17"
  },
  {
    "text": "Like if you look at, I'm looking out a window at a building that was built here in Portland, I think two years ago, one year ago.",
    "start": "00:04:17",
    "end": "00:04:23"
  },
  {
    "text": "Yeah.",
    "start": "00:04:23",
    "end": "00:04:24"
  },
  {
    "text": "And then probably it was in the planning three or four years before that.",
    "start": "00:04:24",
    "end": "00:04:28"
  },
  {
    "text": "Yeah. We live on the western shore of the United States. Like nothing, nothing exists over here. That's over a couple of years.",
    "start": "00:04:28",
    "end": "00:04:34"
  },
  {
    "text": "Not too much old stuff.",
    "start": "00:04:34",
    "end": "00:04:35"
  },
  {
    "text": "There are some like, you know, indigenous American burial grounds, you know, where you can see burial mounds that are much older than a thousand years. But other than that, there's not a lot.",
    "start": "00:04:35",
    "end": "00:04:45"
  },
  {
    "text": "There's not a lot.",
    "start": "00:04:45",
    "end": "00:04:46"
  },
  {
    "text": "You go to the east coast of the United States, you'll get a few centuries, a couple centuries. Anyway, all this thousand years is a long time. That's right. By contrast, the New Testament collection, the documents that we find in the collection of the New Testament all were written and in their finished written form within half a century, about five decades. So when I say that what I'm doing is I'm spanning from the time of Jesus that's recounted in the story of the Gospels. So Jesus in his 30s and then by the 80s to 90s AD, we are in the time period of the writing of the last documents of the New Testament. So yeah, just compare much more rapid. A thousand year formation history versus a 50 year formation history. Yeah, that's pretty big. Different, different things, different materials.",
    "start": "00:04:46",
    "end": "00:05:32"
  },
  {
    "text": "I mean, something taking 20 years and taking one year.",
    "start": "00:05:32",
    "end": "00:05:34"
  },
  {
    "text": "Okay.",
    "start": "00:05:35",
    "end": "00:05:35"
  },
  {
    "text": "It's easier for my brain to comprehend that.",
    "start": "00:05:36",
    "end": "00:05:39"
  },
  {
    "text": "Yeah, yeah, sure. So it is a big difference. So let's think about it first. Instead of the content, what's in them, let's think about it in terms of historical events. A man named Jesus of Nazareth happens.",
    "start": "00:05:39",
    "end": "00:05:51"
  },
  {
    "text": "He happens.",
    "start": "00:05:52",
    "end": "00:05:53"
  },
  {
    "text": "He happens to the human family.",
    "start": "00:05:53",
    "end": "00:05:55"
  },
  {
    "text": "Another awkward sense.",
    "start": "00:05:55",
    "end": "00:05:56"
  },
  {
    "text": "Yeah, but you know, like just he is an event unto himself, the man Jesus of Nazareth, what he said and did and what happened in light of what he said and did. So that happens. Jesus of Nazareth launches a movement of people and he even appoints key leaders of that movement and what those leaders go on to do.",
    "start": "00:05:56",
    "end": "00:06:15"
  },
  {
    "text": "Oh, and we should say Jesus of Nazareth was a Jewish man who read the Hebrew Bible.",
    "start": "00:06:15",
    "end": "00:06:21"
  },
  {
    "text": "Yeah, yeah, yeah. Okay. Yeah, I was going to get there.",
    "start": "00:06:21",
    "end": "00:06:23"
  },
  {
    "text": "Oh, you're going to get there?",
    "start": "00:06:23",
    "end": "00:06:24"
  },
  {
    "text": "I was going to get there later. I'm just quick outline.",
    "start": "00:06:24",
    "end": "00:06:25"
  },
  {
    "text": "Okay. Jesus happened.",
    "start": "00:06:25",
    "end": "00:06:26"
  },
  {
    "text": "So this is this guy who says and does this something.",
    "start": "00:06:26",
    "end": "00:06:30"
  },
  {
    "text": "Okay.",
    "start": "00:06:30",
    "end": "00:06:30"
  },
  {
    "text": "Then he launches a movement in light of what he said and did, and he appoints leaders of that movement. Those leaders go on to help steward and guide the movement. And what the New Testament is, is a collection of writings from that first generation of leaders of the early Jesus movement.",
    "start": "00:06:31",
    "end": "00:06:50"
  },
  {
    "text": "Got it.",
    "start": "00:06:50",
    "end": "00:06:50"
  },
  {
    "text": "So it's post Jesus in terms of after his life, death and resurrection. All the documents are written after that and written within just the decades immediately after that. Because the moment they start to die off, you know, 40, 50 years later, is we're getting into the second, third generation of the Jesus movement. So all the New Testament documents come from that early window of time.",
    "start": "00:06:51",
    "end": "00:07:15"
  },
  {
    "text": "So that's one way to think about one generation.",
    "start": "00:07:15",
    "end": "00:07:17"
  },
  {
    "text": "Yeah, one generation. Or spanning the first and the second. Okay, that's one way to think about it. Another way to think about it is, is to get more focused on who Jesus thought he was, what he thought he was doing, and then why he would appoint leaders and launch a movement in the first place. That kind of gets us into the next layer of understanding the collection. So should we talk about that?",
    "start": "00:07:17",
    "end": "00:07:39"
  },
  {
    "text": "Yeah.",
    "start": "00:07:39",
    "end": "00:07:40"
  },
  {
    "text": "Okay. So Jesus explicitly says on multiple occasions that who he is and what he's doing is announcing the arrival of God's reign and rule over Israel and over the nations. And all of this is bringing to a climax and fulfillment a long story that was pre existing that he said you read about in the Tanakh, the Hebrew Bible, Old Testament, what Christians call the Old Testament. So that's the story of God. I mean, you kind of was it in the last conversation of this one. God appoints humans as his image and rulers. They foul up the job big time. God chooses A remnant family of Abraham to be his representatives. Out of all the nations, they do a really bad job. It all goes crashing down. A remnant occurs out of that, that tries to rebuild life in the land and hopes for the coming of someone who will do for humanity and Israel what nobody seems to be able to do. A king from the line of David, a royal priest, a messiah, an anointed one. And Jesus sees and presents himself as that one. And so the New Testament first has four accounts of essentially that key period of the final years of Jesus announcing the arrival of God's reign, the conflict that it generates with Israel's leaders, because he's saying he's the leader of Israel, representing himself as one. And the leaders of Israel don't take kindly to that. So they have him executed and then he's all of a sudden alive again and like appearing to people and commissioning them to share the good news that he is the king of the cosmos.",
    "start": "00:07:40",
    "end": "00:09:23"
  },
  {
    "text": "The big takeaway here, which I think we should overstate, is that Jesus both read the Hebrew Bible, understood the story, he saw it as a unified.",
    "start": "00:09:23",
    "end": "00:09:35"
  },
  {
    "text": "He sure did.",
    "start": "00:09:35",
    "end": "00:09:36"
  },
  {
    "text": "Literature.",
    "start": "00:09:36",
    "end": "00:09:36"
  },
  {
    "text": "Yeah.",
    "start": "00:09:36",
    "end": "00:09:37"
  },
  {
    "text": "And then he saw himself as fulfilling all the story and the promises and the themes.",
    "start": "00:09:37",
    "end": "00:09:45"
  },
  {
    "text": "Yeah.",
    "start": "00:09:45",
    "end": "00:09:46"
  },
  {
    "text": "Of this literature.",
    "start": "00:09:46",
    "end": "00:09:47"
  },
  {
    "text": "That's right.",
    "start": "00:09:47",
    "end": "00:09:47"
  },
  {
    "text": "In his life and then in his ragtag group of followers.",
    "start": "00:09:47",
    "end": "00:09:51"
  },
  {
    "text": "Yeah.",
    "start": "00:09:51",
    "end": "00:09:52"
  },
  {
    "text": "After him. And so everything that he's doing and that they go on to do is continuing the story and the themes that have come to fruition in the Hebrew Bible.",
    "start": "00:09:52",
    "end": "00:10:05"
  },
  {
    "text": "Yep, that's right. Yeah, that's right.",
    "start": "00:10:05",
    "end": "00:10:07"
  },
  {
    "text": "Yeah. So this is within the part of this paradigm called unified, or where we're talking about how the Bible is unified. So that's the point you're making, John. This is. Yeah. A unified story that leads to Jesus.",
    "start": "00:10:07",
    "end": "00:10:18"
  },
  {
    "text": "Yeah, that's right. And actually it's the next aspect of the paradigm that it's Messianic literature that it's about a messiah.",
    "start": "00:10:18",
    "end": "00:10:26"
  },
  {
    "text": "That's true.",
    "start": "00:10:26",
    "end": "00:10:27"
  },
  {
    "text": "That's kind of what it's about. But the unified aspect and the messianic aspect are closely united because the story is one of the ways that it's unified. Yeah. Okay. So that's the four gospel accounts. However, one of the gospel accounts was actually written as a two part work. What we call Luke was written as the Jesus volume with a matching Followers of Jesus volume that's called the Book of Acts. And so the New Testament opens with a governing narrative, a foundation narrative. Just like in the Hebrew Bible, the foundation narrative is from Creation to Babylonian exile, from Genesis to Kings. It's sort of like the Gospels And Acts form the foundation narrative for what's going on in the New Testament collection. So I see it's five scrolls that open the New Testament with its kind of governing.",
    "start": "00:10:27",
    "end": "00:11:40"
  },
  {
    "text": "Were Luke and Acts a separate scroll?",
    "start": "00:11:40",
    "end": "00:11:42"
  },
  {
    "text": "They're separate works, and they're certainly long enough to be separate works. They each have their own matching introductions.",
    "start": "00:11:42",
    "end": "00:11:48"
  },
  {
    "text": "But it isn't like Ezra, Nehemiah, where it was one scroll and we broke it up into two.",
    "start": "00:11:48",
    "end": "00:11:53"
  },
  {
    "text": "No, Acts opens with the author saying, in my former work.",
    "start": "00:11:53",
    "end": "00:11:57"
  },
  {
    "text": "Got it. Yeah.",
    "start": "00:11:57",
    "end": "00:11:58"
  },
  {
    "text": "By which he's referring to the Gospel. So the New Testament opens with five large narrative accounts, and four of them are all telling the same story from four different angles.",
    "start": "00:11:58",
    "end": "00:12:08"
  },
  {
    "text": "I think this is one of the challenges to this unified aspect we're talking about is that, okay, if this is a unified work, why are there four distinct accounts? I think that could be uncomfortable for a lot of people.",
    "start": "00:12:08",
    "end": "00:12:22"
  },
  {
    "text": "Yeah. And we've turned that question over, I think, in the past in our how to read the Gospels conversations a couple years ago. But it's an ever fascinating question. It's one of those questions I love to keep bringing up every few years and think about it anew. What a fascinating collection to tell a foundation story four times over. The assumption being no one account could exhaust the full meaning of what happened. And so you need the stereoscopic treatment to hear it from four angles. Yeah, I like to think about that.",
    "start": "00:12:22",
    "end": "00:12:57"
  },
  {
    "text": "It's quite a flex. Like my life needs four separate accounts.",
    "start": "00:12:57",
    "end": "00:13:02"
  },
  {
    "text": "I don't know. What if each of your family members wrote an account of the life of John Collins?",
    "start": "00:13:04",
    "end": "00:13:09"
  },
  {
    "text": "Okay.",
    "start": "00:13:09",
    "end": "00:13:09"
  },
  {
    "text": "Yeah.",
    "start": "00:13:09",
    "end": "00:13:10"
  },
  {
    "text": "Right.",
    "start": "00:13:10",
    "end": "00:13:10"
  },
  {
    "text": "Yeah.",
    "start": "00:13:10",
    "end": "00:13:10"
  },
  {
    "text": "It'd be different.",
    "start": "00:13:10",
    "end": "00:13:11"
  },
  {
    "text": "You know, one could hope. When you're memorialized one day, it requires many accounts.",
    "start": "00:13:11",
    "end": "00:13:17"
  },
  {
    "text": "Yeah, yeah. Okay. So we're just keeping our fly over here. So in terms of the narrative being told, it goes from essentially the birth of Jesus up to his death and resurrection. And then each of the four accounts ends with some kind of launch pad or commissioning to the next generation to carry on the announcement of good news that Jesus is the king of the world. And so the Book of Acts is the one scroll that picks that up and carries it out another few decades into the future. And it's about the growth of the movement outside Jerusalem, outside Judea, and then throughout Asia and Rome and so on. So that's the foundation narrative. What comes after those five scrolls that tell the foundation narrative are a big collection of letters that were all written by key leaders in that first generation of the Jesus movement.",
    "start": "00:13:18",
    "end": "00:14:14"
  },
  {
    "text": "Letters, Literally letters.",
    "start": "00:14:14",
    "end": "00:14:16"
  },
  {
    "text": "Yeah. First century Greco Roman letters written by Messianic Jewish authors.",
    "start": "00:14:16",
    "end": "00:14:21"
  },
  {
    "text": "Yeah. Now, and that is unique to this collection because. Right. There's no letters per se in the Tanakh.",
    "start": "00:14:21",
    "end": "00:14:28"
  },
  {
    "text": "Oh, a couple books have short letters within them. Jeremiah and Ezra have some. But there's no unique letter scrolls in the Hebrew Bible, so. Yeah, that's right. It's a unique literary style in the Bible that's only in this part of the New Testament.",
    "start": "00:14:28",
    "end": "00:14:45"
  },
  {
    "text": "And so we've got all, you know, the letters of Paul 14, and then there's a few other letters. What do we got? Jacob, James.",
    "start": "00:14:45",
    "end": "00:14:53"
  },
  {
    "text": "Yeah, yep. We have Yaakov.",
    "start": "00:14:53",
    "end": "00:14:55"
  },
  {
    "text": "Yaakov.",
    "start": "00:14:55",
    "end": "00:14:56"
  },
  {
    "text": "Yaakov. You have Yuda, Jude. Jude, the brother of Jesus. And then Peter.",
    "start": "00:14:56",
    "end": "00:15:03"
  },
  {
    "text": "Peter.",
    "start": "00:15:03",
    "end": "00:15:03"
  },
  {
    "text": "Peter. And John.",
    "start": "00:15:03",
    "end": "00:15:04"
  },
  {
    "text": "And John. And then you've got the Revelation.",
    "start": "00:15:04",
    "end": "00:15:06"
  },
  {
    "text": "Yeah. Which is a letter which presents itself as a letter to seven.",
    "start": "00:15:07",
    "end": "00:15:10"
  },
  {
    "text": "But it's. It's a long, very poetic letter.",
    "start": "00:15:10",
    "end": "00:15:15"
  },
  {
    "text": "It brings together the literary styles of letter and apocalyptic.",
    "start": "00:15:15",
    "end": "00:15:21"
  },
  {
    "text": "Yeah.",
    "start": "00:15:21",
    "end": "00:15:21"
  },
  {
    "text": "Into one. And there you go.",
    "start": "00:15:21",
    "end": "00:15:23"
  },
  {
    "text": "And how many.",
    "start": "00:15:24",
    "end": "00:15:24"
  },
  {
    "text": "The rest of the New Testament are letters?",
    "start": "00:15:24",
    "end": "00:15:26"
  },
  {
    "text": "How many books are that scrolls we have?",
    "start": "00:15:26",
    "end": "00:15:28"
  },
  {
    "text": "Well, there's five. There's 27 books in. In the New Testament. We have it today. Five of them are the foundation narratives. There's one apocalypse at the end. It's also a letter. So it, you know, you can. Yeah, it's either 22 letters or 21 letters and then an apocalypse at the end.",
    "start": "00:15:28",
    "end": "00:15:45"
  },
  {
    "text": "Now, what strikes me right away is that the Tanakh seems so heavily designed.",
    "start": "00:15:45",
    "end": "00:15:52"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:15:52",
    "end": "00:15:53"
  },
  {
    "text": "And this collection doesn't seem to feel like it has that level of design.",
    "start": "00:15:53",
    "end": "00:15:58"
  },
  {
    "text": "That's a different kind of unity. Yeah, the unity. In other words, there doesn't seem like there was a final editorial hand or crew that gathered all of these and made little editorial tweaks to unify them, because its formation, history is different. So the Jesus movement didn't began. It began in Jerusalem, but all the New Testament books weren't written in Jerusalem. The Jesus movement decentralized within a decade and then was just spreading all throughout the Mediterranean region and then down south in Northern Africa and then east, and there established different cities that were kind of different network hubs for the Jesus movement. So down in Alexandria, up in Antioch, over in Rome, Ephesus. And so each of those networks had their, like, leading scholars or apostles or, you know, nerds who were preserving the stories and crafting these books. And so crafting these books like the Gospels, the four Gospels, you know, is where these accounts come from. And think it would have to have been a network of churches that had the money, could raise the money to Provide for the scholars to research and interview eyewitnesses and to form the Gospel accounts as we have them. Luke mentions his sponsor, Theophilus.",
    "start": "00:15:59",
    "end": "00:17:18"
  },
  {
    "text": "Yeah.",
    "start": "00:17:19",
    "end": "00:17:19"
  },
  {
    "text": "So there has to be an infrastructure behind the production of these texts. Paul relied on networks of sponsors for his missions and where and when he would have written his letters on his missions and so on. And so, yeah, I love to imagine the network of unnamed people that made the writing of these texts possible. But the whole point is it wasn't centralized. What was central was the spirit of Jesus animating the diverse movement. And so you have books originating in different cities and then beginning to circulate across the networks and spread. And so the story of the New Testament is much more like, this is both a good analogy and a terrible one as I've used it over the years. There are some ways that it's similar to a handful of, like, original key writers who create some YouTube videos that go viral. And so maybe let's say they create 100 videos, but 32 of them go viral, and then they're spreading across different networks and so on. And these 32 kind of rise to the most views and they come to epitomize, like, what the work of these founding, whatever creators was really all about. Now, of course, there was a ton more kind of like, to the top.",
    "start": "00:17:19",
    "end": "00:18:36"
  },
  {
    "text": "Have you guys read Matthew's account of Jesus life? Like, Ephesus has it.",
    "start": "00:18:36",
    "end": "00:18:41"
  },
  {
    "text": "Yeah.",
    "start": "00:18:41",
    "end": "00:18:41"
  },
  {
    "text": "And it's awesome. Let's get a copy and like, circulate. That kind of stuff.",
    "start": "00:18:41",
    "end": "00:18:47"
  },
  {
    "text": "Yeah. And Paul mentions this when he's writing to Colossians. He says, hey, make sure you read the letter that I wrote to the Laodiceans. And that they read the letter I wrote to you.",
    "start": "00:18:47",
    "end": "00:18:55"
  },
  {
    "text": "Which we don't have.",
    "start": "00:18:55",
    "end": "00:18:56"
  },
  {
    "text": "Right? No. Unless it's the letter to the Ephesians, which it could be. So there's that. So here's the thing. In the manuscript history of the New Testament, you begin to have manuscript evidence that in the mid-1100s, the four Gospels are being read together as a collection in different networks across the Mediterranean. What that shows you is that they spread and that there was some kind of early consensus arising that, like, yeah, these are the four. Yeah, these are the four that best capture what it was about.",
    "start": "00:18:56",
    "end": "00:19:27"
  },
  {
    "text": "Very organic nature to that.",
    "start": "00:19:27",
    "end": "00:19:29"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:19:29",
    "end": "00:19:30"
  },
  {
    "text": "And the same thing happened with the letters, with Paul's letters, Paul and the other apostles. It's just like, here's the letters that, like, are being passed around the most. And when people think, like, what are the important letters that help us Understand how to continue the Jesus movement. These are the ones.",
    "start": "00:19:30",
    "end": "00:19:47"
  },
  {
    "text": "These are the ones.",
    "start": "00:19:47",
    "end": "00:19:47"
  },
  {
    "text": "So they're the ones that everybody was reading. And it's the spirit filled community of God that just recognizes them and reads them and that's how they continue to be accepted.",
    "start": "00:19:47",
    "end": "00:19:59"
  },
  {
    "text": "It's a much more organic and a decentralized process. So again, remember, all of them were written within the first 50 years. But then the emergence of these texts as a coherent collection took many, many more decades to sort itself out. Because there wasn't ever a moment where all the apostles were in a room together to say, this is the New Testament. Like that meeting never happened. So what it's a result of is of a couple hundred years of these texts being used in worship. Like you said, Carissa. And these are the texts that rose to the top. But it wasn't just that they were popular or important. It was also important that there was some kind of lineage or connection that people could make between a text and back to the first generation.",
    "start": "00:19:59",
    "end": "00:20:44"
  },
  {
    "text": "It was clear to them that the Spirit was at work through these letters, that it rose to them to be at the same level of scripture as the Hebrew Bible for them.",
    "start": "00:20:45",
    "end": "00:20:56"
  },
  {
    "text": "Yeah, yeah, that's right. Okay. Yeah. So actually, hugely important for me. Let me just reference two books that have been helpful for me. One is if you just want to know, like, what are the facts on the ground when it comes to the origin of the New Testament? Just give me, like, what's everything we know in terms of all the historical details and how you put it together in the story. Bruce Metzger wrote a classic work that's been updated into so many editions because it's just, it's everything in one place. Just called the canon of the New Testament. Its origin, development and significance. Riveting title. But a bigger question is about how, as a Christian, if I'm going to accept this collection as being on the same level and authority as the Hebrew Bible and hear it as a human and divine word, how do I account for the process of its selection of these texts? And why not some others? Or why, why one of these? Maybe one of them should have been left out. You know what, how do I account for that? And there's both a scholar of New Testament manuscripts and a theologian named Michael Kruger who's wrote multiple books, but he has one called the Question of Canon. That was really helpful for me on these issues too. But for me, what's beautiful about the story is that these texts are a window into the first generation, back to Jesus and the early Jesus movement. They're written by the people that Jesus deputized. And so you have accounts from this in Luke, John and Matthew of Jesus authorizing these certain followers to become like his mouthpieces. And so just it's sort of like Peter and John and James and Paul become kind of like the Moses in the Jeremiah and the Isaiah, so to speak, of the New Covenant or of the Messianic movement. And you would expect that a new collection of texts would arise that would tell the next part of the foundation story and then guide people for how to live within the story faithfully. And that's what we have in the New Testament. But it's a different. This is all maybe a too long of response to something you said a little bit ago. John, which is the New Testament is unified in a different way than the Hebrew Bible is unified. They're both unified by a governing story. But the formation history and the collection history is different in a way that I think is really interesting to understand.",
    "start": "00:20:56",
    "end": "00:23:22"
  },
  {
    "text": "Yeah. So as you're reading through the New Testament, what are some or a major unifying factor that you would notice as a reader, not just its formation, but what does its formation mean that we would see?",
    "start": "00:23:55",
    "end": "00:24:07"
  },
  {
    "text": "Yeah. So some of this will seem like, way too obvious.",
    "start": "00:24:07",
    "end": "00:24:10"
  },
  {
    "text": "No, it's great.",
    "start": "00:24:10",
    "end": "00:24:11"
  },
  {
    "text": "So one would be Jesus. None of the New Testament documents fail to mention Jesus. Not everyone mentions his death. The Book of James doesn't talk about Jesus death, but it does talk about Jesus as the Lord of glory and hoping for his return, which assumes that he was exalted and is the King of the world. So, yeah, actually this is the stuff of New Testament theology. And it's a fascinating question of what is it that really unifies this diverse set of texts that came from different leaders in this very decentralized messianic movement in the first century. So common denominators are Jesus. All the New Testament documents present a Jesus who's in continuity with the storyline of the Hebrew Bible. And that's actually really important because there emerged offshoots of the Jesus movement that were down for Jesus, but that were not down for anything Jewish.",
    "start": "00:24:12",
    "end": "00:25:05"
  },
  {
    "text": "Right.",
    "start": "00:25:06",
    "end": "00:25:06"
  },
  {
    "text": "And they disconnected Jesus from his Jewish.",
    "start": "00:25:06",
    "end": "00:25:09"
  },
  {
    "text": "Heritage and from the Old Testament scriptures.",
    "start": "00:25:09",
    "end": "00:25:12"
  },
  {
    "text": "Yeah, that's right. Yeah. So famously, the text popularized by Dan Brown in the Da Vinci Code, the Gnostics, early Gnostics living down in Egypt. And the Gospel of Thomas is kind of the most famous document associated with them. It's actually not a gospel at all. There's no narrative. It's like Jesus sitting in a back room, giving Secret teachings to a few disciples and they're all very cryptic and strange. But there's no story of his death. There's nothing about anything to do with anything with Israel. He actually heavy sounds is like a Greek mystic philosopher who's telling you how to shed this mortal coil of the physical world.",
    "start": "00:25:13",
    "end": "00:25:54"
  },
  {
    "text": "Very Platonic.",
    "start": "00:25:54",
    "end": "00:25:55"
  },
  {
    "text": "Yeah, very much. Very much about leaving the material world behind to go to eternal non physical world after you die. Not too dissimilar to what many modern Christians believe. But that's a whole other topic, isn't it? Yeah, we were talking about unifying factors. So it's all about Jesus as the fulfillment of the story of Israel in the Hebrew scriptures. Those are.",
    "start": "00:25:55",
    "end": "00:26:16"
  },
  {
    "text": "Yeah, I think that's can't be overstated.",
    "start": "00:26:16",
    "end": "00:26:18"
  },
  {
    "text": "Announcement of the kingdom of God, his death and resurrection. Those are key things that hold the whole collection together.",
    "start": "00:26:19",
    "end": "00:26:25"
  },
  {
    "text": "Yes. And if the story, the unified story, is about God appointing humanity to rule and then this constant failure and the need to like be rescued so that we can then actually rule in creation.",
    "start": "00:26:25",
    "end": "00:26:38"
  },
  {
    "text": "Yeah.",
    "start": "00:26:38",
    "end": "00:26:39"
  },
  {
    "text": "So that God doesn't have to keep decreating and choosing then the New Testament. All these writings are reflecting on how that's coming to a resolution with Jesus and the community of people who see themselves as the continuation of Jesus. Yeah, like they actually see themselves as like Jesus's body continuing on earth.",
    "start": "00:26:39",
    "end": "00:27:05"
  },
  {
    "text": "Yeah. In fact, that's one of the phrases Paul uses, right?",
    "start": "00:27:05",
    "end": "00:27:07"
  },
  {
    "text": "Yeah.",
    "start": "00:27:07",
    "end": "00:27:08"
  },
  {
    "text": "The body of Christ.",
    "start": "00:27:08",
    "end": "00:27:09"
  },
  {
    "text": "And so that's the story continuing through that literature.",
    "start": "00:27:09",
    "end": "00:27:13"
  },
  {
    "text": "Yep. And then the Apocalypse then takes all the design patterns and the melodies of the biblical story and projects them out into the ultimate conclusion of history as we know it and the transition from the world as we experience it into its rebirth in the new creation, when Jesus is installed as king of heaven and earth, when they rejoin as one.",
    "start": "00:27:13",
    "end": "00:27:38"
  },
  {
    "text": "So that one's a really fitting conclusion to the whole. To the whole of the Bible, Correct.",
    "start": "00:27:39",
    "end": "00:27:44"
  },
  {
    "text": "Yep. Yeah. In fact, where did I just. I just read a book review. Somebody writing on Revelation as it's a book by Brian Tabb called All Things New Revelation as canonical. Capstone. Cool. So canonical being an adjective from the word canon, which means. Is a Greek word spelled in English letters that has come to refer to the Old and New Testaments as one unified collection.",
    "start": "00:27:44",
    "end": "00:28:14"
  },
  {
    "text": "The collection.",
    "start": "00:28:14",
    "end": "00:28:15"
  },
  {
    "text": "So his point is he's trying to read Revelation not just as the culmination of the New Testament, but as the culmination of Genesis through Revelation.",
    "start": "00:28:15",
    "end": "00:28:23"
  },
  {
    "text": "Well, and so what strikes me about Revelation is that it's the most kind of Jewish literature feeling of all of the scrolls of the New Testament.",
    "start": "00:28:23",
    "end": "00:28:34"
  },
  {
    "text": "Really? That's how it feels to you?",
    "start": "00:28:34",
    "end": "00:28:36"
  },
  {
    "text": "Yeah. Well, so you got the gospels and those feel like they're really like. Yes, they're like. It's in the tradition of Jewish, like, writing of narrative. When you get to the letters, it just kind of feels like it's people talking about Jewish literature and then what.",
    "start": "00:28:36",
    "end": "00:28:52"
  },
  {
    "text": "It would mean interpreting it.",
    "start": "00:28:52",
    "end": "00:28:54"
  },
  {
    "text": "Yeah, well. And then just kind of like bringing it down to earth to be like, so here's what's going on on the ground with you guys. And so let's talk about all the themes and ideas of the Jewish lyrics. But. But it doesn't feel like Jewish literature.",
    "start": "00:28:54",
    "end": "00:29:06"
  },
  {
    "text": "Interesting. Are you saying that revelation feels like Jewish literature Because it's really hard to understand and that's how the whole Old Testament feels to you?",
    "start": "00:29:06",
    "end": "00:29:15"
  },
  {
    "text": "Or is it that it's a good.",
    "start": "00:29:16",
    "end": "00:29:18"
  },
  {
    "text": "Way to put it.",
    "start": "00:29:18",
    "end": "00:29:19"
  },
  {
    "text": "It's full of symbols and images from the Hebrew Bible.",
    "start": "00:29:19",
    "end": "00:29:23"
  },
  {
    "text": "Well, because in the Hebrew Bible you have apocalyptic literature and that's a very Jewish way of writing.",
    "start": "00:29:23",
    "end": "00:29:30"
  },
  {
    "text": "Yeah, yeah, that's right.",
    "start": "00:29:30",
    "end": "00:29:31"
  },
  {
    "text": "Yeah.",
    "start": "00:29:31",
    "end": "00:29:31"
  },
  {
    "text": "And it's not the only way they did, but it has that. And in the Gospels, it seems like the way that they very intentionally told stories that hyperlinked and like the design and craftsmanship of the scroll and the way the stories unfold, that all seems like it's pulling from this second temple Jewish tradition. The letters just feel like. Yeah, just letters. Like anyone would have been writing letters like this potentially. I mean, I guess Paul's letters were unique and we talk about that in a different sense.",
    "start": "00:29:31",
    "end": "00:30:00"
  },
  {
    "text": "No, but it is true. And this goes back to our how to read the New Testament letters conversation. The literary form of the New Testament letters follows the template of first century Greek and Roman letters.",
    "start": "00:30:00",
    "end": "00:30:13"
  },
  {
    "text": "Yeah, that is interesting. Yes. It's first century Greek and Roman literary form.",
    "start": "00:30:13",
    "end": "00:30:16"
  },
  {
    "text": "Literary form being employed by Messianic Jews.",
    "start": "00:30:16",
    "end": "00:30:19"
  },
  {
    "text": "To write to who are reflecting on the Hebrew Bible in light of what Jesus is doing on the ground in their time.",
    "start": "00:30:20",
    "end": "00:30:26"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:30:26",
    "end": "00:30:27"
  },
  {
    "text": "So in a way, it just kind of feels very. It sticks out like sore thumb to me. The letters in that sense.",
    "start": "00:30:27",
    "end": "00:30:34"
  },
  {
    "text": "Interesting. Yeah.",
    "start": "00:30:34",
    "end": "00:30:35"
  },
  {
    "text": "In its genre, maybe the apocalypse is different.",
    "start": "00:30:35",
    "end": "00:30:38"
  },
  {
    "text": "Yeah, the apocalypse just feels right at home with like, if you're reading through the Hebrew Bible and then you read the Gospels and you read the Apocalypse, it would just. Everything would just feel like, oh yeah, all this literature just has the same shape and design.",
    "start": "00:30:39",
    "end": "00:30:50"
  },
  {
    "text": "Yep. Yeah.",
    "start": "00:30:50",
    "end": "00:30:51"
  },
  {
    "text": "And the letters are thrown in there and you're like, huh, okay, 21st century letters.",
    "start": "00:30:51",
    "end": "00:30:54"
  },
  {
    "text": "A canonical capstone is what you're saying.",
    "start": "00:30:54",
    "end": "00:30:57"
  },
  {
    "text": "Yeah, yeah. The letters make. Yeah. And they're a vitally important contribution because they're like little snapshots into how the apostles were giving practical guidance and instruction to messianic house churches about how to live as if Jesus is king in their first century Greek and Roman context.",
    "start": "00:30:57",
    "end": "00:31:18"
  },
  {
    "text": "Yeah. But imagine if we had some letters from, like, the Time of Judges.",
    "start": "00:31:18",
    "end": "00:31:21"
  },
  {
    "text": "Oh, right.",
    "start": "00:31:21",
    "end": "00:31:22"
  },
  {
    "text": "Like, circulating around, like, hey, guys, we want to follow the. The way of Moses.",
    "start": "00:31:23",
    "end": "00:31:28"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:31:28",
    "end": "00:31:28"
  },
  {
    "text": "And, like, here's how, you know, it would be really fascinating, but it's just, you know, it's just a very unique New Testament thing.",
    "start": "00:31:28",
    "end": "00:31:36"
  },
  {
    "text": "Yeah, it is. You know, there's actually a cool collection, a few collections of ancient Israelite letters. And this was before papyrus scrolls were really well distributed and popular. And so what people wrote letters on was broken pieces of pottery.",
    "start": "00:31:36",
    "end": "00:31:54"
  },
  {
    "text": "Oh, wow.",
    "start": "00:31:54",
    "end": "00:31:55"
  },
  {
    "text": "This is why we don't have very many letters.",
    "start": "00:31:55",
    "end": "00:31:57"
  },
  {
    "text": "Totally.",
    "start": "00:31:57",
    "end": "00:31:58"
  },
  {
    "text": "It's like a scrap piece of paper.",
    "start": "00:31:58",
    "end": "00:31:59"
  },
  {
    "text": "It is. No, that's exactly right.",
    "start": "00:31:59",
    "end": "00:32:02"
  },
  {
    "text": "Yeah.",
    "start": "00:32:02",
    "end": "00:32:02"
  },
  {
    "text": "Because pots are everywhere.",
    "start": "00:32:02",
    "end": "00:32:03"
  },
  {
    "text": "Yeah.",
    "start": "00:32:03",
    "end": "00:32:03"
  },
  {
    "text": "And so you break pots all the time, but then that gives you writing material. So I'm sure those shards are called ostraca. And in ancient Israel, it was a very popular medium on which to write short notes.",
    "start": "00:32:04",
    "end": "00:32:17"
  },
  {
    "text": "Very short notes.",
    "start": "00:32:17",
    "end": "00:32:17"
  },
  {
    "text": "And so there have been found collections of ancient Israelite letters. So there's one group called the Lachish Ostraca, another group called the Arad Ostraca. That's the two cities they were found in. And it's straight up, like, one of the la. I had to do a paper on one in grad school. And it's a letter from a woman to an army general about this guy in her neighborhood who stole her cloak. No joke. He's like, hey, you know, general, so and so. So and so, like, took my cloak, won't give it back to me. What am I supposed to do? Can you come help me?",
    "start": "00:32:17",
    "end": "00:32:50"
  },
  {
    "text": "Jesus said, give him your shirt as well.",
    "start": "00:32:50",
    "end": "00:32:52"
  },
  {
    "text": "Yeah, but I'm just saying, like, we do have letters from ancient Israel, and they don't read like Greco Roman letters. They read like ancient Israelite letters. The literary form is a little different. So that was nerdy. Rabbit trail, based on your thing about ancient is how you write a letter is based on your cultural location.",
    "start": "00:32:52",
    "end": "00:33:09"
  },
  {
    "text": "Yeah.",
    "start": "00:33:09",
    "end": "00:33:09"
  },
  {
    "text": "And the New Testament letters use a certain convention specific to that time and.",
    "start": "00:33:09",
    "end": "00:33:14"
  },
  {
    "text": "Place and had tools and resources available even to write longer works.",
    "start": "00:33:14",
    "end": "00:33:19"
  },
  {
    "text": "Yeah, that's right. Yeah. Paul wrote some of the longest letters.",
    "start": "00:33:19",
    "end": "00:33:22"
  },
  {
    "text": "Of his era in the first century.",
    "start": "00:33:22",
    "end": "00:33:24"
  },
  {
    "text": "Yeah. People were not writing letters as long as Romans. But he was.",
    "start": "00:33:24",
    "end": "00:33:28"
  },
  {
    "text": "But Paul could have written wisdom literature and he didn't. Yeah, I mean, I guess in a way. I mean, it is wisdom literature, but it isn't in the tradition of Proverbs or Ben Sira. Right. Like, he could have been like, ooh, you know what I'm gonna do for those first century Christians? I'm gonna like, craft all this really amazing wisdom literature. And that would have felt very Jewish.",
    "start": "00:33:28",
    "end": "00:33:53"
  },
  {
    "text": "Yeah, sure, sure. You know, maybe another way to. I'm trying to probe like, what is underneath your question. The letters also uniquely have a feature that they are. They're responsive correspondent.",
    "start": "00:33:53",
    "end": "00:34:06"
  },
  {
    "text": "Yeah.",
    "start": "00:34:06",
    "end": "00:34:06"
  },
  {
    "text": "Like John clearly sat down and worked on the apocalypse for years. It reflects. Yes, A very, very detailed, crafted craftsman. Not to say that Paul was careless in writing his letters, but he wrote them in response to real issues. And so in letter correspondence, timeliness and urgency is often a factor. And so they have a different literary quality to them.",
    "start": "00:34:07",
    "end": "00:34:33"
  },
  {
    "text": "And purpose.",
    "start": "00:34:34",
    "end": "00:34:34"
  },
  {
    "text": "And purpose, yeah. It's not a poor literary quality. It's actually quite high. But it's different. And so that way it feels different than. Yeah. Reading Isaiah or the apocalypse or.",
    "start": "00:34:34",
    "end": "00:34:45"
  },
  {
    "text": "Right.",
    "start": "00:34:45",
    "end": "00:34:45"
  },
  {
    "text": "I don't know if this is a good analogy, but sometimes I think of the letters in a similar way to how I think of the writings of the Old Testament. Because you have this core material, the gospels, that is talking about Jesus and his life and death and resurrection. And then the letters are kind of interpretive or responses to what happened or explaining more how to live in light of that. It's like a reflection in some way or another on the life of Jesus. Sometimes I think of the writings of the Old Testament that way too. Like a reflection on what came earlier. I don't know if that is by.",
    "start": "00:35:14",
    "end": "00:35:53"
  },
  {
    "text": "Writings you're referring to the third section. Yeah, yeah.",
    "start": "00:35:53",
    "end": "00:35:55"
  },
  {
    "text": "The Ketuvim Psalms. And yeah.",
    "start": "00:35:55",
    "end": "00:35:58"
  },
  {
    "text": "Like think of how Esther is a new narrative context, like a community of Jews in exile in Persia. But it's picking up all of the themes of when the nations conspire to thwart God's plans. God raises up a chosen remnant and they face a great test and have to surrender their lives and surrender everything in the trust that God will create life out of death. And you're like, oh, that could summarize Genesis, that could summarize Exodus. But Esther takes those themes from earlier in the collection, but works them in a new way. And in a similar way, Paul will pick up the story of Jesus, but then as he addresses the crisis in the Corinthian house churches, it's very practical. Yeah, he's been very practical. He'll take the ideas but then address them and shape it all in a different way than he would in a letter to the Romans or the way Peter does to the churches of Asia Minor. Is that what you're saying? It's kind of the same core ideas, but developed in a different direction.",
    "start": "00:35:58",
    "end": "00:36:57"
  },
  {
    "text": "But I guess the question I have is, did Paul think he was like, finishing the canon? Like, contributing to the finishing of the canon? Because it seems like if Paul was to sit down and go, oh, man, so the story needs to continue. We've got the Tanakh and these. I don't know what his familiarity with the Gospels were. You could tell me. But, like, we need some literature that kind of finalizes and helps bring this to a capstone. As we were saying. If that was my agenda and I was very fluent in the Hebrew Bible, I would have tried to write stuff that felt very at home in that literature, like wisdom literature or narratives about the apostles that basically instruct and teach and give wisdom, but through the way that narratives do and poetry and stuff. And I guess Paul does have poetry in his letters, but, you know, he's writing letters.",
    "start": "00:36:57",
    "end": "00:37:59"
  },
  {
    "text": "I see what you're saying. Yeah, that's right. So, you know, like in his correspondence with the Thessalonians, he talks about how, hey, when we came and showed up in Thessalonica, which was like, I think Acts says they were just there for three weeks, just a few weeks to like, plant this church.",
    "start": "00:37:59",
    "end": "00:38:15"
  },
  {
    "text": "Yeah.",
    "start": "00:38:15",
    "end": "00:38:15"
  },
  {
    "text": "But then he starts writing letters back to them over the course of a much longer period. And he talks about how you received us, you received our words, not as human words, but as a word from God.",
    "start": "00:38:15",
    "end": "00:38:25"
  },
  {
    "text": "Yeah.",
    "start": "00:38:25",
    "end": "00:38:26"
  },
  {
    "text": "So Paul had an awareness of being commissioned by Jesus to announce the good news that he believed came from the God of Israel. Right. So in that sense, he believed that what he was writing was on behalf of Jesus, giving God's guidance to these communities.",
    "start": "00:38:26",
    "end": "00:38:41"
  },
  {
    "text": "And Peter also says in second Peter 3:16 that, you know, Paul talks like this and he says things that are hard to understand. And he compares it to the other scriptures, the other graphe. So it's like there was a recognition that what Paul was writing at that time was scripture. Peter recognizes it anyway.",
    "start": "00:38:41",
    "end": "00:38:59"
  },
  {
    "text": "Thank you. That's a really important passage because you have one apostle recognizing another apostles writings as giving divine guidance the same way the Hebrew scriptures do. So I think part of it is just we encounter the Bible first of all, we call it, with a singular noun, the Bible. Everywhere else in the Bible it just refers to the Bibles, it's always plural. Because the word Bible means scroll and the Bible isn't one scroll, it's a collection of scrolls. So we encounter it as one volume bound between two covers. And I think that constricts our imagination.",
    "start": "00:38:59",
    "end": "00:39:30"
  },
  {
    "text": "Right. Because the codex, which is the bound version, doesn't show up until the three hundreds or something.",
    "start": "00:39:30",
    "end": "00:39:37"
  },
  {
    "text": "Yeah. It was invented earlier, but it was adopted like full steam in the second and third centuries. Yeah. AD in the Jesus.",
    "start": "00:39:37",
    "end": "00:39:44"
  },
  {
    "text": "So before that you're always going to just have scrolls, scrolls and unlikely will you have all of them.",
    "start": "00:39:44",
    "end": "00:39:52"
  },
  {
    "text": "Yeah.",
    "start": "00:39:52",
    "end": "00:39:52"
  },
  {
    "text": "Because you'd have to be really rich.",
    "start": "00:39:52",
    "end": "00:39:54"
  },
  {
    "text": "That's right. So if I ask the question, did Paul think he was writing a text that would end up in my Bible? In the Bible?",
    "start": "00:39:54",
    "end": "00:40:02"
  },
  {
    "text": "He didn't have that category.",
    "start": "00:40:02",
    "end": "00:40:04"
  },
  {
    "text": "He didn't have that category. Did Paul think that he was offering divine guidance commissioned by Jesus to early church communities?",
    "start": "00:40:04",
    "end": "00:40:11"
  },
  {
    "text": "And if you sat next to the Torah scrolls.",
    "start": "00:40:12",
    "end": "00:40:15"
  },
  {
    "text": "Yeah. And if he knew that somebody was reading that alongside Genesis in the Sunday gathering, I think Paul would feel great about that. And that is what started happening, which is why he says to the Colossians, hey, I wrote a letter to this other church, you should read that, pass it around. And then they should read the one I read to you. Because the apostles view themselves as the heralds of a new covenant between God and people that's been inaugurated by Jesus. And the covenant with Israel was launched through Moses that had a body of writings attached to it. The new covenant has an emerging body of writings attached to it as well. And this is Michael Kruger's whose book I mentioned earlier. This is how he conceives of it. And it's been helpful to me. So the New Testament. The New Testament, the word Testament means covenant. It's the New Covenant documents that both tell the story and then give guidance to first century communities and how to live out that story. And then all of that. Both collections become God's wisdom to all people of all times. But that gets us to a later.",
    "start": "00:40:15",
    "end": "00:41:18"
  },
  {
    "text": "That gets us to a later one.",
    "start": "00:41:18",
    "end": "00:41:19"
  },
  {
    "text": "Hey John, I'm thinking about your question about why Paul didn't write narrative or wisdom and kind of imagining what it would have been like if he did. And there's something to the Jesus story as told in the Gospels feeling like the culmination of that story, the narrative of the Hebrew Bible that feels like it would have been kind of weird if the story just continued in story form. I mean it does a little bit in the Book of Acts, like how the church started to carry that on. But I wonder if there's something to Jesus being the culmination of the narrative or of the story that then gives place for something, a different kind of literature. Yeah, that's interesting speculation also.",
    "start": "00:41:20",
    "end": "00:42:01"
  },
  {
    "text": "I mean, just the. Yeah, yeah. In other words, the apostles, other than the gospel authors, including Luke, who wrote Acts, the current need wasn't yet another foundation story. James wrote the closest thing to a collection of wisdom literature, Messianic wisdom literature.",
    "start": "00:42:01",
    "end": "00:42:17"
  },
  {
    "text": "Okay.",
    "start": "00:42:17",
    "end": "00:42:18"
  },
  {
    "text": "But Paul's and Peter's needs were pastoral and practical.",
    "start": "00:42:18",
    "end": "00:42:21"
  },
  {
    "text": "Very practical. That's why it makes me feel like he wasn't thinking, like, let me write Second Temple Jewish literature or a book of the Bible. Yeah. He was just kind of like, I'm doing pastoral work. But it was, you know, really important.",
    "start": "00:42:21",
    "end": "00:42:34"
  },
  {
    "text": "And God breathed, but he believed, and the other apostles believed that they were writing on behalf of Jesus and God to the Jews.",
    "start": "00:42:34",
    "end": "00:42:42"
  },
  {
    "text": "No, that's a good point, James. Jacob's book does feel like he's like, let me do some Second Temple Jewish proverbs literature stuff. And that's the thing. I guess that's what I'm getting at is Paul is a second Temple Jewish man who grew up in these scrolls. He was a Pharisee. Like, this is his jam.",
    "start": "00:42:42",
    "end": "00:43:01"
  },
  {
    "text": "Yeah.",
    "start": "00:43:02",
    "end": "00:43:02"
  },
  {
    "text": "So this is kind of surprising.",
    "start": "00:43:02",
    "end": "00:43:04"
  },
  {
    "text": "He just had other things to do.",
    "start": "00:43:05",
    "end": "00:43:06"
  },
  {
    "text": "Pastor people.",
    "start": "00:43:07",
    "end": "00:43:08"
  },
  {
    "text": "Yeah. Actually, that describes the life of every pastor I know. Yeah, totally. There's, like, never enough time to do the thing, things you actually want to do. You spend most of your time putting out fires.",
    "start": "00:43:08",
    "end": "00:43:19"
  },
  {
    "text": "Yeah. You have to, like, go quarantine on an island somewhere to like, write some second type of book.",
    "start": "00:43:19",
    "end": "00:43:24"
  },
  {
    "text": "Like John.",
    "start": "00:43:24",
    "end": "00:43:24"
  },
  {
    "text": "Like John.",
    "start": "00:43:24",
    "end": "00:43:25"
  },
  {
    "text": "Yeah, totally. Yeah. So maybe it'd be useful to back up. Let me just end with another illustration I mentioned in the last episode. I borrowed an illustration from two scholars about that. The Hebrew Bible is much more like an aspen grove where a core root ball, that is the story of Adam, Noah, patriarchs, Moses, is like this core root ball that gave birth to all of this other literature that all started growing simultaneously alongside the root ball.",
    "start": "00:43:25",
    "end": "00:43:54"
  },
  {
    "text": "And that was last episode, if you.",
    "start": "00:43:54",
    "end": "00:43:56"
  },
  {
    "text": "Wanted to refresh on that. The New Testament is much more like going to that local garden nursery and you go to the back and you say, can you show me some maples? Can you show me some fig trees? And what you'll find is things are organized into, like, categories. And so you'll find four nice maples, but then also one of them that was a cutting from one maple and grown up. That's Lukaks related. And then. Oh, let me come over here, let me show you these nice fig trees. And they're all potted and they're separate, but they've been scooted together because they're of, like, kind. So the letters are together, and then maybe all of them have something else in common that is the. They're all about Jesus and how he fulfills the story of the Scriptures.",
    "start": "00:43:56",
    "end": "00:44:42"
  },
  {
    "text": "Yeah, like they got some aspen seeds sprinkled through all of them or something.",
    "start": "00:44:42",
    "end": "00:44:45"
  },
  {
    "text": "Yeah, that's right. Yeah, totally. Exactly. And once again, once the revelation was written, early Christian production of literature didn't stop. There continued to be very popular, influential texts written. Some of them that even do seem to come from the tail end of that first generation and that were very popular. A text called the shepherd of Hermas. Shepherd of Hermas, the Didache, which is like a little manual for early converts, like a little teacher's manual for Christianity 101, the letters of Ignatius and Clement, more letters written by early church leaders, and so on. But over time, in a decentralized way, the Jesus movement came to consensus on these 27. However, and I'll just say this as a footnote, it is not the kind of consensus that was popularized once again by Dan Brown in the Da Vinci Code.",
    "start": "00:44:46",
    "end": "00:45:41"
  },
  {
    "text": "What do you mean?",
    "start": "00:45:41",
    "end": "00:45:41"
  },
  {
    "text": "Well, a big part of that was he helped popularize a minority thesis that the New Testament collection was formed by Constantine at the Council of nicaea in.",
    "start": "00:45:41",
    "end": "00:45:51"
  },
  {
    "text": "The 320-12-12 yeah, that seems like a popular thing. I've heard a lot.",
    "start": "00:45:51",
    "end": "00:45:56"
  },
  {
    "text": "Yeah. The problem with that is just every trace of evidence we have about the Council of Nicaea is like, it wasn't about that at all. It was about trying to come to consensus on the nature of Jesus, humanity and deity, and how they relate to each other. And it was a theological dispute between church leaders being brokered by the Roman Emperor because he had a vested interest in the outcome. But what they were not debating was.",
    "start": "00:45:57",
    "end": "00:46:22"
  },
  {
    "text": "What'S in and out of the canon.",
    "start": "00:46:22",
    "end": "00:46:23"
  },
  {
    "text": "Yeah, there were conversations that touched on some of those types of issues, but it had to do with what books can we appeal to for guidance as we tried to determine the nature of Jesus, humanity and deity? And so anyhow, there's a great series of anthologies put by Oxford called Oxford Handbooks, and there's a brand new one. I haven't even read it yet, but it's called the Oxford Handbook to the Council of Nicaea that looks outstanding. And if you want to nerd out on the Council of Nicaea, that's where you should go. So all that to say is there was never a moment where like a secret. There wasn't a council secret room of powerful church leaders in robes and hoods got together and said, ah, let's trick everybody and make a New Testament.",
    "start": "00:46:23",
    "end": "00:47:08"
  },
  {
    "text": "Well, whether or not they're trying to trick everyone or to whatever force our.",
    "start": "00:47:08",
    "end": "00:47:11"
  },
  {
    "text": "View of orthodoxy on everybody, and we only select these. It was a decentralized, organic process that took place over many, many decades. And what later church leaders are doing when they draw up lists is they're just saying, hey, what's everybody reading?",
    "start": "00:47:11",
    "end": "00:47:27"
  },
  {
    "text": "Yeah. What did everyone already agree upon, essentially?",
    "start": "00:47:27",
    "end": "00:47:30"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:47:30",
    "end": "00:47:31"
  },
  {
    "text": "Yeah, that makes sense.",
    "start": "00:47:31",
    "end": "00:47:32"
  },
  {
    "text": "So that's a lot more like the garden nursery where these 27 got put together and a fence.",
    "start": "00:47:32",
    "end": "00:47:39"
  },
  {
    "text": "And that's the difference between something coming into being in 50 years versus a thousand years.",
    "start": "00:47:39",
    "end": "00:47:44"
  },
  {
    "text": "Exactly right.",
    "start": "00:47:44",
    "end": "00:47:45"
  },
  {
    "text": "They can all just kind of. It just happens. Everything was written. All that material is brought together and you're like, cool, this is the collection.",
    "start": "00:47:45",
    "end": "00:47:53"
  },
  {
    "text": "Yeah. And if somebody writes something that is totally off base and isn't true about the life of Jesus, there were other people around that would be like, that didn't happen because it was written within 50 years and really close to like.",
    "start": "00:47:53",
    "end": "00:48:04"
  },
  {
    "text": "The gospel narratives and stuff.",
    "start": "00:48:04",
    "end": "00:48:05"
  },
  {
    "text": "No, that's actually. That's a great point. That's why the Gospel of Thomas.",
    "start": "00:48:05",
    "end": "00:48:08"
  },
  {
    "text": "Yeah.",
    "start": "00:48:08",
    "end": "00:48:08"
  },
  {
    "text": "Was eventually died out, was lost with the group that produced it, and was buried in the sands of Egypt for 1500 years because everyone was like that jive.",
    "start": "00:48:08",
    "end": "00:48:19"
  },
  {
    "text": "That's interesting text. But yeah, didn't jive with who Jesus was.",
    "start": "00:48:19",
    "end": "00:48:23"
  },
  {
    "text": "Yeah.",
    "start": "00:48:23",
    "end": "00:48:24"
  },
  {
    "text": "So to kind of land the plane, we're talking about the Bible being unified literature. And what we've been talking about is that there's two different collections within the Bible, big mega collections, Hebrew Bible and the New Testament. And both of those collections contribute to the unified nature of the Bible. It is an anthology. It has many literary styles, many authors written over many years, but it's a type of anthology that's so kind of meticulously crafted and kind of so obsessed in a way over one kind of melody, as you described it last episode of talking about the purpose of God and humanity, that it all congeals in a really unified form that taken together is doing something very specific.",
    "start": "00:48:24",
    "end": "00:49:13"
  },
  {
    "text": "That's right. And unified in two main ways that we've focused on mainly on one which is unified in terms of the origin of its formation or its editorial or compilation history. We focus on that for the Hebrew Bible. We've been focusing on for the New Testament. And then the other way that's related is a governing story or narrative. We've developed that actually and themes on and off and themes in this conversation. But that's really what the next part of the paradigm is about. When we say it's a unified. The Bible is a unified story that leads to Jesus. That leads to Jesus. What we call in the paradigm. This is point number three, that the Bible is messianic literature, that it's unified in what it is about, namely a story about a representative human, which is what Israel called the Messiah.",
    "start": "00:49:14",
    "end": "00:50:05"
  },
  {
    "text": "Cool.",
    "start": "00:50:05",
    "end": "00:50:05"
  },
  {
    "text": "So that's kind of the next step.",
    "start": "00:50:05",
    "end": "00:50:06"
  },
  {
    "text": "That's the next step.",
    "start": "00:50:06",
    "end": "00:50:07"
  },
  {
    "text": "Yeah.",
    "start": "00:50:07",
    "end": "00:50:07"
  },
  {
    "text": "Great. Next step in the paradigm. The Bible is messianic literature.",
    "start": "00:50:07",
    "end": "00:50:11"
  },
  {
    "text": "Yes.",
    "start": "00:50:11",
    "end": "00:50:12"
  },
  {
    "text": "All right, we'll jump into the next thanks for listening to this episode of BibleProject Podcast. Next week we continue this series on the paradigm and we talk about how the Bible is messianic literature.",
    "start": "00:50:12",
    "end": "00:50:29"
  },
  {
    "text": "There's something about making each story about me and my spiritual journey that I think is actually really different than what Jesus is trying to tell us about, what all these stories in the Torah prophets and writings are about. He says they're about him.",
    "start": "00:50:29",
    "end": "00:50:44"
  },
  {
    "text": "We'd love to hear your questions and have them for an upcoming question and response episode. So if you find yourself wondering about things that we're talking about and want us to engage more, you can send us your question. Send it to infoibleproject.com try to keep it to 20 or 30 seconds. Let us know who you are and where you're from and if you're able to transcribe your question when you send it over, that would be immensely helpful to us. Our podcast is produced by Cooper Peltz. This episode was edited by Zach McKinley and our senior editor is Dan Dan Gummel. The show notes are done by Lindsey Ponder. Bibleproject is a non profit organization and our mission is to experience the Bible as a unified story that leads to Jesus. Everything we make is free because of the generous support of many people just like you all over the world. So thank you for being a part of this with us.",
    "start": "00:50:45",
    "end": "00:51:37"
  },
  {
    "text": "Hi, this is Yaba Fojo and I'm from Accra, Ghana in Africa. I first heard About BibleProjects in 2018. I used BibleProjects for myself for my personal study. My favorite thing about BibleProjects is how simple everything is and how really easy it is to listen to. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos study notes, podcasts, classes and more@bibleproject.com.",
    "start": "00:51:38",
    "end": "00:52:14"
  }
]