[
  {
    "text": "Hi, this is John from bibleproject, and we are in the third episode in a series about what kind of literature the Bible is. We're calling this the paradigm series. In the last episode, we looked at the orthodox view that the Bible is both human and divine. Today we're going to look at how the Bible is actually many different scrolls that all together tell one unified story. So who wrote these scrolls and made them so elegantly tell one unified story? Who wrote the Bible? Now, if you take a normal book, say, like Moby Dick, and you asked who wrote it? Well, that's easy. Herman Melville. It took him 18 months back in 1850, who wrote one fish, two fish, red fish, blue fish, Dr. Seuss. Who wrote Dark Matter. That's actually a pretty fun quantum sci fi thriller by Blake Crouch. This is easy. Right? So who, who wrote the scrolls we find in the Bible?",
    "start": "00:00:05",
    "end": "00:01:00"
  },
  {
    "text": "Yeah, so ancient literature in general, and then biblical literature as an example, has a different kind of authorial history than how we imagine it today. It's traditional literature. It's community traditional literature, which doesn't mean it was written by anybody and everybody, but it was literature that was studied, edited, compiled, reshaped over the course of many generations. And that's a part of its origins that's, I think, different than how we think of books today.",
    "start": "00:01:00",
    "end": "00:01:29"
  },
  {
    "text": "The scribes take oral traditions, priestly manuals, ancient law codes, ancient poems, all these stories, and then put them together into the form we have today.",
    "start": "00:01:30",
    "end": "00:01:41"
  },
  {
    "text": "The final form of the Hebrew Bible is a lot like a museum exhibit where all these diverse materials have been brought together in a very curated, designed experience.",
    "start": "00:01:41",
    "end": "00:01:51"
  },
  {
    "text": "But didn't Moses write the first books of the Bible and a scroll like Jeremiah that was simply written by Jeremiah? Right.",
    "start": "00:01:51",
    "end": "00:01:58"
  },
  {
    "text": "So we don't encounter the Hebrew Bible in the form of what Moses was writing in the wilderness or what Isaiah was like or Jeremiah were writing. What we have is a highly polished, interconnected museum exhibit created by a set of hands at the very end of the process that have, like, created a polish or a glaze over the whole thing to make it unified.",
    "start": "00:01:58",
    "end": "00:02:21"
  },
  {
    "text": "Today on the show, the scribes who created the unified set of scrolls that tell the unified story that leads to Jesus. Thanks for joining us. Here we go. Okay. We are in the beginnings of a new series on the paradigm that we use at bibleproject, the paradigm for how we view the Bible. And so this is very kind of foundational stuff that we're talking about. And so I'm here with Tim Mackey. Hey, Tim.",
    "start": "00:02:21",
    "end": "00:02:56"
  },
  {
    "text": "Hey there.",
    "start": "00:02:56",
    "end": "00:02:56"
  },
  {
    "text": "And Carissa Quinn. Hey, John is joining us. Karissa, you weren't in the first two conversations. The first conversation, we just talked about what is a paradigm and what are three kind of unhelpful paradigms that have good intuitions but ultimately kind of leave the Bible flatter than it should be.",
    "start": "00:02:56",
    "end": "00:03:13"
  },
  {
    "text": "Or try to make it do things that it wasn't quite designed to do in that way.",
    "start": "00:03:13",
    "end": "00:03:18"
  },
  {
    "text": "Yeah. And then in the second episode, we talked about the first attribute of the paradigm. We've broken down the paradigm into seven attributes.",
    "start": "00:03:18",
    "end": "00:03:26"
  },
  {
    "text": "Yeah. Or aspects.",
    "start": "00:03:26",
    "end": "00:03:28"
  },
  {
    "text": "Or aspects.",
    "start": "00:03:28",
    "end": "00:03:29"
  },
  {
    "text": "Or axiom. Whatever.",
    "start": "00:03:29",
    "end": "00:03:30"
  },
  {
    "text": "Yeah. Whatever word we want to use. The first one is that it is both human and divine. That was a great conversation about God using humans and the Bible not being made in spite of humans, but in.",
    "start": "00:03:30",
    "end": "00:03:43"
  },
  {
    "text": "Collaboration with humans, importantly, and necessarily through humans. Very intelligent ones, too.",
    "start": "00:03:43",
    "end": "00:03:50"
  },
  {
    "text": "Yeah.",
    "start": "00:03:50",
    "end": "00:03:51"
  },
  {
    "text": "The biblical authors. I mean, like highly intelligent human beings.",
    "start": "00:03:51",
    "end": "00:03:55"
  },
  {
    "text": "Yes. And we'll talk about that more in this episode. And actually, it's probably a good kind of way to lay some tracks to kind of then talk about then, how was this collection of literature? How did it come together? Why was it designed the way it was? And this whole group of brilliant Jewish scribes and scholars who formed this stuff. I'm excited to talk about it. So that's what we'll talk about today, that the Bible is a unified piece of literature.",
    "start": "00:03:55",
    "end": "00:04:26"
  },
  {
    "text": "It's just occurring to me. Another way to intro this, and I'm remembering this from our conversations in the first one, is that in many ways, this series on the paradigm we use to explore the Bible, it's an unpacking of our shorthand kind of tagline, which is our mission statement. As an organization, we exist to help people experience the Bible as a unified story that leads to Jesus. And that little end phrase, a unified story leads to Jesus. There's a paradigm built into that little phrase.",
    "start": "00:04:26",
    "end": "00:04:56"
  },
  {
    "text": "What do we mean by that?",
    "start": "00:04:56",
    "end": "00:04:57"
  },
  {
    "text": "That we're unpacking?",
    "start": "00:04:57",
    "end": "00:04:58"
  },
  {
    "text": "Yeah. It's not just our mission statement, it's also the approach and the methodology for how we're reading Scripture.",
    "start": "00:04:58",
    "end": "00:05:04"
  },
  {
    "text": "Yep.",
    "start": "00:05:04",
    "end": "00:05:05"
  },
  {
    "text": "Which is pretty cool because I know for ourselves and also our audience who are finding that they resonate with the work that we're putting out there, this is bringing a lot of clarity, I think, in definition, to how we're reading. And it's not our paradigm, it's what we think the biblical author's paradigm is. And how the Bible wants us, if I can personify it, to read itself, how Jesus read the Bible, how the apostles read the Bible.",
    "start": "00:05:05",
    "end": "00:05:31"
  },
  {
    "text": "Yeah. In that way, it's like a Recovery project. We're trying to recover a paradigm that tends to be obscured given our modern habits of using the Bible and so on. Okay, that was kind of an aside or a way to re. Intro on top of your intro.",
    "start": "00:05:31",
    "end": "00:05:45"
  },
  {
    "text": "Yeah. Because we say unified sport leads to Jesus. That has some zing to it. But then when you really think about it, you're like, well, okay, what do you really mean? And I've heard a lot of other phrases being used, like it's Jewish meditation literature, it's wisdom literature. Like all of this stuff. It's easy for me to just. My brain to start getting kind of mushy and be like, what are we talking? What are we really talking about? So this is the next step, that it's unified literature.",
    "start": "00:05:45",
    "end": "00:06:14"
  },
  {
    "text": "Yeah.",
    "start": "00:06:14",
    "end": "00:06:15"
  },
  {
    "text": "Unified is a word used in our short tagline, a unified story leads to Jesus. What do we mean by unified, John and Chrissa?",
    "start": "00:06:15",
    "end": "00:06:22"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:06:23",
    "end": "00:06:24"
  },
  {
    "text": "Well, because the Bible isn't just like a normal book. A normal book. Books that I'm used to, you know, one author.",
    "start": "00:06:24",
    "end": "00:06:31"
  },
  {
    "text": "Yeah.",
    "start": "00:06:31",
    "end": "00:06:32"
  },
  {
    "text": "One authors or co authors, but they're.",
    "start": "00:06:32",
    "end": "00:06:35"
  },
  {
    "text": "Really working together contemporaneously at the same time.",
    "start": "00:06:35",
    "end": "00:06:38"
  },
  {
    "text": "Right. There's a beginning, a middle and end, or a thesis. And what the Bible is, is actually a collection of a bunch of different authors or a collaboration of a bunch of authors, then bringing it into this big, like, anthology of scrolls. And so if that's the case, then is there any rhyme or reason to how this is all put together? And the conviction is that there is a lot of unification. That's what I understand so far about what we mean.",
    "start": "00:06:39",
    "end": "00:07:13"
  },
  {
    "text": "Yeah.",
    "start": "00:07:13",
    "end": "00:07:13"
  },
  {
    "text": "When I hear unified, I think of the word coherence. It's a coherent story. So there's one story. There's even maybe a narrative thread through that entire story. But that is really hard to fathom when we're talking about so many different authors over a long, long period of time.",
    "start": "00:07:13",
    "end": "00:07:31"
  },
  {
    "text": "Over a thousand years, right?",
    "start": "00:07:31",
    "end": "00:07:32"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:07:32",
    "end": "00:07:34"
  },
  {
    "text": "Spanning continents.",
    "start": "00:07:34",
    "end": "00:07:35"
  },
  {
    "text": "Yep, that's right. So we did craft a sentence to try and summarize this. Here. Here's the sentence that we crafted. The Bible has many authors, many literary styles and many themes, but it is telling one story about God's rescue of humanity to be his partners in ruling the world. So there's kind of two implications there, that it's a diverse collection with lots of different authors, many different books and scrolls. Each scroll contains a variety of literary styles and topics or themes.",
    "start": "00:07:35",
    "end": "00:08:06"
  },
  {
    "text": "And by literary styles you mean poetry.",
    "start": "00:08:06",
    "end": "00:08:08"
  },
  {
    "text": "Narrative discourse, proverbs, that kind of stuff. So that's emphasizing that It's a collection that's diverse, but it has been unified in a couple important ways. One is what you could say is an editorial or compositional unity. In the same way that an author could bring to create an anthology. Authors often do this, especially in different fields. Like, a professor of philosophy will collect some of the key essays of important philosophers throughout history and then bring them together, selections, and then write introductions and conclusions and essays that bring it all together. It's anthology. So that's a diverse work with diverse authors and origins, but that's been brought together under one unified whole.",
    "start": "00:08:08",
    "end": "00:08:54"
  },
  {
    "text": "And what's interesting about that example is that all the literary styles are gonna be very similar. They're all just, like, philosophical, like didactic, probably.",
    "start": "00:08:54",
    "end": "00:09:03"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:09:03",
    "end": "00:09:04"
  },
  {
    "text": "Discussions. And what makes the Bible even more interesting is not only is it an anthology of sorts, but it's such an eclectic anthology, which makes it feel more like an art project to me.",
    "start": "00:09:04",
    "end": "00:09:16"
  },
  {
    "text": "Yeah, so maybe the coherence is a little bit harder for us to identify. Cause we're not really used to seeing that kind of an anthology.",
    "start": "00:09:16",
    "end": "00:09:21"
  },
  {
    "text": "Okay. So I think there's two ways to talk about the unity of the Bible. One is this anthological. There's the editorial anthological unity to it on one level, and we can talk about that. But then it's also unified in terms of its content. That there is a governing narrative from beginning to end that isn't like an organizing principle.",
    "start": "00:09:22",
    "end": "00:09:42"
  },
  {
    "text": "And that's where, like, if you went to some sort of art show that had an overall, like, theme.",
    "start": "00:09:42",
    "end": "00:09:47"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:09:47",
    "end": "00:09:48"
  },
  {
    "text": "But there's projections on the wall and there's paintings and there's someone doing spoken word. And so it's like. Feels very eclectic, but there's, like, a common motif and ideas that are recurring. So when you're done, there is a sense of coherence. The Bible kind of does that as well, you know.",
    "start": "00:09:48",
    "end": "00:10:04"
  },
  {
    "text": "Yeah. Maybe think of a museum exhibit of, like, you know, ancient Egypt, which is like, many millennia of history and culture and artifacts, but in one building you can be taken on a tour that it's itself an anthology of artifacts from different times and parts of that people's history and so on. And so the Bible's like that. It's an anthology of literature from a particular people group, ancient Israel. But it has been brought together editorially and it's unified in terms of its content and theme.",
    "start": "00:10:04",
    "end": "00:10:36"
  },
  {
    "text": "It just struck me, though, that when we say the Bible's unified literature, what we're taking for granted is that it is an eclectic anthology. I think a lot of people don't maybe realize that when they open the Bible that they're actually coming to a library of many different scrolls written different literary styles by different authors.",
    "start": "00:10:36",
    "end": "00:10:54"
  },
  {
    "text": "Yeah, Sameig, let's start there. Let's make that a marker post right now. So let's just say you open a Bible and you look at the table contents. You'll see there's two major collections in a Christian, Bible, Protestant, Catholic, or Orthodox Bible. There's two main sections, one called the Old Testament, that we call usually the Hebrew Bible in our conversations, and then the New Testament. And it's helpful to understand the unity of the Bible. It's helpful in my mind to separate those two collections because they each have a unique formation history that is a little bit different.",
    "start": "00:10:54",
    "end": "00:11:24"
  },
  {
    "text": "Yes.",
    "start": "00:11:24",
    "end": "00:11:25"
  },
  {
    "text": "So it's helpful in my mind to separate them out and to talk a little bit about the editorial unity and history of the Hebrew Bible.",
    "start": "00:11:25",
    "end": "00:11:32"
  },
  {
    "text": "One Bible, two collections.",
    "start": "00:11:32",
    "end": "00:11:33"
  },
  {
    "text": "One Bible, two collections, each with a different formation history, but one governing narrative that spans both collections.",
    "start": "00:11:33",
    "end": "00:11:39"
  },
  {
    "text": "Yeah.",
    "start": "00:11:39",
    "end": "00:11:40"
  },
  {
    "text": "And why would you say it's important to understand the formation history to understand the unity? How do those things relate?",
    "start": "00:11:40",
    "end": "00:11:47"
  },
  {
    "text": "Yeah, well, how you imagine a thing came into being will affect how you interact with it, especially with collection. So if I think of the Hebrew Bible just, for example, because it's the bigger one, the bigger collection as an anthology. But anthologies can be really. They can be unified in the fact that they're just brought together under one collection or cover, but they can still be super diverse and unrelated, like an anthology of philosophers only has in common.",
    "start": "00:11:47",
    "end": "00:12:19"
  },
  {
    "text": "That they're all philosophers.",
    "start": "00:12:19",
    "end": "00:12:20"
  },
  {
    "text": "All philosophers, yeah. So the Hebrew Bible is unified in a much more thorough and pervasive way.",
    "start": "00:12:20",
    "end": "00:12:27"
  },
  {
    "text": "Yes.",
    "start": "00:12:27",
    "end": "00:12:27"
  },
  {
    "text": "And it's unified even in ways that I never. I am still, like, coming to reckon with, even though I've been, you know, reading this thing obsessively for the last 20 plus years. And it's more unified than I ever realized. And that many people feel when they.",
    "start": "00:12:27",
    "end": "00:12:42"
  },
  {
    "text": "First read it and the way it came together can help us see that.",
    "start": "00:12:42",
    "end": "00:12:46"
  },
  {
    "text": "Help us understand that.",
    "start": "00:12:46",
    "end": "00:12:47"
  },
  {
    "text": "Yeah. Okay. And also help us understand it's not this, like, divine document that dropped out of heaven as this expands both these.",
    "start": "00:12:47",
    "end": "00:12:55"
  },
  {
    "text": "Attributes, human and divine. And unified.",
    "start": "00:12:55",
    "end": "00:12:57"
  },
  {
    "text": "Yeah. Let's take a quick kind of survey tour of the formation of the Hebrew Bible as a way to talk about how it's been brought into a unity in the form we have it. And then we can talk about formation and unity of the New Testament. And then I think the third step after that is to talk about the governing narrative that unifies both collections even into one meta collection.",
    "start": "00:12:58",
    "end": "00:13:18"
  },
  {
    "text": "Yeah, great.",
    "start": "00:13:19",
    "end": "00:13:20"
  },
  {
    "text": "Okay. So the Hebrew Bible. So depending on the form in which you encounter the Old Testament, whether it's in a Protestant Bible, a Catholic Bible, an Orthodox Bible, or a Jewish Bible, there's going to be a different number of books in your table of contents for the Old Testament. Actually, the moment I'm saying this, I'm opening a can for a whole other podcast series that we need to do and should do at some point.",
    "start": "00:13:52",
    "end": "00:14:18"
  },
  {
    "text": "Right.",
    "start": "00:14:18",
    "end": "00:14:18"
  },
  {
    "text": "But that I don't think.",
    "start": "00:14:18",
    "end": "00:14:19"
  },
  {
    "text": "But we actually kind of explain a little bit of it in the how to Read the Bible, episode two.",
    "start": "00:14:19",
    "end": "00:14:24"
  },
  {
    "text": "Oh, that's right. Episode one.",
    "start": "00:14:24",
    "end": "00:14:26"
  },
  {
    "text": "Episode one. What is the Bible?",
    "start": "00:14:27",
    "end": "00:14:27"
  },
  {
    "text": "What is the Bible? Yeah, that's right.",
    "start": "00:14:27",
    "end": "00:14:29"
  },
  {
    "text": "Quick little overview of why there's some books and other traditions.",
    "start": "00:14:29",
    "end": "00:14:32"
  },
  {
    "text": "That's right.",
    "start": "00:14:32",
    "end": "00:14:32"
  },
  {
    "text": "Yeah. So even in the Hebrew Bible, there's two things going on. One is that some traditions have what's called the deuterocanon. Right.",
    "start": "00:14:33",
    "end": "00:14:41"
  },
  {
    "text": "Well, here, let's reverse the timeline. Let's go back and do it from oldest to later.",
    "start": "00:14:41",
    "end": "00:14:46"
  },
  {
    "text": "Oldest would be the Jewish Hebrew Bible.",
    "start": "00:14:46",
    "end": "00:14:48"
  },
  {
    "text": "Yep. So this is come centuries before Jesus. Yes, that's Hanok, which is an acronym.",
    "start": "00:14:48",
    "end": "00:14:53"
  },
  {
    "text": "For Torah, which means law instruction, Nebi', im, which means prophets, and then Ketuvim, which is the writings. So same books as a Protestant Bible. Different order and different groupings.",
    "start": "00:14:53",
    "end": "00:15:07"
  },
  {
    "text": "Yeah, different groupings. So, yeah, for shorthand is called the Jewish Bible or the Hebrew Bible has 24 separate scrolls that have been organized together into those three parts you just named. If you look at a Protestant Old Testament, it's the same.",
    "start": "00:15:07",
    "end": "00:15:22"
  },
  {
    "text": "It's the same books.",
    "start": "00:15:23",
    "end": "00:15:24"
  },
  {
    "text": "Same books, but that have been divided up differently so that you get a total of 39.",
    "start": "00:15:24",
    "end": "00:15:28"
  },
  {
    "text": "And like, for example, and I guess I didn't even really, really realize this until recently. The twelve minor prophets. Yeah, they're all separate books in the Protestant Old Testament.",
    "start": "00:15:29",
    "end": "00:15:38"
  },
  {
    "text": "Correct.",
    "start": "00:15:38",
    "end": "00:15:39"
  },
  {
    "text": "They're one scroll.",
    "start": "00:15:39",
    "end": "00:15:40"
  },
  {
    "text": "They're one scroll in the Hebrew Bible. And importantly so in the Tanakh. Yeah, yeah. Because they belong to a section called the Latter prophets, which is three big prophetic scrolls. Isaiah, Jemiah, Ezekiel, plus 12.",
    "start": "00:15:40",
    "end": "00:15:53"
  },
  {
    "text": "Yeah.",
    "start": "00:15:53",
    "end": "00:15:53"
  },
  {
    "text": "And that three plus 12 is itself an imitation of the three plus 12 nature of the story. The patriarchs in Genesis.",
    "start": "00:15:53",
    "end": "00:16:02"
  },
  {
    "text": "Oh, my gosh. Yeah, you're right. Holy cow.",
    "start": "00:16:02",
    "end": "00:16:05"
  },
  {
    "text": "So many significant structures.",
    "start": "00:16:05",
    "end": "00:16:06"
  },
  {
    "text": "Yes.",
    "start": "00:16:06",
    "end": "00:16:07"
  },
  {
    "text": "These guys were, like, geeky to the max.",
    "start": "00:16:08",
    "end": "00:16:10"
  },
  {
    "text": "Yeah.",
    "start": "00:16:10",
    "end": "00:16:11"
  },
  {
    "text": "Oh, it's insane. That's an example of how depending on.",
    "start": "00:16:11",
    "end": "00:16:15"
  },
  {
    "text": "The ordering and then the other discrepancies is like 1 and 2 Samuel.",
    "start": "00:16:15",
    "end": "00:16:20"
  },
  {
    "text": "Yeah, it's just one kings in the Hebrew Bible. Yes, that's right.",
    "start": "00:16:20",
    "end": "00:16:24"
  },
  {
    "text": "Okay, so 24 scrolls.",
    "start": "00:16:24",
    "end": "00:16:26"
  },
  {
    "text": "24 scrolls in the Tanakh in the three part shape is the design of the Hebrew Bible in its original form. And that's the form that Jesus refers to it in. He calls it the Torah and the Prophets and the Psalms. I thought the collection was referred to in the Dead Sea scroll community. But the exact same Torah and Psalms, Moses, the Prophets and David Josephus refers to this three part organization.",
    "start": "00:16:26",
    "end": "00:16:51"
  },
  {
    "text": "Yeah. And the Psalms is representing all of the writings, but it's just the books that the writings start with.",
    "start": "00:16:51",
    "end": "00:16:57"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:16:57",
    "end": "00:16:58"
  },
  {
    "text": "Yeah, that third part.",
    "start": "00:16:58",
    "end": "00:16:59"
  },
  {
    "text": "Okay, so there's 24 scrolls. And each of those scrolls, the material within it, has a distinct origin in the history of the people of Israel. Like a museum exhibit on Egypt. Each room will come from a different maybe period or focus on different characters. And so the literature was growing and accumulating all throughout. Over, like, over a. Yeah.",
    "start": "00:16:59",
    "end": "00:17:21"
  },
  {
    "text": "These were the only scrolls that they were like writing and reading and learning.",
    "start": "00:17:21",
    "end": "00:17:24"
  },
  {
    "text": "Oh, that's right. Yeah. There are meant. In fact, the sources of the material that we find in the biblical scrolls is often referred to in the Bible itself. Correct. Yeah. So there'll be a poem in numbers and it'll say, hey, dear reader, this poem comes from the scroll of Yashar or the author of Chronicles is constantly quoting all these sources that are found nowhere in the Hebrew Bible itself. I got this from the scroll of the Chronicles of Kings of Judah or something like that. So yeah. Okay, so Hebrew Bible is a selection of a much larger literary tradition of ancient Israel.",
    "start": "00:17:24",
    "end": "00:17:58"
  },
  {
    "text": "Yes. Jewish literature.",
    "start": "00:17:58",
    "end": "00:17:59"
  },
  {
    "text": "That's right.",
    "start": "00:17:59",
    "end": "00:18:00"
  },
  {
    "text": "And actually I guess some Psalms are not even non Jewish literature. Right. Isn't there like a few things that come from the neighboring.",
    "start": "00:18:00",
    "end": "00:18:07"
  },
  {
    "text": "There could be, yeah. I mean, it's hard to know. Dependence wise.",
    "start": "00:18:07",
    "end": "00:18:12"
  },
  {
    "text": "I thought there was some parts of Proverbs or something. These were the proverbs of. It's a subdued.",
    "start": "00:18:13",
    "end": "00:18:17"
  },
  {
    "text": "Oh, I understand.",
    "start": "00:18:18",
    "end": "00:18:18"
  },
  {
    "text": "Who wasn't Jewish.",
    "start": "00:18:18",
    "end": "00:18:20"
  },
  {
    "text": "You're talking about Agur. Yeah, and King Lemuel at the end of Proverbs. Yeah. Okay. You're like, who are these kings? But they're.",
    "start": "00:18:20",
    "end": "00:18:28"
  },
  {
    "text": "Sorry, not important.",
    "start": "00:18:29",
    "end": "00:18:29"
  },
  {
    "text": "There were. No, actually it is important.",
    "start": "00:18:29",
    "end": "00:18:32"
  },
  {
    "text": "Yeah.",
    "start": "00:18:32",
    "end": "00:18:33"
  },
  {
    "text": "It's in the same way that an anthology can collect related things that are important but that maybe began or had an origin point outside the national boundaries of Israel. But that's been incorporated in Psalm 29 actually is often cited as a well known example because it has so Much overlap with a handful of Canaanite poems that are found in the Ugaritic materials, which are Canaanite literature.",
    "start": "00:18:33",
    "end": "00:18:58"
  },
  {
    "text": "Yeah. So it's still. Wherever its origination is, it still becomes part of this unified anthology.",
    "start": "00:18:58",
    "end": "00:19:05"
  },
  {
    "text": "That's right.",
    "start": "00:19:05",
    "end": "00:19:06"
  },
  {
    "text": "And becomes part of this stream of Jewish.",
    "start": "00:19:06",
    "end": "00:19:08"
  },
  {
    "text": "There's a Jewish tradition of writing and how they crafted narratives and poems. And it was very like specific.",
    "start": "00:19:09",
    "end": "00:19:22"
  },
  {
    "text": "Correct.",
    "start": "00:19:22",
    "end": "00:19:22"
  },
  {
    "text": "And that's what I was about to say is like this was all Jewish literature. And then I just remembered like, oh, yeah, there's a few things that came from neighboring.",
    "start": "00:19:22",
    "end": "00:19:28"
  },
  {
    "text": "Yeah, got it.",
    "start": "00:19:28",
    "end": "00:19:29"
  },
  {
    "text": "And there'll be. The fourth point of the paradigm we'll get to later is about that unique style of writing that biblical literature has. But for here, we're just saying it's a collection that's over a thousand years in the making. And each scroll, the material in it began in different points and people and institutions in Israel's history. So Leviticus clearly has like some priestly tech manual origins, you know, whereas the writings of Isaiah come from Isaiah and his disciples in Jerusalem. And particular moment Moses starts writing, we're told in the wilderness journey. So all these different come together, but the final form in which we encounter these texts is actually all.",
    "start": "00:19:29",
    "end": "00:20:12"
  },
  {
    "text": "It's very much like the final form of the Tanakh.",
    "start": "00:20:13",
    "end": "00:20:15"
  },
  {
    "text": "Final form of the Hebrew Bible is a lot like a museum exhibit where all these diverse materials have been brought together in a very curated, designed experience.",
    "start": "00:20:15",
    "end": "00:20:25"
  },
  {
    "text": "Highly designed.",
    "start": "00:20:25",
    "end": "00:20:26"
  },
  {
    "text": "Highly designed. And so we don't encounter the Hebrew Bible in the form of what Moses was writing in the wilderness or what Isaiah was like or Jeremiah were writing. What we have is a highly polished, interconnected museum exhibit.",
    "start": "00:20:26",
    "end": "00:20:43"
  },
  {
    "text": "Yeah.",
    "start": "00:20:43",
    "end": "00:20:43"
  },
  {
    "text": "Editorialized, created by a set of hands at the very end of the process that have like created a polish or a glaze or the whole thing to make it unified.",
    "start": "00:20:43",
    "end": "00:20:52"
  },
  {
    "text": "And that's going to feel scandalous to some people, like, oh, wait, Deuteronomy just wasn't what Moses handed over to after it was written down.",
    "start": "00:20:52",
    "end": "00:21:00"
  },
  {
    "text": "But you mean the idea of like an editor or a redactor after.",
    "start": "00:21:00",
    "end": "00:21:03"
  },
  {
    "text": "But even then you can go throughout the history of interpretation and Jewish and early Christian scholars throughout history. Just read the last paragraph of Deuteronomy. Yeah. Something will really stick out to you.",
    "start": "00:21:04",
    "end": "00:21:17"
  },
  {
    "text": "Moses died.",
    "start": "00:21:17",
    "end": "00:21:18"
  },
  {
    "text": "Yes.",
    "start": "00:21:18",
    "end": "00:21:18"
  },
  {
    "text": "And then someone, a later editor says.",
    "start": "00:21:18",
    "end": "00:21:21"
  },
  {
    "text": "Hey, dear reader, you know, a prophet like Moses has never ever come along since him.",
    "start": "00:21:21",
    "end": "00:21:27"
  },
  {
    "text": "Yeah.",
    "start": "00:21:27",
    "end": "00:21:28"
  },
  {
    "text": "It's clearly somebody's voice who's not only other than Moses putting the final touch on the Torah, but it's somebody like long after Moses, the comment only makes the sense. It does if that's the case.",
    "start": "00:21:28",
    "end": "00:21:39"
  },
  {
    "text": "Yeah. I think it helps to think about these editors and or redactors as also filled with the spirit. And so it's not just the original authors, but it's the authors and editors that shaped the story later too, that are part of this spirit filled community.",
    "start": "00:21:39",
    "end": "00:21:56"
  },
  {
    "text": "Yeah. So there's all of this material, it's all important as part of their national identity, as part of their understanding of God and humanity. But there's something happening at a certain time in their history where this is all coming together in a form that kind of gets finalized to what Jesus would have called the Tanakh.",
    "start": "00:22:28",
    "end": "00:22:48"
  },
  {
    "text": "Correct.",
    "start": "00:22:48",
    "end": "00:22:48"
  },
  {
    "text": "And tell me about like, what period of time was this, like set the stage for me?",
    "start": "00:22:48",
    "end": "00:22:54"
  },
  {
    "text": "Yeah. Well, as best as we can tell, we're talking somewhere in the early to middle phase of the second Temple period.",
    "start": "00:22:54",
    "end": "00:23:02"
  },
  {
    "text": "Second Temple, meaning?",
    "start": "00:23:02",
    "end": "00:23:03"
  },
  {
    "text": "So after the Babylonian exile, the first.",
    "start": "00:23:03",
    "end": "00:23:05"
  },
  {
    "text": "Temple would have been Solomon's temple.",
    "start": "00:23:05",
    "end": "00:23:07"
  },
  {
    "text": "First temple, Solomon's temple destroyed by the Babylonians. So I hear in 586 BC. That's right. A small number of the Jewish exiles returned from Babylon to rebuild their life there. That story is told in the scroll of Ezra and Nehemiah, which is one scroll in the Hebrew Bible. It's two separate books.",
    "start": "00:23:07",
    "end": "00:23:27"
  },
  {
    "text": "There's another example in the Bible, but.",
    "start": "00:23:27",
    "end": "00:23:29"
  },
  {
    "text": "It'S one scroll in the Hebrew Bible. And so in the 520s, 520s BC the temple gets rebuilt. And then that temple endured, even though it was remodeled heavily for over another 500 years, but it was ultimately destroyed by the Romans.",
    "start": "00:23:29",
    "end": "00:23:48"
  },
  {
    "text": "And that's the temple Jesus hung up.",
    "start": "00:23:48",
    "end": "00:23:49"
  },
  {
    "text": "The temple Jesus hung out in, heavily remodeled by Herod. And then the second temple period went from the 520s BC to 70 AD when the temple was destroyed by the Romans. Right around in the middle somewhere in the or early period in the three hundreds to two hundreds, the Hebrew Bible in the final form that we encounter, it was being brought into its final shape. Yeah.",
    "start": "00:23:50",
    "end": "00:24:14"
  },
  {
    "text": "So Jewish people come back out of exile, they're taken out of their land, the temple's destroyed.",
    "start": "00:24:14",
    "end": "00:24:20"
  },
  {
    "text": "That's right.",
    "start": "00:24:20",
    "end": "00:24:21"
  },
  {
    "text": "There's a few that remain there, right?",
    "start": "00:24:21",
    "end": "00:24:23"
  },
  {
    "text": "Yep. Yeah, that's right. There is a number of Israelites that remain behind.",
    "start": "00:24:23",
    "end": "00:24:26"
  },
  {
    "text": "And then Ezra, Nehemiah tells a story of coming back.",
    "start": "00:24:26",
    "end": "00:24:29"
  },
  {
    "text": "Coming back. And they took their library with them. Yeah, they took the materials that would become the Hebrew Bible with them. There's like this seed form of the books as we know them.",
    "start": "00:24:29",
    "end": "00:24:38"
  },
  {
    "text": "Oh, cool.",
    "start": "00:24:38",
    "end": "00:24:38"
  },
  {
    "text": "But probably not in the shape that we encountered them. Would have Been an earlier shape.",
    "start": "00:24:38",
    "end": "00:24:42"
  },
  {
    "text": "So I guess it's. To me, I like to think about the culture that developed of, like, okay, we're reestablishing our identity. We're coming back and we're trying to make sense of why did we go into exile and what is the opportunity now in front of us? What is God doing? And we have all this material, and there's this. There's this history of being these brilliant readers and writers of literature that's connected to. Not only are we just doing this, but this is actually. This is sacred stuff. This is stuff that God is explaining. God's working through us even in this literature. And that kind of all coalesces to, like, I imagine, pretty elite squad of just brilliant scribes just, like, obsessing over this stuff.",
    "start": "00:24:42",
    "end": "00:25:28"
  },
  {
    "text": "Yeah. You could make analogies to current, you know, populations that end up becoming really good at something. Yeah. Expats in another country, you know, or let's say, like, there's a group of people that migrate from one country to another. Then all of a sudden, for that community, their traditions, their traditional literature, the stories of their family history become super important. And they study it and they want to know it even more because they're in a foreign land and it's what's going to keep their identity alive as a community. Something certainly is happening like that, and you can even see it in the book of Ezekiel, which is one of the first authors from the early exile. And, dude, Ezekiel was like a nerd of Israelite literature because he's quoting Leviticus like nobody's business. He knows the Eden stories, so he's a good example. Ezekiel's a good example of a later biblical author whose mind is saturated with the earlier literature of their people. But also he's writing in a time when all that literature is itself still taking new shape and form among.",
    "start": "00:25:28",
    "end": "00:26:39"
  },
  {
    "text": "So that's interesting. Some of this literature is old and just kind of being like, copied and maybe studied and studied. And then some of it's brand new. Like Ezekiel.",
    "start": "00:26:39",
    "end": "00:26:50"
  },
  {
    "text": "Like Ezekiel. That's right.",
    "start": "00:26:50",
    "end": "00:26:51"
  },
  {
    "text": "Like, it's just like, here's a whole new scroll.",
    "start": "00:26:51",
    "end": "00:26:53"
  },
  {
    "text": "That's right. Yeah. So ancient literature in general, and then biblical literature as an example, has a different kind of authorial history than how we imagine it today. It's traditional literature. It's community traditional literature, which doesn't mean it was written by anybody and everybody, but it was literature that was studied, edited, compiled, reshaped over the course of many generations. And that's a part of its origins. That's, I think, different than how we think of books today. It took me a long time to wrap my head. It's like a Wikipedia thing.",
    "start": "00:26:53",
    "end": "00:27:26"
  },
  {
    "text": "It is hard.",
    "start": "00:27:26",
    "end": "00:27:27"
  },
  {
    "text": "Yeah, yeah. Except with a very, very clear criteria of who can write and add to.",
    "start": "00:27:27",
    "end": "00:27:33"
  },
  {
    "text": "The page, which Wikipedia does have.",
    "start": "00:27:33",
    "end": "00:27:35"
  },
  {
    "text": "Oh, okay. That's true. I guess. I don't know very much about that.",
    "start": "00:27:35",
    "end": "00:27:38"
  },
  {
    "text": "I don't know. Maybe in the early history of Wikipedia you could, like anyone could change anything. But it's pretty gated now.",
    "start": "00:27:38",
    "end": "00:27:44"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:27:44",
    "end": "00:27:44"
  },
  {
    "text": "So I'm trying to think about what this means for readers as we approach the Bible as a unified story. The fact that there's this earlier collection that is studied and maybe edited or redacted into the overall storyline, but then there are these later works at least. One thing that makes me think of is that as we read the later works, so like the prophets and the writings that we should be looking for, how they're reflecting on the Torah, the earlier parts, they've studied them and they're weaving together those themes. So reading the Bible as a unified story, it'll look for developments from the Torah through the prophets, through the writings.",
    "start": "00:27:44",
    "end": "00:28:22"
  },
  {
    "text": "Yeah, that's right. So here's a metaphor that I got from two Hebrew Bible scholars. I'm just gonna look it up real quick. Timothy Stone. It comes from two Hebrew Bible scholars, Julius Steinberg and Timothy Stone, in a book they have called the Shape of the Writings. And it's all about the formation history of the Ketuvim, that third part of it. And they talk about how the Hebrew Bible is much more like, what it's not, like, is a collection of potted trees that you would come across, like at your nursery down the street. You know, you go to like a garden store and you go, I want to get some backyard trees. And so, oh, let's go out to the back lot. And they've like put together, you know, like the Japanese maples and the fig trees or whatever, but each one is in its own little pot and they've been grouped together. That's an analogy for how many people think about the books of the Bible. Each one is kind of like a self contained entity. And you put that one there and that one there, and at some point the lot is closed and the gate's locked and like, no more.",
    "start": "00:28:22",
    "end": "00:29:25"
  },
  {
    "text": "These are the trees we've got.",
    "start": "00:29:26",
    "end": "00:29:27"
  },
  {
    "text": "These are the trees we've got. So their analogy that's really illuminating is to liken the origin of the Hebrew Bible much more like the growth of an aspen grove. So aspen trees are like, well, first of all, when you see an aspen forest, you're most likely looking at not hundreds of separate trees, but actually at one biological organism. So aspen groves can be huge, but they're all interconnected and share identical DNA through their underground root system. And so what you can do. And I mean, I'm not a botanist, but I guess with an aspen grove, isolate what's the oldest and original root ball out of which everything else grew. But there's an identicality to them. And then this is what's most helpful, is that at some point, when the original root ball spawned a new one, but then they begin interacting mutually so that what happens in one section of the forest will affect the older root ball and vice versa. And so that's their analogy for the Hebrew Bible. So, in other words, the Torah, for example, of Moses is the root ball, is. Is like a root ball. But the form that it's in was also influenced by how the prophets emerged and grew into the shape that they did. And so the book of Isaiah or Jeremiah, for example, very much was growing and taking shape, along with important developments in how the book of Deuteronomy took shape. And they were growing simultaneously, as opposed to the Torah was finished. It's in a potted tree. And then Isaiah wrote his thing, and then it was scooted alongside each other.",
    "start": "00:29:27",
    "end": "00:30:57"
  },
  {
    "text": "Yeah.",
    "start": "00:30:57",
    "end": "00:30:58"
  },
  {
    "text": "The whole collection grew in this deeply interconnected way, which is why it's. So. There's so many cross references, and it's hard to tell often the direction of which part is citing, which and which part assumes what other part. Because it was a massively complex story.",
    "start": "00:30:58",
    "end": "00:31:14"
  },
  {
    "text": "Of growth for how long? So, like, you've got a group of scribes. Is it just all scribes? And they are bringing this all together. The Torah is probably in more shape than other things, but they're still kind of like, oh, let's add this ending to Deuteronomy. Or like, let's. Whatever.",
    "start": "00:31:14",
    "end": "00:31:33"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:31:33",
    "end": "00:31:34"
  },
  {
    "text": "And it's taking shape with the prophets. Like, how long of a time period is this happening?",
    "start": "00:31:34",
    "end": "00:31:40"
  },
  {
    "text": "Yeah, over the course of a millennia. Over the course of a thousand years.",
    "start": "00:31:40",
    "end": "00:31:44"
  },
  {
    "text": "Okay. Even before the Exodus, we're talking about.",
    "start": "00:31:44",
    "end": "00:31:46"
  },
  {
    "text": "Yeah.",
    "start": "00:31:46",
    "end": "00:31:47"
  },
  {
    "text": "But was there, like, a specific time where it's like. It got really intense and they're like. It became like the.",
    "start": "00:31:47",
    "end": "00:31:51"
  },
  {
    "text": "Yeah, we don't know. Everything that we're talking about right now is inference from actual little details. The Book of Psalms is actually a great example as a little microcosm, like the conclusion at the end of Psalm 72. But it's like the emergence of the book of psalms you can see happened in stages and it's collections of collections.",
    "start": "00:31:51",
    "end": "00:32:08"
  },
  {
    "text": "But it woven together and then given introductions, conclusions, maybe parts, even redacted, added to certain psalms later. Like a line added later.",
    "start": "00:32:09",
    "end": "00:32:19"
  },
  {
    "text": "What do we mean by the word redacted?",
    "start": "00:32:19",
    "end": "00:32:21"
  },
  {
    "text": "Yeah, edited or added.",
    "start": "00:32:21",
    "end": "00:32:23"
  },
  {
    "text": "That's a fancy word for edited.",
    "start": "00:32:23",
    "end": "00:32:24"
  },
  {
    "text": "It's a German word for edit.",
    "start": "00:32:24",
    "end": "00:32:25"
  },
  {
    "text": "Yeah.",
    "start": "00:32:25",
    "end": "00:32:26"
  },
  {
    "text": "Is it a better word?",
    "start": "00:32:26",
    "end": "00:32:27"
  },
  {
    "text": "Yeah. Why do I use that word instead of editor? I think I don't know. Yeah, okay, I'll go back to editor.",
    "start": "00:32:28",
    "end": "00:32:32"
  },
  {
    "text": "Does it have a nuance? Does it have a certain nuance?",
    "start": "00:32:32",
    "end": "00:32:34"
  },
  {
    "text": "Maybe that's some people to redact. I still hear the word used in some edit news vocabulary to talk about like government documents.",
    "start": "00:32:34",
    "end": "00:32:43"
  },
  {
    "text": "I think so. I'm used to hearing it in studies of the Psalter, the book of Psalter, that there was a redaction or an edit that went on later. But I think redaction, it's a harder word to use and understand.",
    "start": "00:32:44",
    "end": "00:32:56"
  },
  {
    "text": "In the book of Psalms there's, you know, whatever, 60, 70 plus Psalms that are connected to David in some way. But then there's other, from the sons of Korah, from the sons of Asaph. Psalm 72 ends by saying the prayers of David, son of Jesse are finished. And then not 20 Psalms later you get another psalm of David. So clearly it's a multi step process over the course of centuries.",
    "start": "00:32:56",
    "end": "00:33:19"
  },
  {
    "text": "Yes, you can see it by that sort of thing, these literary cues. You can see it by the language if you know it's older Hebrew or.",
    "start": "00:33:19",
    "end": "00:33:25"
  },
  {
    "text": "Yeah, Hebrew language is newer Hebrew, so you can tell older Hebrew from later Hebrew within the Hebrew Bible itself.",
    "start": "00:33:26",
    "end": "00:33:34"
  },
  {
    "text": "I just looked it up. In modern terminology, redaction refers to when there is a countable edit. So like you can see the edit history. So when you redact something, the whole edit history is capped.",
    "start": "00:33:34",
    "end": "00:33:47"
  },
  {
    "text": "Oh, okay, well that makes sense. If only that were the case.",
    "start": "00:33:47",
    "end": "00:33:50"
  },
  {
    "text": "Well, I actually think I hear that word mostly in terms of trying to figure out the edit history. So yeah, a lot of people, when they look at the Bible and they see the different layers, they're trying to figure out, yeah, how did this happen? In what order did this happen exactly and what does that mean? And so maybe if we're not trying to understand that exactly, but looking at the final shape, then editing is a more appropriate term to use.",
    "start": "00:33:51",
    "end": "00:34:15"
  },
  {
    "text": "Yeah, actually starting in the late 1700s all up through even now today, but especially so in the mid-1900s, there was a big wave of Hebrew Bible scholarship that was trying to reverse engineer the collection of the Hebrew Bible to Break it back into its previous parts and.",
    "start": "00:34:15",
    "end": "00:34:33"
  },
  {
    "text": "Stages and with the earliest being the most authentic.",
    "start": "00:34:33",
    "end": "00:34:36"
  },
  {
    "text": "In theory.",
    "start": "00:34:37",
    "end": "00:34:37"
  },
  {
    "text": "Yeah, in theory. And so this is important to talk about because we're saying that these are different layers, but they actually form one unified story, which is a specific way of viewing the text of the Hebrew Bible.",
    "start": "00:34:37",
    "end": "00:34:50"
  },
  {
    "text": "Yeah. And to combine it with our conversation last time about human and divine and the word inspiration, meaning people guided by the spirit. What some traditions of Christianity have tended to do is to limit the God breathed nature of these documents to the activity of the handful of people named Moses, Isaiah, Jeremiah and not the guy.",
    "start": "00:34:50",
    "end": "00:35:15"
  },
  {
    "text": "Who wrote the last paragraph.",
    "start": "00:35:15",
    "end": "00:35:16"
  },
  {
    "text": "And when you limit it to the named people were ignoring the historical reality that it was generations of prophets and scribes and disciples of Isaiah that are talked about in the book of Isaiah as the people who inherited the first version of the Book of Isaiah. Or Baruch who's mentioned in Jeremiah as the author of the scroll of Jeremiah, not Jeremiah himself, but a guy named Baruch who's mentioned in the book. So we have to I think, adjust our view of inspiration to the way it's actually talked about in the Bible itself, which is that it's a community of prophets and people who saw themselves as part of the composition history of this collection. It's marvelous. It.",
    "start": "00:35:16",
    "end": "00:36:00"
  },
  {
    "text": "So was there one day where they all just came out of the temple courts and they're like, we did it. Here it is the finished compiled version of our, our scriptures. Let it never be changed again.",
    "start": "00:36:26",
    "end": "00:36:38"
  },
  {
    "text": "Yeah, it seems like it was. If there was like a release event that happened in the temple courts, we don't have any, have any record of it. What's actually tricky is that but by.",
    "start": "00:36:38",
    "end": "00:36:48"
  },
  {
    "text": "The time of Jesus it was pretty well like it wasn't being so here redacted.",
    "start": "00:36:48",
    "end": "00:36:54"
  },
  {
    "text": "This is where we have to open the can of worms because we haven't talked about the New Testament. Although maybe we'll just do that in a second episode.",
    "start": "00:36:54",
    "end": "00:37:01"
  },
  {
    "text": "I think we need to, we'll need to in the next episode.",
    "start": "00:37:01",
    "end": "00:37:03"
  },
  {
    "text": "So here's the thing is that the composition of new scrolls that we're picking up and developing the themes of the core Aspen forest, so to speak, the Hebrew Bible, the production of new material didn't stop. The Hebrew Bible itself was created out of a bunch of pre existing ancient Israelite literature and through time. But it also came into existence during a period of great literary fruitfulness of the Jewish people. And so there's lots of other Second Temple Jewish literature that even some Jewish communities also treated with the same status as the books of the Hebrew Bible. And so you have to kind of think of a Venn diagram. You've got, like, Sadducees, they're running the temple. You've got Pharisees, they wish they were running the temple. You've got the Dead Sea scroll community, and they tried to run the temple, but they got kicked out. And so they went out to the desert and hate everybody else. And then you've got the Messianic Jewish community and all the other writings. They take for granted that there's this kind of core to the aspen grove, but there's also a lot of other literature.",
    "start": "00:37:03",
    "end": "00:38:09"
  },
  {
    "text": "Yeah.",
    "start": "00:38:09",
    "end": "00:38:10"
  },
  {
    "text": "That was accorded different status in different communities.",
    "start": "00:38:10",
    "end": "00:38:12"
  },
  {
    "text": "Yeah.",
    "start": "00:38:13",
    "end": "00:38:13"
  },
  {
    "text": "And so this is where the books that became the Deuterocanon or the Apocrypha. There's nothing catholic or orthodox about these texts. They're just Second Temple Jewish literature.",
    "start": "00:38:13",
    "end": "00:38:21"
  },
  {
    "text": "They are Jewish Second Temple Jewish literature.",
    "start": "00:38:21",
    "end": "00:38:23"
  },
  {
    "text": "These are the Maccabees, Enoch, Enoch, Jubilees, the Wisdom of Ben Sira, and some of it involves second or third editions of Tanakh books.",
    "start": "00:38:23",
    "end": "00:38:35"
  },
  {
    "text": "Oh, right. Like Daniel has an upgrade.",
    "start": "00:38:35",
    "end": "00:38:37"
  },
  {
    "text": "There's a Daniel 2.0, there's an Esther 2.0. And, dude, it's so awesome because the 2.0 of Esther, for example, takes the book of Esther and situates it with all of this new material that hyperlinks it through design patterns into the stories of the Exodus and the stories of Genesis, and it's awesome.",
    "start": "00:38:37",
    "end": "00:38:56"
  },
  {
    "text": "So which Esther is God breathed? Esther 1.0 or Esther 2.0?",
    "start": "00:38:56",
    "end": "00:39:00"
  },
  {
    "text": "Or when we talk about, like, the unified literature, what are we talking about? Or does that matter?",
    "start": "00:39:00",
    "end": "00:39:05"
  },
  {
    "text": "We do put a stake in the ground at bibleproject a little bit, and here's why.",
    "start": "00:39:05",
    "end": "00:39:09"
  },
  {
    "text": "The whole question is, when you talk about the history of the literature, the development of Jewish literature didn't stop magically one day when the Hebrew Bible was finished.",
    "start": "00:39:09",
    "end": "00:39:18"
  },
  {
    "text": "Pens down, we did it.",
    "start": "00:39:18",
    "end": "00:39:20"
  },
  {
    "text": "Jewish literature kept growing, and it all kept growing like a snowball, though. Just like the way the Book of Chronicles is riffing off of Genesis through Kings and developing it, but in light of different things. So the wisdom of Ben Sira is riffing off of Proverbs and Ecclesiastes and Job and Genesis. Altogether, it's doing biblical theology. And so that process never stopped. Like, it kept on going. And so the question is, is the line where you say, okay, we're going to take this part of the tradition and this section of it as coming from God, but this part not. And so traditionally, where Christians have done this is to say, well, what was Jesus Bible the only reason I read this literature in the first place is because I follow the Jewish Messiah. I'm like a third generation from Scottish immigrants to the United States. I don't have any Jewish blood in me. You do, John.",
    "start": "00:39:20",
    "end": "00:40:13"
  },
  {
    "text": "Yeah, surprisingly.",
    "start": "00:40:14",
    "end": "00:40:15"
  },
  {
    "text": "Do you? Chrissa, do you know?",
    "start": "00:40:15",
    "end": "00:40:16"
  },
  {
    "text": "Nope, I don't. Not that I know of anyway.",
    "start": "00:40:16",
    "end": "00:40:18"
  },
  {
    "text": "But here we are. We've staked our adult lives on trying to understand this literature and help other people understand it. It's weird. Why is that? I'm a follower of Jesus and you guys are, and so that's why we care about this. So what was the literature that Jesus referred to as the scriptures that he said were about him? And he refers to the three part shape of this literature that corresponds as far as we can tell to the Hebrew Bible or the Tanakh.",
    "start": "00:40:18",
    "end": "00:40:48"
  },
  {
    "text": "The Tanakh.",
    "start": "00:40:48",
    "end": "00:40:49"
  },
  {
    "text": "While Jesus and the apostles allude to and use language from other Jewish literature of the time, they don't as a general pattern refer to it with the same type of status as coming from a divine origin.",
    "start": "00:40:49",
    "end": "00:41:06"
  },
  {
    "text": "But they value it. It's useful to read, it's true, but yeah, different. And the text you're referring to where Jesus talks about the three part Tanakh, are you thinking of the Luke 24 passage?",
    "start": "00:41:06",
    "end": "00:41:18"
  },
  {
    "text": "Just to people. Luke 24. But you know, when Jesus quotes from the Torah or from the prophets, he'll say as the scriptures say. Sometimes he'll even say as God says. But for example, the famous saying where Jesus is like, come to me all you who are weary and heavy laden, I'll give you rest. He's riffing off of a little line out of the wisdom of Ben Sira.",
    "start": "00:41:18",
    "end": "00:41:39"
  },
  {
    "text": "Oh really?",
    "start": "00:41:40",
    "end": "00:41:40"
  },
  {
    "text": "Which is where Lady Wisdom says, come to me all who are heavy laden and I will give you rest.",
    "start": "00:41:40",
    "end": "00:41:46"
  },
  {
    "text": "And Ben Sira is riffing off of proverbs.",
    "start": "00:41:46",
    "end": "00:41:49"
  },
  {
    "text": "Ben Sira is riffing off of Proverbs. But Jesus doesn't say as it says in the Scriptures or as it says in the wisdom of Ben Sira. He just adopts it. And that's a pattern. Whenever Jesus and the apostles quote from or allude to other Second Temple literature, they don't mark it with the same types of little markers as when they say as the Scriptures say. There's one very important exception and that's in the letter from Jesus, brother Jude, where he quotes from the scroll of Enoch and seems to accord it, you know, with divine authority, like you would quote from Isaiah or Jeremiah. Interesting. But that is what he quotes. And why is so fascinating and rad? Because the book of Enoch is Itself just riffing off of design patterns in Genesis and Deuteronomy and Isaiah and so.",
    "start": "00:41:49",
    "end": "00:42:40"
  },
  {
    "text": "There needs to be a little humility.",
    "start": "00:42:40",
    "end": "00:42:41"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:42:41",
    "end": "00:42:42"
  },
  {
    "text": "But man, this seems really important, right?",
    "start": "00:42:42",
    "end": "00:42:44"
  },
  {
    "text": "Totally. Yeah, yeah, yeah. The boundaries of the collection. I think if we could go back and interview Second Temple Jews in these different communities and we could say, like, what's in and what's out? I'm not sure that's even how they would conceive of this collection. Because think about it, where would you even encounter the collection?",
    "start": "00:42:45",
    "end": "00:43:03"
  },
  {
    "text": "True.",
    "start": "00:43:03",
    "end": "00:43:04"
  },
  {
    "text": "It's not bound up in one volume.",
    "start": "00:43:04",
    "end": "00:43:05"
  },
  {
    "text": "It's not in one volume. It's a collection of scrolls.",
    "start": "00:43:05",
    "end": "00:43:08"
  },
  {
    "text": "And not every tabernacle. What do they call them?",
    "start": "00:43:08",
    "end": "00:43:10"
  },
  {
    "text": "Sorry, Synagogue.",
    "start": "00:43:10",
    "end": "00:43:11"
  },
  {
    "text": "Synagogue is going to have the whole collection.",
    "start": "00:43:11",
    "end": "00:43:13"
  },
  {
    "text": "That's right.",
    "start": "00:43:13",
    "end": "00:43:13"
  },
  {
    "text": "That's right.",
    "start": "00:43:13",
    "end": "00:43:14"
  },
  {
    "text": "But these are the texts that they're consistently going to be talking about, hearing.",
    "start": "00:43:14",
    "end": "00:43:18"
  },
  {
    "text": "It exists in their mind as a collection.",
    "start": "00:43:18",
    "end": "00:43:21"
  },
  {
    "text": "Correct? Yep, that's right.",
    "start": "00:43:21",
    "end": "00:43:22"
  },
  {
    "text": "And I think there's also something to what John pointed out before we started talking about how there are 24 books in the Jewish Tanakh.",
    "start": "00:43:22",
    "end": "00:43:29"
  },
  {
    "text": "That's right.",
    "start": "00:43:29",
    "end": "00:43:30"
  },
  {
    "text": "That feels very complete.",
    "start": "00:43:30",
    "end": "00:43:31"
  },
  {
    "text": "Yeah. It's 2 times 12, which is like the number for completeness.",
    "start": "00:43:31",
    "end": "00:43:35"
  },
  {
    "text": "Yeah, yeah. The Design of the 24 scrolls of the Tanakh, I think, give us the clues that there was a bounded collection that is that, and it corresponds to the Protestant Old Testament. And those are the books that do, for the most part, when they get quoted by Jesus and the apostles, they ascribe them a divine authority. That's different. But again, if we could just go interview your average Jew in the Second Temple period, they didn't ever see it in one volume the way we do. And they wouldn't have conceived of it as a book.",
    "start": "00:43:35",
    "end": "00:44:04"
  },
  {
    "text": "There might have been a hierarchy in their minds of like, oh, yeah, well, that's a scroll from the Tanakh. That's a scroll that I take very seriously over here. But it's not part of the Tanakh.",
    "start": "00:44:04",
    "end": "00:44:14"
  },
  {
    "text": "Correct. Yeah, that's right. I think those are more of the comments we would get, is about how they viewed the relative authority, the divine origins of each scroll, not whether it's in the collection or out.",
    "start": "00:44:14",
    "end": "00:44:24"
  },
  {
    "text": "Even though the Tanakh did seem like a very complete collection that you're either in or out.",
    "start": "00:44:25",
    "end": "00:44:28"
  },
  {
    "text": "Yeah, that's right. But there were also other scrolls that we're treated as having divine authority in different communities that are not a part of the Tanakh.",
    "start": "00:44:28",
    "end": "00:44:38"
  },
  {
    "text": "And thus there's the Catholic tradition.",
    "start": "00:44:38",
    "end": "00:44:41"
  },
  {
    "text": "That's right.",
    "start": "00:44:41",
    "end": "00:44:41"
  },
  {
    "text": "Includes them. Eastern Orthodox tradition includes more.",
    "start": "00:44:41",
    "end": "00:44:44"
  },
  {
    "text": "Yeah, whatever The Church community. Jude was a part of very clearly. Enoch was a part of their Old Testament collection. That's why he quotes from the way he did.",
    "start": "00:44:45",
    "end": "00:44:53"
  },
  {
    "text": "Jesus, brother, obviously. Didn't Augustine not think James was part of the New Testament?",
    "start": "00:44:54",
    "end": "00:44:58"
  },
  {
    "text": "Oh, no, it was Martin Luther.",
    "start": "00:44:59",
    "end": "00:45:00"
  },
  {
    "text": "Oh, Martin Luther.",
    "start": "00:45:00",
    "end": "00:45:01"
  },
  {
    "text": "But that wasn't because he didn't think it was part of the Bible. It was because he struggled with it theologically within his system.",
    "start": "00:45:01",
    "end": "00:45:08"
  },
  {
    "text": "But that's getting in the New Testament collection.",
    "start": "00:45:08",
    "end": "00:45:09"
  },
  {
    "text": "Yeah, that's right. So just all that to say is this all took me a very long time to come to terms with, but if this is a question that bothers you or keeps you up at night, you need to wrestle with it because it's a reality that the boundaries of the scriptural collection differed in different Jewish communities. And so we just need to be a lot more humble in how dogmatic we are about. Yeah, these questions.",
    "start": "00:45:09",
    "end": "00:45:36"
  },
  {
    "text": "So let's land the plane with unified, though, because we've been talking a lot about. Okay, so this collection was brought together as a collection, but the purpose of it was to do something very specific, which was to tell one very specific story.",
    "start": "00:46:01",
    "end": "00:46:15"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:46:15",
    "end": "00:46:16"
  },
  {
    "text": "About what's going on in the world.",
    "start": "00:46:16",
    "end": "00:46:17"
  },
  {
    "text": "Correct. Yeah. The Tanakh as we encounter it. The whole collection is spun out of the first few literary units of the Genesis scroll. So the Creation and the Eden stories and the stories of the Flood and the scattering of Babylon and the choosing of Abraham. That sequence right there sets the vocabulary. Literary themes that are just going to be on recycle. Every part, every scroll in the TNOT collection is riffing off of stuff going on in those early chapters.",
    "start": "00:46:17",
    "end": "00:46:48"
  },
  {
    "text": "And what are those themes?",
    "start": "00:46:48",
    "end": "00:46:49"
  },
  {
    "text": "Yeah, God is the great creator and provider of life, order and life. He's installed humanity as an image through whom to rule the world and to steward its fruitfulness. Humans do a really poor job.",
    "start": "00:46:50",
    "end": "00:47:04"
  },
  {
    "text": "Violence.",
    "start": "00:47:05",
    "end": "00:47:06"
  },
  {
    "text": "And yeah, we take God's gifts and we use them to aggrandize ourselves and our agendas. And a lot of people get hurt in the process. So God has two choices. He can either scrap the whole thing like the Flood, but then that means no more humans through whom to rule the world. And God's not satisfied with that, apparently, because he likes the humans too much or wants to rule the world through them. So out of the de creation, he saves a remnant, chooses a remnant, and gives them a chance of becoming humanity 2.0. And that happens with Noah and then with Abraham, and then with Isaac, and then with Jacob, and then so on.",
    "start": "00:47:06",
    "end": "00:47:44"
  },
  {
    "text": "This is the cycle of God creating Establishing a human and at first all humanity, but then picking humans. Like, okay, let's try again. Failing some sort of de creation and then selecting then a human again.",
    "start": "00:47:44",
    "end": "00:48:00"
  },
  {
    "text": "Yep. It's like a melody.",
    "start": "00:48:00",
    "end": "00:48:01"
  },
  {
    "text": "It's like a melody that's repeating. It's very clear in Genesis. And that just continues on to the whole.",
    "start": "00:48:01",
    "end": "00:48:08"
  },
  {
    "text": "All the Torah and the prophets are about. And the Babylonian exile is portrayed as the ultimate catastrophic flood that happened to the chosen people of the family of Abraham. A remnant returned. And the Hebrew Bible comes from that remnant, which has taken the whole collection and oriented it around a future hope about God raising up someone from among the remnant who will do for Israel and for the world what none of us seem to be able to do for ourselves. The seed of the woman, the snake crusher, the Messiah. And so that's where the Hebrew Bible is organized in terms of content and theme about the hope for a future human who will reverse the failure at Eden and reverse Israel's failure and release God's blessing to all of the world. Every book in the Tanakh is about that in some way. If I can't see how it's about that, the problem is probably more to do with my assumptions.",
    "start": "00:48:08",
    "end": "00:49:05"
  },
  {
    "text": "How you're reading it.",
    "start": "00:49:05",
    "end": "00:49:06"
  },
  {
    "text": "Yeah, no, I like that. Like when we approach things Bible, I like to think of it as reading sympathetically with the authors. So trying on that viewpoint of this is a unified and coherent story. Even if I can't see it, that's where the evidence points because that's how design patterns seem to be working and intertextuality and this overarching storyline. And so yeah, when you can't see it, it's helpful to read sympathetically and ask, okay, curiously and with wonder, what could the author be doing here? And I don't understand this, but there must be a reason. And I think that's where it's helpful to study ancient Jewish convention. Like, how do these texts work? How do they write them? How is it different than how we would write or read a story today? How is it similar? That's where I think all that stuff comes into play and is super fascinating.",
    "start": "00:49:06",
    "end": "00:49:55"
  },
  {
    "text": "Yeah.",
    "start": "00:49:55",
    "end": "00:49:55"
  },
  {
    "text": "And we'll get to that more in the principle. We call them principles, axioms, attributes of this paradigm that it's Jewish meditation literature.",
    "start": "00:49:55",
    "end": "00:50:07"
  },
  {
    "text": "Correct.",
    "start": "00:50:07",
    "end": "00:50:08"
  },
  {
    "text": "Will really unpack this idea even more.",
    "start": "00:50:08",
    "end": "00:50:10"
  },
  {
    "text": "That's right.",
    "start": "00:50:10",
    "end": "00:50:11"
  },
  {
    "text": "Yeah. Here maybe it's more that there's an acknowledgement that this ancient Jewish literature could tolerate diversity or something that seems disjunctive or contradictory, maybe more than we could. So when we read Something that seems like a contradiction or seems out of place in the overall storyline.",
    "start": "00:50:11",
    "end": "00:50:29"
  },
  {
    "text": "Where would you experience that, you think?",
    "start": "00:50:30",
    "end": "00:50:31"
  },
  {
    "text": "Yeah, I think there are a lot of different ways we could experience that. One would be where, you know, we have Samuel and King's material and then Chronicles material, and they are telling the same story in a different way. So why is that?",
    "start": "00:50:32",
    "end": "00:50:45"
  },
  {
    "text": "So is that a contradiction? Like why? Yeah.",
    "start": "00:50:45",
    "end": "00:50:46"
  },
  {
    "text": "And often with different details. Yeah, totally different details recounting the same event, but they'll retell details. Really different.",
    "start": "00:50:47",
    "end": "00:50:54"
  },
  {
    "text": "Yeah. So for me, if I'm approaching that text with this assumption, if I'm trying on that lens sympathetically, I would say I wonder why this is. And let me see if I can figure out what the author's point is in Samuel and Kings and how that point differs in Chronicles. What's the author trying to do differently and why might that be?",
    "start": "00:50:54",
    "end": "00:51:14"
  },
  {
    "text": "Actually, that's a great example, because for many people, divergent details in accounts of the same event happen all over the Hebrew Bible.",
    "start": "00:51:14",
    "end": "00:51:23"
  },
  {
    "text": "Yeah.",
    "start": "00:51:23",
    "end": "00:51:24"
  },
  {
    "text": "And so if your assumption is, well, this is a historical record of the history of ancient Israel, those are going to be problems or contradictions. But a contradiction in a collection of texts is in the eye of the beholder. The fact that a recipe book, like, you turn to one page and the recipe is really different than the recipe 20 pages later. Oh, it's a contradiction. Well, no, the contradiction is only in your assumptions that a recipe book should have all the same recipes. Like, that's a wrong assumption.",
    "start": "00:51:24",
    "end": "00:51:50"
  },
  {
    "text": "Yes.",
    "start": "00:51:50",
    "end": "00:51:51"
  },
  {
    "text": "So in the same way, if my assumptions about what the Bible is lead me to see contradictions, and it may be my assumption is the problem, not the Bible.",
    "start": "00:51:51",
    "end": "00:51:59"
  },
  {
    "text": "So, again, we are getting into Jewish meditation literature versus what is Jewish meditation literature as opposed to history.",
    "start": "00:51:59",
    "end": "00:52:06"
  },
  {
    "text": "Sure, sure.",
    "start": "00:52:07",
    "end": "00:52:08"
  },
  {
    "text": "And I'd love to get in that more.",
    "start": "00:52:08",
    "end": "00:52:10"
  },
  {
    "text": "But the point is just saying, in a diverse collection, there's going to be diversity.",
    "start": "00:52:10",
    "end": "00:52:14"
  },
  {
    "text": "Yes.",
    "start": "00:52:14",
    "end": "00:52:14"
  },
  {
    "text": "And if I can see. Oh, it was brought together in this particular way as an anthology, but has been given a unified shape in its final form.",
    "start": "00:52:15",
    "end": "00:52:24"
  },
  {
    "text": "Here we're talking about the unified, highly designed, editorialized, unified shape that the Hebrew Bible came in to be very specific and beautifully designed.",
    "start": "00:52:24",
    "end": "00:52:36"
  },
  {
    "text": "That's right, yeah. Designed as an editorial unity and unified in terms of its themes and stories. Themes and governing storyline and concepts and I like how you put that, Carissa. It's a collection that tolerates enormous diversity in terms of content and literary style, but it's unified in really clear and obvious ways, if you have eyes to see it. So this whole topic about Formation of the Hebrew Bible. This is like the ultimate rabbit hole. I've been going down it for a couple decades now. So helpful guides along the way. I'll just recommend a couple books that I found helpful. One is a more general introduction by Hebrew Bible scholar Paul Wegener called the Journey from Text to the Origin and Development of the Bible. It's actually about both Old and New Testaments, but he really zeroes in a lot of these things that we're talking.",
    "start": "00:52:36",
    "end": "00:53:25"
  },
  {
    "text": "About, that compositional history.",
    "start": "00:53:25",
    "end": "00:53:27"
  },
  {
    "text": "Yeah. For the Hebrew Bible. And then if you want to take the ultimate dive into Hebrew Bible stuff, you got to read Lee Martin McDonald's work. And it's hard to know which of his 15 books on the formation of the Bible to read because as he learns more, he writes a new book.",
    "start": "00:53:27",
    "end": "00:53:43"
  },
  {
    "text": "He's written 15 books.",
    "start": "00:53:44",
    "end": "00:53:45"
  },
  {
    "text": "He's written so many books on the formation of the Bible, but it's sort of like he'll do a few more years of research, learn a whole bunch more, and then publish a new book on it. So he just has one called the Biblical Canon. He had just released this year, like a much bigger two volume work on the origins of the canon. But anyway, if you just search for him on Amazon and look for the Biblical Canon, that's a really great definitive treatment of a distillation of all the key things you gotta think about when it comes to the origin history of the Bible. So those are two scholars that have been helpful for me.",
    "start": "00:53:45",
    "end": "00:54:17"
  },
  {
    "text": "What if it's not canon formation, but somebody who's interested in the unified story?",
    "start": "00:54:17",
    "end": "00:54:23"
  },
  {
    "text": "Oh, the unified story. Well, it's hard to know where to start with. It depends on what feature of the story somebody sees as unifying. And so some helpful places to start are like. Stephen Dempster.",
    "start": "00:54:23",
    "end": "00:54:37"
  },
  {
    "text": "Yeah.",
    "start": "00:54:37",
    "end": "00:54:38"
  },
  {
    "text": "Dominion and Dynasty. Yeah, yeah. So it's tracing the theme of the royal messianic hope throughout the Hebrew Bible. Another place to go would be Christopher Wright's the Mission of God. Yeah, yeah. Unlocking the Bible's grand narrative, I think. So there you go. Yeah, those are good places to start.",
    "start": "00:54:38",
    "end": "00:54:55"
  },
  {
    "text": "All right. And so that's the Hebrew Bible and all our questions are answered. Thank you for that. And we'll, we'll jump in next to the formation of the New Testament and how that's part of the unified story.",
    "start": "00:54:55",
    "end": "00:55:09"
  },
  {
    "text": "Yeah.",
    "start": "00:55:09",
    "end": "00:55:10"
  },
  {
    "text": "As a separate collection.",
    "start": "00:55:10",
    "end": "00:55:10"
  },
  {
    "text": "Yep.",
    "start": "00:55:10",
    "end": "00:55:11"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. In the next episode, we're going to look at our next pillar of the paradigm, which is that the Bible is messianic literature.",
    "start": "00:55:14",
    "end": "00:55:24"
  },
  {
    "text": "All the new Testament documents present a Jesus who's in continuity with the storyline of the Hebrew Bible. And that's actually really important because there emerged offshoots of the Jesus movement that were down for Jesus, but that were not down for anything Jewish. They disconnected Jesus from his Jewish heritage.",
    "start": "00:55:24",
    "end": "00:55:43"
  },
  {
    "text": "We'd love to hear your questions and have them for an upcoming Question and Response episode. So if you find yourself wondering about things that we're talking about and want us to engage more, you can send us your question. Send it to infoibleproject.com try to keep it to 20 or 30 seconds. Let us know who you are and where you're from, and if you're able to transcribe your question when you send it over, that would be immensely helpful to us. Today's episode was produced by Cooper Peltz, Zach McKinley as editor, Dan Gummel as Senior editor, and the show notes by Lindsey Ponder bibleproject is a nonprofit in Portland, Oregon. We believe the Bible is one unified story that leads to Jesus, and everything we make is to experience it that way. And everything we make is free because of the generous support of of many people all over the world just like you. So thank you so much for being a part of this with us.",
    "start": "00:55:43",
    "end": "00:56:34"
  },
  {
    "text": "Hi, this is Kay Sagabaen and I'm from the Philippines. I first heard about Bibleproject through YouTube and from then on I never missed an episode. I use bibleproject for my personal study and as a lay teacher in our church, I use the videos and posters as teaching materials for Bible studies. My favorite thing about the Bible Project are the podcasts where Tim and John further expound the topics and themes of their videos. My favorite podcasts are the God Series and the Wisdom Literature Series. We believe the Bible is a unified story that leads to Jesus. We are a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes and more@bibleproject.com naniniwa la kamin ang biblioipina kai Jesus Kami is a project on crowdfunded Namangata ong tulad ko makaka napkayo nama libriing videos talasa pagaral Podcast classe@ibapa subbibleproject.com Maraming Salamatpo.",
    "start": "00:56:34",
    "end": "00:57:39"
  },
  {
    "text": "Sam.",
    "start": "00:57:50",
    "end": "00:58:05"
  }
]