[
  {
    "text": "Foreign.",
    "start": "00:00:00",
    "end": "00:00:00"
  },
  {
    "text": "Tim and Carissa.",
    "start": "00:00:08",
    "end": "00:00:09"
  },
  {
    "text": "Hello.",
    "start": "00:00:09",
    "end": "00:00:10"
  },
  {
    "text": "Good morning.",
    "start": "00:00:10",
    "end": "00:00:10"
  },
  {
    "text": "We are going to respond to some questions.",
    "start": "00:00:10",
    "end": "00:00:13"
  },
  {
    "text": "Yeah.",
    "start": "00:00:13",
    "end": "00:00:14"
  },
  {
    "text": "From the paradigm series. And you both selected some questions for us to walk through. And let's just jump right into it.",
    "start": "00:00:14",
    "end": "00:00:22"
  },
  {
    "text": "Yeah.",
    "start": "00:00:22",
    "end": "00:00:22"
  },
  {
    "text": "All right.",
    "start": "00:00:22",
    "end": "00:00:22"
  },
  {
    "text": "Lots of questions. Caveat is always there's more sending sent in that we can address, but we try to notice the repeated themes and then find and address the ones that are kind of like getting the most repetition. So we do our best. Great questions for this round.",
    "start": "00:00:22",
    "end": "00:00:38"
  },
  {
    "text": "I love the Q and R because I think it takes the stuff we've been talking about and makes it really practical.",
    "start": "00:00:38",
    "end": "00:00:44"
  },
  {
    "text": "Yeah.",
    "start": "00:00:44",
    "end": "00:00:45"
  },
  {
    "text": "And we get to hear how these things affect people's real lives.",
    "start": "00:00:45",
    "end": "00:00:48"
  },
  {
    "text": "Yeah.",
    "start": "00:00:48",
    "end": "00:00:48"
  },
  {
    "text": "Or at least consider and ask the question of how they affect people's real lives.",
    "start": "00:00:48",
    "end": "00:00:52"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:00:52",
    "end": "00:00:53"
  },
  {
    "text": "So these are all questions around the paradigm series where we looked at the type of literature the Bible is. And this first question is from Lisa in Australia.",
    "start": "00:00:53",
    "end": "00:01:01"
  },
  {
    "text": "Hi, Tim and John. I'm Lisa from Karratha, Australia. I have a question about the paradigm series. I have two young kids that I'm trying to raise Christian, but I'm confused as how to communicate the depth of the Bible to them. I don't want to teach them that it's a moral rule book, but I want to give them a good foundation based in the Bible through modeling and setting an example. But I was just wondering if you had any good tips for passing on.",
    "start": "00:01:02",
    "end": "00:01:28"
  },
  {
    "text": "A good paradigm to view the Bible to kids.",
    "start": "00:01:28",
    "end": "00:01:30"
  },
  {
    "text": "Thanks. Yeah. This is such a good question.",
    "start": "00:01:31",
    "end": "00:01:33"
  },
  {
    "text": "Yeah. It's a question that has come in lots of different ways, almost the whole history of the project. But I feel like there's an uptick.",
    "start": "00:01:33",
    "end": "00:01:41"
  },
  {
    "text": "Recently how to communicate this to kids.",
    "start": "00:01:41",
    "end": "00:01:44"
  },
  {
    "text": "I feel like this question is coming to me from both our staff team more often and then also just through all sorts of other ways.",
    "start": "00:01:44",
    "end": "00:01:52"
  },
  {
    "text": "Yeah. You've kind of avoided the question a little bit.",
    "start": "00:01:52",
    "end": "00:01:54"
  },
  {
    "text": "Yeah. I'm curious to know what you guys think because we all have kids and mine is four years old. Serena, tell me how old your kids are again.",
    "start": "00:01:56",
    "end": "00:02:05"
  },
  {
    "text": "My guys are 8 and 10.",
    "start": "00:02:05",
    "end": "00:02:06"
  },
  {
    "text": "Yeah. Same 10, 7.",
    "start": "00:02:06",
    "end": "00:02:08"
  },
  {
    "text": "Yeah. So they kind of range developmentally for me. I'm kind of embarrassed to say that this question is. As a biblical theologian, I'm embarrassed to say that I get scared to read the Bible to Serena because it's so weird and it's hard to explain it to a four year old. So this is definitely something I'm wrestling with and appreciate the question. Want to hear what you guys think, but I'll kick us off. I think I'm more comfortable with talking to Serena about how much God loves her and in terms of attachment theory, wanting her to, like, know that she's loved and she's secure. Those things come easily, and I focus on them a lot. When it comes to reading the Bible, it's interesting. She's been. She's been the one that has said, mama, I want to read God stories tonight. The other night, she said. She was like, mama, I want to read the story about the ink. The ink on the door. I was like, on the door we started flipping through. It's a picture Bible.",
    "start": "00:02:08",
    "end": "00:03:09"
  },
  {
    "text": "Yeah.",
    "start": "00:03:09",
    "end": "00:03:09"
  },
  {
    "text": "And I'm like, do you mean blood?",
    "start": "00:03:09",
    "end": "00:03:12"
  },
  {
    "text": "The red ink?",
    "start": "00:03:14",
    "end": "00:03:15"
  },
  {
    "text": "Yeah, the red ink. I was like, that's blood, Serena. I kind of, like, stutter over words like blood and kill in those stories. But, yeah, she's like, yeah, the blood. And so I realized as I was reading to her, this was two nights ago, that I'm trying to communicate the paradigm we're talking about in here in. In a couple different ways. So one I noticed is that I say out loud to her, as we're coming across things that are different, like a sacrificed lamb and putting blood on the doors, that this is really weird. We don't really do this today, but it totally made sense in their. In their culture. It's like, in a different time than ours. Isn't that interesting? She's kind of just like, you know, keep going, mama. So I know I do that. And then the next page is like, pharaoh's army chasing the Egyptian or chasing the Israelites into the sea.",
    "start": "00:03:15",
    "end": "00:04:02"
  },
  {
    "text": "There's a picture.",
    "start": "00:04:02",
    "end": "00:04:03"
  },
  {
    "text": "There's a picture. And then it says that the sea swallowed them up. She's like, mama, what's swallowed? I'm like, well, they were chasing the Israelites, and they were trying to hurt them and oppress them as slaves. We'd kind of talked about that. And so the sea closed over them, and they died. What do you think about that? And I can hear myself, like, I'm trying to invite her to be curious.",
    "start": "00:04:03",
    "end": "00:04:26"
  },
  {
    "text": "Yeah.",
    "start": "00:04:26",
    "end": "00:04:27"
  },
  {
    "text": "And tell me what she thinks. Like, if she's upset about that, that's fine. If she feels fine about that, that's weird. But she was like. She was like, that's good, mama, because they were trying to hurt them. I was like, well, yeah, God also, you know, he's sad when people get hurt and suffer when they don't trust him. And then I can see myself.",
    "start": "00:04:27",
    "end": "00:04:48"
  },
  {
    "text": "Yeah.",
    "start": "00:04:48",
    "end": "00:04:48"
  },
  {
    "text": "Talking through the story and then also flipping from the story to the story of Jesus in a picture Bible. That's super. Easy to do. It's like, oh, yeah, Serena, remember when we were just reading this other story about Jesus sacrifice? And flip to the story of him carrying the cross. It's kind of like this lamb, you know, it's kind of. Kind of like what's going on there. So those are some of the things I found myself doing also, I guess, just keeping the overarching story in mind. So when Egyptians are drowned in the sea and the Israelites are rescued, it's like, yeah, you know, God was working this big plan of rescue for the whole world. He really wants the whole world to know him. And he was gonna work through this one family. She was like, okay, next story.",
    "start": "00:04:48",
    "end": "00:05:29"
  },
  {
    "text": "Moving on. Yeah, kid brained.",
    "start": "00:05:30",
    "end": "00:05:32"
  },
  {
    "text": "Yeah. So that's what I'm doing right now. I would love to hear how it's been for you guys.",
    "start": "00:05:32",
    "end": "00:05:36"
  },
  {
    "text": "Cause what's the picture book you're using?",
    "start": "00:05:36",
    "end": "00:05:37"
  },
  {
    "text": "It's the Jesus storybook Bible. Yeah. Yeah. That's the only one I've really been familiar with. And actually it does seem to highlight the theme of rescue throughout.",
    "start": "00:05:38",
    "end": "00:05:46"
  },
  {
    "text": "Sally Lloyd Jones.",
    "start": "00:05:47",
    "end": "00:05:47"
  },
  {
    "text": "Yep.",
    "start": "00:05:47",
    "end": "00:05:48"
  },
  {
    "text": "Oh, it's excellent.",
    "start": "00:05:48",
    "end": "00:05:48"
  },
  {
    "text": "Yeah.",
    "start": "00:05:48",
    "end": "00:05:49"
  },
  {
    "text": "But, yeah, for younger kids.",
    "start": "00:05:49",
    "end": "00:05:50"
  },
  {
    "text": "Yeah, it connects. It connects things to Jesus. It highlights the theme of rescue. I appreciate all that. I also find myself changing words and skipping parts, but developmentally, I think that.",
    "start": "00:05:50",
    "end": "00:05:59"
  },
  {
    "text": "That'S where you're at.",
    "start": "00:05:59",
    "end": "00:06:00"
  },
  {
    "text": "Yeah.",
    "start": "00:06:00",
    "end": "00:06:00"
  },
  {
    "text": "Yeah.",
    "start": "00:06:00",
    "end": "00:06:01"
  },
  {
    "text": "So, Tim, you and I have been working through the Sermon on the Mount, which is not something we've been doing on the podcast yet, but Will.",
    "start": "00:06:02",
    "end": "00:06:10"
  },
  {
    "text": "Yes.",
    "start": "00:06:10",
    "end": "00:06:11"
  },
  {
    "text": "And so I was doing that with the kids. I skipped a few of the teachings that weren't relevant to kids, but we caught up with that. And so I just started. I actually heard our friend Rudy was doing this. Just read through every story and just read them as stories. And kind of the way that we're doing it, as we're telling the stories, we're connecting the themes. So when we get to the story of Abraham giving away his wife or lying about his wife being his wife, but being the one who's supposed to be the blessing about, you know, just asking the kids, like, wow, what does it. What does it look like when the people that God wants to use and bless don't trust them?",
    "start": "00:06:11",
    "end": "00:06:55"
  },
  {
    "text": "Yeah.",
    "start": "00:06:55",
    "end": "00:06:55"
  },
  {
    "text": "Like, what happens is an interesting story about that. And so just trying to. Trying to walk through the stories that way as best I can. I get to stories where I'm just like, I don't know. And their attention span sometimes can work with the stories, and sometimes they can't. I don't have a picture book. 1. So maybe that maybe they're too old for that. You know, one thing that really stuck with me, Tim, is you've said that a number of times that the Bible's not a kid's book. Yeah, I'm stuck with that because I agree, I think. But at the same time, I think kids are supposed to know these stories.",
    "start": "00:06:55",
    "end": "00:07:36"
  },
  {
    "text": "And even grapple with the hard things that have happened throughout history or in the world. It's a good way for parents to talk to their kids about hard things.",
    "start": "00:07:37",
    "end": "00:07:47"
  },
  {
    "text": "Yeah. So like when it comes to other media that aren't for kids, I think as parents we intuitively know there's a certain age where it's going to be appropriate.",
    "start": "00:07:47",
    "end": "00:07:57"
  },
  {
    "text": "Yeah.",
    "start": "00:07:57",
    "end": "00:07:57"
  },
  {
    "text": "When am I going to watch the Lord of the Rings trilogy with my kids?",
    "start": "00:07:57",
    "end": "00:07:59"
  },
  {
    "text": "Yeah, right.",
    "start": "00:07:59",
    "end": "00:08:00"
  },
  {
    "text": "Yeah.",
    "start": "00:08:00",
    "end": "00:08:01"
  },
  {
    "text": "What am I going to introduce them to? What am I going to introduce them to? Yeah, yeah, whatever, you know. But how do you do that with the Bible? Because it seems, it seems like it's not the right answer to say like, yeah, we'll wait till you're 12 and then we'll read these stories.",
    "start": "00:08:01",
    "end": "00:08:17"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:08:17",
    "end": "00:08:18"
  },
  {
    "text": "But if those stories were like, you know, an HBO series, you'd wait.",
    "start": "00:08:18",
    "end": "00:08:23"
  },
  {
    "text": "Yeah, totally. Oh, yeah, no, we've had that same tension, I think. Yeah. What we've done is very similar. I mean, we're still doing it. So it's like an experiment, I think I tried to use individual anchor narratives as like these meditation centers. So Genesis 1, the seven day narrative in the image of God. Man, we hung out there for a couple months just. And I don't believe you.",
    "start": "00:08:23",
    "end": "00:08:53"
  },
  {
    "text": "He never does that.",
    "start": "00:08:54",
    "end": "00:08:56"
  },
  {
    "text": "And it would just be. We have this little time, we call it Bible Club. We have a little Bible club notebook and it's full of these stick drawings. You know, there's also these really helpful videos, you know that. But you know, I mean, you get talking about the image of God. What does that mean? My 8 year old's fascinated with that question. And all of a sudden you're like, you're talking about ethics and relationships, just like meditating on three verses in Genesis 1, the image of God poem, stuff like that. So you actually modeling what it looks like to take one page or one paragraph and meditate on it in conversation with your kids and thinking out the implications. So I think that's the wisdom literature part of the paradigm.",
    "start": "00:08:56",
    "end": "00:09:37"
  },
  {
    "text": "Serena's not interested in Genesis 1 at all. She wants to skip it. And she's like, go to the snake or the blood.",
    "start": "00:09:37",
    "end": "00:09:44"
  },
  {
    "text": "Yeah, yeah, interesting.",
    "start": "00:09:44",
    "end": "00:09:45"
  },
  {
    "text": "Yeah.",
    "start": "00:09:45",
    "end": "00:09:46"
  },
  {
    "text": "So, yeah, developmentally, depending on where your kids are at.",
    "start": "00:09:46",
    "end": "00:09:49"
  },
  {
    "text": "I like the idea of following their curiosity though, or of. Yeah. Letting them ask questions that if your son's super interested in image of God, it's like, stay there, meditate on it.",
    "start": "00:09:49",
    "end": "00:10:00"
  },
  {
    "text": "Yeah, totally. Yeah. For the first years when our kids were, you know, that a toddler age and early elementary, I just read stories about Jesus. Like that was Bible club.",
    "start": "00:10:00",
    "end": "00:10:11"
  },
  {
    "text": "Yeah.",
    "start": "00:10:11",
    "end": "00:10:11"
  },
  {
    "text": "Just reading individual stories. And just for me, what made the biggest impact on me in my late teens and early twenties, what made me want to follow Jesus was the stories about Jesus and what he said and did. And that's what drove my curiosity into the rest of the Bible because he was constantly talking about the rest of this book. So I think now we're at an age where, yeah, we're going back and sessioning the difficult stories of Genesis. But yeah, I decided to wait until, you know, they were 8 and 10. It's really just within this year that we started to talk about. Yeah. The flood, the sex scandals.",
    "start": "00:10:11",
    "end": "00:10:49"
  },
  {
    "text": "Something around age 8, I feel like.",
    "start": "00:10:50",
    "end": "00:10:52"
  },
  {
    "text": "Yeah.",
    "start": "00:10:52",
    "end": "00:10:52"
  },
  {
    "text": "That, like something starts to click over a little bit.",
    "start": "00:10:53",
    "end": "00:10:55"
  },
  {
    "text": "Yeah.",
    "start": "00:10:55",
    "end": "00:10:55"
  },
  {
    "text": "That they can start to hang.",
    "start": "00:10:55",
    "end": "00:10:57"
  },
  {
    "text": "That's right. But what I've tried to avoid, and I think what you're after, Lisa, is avoiding the idea of you read a story and then you come up with a life lesson of like, do this, like this character did or don't. And it's more like, what's the message of this particular story? And then how do we meditate on that and the implications of that for how we want to be in the world or not be in the world?",
    "start": "00:10:57",
    "end": "00:11:20"
  },
  {
    "text": "And there is a certain age where you can do that and a certain age where you can't do that. I think what you're saying, like Serena saying, like, where's the action?",
    "start": "00:11:20",
    "end": "00:11:28"
  },
  {
    "text": "Yeah, she's into the story of it. Yeah.",
    "start": "00:11:28",
    "end": "00:11:30"
  },
  {
    "text": "Another thing that we've done is actually just using the ancient, like the calendar, you know, so on Friday nights, lighting a Shabbat candle and just like talking about the seventh day rest, or we do a little hybrid family Passover where we get grape juice and like a turkey basting brush and we brush grape juice on the door.",
    "start": "00:11:31",
    "end": "00:11:54"
  },
  {
    "text": "Oh, that's so cool.",
    "start": "00:11:54",
    "end": "00:11:55"
  },
  {
    "text": "And now August, like he's so excited about it.",
    "start": "00:11:55",
    "end": "00:11:57"
  },
  {
    "text": "My 8 year old, he's like, it's also experiential. So it really goes deep learning.",
    "start": "00:11:57",
    "end": "00:12:03"
  },
  {
    "text": "Yeah. We haven't lived in a tent in our backyard yet for to Sukkot, but they'd be totally into that. I think it's always in October and November.",
    "start": "00:12:03",
    "end": "00:12:13"
  },
  {
    "text": "You're gonna have to go to Israel for that one.",
    "start": "00:12:13",
    "end": "00:12:15"
  },
  {
    "text": "I think, anyhow, there are tactile ways to get your kids into the biblical stories, too, especially Calendar.",
    "start": "00:12:15",
    "end": "00:12:22"
  },
  {
    "text": "I think my concern had been, my experience was these stories were given to me at a very young age, and they became overly familiar, and they became kind of dead and boring. And so I wasn't interested in them anymore. And that happened quickly. I can remember, like, just in grade school, just being like, I'm tired of these stories.",
    "start": "00:12:22",
    "end": "00:12:42"
  },
  {
    "text": "That's so interesting.",
    "start": "00:12:42",
    "end": "00:12:43"
  },
  {
    "text": "And so I didn't want that to happen to my kids. And so I waited, but just because I felt stuck. But I think then understanding this paradigm more has helped the stories actually come to life more.",
    "start": "00:12:43",
    "end": "00:12:56"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:12:56",
    "end": "00:12:56"
  },
  {
    "text": "I think they felt dead because we were just moralizing them and they're just like, okay, great, I heard that one.",
    "start": "00:12:57",
    "end": "00:13:04"
  },
  {
    "text": "Yeah, I get it. I know the point.",
    "start": "00:13:04",
    "end": "00:13:05"
  },
  {
    "text": "Yeah, I get the point.",
    "start": "00:13:05",
    "end": "00:13:07"
  },
  {
    "text": "Yeah.",
    "start": "00:13:07",
    "end": "00:13:07"
  },
  {
    "text": "Don't tell me again. Versus an opportunity to start to see kind of all these patterns and beauty and then connect it to deeper, more interesting questions I have about life that kids actually want to think about, too.",
    "start": "00:13:07",
    "end": "00:13:21"
  },
  {
    "text": "Yeah.",
    "start": "00:13:21",
    "end": "00:13:22"
  },
  {
    "text": "So I think this conversation has been really helpful for me and this project, but I was. I was holding off.",
    "start": "00:13:22",
    "end": "00:13:30"
  },
  {
    "text": "You know what I think would be really interesting is looking through those seven pillars of the paradigm and thinking of what they mean to a kid your age, whatever age it is.",
    "start": "00:13:31",
    "end": "00:13:42"
  },
  {
    "text": "Like, what's wisdom for a kid?",
    "start": "00:13:43",
    "end": "00:13:44"
  },
  {
    "text": "Yeah.",
    "start": "00:13:44",
    "end": "00:13:44"
  },
  {
    "text": "And. Yeah. What does it mean when you're talking about a Bible story or talking about God, to bring up those principles? You know, like, for me, I had said, I try to always bring up the bigger story, that this is how God was rescuing the world through this story, or this is. This was his plan. That one is right there on the tip of my tongue. But the other ones maybe not as much. And I. Yeah, I wonder what that would look like, to intentionally just have those in the back of our minds as we're reading to kids or just talking to kids.",
    "start": "00:13:44",
    "end": "00:14:13"
  },
  {
    "text": "Yeah. I have this idea of we're reading in Bible club with my boy as we're reading through the Gospel of Mark right now. We're almost done. And I got this idea about going into Proverbs, but starting with meditating on the tree, the choice that human and life, Adam and Eve, have before the tree. And it's two ways. The way of wisdom in my own eyes, or the way of the fear of the Lord, which is wisdom. And in a way, that's the gateway into the book of Proverbs. And so the whole Thing is that Proverbs. This is what we said in our how to Read. One of our how to read videos, is that Proverbs universalizes the Adam and Eve experience so that every person sees himself as sitting before the tree with the choice. And so I'm kind of excited as a way to frame up Proverbs and then to have a whole season where we're just reading different Proverbs or the speeches at the beginning. But it's about teaching them to see every day I stand before the tree with a choice and teaching them categories of choices that are one towards life, one towards death.",
    "start": "00:14:13",
    "end": "00:15:14"
  },
  {
    "text": "But it's also teaching them the skill of hyperlinking.",
    "start": "00:15:14",
    "end": "00:15:17"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:15:17",
    "end": "00:15:18"
  },
  {
    "text": "Text. Which is really cool.",
    "start": "00:15:18",
    "end": "00:15:19"
  },
  {
    "text": "Yeah, yeah. But instead of teaching them how to read the Bible, you're just doing with the Bible what it's made to do. And then that's because that's how you learn. That's how you learn. Yeah, yeah. Just like watch people do it.",
    "start": "00:15:19",
    "end": "00:15:29"
  },
  {
    "text": "What's exciting is we're not like kids education experts, but there are. And there's probably some of those listening.",
    "start": "00:15:29",
    "end": "00:15:38"
  },
  {
    "text": "Yeah.",
    "start": "00:15:38",
    "end": "00:15:39"
  },
  {
    "text": "And we'd love to see ideas and curriculum for kids.",
    "start": "00:15:39",
    "end": "00:15:43"
  },
  {
    "text": "Yeah.",
    "start": "00:15:43",
    "end": "00:15:44"
  },
  {
    "text": "And so if you. If you have stuff, send it our way. We'd love to pass it along. Yeah, we're really interested.",
    "start": "00:15:44",
    "end": "00:15:50"
  },
  {
    "text": "All right, our next question is from Natasha in Texas.",
    "start": "00:15:50",
    "end": "00:15:54"
  },
  {
    "text": "Hi, this is Natasha from Houston, Texas. I really enjoyed the episode on the Bible as meditation literature, but I'm wondering how we see. See this attribute of Scripture in the New Testament, for example. It feels easier or maybe more intuitive to read the Psalms and the Proverbs as meditation literature, but it's more difficult for me to see the letters to the churches as meditation literature. I would love and appreciate your insight on this and thanks for all you guys do.",
    "start": "00:15:54",
    "end": "00:16:24"
  },
  {
    "text": "Yeah. What an insightful question.",
    "start": "00:16:24",
    "end": "00:16:25"
  },
  {
    "text": "Yeah.",
    "start": "00:16:26",
    "end": "00:16:26"
  },
  {
    "text": "Actually, John, this was a bee in your bonnet, so to speak. When we were.",
    "start": "00:16:26",
    "end": "00:16:31"
  },
  {
    "text": "Of being your beanie.",
    "start": "00:16:31",
    "end": "00:16:32"
  },
  {
    "text": "Yeah. When we were talking about meditation literature, I think because you were like, what about the New Testament letters? They just feel different to you.",
    "start": "00:16:32",
    "end": "00:16:39"
  },
  {
    "text": "Yeah. I think I was saying that they stand out as not feeling like the rest of the Bible in terms of how there's a lot of care and craftsmanship about every line and how an entire scroll is designed. They feel a more fast and loose and kind of just like what they were just responses to churches from a pastor on the go. But it did seem like someone who did meditate on the Bible.",
    "start": "00:16:39",
    "end": "00:17:08"
  },
  {
    "text": "Yeah. An example of.",
    "start": "00:17:08",
    "end": "00:17:09"
  },
  {
    "text": "And then kind of gave you his meditations. As it relates to what was happening on the ground. But it wasn't written as meditation literature. At least it doesn't seem that way.",
    "start": "00:17:10",
    "end": "00:17:19"
  },
  {
    "text": "Yeah, I think it's important to maybe first define what we mean by meditation literature in the first place. That it's not just sitting and quietly meditating. It's that we're looking for the ways that the authors read and reread Scripture, which I guess is what you're talking about with the letters. And then the ways that we are also called to read and reread scripture and link things together and see beauty and art and patterns.",
    "start": "00:17:19",
    "end": "00:17:42"
  },
  {
    "text": "And then even a step before that. It's not just about how the biblical authors read and reread earlier biblical material. It's that the design principles at work. It's designed so that it requires multiple rereadings over a long period of time. It invites us to discover all the.",
    "start": "00:17:42",
    "end": "00:17:58"
  },
  {
    "text": "Layers of meaning, and that when it's been designed that way, the authors are intentionally thinking about, oh, okay, I'm gonna tell this story with these details. Because later, I'm gonna tell this story with these details.",
    "start": "00:17:58",
    "end": "00:18:10"
  },
  {
    "text": "Yes, exactly.",
    "start": "00:18:10",
    "end": "00:18:10"
  },
  {
    "text": "And in the middle is this other story with these details. And for me, there's all of this cool symmetry, but it's kind of a little bit embedded, a layer deeper than at a first reading. So when I read an epistle, I don't see Paul doing that. Right. I don't see him being like, okay, I'm going to answer this question from the Corinthians, and then I'm going to answer this other one. But once you think about both questions together, then something new is going to pop. I don't know if that's actually what he's doing versus just like, I'm answering your questions.",
    "start": "00:18:10",
    "end": "00:18:39"
  },
  {
    "text": "Yeah, I think that's totally what he's doing.",
    "start": "00:18:39",
    "end": "00:18:42"
  },
  {
    "text": "Okay.",
    "start": "00:18:42",
    "end": "00:18:43"
  },
  {
    "text": "It's just different types of literary conventions. Like, very often this was in our how to Read the New Testament letters. Paul will open with a prayer of thanksgiving, and he'll load that prayer with key words that foreshadow the themes of the different sections of the letter to come. The Ephesians, Romans, Thessalonians, Colossians, they're all like this, but it's just. It's a letter.",
    "start": "00:18:44",
    "end": "00:19:06"
  },
  {
    "text": "So you're saying it's highly designed?",
    "start": "00:19:06",
    "end": "00:19:08"
  },
  {
    "text": "Highly designed. Even though it was a shorter timeframe, you know, maybe months, there's intentionality of.",
    "start": "00:19:08",
    "end": "00:19:15"
  },
  {
    "text": "How they decide what words to use and how prayer works and how the doxology might work. But, for example, like a narrative in the Hebrew Bible, you can diagram. You'll diagram a narrative, and you'll see just all this intentionality, line after line after line. No wasted idea, no wasted line.",
    "start": "00:19:15",
    "end": "00:19:34"
  },
  {
    "text": "Yeah. And you can diagram pulse letters. You'll diagram pulse letters exact same way.",
    "start": "00:19:34",
    "end": "00:19:38"
  },
  {
    "text": "Yeah. But you get these run on sentences. You get, like. It doesn't have the same kind of symmetry. It kind of starts to feel a little bit more random.",
    "start": "00:19:38",
    "end": "00:19:47"
  },
  {
    "text": "Like, it doesn't feel as artistically designed.",
    "start": "00:19:47",
    "end": "00:19:50"
  },
  {
    "text": "I see things a totally different way.",
    "start": "00:19:51",
    "end": "00:19:52"
  },
  {
    "text": "Oh, wow. Okay.",
    "start": "00:19:52",
    "end": "00:19:54"
  },
  {
    "text": "I don't know, man. Everywhere I go in Paul's letters, I see expert care in how these paragraphs are designed, how they work together. It's a different literary form.",
    "start": "00:19:54",
    "end": "00:20:04"
  },
  {
    "text": "Yeah.",
    "start": "00:20:04",
    "end": "00:20:05"
  },
  {
    "text": "Yeah. I don't know. Ephesians is a rhetorical masterpiece of symmetry.",
    "start": "00:20:05",
    "end": "00:20:09"
  },
  {
    "text": "Symmetry, but also the images that the letters are using, how they reflect on, like, the creation imagery or, you know, the gospel. I think the gospel authors do this in amazing ways, and that's a different genre than the letters, but they portray Jesus as the tabernacle or as the light of creation.",
    "start": "00:20:09",
    "end": "00:20:27"
  },
  {
    "text": "Well, I think, like, the longest run on sentence in all of Paul's letters is the opening paragraph to the Ephesians. Dude, that thing is a masterpiece.",
    "start": "00:20:27",
    "end": "00:20:35"
  },
  {
    "text": "Is it a masterpiece?",
    "start": "00:20:35",
    "end": "00:20:36"
  },
  {
    "text": "It's structured in three parts with a refrain focused on the Father, the Son, and the Spirit. And they have hyperlinks. It's a masterpiece. But if you just read it, like, without stopping, even in our English translations, depending on where English translations put periods, because they have to, it can feel like a jumble. But that's no different than how reading a biblical story.",
    "start": "00:20:36",
    "end": "00:21:00"
  },
  {
    "text": "No, that's true.",
    "start": "00:21:00",
    "end": "00:21:01"
  },
  {
    "text": "I don't know.",
    "start": "00:21:01",
    "end": "00:21:02"
  },
  {
    "text": "Okay, here's maybe what I'm trying to say.",
    "start": "00:21:02",
    "end": "00:21:03"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:21:03",
    "end": "00:21:04"
  },
  {
    "text": "I think Paul is a genius. And his genius comes through, I'm sure, when you know how to find it. But I don't think he's crafting things like meditation literature in the same way I'm seeing it happen in the Hebrew Bible. But maybe. Maybe I'm wrong because, like, the way you just described his run on sentence in Ephesians and how it's structured.",
    "start": "00:21:04",
    "end": "00:21:21"
  },
  {
    "text": "Yeah. And I think it probably depends on the letter. You know, like, Philippians has a different design set of principles and can feel more like, here's a bunch of topics I wanted to hit. And so. But even that letter with the poem, he has a poem, the Christ poem, at the center, and then every paragraph relates to that poem in some way, but with keywords.",
    "start": "00:21:21",
    "end": "00:21:41"
  },
  {
    "text": "Do you guys think it's also a matter of familiarity when we read old Testament narratives or poetry, they're a little bit unfamiliar as far as the genre. You know, maybe discourse is more like, oh, I've written an essay before, and it kind of sounds like I have.",
    "start": "00:21:41",
    "end": "00:21:56"
  },
  {
    "text": "More expectations for the genre.",
    "start": "00:21:56",
    "end": "00:21:57"
  },
  {
    "text": "Yeah. And there might be more things that come up in narrative or poetry that are odd or require meditation. Whereas maybe in discourse, it's like, I think I can follow this logic because, you know, we're trained in the world of logic a bit, too. Not that we always get it right, but I wonder if it's a matter of familiarity, too.",
    "start": "00:21:57",
    "end": "00:22:15"
  },
  {
    "text": "What was the question?",
    "start": "00:22:15",
    "end": "00:22:16"
  },
  {
    "text": "The question was, Natasha says it's difficult for her to see the letters as meditation literature in terms of this super intentional artistic design that requires you to reread it multiple times to really get all the layers of meaning. And so I don't know, Natasha. That has been precisely my experience with the New Testament letters over the course of trying to read them for the last 20 years is exactly that. They're very intentionally designed. And that it's only as I understand the rest of the biblical collection more that I come back to the letters and like, whoa, I never noticed that feature. I never saw how that paragraph has that at the beginning and ending. But now I see it because he's riffing off this thing from Psalm 38 or something like that. And it's no different than reading the Psalms.",
    "start": "00:22:16",
    "end": "00:23:03"
  },
  {
    "text": "Is it fair to say that it is written from a mind who has been meditating on the Bible? And depending on which letter you're in and where whoever's writing might have added an extra amount of kind of literary intentionality? Or do you think it seems like in the Hebrew Bible there's an equal level of intentionality across, like, every narrative and every poem?",
    "start": "00:23:04",
    "end": "00:23:30"
  },
  {
    "text": "Sure, yeah. It's all interconnected, like, to an obsessive level. Yeah, yeah, totally.",
    "start": "00:23:31",
    "end": "00:23:36"
  },
  {
    "text": "Where I guess what I'm asking is, do you have that expectation with the letters that you're gonna find that kind of consistency? Or is there moments where you're like, whoa, this is like, there's some crazy stuff going on here. This is awesome. And other times where you're just kind of like, oh, yeah, well, he's just responding to a thing.",
    "start": "00:23:36",
    "end": "00:23:50"
  },
  {
    "text": "Just depends.",
    "start": "00:23:51",
    "end": "00:23:52"
  },
  {
    "text": "Just depends.",
    "start": "00:23:52",
    "end": "00:23:53"
  },
  {
    "text": "And it's also different. Like, Paul doesn't live in the same social location as the final shapers of the Tanakh literature. And so he also had a Greco Roman education in rhetoric and persuasion. And so he's pulling on those tools also. And that's why many of Paul's letters sound A lot like reading other Roman orators of his day. So he's, you know, he was the ultimate cross cultural amalgamator. And so sometimes, yeah, the literary tools or styles he's pulling on aren't from something in the Hebrew Bible, but he's framing Hebrew Bible ideas, but with maybe a more of a Roman rhetorical technique.",
    "start": "00:23:53",
    "end": "00:24:32"
  },
  {
    "text": "Yes, the design principles are different.",
    "start": "00:24:32",
    "end": "00:24:34"
  },
  {
    "text": "Yeah, can be different.",
    "start": "00:24:34",
    "end": "00:24:35"
  },
  {
    "text": "Can be. Yeah. Because he does still draw on Hebrew.",
    "start": "00:24:35",
    "end": "00:24:38"
  },
  {
    "text": "Design, but he uses symmetries and chiasms and repeated motifs and. But it's just. Yeah, it is different. And I think it's that difference that you're sensing.",
    "start": "00:24:38",
    "end": "00:24:46"
  },
  {
    "text": "Okay.",
    "start": "00:24:46",
    "end": "00:24:46"
  },
  {
    "text": "And I think it's what you're sensing.",
    "start": "00:24:46",
    "end": "00:24:48"
  },
  {
    "text": "Natasha, what you're telling me is there. It's there.",
    "start": "00:24:48",
    "end": "00:24:50"
  },
  {
    "text": "It's still intentional and designed for meditation, but in a different kind of way based on different social location, I think.",
    "start": "00:24:50",
    "end": "00:24:57"
  },
  {
    "text": "But Paul would want the reader, the church, to get it, read the letter and be like, okay, now we know what to do, or we know how to think about this specific thing versus, like, no, guys, keep reading it and keep reading it and eventually you'll figure it out.",
    "start": "00:24:57",
    "end": "00:25:11"
  },
  {
    "text": "Well, I think here we're back to the comprehension limits of the audience shouldn't determine the sophistication of the author. So a good communicator can communicate to multiple audiences at once and also bury all kinds of next level things.",
    "start": "00:25:11",
    "end": "00:25:29"
  },
  {
    "text": "It's like what a good Pixar movie does.",
    "start": "00:25:29",
    "end": "00:25:31"
  },
  {
    "text": "Yeah, exactly.",
    "start": "00:25:31",
    "end": "00:25:32"
  },
  {
    "text": "We have a question on the perspicuity of scripture that maybe relates to this if we want to look at that one now too.",
    "start": "00:25:32",
    "end": "00:25:38"
  },
  {
    "text": "Good call. Yep, good call.",
    "start": "00:25:38",
    "end": "00:25:39"
  },
  {
    "text": "It feels like we're getting into that territory.",
    "start": "00:25:39",
    "end": "00:25:40"
  },
  {
    "text": "You're right. This relates to a question from Matthew from Michigan.",
    "start": "00:25:40",
    "end": "00:25:45"
  },
  {
    "text": "Hi, John, Tim and Carissa. I really appreciate the work you guys do in this podcast. I am wondering what you would say about the doctrine of the perspicuity of scripture. That is in my tradition and I believe in evangelical circles in general, it is commonly believed that the basic message of salvation is clear. In scripture, this is generally referred to as perspicuity. Yet I hear you guys talking about meditation literature that requires many, many re.",
    "start": "00:25:45",
    "end": "00:26:11"
  },
  {
    "text": "Readings and years of meditation in order.",
    "start": "00:26:11",
    "end": "00:26:13"
  },
  {
    "text": "To discern the true meaning. So do you reject the idea of perspicuity? Do you think that the scripture is simple and clear in any sense? Thank you very much.",
    "start": "00:26:13",
    "end": "00:26:22"
  },
  {
    "text": "Yeah, thanks, Matthew. That's.",
    "start": "00:26:22",
    "end": "00:26:24"
  },
  {
    "text": "I didn't know that word.",
    "start": "00:26:24",
    "end": "00:26:25"
  },
  {
    "text": "A great question. Yeah, perspicuity. He defines it really well here. It's the clarity of scripture is the basic Message of Scripture clear or does it require multiple rereadings and years of meditation? Yes and yes. Yeah. I think an analogy we've come to use around here that if you've been listening for a while, you've probably heard before is that analogy of a symphony that the first time listener or someone with an untrained ear can still appreciate the music. They can follow the melody. Yeah. They can hear the melody. They can feel the mood. And in that sense get the message of what's being played. They might even get it stuck in their head. But after years of study or hearing or listening to the same thing, they're going to know more and appreciate more. I think another analogy that has. Has been meaningful to me recently, working at bibleproject especially, is the analogy of art more broadly, because I'm seeing what our art team is creating. So I'm not an artist at all, but I'm surrounded by it all the time. And when I watch a video one time, I can understand it. If I watch a video 10 times, I can see maybe some connections in color between this scene and that scene that have more meaning or in shapes that like, unite these different scenes or in composition. Yeah, yeah. I don't know exactly what that word means or little Easter eggs that are in there when you watch it a million times over.",
    "start": "00:26:25",
    "end": "00:27:50"
  },
  {
    "text": "Yeah.",
    "start": "00:27:50",
    "end": "00:27:51"
  },
  {
    "text": "So clear, understandable, but way more depth to be found on every rereading. Re watching. Re listening.",
    "start": "00:27:52",
    "end": "00:27:59"
  },
  {
    "text": "Maybe just a quick history grounding the question. History. So this term has been attached to a particular article in the Westminster Confession of Faith. So this was a confession of faith drawn up in the mid-1600s by leaders in the Church of England. And there's an article in there that's kind of the anchor point for why this term is especially important in more Reformed Protestant traditions. So I actually just pulled it up because you can Google it. It's Old English, but it makes for great conversation. This is chapter 1.7 of the Westminster Confession of Faith. All things in Scripture are not alike plain in themselves, nor alike clear unto all people. Yet those things which are necessary to be known, believed and observed for salvation are so clearly propounded and opened in some place of Scripture or other, that not only the learned, but also the unlearned, in due use of ordinary means, may attain unto sufficient understanding.",
    "start": "00:27:59",
    "end": "00:29:06"
  },
  {
    "text": "That was not perspicuous.",
    "start": "00:29:07",
    "end": "00:29:10"
  },
  {
    "text": "Yeah, that's a long. Yeah, that's mid-1600s English. So I think that's an excellent description of Scripture. You could read the whole Bible and walk away understanding. Man, humans are really screwed up. God keeps working with them, but also bringing justice on their terrible decisions. And then Jesus came to rescue everybody and I should probably trust him.",
    "start": "00:29:11",
    "end": "00:29:33"
  },
  {
    "text": "Yeah. And there would be a lot of questions surrounding that, but that part would be understandable.",
    "start": "00:29:33",
    "end": "00:29:39"
  },
  {
    "text": "That is not a hard concept yet. And so that's not. What we're saying is that the core essential message is somehow hidden in a riddle. What we're saying is exactly what they say. They're almost saying all things in Scripture are not plain nor clear to everyone in the same way. That's what we're saying. So what's the nature of that? Not alike. Plainness, what's there. And all the hundreds and hundreds of riddles and puzzles in Scripture are actually full of meaning, but they require lots of reading and rereading and meditation. And it will happen. It seems to me that as you understand all of that stuff more, your understanding of the essential message will also deepen and become more nuanced and sophisticated through time.",
    "start": "00:29:39",
    "end": "00:30:24"
  },
  {
    "text": "Right back to the symphony analogy. The music will not have change, it'll just become way more meaningful.",
    "start": "00:30:25",
    "end": "00:30:32"
  },
  {
    "text": "Yeah. Your perception of it.",
    "start": "00:30:32",
    "end": "00:30:33"
  },
  {
    "text": "Yeah. I love the analogy to art, both music and art, because I think comparing literature within that category makes us think about the artistic nature of literature too and how it's worth meditating on to see more and to hear more.",
    "start": "00:30:33",
    "end": "00:30:49"
  },
  {
    "text": "Yeah. So yeah, Matthew, we are. We are not talking about that essential plain message when we're talking about meditation, literature. Talking about the goal of fuller understanding. Deeper understanding requires this mode of rereading and reflection, hyperlinking. And that journey. Yeah. Is very much not on the surface. It requires a long time, but if you know how to read that way, it can become clear. In my experience and teaching, that mode of reading is actually very accessible to lots of people who. Or anybody really who's willing to put in the time to kind of learn that you don't have to know Greek or Hebrew to engage your English translation with that kind of mindset.",
    "start": "00:30:49",
    "end": "00:31:30"
  },
  {
    "text": "But yeah, it requires rereading, reflection and meditation, but not some special skill that only the elite can have or some special imparted knowledge. It requires reflection, meditation and learning. A set of tools for reading.",
    "start": "00:31:30",
    "end": "00:31:46"
  },
  {
    "text": "And here we're back. We're also connecting to what you're saying connects to the pillar of the paradigm, communal.",
    "start": "00:31:46",
    "end": "00:31:52"
  },
  {
    "text": "Yeah.",
    "start": "00:31:52",
    "end": "00:31:52"
  },
  {
    "text": "This literature was always designed, even though it was designed by hyper literary nerds and ninjas, but it was for the whole community of Israel and the same with early Christian literature. So, yeah. Yeah. Thank you, Matthew. Great chance to make a good clarification.",
    "start": "00:31:52",
    "end": "00:32:07"
  },
  {
    "text": "Here's a question from Jason in Georgia.",
    "start": "00:32:07",
    "end": "00:32:10"
  },
  {
    "text": "My name is Jason Cardwell. I'm in Columbus, Georgia. I wanted to ask about preaching and teaching a church congregation from the perspective of this Bible reading paradigm.",
    "start": "00:32:11",
    "end": "00:32:19"
  },
  {
    "text": "Assuming most people in the pews have.",
    "start": "00:32:19",
    "end": "00:32:21"
  },
  {
    "text": "Never thought in these terms, do you think it's more loving and wise to directly confront wrong ways of reading the Bible, or to let the way it informs the pastor subtly and gradually nudge people to a different way of seeing Scripture? Yeah. Great. And very practical.",
    "start": "00:32:21",
    "end": "00:32:35"
  },
  {
    "text": "Yeah. This is another good brainstorming question amongst ourselves because we all have different experiences in pastoral ministry and in different backgrounds too. I think for me, I draw. When I think about this question, I draw from my educational background a lot and think about, you know, our goal is that people would be transformed by Scripture, not just receive the right content, but to truly learn and grow and be transformed. And when I think about education and some principles that I. I really cling to as far as what it takes for people to be transformed, there are a few things that come to mind, I guess, right off the bat, I should say I tend to be more drawn toward, like, gentle movement toward truth. And I don't know where you guys land on that, but I think it comes from these principles. One is that I really believe in creating disequilibrium or curiosity or tension. That. That kind of tension drives learning. So just being able to, like, raise a question rather than say something. Exactly. I think being able to raise somebody's level of curiosity is a really powerful learning and growth tool. And related to that, I think discovery learning is also more transformational than just imparting content. So being able as much as we can, it's harder from the pulpit or in a lecture, but being able to say, we're discovering this together. And let's take a look at this. This is really interesting, helping people have that sense of discovery. Also a term we use a lot in education is scaffolding. I don't usually use that term in my normal.",
    "start": "00:32:35",
    "end": "00:34:06"
  },
  {
    "text": "I've used it in explainer. Yeah. The scaffolding of an idea.",
    "start": "00:34:06",
    "end": "00:34:09"
  },
  {
    "text": "Oh, cool. Yeah. That's awesome.",
    "start": "00:34:09",
    "end": "00:34:10"
  },
  {
    "text": "The infrastructure of an idea.",
    "start": "00:34:10",
    "end": "00:34:12"
  },
  {
    "text": "Yeah. So it's. Tell me if this is how you mean it in the explainer world, but it's like we can only build on the prior knowledge that we have.",
    "start": "00:34:12",
    "end": "00:34:19"
  },
  {
    "text": "Okay. Right.",
    "start": "00:34:19",
    "end": "00:34:20"
  },
  {
    "text": "So we have to know where learners are starting. And you build. So you can't move from point A to point B without any steps in between. In education, this can be really concrete. It can be like, you have to Learn addition before calculus. That makes sense. But I think with this question, it's like we have to start where people are and then move toward point B. So growth is good and learning is good. It's not about just putting point B out there and saying this is what it is. So I think for those reasons, I tend more toward this journey of, of discovery. But yeah, I'd be interested to know what you guys think that that's all coming from a kind of these educational principles.",
    "start": "00:34:20",
    "end": "00:35:01"
  },
  {
    "text": "Yeah, I know in just my own years of pastoral experience and having to put together a lot of sermons, I tried to develop some techniques that I just kind of just started to draw on and I would just, I wrote them down to myself so I could actually do them more intentionally. But I agree, I think just modeling a way of engaging the Bible is the most effective way to do it over the course of a long term in a local church community.",
    "start": "00:35:01",
    "end": "00:35:26"
  },
  {
    "text": "And so the nudge, as he put it.",
    "start": "00:35:27",
    "end": "00:35:29"
  },
  {
    "text": "Yeah, the nudge, yeah, totally. Yep. Because when you directly confront something you think is unhelpful, what you can unintentionally do is alienate people in your community who the way something is worded is really important to them or their sense of their tradition. And so you risk them putting up walls and not hearing a different point of view. Whereas if you just like do it, just model a different point of view. So for example, I would try to always just take even 60 seconds, two minutes, whatever biblical text we're focusing on for that gathering to just quick put that paragraph in the context of that section of the scroll or that whole book. I would try to always, in a sentence or two, develop shorthand for. And remember, the whole story of the Bible is about this. And this is how this part fits into whole. So those are just. You can do that and very quickly. But over the years, you're showing people to understand any one sentence or paragraph, I need to anchor it in the bigger context. When I was in any part teaching in any part of the Bible, I always tried to select one important hyperlink from earlier in the Bible that is being picked up and developed in this section. So if you're in the New Testament letters, you know, like what we were talking about earlier question, show one of the most relevant Old Testament hyperlinks that Peter, Paul or John is drawing on. When you're in the Psalms or the proverbs, what are key passages from the Torah and prophets that are being picked up? And so in there, you're modeling that this is all interconnected and to Understand one part of the Bible. I need to understand these other parts, too. So those are things that I found helpful over time. And again, just modeling it is one of the most effective ways.",
    "start": "00:35:29",
    "end": "00:37:17"
  },
  {
    "text": "Yeah. I think when people start to see the interconnected nature, the cohesiveness of the story overall, it's really compelling. So it draws people into. To reading that way.",
    "start": "00:37:17",
    "end": "00:37:29"
  },
  {
    "text": "Yeah. This is how I've seen you in, like, in classroom that we've been filming, Tim, is you just. You start doing it and you invite people along, and then it sparks curiosity and wonder and excitement, and then. And then you're in. You're off to the races.",
    "start": "00:37:29",
    "end": "00:37:45"
  },
  {
    "text": "Yeah.",
    "start": "00:37:45",
    "end": "00:37:45"
  },
  {
    "text": "You don't have to go and try to deconstruct something.",
    "start": "00:37:45",
    "end": "00:37:47"
  },
  {
    "text": "Yeah.",
    "start": "00:37:47",
    "end": "00:37:48"
  },
  {
    "text": "You just kind of just. Just jump in.",
    "start": "00:37:48",
    "end": "00:37:50"
  },
  {
    "text": "Yeah.",
    "start": "00:37:50",
    "end": "00:37:50"
  },
  {
    "text": "And that's a challenge for any communicator. Figure out how to do that.",
    "start": "00:37:51",
    "end": "00:37:54"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:37:54",
    "end": "00:37:55"
  },
  {
    "text": "I love A quote from C.S. lewis where he says, reason is the organ of truth and imagination is the organ of meaning. And I agree with both of you that, like, I'm always thinking, how do people change their mind? Or how do people change? How do people come to an understanding of the world? It's largely through our imagination being formed, and it needs to be reasonable and it needs to be bounded in reason, but it actually is transformed through our imagination. And so that balance is really important. And I see a lot of teaching just being about, let me get you the information versus let me help you discover your imagination through discovery and curiosity. Yeah.",
    "start": "00:37:55",
    "end": "00:38:36"
  },
  {
    "text": "Yeah.",
    "start": "00:38:36",
    "end": "00:38:36"
  },
  {
    "text": "So I went to this conference.",
    "start": "00:38:36",
    "end": "00:38:37"
  },
  {
    "text": "Yeah.",
    "start": "00:38:37",
    "end": "00:38:38"
  },
  {
    "text": "I remember one of the presentations on how people change their mind is through crisis. And actually it was broadly talking about how people change their mind in general about something that it's when they hit a point of crisis.",
    "start": "00:38:38",
    "end": "00:38:52"
  },
  {
    "text": "What you call disequilibration.",
    "start": "00:38:52",
    "end": "00:38:53"
  },
  {
    "text": "Yeah. So it's this weird thing where gently nudging and modeling is really good and can captivate people by the beauty of the story and just by example. But then also having that. That other piece of. Okay, how does this rub up against what you thought before? Or how does this change what you were thinking before? Like, there's some value to creating maybe a small crisis, not a large one, that creates this disunity in the church or isolates people or elitism, but something that just makes people think and challenged and feel uncomfortable. That's like a motivator for learning and growth.",
    "start": "00:38:54",
    "end": "00:39:32"
  },
  {
    "text": "And in order to do that, you have to earn trust and you have to create a safe place. Otherwise, if someone's in crisis and they don't trust you, it's going to blitz.",
    "start": "00:39:32",
    "end": "00:39:42"
  },
  {
    "text": "Yeah.",
    "start": "00:39:42",
    "end": "00:39:42"
  },
  {
    "text": "So, yeah. Tim, do you or Chrisa, either of you, do you make a distinction between teaching and preaching?",
    "start": "00:39:43",
    "end": "00:39:49"
  },
  {
    "text": "Oh, man, that's a blurry middle for me.",
    "start": "00:39:50",
    "end": "00:39:54"
  },
  {
    "text": "Yeah.",
    "start": "00:39:54",
    "end": "00:39:55"
  },
  {
    "text": "I don't know. Just as a communicator, I encounter the Bible as a puzzle that I discover how it works, and then I try to recreate that journey when I teach and guide that take other people along the journey. So I always felt I was more of the teacher preacher and then.",
    "start": "00:39:56",
    "end": "00:40:17"
  },
  {
    "text": "Then a preacher teacher, you mean, than a preacher teacher?",
    "start": "00:40:17",
    "end": "00:40:19"
  },
  {
    "text": "Yeah, I guess just the word order communicates the difference, so.",
    "start": "00:40:21",
    "end": "00:40:25"
  },
  {
    "text": "Or a straight teacher. Or a straight preacher.",
    "start": "00:40:25",
    "end": "00:40:27"
  },
  {
    "text": "Yeah, yeah, yeah. The spectrum. Teacher, teacher, preacher, preacher, teacher, and then preacher.",
    "start": "00:40:27",
    "end": "00:40:33"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:40:33",
    "end": "00:40:36"
  },
  {
    "text": "If I had a whiteboard, it would make sense. Anyway.",
    "start": "00:40:36",
    "end": "00:40:38"
  },
  {
    "text": "I think we probably have different connotations that go with those words, what those mean. Yeah. And I don't.",
    "start": "00:40:38",
    "end": "00:40:43"
  },
  {
    "text": "What I'm hearing, though, is if we. If we're going to, I don't know, oversimplify is that teaching is just like, let me just, like, give you a lecture that walks you through all the data points. And then preaching is like, let me stir in you a desire to love God and to.",
    "start": "00:40:43",
    "end": "00:41:01"
  },
  {
    "text": "Like, one is more instructional, one is more inspirational.",
    "start": "00:41:02",
    "end": "00:41:05"
  },
  {
    "text": "Yeah, I guess.",
    "start": "00:41:05",
    "end": "00:41:06"
  },
  {
    "text": "Yeah. I think those are probably the connotations. For me, when I hear both of those, I think, okay, but we need to just be really intentional about thinking about how people learn and grow, whatever you're doing.",
    "start": "00:41:06",
    "end": "00:41:17"
  },
  {
    "text": "Yeah, absolutely.",
    "start": "00:41:18",
    "end": "00:41:19"
  },
  {
    "text": "All right, we've got a question from Elizabeth in South Carolina.",
    "start": "00:41:19",
    "end": "00:41:22"
  },
  {
    "text": "Hi, Tim and John. My name is Elizabeth and I'm from South Carolina. My question is, if the Bible is written and assembled by humans, how can we be sure that what we have today is divine? What makes it trustworthy, as opposed to other religious texts that claim to be divinely inspired? Thanks for all you do. Your podcasts and videos have helped to soften my heart and change my view of everything, especially Jesus. That's so cool.",
    "start": "00:41:22",
    "end": "00:41:48"
  },
  {
    "text": "Thanks, Elizabeth. And yeah, great question. Kind of at the heart of it. Yeah. At the heart of the Bible.",
    "start": "00:41:48",
    "end": "00:41:54"
  },
  {
    "text": "Trustworthy.",
    "start": "00:41:54",
    "end": "00:41:55"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:41:55",
    "end": "00:41:56"
  },
  {
    "text": "I like that she used the word trustworthy.",
    "start": "00:41:56",
    "end": "00:41:58"
  },
  {
    "text": "Yeah, yeah, exactly. Yeah, trustworthy. There's many ways you could angle it this question. One way is to say, what do we mean when we say trustworthy? Trustworthy for what? In terms of trustworthy to accomplish or do what? In my personal journey, like life journey, the reason I started reading the Bible was not because I cared about the Bible. It was because I was compelled by Jesus, by the stories about him and his Teachings that I first heard in a relatable way that really was compelling to me, not by reading the Bible, but by hearing other people talk about them. And those people were people who followed Jesus and read the Bible. And actually, I think that's kind of how it's worked for the most part throughout most of the history is when people become convinced or compelled to read the Bible and then accept its take on reality, not because of the Bible. There are some people who it starts with, they've read a Bible in a hotel and the Bible is the main.",
    "start": "00:41:58",
    "end": "00:42:53"
  },
  {
    "text": "Encounter, or maybe they're studying history and they see a correlation that they can't ignore.",
    "start": "00:42:53",
    "end": "00:42:57"
  },
  {
    "text": "Right. But it seems nine times out of ten, it's that the Bible has been put in front of somebody because of a community or friendships who are modeling and displaying before them a portrait or story about Jesus that's compelling to them. And I think that's important. In other words, you know, when Jesus commissions the apostles at the end of Matthew, for example, the Great Commission, what he says is all authority in heaven and on earth has been given to me. So the divine authority that I am putting myself under when I follow Jesus is of the person of Jesus. The actual risen Jesus is the one I'm following, and I accept his authority over my life. One of the ways that authority and the way I hear and understand who Jesus is and what it means to follow him is through a community of faith in which I read these texts. In other words, Scripture's authority is derivative to an actual person. And so, Elizabeth, for me, it actually doesn't start with the Bible. It starts with Jesus. So I believe that Jesus is human and divine and that his resurrection displays him and is what enthroned him as the world's true Lord with the authority to tell me what it means to be human. And then I accept that the Scriptures are a testimony by the prophets and apostles that tell me the real story about who he is and therefore what it's going to mean to be one of his followers in the world. So in my mind, that's healthy. Things go in that order, as opposed to trying to lead with, you know, why you should follow Jesus, because there's this super special book, and this book is so unique, there's no other book that's like it and that proves that Jesus is who he says he is. And I just, maybe it's just subjective, but I just, I don't actually think that's how it works. In other words, Jesus didn't say all authority in heaven and Earth is in.",
    "start": "00:42:57",
    "end": "00:44:50"
  },
  {
    "text": "The Bible, therefore, follow me.",
    "start": "00:44:50",
    "end": "00:44:52"
  },
  {
    "text": "Follow me. It's the other way around. I just think that's really significant. I think the Bible is really important. Obviously, we all think that, but the reason we think the Bible is important is because we follow Jesus.",
    "start": "00:44:52",
    "end": "00:45:03"
  },
  {
    "text": "Yeah.",
    "start": "00:45:03",
    "end": "00:45:04"
  },
  {
    "text": "And that's why we read the Bible.",
    "start": "00:45:04",
    "end": "00:45:05"
  },
  {
    "text": "However, the reason why we follow Jesus is because of what we've learned in the Bible as a community.",
    "start": "00:45:05",
    "end": "00:45:12"
  },
  {
    "text": "Not myself. It's because what I heard about Jesus.",
    "start": "00:45:12",
    "end": "00:45:14"
  },
  {
    "text": "From people who read it in the.",
    "start": "00:45:14",
    "end": "00:45:16"
  },
  {
    "text": "Bible, but take it all the way back. Where did those stories about Jesus come from? They came from the living, spoken testimony of the people who were with him. And that, for us, takes the form of the writings of the apostles. But the writings of the apostles are a literary form of the spoken eyewitness testimony. Exactly.",
    "start": "00:45:16",
    "end": "00:45:36"
  },
  {
    "text": "Yeah. Yeah, yeah. It's so interesting. When I heard this question, my first thought was my answers are subjective.",
    "start": "00:45:36",
    "end": "00:45:43"
  },
  {
    "text": "Oh, interesting.",
    "start": "00:45:43",
    "end": "00:45:44"
  },
  {
    "text": "Because they are. I feel like they're my experience, and it's really similar to that. It's like, you know, I think I read and trust the Bible because I know and trust Jesus.",
    "start": "00:45:44",
    "end": "00:45:57"
  },
  {
    "text": "Yeah.",
    "start": "00:45:57",
    "end": "00:45:58"
  },
  {
    "text": "Why do I know and trust Jesus? Well, both because I had a personal experience of some sort, which I think maybe a lot of people would say that in one way or another, you know, experiencing him through the community or resonating with the truth of hearing. Hearing the gospel for the first time or something, and it resonates with the truth that is in you or something. It's like, oh, that is. That's true. And then hearing the story of his death, his resurrection from the dead, and how. How that was seen by people who passed on the story and that this huge movement of Christians was created globally. That is the story that my faith rests on. And then it's because I can know that person. It's because I can know that person more through Scripture that I want to read it. And it's also because he values it that I want to read it. But then I think the second subjective reason for me is that reading scripture and seeing the literary beauty is so compelling that to me, I'm like, whoa, this book is really special and amazing and beautiful.",
    "start": "00:45:58",
    "end": "00:47:00"
  },
  {
    "text": "Yeah. But isn't it interesting? That's a conclusion you arrived at over time downstream, being compelled by who Jesus is.",
    "start": "00:47:01",
    "end": "00:47:09"
  },
  {
    "text": "Yeah. And also there might be a prior commitment to seeing the beauty in that text in a way too, because when I can't understand something in. In this text, I'm like, you know, I'm. I'm sure that there is a reason And I just can't see it yet. I need to keep reading, you know, so there's, there's some sort of prior faith commitment in a sense too, that maybe people who read their, their religious texts also feel or have.",
    "start": "00:47:09",
    "end": "00:47:33"
  },
  {
    "text": "The unavoidable implication of being in the modern world is that there are many religious claims contesting each other. And that's unavoidable to know that I have neighbors who see the world in a fundamentally different way and to accept that that's logically possible and a coherent way to see the world and live in it, and it's not centered on Jesus. I can't ignore my neighbors or think that they're just stupid. You know, they're not stupid, they're actually really smart. So how do you exist in that setting but yet hold a deep conviction that Jesus is really the key to the universe? And in that sense, I don't know. And, you know, this is the apologetic enterprise. But I also don't want to let the apologetic enterprise take over this historic way that I think followers of Jesus have come to hold these convictions about Scripture. So in other words, Elizabeth, the reason I even have the category of something being divine and human fully at the same time is because of Jesus. Who he was, who he said he was, what he did that made that claim, that's what formed that category for me. And he's not a figment of an imagination. He's not ink on a page. He was an actual person. And the accounts about him came down through living, breathing people and testimony that we experience in the four Gospels. And my convictions about the Bible were formed downstream from being compelled by that. But it does have this thing, it seems strange for us now because those four accounts are a part of the Bible and it can appear as circular reasoning. And so I get that. But I don't believe the accounts about Jesus just because they're in the Bible. It's the other way. But it's also, they implicate each other in a way that it's hard for me to disentangle it all now. So in other words, I don't think you can prove that the Bible is divine just by showing literary sophistication, because you can show literary sophistication in the Quran or the Bhagavad Gita or something. But when it comes to the person of Jesus, there's a unique claim there that you have to take and evaluate on its own terms. And you can accept or reject it, but if you accept it, then one's convictions about what Scripture are usually follow.",
    "start": "00:47:34",
    "end": "00:49:47"
  },
  {
    "text": "Yeah. And they maybe follow from how Jesus reads it and that he says it's all about him and points to him.",
    "start": "00:49:47",
    "end": "00:49:54"
  },
  {
    "text": "So this distinction is significant because I think the tendency is to say, hey, you have to believe this because of this book, and this book is God's word. And so this focus on the book and what you're saying is the only reason why I'm interested in this book is because of Jesus. And you also are wrestling with. There is a circularity there because as it's been passed down, these stories, they've been written in gospels which are now in this book. But when it gets down to the core of it, it's not about, can I trust this book? It's that is my trust in Jesus. And Jesus saw himself as a fulfillment of the story of this book. And so let's jump in.",
    "start": "00:49:54",
    "end": "00:50:42"
  },
  {
    "text": "Yeah. We trust the Scriptures as a part of our expression of trust in the person of Jesus. And the two. Yeah, the two are implicated in each other. They're connected in a deep way. So I guess it's not an answer, it's a response, which is why we call this Q and R. But I really appreciate the way you just put a fine point on that, Elizabeth. That's a great conversation to keep having over the years.",
    "start": "00:50:42",
    "end": "00:51:05"
  },
  {
    "text": "Okay. This is Daniel from Colorado.",
    "start": "00:51:06",
    "end": "00:51:09"
  },
  {
    "text": "Hello, my name is Daniel Brandt.",
    "start": "00:51:09",
    "end": "00:51:11"
  },
  {
    "text": "I am from Denver, Colorado. I have a question related to Paradigm episode three. Hearing about these redactors or the redactions.",
    "start": "00:51:11",
    "end": "00:51:19"
  },
  {
    "text": "Or editors, I think some people listening to that might have fears around the historicity of the Bible and if this.",
    "start": "00:51:19",
    "end": "00:51:26"
  },
  {
    "text": "Affects whether did these events actually happen or how do we view that in light of this?",
    "start": "00:51:26",
    "end": "00:51:32"
  },
  {
    "text": "Thanks. Lots of questions.",
    "start": "00:51:32",
    "end": "00:51:34"
  },
  {
    "text": "Yeah, good question.",
    "start": "00:51:34",
    "end": "00:51:35"
  },
  {
    "text": "This question tends to come up, I have noticed, as you show the literary artistry of a story, and the question becomes like, oh, wait, so they're telling me those details not just to tell me what happened, but to actually help me understand the significance of this event.",
    "start": "00:51:35",
    "end": "00:51:52"
  },
  {
    "text": "Yeah.",
    "start": "00:51:52",
    "end": "00:51:53"
  },
  {
    "text": "How do I know that they're not making up some details?",
    "start": "00:51:53",
    "end": "00:51:56"
  },
  {
    "text": "Yeah, yeah. It's almost like there are two questions. One is, are the authors being too creative in their retelling? And what does that say about the truthfulness? But then what about redactors and editors that are later in time from the maybe original authors? It's funny, right before we started the show, I was talking to Dan, our senior podcast producer, and he used the word redact in a sentence.",
    "start": "00:51:56",
    "end": "00:52:18"
  },
  {
    "text": "Oh, sure. Yeah, yeah.",
    "start": "00:52:18",
    "end": "00:52:19"
  },
  {
    "text": "He was talking about redacting things out of the podcast, and it made me realize I mean, we don't do that. We never say anything weird in here.",
    "start": "00:52:19",
    "end": "00:52:28"
  },
  {
    "text": "Yeah. Or like the surprise burp or hiccup.",
    "start": "00:52:29",
    "end": "00:52:32"
  },
  {
    "text": "Or something like that. We're glad. We're glad those things are redacted. But it made me realize that the way we use. Maybe we don't even use the word redact or edit.",
    "start": "00:52:32",
    "end": "00:52:42"
  },
  {
    "text": "It's a bad word.",
    "start": "00:52:42",
    "end": "00:52:43"
  },
  {
    "text": "Yeah.",
    "start": "00:52:43",
    "end": "00:52:43"
  },
  {
    "text": "They both actually have connotations that I don't think are super helpful when we're talking about the Bible if we don't define them. So to redact in our modern world usually means to censor and to make something appropriate. Like you take a huge document and you redact it to one page that the public can see or something. Or to edit something is like to usually.",
    "start": "00:52:43",
    "end": "00:53:04"
  },
  {
    "text": "To improve it.",
    "start": "00:53:04",
    "end": "00:53:05"
  },
  {
    "text": "Yeah, to improve or perfect it or something like that. And so when we're talking about the Bible and redactors or editors, we're not talking about either of those things. We're talking about how later people, authors, took and compiled sacred texts. So they compile and then they weave them together into a coherent whole that tells a story. So I think that's important to start there.",
    "start": "00:53:05",
    "end": "00:53:28"
  },
  {
    "text": "Yeah. And that we also have said that that is all part of its divine nature.",
    "start": "00:53:28",
    "end": "00:53:33"
  },
  {
    "text": "Yeah.",
    "start": "00:53:33",
    "end": "00:53:33"
  },
  {
    "text": "That God's using those later editors to help shape his Word.",
    "start": "00:53:33",
    "end": "00:53:40"
  },
  {
    "text": "Yeah.",
    "start": "00:53:40",
    "end": "00:53:41"
  },
  {
    "text": "So that it has the meaning it needs to have. And, Tim, you gave an example once when we were talking about this, of one that really sticks out, which is in Genesis, as it refers to people's ages, where, like, you'll get these genealogies and you'll get these specific ages. Like, this person lived to be 777 years old. And that number is a really important number. Literarily. Did that person actually die on their 777th year? Or was that used as a literary device to help you understand more the meaning of where you're at in the text? And then what does that mean around? Is this actually telling me history or not? And when is it telling me history and when is it not telling me history? Exactly. As it might have happened with video camera footage, as you like to say. That's the thing that we start to have to wrestle with.",
    "start": "00:53:41",
    "end": "00:54:31"
  },
  {
    "text": "Yeah, totally. Yep. So one question is about, you could say the mechanics of the production of scrolls in traditional literature.",
    "start": "00:54:31",
    "end": "00:54:39"
  },
  {
    "text": "The shaping of it.",
    "start": "00:54:39",
    "end": "00:54:40"
  },
  {
    "text": "That's right. And then the other one is about how the people and events described in the scrolls relate to historical events, the creativity of it. Yeah, that's right. Yeah. Yeah. So on the first point, the trick is we have These words, author, editor, redactor, and they imply all these categories from our modern concepts of the production of texts. We have to just get back into how texts were transmitted and made in the ancient world was super different in how we think about these things. And a good example is, no matter what one thinks about the authorship of the Torah, the first five books, the Hebrew Bible, you have to recognize that if Moses, even if Moses is the author of the Torah and its final shape, he had to inherit source material from everything that came before him that we have in the Genesis world, and.",
    "start": "00:54:40",
    "end": "00:55:28"
  },
  {
    "text": "Then he had to decide how to use that source material.",
    "start": "00:55:28",
    "end": "00:55:33"
  },
  {
    "text": "Exactly.",
    "start": "00:55:33",
    "end": "00:55:33"
  },
  {
    "text": "So he wasn't the author in the sense of the originator of the material.",
    "start": "00:55:33",
    "end": "00:55:37"
  },
  {
    "text": "Exactly.",
    "start": "00:55:37",
    "end": "00:55:38"
  },
  {
    "text": "He was an author in the sense of a compiler of pre existing material.",
    "start": "00:55:38",
    "end": "00:55:42"
  },
  {
    "text": "Yep. Imagine Moses sitting down, I don't know where or when he would have had the time, but sitting down with a collection of scrolls, scraps of material, but also with memorized oral traditions, and then synthesizing that into something that was then passed on to the next generation of scribes. And so to be an author and an editor was almost indistinguishable in the history of the making of the Bible.",
    "start": "00:55:42",
    "end": "00:56:08"
  },
  {
    "text": "To me, I like to just call them all authors.",
    "start": "00:56:08",
    "end": "00:56:10"
  },
  {
    "text": "Yeah, that's what I've taken up too, sometimes. Composer. You know, when you think of whoever put the final shape of the Psalms together was working with collections of collections of collections, but arranging and organizing and probably contributing a number of original poems to that final shape. So that's one thing. The mechanics work differently. And so that's what we're talking. When we had that episode, the Bible had editors. That's what we meant. And the authors and editors are the same thing when it comes to how the material, and if it's a narrative, how the events relate to historical events, I think the first thing to say is we don't know. Like I don't know if Noah's dad was actually 777 years old. I have no way to verify that, to say yes or no. What Genesis 5 does say is it's clearly the beginning of a literary source, because it begins Genesis 4 ends with a narrative, and Genesis 5 begins. This is the scroll of the genealogy of the generations of Adam. So it's very clearly a scroll, like an actual source document has been plugged in here and woven into the tapestry of the early chapters of Genesis. But if you look at many details in that, there's so many wordplays, hyperlinks to the narratives before and after it, that it's very clear. It's been woven in and that key words have been worked into that genealogy scroll to make it connect into the motifs. And one of them is the unique age of Noah's dad. That fits a pattern of the repetition of the number seven all throughout Genesis 1 to 11.",
    "start": "00:56:11",
    "end": "00:57:46"
  },
  {
    "text": "So.",
    "start": "00:57:46",
    "end": "00:57:46"
  },
  {
    "text": "And that's where we talked about. I think there's just. You're left with a spectrum of ways to think about it.",
    "start": "00:57:46",
    "end": "00:57:51"
  },
  {
    "text": "Now, when we, as modern Westerners, do history, you don't do that if you're writing a history document.",
    "start": "00:57:51",
    "end": "00:58:00"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:58:00",
    "end": "00:58:00"
  },
  {
    "text": "You aren't allowed to change a detail to try to make it.",
    "start": "00:58:00",
    "end": "00:58:04"
  },
  {
    "text": "That's right.",
    "start": "00:58:04",
    "end": "00:58:05"
  },
  {
    "text": "Do a literary, like, maneuver for you.",
    "start": "00:58:05",
    "end": "00:58:07"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:58:07",
    "end": "00:58:08"
  },
  {
    "text": "Yeah, that would be. Then you're not doing history anymore.",
    "start": "00:58:08",
    "end": "00:58:10"
  },
  {
    "text": "Yeah. Not our modern genre of history.",
    "start": "00:58:10",
    "end": "00:58:13"
  },
  {
    "text": "Yeah. And so let's just say it out loud. The biblical authors did not hold that view, and it's demonstrably the case.",
    "start": "00:58:13",
    "end": "00:58:19"
  },
  {
    "text": "But they were still viewing their text as truthful communication.",
    "start": "00:58:20",
    "end": "00:58:24"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:58:24",
    "end": "00:58:25"
  },
  {
    "text": "But it worked in a different way.",
    "start": "00:58:25",
    "end": "00:58:27"
  },
  {
    "text": "Yeah. The Tanakh has the chronicle scrolls in it that retell the story from Genesis to the exile. And you can sit down and compare the counterpart narratives in Genesis through kings that were likely the actual source material that the chronicler used. And you can watch the chronicler change details.",
    "start": "00:58:27",
    "end": "00:58:45"
  },
  {
    "text": "Yeah. He adapts them for interpretive purposes.",
    "start": "00:58:45",
    "end": "00:58:48"
  },
  {
    "text": "That's right.",
    "start": "00:58:48",
    "end": "00:58:48"
  },
  {
    "text": "To make theological points, to help the.",
    "start": "00:58:48",
    "end": "00:58:50"
  },
  {
    "text": "Readers understand the meaning and significance of what happened.",
    "start": "00:58:50",
    "end": "00:58:54"
  },
  {
    "text": "Yeah. I think here that distinction between text and event is really helpful because a lot of times we, you know, we believe that God really did act in history at various times. He acted in some events of history. But what we have in the Bible is not the actual event, it's the text that is, in a sense, a God's eye interpretation of that event or God's eye view of that event. And so it's that inspired interpretation that we are meant to pay attention to rather than trying to understand exactly what happened in history.",
    "start": "00:58:54",
    "end": "00:59:30"
  },
  {
    "text": "Which is not to say that for it doesn't matter whether it happened or not. I think those are not our only choices.",
    "start": "00:59:30",
    "end": "00:59:36"
  },
  {
    "text": "Well, but that's the visceral reaction that I think some people have, which is, all right, you just put me on a slip and slide. That goes all the way down to, how do I know whether any of this ever happened?",
    "start": "00:59:36",
    "end": "00:59:48"
  },
  {
    "text": "It's one way that somebody might experience it. Somebody might also experience it as, oh, reality is a little more complex than I first imagined it. So if the two opposite ends of the spectrum are that it's pure fiction and all fabricated for literary creativity. And the other end of the spectrum are. This is a verbatim transcript. It's the ancient equivalent of security camera footage. Those are the two ends of the spectrum, and those are obviously the two main logical alternatives in people's minds. And so the fact that an author, editor of. Let's say it's even Moses might have adjusted somebody's age to fit a literary pattern does not in any way mean this guy never existed.",
    "start": "00:59:48",
    "end": "01:00:31"
  },
  {
    "text": "Sure.",
    "start": "01:00:31",
    "end": "01:00:32"
  },
  {
    "text": "It just means his age got adjusted to fit a literary pattern.",
    "start": "01:00:32",
    "end": "01:00:35"
  },
  {
    "text": "But if his age could get adjusted, could his existence have been fabricated as well?",
    "start": "01:00:35",
    "end": "01:00:39"
  },
  {
    "text": "Yeah. And then I think the question becomes more one of genre.",
    "start": "01:00:39",
    "end": "01:00:43"
  },
  {
    "text": "Yeah. But is that even logically compelling? In other words, is it reasonable to say somebody's age was adjusted, therefore it's likely that this person never existed? That just doesn't follow at all, you know?",
    "start": "01:00:43",
    "end": "01:00:58"
  },
  {
    "text": "Well, what if their name is a wordplay, you know?",
    "start": "01:00:59",
    "end": "01:01:01"
  },
  {
    "text": "Yeah. It doesn't mean they didn't exist.",
    "start": "01:01:01",
    "end": "01:01:03"
  },
  {
    "text": "Okay. Yeah.",
    "start": "01:01:03",
    "end": "01:01:04"
  },
  {
    "text": "The Book of Ruth starts with the death of two sons named Sicko and Dunfoy.",
    "start": "01:01:04",
    "end": "01:01:08"
  },
  {
    "text": "Yeah.",
    "start": "01:01:08",
    "end": "01:01:08"
  },
  {
    "text": "You know, Machlon and Kilion. It doesn't mean that this family didn't exist. What it means is that the narrative that's passing on the meaning and significance of that family story uses literary creativity to represent the events. I'm with you. That people who have a slippery slope mentality might. The alarms start going off. But I think we're just inviting people to say, but maybe this is more complex than just a binary fiction or video camera footage. Maybe the biblical authors were actually capable of sophisticated historiography that was both creative and trustworthy.",
    "start": "01:01:08",
    "end": "01:01:43"
  },
  {
    "text": "And that goes. Yeah, it goes back to the word trustworthy. It's an important word because you gave an example years ago that has been helpful, where you said, when I tell the story of my wife and I meeting and start dating and getting married. Right. Like, that story has been redacted. It's been composed, shaped in a certain way. In a certain way. Not to be untrustworthy or untruthful, but to actually help you, like, understand the significance of the events more than maybe even. Like, if we went back and read maybe a diary of it, we'd find some other details.",
    "start": "01:01:43",
    "end": "01:02:22"
  },
  {
    "text": "In fact, that's certainly the case. Like, how could I know the significance of a certain thing that happened at the beach when I was there?",
    "start": "01:02:22",
    "end": "01:02:30"
  },
  {
    "text": "Right. Only later, when you could weave it into a story. I mean, that's how our lives work. Events happen, things happen. But we have to make sense of them in a story. Every retelling involves interpretation, and that's the same with the biblical text. I think the question is, when the authors were communicating and they were maybe changing an age or they were employing literary creativity, was that appropriate in their context? And did the audience know what they were doing and was it truthful? If the author said, oh, yeah, I changed this, I changed that, would the audience be like, cool? Yeah, we know. You know, Exactly.",
    "start": "01:02:30",
    "end": "01:03:07"
  },
  {
    "text": "Yeah, we do that all the time.",
    "start": "01:03:07",
    "end": "01:03:08"
  },
  {
    "text": "Yeah, we do that. That's how we communicate. What do you mean? And so I think that's where we can't impose our expectations on the ancient genres. We have to read them and. Yeah. And see how they communicate.",
    "start": "01:03:08",
    "end": "01:03:20"
  },
  {
    "text": "Yeah. If somebody wants to take a next level step into really thinking this through, it would be reading, for example, Mark and Luke and Matthew all at the same time, comparing the same stories, but reading them and comparing details and just watch and you'll see it at work. Open chronicles and then open the parallel stories and read them side by side and you'll see the kinds of things we're talking about.",
    "start": "01:03:21",
    "end": "01:03:48"
  },
  {
    "text": "Yeah. But then to ask the question, what was the point of the author telling it in this way.",
    "start": "01:03:48",
    "end": "01:03:54"
  },
  {
    "text": "That's right. And then to notice that ancient Israelites didn't see this as a problem.",
    "start": "01:03:54",
    "end": "01:04:00"
  },
  {
    "text": "Yeah. They were side by side texts and everyone was fine with it.",
    "start": "01:04:00",
    "end": "01:04:04"
  },
  {
    "text": "Yeah. So maybe I should be fine with it and develop maybe some more sophistication with how I think about these questions. That's at least what I've been forced to do by actually reading the Bible itself and trying to let what it is shape my expectations as opposed to the other way around. But I recognize that it's taken me a long time, Daniel. And so I think it's a journey every person has to go on.",
    "start": "01:04:04",
    "end": "01:04:28"
  },
  {
    "text": "Yeah. Because it feels uncomfortable to have to start to assess, like, oh, do I think that actually happened in human history?",
    "start": "01:04:28",
    "end": "01:04:34"
  },
  {
    "text": "Or not?",
    "start": "01:04:34",
    "end": "01:04:34"
  },
  {
    "text": "Like, read a story, oh, do I think that actually happened in human history or not? That feels like a frustrating.",
    "start": "01:04:35",
    "end": "01:04:40"
  },
  {
    "text": "Yeah. But again, that's not what we're talking about. What we're talking about is details about what happened.",
    "start": "01:04:40",
    "end": "01:04:46"
  },
  {
    "text": "Okay.",
    "start": "01:04:46",
    "end": "01:04:47"
  },
  {
    "text": "In other words, the options aren't, did Noah's dad exist or did he not exist? Is it purely. The question is, like, what was his actual. Yeah.",
    "start": "01:04:47",
    "end": "01:04:54"
  },
  {
    "text": "So I have to. So I have to have this kind of conversation in my mind as a modern person about, like, where on the spectrum is this story? Right. Like, and when you're doing that, I think some people get concerned that you're you're going to eventually make the whole thing just one side of the spectrum. And what I hear you saying is Bible's more sophisticated than that.",
    "start": "01:04:54",
    "end": "01:05:16"
  },
  {
    "text": "Well, and also the nature of reality is more complex than that.",
    "start": "01:05:16",
    "end": "01:05:20"
  },
  {
    "text": "Yeah, right. Yeah.",
    "start": "01:05:20",
    "end": "01:05:21"
  },
  {
    "text": "The nature of how our brains recall events and assign them significance and meaning is to reshape them.",
    "start": "01:05:21",
    "end": "01:05:27"
  },
  {
    "text": "Even today. Even storytelling.",
    "start": "01:05:27",
    "end": "01:05:29"
  },
  {
    "text": "Totally. This conversation we're having in our modern.",
    "start": "01:05:29",
    "end": "01:05:32"
  },
  {
    "text": "Histories, we can't help but do it.",
    "start": "01:05:32",
    "end": "01:05:34"
  },
  {
    "text": "Yeah. If we recounted this conversation in five minutes, we would all tell it differently.",
    "start": "01:05:35",
    "end": "01:05:40"
  },
  {
    "text": "Yeah. How you recount a historical event today will differ than how it's recounted in 50 years based on what happens in between. Reality is complex, and the relation of literary texts to the events that they recount is complex, too. And that doesn't mean that nothing happened. It doesn't mean that truth doesn't exist. What it means is that we are finite creatures, and the way we relate to historical events always involves interpretation. And that's the nature of human knowledge, it seems to me.",
    "start": "01:05:40",
    "end": "01:06:08"
  },
  {
    "text": "Yeah, okay.",
    "start": "01:06:09",
    "end": "01:06:10"
  },
  {
    "text": "Yeah. There was.",
    "start": "01:06:10",
    "end": "01:06:11"
  },
  {
    "text": "There was. So that's the end of this paradigm series. We had 10 conversations around Seven Pillars of the paradigm.",
    "start": "01:06:11",
    "end": "01:06:19"
  },
  {
    "text": "Is it the end or really the beginning?",
    "start": "01:06:19",
    "end": "01:06:21"
  },
  {
    "text": "Ooh, a new beginning.",
    "start": "01:06:21",
    "end": "01:06:23"
  },
  {
    "text": "Did we do one conversation on each pillar?",
    "start": "01:06:23",
    "end": "01:06:25"
  },
  {
    "text": "No, we split a couple in half.",
    "start": "01:06:25",
    "end": "01:06:27"
  },
  {
    "text": "Yeah, we doubled.",
    "start": "01:06:27",
    "end": "01:06:28"
  },
  {
    "text": "Unified and Ancient were both split. And we had an intro conversation, so that must have been more than 10. Anyways, we had a number of conversations, and it is just the beginning, because what we want to do is next week we're going to talk about how to actively use this paradigm, how to. How to read the Bible with this paradigm, that it actually takes a number of literary skills, and there's three literary skills that we've realized our whole. Our whole video library could kind of be organized into. And we want to introduce you to those skills and then talk about a really cool new experience that we're creating to develop those skills. So that's next week.",
    "start": "01:06:28",
    "end": "01:07:09"
  },
  {
    "text": "Hi, this is Aldana and. And I'm from Argentina. Hi, this is Mark.",
    "start": "01:07:10",
    "end": "01:07:15"
  },
  {
    "text": "I'm from Swim Falls, Idaho.",
    "start": "01:07:15",
    "end": "01:07:17"
  },
  {
    "text": "I first heard about the Bible Project when I found the video of Heaven and Earth as a recommended video on YouTube. And when I watched it, it blew my mind. My favorite thing about the Bible Project.",
    "start": "01:07:17",
    "end": "01:07:29"
  },
  {
    "text": "Is the beautiful artwork, the simplicity of.",
    "start": "01:07:29",
    "end": "01:07:32"
  },
  {
    "text": "The topics, but also the depth. We believe the Bible is a unified story that leads to Jesus.",
    "start": "01:07:32",
    "end": "01:07:38"
  },
  {
    "text": "We're a crowdfunded project by people like me.",
    "start": "01:07:38",
    "end": "01:07:40"
  },
  {
    "text": "Find free videos, study notes, podcasts, classes, and more@bibleproject.com.",
    "start": "01:07:40",
    "end": "01:07:47"
  }
]