[
  {
    "text": "Let's say you believe in God and you believe that God can speak to us, that we have access to his words. This is the line of thought behind the conviction that a book could be God's word. More specifically, that the Bible, really a collection of books, is in some way divine.",
    "start": "00:00:05",
    "end": "00:00:24"
  },
  {
    "text": "These are texts that both within themselves and in the tradition, claim to give us a word from God, while at the same time, these texts do not hide or deny in any way that they are written by people and that they are also a human word. Those two things are true at the same time, and that's what these texts claim.",
    "start": "00:00:25",
    "end": "00:00:47"
  },
  {
    "text": "But in what way can a book both be human and divine? Aren't these two things mutually exclusive?",
    "start": "00:00:47",
    "end": "00:00:53"
  },
  {
    "text": "But underneath, that's an assumption. Something is divine only if it can't be explained through normal processes of cause and effect and human involvement. If it's humans that are involved and there's cause and effect processes behind it, then it can't be divine.",
    "start": "00:00:54",
    "end": "00:01:08"
  },
  {
    "text": "You know, it's easier to think that if the Bible really is God's word, it came to be in spite of humans, that God kind of just took control over someone's mind and hand, maybe put them in a trance, and then that person woke up and looked at what they had written and were like, wow, the book of Romans. This is good stuff.",
    "start": "00:01:09",
    "end": "00:01:27"
  },
  {
    "text": "So to me, this is all rooted in a deficient concept of God's involvement in creation through the person of the Spirit. If the primary way that God is at work in the world through His Spirit is through people, then it makes all the sense in the world that God's word would be communicated through a human word. And the human words are not incidental. They are the way that the divine word is communicated. This comes to crystallization in this phrase that comes to us from Paul about the Scriptures being inspired. It's translated inspired. I think in other translations, God breathed. He's assuming a paradigm of how God works in the world through the Spirit.",
    "start": "00:01:27",
    "end": "00:02:08"
  },
  {
    "text": "So today on the show, we're going to discuss the first pillar of our paradigm, and that is that the Bible is both human and divine. Thanks for joining us. Here we go. We're talking about the Bible as a unified story that leads to Jesus.",
    "start": "00:02:08",
    "end": "00:02:28"
  },
  {
    "text": "Yes.",
    "start": "00:02:28",
    "end": "00:02:28"
  },
  {
    "text": "What does that mean?",
    "start": "00:02:28",
    "end": "00:02:29"
  },
  {
    "text": "What does it mean, John?",
    "start": "00:02:29",
    "end": "00:02:30"
  },
  {
    "text": "It's the paradigm we want to bring to the Bible so that we can read the Bible along its own grain. Read the Bible as it was intended to be known.",
    "start": "00:02:30",
    "end": "00:02:40"
  },
  {
    "text": "Yeah. So in our last conversation, we talked about what we mean when we say we all have paradigms.",
    "start": "00:02:41",
    "end": "00:02:47"
  },
  {
    "text": "We all Have a point of view, a perspective.",
    "start": "00:02:47",
    "end": "00:02:49"
  },
  {
    "text": "Yeah. A view of reality and a theory of everything that we're operating out of, mostly unconsciously, all the time.",
    "start": "00:02:49",
    "end": "00:02:56"
  },
  {
    "text": "And we have one for the Bible.",
    "start": "00:02:56",
    "end": "00:02:57"
  },
  {
    "text": "And we have one for the Bible that is shaped by family of origins communities you've been a part of or influenced by. And so the question is, is the paradigm I have, when I engage the Bible and open it up and have expectations about what it is and what it's meant to do, do those expectations, does that run along the grain of biblical literature? In other words, do my expectations fit what the people who wrote these texts and collected them thought they were and what they're designed to do? And that's what we're trying to do. We're trying to recalibrate our paradigms and expectations of the Bible. So for us, that's what's summarized in that little phrase. We're trying to help people engage the Bible as a unified story or experience the Bible as a unified story that leads to Jesus. So we have developed seven ways that we want to recalibrate.",
    "start": "00:02:57",
    "end": "00:03:44"
  },
  {
    "text": "Yeah.",
    "start": "00:03:44",
    "end": "00:03:44"
  },
  {
    "text": "Seven recalibrations that we think in our own best efforts. Lord have mercy on us.",
    "start": "00:03:44",
    "end": "00:03:51"
  },
  {
    "text": "Yeah.",
    "start": "00:03:51",
    "end": "00:03:51"
  },
  {
    "text": "As we're trying to help people.",
    "start": "00:03:51",
    "end": "00:03:53"
  },
  {
    "text": "Yes. If the Bible isn't a reference book, and that's what we talked about last week, the Bible's not a reference book, but we want to make a reference book because we want it to tell us things about who God is, like theological claims. We want it to explain to us what the right thing to do in life is so we can be good people that love others. And we want it to have a personal impact and for us to light up when we read it. So we're attracted to certain verses.",
    "start": "00:03:53",
    "end": "00:04:20"
  },
  {
    "text": "And actually, just to put a fine point on that, as I was thinking, since we last talked about that last point, I think it goes two ways. One is there's a subjective element. If I'm looking for this to impact me in a personal way when I read the Scriptures. But then also we're looking to connect to someone beyond ourselves, but like a living being, the living presence of God. And so that's kind of both what we're looking for in this devotional. Warm your heart, connect me.",
    "start": "00:04:21",
    "end": "00:04:50"
  },
  {
    "text": "And sometimes we're just looking for, like, a good verse to build a sermon around.",
    "start": "00:04:50",
    "end": "00:04:53"
  },
  {
    "text": "Or that. Or that. So we call that the devotional grab bag.",
    "start": "00:04:53",
    "end": "00:04:56"
  },
  {
    "text": "The devotional grab bag. Now, these are all great intuitions because the Bible is doing all of these things. But then for whatever reason, the temptation is to go, well, Then it must be doing it as a reference book. It must be doing it in a way that I can just find the right page and the right story or the right verse and then get the answer I'm looking for. And so the whole point of that conversation was to say the paradigm of a reference book, as tempting as it is and as good as the intuitions underneath of it is, becomes a dead end in that it will just lead to frustration. Well, that's what it has for me, maybe not for everyone. It'll make it so you miss a lot of what the Bible actually is doing. And it sometimes sets you up to find things in the Bible that are not there.",
    "start": "00:04:56",
    "end": "00:05:42"
  },
  {
    "text": "Yeah. Or to do things with it that it wasn't quite designed to do.",
    "start": "00:05:42",
    "end": "00:05:46"
  },
  {
    "text": "Yeah. So if it's not a reference book, then what kind of book is it?",
    "start": "00:05:46",
    "end": "00:05:49"
  },
  {
    "text": "Yeah.",
    "start": "00:05:49",
    "end": "00:05:49"
  },
  {
    "text": "And like you said, there's seven things that we have. And I think as we unpack these, hopefully it'll give a clear picture, clearer picture, and then hopefully I can generate a clearer picture of what it is that we're saying the Bible actually is.",
    "start": "00:05:49",
    "end": "00:06:04"
  },
  {
    "text": "Yeah. Seven ways that we've come to kind of articulate what a paradigm is that we think is more in tune.",
    "start": "00:06:04",
    "end": "00:06:11"
  },
  {
    "text": "Do you like this order that we have right now?",
    "start": "00:06:11",
    "end": "00:06:13"
  },
  {
    "text": "Oh, yeah, I do.",
    "start": "00:06:13",
    "end": "00:06:15"
  },
  {
    "text": "Okay.",
    "start": "00:06:15",
    "end": "00:06:15"
  },
  {
    "text": "I don't remember how we put them in these order, but this first one is first for a reason. I think it's foundational for the others, so I'm with it. John, what is the first way we've come to talk about this?",
    "start": "00:06:15",
    "end": "00:06:26"
  },
  {
    "text": "The first way.",
    "start": "00:06:26",
    "end": "00:06:26"
  },
  {
    "text": "The first part of the paradigm.",
    "start": "00:06:26",
    "end": "00:06:28"
  },
  {
    "text": "Axiom. The first conviction.",
    "start": "00:06:28",
    "end": "00:06:30"
  },
  {
    "text": "The first seven axioms. I like that.",
    "start": "00:06:30",
    "end": "00:06:33"
  },
  {
    "text": "The first part of this paradigm is that this book is both human and divine. Human and divine.",
    "start": "00:06:33",
    "end": "00:06:38"
  },
  {
    "text": "Human and divine. This is a conviction that you began to articulate years ago as we started really getting into the heartbeat of our conversations about all these.",
    "start": "00:06:38",
    "end": "00:06:52"
  },
  {
    "text": "Yeah. What's interesting is this is not a controversial conviction at all. It's not in any tradition that I know of.",
    "start": "00:06:52",
    "end": "00:06:58"
  },
  {
    "text": "No. If anything, it's an under realized or underdeveloped concept that usually isn't carried out to its consistent implications.",
    "start": "00:06:58",
    "end": "00:07:08"
  },
  {
    "text": "Yes, this book is divine. It is God's word. I mean, that's the thing that I grew up saying over and over. God's word is God's word.",
    "start": "00:07:08",
    "end": "00:07:16"
  },
  {
    "text": "Yeah, that's right. And if we want to try and get an objective way to separate ourselves from it, these are texts that both within themselves and in the tradition, claim to give us a word from.",
    "start": "00:07:16",
    "end": "00:07:29"
  },
  {
    "text": "From God.",
    "start": "00:07:29",
    "end": "00:07:30"
  },
  {
    "text": "From God. Yep. While at the same time, these texts do not hide or deny in any way that they are written by people and that they are also a human word. Those two things are true at the same time, and that's what these texts claim.",
    "start": "00:07:30",
    "end": "00:07:45"
  },
  {
    "text": "And I think, though, one temptation is to go, okay, yeah, it was written by humans, but just as a vehicle. I think you described the caricature of like someone just being zapped by a holy impulse. They lose their consciousness and they just start writing.",
    "start": "00:07:45",
    "end": "00:08:04"
  },
  {
    "text": "They become like a conduit for some other consciousness, and then they snap out.",
    "start": "00:08:05",
    "end": "00:08:09"
  },
  {
    "text": "Of it and they're like, whoa, look at that, the Book of Revelation. What did I describe?",
    "start": "00:08:09",
    "end": "00:08:12"
  },
  {
    "text": "That was amazing, right?",
    "start": "00:08:12",
    "end": "00:08:13"
  },
  {
    "text": "Well, actually, that one he experienced in a dream and then he wrote it.",
    "start": "00:08:13",
    "end": "00:08:16"
  },
  {
    "text": "No, but that's actually significant. In other words, there are multiple narratives in the Bible where we get first person accounts of people, biblical authors who have moments of visions and dreams. They're in altered states of consciousness and they encounter the presence and person of God and it blows their categories and they're afraid and pee their pants. Well, that's not quite true, but, you know, you get the idea.",
    "start": "00:08:17",
    "end": "00:08:43"
  },
  {
    "text": "You can imagine.",
    "start": "00:08:43",
    "end": "00:08:44"
  },
  {
    "text": "So what's important is that none of those narratives are descriptions of people writing texts or writing down the Bible. There are also many points where the writing of the Bible is talked about in the Bible, and it always displays people in full possession of their faculties.",
    "start": "00:08:44",
    "end": "00:09:01"
  },
  {
    "text": "They knew what they were doing.",
    "start": "00:09:02",
    "end": "00:09:03"
  },
  {
    "text": "Yeah. Now, often what they're writing is rooted in reflection on those experiences and all kinds of other experiences, but they're not the same experience. And somehow in some Christian traditions, we've come to merge those too. And to think that the Bible's origins happened in a way that minimizes the consciousness or personality or the agency of the individual biblical authors.",
    "start": "00:09:03",
    "end": "00:09:25"
  },
  {
    "text": "Yes. To the point where it was uncomfortable for me to look at the author doing authorly things.",
    "start": "00:09:25",
    "end": "00:09:34"
  },
  {
    "text": "Yes. So years ago, we would start conversations and I would say, look at what Matthew did here, how Matthew arranged this section of the Gospel. Or look at this keyword chain through the book. Do you see how the author is making wordplays?",
    "start": "00:09:34",
    "end": "00:09:46"
  },
  {
    "text": "Right.",
    "start": "00:09:46",
    "end": "00:09:47"
  },
  {
    "text": "And that. Yeah, I still remember in those first years. So you were undergoing a paradigm shift when I would say stuff like that.",
    "start": "00:09:47",
    "end": "00:09:53"
  },
  {
    "text": "Yeah. Because I gave so much authorial intent of like they were doing this creative exercise, this creative artistic literary project that then we're now calling God's Word. And just that felt uncomfortable.",
    "start": "00:09:53",
    "end": "00:10:06"
  },
  {
    "text": "Yeah.",
    "start": "00:10:06",
    "end": "00:10:06"
  },
  {
    "text": "Because for whatever reason, while I came from a tradition that said this is both human and divine, that it was more like but it's divine. It's God's word.",
    "start": "00:10:06",
    "end": "00:10:18"
  },
  {
    "text": "Yeah.",
    "start": "00:10:18",
    "end": "00:10:19"
  },
  {
    "text": "And really, like, there was this. There was this impulse to try to polish off the human fingerprints and try to make it feel less like a piece of literature that you would expect to find if it was literature. And so when I came across and we talk about those things, it felt kind of scandalous.",
    "start": "00:10:19",
    "end": "00:10:38"
  },
  {
    "text": "Yeah. So I've come to the conviction that traditions that really emphasize the divine authority of the Bible to Christian traditions that have a high view of Scripture, they view it as a divine guide to the mindset and life of God's people. In the last couple hundred years in Europe and America in particular, there's developed this crisis of biblical authority that has to do with all kinds of things, things that happened in Europe and America in the last couple centuries. But it's resulted in communities feeling embattled that the authority of the Scriptures is being put into question or under threat. And so, along with efforts to kind of shore up people's confidence in the Bible's claims about reality, there's been all kinds of things that come along with that package. And one of them has been to emphasize the divine nature and origins of the Bible at the expense of its human nature and origins and history. And so what that results in is communities where people are raised with the divine authority and nature of the Bible, so emphasized that when they go, I mean, whatever form they encounter the historical narrative of the origins of the Bible. For some, that was when the Da Vinci Code, you know, this is.",
    "start": "00:10:38",
    "end": "00:12:02"
  },
  {
    "text": "I've never.",
    "start": "00:12:02",
    "end": "00:12:02"
  },
  {
    "text": "I never actually saw that 15 years ago. The book was actually really exciting and fun to read. So, you know, Da Vinci Code, you know, by Dan Brown, people take Introduction to Western Civ or World Religions, they do a module on Judaism, Christianity, and they somehow, somewhere people get exposed to a historical account of where the Bible came from. And it's very human.",
    "start": "00:12:02",
    "end": "00:12:25"
  },
  {
    "text": "Yeah.",
    "start": "00:12:26",
    "end": "00:12:26"
  },
  {
    "text": "It's very much tied into the history, politics, and culture and language of ancient Israel and early Judaism. And for some people, it's too much. They can't square their view of the Bible as divine with this very human, traceable public history that's just available to be studied and learned about. And so it ends up breaking a lot of people's paradigms so that they can't hold on to their faith in Jesus anymore because the Bible has been so humanized.",
    "start": "00:12:27",
    "end": "00:12:59"
  },
  {
    "text": "Yeah.",
    "start": "00:12:59",
    "end": "00:12:59"
  },
  {
    "text": "And so, in my conviction, that is a really unfortunate and unnecessary result. It never had to be this way. Our view of the Bible and viewing the Bible as a divine word did not Ever have to come at the expense of its human origins and nature. And so that's something that's operating underneath. What we're doing is embracing that both the human origins and the divine origins are not at odds with each other.",
    "start": "00:12:59",
    "end": "00:13:28"
  },
  {
    "text": "Now, is this axiom or element or whatever, is this a fancy way of trying to have it both ways?",
    "start": "00:13:28",
    "end": "00:13:35"
  },
  {
    "text": "Okay, sure. Yeah, I can totally see how it would be perceived that way. At least the way I've come to the place where I am is to see that my categories of reality were deficient. This is a place where the Bible's pressing on our views about everything. So modern Western civilization has inherited a view of reality that's material centric. In other words, that matter, physical matter, is what is real and then there is what is supernatural. Which, you know, if you have the absentee landlord kind of God, or if you have the personal being theist, you know, God loves us. But there's still this category of when God reaches out to us, it's through this ultimate divide. And God is really mostly other. And then, you know, he mostly lets nature kind of run itself down here, but occasionally he'll do a supernatural thing and cross the gap and intervene. And so it's a view that when God does intervene, that it's always counter to nature and it's, you know, visible, like miracles, like the Red Sea.",
    "start": "00:13:35",
    "end": "00:14:41"
  },
  {
    "text": "Yes, right.",
    "start": "00:14:41",
    "end": "00:14:43"
  },
  {
    "text": "God shows up and does this, in.",
    "start": "00:14:43",
    "end": "00:14:44"
  },
  {
    "text": "Which case the Bible should be.",
    "start": "00:14:44",
    "end": "00:14:47"
  },
  {
    "text": "Have that kind of.",
    "start": "00:14:47",
    "end": "00:14:48"
  },
  {
    "text": "It should feel like it came from an alien civilization.",
    "start": "00:14:48",
    "end": "00:14:50"
  },
  {
    "text": "Yes, totally. And actually, you can watch the origin of many religious traditions that are often kind of offshoots of Christianity that have bought into this. It's called a dualism, a physical, spiritual dualism. Actually do make their religious claims with that kind of claim that their holy books came from a supernatural revelation that can't be explained through any human agency and so on. And so a lot of Christian apologetic efforts in the last couple centuries have been to defend a supernatural origin of the Bible that simply can't be explained through any historical means.",
    "start": "00:14:50",
    "end": "00:15:26"
  },
  {
    "text": "But wouldn't that be great if we had.",
    "start": "00:15:26",
    "end": "00:15:27"
  },
  {
    "text": "Oh, that would be awesome.",
    "start": "00:15:27",
    "end": "00:15:29"
  },
  {
    "text": "That, like, it just like it was like, clearly, like this was clearly from an intelligence that was way beyond us.",
    "start": "00:15:29",
    "end": "00:15:37"
  },
  {
    "text": "Sure. But the thing is, I don't know how you demonstrate such a thing, if you were to demonstrate such a thing, because what we're looking for, in other words, but underneath that's an assumption. Something is divine only if it can't be explained through normal processes of cause and effect and human involvement. If it's Humans that are involved and there's cause and effect processes behind it, then it can't be divine. And it's that assumption that I think the biblical authors have a completely different view of reality. And it's crystal clear if you have is to see it on page one. And for me, actually this is what's most exciting. This is an area where the Bible is pressing on my view of reality and it's been shifting my paradigm. So to me, this is all rooted in a deficient concept of God's involvement in creation through the person of the Spirit.",
    "start": "00:15:37",
    "end": "00:17:00"
  },
  {
    "text": "Okay.",
    "start": "00:17:00",
    "end": "00:17:00"
  },
  {
    "text": "That's where this problem is rooted in my very humble opinion, at least my current way of thinking about it. So just think about this. On page one of Genesis, we're introduced to the Spirit of God, the Ruach Elohim. It's the invisible, personal, vitalizing order bringing presence of the Creator. And in the first sentences of Genesis, it's in the pre creation state where there is no order or life. It's just the potential.",
    "start": "00:17:00",
    "end": "00:17:25"
  },
  {
    "text": "Yeah, it's described as a chaotic ocean.",
    "start": "00:17:26",
    "end": "00:17:28"
  },
  {
    "text": "Yeah, dark chaotic ocean. But the Spirit of God is there and the Spirit of God begins working. As God issues words, speaks his words, and creation begins to take shape. What's interesting is that it's the only narrative in the Bible where God is at work in the world without working through humans. For obvious reason, there's no humans around. As you trace through the work of the spirit after Genesis 1, God's work in the world through his Spirit is always through human agency. And you're prepared for this because the match to if the Spirit is God's presence in the creation as it brings order, the match to that is God's presence in the creation. Once it's ordered through humans as the image, God as the images of God. And so lo and behold, the first time you meet the Spirit of God at work in the book of Genesis after creation is in the Joseph story. And it's where a famine is about to strike the land and reduce the world back into disorder. But God's spirit is at work in Joseph, giving him wisdom and discernment. And so he's elevated to a place of rule and authority alongside the king of Egypt to bring about an administration that will save save Egypt and the lands around it. In other words, the spirits at work in two narratives in Genesis one without humans, and then the next one's through humans.",
    "start": "00:17:28",
    "end": "00:18:58"
  },
  {
    "text": "I thought the first time the Spirit was at work in a human was. What's his name? Betzalel.",
    "start": "00:18:58",
    "end": "00:19:02"
  },
  {
    "text": "Oh, that's the Second.",
    "start": "00:19:02",
    "end": "00:19:02"
  },
  {
    "text": "That's the second.",
    "start": "00:19:02",
    "end": "00:19:03"
  },
  {
    "text": "Yeah, yeah, yeah. So the second is when God comes to live among his people in a little symbolic micro. Eden Porta.",
    "start": "00:19:03",
    "end": "00:19:11"
  },
  {
    "text": "Eden Porta Eden. Sounds horrible.",
    "start": "00:19:11",
    "end": "00:19:13"
  },
  {
    "text": "This guy named Bethelel, son of Uri, and he designs the tabernacle and crafts all the stuff for it with a whole crew. And they are empowered by God's spirit and then follow it right on through man. Moses and the elders of Israel. Numbers, chapter 11, all of the judges and leaders of Israel. David, the spirit of God comes on them to rule. And they are the images of God at work in the world. In the prophets, the Messiah is empowered by the Spirit. God speaks to his people through the prophets, who speak by means of God's spirit. Micah, David is aware of this. The point is, within the Hebrew Bible's view of reality, God is at work in the world by means of his Spirit. How does the spirit work in the world? Through humans. That's the whole point.",
    "start": "00:19:16",
    "end": "00:20:03"
  },
  {
    "text": "So when you encounter God's spirit, you are encountering a human, you encounter a.",
    "start": "00:20:04",
    "end": "00:20:10"
  },
  {
    "text": "Human, and it's right on through. Jesus himself was said to have been empowered by the spirit. When the spirit speaks and works in the Book of Acts, which is really prominent in the Book of Acts, what people see are humans. So at Pentecost, the spirit comes on the 120, but what people see are humans who are supercharged with communication abilities. Cross cultural communication abilities.",
    "start": "00:20:10",
    "end": "00:20:33"
  },
  {
    "text": "And they saw flaming flames of.",
    "start": "00:20:34",
    "end": "00:20:36"
  },
  {
    "text": "Yeah, that's right. Totally. At least the people who had the experience did. What the people outside saw was people who looked like they were not totally in full possession of their faculties. But then they started articulating the story of God.",
    "start": "00:20:37",
    "end": "00:20:52"
  },
  {
    "text": "You know, another time the spirit shows up where it's not identified with a person is during Jesus baptism. Right.",
    "start": "00:20:52",
    "end": "00:20:58"
  },
  {
    "text": "Oh, well, okay. So we have the spirit mediating the love of the Father to the Son.",
    "start": "00:20:58",
    "end": "00:21:05"
  },
  {
    "text": "Yeah.",
    "start": "00:21:05",
    "end": "00:21:05"
  },
  {
    "text": "And we're told that at least John and Jesus see that. But again, the whole point is the lead. The whole point of that story is that it's through this spirit anointed human, that God's purposes are going to be carried forward. So for me, I'm just trying to let that land. If the primary way that God is at work in the world through his Spirit is through people, then it makes all the sense in the world that God's word would be communicated through a human word. And the human words are not incidental to it. They're actually. They are the way that the divine word is communicated. So in my mind, I've just really been Trying to let this land. And so it begins to make sense. Why in the Old Testament prophets and then in the New Testament, this comes to crystallization in this phrase that comes to us from Paul in the second letter to Timothy about the Scriptures being inspired. This is in 2 Timothy 3, 16. It's translated, inspired by the NIV, I think in other translations is it called God breathed.",
    "start": "00:21:05",
    "end": "00:22:07"
  },
  {
    "text": "That's how I know it. God breathed.",
    "start": "00:22:08",
    "end": "00:22:09"
  },
  {
    "text": "God breathed, yeah. It's the Greek word, compound word. Thea Nustos. God spirit spirited. The Scriptures are God spirited.",
    "start": "00:22:09",
    "end": "00:22:19"
  },
  {
    "text": "Yes.",
    "start": "00:22:19",
    "end": "00:22:19"
  },
  {
    "text": "And he's assuming a whole view. He's assuming a paradigm of how God works in the world through his spirit. Through his spirit.",
    "start": "00:22:20",
    "end": "00:22:27"
  },
  {
    "text": "And in Greek and Hebrew, spirit and wind and breath all the same word.",
    "start": "00:22:27",
    "end": "00:22:32"
  },
  {
    "text": "That's right. So in my mind, this just has huge complications. It means I shouldn't go hunting for an explanation of the Bible's origins that can't be traced to any human agency or that can't be explained historically. It's, it's a dead end. In other words, the Bible doesn't need that kind of origin story to bolster its divine authority. That's not how the Bible presents itself. So, you know, so one implication is that full power historical study into the origins of the Bible is fully compatible with a conviction that the Bible speaks a divine word to us. The two are not at odds with each other, just like Jesus's human nature and his divine nature in classical Christian orthodoxy are not at odds with each other. They are both true at the same time. In other words, there's an analogy between the divine and human in Jesus and the divine and human in the Bible. It's not a perfect analogy, but it's a good one.",
    "start": "00:22:32",
    "end": "00:23:34"
  },
  {
    "text": "And I think it's through this project that I've come to appreciate that the payoff for that isn't merely just to explain how God could become human, but to explain how humans could be the image of God.",
    "start": "00:23:34",
    "end": "00:23:45"
  },
  {
    "text": "Yeah, that's right. Yeah, that's right.",
    "start": "00:23:45",
    "end": "00:23:47"
  },
  {
    "text": "Which is back to what we're saying, which is when God works in the world, it's through humans.",
    "start": "00:23:47",
    "end": "00:23:52"
  },
  {
    "text": "That's right. So if God is at work in the world and speaking to his people through human texts, what that also means is that the meaning of those texts can only be fully appreciated within the context of the language, the history and the culture of the people that God used to write them. In this case, they're all ancient Israelites and Jews who come from these periods of history. So, you know, this is a paradigm shift that at once both Gave me a lot of new clarity. But that also forces me to stare into the mystery of a claim that Jews and Christians have been making about these texts for so long, that in these human words we meet a divine word. And you can't prove that claim. There's no apologetic argument you can make to prove that.",
    "start": "00:23:52",
    "end": "00:24:43"
  },
  {
    "text": "Yeah. Well, you know what's interesting is the thing I was always would hear about was to prove that this was God's word was to say, how else could all these prophecies have been fulfilled? And then there would be this exercise of going, okay, let's look at all the things that the Old Testament predicted that then the New Testament.",
    "start": "00:24:44",
    "end": "00:25:03"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:25:03",
    "end": "00:25:04"
  },
  {
    "text": "And only a supernatural book could predict the future.",
    "start": "00:25:04",
    "end": "00:25:08"
  },
  {
    "text": "Yeah.",
    "start": "00:25:08",
    "end": "00:25:09"
  },
  {
    "text": "And that was to try to prove that this was a divine book.",
    "start": "00:25:09",
    "end": "00:25:13"
  },
  {
    "text": "Yeah.",
    "start": "00:25:13",
    "end": "00:25:13"
  },
  {
    "text": "But what was interesting was with that exercise is it always felt frustrating because a lot of times the prophecies, it didn't really feel like it was like, here's a prophecy, here's a fulfillment. It didn't feel that simple.",
    "start": "00:25:13",
    "end": "00:25:25"
  },
  {
    "text": "Yeah.",
    "start": "00:25:25",
    "end": "00:25:25"
  },
  {
    "text": "It felt a little different. And we could talk about that.",
    "start": "00:25:25",
    "end": "00:25:27"
  },
  {
    "text": "But yeah, yeah, yeah. That kind of gets us to I think, what is the third, third aspect of our paradigm, which is its messianic literature.",
    "start": "00:25:27",
    "end": "00:25:35"
  },
  {
    "text": "Okay, Right.",
    "start": "00:25:35",
    "end": "00:25:36"
  },
  {
    "text": "But there is a certain way that some people have taken to relating the Old and New Testaments to each other. One of prophecy, one of fulfillment. The challenge is it's a little more complicated than that.",
    "start": "00:25:36",
    "end": "00:25:47"
  },
  {
    "text": "Right.",
    "start": "00:25:47",
    "end": "00:25:47"
  },
  {
    "text": "That doesn't explain all of the ways that Jesus and the apostles appeal to and talk about the Hebrew Bible. There are other ways that they see the connection and the fulfillment that isn't just prediction fulfillment.",
    "start": "00:25:47",
    "end": "00:26:01"
  },
  {
    "text": "Right.",
    "start": "00:26:01",
    "end": "00:26:02"
  },
  {
    "text": "That explains some of passages and connections, but it's also possible and throughout history, Jews who didn't embrace Jesus as a messiah, like the Hebrew Bible is their Bible too. And they still read it and find a lot of connection and meaning and coherence to it with Jesus not as the fulfillment. And so to say, look, the Hebrew Bible proves and predicts this specific set of events. Well, that's a uniquely Christian claim. And Jews throughout history have seen these same texts very differently. My point is it's not self evident.",
    "start": "00:26:02",
    "end": "00:26:34"
  },
  {
    "text": "Yes.",
    "start": "00:26:34",
    "end": "00:26:35"
  },
  {
    "text": "That these predictions lead to. It's a paradigm that I don't think gets to the whole of how the Old New Testament relate to each other. We need a richer, more nuanced way of thinking about the two.",
    "start": "00:26:35",
    "end": "00:26:45"
  },
  {
    "text": "And what you're not saying though is that you don't think that these messianic themes in the Old Testament are maybe not fulfilled By Jesus.",
    "start": "00:26:45",
    "end": "00:26:52"
  },
  {
    "text": "No, again, we're back to our paradigms that the Bible is a unified story that leads to Jesus.",
    "start": "00:26:52",
    "end": "00:26:57"
  },
  {
    "text": "Yes.",
    "start": "00:26:57",
    "end": "00:26:57"
  },
  {
    "text": "The question is, how does it lead to Jesus?",
    "start": "00:26:57",
    "end": "00:27:00"
  },
  {
    "text": "Yeah. And it's not as a prediction book.",
    "start": "00:27:00",
    "end": "00:27:01"
  },
  {
    "text": "And I don't think a prediction and fulfillment. And then using that as an apologetic argument, I think that's going to lead us to distort how the old New Testaments actually relate when we look at what they're doing on their own terms.",
    "start": "00:27:01",
    "end": "00:27:14"
  },
  {
    "text": "Yeah. And another, another way that I think we've tried to divinize the Bible to make it so that humans, the human element is a little bit subsided, is in the role of prophets. Because I always just pictured prophets as, you know, the fortune tellers. Back to this fortune teller.",
    "start": "00:27:14",
    "end": "00:27:31"
  },
  {
    "text": "Yeah, right, right, right. That's right.",
    "start": "00:27:31",
    "end": "00:27:32"
  },
  {
    "text": "So like, if you're a biblical prophet, God zapped you, you got a view to the future of something you shouldn't be able to know as a human.",
    "start": "00:27:32",
    "end": "00:27:39"
  },
  {
    "text": "Yeah.",
    "start": "00:27:39",
    "end": "00:27:39"
  },
  {
    "text": "There's no way you should know because you're a human.",
    "start": "00:27:39",
    "end": "00:27:41"
  },
  {
    "text": "Right.",
    "start": "00:27:41",
    "end": "00:27:41"
  },
  {
    "text": "You were just given this divine thing.",
    "start": "00:27:41",
    "end": "00:27:44"
  },
  {
    "text": "Security camera footage of the future and.",
    "start": "00:27:44",
    "end": "00:27:47"
  },
  {
    "text": "Then you wrote it down and then the future is going to unfold and you're going to be proven. Right. And while the prophets do have these encounters that are these kind of crazy.",
    "start": "00:27:47",
    "end": "00:27:57"
  },
  {
    "text": "Apocalyptic visions and they do anticipate what's happening and describe what God is going to do in the future to fulfill his promises.",
    "start": "00:27:57",
    "end": "00:28:06"
  },
  {
    "text": "Right. But with that said, the main role of the prophet was more of a social critic.",
    "start": "00:28:06",
    "end": "00:28:12"
  },
  {
    "text": "It was at least as much. Yeah. A critic of the present in light of the word of God, present and.",
    "start": "00:28:12",
    "end": "00:28:19"
  },
  {
    "text": "Future, like op ed writer of sorts. Which you wouldn't go like, oh, look at this divine, you know, opinion writer.",
    "start": "00:28:19",
    "end": "00:28:26"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:28:26",
    "end": "00:28:26"
  },
  {
    "text": "You'd just be like, oh, yeah, that's a human understanding what's going on underneath and trying to explain it to us.",
    "start": "00:28:26",
    "end": "00:28:32"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:28:32",
    "end": "00:28:33"
  },
  {
    "text": "And that's a very human thing that we're used to humans doing now. What the belief we have about the Bible is that they're doing that in a way partnered with the spirit that actually is getting to the real truth. But that isn't some like weird divination thing that, that can't be explained.",
    "start": "00:28:33",
    "end": "00:28:52"
  },
  {
    "text": "Can't be explained through normal human processes. Yeah. Or whatever we mean by normal. You know, whatever happened. And we're not denying that there were things that break our categories of reality in the Bible. Totally. Yeah. Whatever happened with the deliverance at the, you know, the Reed Sea and the parting of the waters, like that's not something that happens every day that's not normal.",
    "start": "00:28:52",
    "end": "00:29:14"
  },
  {
    "text": "A bush that burns and doesn't burn.",
    "start": "00:29:14",
    "end": "00:29:16"
  },
  {
    "text": "Totally. Yeah. These experiences that Abraham had, visions of God's presence that made him pass out on the ground, like these weren't normal. They happened a few times in his life, but those events shaped the trajectory of his life. But it's more about this split of trying to create apologetic arguments that emphasize a supernatural origins for the Bible, that show that it's. That it wasn't truly the product of humans and it's not going to lead people to 1. An accurate view of the Bible's history that's very public. I mean, anybody who spends a little time learning about the Dead Sea Scrolls or the Greek translation of the Septuagint, the history of the Hebrew text and of the manuscript.",
    "start": "00:29:16",
    "end": "00:30:00"
  },
  {
    "text": "Yeah.",
    "start": "00:30:00",
    "end": "00:30:00"
  },
  {
    "text": "You see the differences.",
    "start": "00:30:00",
    "end": "00:30:01"
  },
  {
    "text": "Messy human.",
    "start": "00:30:01",
    "end": "00:30:02"
  },
  {
    "text": "Yes. Yeah. The history of the biblical text is amazing and beautiful and it's complex. And, you know, famously, there's a New Testament scholar, Bart Ehrman, who grew up in a very, very theologically traditional church community that really emphasized the divine nature and origins of the Bible. And he's talked in public at length about what broke down. His whole paradigm was learning about manuscript differences and historical challenges in Matthew, Mark and Luke. And he didn't have a model for thinking about these human issues in the history of the Bible and how to square them with a view that it's divine. And so he departed from any conviction at all that the Bible is divine. And he's remained a New Testament scholar. He loves the literature. He thinks it's important and fascinating and needs to be taught, but he doesn't believe that it brings to us a word from God. And so, you know, I just, you have to say, like, what is something broken in the system that somebody encounters the history of the Bible's origins and it breaks. It just breaks a worldview open? I think that's an unnecessary conclusion that people come to.",
    "start": "00:30:02",
    "end": "00:31:15"
  },
  {
    "text": "Sam, now, the Bible as a written communication that speaks God's word, would you say it's uniquely divine?",
    "start": "00:31:20",
    "end": "00:31:58"
  },
  {
    "text": "How do you mean? Is there something that sets it apart?",
    "start": "00:31:58",
    "end": "00:32:00"
  },
  {
    "text": "Yeah, I mean, because the way we're talking about how we experience the divine through human, then in some sense, every encounter with a human is divine.",
    "start": "00:32:00",
    "end": "00:32:10"
  },
  {
    "text": "Oh, yeah, right. I think that's an implication. Yeah. In some way.",
    "start": "00:32:10",
    "end": "00:32:15"
  },
  {
    "text": "And in some sense, any artistic expression of a human has a spark of divinity in it.",
    "start": "00:32:15",
    "end": "00:32:21"
  },
  {
    "text": "I see. Yeah.",
    "start": "00:32:21",
    "end": "00:32:22"
  },
  {
    "text": "And. And maybe. And let's not fuss over it. You know, obviously there's some that maybe you're Just like that's just got violence and bloodshed and raw. But I think you get my point. But with the Bible is literary art made by humans. And so in that sense, okay, it's divine, but so is, you know.",
    "start": "00:32:22",
    "end": "00:32:42"
  },
  {
    "text": "Yeah, got it.",
    "start": "00:32:42",
    "end": "00:32:43"
  },
  {
    "text": "A beautiful prayer that my pastor wrote.",
    "start": "00:32:43",
    "end": "00:32:45"
  },
  {
    "text": "Or the writings of a revered spiritual leader, thinker that has really opened up understanding.",
    "start": "00:32:45",
    "end": "00:32:52"
  },
  {
    "text": "So if we're the image of God and then if through the power of the Spirit, speak something true of God, is that a divine word?",
    "start": "00:32:52",
    "end": "00:32:59"
  },
  {
    "text": "So the effect that these texts have, the claims that they make about themselves, are they. Yeah, they're offering a uniquely authoritative or truthful representation of God's will and purposes in the world in a way that you can't find anywhere else. That is a set of claims. How do they make those claims for the Hebrew Bible? It's just these texts represent a point of view. And we'll get into this in some of the later paradigms, but it's a point of view. It's a minority report of a minority community and tradition within the history of the Israelite people. They're just called the prophets and the scribes in the Hebrew Bible. And it's a chain of figures, you know, that really gain an identity in Moses and the chain of figures that follow from him. So it claims to be telling the story of God's purposes in the world authoritatively from a unique point of view. That point of view was accepted within the exiles that return. Well, of some exiles that returned from Babylon and restarted their life there in the land. So these texts came to be revered, and those claims were accepted among many Jews. But not all. Not all. We know of Jewish communities that were down in Egypt that didn't use the Hebrew Bible as their guide for understanding reality. Does that make sense? In other words, it's a set of texts that make a claim. And there has been a group of people who viewed them as uniquely revealing the will of God different than anywhere else. Jesus certainly viewed the Hebrew Bible that.",
    "start": "00:33:00",
    "end": "00:34:37"
  },
  {
    "text": "Way, as uniquely God's word.",
    "start": "00:34:37",
    "end": "00:34:40"
  },
  {
    "text": "Yeah, the way he quotes from it, talks about it, and then claimed that he was the one who was bringing that revelation and that story to its fulfillment. And then he claimed that that was the same authority that he had about what he was bringing to the world. And then that's what he deputized his first followers to go represent him and that divine message and authority. So these texts make a claim to be a unique place where you find the purpose and will of God revealed. But that doesn't mean that it wasn't revealed through human texts.",
    "start": "00:34:40",
    "end": "00:35:15"
  },
  {
    "text": "Yes. Right. And I think that's the payoff. There is. While the human and divine from a Hebrew construct, a biblical paradigm are always connected, that this is uniquely God's word in a very special way. But that doesn't make it no longer both human and divine.",
    "start": "00:35:15",
    "end": "00:35:36"
  },
  {
    "text": "Yeah, correct. Yeah, that's right. So there's a lot in what we've just talked about in the last few minutes that we'll unpack more in a couple of the next ones. But the point you just summarized right there is the key one for this paradigm shift is that for a word to be even uniquely divine and authoritative.",
    "start": "00:35:36",
    "end": "00:35:51"
  },
  {
    "text": "Right.",
    "start": "00:35:51",
    "end": "00:35:52"
  },
  {
    "text": "Is not at odds with the fact that it was written by humans.",
    "start": "00:35:53",
    "end": "00:35:56"
  },
  {
    "text": "So I was kind of trained to come at the Bible as, okay, it's divine, let me find its divinity. And then when I encountered its humanity, it felt scandalous. And when I encountered its humanity, I got uncomfortable. And then I wasn't able to deal with a lot of what was going on in the literature because of the scandalous nature of it. And so there was something that happened very early in this project when I kind of just released that and just was like, okay, well let's just talk about this. The Bible as literature.",
    "start": "00:35:56",
    "end": "00:36:26"
  },
  {
    "text": "Yeah. And by literature, meaning human literary artistry that's crafted to communicate a message.",
    "start": "00:36:26",
    "end": "00:36:32"
  },
  {
    "text": "Yeah. Then what happened was this thing I was looking for, this divinity just was there. Like by seeing how beautiful and innovative and deep and penetrating and profound and just constantly coherent and like, you're just kind of like, this is. There's something going on here.",
    "start": "00:36:32",
    "end": "00:36:56"
  },
  {
    "text": "Totally. That's consistently been my experience. In other words, if you take, if we just stopped right now, someone might walk away from our conversational flyer thinking that we're over correcting.",
    "start": "00:36:56",
    "end": "00:37:06"
  },
  {
    "text": "Sure.",
    "start": "00:37:06",
    "end": "00:37:07"
  },
  {
    "text": "That we're trying to highlight the humanity of the origins of the Bible in history at the expense of. Yeah, it's divine word. And so my point is just to restore the balance so that through these human words we can encounter something that's really there, that is. I don't know how to describe it, but it's like the more time I spend in these texts, the more I have. I don't know what else to describe it except an encounter. An encounter with a mind and a heart and a view of reality that feels so other to me. It's so not what I would expect to hear about the world and about humans and about myself and the way that this literature is organized, it communicates. I just, I have a loss of words on a regular basis when I'm reading and studying. But it's. It's an experience that I have through these texts and I can't systematize or logically explain that to you. It's not an apologetic that I can prove to someone, but I can say, like, these texts speak the word of God. And I think what I'm encountering is just what Jews and Christians have encountered for thousands of years. These texts do something in a unique way that you don't get anywhere else.",
    "start": "00:37:07",
    "end": "00:38:21"
  },
  {
    "text": "And what I don't hear you saying is it does it in some, like, choose your own adventure way. Like in some, like, in the way that like, Disneyland speaks to people or something where it's like, I just love it. It's just so magical. There's a magic at Disneyland.",
    "start": "00:38:21",
    "end": "00:38:37"
  },
  {
    "text": "Oh. Sometimes I don't love it because I'm so uncomfortable with what.",
    "start": "00:38:37",
    "end": "00:38:42"
  },
  {
    "text": "Well, that's not even what I was getting at. But yeah, that's true.",
    "start": "00:38:43",
    "end": "00:38:45"
  },
  {
    "text": "Are doing and saying it's something akin to what Isaiah or Moses experienced when they encounter the truly other.",
    "start": "00:38:45",
    "end": "00:38:54"
  },
  {
    "text": "I guess what I was trying to say is it's not like modern art in the sense of like, you can just look at this, like just someone splattered paint. And then you could take it in and just be like, I'm being changed by this. And another person could stand next to that person and be like, me too. But both of them are being changed in like, completely opposite ways.",
    "start": "00:38:54",
    "end": "00:39:14"
  },
  {
    "text": "I understand the divinity of it is.",
    "start": "00:39:14",
    "end": "00:39:17"
  },
  {
    "text": "That there is an agenda, an agency and an agenda moving you towards a very specific view of humanity.",
    "start": "00:39:17",
    "end": "00:39:27"
  },
  {
    "text": "Totally. And so we, in restoring, trying to restore this balance, we also want to create room for this category that superintending all of the people and historical events and unique moments in Israelite history that resulted in the writing of these texts in their collection. But that in and through all of that, there is a superintending mind and heart. The Spirit. The Spirit of God.",
    "start": "00:39:27",
    "end": "00:39:53"
  },
  {
    "text": "Yeah.",
    "start": "00:39:53",
    "end": "00:39:53"
  },
  {
    "text": "And that we are encountering a mind, but that mind is not at odds with the minds and hearts of the people. It's precisely through the people that the divine speaks to us. And there are probably better ways to articulate it. But I've come to peace with this view of reality and of the origins of the Bible. And it's allowed me to give up the angst of trying to defend the Bible. If you can just allow people to have an encounter with it. The way that it actually works, it just has its own effect on people, I think, like it's had on us and like it's had on lots of people that we hear from who are discovering the Bible in a new way. And that's where it's at. Man, that's like the most powerful apologetic is one that you can't prove. You just. It proves itself, you know, I don't know. So there's probably more loose ends to tie up on this paradigm. How would you describe where you're at presently? You're now years into this part of our paradigm shift. Is it still actively under construction for you or do you feel like you've come to kind of.",
    "start": "00:39:53",
    "end": "00:40:59"
  },
  {
    "text": "Well, I think the thing I would want to explore more and this is not the place, but just. Yeah, getting into manuscript history a little bit more and just like, why are we confident about what we have now?",
    "start": "00:40:59",
    "end": "00:41:12"
  },
  {
    "text": "Yeah, got it.",
    "start": "00:41:12",
    "end": "00:41:13"
  },
  {
    "text": "And what does it mean for God's Word to be present here when there's very likely the case that there's mistakes, historical mistakes, or like. Of like this actually wasn't what the author originally wrote, but this is what the translation is now.",
    "start": "00:41:13",
    "end": "00:41:32"
  },
  {
    "text": "Sure.",
    "start": "00:41:32",
    "end": "00:41:32"
  },
  {
    "text": "And you're often quibbling over small details. Yeah, Unless it's in like an entire chapter of Mark or something.",
    "start": "00:41:32",
    "end": "00:41:38"
  },
  {
    "text": "But yeah. Or the last half of the last chapter, for example.",
    "start": "00:41:38",
    "end": "00:41:42"
  },
  {
    "text": "The last half of the last half of Mark.",
    "start": "00:41:42",
    "end": "00:41:43"
  },
  {
    "text": "I mean, those.",
    "start": "00:41:43",
    "end": "00:41:44"
  },
  {
    "text": "Or like the story in John.",
    "start": "00:41:44",
    "end": "00:41:45"
  },
  {
    "text": "Totally, yeah. The adulterous woman.",
    "start": "00:41:46",
    "end": "00:41:47"
  },
  {
    "text": "Adulterous woman, yep.",
    "start": "00:41:47",
    "end": "00:41:49"
  },
  {
    "text": "And there are just as significant big equivalent manuscript issues in the Hebrew Bible.",
    "start": "00:41:49",
    "end": "00:41:54"
  },
  {
    "text": "Am I still trying to find some kind of like, protected thing that if we could just find what it was perfectly. That's the word of God. Or is there something about the word of God actually still penetrating through the messiness to the degree where. When you say you're not trying to defend. I'm wondering, but are you still trying to figure out the story of the dulterous woman? Was that really written by John?",
    "start": "00:41:54",
    "end": "00:42:22"
  },
  {
    "text": "Sure, yeah. Yeah, yeah, yeah, totally. Yeah. Well, yeah, every example kind of has its own set of issues that you have to take one by one. But yeah, these texts came into existence through a long process over the course of many generations. And it was not a free for all. Like, there were real constraints and pressures. Stuff happened. Really remarkable things happened to this people group of all the people groups out of the ancient world that has maintained their identity. You know, it's the people of Israel, the family of Israel and the Jewish people. And the reason why. One of the reasons why they've been able to retain such a distinct identity over the course of millennia is their unique history and things that happened going all the way back to their ancestor Abraham. So stuff happened in the process of Israelites reflecting on what happened and what it means for them and for the whole world around them. That was a process that has been going on from the very beginning. And the result of that process was the production of texts that are offering an interpretation of the history of those events. And the way that that process worked was happening in every generation. What it means is that these texts are multi layered, multi generational products. And so I would expect that it would actually have a fairly complicated origin version history. Yes, totally. But it also, I think, is like, that's the way it works. That's the way it worked. And if we can see that that is the means through which God was revealing himself and that the process didn't stop. The textual history of the Bible is a continuation of that, of that same process in really, really neat ways.",
    "start": "00:42:22",
    "end": "00:44:07"
  },
  {
    "text": "What do you mean? Like, how has it not stopped?",
    "start": "00:44:07",
    "end": "00:44:09"
  },
  {
    "text": "Oh, so the way that many of the books of the Hebrew Bible came into their final shape, that we have them today, was precisely as individual texts came. I mean, we're getting actually into the next paradigm, which is, how is it unified? How did it come to be a unified collection? And what do we mean when we say that?",
    "start": "00:44:09",
    "end": "00:44:27"
  },
  {
    "text": "Oh, but okay, well, we could save it.",
    "start": "00:44:27",
    "end": "00:44:30"
  },
  {
    "text": "Yeah, but the point is that the lines between, just like the line between divine and human is more integrated and interconnected. That's the same way. Therefore, it's difficult, not impossible, but it's difficult to draw crystal clear lines between at what point did the writing of the Bible stop? And then it is essentially, this is the final form of history. Yeah, it wasn't like that. It was more involved, more like a Wikipedia page, but not involved in, like, a hopeless way that we can't understand how. I think we can understand how it worked. It's just. It's a different model than how some of us imagined it.",
    "start": "00:44:30",
    "end": "00:45:05"
  },
  {
    "text": "But that speaks to the human divine collaboration thing, which is like, if you haven't fully internalized that, the idea of a group of people over generations shaping towards the final text is kind of a ridiculous idea. If the Bible is divine. Yeah, but again, unless God's spirit is working through that.",
    "start": "00:45:05",
    "end": "00:45:25"
  },
  {
    "text": "Correct. That's right. It's just gonna be about, am I gonna not only just accept the claims of the Bible on its own terms, am I going to allow its view of reality and its depiction of how God works in the world influence how I read and understand the kind of book that it is? And if you think about this, all of what we're saying is already pretty intuitive for how many people think about Jesus of Nazareth. He was a 1st century Jewish man who grew up, was born into a Jewish home. Pooped his pants. Well, pooped his diapers, his swaddling clothes. Yeah. Was taught Aramaic. Learned and memorized things. Learned things through trial and error. You know, he was a human. And he came to articulate and do what he said and did precisely through the process as a human.",
    "start": "00:45:25",
    "end": "00:46:12"
  },
  {
    "text": "Through his human chemistry.",
    "start": "00:46:13",
    "end": "00:46:14"
  },
  {
    "text": "Yeah. And becoming aware of who he was and learning what that would mean and so on. And so in many ways, that's what we're talking about also for the story of the Bible. And it's tricky. We're painting very broad brushstrokes right now. And so what we're saying could be interpreted a lot of different ways. I suppose. So maybe none of these seven paradigm shifts can really be understood fully without the other.",
    "start": "00:46:14",
    "end": "00:46:39"
  },
  {
    "text": "Right.",
    "start": "00:46:40",
    "end": "00:46:40"
  },
  {
    "text": "Just the core. It's a divine and human book. Those work in harmony. And that has huge implications for how we think of both. How it is divinely authoritative, but also how it came into existence. And there is a place where those two are in harmony that allows one to sit with the divine claims of the Bible alongside its very public, accessible history. That's very human.",
    "start": "00:46:40",
    "end": "00:47:03"
  },
  {
    "text": "I think the last thing I would want to say about this, because I don't know how this fits with the other axioms or the other points, is that this frees me up to appreciate it as literary art.",
    "start": "00:47:03",
    "end": "00:47:14"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:47:14",
    "end": "00:47:15"
  },
  {
    "text": "And that has been really instrumental. And I thought maybe the next point gets into that because it's what kind of literature is it? There's a bunch of different types of literature. And they all do their own thing.",
    "start": "00:47:15",
    "end": "00:47:25"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:47:25",
    "end": "00:47:25"
  },
  {
    "text": "They all speak in their own way. But you were talking about the unified nature of it, that it's unified literature. There's two aspects of that that it's brought together as a unified whole.",
    "start": "00:47:25",
    "end": "00:47:36"
  },
  {
    "text": "Yeah. There was a historical process by which people brought these collections together.",
    "start": "00:47:36",
    "end": "00:47:40"
  },
  {
    "text": "And that's what that point's gonna be about.",
    "start": "00:47:40",
    "end": "00:47:42"
  },
  {
    "text": "Yep.",
    "start": "00:47:42",
    "end": "00:47:42"
  },
  {
    "text": "So what about just the point of that? It is literary art. Does that fit in here?",
    "start": "00:47:42",
    "end": "00:47:46"
  },
  {
    "text": "I think what we had put that under was meditation literature. It's a kind of literature that communicates in a certain way that forces you to read it like any good art, meditatively. Yeah. The unique literary style, the way we've been talking about this last couple years has been under the heading of meditation literature.",
    "start": "00:47:47",
    "end": "00:48:06"
  },
  {
    "text": "I think we can say here, though, I think is one final thought for me was by seeing its humanity and Being okay with its humanity. I could look at the kind of literary artistry.",
    "start": "00:48:06",
    "end": "00:48:17"
  },
  {
    "text": "Yes.",
    "start": "00:48:17",
    "end": "00:48:18"
  },
  {
    "text": "Of like, repeated words.",
    "start": "00:48:18",
    "end": "00:48:20"
  },
  {
    "text": "Yeah. Design patterns.",
    "start": "00:48:20",
    "end": "00:48:21"
  },
  {
    "text": "Design patterns, themes and motifs and literary structure. And then how this, like, good art speaks by its function and form and by its message and the two become one. And there's something beautiful happening there. Just something I always missed, didn't have eyes to see. And I think that's really wonderful that it's really good art.",
    "start": "00:48:21",
    "end": "00:48:47"
  },
  {
    "text": "Yes, that's right. And it's. When one reads it that way, you encounter something that's very powerful, a lot like the divine word and presence that's described in the Bible. It's hard to pin down, but you can tell there's something there. Yeah.",
    "start": "00:48:47",
    "end": "00:49:04"
  },
  {
    "text": "I think what's tricky about the art language is that art is very much a subjective kind of thing. And that's not the point here.",
    "start": "00:49:05",
    "end": "00:49:11"
  },
  {
    "text": "Yeah. The point. Yeah. Isn't just to be artistic. It's actually the artistic form of the literature is its way of communicating its set of claims about everything. So point one of our paradigm, the Bible is both divine and human. And the implications of both of those open up a lot of fruitful perspectives that are really in tune with how the Bible is designed.",
    "start": "00:49:11",
    "end": "00:49:36"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. Next week we're back and we're gonna look at the second pillar of the paradigm, which is that the Bible is unified literature.",
    "start": "00:49:38",
    "end": "00:49:48"
  },
  {
    "text": "So here's a metaphor. It comes from two Hebrew Bible scholars, Julius Steinberg and Timothy Stone. And they talk about how the Hebrew Bible is. What it's not like, is a collection of potted trees that you would come across, like at your nursery down the street. You know, you go to like a garden store and you go, I want to get some backyard trees. And so, oh, let's go out to the back lot. And they've like, put together, you know, like the Japanese maples, but each one is in its own little pot and they've been grouped together. That's an analogy for how many people think about the books of the Bible. Each one is kind of like a self contained entity. So their analogy that's really illuminating is to liken the origin of the Hebrew Bible much more like the growth of an aspen grove. When you see an aspen forest, you're most likely looking at not hundreds of separate trees, but actually at one biological organism. So aspen groves can be huge, but they're all interconnected and share identical DNA.",
    "start": "00:49:48",
    "end": "00:50:44"
  },
  {
    "text": "We'd love to hear your questions and have them for an upcoming question and response episode. So if you find yourself wondering about things that we're talking about about and want us to engage more. You can send us your question. Send it to infoibleproject.com try to keep it to 20 or 30 seconds. Let us know who you are and where you're from. And if you're able to transcribe your question when you send it over, that would be immensely helpful to us. Today's show is produced by Cooper Peltz. Zach McKinley is our editor. Dan Gummel our senior editor, and Lindsey Ponder created the show. Notes bibleproject is a crowdfunded nonprofit in Portland, Oregon. Our mission is to experience the Bible as a unified story that leads to Jesus. We're able to do this and give away everything we make for free because of the generous support of many people just like you around the world. So thank you for being part of this with us. Hi, this is Mitchell Schultz and I'm from Cimarron, Kansas.",
    "start": "00:50:44",
    "end": "00:51:38"
  },
  {
    "text": "Hi, this is Olivia and I'm from Ghana, but I live in Michigan. UVI, EJ, Ghana Yereminya, Michigan I first.",
    "start": "00:51:39",
    "end": "00:51:50"
  },
  {
    "text": "Heard about Bible Project from YouVersion.",
    "start": "00:51:50",
    "end": "00:51:53"
  },
  {
    "text": "My favorite thing about the Bible Project is definitely the podcast. I love it.",
    "start": "00:51:53",
    "end": "00:51:58"
  },
  {
    "text": "We believe the Bible is a unified story that leads to Jesus. We're a crouch on this project by people like me. Find free videos, study notes, podcasts, classes.",
    "start": "00:51:58",
    "end": "00:52:09"
  },
  {
    "text": "And more at Bible Project.",
    "start": "00:52:10",
    "end": "00:52:11"
  },
  {
    "text": "Com.",
    "start": "00:52:12",
    "end": "00:52:12"
  }
]