[
  {
    "text": "Hey, everybody. Welcome to the BibleProject podcast. In today's episode, we are near the end of a series we've been in for a while called the Paradigm Series. We have been exploring what we mean when we say our Bible Project mission statement, which is we want to help people experience the Bible as a unified story that leads to Jesus. So we've been unpacking that what we ended up calling seven pillars of this paradigm. We've been trying to recover an ancient paradigm that is faithful to the design and intention of the Scriptures themselves and trying to reshape what we think they are and what we should do with them in light of that. And so what we're doing today is often we interview scholars or authors who are writing on similar topics that we've been learning from. And so that's what today is. We're going to interview a pastor and a professor, Dan Kimball. He is a pastor of a church vintage faith that he planted almost 20 years ago now down in Santa Cruz. But he's also an adjunct professor at Western Seminary, and he has written quite a few books, but he has a really neat story. He has a passion and dedication to Jesus, to the scriptures, and to really helping people discover who Jesus is by learning about the Scriptures. And so we're going to interview him today because he is putting out a new book that's right along the topic of what we've been talking about in the series.",
    "start": "00:00:04",
    "end": "00:01:30"
  },
  {
    "text": "Yeah. So Dan's book is called how not to Read the Bible, and it just came out in 2020. And in it, he addresses all of these disturbing and important and common questions that a lot of Christians and people who are exploring the Christian faith have. So he starts off with questions like, why is it okay for God to kill children and not Herod? Things like that. Is God endorsing humans as property? Is God commanding gender inequality? So these are really tough questions, and he provides some tools that resonate a lot with this paradigm that we've been talking about in this series. So he provides some tools for how to read these difficult passages.",
    "start": "00:01:30",
    "end": "00:02:11"
  },
  {
    "text": "Yeah. So, Chrissa, you and I and also John were able to sit down with Dan for this interview. So let's get to it. All right, here we go. So, yeah, Dan, you're here. We're gonna talk about your book. First of all, thank you for writing this book, Daniel.",
    "start": "00:02:11",
    "end": "00:03:09"
  },
  {
    "text": "Yeah. Thank you for your inspiration over the years, too, in this very kind of discussion.",
    "start": "00:03:09",
    "end": "00:03:13"
  },
  {
    "text": "Chrissa, you're here too.",
    "start": "00:03:14",
    "end": "00:03:15"
  },
  {
    "text": "Hey.",
    "start": "00:03:15",
    "end": "00:03:16"
  },
  {
    "text": "And John, you're also on the scene.",
    "start": "00:03:16",
    "end": "00:03:19"
  },
  {
    "text": "Yeah. Hello.",
    "start": "00:03:19",
    "end": "00:03:20"
  },
  {
    "text": "So, Dan, this fits into a bigger conversation. A podcast series that we're in right now about the paradigm with which people approach the Bible, kind of the unspoken assumptions that we all approach the Bible with or different traditions approach the Bible with. And so in this series, we're trying to expose those unspoken assumptions and kind of tinker with them and ask what are the most ancient assumptions that we should come to the Bible with that'll help us really hear it on its own terms, hear scripture on its own terms. So we've been friends for a number of years, and we've been having these conversations for a lot of years. And so what's cool is that what you've done in this book is translate a lot of your learnings and convictions personally in pastoral ministry into a really accessible and actually, like, funny. Like a fun and funny book. But that's talking about some really serious and important things.",
    "start": "00:03:20",
    "end": "00:04:13"
  },
  {
    "text": "Yeah. Reading it, it feels like there is a lot of resonance between what we're talking about right now in this paradigm discussion and what you're writing. So I'm super excited that we get to offer this to our audience as a really engaging and practical resource.",
    "start": "00:04:13",
    "end": "00:04:26"
  },
  {
    "text": "Maybe before we jump into the book and these topics, though, first tell us a bit of your story. Dan. How does a guy end up in pastoral ministry? Adjunct faculty member at a seminary, and having a deep interest in how people understand or misunderstand the Bible. How does that happen to a person?",
    "start": "00:04:26",
    "end": "00:04:48"
  },
  {
    "text": "Yeah, I grew up in Paramus, New Jersey, which is right by New York City. And it was a great upbringing there. I didn't have faith of any type, really. I wasn't against God. I just thought there was some sort of God, but growing up there. But actually I went to college of Colorado State University. And while I was there, you know, like, they have these little pamphlets that they kind of give out at first week of school type of thing, and different campus groups. I walked by and there was a little kind of pamphlet about Christianity, and it had a focus on is Jesus being the only way? Or something like that. And I don't know why, but that statement that Jesus is the only way. And then I opened up this little pamphlet and was looking at it, and it had some of the Bible verses, which I assume are the ones that we're all familiar with now, but one way to God and all of that, that haunted me so much. I'm like, the Christians really believe this. And I had no, like, parents telling me to go to church or anything. So it was kind of like, is this true? Is this what Christians really believe. I hadn't thought about it ever before. I only can say, like, it got me on, like, if this is true, I certainly should want to know about this then. And I went into a deep dive for no reason again. I just think it was God drawing me to him. When I started question and started, like, reading books on the origin of the Bible, and I bought a Bible for the first time out in Colorado. And a big defining moment was, is that my friends who weren't Christians started seeing me buy Bible stuff. And I came home one time and they were gathered like in the living room, and I walked in and I could tell they were talking about me. I'm like, what? What? And then it wasn't a plan intervention, but it was kind of like an intervention because they said, we're kind of worried that you're buying all of this Christian stuff. And they're like, what? And then they just started describing. They said, well, you know, Christians at that time, the end times, like the Rapture. And I was kind of big in Christian subculture. And they started saying, you're going to think, like, you know, the. You're waiting for the end times to come in. And one girl that I was actually dating at the time, she said, like, you're going to lose all your creativity. And they started telling this stuff. And then I'm like, is this true? Like, they were asking it out of concern, like, how do I know it's not a cult? Like, people get into cults and they don't realize they're getting into cults, right? So it caused me to actually say, is this true? And really started diving into a lot of apologetic stuff and looked at different world religions. So that's my. My entry into faith was that way. And then I was into music and went out to England, London for a year, playing in a punk and rockabilly band. I would say that's where I first said, I'm a believer in Jesus now. And then I went to Israel for five months and lived on a kibbutz because I had the time and post graduating college and the bass player in the band got a job in the Bay Area. I moved out here. And what compelled me saying how to get in pastoral ministry and ministry was that if what the scriptures say is true, right? And it's not a cult and Jesus is who he is, I'm like, I want other people to know that. And that has been my compelling, absolute motive for everything since, like, people got to hear about this, then hear about him. And what are the barriers that people have against faith to try to clear up. And that's how I got into everything. Volunteering at church, playing drums. And then Phil Comer, dad of John Mark Comer, is the guy that brought me on staff at Santa Cruz Bible Church way back and been in ministry since.",
    "start": "00:04:48",
    "end": "00:08:20"
  },
  {
    "text": "Somewhere along there, you ended up with a conviction that starting a church, not just being a pastor, starting a church would be a good idea. What I remember of our conversations over the years is that much of what you're doing in the book is processing years of conversations with just lots and lots of people in your community about their struggles to read the Bible.",
    "start": "00:08:21",
    "end": "00:08:41"
  },
  {
    "text": "Yeah. And because being in ministry, you know, we planted vintage faith church, I think it was 17 years ago now in Santa Cruz and being pretty immersed in listening to people's opinions and lives, especially younger people, university students. And these are the difficulties and barriers, types of questions that keep surfacing up and over and over and over again that are causing people to think, you know, what was the good book in the scriptures is now seen almost as an evil book. Christians who were raised in churches their whole lives end up giving up faith because ironically, of reading scripture and what they thought about it or what they're looking at it now as adults versus just kids when they come to that point. And so it's very strange that the Bible is being used to discredit Christianity and leave, even leave faith. And that's why I wrote this, because there are responses and it's that same motive, like people have to know, like, the Bible is actually a good book, not a evil book. So that's why I wrote this to address the primary things that we hear.",
    "start": "00:08:42",
    "end": "00:09:44"
  },
  {
    "text": "Yeah. You have a prelude in your book titled Becoming Atheist by Reading the Bible, which describes an experience that's really common both to Christians and non Christians. Is this exactly what you're talking about now, or tell us more about that?",
    "start": "00:09:44",
    "end": "00:09:57"
  },
  {
    "text": "Yeah, I think that for Christians, depending on the church, but there's so many, like, great, wonderful churches that taught Bible but didn't teach what is the Bible. And as like, you know, teenagers and we all get to a point of questioning things, which is really good. But all of a sudden you're looking at the Bible with fresh eyes and seeing these topics of slavery and the extreme amount of violence and all of these things, you know, Bible verses that seem to really demean women. And all of a sudden now as young adults, they're like, oh, my goodness, like, I didn't know this was in there. And it's causing Christians then to be challenged about their faith. And that's kind of the, you know, a lot of the mantra out there. I go to the prayer room this one particular time and there's a young woman in there and she was crying. And I thought it might have been like a boyfriend breakup or something. And I'm like, hi, can I pray for you about. And she's like, I just need to ask you. She's like, I'm not a Christian and you've been telling us to read the Bible. And. And then she said, I started reading it and then I started getting really scared because she talked about Jesus a lot and I like that. But then I'm reading about a talking snake, you know, the slavery in the early chapters. And she said this very thing. I'm worried I'm joining a cult and I'm getting very scared. And she was upset. And this was a non Christian coming in, a student at the university that was really intelligently trying to process what was taught in the Bible. So it's very real. And atheists have it. When I say atheists, I'm talking about the militant atheists. Most atheists are kind, loving, wonderful people. Then there's the militant ones. And you'll see tons of memes and things that are saying reading the Bible causes you to be an atheist. Many of them say that. I just found this. I'll read this to you. It was by the Winnie the Pooh author. I've never read this quote before. A.A. melnie author of Winnie the Pooh and he says this about the Bible. He says the Old Testament is responsible for more atheism, agnosticism and disbelief. Call it what you will than any book ever written. It has emptied more churches than all of the counter attractions of cinema, motor bicycle and golf courses. So, yeah, I never heard that from a Winnie the Pooh author.",
    "start": "00:09:57",
    "end": "00:12:09"
  },
  {
    "text": "Yeah, well, when you start into your book and you're raising these questions about slavery, misogyny, the violence of God, whether Jesus is the only way, it's. It's like, yeah, these are really hard questions. And the encouragement to the invitation to really dive in and wrestle with them both for those friendly to the Christian faith and those who wouldn't call themselves Christian is a really good invitation, but not an easy one. It's an important one, though.",
    "start": "00:12:09",
    "end": "00:12:36"
  },
  {
    "text": "Yeah, I mean, I mean, it's just the older I am and the more. I just think I say this with great respect to Christians. It just feels like it's insane that Christians don't want to read their Bible more desperately to know, because I Say this like, how do you. This was where all our beliefs come from. It shouldn't just be about church culture. It should be where. It's the origin of where we're learning about Jesus and faith and beliefs from. And yet now that some people are reading the scriptures more, these things are what's popping up and being pointed out more to say, like, you shouldn't believe.",
    "start": "00:12:36",
    "end": "00:13:09"
  },
  {
    "text": "John, I'm curious, you know, you had your own journey that you've shared about on the podcast about struggles with the Bible.",
    "start": "00:13:09",
    "end": "00:13:16"
  },
  {
    "text": "Yeah.",
    "start": "00:13:16",
    "end": "00:13:17"
  },
  {
    "text": "As far as I remember of you telling that story over the years, that didn't lead you to necessarily question everything you believe out of everything, but it made you frustrated with the Bible. So it's interesting to think about these different experiences people have just about the oddities and challenging stories in the Bible.",
    "start": "00:13:17",
    "end": "00:13:33"
  },
  {
    "text": "Yeah. When I hear something like you just said, Dan, which is Christians ought to really want to read their Bibles, I always think of how difficult it actually is to read the Bible. And the one example that's just been standing out to me the most because Tim sent me this chapter just randomly for a completely separate thing. It's in the first book of the Bible. Let's say you're trying to read the Bible in a year and you're cruising, you're getting through some hard stuff. And then you get to Genesis, chapter 38, I think it is, and it's about Judah and his daughter in law and it's like sexually explicit, gnarly. And you're just like, who's the good guy? What's happening? It's just like if you didn't want to give up back with the talking snake. Like, I don't know how you're going to get through this chapter. So this whole series of us talking about what kind of literature it is, I was never given a framework for how to think, think about the literature. It was just, this is God's word. Jump in and God's going to talk to you through it. And then you read something like that. And I'm just like, whoa, like, maybe I should just not read it and say I did.",
    "start": "00:13:34",
    "end": "00:14:39"
  },
  {
    "text": "Well, you said something. Actually, it's probably even a pastorally, which I should have added onto right there because I think that has been a problem where you feel like, read your Bible, read your Bible, read your Bible. And then you just open it up and read it without understanding what it is and how to read it. That can lead to actually a lot of confusion versus understanding what the Bible is and being taught more of how to approach it and to read it and what to expect in it. So I think that you said something really important. I think every Christian probably knows you should read the Bible, but we don't do teaching what is the Bible and how do we approach it and read it. Sam.",
    "start": "00:14:39",
    "end": "00:15:34"
  },
  {
    "text": "So your, your audience is people who are faith friendly, Bible friendly and who are still open to and trying to read the Bible and you're trying to give handles some of these really difficult issues when you are learning how to read the Bible and then actually reading it. The book's structured into kind of six main parts and the first one is great. You're really great at making clever chapter titles. But the first main part is called never read a Bible verse or you'll have to believe in unicorns. So kind of unpack what you mean by that and the thing about the unicorns. But also you're trying to communicate something I think pretty foundational about what the Bible is, what kind of book it is and how you should approach it and not.",
    "start": "00:16:02",
    "end": "00:16:47"
  },
  {
    "text": "Yeah, I mean that's the first section of the book. Like you mentioned, six parts. The one is kind of the foundational part. And then we address the difficult issues of violence and slavery and women and those type of things. But when it says never read a Bible verse, there's an apologist named Greg Koekl and he would use that phrase. And so I got the phrase from him and he. It's basically saying the church in general and really great at pulling Bible verses out, memorizing them, putting them on coffee cups and different like things like that. And so often then using just Bible verses can lead to a lot of confusion about where it's from, where it is in the storyline. And we have misused the Bible. Not intentionally, but what's happening now is a lot of the anti Bible folks are guilty of the same thing. They're pulling out Bible verses out of the grand story and then pointing them back at Christians. And if Christians aren't ready to respond, they're getting very confused.",
    "start": "00:16:47",
    "end": "00:17:41"
  },
  {
    "text": "So what's up with unicorns?",
    "start": "00:17:41",
    "end": "00:17:42"
  },
  {
    "text": "Well, the unicorns came. I didn't know about the unicorns until my barber. I never get my hair cut by a Christian barber. And the reason not that Christians can't cut hair, it allows me the opportunity to have conversations with barbers. And this is another one that I was going to. And he knows I'm a person of faith and believe in Jesus. And then one time I came in, he's like, I didn't know you believe there's unicorns. And I didn't know what he's talking about. And then he's like, there's unicorns in the Bible. And he then told me, like, where'd you see this? And he saw it online and there's like, it was on Pinterest, I think there's memes and stuff that talk about Bible verses that, like, from numbers, I think, in different places that will use the word unicorn. So I looked them up and sure enough, you can type in unicorn and Bible and there'll be memes with graphics and Bible verses that talk about unicorns. And at first glance, if you don't know anything different, you'll say, look at this crazy stuff in the Bible. But then this is a really easy one because then all it takes, though, if you do look at it, the word unicorn was used in the 1611 King James translation. So it's now put up on memes and graphics, which certainly is clever and it makes you feel awkward seeing him. But when you look into it, in that case, it was simply a translation error of they didn't know what other word to use. And today you'll see the word wild oxen, because it was most likely a wild ox with a prominent horn that they were talking about that we know of today, that back then they didn't know what word, so they just use unicorn.",
    "start": "00:17:42",
    "end": "00:19:10"
  },
  {
    "text": "We made a video on Psalm 148 which has one of these wild oxen as the main character.",
    "start": "00:19:10",
    "end": "00:19:16"
  },
  {
    "text": "Yeah, yeah, the, the unicorn oxen. Unicorn ox is brought up there.",
    "start": "00:19:16",
    "end": "00:19:21"
  },
  {
    "text": "Yeah.",
    "start": "00:19:21",
    "end": "00:19:22"
  },
  {
    "text": "I wish there were unicorns in the Bible. My daughter would be really excited about that.",
    "start": "00:19:22",
    "end": "00:19:25"
  },
  {
    "text": "Why would they choose unicorn?",
    "start": "00:19:27",
    "end": "00:19:29"
  },
  {
    "text": "Well, I think the word in the Septuagint is the one horned animal. And so then they translated it into English as unicorn, which I guess that makes sense. But our understanding of what a unicorn is is just different than what they meant by a one horned animal or prominent horned animal.",
    "start": "00:19:29",
    "end": "00:19:47"
  },
  {
    "text": "Well, and then there's funny things like on I think it was Etsy, people have taken a diagram of like unicorns standing on the shoreline while the ark is floating away. And they'll say like, we thought it was four o'. Clock. And that's why there's no more unicorns, because they missed getting on the ark.",
    "start": "00:19:47",
    "end": "00:20:05"
  },
  {
    "text": "So the takeaway there is really kind of overlapping with what we've been talking in the paradigm conversations about the unified. The Bible is a unified story, which means it's inappropriate to just take a line or a bit out of a story as if it's its own standalone idea or content. Or statement. So it's a really simple point and you're using a funny example with, you know, the unicorn. The stakes are actually fairly high here because if your audience or if you're not informed about what that unified story of the Bible is, but you see people using the Bible to promote or prohibit this or that by quoting sentences, it can just get really unfortunate real quick. So this is a funny example. But of course we could go on with lots of examples that are not funny at all.",
    "start": "00:20:06",
    "end": "00:20:56"
  },
  {
    "text": "And that's an easy solvable one because that was more of a translation error. There are other Bible verses that. It's not a translation error. It actually does say something that can lend itself to confusion and distrust of scripture in general. It's just like in all these many things, what's gone on in my observations is that this conversation has moved from even academic world into pop culture. And you'll see celebrities, there's a celebrity, they had 68,000 likes on this tweet. And the tweet was talking about like shrimp. And it was saying like, look, you are. You've cherry pick verses and look how crazy the Bible is prohibiting shrimp and tattoos and those type of things from Leviticus. And then it got 68,000 like likes. And again, it's mocking Bible looking. How silly Christians are for believing that you shouldn't eat shrimp or touch the skin of a dead pig or these certain things that are being pulled out and then mocked. And if I'm a young Christian, I'm then going to start saying like, man, I don't want to be silly or I don't want to feel like I believe in something nutty. And even though the resurrection, you believe in the resurrection, so you believe in a man Rose again, dead. So but talking about that, that's why this is getting confusing. But like you just said, you can't extract a Bible verse without understanding where in the storyline it is.",
    "start": "00:20:56",
    "end": "00:22:19"
  },
  {
    "text": "Yeah, your part two of your book has shrimp in the title. It's stranger things, Shrimp slavery and the skin of a dead pig. And there you're focusing on some of these really strange laws in the Torah. What do you think some of those deep underlying problems with the typical way Christians read these laws is. And how can we do that better?",
    "start": "00:22:19",
    "end": "00:22:41"
  },
  {
    "text": "Well, say you're looking at these and these are in the scripture. It's not a translation error where it does say, you know, things when it mentions, you know, markings on the body and tattoos and haircuts and dietary laws which turn out to not eat shrimp and don't Touch the skin of a dead pig. These things are real. Not a translation error. But, you know, it's the same thing where we're saying, you're reading, who was it written to? Like, never read a Bible verse. Then you want to, as John Walton, the professor from Wheaton will say, like, the Bible was not written. It was written for us, but not to us. So you always have to go, who was this written to originally? And when you look at the. As you know, looking at the Levitical laws, you'll find it was written to the people of Israel while they were being moved into a land where there's all types of strange worship rights and practices by the surrounding people groups. And God was. And his presence was moving into this geographic area and moving along, and he was setting some, you know, commands of being distinct from other people groups. But we don't live back then, so they sound bizarro to us, and they are kind of bizarre. But they. They had meaning to the people of that time. I mentioned the story of. I think it was 1924, and, like, in Arizona, there's a law that says, do not keep a donkey in a bathtub. Oh, yeah, right. And that sounds bizarre to us. However, if you were to go back into 1924 to that town in Phoenix, you would find out that there was a farmer who kept a donkey in a bathtub and it washed into a mud basin through a flood. They had a really difficult time getting it out, and they had to set a lawn place like, you know, Farmer Joe. No more donkey in the bathtub. Right. So if you live back then, you understood it today. It sounds bizarre. And that's why knowing the storyline is really important. When you see strange Bible verses.",
    "start": "00:22:42",
    "end": "00:24:35"
  },
  {
    "text": "Yeah. You have four interpretive keys, or you call them four facts for how not to read the Bible or how to read the Bible. Would you recap those for us? I think that'd be really helpful for our audience.",
    "start": "00:24:36",
    "end": "00:24:46"
  },
  {
    "text": "Yeah. The first is the Bible is a library, not a book. And I have. I have my bio next to me here. Like, I've just. Over the years, I. When I hold the Bible, whenever I open it, I picture him walking into, like, an ancient library. And over to the left are some overgeneralizing, you know, but say some, like, law books and scrolls over there and over to the right, there's some poetry books that are in several hundred years later. And then over there, there's some letters to these churches that were in the first century. And so it's like when I walk into the library, I Want to go to what section? And then if I pull a, you know, a book that was written to a specific church, I'm going to read it differently than wisdom literature that was written to the ancient Israelites. And so you have to look at the Bible as a library, not a book. And you don't just pull shelf books off the shelf and read them all the same. So that's the first one. The second is the Bible was written for us, not to us. And I kind of just walked through there. The importance of that. A third one is never read a Bible verse. The same thing. You always have to look at where in the storyline it is. Because, you know, in the early chapters of Genesis, we're vegetarian. In chapter nine, we're then allowed to eat meat. If you just read the Bible verse in the early chapters of Genesis, anyone's in sin and breaking the commands that God has laid out for us. If you've eaten meat, later on it changes. You have to look at where in the storyline. So never read a Bible verse. And the last one is all the Bible points to Jesus. A unified story that ends up pointing to Jesus. And that's major in understanding what the Bible is.",
    "start": "00:24:47",
    "end": "00:26:21"
  },
  {
    "text": "Yeah.",
    "start": "00:26:22",
    "end": "00:26:22"
  },
  {
    "text": "Thanks, Dan. It's as if we've been friends and talking about these ideas and learning together over the years.",
    "start": "00:26:22",
    "end": "00:26:28"
  },
  {
    "text": "Yeah, it's a great summary of like, yeah, the things we've been talking about.",
    "start": "00:26:30",
    "end": "00:26:34"
  },
  {
    "text": "But a lot faster than how we have.",
    "start": "00:26:34",
    "end": "00:26:36"
  },
  {
    "text": "Yeah, really good.",
    "start": "00:26:36",
    "end": "00:26:37"
  },
  {
    "text": "More memorable stickier.",
    "start": "00:26:37",
    "end": "00:26:39"
  },
  {
    "text": "Sam.",
    "start": "00:26:40",
    "end": "00:26:53"
  },
  {
    "text": "Let'S shift to one of the stickier topics that you address in the book. You have a whole section cleverly titled Boys Club Christianity. So you're addressing ways that the Bible portrayed as or perceived as, or used as anti women as misogynist. And so all the issues we talked about thus far come into play about individual Bible passages that can be lifted out of context. Yeah. What are the dynamics at play here? This is something that strikes almost all modern readers if they read any part of the Bible at length. Yeah. Talk about your experience with this, why you felt like this was you really needed to go at this in the book.",
    "start": "00:27:17",
    "end": "00:27:55"
  },
  {
    "text": "When I first was reading through the Bible and I'd see verses like that, you know, just like certain verses about women being saved through childbirth or women be silent, you know, don't speak up in church or these stories, you know, of concubines and polygamy and just certain things that I'm just being honest that I read them and I'm like, ah, somebody's got it figured out. Even when I became youth director at a church. I'd read those passages, and I go like, somebody's got to figure it out. And I just kind of keep going. And the moment that it changed for me, when I was working, serving with young adults, the church materials that we're going through had a couple references, and it was like First Corinthians. And then someone's like, what's that? And a young woman read the passage out loud. I remember, and I'm paraphrasing it, but it was out of First Corinthians where it says, you know, women should be silent in the church. They are not allowed to speak. It is a disgrace for a woman to speak in church. They must go home and ask their husbands the questions. And I remember sitting in that room, seeing that verse. I mean, hearing it, and they're all looking at me, and I wanted to run and hide behind the couch because I'm like, I don't know how to answer it. It's always been in there, but I've ignored it. But I can't ignore it anymore. And again, you're looking at these verses, and there's so many of them. But in today's world, what's happening is that you're seeing there's a guy that put it on his truck. You know, women be submit and be silent, don't speak up in church, puts it on his truck. It makes national news. And his whole thing is, christians, read your Bible. Do you even know that's in there? And so the. The emphasis has been women are demeaned, concubines, slavery, you know, the patriarchal culture. And that is the impression that the Scriptures definitely give. And it took me to then personally, like, is that true? And then have to look in the Scriptures through those principles, and you find out, no, that's not true. We're not just. We're not reading the Bible in the way it was meant to be read by the original readers.",
    "start": "00:27:55",
    "end": "00:29:59"
  },
  {
    "text": "So, yeah, maybe talk about some of the ways forward that you discovered when it comes to that issue. And I think the reason to highlight it is because you do this with a number of issues, whether it's slavery in the Bible, science in the Bible, violence in the Bible. And you're kind of. You're trying to take the same tack in all these chapters. So when it comes to this issue of the role of women in the Bible, what were your kind of your guiding lights in your path forward?",
    "start": "00:29:59",
    "end": "00:30:25"
  },
  {
    "text": "All right. Well, it's because again, after, you know, don't just read the Bible, but, you know, reading it for years now I see it as the full story. And all of a sudden if there's a line or two in a story, but then if you know the full story, you start going like, well how does that make sense in the full storyline of the whole Bible? And I always go back to the beginning and then you see man and woman, you know, created equally, equal value, equal worth co serving together. That certainly doesn't seem to match up with women. Be silent and submit to your husband. So then you look through the storyline and then you see what happened when humans rebelled against God in that way and then things changed. But what you don't see, we could talk for an hour just on this.",
    "start": "00:30:26",
    "end": "00:31:13"
  },
  {
    "text": "Topic, just on this. Sure, yeah.",
    "start": "00:31:13",
    "end": "00:31:15"
  },
  {
    "text": "So but just the quick line is when you see the storyline, you'll see that God was raising up women. Throughout the Old Testament, God worked with what human beings did also. So God didn't create slavery. That was something that was instituted by human beings in different ways. And he was actually coming in and helping correct in a trajectory towards no slavery. But same thing with women. You'll see that there's women like Miriam, Deborah. God was using Huldah, a prophet, so it couldn't have just been a blanket statement. All women be silent. You get to the New Testament and you put in some basic principles. Three chapters earlier, in the first Corinthians passage I'm talking about in chapter 11, Paul is telling women to prophesy and pray. So he can't be saying women be silent in all situations. This shows a specific situation, a specific thing that was going on. Again, we could talk about this an hour. But it's wrong to then use those Bible verses against women. That's not was their intent or their purpose. And it's wrong when people do.",
    "start": "00:31:15",
    "end": "00:32:13"
  },
  {
    "text": "Yeah, this, this point is, seems really important and it's also just really hard to onboard because you think if, if there's a book that is God's word, a book that is the holy book, however you want to think about it and then to say but it wasn't written to you that these letters like the one we're talking about with Paul, it's like we're reading someone else's mail. Those two things feel so opposite. Like why wouldn't God write a book that's to everyone? And then it just begs question, how am I supposed to engage with a book that wasn't written to me, was written to other people? I have to kind of parse out. That seems like a really hard thing to click over. I Guess, Dan, when you do ministry in your church, how do you see that idea landing for people and then how do you then help them read a book that's for them but not to them?",
    "start": "00:32:14",
    "end": "00:33:09"
  },
  {
    "text": "Yeah, well, our instinct always is like to jump immediately to application, like almost every part of the Bible. You know, again, for all of these years, I didn't look at it like we're talking about now. And so especially my early years as a Christian and even on a church staff, you know, the Bible was God's love letter to us. And I mean, it is. It's his love letter of telling the whole story. But I immediately would jump to what does this have to do with my life? Right. So I think we were using the Bible and teaching the Bible to always jump to personal application immediately. And that is not good Bible study methods to do that. So in order to change that, church leaders, I think, say if we talk about 1 Corinthians when we're teaching it, we usually have a full Sunday just talking about where was Corinth, what was going on, who are the players that are going that you might see rising up in the scriptures. It's telling the story of setting up where all this came from. I mean, this isn't just saying this because I'm talking to you guys. But we often will play the Bible Project video to the church when we start a teaching series on something because the information's out there for people. So I think church leaders must pay attention to this so we're not ending up hurting people in the way we're trying to help them understand Scripture.",
    "start": "00:33:09",
    "end": "00:34:28"
  },
  {
    "text": "I think there's a dynamic here when this issue that you're raising, John, comes up and as the years go by, because I feel like this has been an underlying theme for years in the conversations we're having. And for me, I keep seeing how there's a close connection between this question and the very premise of the biblical story, which is that this portrait of God is of a God who chooses to interact with the world and be present in the world in and through image bearing humans. Which means in this story, humans are the main way that God is going to embody his will and purpose and communicate in the world. And so what God has to say is developing along with the human story. And that itself is a key part of the story. Which means that there can't be a moment where it's to everybody, because if God's the living God, he's interacting with each generation on its own terms. And so what he would have to say now will be based on the wisdom of what he said before. But it also. It's what God is saying now, and it's still to be discovered because that's just the nature, I guess, of existence within the story. For me personally, where that takes me is that when I'm looking for God to give me like the list of rules or the list of answers that would answer every question that I might have, in a way, it's like taking away the responsibility I have as a human to live by wisdom and to learn to discern God's will here and now based on the story. That's as if I want the Bible to do the hard work that the Spirit is asking us to do by cultivating wisdom to understand how to live out the vision of the biblical story here. Now, I don't know if that makes any sense.",
    "start": "00:34:28",
    "end": "00:36:18"
  },
  {
    "text": "Tim, let me ask you something that I hear. So say what you're just saying, but. Right, so it's such a mystery and God's still revealing things. So does that mean that everything's a mystery? Ethics and morals that I can then just sort of. Because that's kind of a criticism or a taking advantage of things that way. So is everything up for grabs then?",
    "start": "00:36:19",
    "end": "00:36:40"
  },
  {
    "text": "Yeah, it's interesting. I mean, obviously Jesus didn't think so. You know, when Jesus read all these laws of the Torah, he could sum them up as love God and love your neighbor. Right? When issues about sex or justice in the community or treatment of the poor would come up, he would appeal to these law, ancient laws, but then derive wisdom from them that over kind of like transcended time and place. But one thing Jesus didn't do was just like pull verses out of context. He would quote like a law, but then derive this wisdom principle that would transcend. And at least that's my response. But I'm sure you get that question too, Dan. Like, oh, if God said this here, but then he says this here, so how do we know God won't change his mind and tell us something new?",
    "start": "00:36:40",
    "end": "00:37:26"
  },
  {
    "text": "I'm hearing that more and more. So that's why I was raising it up is just to say that, you know, there are things that are mysteries and things that we wish God would have been clearer about. But then there are many things that he was very clear about in the New Testament, you know, writing again through the author's New Testament, then we can cling on to those and have more confidence in what the truths are that we can know and then less stranglehold on other things that maybe like we're not quite as clear.",
    "start": "00:37:26",
    "end": "00:37:53"
  },
  {
    "text": "Yeah. So what you're saying is there's these elements of the biblical story, like core claims about the nature of human beings, which has moral ethical implications about how we should treat each other and shouldn't. And while those might be worked out in different ways at different moments in the biblical story, you can point to every part and be like, yeah, don't murder. Like, it's very clear. Like, it's not very difficult. Sexual integrity is a super high value. How human beings treat each other sexually, it's like really important. All throughout the biblical story, that's what you're saying. There's these kind of themes that just don't. They don't shift. But then we have other ones, like when it comes to slavery, for example, where you do watch God working with a culture where it's at, but pushing it in a direction.",
    "start": "00:37:54",
    "end": "00:38:41"
  },
  {
    "text": "Yeah. In a redemptive direction.",
    "start": "00:38:41",
    "end": "00:38:43"
  },
  {
    "text": "No, and that's what I mean, because I do think this. The. What's the word? I don't know. The caution which is happening is, you know, making the Bible so mysterious that we can't have any truth that we can hold on to and that. That would not be accurate. You just some. You summarized it up really well just then. But it is, you know, what's that movie, the Perfect Storm? Like several things hitting at once. Because I think what's going on, what's causing so much of the confusion is that there is a wave of the church overall didn't teach. We did what I did earlier almost incorrectly, like read your Bible and then just put it out there and didn't talk about what is the Bible and how do we read it. Right. So there's that out there. Then you have generation or two now that are growing up even as Christians that don't know how to read the Bible or what's in it. And even there's a lesser degree of Bible knowledge from so many. And then you have the rise of the accessibility to clever memes and information out there that are pulling out Bible verses, usually out of context as well, and criticizing the Bible. And it's catching so many people off guard. And if you don't know the Scriptures, then you don't know how to defend or think of it. And that's what's undermining so many people's faith and keeping people away from faith because they wouldn't want to be part of such a crazy, crazy cult. You know, almost. C.S. lewis wrote a really amazing. He wrote something in Mere Christianity. It's really Been haunting to me because he talks about the amount of information that's out there and he talks about the importance of theology. And he said this, he said theology is practical. And this is how Thai theology to me is studying scripture to understand what God has left us. And he says, in the old days, when there's less education and discussion, perhaps it was possible to get on with a few simple ideas about God. But it is not so now. Everyone reads. This was written in the 1940s, said from lectures, everybody reads, everyone hears things discussed. Consequently, if you do not listen to theology, that will not mean that you have no ideas about God. It will mean that you have a lot of wrong ones. Bad, muddled, out of date ideas. For a great many of the ideas about God which are trotted out as novelties today are simply the ones that real theologians tried centuries ago and rejected. There's so much information out there today about Bible God beliefs. And that's why understanding the Bible is more important than ever before. I mean, I can feel my body actually reacting to this because it's, it's so important, because I think we have sold unintentionally created Christianity to be in contemporary times about church activity and music. And so many people, they base their faith more on the activities of churches and good things in the songs. But everything we do is coming from somewhere. Ideas of who Jesus is is coming from somewhere. And all of a sudden slavery verses are pulled out and don't eat shrimp and don't play football and women should be silent and submit. All of a sudden these are being raising to the surface.",
    "start": "00:38:43",
    "end": "00:41:46"
  },
  {
    "text": "Yeah, if you aren't familiar with scripture, then you'll be really shocked when these things are brought up and it'll be harder to deal with them.",
    "start": "00:41:47",
    "end": "00:41:54"
  },
  {
    "text": "I mean, you've seen the meme. I mean, I've seen this a bunch of times. The, it's Psalm 137, 9. And the verse, I'm just reading the Bible verse alone. You know, it says happy is the one who takes your babies and smashes them against the rocks. So you take that verse and I'm looking at some right now, like, you know, you plop it up with a nice meme and a graphic and someone ironically took, you know, made like a little heart symbol out of their hands with the sunset and that Bible verse underneath it and saying like, look at your God. So hap is the one who smashes babies against rocks. That's in your Bible. You're reading it, what do you do? You look at it. Where was that Written in the Psalms. What are the Psalms? There's poetry and expression and emotion. Then you have to look at who said that. That's not God's words, that's the psalmist writing those words. What was going on at that particular time? It's not a command that you're reading. It's someone who. It was a poetic expression of someone who's experiencing horror and grief because it was from the destruction of Jerusalem and the captivity. And they probably did the way people would kill horrifically would. They would throw babies against the ground to kill them when they would capture a city. And therefore someone's writing out like for justice and anguish and pain. And that's that little verse. That's not God commanding something or saying. That's what he delights in. And that's what's unfortunately then convincing people Christianity. And if you believe in the Bible, you're crazy. And even in a cult.",
    "start": "00:41:54",
    "end": "00:43:25"
  },
  {
    "text": "Yeah, when we read that, we're supposed to grieve with the poet and we're supposed to feel like it's really dark and painful.",
    "start": "00:43:26",
    "end": "00:43:33"
  },
  {
    "text": "Sam.",
    "start": "00:43:47",
    "end": "00:44:01"
  },
  {
    "text": "To switch gears, you have three final parts of your book. And they relate to the conflict some people feel between science and the Bible when they read the Bible. Christianity's relationship to other religions. So the idea that Jesus is the only way to God, and then divine violence in the Old Testament, those are three really difficult topics. And I'm curious to know, in your experience, which of these are coming up the most in your church or with people you talk to? And if you could just give us a snapshot of some of the main themes underlying these chapters.",
    "start": "00:44:21",
    "end": "00:44:57"
  },
  {
    "text": "Yeah, well, with the science one, and you guys have done some excellent, you know, work on Genesis, of course. But I think what to a non. Someone outside of the church, generally, what's portrayed about the Bible is that it's either a young earth talking snake like Ka, version, you know, Ka of the jungle book understanding of the early chapters of Genesis, or it's nothing. And I think we've painted like it's only one way or the other. And if you doubt it, then you're doubting God's word for you to think it could be anything different. And so we've set up a horrible tension for many young people to even face as they start thinking more comparing to science. But then when you start looking into Genesis and you start realizing the questions that God was communicating to the people of Israel were not the questions that. That we have today. They weren't asking the people of Israel being coming out of Egypt after 400 years in slavery and a polytheistic culture and understanding the worldview, you know, of how they saw land, sky, you know, they're asking, like, how do we worship this God? Should we worship this God like the Egyptian gods? Like, how are we going to survive out here? Yeah, right. Our questions are, how do you explain the transitional fossil records and question about, you know, did the earth start from, you know, primitive amino acids, all of these things. They're not the questions that they had. And then we tried to read into the text questions that was not meant to answer. And unfortunately then that causes fallout because there's people's lives that are confused about this. You know, the science is obviously, there's so many of them now. Can God defy science? Absolutely. We believe in a man that physically rose again from the dead. And I would, you know, we'd all die for that. And that's. You can't explain that other than God intervene. But let's not argue about things that shouldn't be argued about like that because it becomes a dividing line and really tough. So that's why I addressed the science issue. You know, they weren't asking, are dinosaurs on the ark? Be interesting if it wasn't there. Like, by the way, dinosaurs weren't on the ark, like, and that was a verse that was so interesting, so bizarre for them to have read, like, what are, what are dinosaurs? Yeah, but that's. Yeah. Why you have to understand it. And same thing with world religions. It's the storyline of God in the beginning. Even Karen Armstrong, who wrote the book the History of God, it's when Jesus talks about salvation and we believe that through the atonement of what he did on the cross, we are saved and all of that. It's not saying that we're exclusive and we're, you know, we're better than other people. But you look at the whole storyline of humanity and the Bible tells of that, then, then Jesus makes total sense. When you see the whole storyline, then you see how other world faiths made total sense. You know, they were developing things that weren't about the one true God as they spread across the planet and different things. So, like the world religion questions, obviously really big. But you have to look at it in the storyline again. And the violence one is tough.",
    "start": "00:44:57",
    "end": "00:47:52"
  },
  {
    "text": "Yeah.",
    "start": "00:47:52",
    "end": "00:47:52"
  },
  {
    "text": "I mean, bottom line, God did use violence. Violence happened. The cross was violent. But God is not a random, violent, using monster who just killed people for no reason. And was the criticism all jealous and petty and just starts killing people? When God used violence, there were reasons for it. And that's why knowing the God of the whole Bible is so important, because then we trust that God. And when he did use violence, then I trust. But let me ask you guys this, because this is a danger. Well, when there's violence in there, God would never have used violence. So that didn't really happen. The Israelites just made up those stories and they record them in scripture. So don't worry, they really didn't happen. How would you answer that?",
    "start": "00:47:52",
    "end": "00:48:34"
  },
  {
    "text": "I haven't heard that take, actually.",
    "start": "00:48:35",
    "end": "00:48:37"
  },
  {
    "text": "Well, it's becoming more common. But you explain the violence in the Old Testament by saying that the Israelites wrote what they just thought would be good to write about their God or.",
    "start": "00:48:37",
    "end": "00:48:50"
  },
  {
    "text": "Maybe even how they would portray events that happened in their time. They would attribute them to God and to God acting on their behalf or something. But that we don't have to take that seriously, that portrayal of God.",
    "start": "00:48:50",
    "end": "00:49:03"
  },
  {
    "text": "Yeah. It doesn't seem like Jesus held that view. He really believed that the God of Israel who he was embodying was about to bring the hammer on Jerusalem. Right. And that's why his many warnings about Jerusalem. But at the same time, Jesus himself is claiming to represent and embody God's mercy Right. To the people that he's warning. That's the question I always have at that point is if we're going to attribute all portraits of God's violence just to human misunderstanding, you have to carry that on to Jesus own view of his father bringing justice on Jerusalem. Yeah. To me, a lot of things start to unravel if you go that direction. And it seems like Jesus and the Hebrew Bible authors just had a deep sense that God is the author of life and so he can give it and he can take it away. And that when God does that, he does it as a last resort and as a form of justice. And that's hard for me, but I think based on Jesus own teachings derived from his reflection on the Hebrew scriptures, it seems like that's something that he would want his followers to take on board. And the main point there is that it's God's prerogative, not human representatives of God, to be doing that on God's behalf, because that always goes poorly.",
    "start": "00:49:03",
    "end": "00:50:22"
  },
  {
    "text": "Well, as Tim, sorry, John mentioned earlier, there's a lot of crazy, violent, morbid stuff in the Bible, but a lot of them are human beings doing it not under God's command. And it records the horrible stories. But that doesn't mean God was for those things happening.",
    "start": "00:50:22",
    "end": "00:50:38"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:50:38",
    "end": "00:50:40"
  },
  {
    "text": "Have you seen the scary Mary video?",
    "start": "00:50:40",
    "end": "00:50:42"
  },
  {
    "text": "Oh, yes, yes, totally.",
    "start": "00:50:43",
    "end": "00:50:45"
  },
  {
    "text": "Someone took Mary Poppins. And for those that don't know Mary Poppins, it's the Walt Disney film about a good nanny, magical nanny that comes in and helps a family so she's all like loving and caring. But what they did was they took the movie and extracted a few points of the movie where it's like her staring at a kid and then the boy gets sucked up into the chimney or then locked into the closet, or the end, she might look mean for a second and they just capture that quick part and then they put it together in like a 60 second clip called scary Mary. And at the end it says, hide your children. But if I only saw that, I would think it was a horror film and scary as Mary. If I don't know the whole story and all the bits of that clip were true, they do come from the story. And I think that's kind of what's going on with the Bible in many ways, that they're extracting little pieces, putting them together to create something. But you have to know the whole story so you understand. Wait a minute, that's not, you know, that's not Mary or this isn't God. You know, God is compassionate and loving and kind and patient. And that's the God of the Bible, not just this one specific story or things that you might piece together to portray him in all of these ways. So, yeah, comes back to knowing the whole story. So critical.",
    "start": "00:50:45",
    "end": "00:52:05"
  },
  {
    "text": "Yeah, I mean, that's one of the underlying, repeated themes throughout the entire book. And yeah, what I appreciate is you are articulating in a very, very easy to read book. You're addressing dense topics, but it's written in such an accessible way and you're addressing so many of the same key issues that we're trying to address, helping reshape how people read and understand the Bible. So it's just great. There's so much alignment. And that's also because we've been learning a lot of the same things from a lot of the same people over the last few years. So I'm excited for the book to be out there and to see how people respond to it. I hope people find it really helpful because it's addressing things in a, in a way that we really believe in too.",
    "start": "00:52:05",
    "end": "00:52:47"
  },
  {
    "text": "You know, I would plead, plead, plead with youth leaders especially, and even children leaders to teach about this stuff early because when they then get to college or they start as you would thinking, you know, or in high school as well. And also now they're looking at TikTok and seeing all these teachings and these short little bits that sound so authoritative and confident. But again, they're doing the same fault of their, how they're teaching it. Please teach about this stuff early on so that then when they do see things, they're like, oh, it's not catching me off guard as much anymore. And once you understand the basic principles, like, you know, that you guys teach all the time, then when you see disturbing things, it doesn't shake you up as much because they're still disturbing. But you'll be like, okay, there must be more to it, or let's look at what's going on. And so I just beg. I beg parents and youth leaders and church leaders to please teach about this stuff earlier on to children and youth and young adults. I mean, everybody should, but especially, especially them.",
    "start": "00:52:48",
    "end": "00:53:54"
  },
  {
    "text": "Yeah. So you could send them to 12 hours of us Jammering Away or a quick and accessible and delightful book by Dan Kimball. So thanks, Dan, so much for, for sharing your work and for all of your kind words.",
    "start": "00:53:54",
    "end": "00:54:09"
  },
  {
    "text": "Well, thank you. I said, again, this isn't cliche, just. But I'm so thankful to the Lord all the time for what you are doing. So I can't express that enough. I'm getting emotional thinking about it right now because remember way back when you and John when, you know, writing on those clear glass boards and then you and John fused together and had the idea, it's so wonderful to see how God has been using you to. The most important thing really is understanding the scriptures because all of our lives come out of that, what we learn. So. And we can respond to. So thank all of your staff, your amazing staff together.",
    "start": "00:54:09",
    "end": "00:54:46"
  },
  {
    "text": "Yeah, we'll do that, Dan. Thank you for taking the time to sit down and talk with us today. Hey, thanks for listening to the BibleProject podcast. Today's episode was edited by Zach McKinley. It was produced by Cooper Peltz. Our lead editor is Dan Gummel. And the show notes that go along with this episode were produced by Lindsey Ponder. Bibleproject is a crowdfunded nonprofit media company. We're making videos and resources and classes that are helping people experience the Bible as a unified story that leads to Jesus. And one of the coolest things about this whole project is that we get to give this away for free because it's already been paid for by the generosity of so many of you who listen to the podcast by people all around the world. Thank you so much. Thank you for being part of this with us.",
    "start": "00:54:46",
    "end": "00:55:42"
  },
  {
    "text": "Hey, this is Abby, and I live in Sherwood, Arkansas. I first heard about bibleproject from a friend, and I've been listening and watching for years now. I use bibleproject definitely to go deeper in my personal study of the Bible, but also, whenever I get the chance to teach the Bible, I jump over to the bibleproject for sure, we believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes, and more@bibleproject.com.",
    "start": "00:55:43",
    "end": "00:56:15"
  }
]