[
  {
    "text": "Hey, this is John Collins at bibleproject, and we are finishing up a series called the Paradigm Series. We're looking at how we view the Bible. What type of literature do we think the Bible is? Since we've started this project seven years ago, the most common question that we get from people is, what translation of the Bible should I use? It's a sincere question without a real easy answer. Because behind the question is the understanding that the Bible was written in an ancient culture and in an ancient time, using ancient languages. And we want to know how do we best understand that time, that culture, and those languages.",
    "start": "00:00:04",
    "end": "00:00:41"
  },
  {
    "text": "This is actually a massive area of learning and understanding. So I find the simplest on ramp to this whole part of the paradigm is just to focus on one little part of it. And it's not like ancient Israelite cultural customs or food in the the ancient world, but just to focus on words.",
    "start": "00:00:41",
    "end": "00:00:59"
  },
  {
    "text": "Words. Words are the building blocks of language. Words are the most basic way we try to make meaning out of the realities that we find ourselves in. So, for example, our English word heart, we can use that in a couple different ways. We can refer to the actual organ that we have, but often we're talking about the heart as the center of human affection and emotion. And we use a separate word, brain, to talk about human reason.",
    "start": "00:00:59",
    "end": "00:01:28"
  },
  {
    "text": "So this raises a fascinating example. There is no ancient Hebrew word for brain. There's no word or even concept of brain. If you look through all of the things associated with the heart, thinking, skill, speaking, it's all things that happen in the heart.",
    "start": "00:01:28",
    "end": "00:01:43"
  },
  {
    "text": "And so today on the show, we're going to look at how the Bible is ancient literature.",
    "start": "00:01:43",
    "end": "00:01:48"
  },
  {
    "text": "In fact, here's the sentence that we wrote about it. The Bible was written in another time and culture. And we need to honor that ancient historical context as we come to understand better.",
    "start": "00:01:48",
    "end": "00:01:58"
  },
  {
    "text": "And we'll start by looking at how the Bible uses words. Thanks for joining us. Here we go. Okay, so we're going to continue talking about what kind of literature the Bible is. This is an ongoing conversation to really nail down what does it mean when we say the Bible is a unified story that leads to Jesus? It's kind of this tagline we use, but underneath of that is a pretty well formed, or at least it's congealing.",
    "start": "00:01:58",
    "end": "00:02:36"
  },
  {
    "text": "Yes.",
    "start": "00:02:36",
    "end": "00:02:37"
  },
  {
    "text": "Like this forming paradigm of what type of literature the Bible is and what that means for how we should encounter it.",
    "start": "00:02:37",
    "end": "00:02:46"
  },
  {
    "text": "And it's really us trying to discern the Bible's paradigm for what it is. Right. And trying to put words to that.",
    "start": "00:02:46",
    "end": "00:02:53"
  },
  {
    "text": "Yeah, it's A recovery project of trying to recover what is the way of viewing these texts that was intended by the people who wrote them and the communities that first read them.",
    "start": "00:02:53",
    "end": "00:03:03"
  },
  {
    "text": "All right, step one was the Bible is human and divine.",
    "start": "00:03:03",
    "end": "00:03:06"
  },
  {
    "text": "Yeah. It's the product of a human and divine partnership.",
    "start": "00:03:06",
    "end": "00:03:09"
  },
  {
    "text": "Secondly, it's literature that's unified around one unified story and common themes and motifs.",
    "start": "00:03:10",
    "end": "00:03:17"
  },
  {
    "text": "That are all unified and actually editorially unified as a collection. Yeah.",
    "start": "00:03:17",
    "end": "00:03:22"
  },
  {
    "text": "A collection of scrolls which we call the Old Testament or Hebrew Bible.",
    "start": "00:03:22",
    "end": "00:03:27"
  },
  {
    "text": "Yep. And the New Testament.",
    "start": "00:03:27",
    "end": "00:03:28"
  },
  {
    "text": "And then the next step was that it was messianic literature. The most important part of the story, the most important theme is this need for an anointed one. A human who can really get this right and lead us all.",
    "start": "00:03:28",
    "end": "00:03:46"
  },
  {
    "text": "That's right. And that is the fulfillment of a storyline where all humanity is called to be in image and representative of God. There's lots of failure that leads to a crisis and a need for one anointed representative. And anointed is what the word Messiah means.",
    "start": "00:03:46",
    "end": "00:04:02"
  },
  {
    "text": "You know, and this just made me realize maybe the order should be wisdom next, because then how do you. Yeah, we're supposed to be these. This image. We need God's wisdom. And then how do you get the wisdom? You meditate on scripture.",
    "start": "00:04:02",
    "end": "00:04:19"
  },
  {
    "text": "I'm doing it right now.",
    "start": "00:04:20",
    "end": "00:04:21"
  },
  {
    "text": "That makes sense.",
    "start": "00:04:21",
    "end": "00:04:21"
  },
  {
    "text": "I'm reordering. Reordering paradigm.",
    "start": "00:04:21",
    "end": "00:04:24"
  },
  {
    "text": "We're not gonna reorder the podcast.",
    "start": "00:04:24",
    "end": "00:04:25"
  },
  {
    "text": "That's okay. Yeah.",
    "start": "00:04:26",
    "end": "00:04:27"
  },
  {
    "text": "Well, so the next step in the episodes was that it's meditation literature. It's a type of literature that requires a lifetime of reading or rereading. It interprets itself through the way that it's designed. It's got an artistic design. The medium is the message. And what's the purpose of that meditation? It's for wisdom. And what's the purpose of wisdom? It's to be the image of God. And the Bible is wisdom literature. It shows us how to. It will help us become humans that have good relationships.",
    "start": "00:04:27",
    "end": "00:05:01"
  },
  {
    "text": "Yeah. It offers us wisdom about how to be the image of God. But Messiah style.",
    "start": "00:05:01",
    "end": "00:05:06"
  },
  {
    "text": "Messiah style, image of God.",
    "start": "00:05:06",
    "end": "00:05:08"
  },
  {
    "text": "Jesus style, image of God. Yep.",
    "start": "00:05:08",
    "end": "00:05:09"
  },
  {
    "text": "We got a few more steps in the paradigm than the one we're going to do today. Actually, we'll do in two parts, I think.",
    "start": "00:05:09",
    "end": "00:05:15"
  },
  {
    "text": "I think so.",
    "start": "00:05:15",
    "end": "00:05:16"
  },
  {
    "text": "And it's this idea of the Bible being contextually rooted literature.",
    "start": "00:05:16",
    "end": "00:05:20"
  },
  {
    "text": "Yeah.",
    "start": "00:05:21",
    "end": "00:05:21"
  },
  {
    "text": "So which I think just means that the Bible was written in a certain time and place, and that's important to remember.",
    "start": "00:05:21",
    "end": "00:05:29"
  },
  {
    "text": "In fact, here's the sentence that we wrote about it. The Bible was written in Another time and culture. And we need to honor that ancient historical context as we come to understand it better.",
    "start": "00:05:29",
    "end": "00:05:41"
  },
  {
    "text": "It feels like this part of the paradigm is taking what we've talked about so far and asking the question, okay, how do we do that? How do we practically read? How do we practically meditate and interpret this as wisdom? And here are some skills for understanding.",
    "start": "00:05:41",
    "end": "00:05:57"
  },
  {
    "text": "The Bible that would be an implication of it. But I do think it's important to say it as a point of fact too, that leads to those implications, which is that the Bible is from another language and time and place. Because depending on the tradition of Christianity you grew up in, that may or may not have been something that's emphasized at all.",
    "start": "00:05:57",
    "end": "00:06:18"
  },
  {
    "text": "Well, you know, every Bible has like a map of Israel.",
    "start": "00:06:19",
    "end": "00:06:22"
  },
  {
    "text": "Oh, I always skip those pages.",
    "start": "00:06:22",
    "end": "00:06:24"
  },
  {
    "text": "The maps, the like, the little dictionary entrances of like. Oh, a talent actually is. Yeah, sure, because it's like using measurements and things that you're not used to.",
    "start": "00:06:24",
    "end": "00:06:34"
  },
  {
    "text": "That's right. That's right. However, you could read a story written in your own language. Our language is English, written from a modern English speaker's point of view, cultural point of view, and have it be a story about an ancient time and place.",
    "start": "00:06:34",
    "end": "00:06:50"
  },
  {
    "text": "And need a map.",
    "start": "00:06:52",
    "end": "00:06:53"
  },
  {
    "text": "And need map and you can use their measurements.",
    "start": "00:06:53",
    "end": "00:06:55"
  },
  {
    "text": "But still written to us in our.",
    "start": "00:06:56",
    "end": "00:06:59"
  },
  {
    "text": "Culture from our point of view.",
    "start": "00:06:59",
    "end": "00:07:01"
  },
  {
    "text": "Correct. So what we're after here is not just the subject matter is ancient, but the actual. Everything about this literature reflects an ancient cultural setting. And if we want to understand it, we need to recognize that and recognize that we're gonna have to do some work to really understand this on its own terms. And that is not a point that every Christian tradition emphasizes or thinks is even necessary for different reasons. And I have my own experience with different parts of those traditions. I think all three of us do. So that's basically the point. One other thing is that this is not a point that comes like there's no one word in our mission statement that you can derive this point out of. This is super important for the paradigm that we're trying to engage with. Reading the Bible and that we teach from at the Bible Project. But it's in our little mission statement. Experiencing the Bible as a unified story leads to Jesus. We don't have experiencing the Bible as an ancient unified story. Jesus. We don't have a word in our mission statement that, yeah, we'll trigger this. But it is super important and it underlies everything that we're doing.",
    "start": "00:07:01",
    "end": "00:08:10"
  },
  {
    "text": "Ancient.",
    "start": "00:08:10",
    "end": "00:08:11"
  },
  {
    "text": "Yeah, yeah, yeah. I was just reading Sandra Richter's Epic of Eden the other day.",
    "start": "00:08:11",
    "end": "00:08:16"
  },
  {
    "text": "And it's an introduction to the Old Testament.",
    "start": "00:08:16",
    "end": "00:08:18"
  },
  {
    "text": "Yeah, Introduction to the Old Testament. And she does a lot of historical background work to understand the story in the terms that it was written. And she talks about encountering the Bible as a cross cultural experience. Sometimes we don't think of it that way, but yeah, we're reading an ancient document written in another culture and the categories we're going to encounter there, the way of life, it's cross cultural. And so even just that point, even if I don't understand what that culture is like, just the fact of understanding it is different than mine.",
    "start": "00:08:18",
    "end": "00:08:53"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:08:53",
    "end": "00:08:53"
  },
  {
    "text": "Coming with that attitude.",
    "start": "00:08:53",
    "end": "00:08:54"
  },
  {
    "text": "Yeah, yeah, that helps me so much. At least. Like, even if I encounter something and I have no idea what it meant, what it means now, or what it meant then to ancient Israel, at least if I have the category of okay, this is a cross cultural document and I'm sure it means something that I don't understand.",
    "start": "00:08:54",
    "end": "00:09:10"
  },
  {
    "text": "You're prepping your psyche for a cross cultural experience.",
    "start": "00:09:11",
    "end": "00:09:14"
  },
  {
    "text": "Yeah, that's right, that's right.",
    "start": "00:09:14",
    "end": "00:09:15"
  },
  {
    "text": "I mean, isn't that how it would be if you travel to another culture?",
    "start": "00:09:15",
    "end": "00:09:17"
  },
  {
    "text": "Yeah. So let's forget the ancient part. Let's just do cross cultural. So imagine a scenario where you intentionally place yourself in another cultural environment where you're the norms. There are not the norms that you.",
    "start": "00:09:17",
    "end": "00:09:32"
  },
  {
    "text": "I went to Beaverton yesterday.",
    "start": "00:09:32",
    "end": "00:09:34"
  },
  {
    "text": "Yeah, sure. I mean, and you don't have to go, you don't have to leave your country.",
    "start": "00:09:36",
    "end": "00:09:39"
  },
  {
    "text": "Large scale.",
    "start": "00:09:39",
    "end": "00:09:40"
  },
  {
    "text": "Go somewhere else in your own city.",
    "start": "00:09:40",
    "end": "00:09:42"
  },
  {
    "text": "Sure.",
    "start": "00:09:42",
    "end": "00:09:42"
  },
  {
    "text": "Or just somewhere within your own neighborhood, but into somebody else's home. True, right, yeah, just. It's that experience. We're like, oh, there are different assumptions taken. Take it for granted here. When I come to your house, the default assumption is no shoes ever in the house. That is not a default assumption in my house.",
    "start": "00:09:43",
    "end": "00:10:01"
  },
  {
    "text": "Very Asian.",
    "start": "00:10:01",
    "end": "00:10:02"
  },
  {
    "text": "And I forget to do it sometimes. At your house?",
    "start": "00:10:02",
    "end": "00:10:05"
  },
  {
    "text": "Yeah.",
    "start": "00:10:05",
    "end": "00:10:06"
  },
  {
    "text": "I'll wear my shoes in your house?",
    "start": "00:10:06",
    "end": "00:10:07"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:10:07",
    "end": "00:10:08"
  },
  {
    "text": "I don't know.",
    "start": "00:10:08",
    "end": "00:10:09"
  },
  {
    "text": "I grew up wearing shoes in my house. My wife is Japanese American and she. And you don't wear shoes in the house.",
    "start": "00:10:09",
    "end": "00:10:16"
  },
  {
    "text": "Yeah.",
    "start": "00:10:16",
    "end": "00:10:17"
  },
  {
    "text": "And I actually for a while was embarrassed to like, kind of have to tell people, like, yeah, take off your shoes. And it was that awkward thing of like, oh, he's not taking off his shoes. Do I say something or not? But yeah, it's a big cultural difference. And it's not like a little thing of like, oh, I'm just getting a little dirt in. It's like actually like grates against this really significant way of like being in the world.",
    "start": "00:10:17",
    "end": "00:10:40"
  },
  {
    "text": "Right.",
    "start": "00:10:40",
    "end": "00:10:40"
  },
  {
    "text": "Like, you're bringing the dirt into a clean space.",
    "start": "00:10:40",
    "end": "00:10:46"
  },
  {
    "text": "Yeah, yeah. I mean, if I, as a, in my context growing up, if I went to Japan, I would have an open attitude about what I was going to encounter, what the cultural norms would be. When I walk into somebody's house, I'd be taking their cues, like, what do I do here? You know, I'd be a little bit cautious about it and listening. If I walked into John Collins house expecting to encounter his house the exact same as mine, then I would be surprised by the cultural difference. You know, it's like it's all about our expectations. When we, when we walk into a culture or we read a text, if we impose our own expectations of that, this is going to be exactly the same as my culture, where that would be a really bad way to enter another culture, to decide ahead of time.",
    "start": "00:10:46",
    "end": "00:11:30"
  },
  {
    "text": "It's kind of the, it's kind of like the cruise ship mentality.",
    "start": "00:11:30",
    "end": "00:11:32"
  },
  {
    "text": "Yeah.",
    "start": "00:11:33",
    "end": "00:11:33"
  },
  {
    "text": "Like, let's go. Let's go explore the Mediterranean on a cruise ship with all our stuff.",
    "start": "00:11:33",
    "end": "00:11:38"
  },
  {
    "text": "Yeah, yeah, sure. Yeah. It's like making my cultural setting a little portable. Portable armor.",
    "start": "00:11:38",
    "end": "00:11:44"
  },
  {
    "text": "Let's go see the tower. The Leaning Tower. But I need all my stuff.",
    "start": "00:11:44",
    "end": "00:11:48"
  },
  {
    "text": "I'm listening to a pair of audiobooks right now. They've been around for a while and I've known about them, but just haven't had a chance to listen to them yet. And they're about this, they're both co authored, but they both have one of the same co authors, a New Testament scholar named Randy Richards or Randolph Richards. And one's called Misreading Scripture with Western Eyes. Removing Cultural Blinders to Better Understand the Bible. The other one is called Misreading Scripture with Individualist Eyes.",
    "start": "00:11:48",
    "end": "00:12:17"
  },
  {
    "text": "Oh, that's good.",
    "start": "00:12:17",
    "end": "00:12:17"
  },
  {
    "text": "Patronage, Honor and Shame in the Biblical World. So Randy Richards has done a lot of teaching and also just lived in a number of different countries throughout the course of his teaching career. And so he's just collected all these experiences and they're scholarly, informed works, but they're meant for a wide reading audience. And so if this is a topic that's interesting to any of you, our listeners, Randolph Richards books, these are two really great ways to address this. But he talks about how there are cultural differences that you can discern when you go into somebody else's home. And some you expect.",
    "start": "00:12:17",
    "end": "00:12:49"
  },
  {
    "text": "Yeah.",
    "start": "00:12:50",
    "end": "00:12:50"
  },
  {
    "text": "Especially related to like often food. And they're often the most humorous or funny ones where it's like the diet or the food choices Available in one cultural setting are opposite or offensive or disgusting or whatever. And these make for great traveling stories.",
    "start": "00:12:50",
    "end": "00:13:06"
  },
  {
    "text": "You eat what for breakfast?",
    "start": "00:13:07",
    "end": "00:13:08"
  },
  {
    "text": "Yeah, totally. That's right. So that's what you expect. Certain things, and so that's fine. And that happens with the Bible. But what's more important are the unspoken ones that you don't expect or don't even notice. The way that you're imposing your expectations on another culture's way of seeing things, or vice versa. They have a default, and you just. It's nowhere near on your radar, and you just bulldoze right over them and. And either misunderstand or just don't hear things that are being really important but that you don't think are important because you've never been trained to think they're important. And so he uses the iceberg. That culture is like an iceberg. And some things are obvious above the water, like a difference. But it's almost always the things under the surface that are the most important and that take the most effort and pose the most dangers for crashing into. I thought that was helpful metaphor.",
    "start": "00:13:09",
    "end": "00:14:03"
  },
  {
    "text": "What would we do without icebergs?",
    "start": "00:14:04",
    "end": "00:14:05"
  },
  {
    "text": "You know, we'd have no metaphors.",
    "start": "00:14:05",
    "end": "00:14:07"
  },
  {
    "text": "How would we explain something that was huge but hidden.",
    "start": "00:14:08",
    "end": "00:14:12"
  },
  {
    "text": "Yeah.",
    "start": "00:14:12",
    "end": "00:14:12"
  },
  {
    "text": "And only pokes out a little bit.",
    "start": "00:14:12",
    "end": "00:14:14"
  },
  {
    "text": "That's true.",
    "start": "00:14:14",
    "end": "00:14:14"
  },
  {
    "text": "What else?",
    "start": "00:14:14",
    "end": "00:14:15"
  },
  {
    "text": "I know.",
    "start": "00:14:15",
    "end": "00:14:16"
  },
  {
    "text": "That's such a great gift.",
    "start": "00:14:16",
    "end": "00:14:18"
  },
  {
    "text": "It is. You're right.",
    "start": "00:14:18",
    "end": "00:14:20"
  },
  {
    "text": "Icebergs.",
    "start": "00:14:20",
    "end": "00:14:20"
  },
  {
    "text": "I've used icebergs for so many preaching illustrations over the years anyhow. So that's the basic concept. So that doesn't require ancient history or context. Let's just go anywhere today.",
    "start": "00:14:20",
    "end": "00:14:31"
  },
  {
    "text": "Yeah. It's interesting that you're saying it's helpful to both be aware of the culture you're walking into or encountering, but also your own presuppositions and expectations and cultural norms. So reading the Bible will take reflective work on. Oh, I think I do function as part of this individualistic culture in these ways, and I don't think that's what the Bible's doing.",
    "start": "00:15:30",
    "end": "00:15:51"
  },
  {
    "text": "Yeah. In other words, if there's something in the Bible that I find offensive, almost always this is a good indicator if there's something that offends me or something that's hard to understand. You know, seven times out of 10, there's probably some cultural difference here on a deep level that it's cueing me not just to say, like, oh, it's different in the Bible's cultural setting, But I'm in a cultural setting that sees things a certain way. And that's why I'm Reacting in this way. And so what's underneath that?",
    "start": "00:15:51",
    "end": "00:16:18"
  },
  {
    "text": "And what we're not saying is that we look at ancient Israel's culture and adopt that as the norm or the way things should be. But it's the vehicle that God used to communicate truths and to act within the world. So we have to be aware of it. But we're not imposing that culture on ourselves now either.",
    "start": "00:16:18",
    "end": "00:16:36"
  },
  {
    "text": "We're requiring us to think the same way. And I think that the cosmology series was a good example of that, where it's like you have to come and come on the terms of what's the way that the biblical authors viewed the cosmos. And there's a dome in the sky and there's, you know, waters underneath the ground held up by pillars. And like, this is the view of how the universe works now. Is that how I have to then now think that's how the universe is? That's the next step. What does that mean for the way that my culture sees things and understands things? Which is a different step. But first you need to come going, what's the way they see the world?",
    "start": "00:16:36",
    "end": "00:17:17"
  },
  {
    "text": "Yeah, see the world the way they do.",
    "start": "00:17:17",
    "end": "00:17:19"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:17:19",
    "end": "00:17:20"
  },
  {
    "text": "Yep.",
    "start": "00:17:20",
    "end": "00:17:20"
  },
  {
    "text": "So seeing the Bible is contextually rooted literature. This is actually a massive area of learning and understanding and trying to approach this. So I find the simplest on ramp to this whole part of the paradigm is just to focus on one little part of it. And it's not like ancient Israelite cultural customs or food in the the ancient world, but just to focus on words, just make it real simple. And this is just for pedagogy and trying to get into the concept is just to recognize a very simple fact. There's nothing disputable about this fact. The Bible is written in ancient languages, Ancient Hebrew with a little ancient Aramaic thrown in there, and then also Ancient Greek.",
    "start": "00:17:21",
    "end": "00:18:02"
  },
  {
    "text": "And when you say ancient Hebrew.",
    "start": "00:18:02",
    "end": "00:18:04"
  },
  {
    "text": "Yes.",
    "start": "00:18:04",
    "end": "00:18:04"
  },
  {
    "text": "You mean it's different than the Hebrew spoken today, Correct?",
    "start": "00:18:04",
    "end": "00:18:07"
  },
  {
    "text": "Yeah, that's right. In the same way that the English spoken today is different from English as It was spoken 800 years ago.",
    "start": "00:18:07",
    "end": "00:18:13"
  },
  {
    "text": "It's related in similarities and has developed.",
    "start": "00:18:13",
    "end": "00:18:15"
  },
  {
    "text": "That's right. Ancient Hebrew and Ancient Greek, same thing.",
    "start": "00:18:16",
    "end": "00:18:18"
  },
  {
    "text": "Different. It's a different form of Greek.",
    "start": "00:18:18",
    "end": "00:18:20"
  },
  {
    "text": "That's right. So if you can just help people, like notice that fact, and that fact itself will be a fact that depending on the tradition you grew up in, that may have been like a simple matter of fact. Or it may be really underemphasized or almost never brought up, depending on how you were exposed to the Bible.",
    "start": "00:18:21",
    "end": "00:18:38"
  },
  {
    "text": "However, one of the most common questions that we get is what translation of the Bible should I read?",
    "start": "00:18:38",
    "end": "00:18:43"
  },
  {
    "text": "Yeah.",
    "start": "00:18:43",
    "end": "00:18:44"
  },
  {
    "text": "And underneath that is an understanding that the Bible was written in a different language. So tell me the best way to translate that language into my language.",
    "start": "00:18:44",
    "end": "00:18:52"
  },
  {
    "text": "Yeah. So our modern translations of the Bible are amazing, but they are translations. They are mediating one ancient set of languages into a modern language. And that requires an enormous amount of cross cultural work. And so this is why we're talking about it as part of our paradigms, because helping people understand biblical vocabulary is a big part of what we've done. And our content videos.",
    "start": "00:18:52",
    "end": "00:19:19"
  },
  {
    "text": "Yeah, word study videos.",
    "start": "00:19:19",
    "end": "00:19:20"
  },
  {
    "text": "Word study videos. We're going to have a class coming out about how to study words in the Bible. So it's just one of the easiest practical ways to start noticing the cross cultural nature of the Bible is studying.",
    "start": "00:19:20",
    "end": "00:19:32"
  },
  {
    "text": "Yeah. When this podcast releases, will our mini class on words in the Bible be out understanding words in the Bible?",
    "start": "00:19:32",
    "end": "00:19:38"
  },
  {
    "text": "Probably. It might be out the same week as this episode.",
    "start": "00:19:38",
    "end": "00:19:42"
  },
  {
    "text": "Yeah.",
    "start": "00:19:43",
    "end": "00:19:43"
  },
  {
    "text": "Is kind of the idea.",
    "start": "00:19:43",
    "end": "00:19:44"
  },
  {
    "text": "Yeah. So let's talk about this maybe in a little more kind of theoretical or systematic way then normally we just dive into examples, but I found some helpful ways to frame up how to think about this. And again, it's trying to help people see the Bible and recover an ancient paradigm for reading these texts for modern readers. And so one way to do that is to kind of build out why this is important and why learning how to study biblical words is one of the best ways to get you into the culture of the ancient biblical author.",
    "start": "00:19:44",
    "end": "00:20:15"
  },
  {
    "text": "Sam.",
    "start": "00:20:18",
    "end": "00:20:27"
  },
  {
    "text": "So one common experience that people have is as you're learning a language or as you're a speaker of a language, if there's a word that you don't know what it means, there's a fairly intuitive way to discover what that word means.",
    "start": "00:20:54",
    "end": "00:21:07"
  },
  {
    "text": "Listen how other people use it.",
    "start": "00:21:08",
    "end": "00:21:09"
  },
  {
    "text": "Oh, that's interesting. Oh, okay. Yes.",
    "start": "00:21:09",
    "end": "00:21:11"
  },
  {
    "text": "That's intuitive.",
    "start": "00:21:11",
    "end": "00:21:12"
  },
  {
    "text": "That's the most intuitive, I suppose. Yeah. Okay.",
    "start": "00:21:12",
    "end": "00:21:14"
  },
  {
    "text": "That's what kids do.",
    "start": "00:21:14",
    "end": "00:21:15"
  },
  {
    "text": "You're right.",
    "start": "00:21:15",
    "end": "00:21:16"
  },
  {
    "text": "Yeah, that's good.",
    "start": "00:21:16",
    "end": "00:21:17"
  },
  {
    "text": "That's right.",
    "start": "00:21:17",
    "end": "00:21:17"
  },
  {
    "text": "That probably would be more helpful.",
    "start": "00:21:17",
    "end": "00:21:20"
  },
  {
    "text": "No, I meant look it up in a dictionary. Yeah, but you're right. Google that. That requires a step of effort, but it's also intuitive if you know about dictionaries. Yes, but even more intuitive that requires only listening, is seeing how people use.",
    "start": "00:21:20",
    "end": "00:21:35"
  },
  {
    "text": "But in some ways people. Possibly more broad, if you're picking up how a word is used in context instead of just reading one definition.",
    "start": "00:21:35",
    "end": "00:21:44"
  },
  {
    "text": "Yes. Where was I? This just happened last night. I was reading A story to my sons. What was the word? Contemplate. Contemplate. And my 8 year old was just like, what does that mean? And then I read. I was reading in the sentence. So I reread the sentence that it occurred in. And then my 10 year old was like, oh, it means this. And I was like, oh, it means like you think about something a lot. And then I asked Roman, my 10 year old. I was like, oh, buddy, did you know that word? And he was like, no, he figured it out. But he could see from context that's what was going on in the story. And so it was exactly what you're describing. That's the most intuitive way, so that ought to tell us something. So this jumble of syllables, even if you don't know what it means, can still communicate the right idea in context. In context. In context.",
    "start": "00:21:44",
    "end": "00:22:34"
  },
  {
    "text": "Like, you can't just say it by itself and Roman's gonna understand it.",
    "start": "00:22:34",
    "end": "00:22:37"
  },
  {
    "text": "Exactly right. But if you have a character, I think there's a little picture of somebody sitting, reading a book and contemplating something.",
    "start": "00:22:37",
    "end": "00:22:43"
  },
  {
    "text": "Yeah. Recently, Serena, my daughter, who's 3, has been not understanding what words mean, but trying to use them.",
    "start": "00:22:43",
    "end": "00:22:50"
  },
  {
    "text": "I love it.",
    "start": "00:22:50",
    "end": "00:22:51"
  },
  {
    "text": "Feelings, words, for the most part. So she'll. She's been saying, I'm bored. Actually, she says I'm boring, but she means, I'm bored. She's. And I'm like, what do you mean by that? Like, what. What are you saying? I'm not sure if you know what that means. She said, I mean, I'm tired. I mean, I'm distracted.",
    "start": "00:22:51",
    "end": "00:23:07"
  },
  {
    "text": "I'm.",
    "start": "00:23:08",
    "end": "00:23:08"
  },
  {
    "text": "I'm confused and uncomfortable. How does she say it? Uncomfortable.",
    "start": "00:23:08",
    "end": "00:23:12"
  },
  {
    "text": "Okay.",
    "start": "00:23:15",
    "end": "00:23:15"
  },
  {
    "text": "I don't know if you're any of those things, but could you keep talking?",
    "start": "00:23:15",
    "end": "00:23:19"
  },
  {
    "text": "Yes.",
    "start": "00:23:19",
    "end": "00:23:19"
  },
  {
    "text": "It's so cute.",
    "start": "00:23:19",
    "end": "00:23:20"
  },
  {
    "text": "Oh, man. Yeah.",
    "start": "00:23:20",
    "end": "00:23:21"
  },
  {
    "text": "Trying them out.",
    "start": "00:23:22",
    "end": "00:23:22"
  },
  {
    "text": "Trying to.",
    "start": "00:23:22",
    "end": "00:23:23"
  },
  {
    "text": "Yeah. And I'm trying to say, could you describe. Because I think the context will give her a way to say what she means without just using a word. But if she could describe. Okay, what do you. What do you mean by that? What are you feeling? Or what do you. Tell me what you mean? You know, I want her to give me some context so I can understand the meaning of I'm boring.",
    "start": "00:23:23",
    "end": "00:23:40"
  },
  {
    "text": "Yeah. Yeah, totally.",
    "start": "00:23:40",
    "end": "00:23:42"
  },
  {
    "text": "You know.",
    "start": "00:23:42",
    "end": "00:23:42"
  },
  {
    "text": "Yes.",
    "start": "00:23:42",
    "end": "00:23:43"
  },
  {
    "text": "In Serena culture.",
    "start": "00:23:43",
    "end": "00:23:44"
  },
  {
    "text": "So. Exactly. So in that moment, Serena's like another culture, and she is still learning how to express ideas and concepts through syllables that she understands the meaning of. So the whole point is that the big meta point to be made about words is that words. It's an overstatement, but it's one that gets a good conversation going. Words don't have meaning. We give words meaning by the way that we use them. So the fact that she can say I'm boring, but it communicates something that she's trying to discover. And she can use a variety of words, but she's really probably just after one set of things. So that's a good example of where what matters most in that moment is not the words, it's what she's expressing by means of a whole variety of words. And so that's one aspect of communication that's important, is that words are a window into something deeper, something more significant. And just looking up a word in a dictionary doesn't always get you where you need to go.",
    "start": "00:23:44",
    "end": "00:24:49"
  },
  {
    "text": "Yeah. However, a masterful communicator will carefully choose words.",
    "start": "00:24:49",
    "end": "00:24:53"
  },
  {
    "text": "Yes, absolutely.",
    "start": "00:24:53",
    "end": "00:24:55"
  },
  {
    "text": "So while words don't mean anything, that's what you know. But then they do in the sense that we've kind of agreed upon what words mean.",
    "start": "00:24:55",
    "end": "00:25:04"
  },
  {
    "text": "Correct.",
    "start": "00:25:04",
    "end": "00:25:05"
  },
  {
    "text": "And then the masterful communicator can choose from this collective understanding to choose the right thing to convey what they mean.",
    "start": "00:25:05",
    "end": "00:25:13"
  },
  {
    "text": "Yeah. So in this agreed upon context, communication can happen really well when there's a really good communicator who knows the context of the audience and the audience knows the context of the communicator that works.",
    "start": "00:25:14",
    "end": "00:25:26"
  },
  {
    "text": "Good communicator and a good listener.",
    "start": "00:25:27",
    "end": "00:25:28"
  },
  {
    "text": "So, yes, the overstatement is to say words don't mean things. People mean things by their use of words. But it's also true if you look up boring in a dick. What do you mean, Serena? You could have gone to look it up in dictionary and be like, what?",
    "start": "00:25:28",
    "end": "00:25:40"
  },
  {
    "text": "That's not what she means. Yeah.",
    "start": "00:25:40",
    "end": "00:25:42"
  },
  {
    "text": "But what you're trying to do in that interaction with her is study what she means by her words. And by doing that, you have to look not at what some dictionary maker thinks a word means. You have to look at what she means in the context of that conversation. And so that's the basic impulse when I come across words in the Bible that I think I know and then go look them up in a dictionary. Justice, righteousness.",
    "start": "00:25:42",
    "end": "00:26:06"
  },
  {
    "text": "And are you talking about looking it up in English or looking it up.",
    "start": "00:26:07",
    "end": "00:26:09"
  },
  {
    "text": "In the In English dictionary? Okay.",
    "start": "00:26:09",
    "end": "00:26:11"
  },
  {
    "text": "Because you're reading a translation.",
    "start": "00:26:12",
    "end": "00:26:14"
  },
  {
    "text": "Yeah.",
    "start": "00:26:14",
    "end": "00:26:15"
  },
  {
    "text": "You see the English word.",
    "start": "00:26:15",
    "end": "00:26:16"
  },
  {
    "text": "Yeah, I see the word love.",
    "start": "00:26:16",
    "end": "00:26:17"
  },
  {
    "text": "Yeah. So you look it up.",
    "start": "00:26:17",
    "end": "00:26:19"
  },
  {
    "text": "Word, peace, whatever, holiness.",
    "start": "00:26:19",
    "end": "00:26:22"
  },
  {
    "text": "You look it up. Or you just kind of go into your mental bank of, like, how people use that in my life. That's what it must mean.",
    "start": "00:26:22",
    "end": "00:26:28"
  },
  {
    "text": "That's the context. You're thinking of maybe.",
    "start": "00:26:28",
    "end": "00:26:30"
  },
  {
    "text": "Yeah. Okay. So words are this medium of interaction between people. And what we're saying is every person is a culture unto themselves, like you and Serena in that interaction. And so. But words, these sounds and syllables, are this medium of your interacting together. And so this is a concept that we explore more in the class on the art of biblical words and that we've talked about before. But I adopted it from a literary theorist and an enigma of a human being named Umberto Eco. But he developed these concepts for talking about language that I have found really helpful. And it's just. It's imagining that every human has a growing, constantly developing encyclopedia in their mind of how they make sense of the world, and then the words and ideas they use to make sense of the world.",
    "start": "00:26:30",
    "end": "00:27:18"
  },
  {
    "text": "Yeah.",
    "start": "00:27:18",
    "end": "00:27:19"
  },
  {
    "text": "So think of a. And now with digital encyclopedias, it's your schema. It's your schema. It's the framework that you have. And so within Serena's developing framework, the word boring means something. She has it associated with something. So then she speaks this set of syllables, two syllables, boring. And then it enters your ears, and then it starts interacting with your mental encyclopedia. And yours has the benefit of, like, decades of existence and experience and speaking and learning new words. And so you have your own encyclopedia. And so Eco calls a speaker or writer's encyclopedia, the encyclopedia of production. You produce language out of that encyclopedia, and then you, Carissa, have an encyclopedia of reception. You're receiving a words and then making sense of it in the mind. And I found that helpful. And words are the medium. And so what we're after, when we're reading the Bible, it's like a tennis match. It is like a tennis match. And the trick is that we often import or impose our encyclopedia of reception onto the biblical author's encyclopedia of production. We just assume that they're the same. So we assume that whatever justice means to me, that that's what the biblical authors mean by it. And so, look, it's in the Bible. And then you can start pointing at.",
    "start": "00:27:19",
    "end": "00:28:40"
  },
  {
    "text": "Paths, then you start pretexting things, and.",
    "start": "00:28:40",
    "end": "00:28:43"
  },
  {
    "text": "To say, look, the Bible says this or that. And so what we need the adjustment is to say. To start from a default to say, let me start by saying, I probably don't know what this word actually means in the Bible. There's this English word that the translators have chosen to approximate it. But to really understand what boring means to the culture of Serena, I need to do a lot more. I need to do something, put in a lot more effort.",
    "start": "00:28:43",
    "end": "00:29:09"
  },
  {
    "text": "I have the benefit With Serena of being her parent. So I do have a pretty good understanding of her encyclopedia of production. But if it was another kid, if one of your kids came up to me and said, I'm boring, I would be like, oh, honey, are you okay? Like, I would, I would.",
    "start": "00:29:09",
    "end": "00:29:26"
  },
  {
    "text": "No, you really wouldn't know.",
    "start": "00:29:27",
    "end": "00:29:29"
  },
  {
    "text": "Yeah, I would. I would interpret it.",
    "start": "00:29:29",
    "end": "00:29:31"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:29:31",
    "end": "00:29:31"
  },
  {
    "text": "Already as, oh, I hope they don't think they're boring. When with Serena, I know her encyclopedia of production well enough to ask more questions.",
    "start": "00:29:32",
    "end": "00:29:40"
  },
  {
    "text": "And I think there's a corollary there to, like, when you begin to read a certain author enough familiarity, you become familiar with how they use words, and then the more you can anticipate a little better.",
    "start": "00:29:40",
    "end": "00:29:53"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:29:53",
    "end": "00:29:54"
  },
  {
    "text": "What's the difference here between you mentioned dictionary and encyclopedia? Are those meant to be different?",
    "start": "00:29:54",
    "end": "00:29:59"
  },
  {
    "text": "Oh, well, it's just that a dictionary approach to words is saying, ah, words have a meaning. And that meaning is I go look it up in a dictionary and that's how I know the meaning of words. An encyclopedia approach is to say, now words are the vehicle of somebody's unique encyclopedia. And to understand what they mean, I can't just assume I already know what it means or that I can just look it up in a dictionary. I need to study how that person uses that word. Okay. Classic examples that we've talked about through the years are when Jesus talks about the kingdom of heaven, the kingdom of the skies. And so somebody might come to the Bible and assume the Bible is telling a story about you can go to heaven after you die. So you read the phrase kingdom of heaven, and Jesus is talking about the place where I can go after I die. And that has been what many people thought the kingdom of heaven means. But when you study how Jesus actually uses the phrase, it's clear that he's talking about something that is arriving through him, like on earth. Not something you go to, but something that's coming here. So you have to study his encyclopedia of what that phrase means. And then famous theology debates throughout history are like, when Paul says, I'm not ashamed of the gospel. It's the power of God for salvation, for in it the righteousness of God is revealed. What is the righteousness of God? Well, man, you have to study, what does Paul mean by that? And then you also have to study, where did he get the language of God's righteousness. He got it from the Hebrew Bible, but he's writing in Greek. What is this concept in the Hebrew Bible? And so on and all of A sudden you're studying an encyclopedia, not just looking up words in a dictionary. And so this is the dynamic of biblical words.",
    "start": "00:29:59",
    "end": "00:31:40"
  },
  {
    "text": "Yes. And it can feel frustrating. I've made this realization before and it just sticks with me that when you're reading the Bible, you're reading in English, someone writing in Greek, thinking in Hebrew.",
    "start": "00:31:40",
    "end": "00:31:52"
  },
  {
    "text": "Oftentimes if you're reading the New Testament.",
    "start": "00:31:52",
    "end": "00:31:54"
  },
  {
    "text": "If you're reading the New Testament.",
    "start": "00:31:54",
    "end": "00:31:55"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:31:55",
    "end": "00:31:56"
  },
  {
    "text": "That's tricky. Yeah, that's a lot of, like you just said, Paul, English word righteousness is a translation of a Greek word that is in Paul's mind, part of his encyclopedia of knowledge that comes from Hebrew thought.",
    "start": "00:31:56",
    "end": "00:32:09"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:32:09",
    "end": "00:32:10"
  },
  {
    "text": "And that's a lot of work.",
    "start": "00:32:10",
    "end": "00:32:12"
  },
  {
    "text": "Yeah, it just. Yeah, that's right. There's nothing for it. Communication is a lot of work, but it's a lot of work for the three of us to sit and talk and try and like hone ideas together and we're like sitting in the same room, you know.",
    "start": "00:32:12",
    "end": "00:32:27"
  },
  {
    "text": "Yeah.",
    "start": "00:32:27",
    "end": "00:32:27"
  },
  {
    "text": "So let's look at one example and because I've found you can kind of turn it into a technique of like, it's almost like a scavenger hunt. I mean, the goal is that I build an encyclopedia of reception in my mind and that more closely resembles the encyclopedia of production for the biblical authors. So that like the real communication starts happening.",
    "start": "00:32:27",
    "end": "00:32:48"
  },
  {
    "text": "Sam.",
    "start": "00:33:08",
    "end": "00:33:34"
  },
  {
    "text": "So let's take one example. The word heart in the Bible.",
    "start": "00:33:36",
    "end": "00:33:39"
  },
  {
    "text": "Yeah. The blood pumping organ in your chest.",
    "start": "00:33:39",
    "end": "00:33:42"
  },
  {
    "text": "Okay, so if we look up heart in English dictionary, I'm guessing there'll be like a literal definition and probably a metaphorical.",
    "start": "00:33:43",
    "end": "00:33:50"
  },
  {
    "text": "I bet you.",
    "start": "00:33:50",
    "end": "00:33:51"
  },
  {
    "text": "Yeah. Should we just go for it?",
    "start": "00:33:51",
    "end": "00:33:52"
  },
  {
    "text": "Sure.",
    "start": "00:33:52",
    "end": "00:33:52"
  },
  {
    "text": "Dictionary.com heart, a hollow, muscular organ that pumps blood through the circulatory system by rhythmic contraction and dilation.",
    "start": "00:33:52",
    "end": "00:34:00"
  },
  {
    "text": "Uh huh.",
    "start": "00:34:00",
    "end": "00:34:01"
  },
  {
    "text": "Four chambers in a vertebrae, two arteries, two ventricles.",
    "start": "00:34:01",
    "end": "00:34:05"
  },
  {
    "text": "Okay, so that's like its anatomical meaning. Literal anatomical meaning. Oh, interesting. Okay. On Dictionary.com then two levels down, here's the meaning, the center of the total personality with reference to intuition, feeling or emotion.",
    "start": "00:34:05",
    "end": "00:34:21"
  },
  {
    "text": "Yeah, feeling, emotion.",
    "start": "00:34:22",
    "end": "00:34:23"
  },
  {
    "text": "Interesting. In my Google search, the second definition is just the central or innermost part of something. So it's more synonymous just with like middle or high.",
    "start": "00:34:24",
    "end": "00:34:32"
  },
  {
    "text": "The heart of the heart of the matter issue or. Yeah.",
    "start": "00:34:32",
    "end": "00:34:35"
  },
  {
    "text": "Oh, fascinating. Okay.",
    "start": "00:34:35",
    "end": "00:34:37"
  },
  {
    "text": "So they would say the heart of the city.",
    "start": "00:34:37",
    "end": "00:34:38"
  },
  {
    "text": "Yes. So there's a literal meaning. And then because the heart is physically at the center of the human torso, it can be used metaphorically to be the center of something and then that becomes a way of thinking about human nature. The center.",
    "start": "00:34:38",
    "end": "00:34:52"
  },
  {
    "text": "What's the center of your.",
    "start": "00:34:52",
    "end": "00:34:54"
  },
  {
    "text": "Of your being?",
    "start": "00:34:54",
    "end": "00:34:55"
  },
  {
    "text": "Being like you have all my heart.",
    "start": "00:34:55",
    "end": "00:34:58"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:34:58",
    "end": "00:34:59"
  },
  {
    "text": "My whole self.",
    "start": "00:34:59",
    "end": "00:35:01"
  },
  {
    "text": "Yeah, my whole self. But then we have this other nuance in English where the heart is particularly connected with feeling and emotion.",
    "start": "00:35:01",
    "end": "00:35:08"
  },
  {
    "text": "Yeah. That's a separate heartbreak.",
    "start": "00:35:08",
    "end": "00:35:11"
  },
  {
    "text": "Heartbreak, you know. Yeah, yeah. Broke my heart. That's right. So that's a dictionary definition that builds out pretty much my English encyclopedia.",
    "start": "00:35:11",
    "end": "00:35:19"
  },
  {
    "text": "The center of something or center of emotion, center of personality.",
    "start": "00:35:19",
    "end": "00:35:23"
  },
  {
    "text": "I had to go get a heart exam. And on the way, traveling through the heart of the city, I had this sense in my heart that. Right, yeah. You're using the same word.",
    "start": "00:35:23",
    "end": "00:35:35"
  },
  {
    "text": "And you can't really intermix those either. You can't be like this hollow organ heals.",
    "start": "00:35:35",
    "end": "00:35:40"
  },
  {
    "text": "Yeah.",
    "start": "00:35:40",
    "end": "00:35:41"
  },
  {
    "text": "The burrito was giving me a heartache. And then I got a text message from a friend that was a heartbreak.",
    "start": "00:35:41",
    "end": "00:35:48"
  },
  {
    "text": "Okay, so here's. So that's our experience of the English word. That's our encyclopedia. So when you're going into the Bible, here's what you'll find. So the Hebrew word, Old Testament Hebrew word is actually a bi form word. It's interesting. There's a two letter word, lev, and then a three letter word, levav.",
    "start": "00:35:48",
    "end": "00:36:04"
  },
  {
    "text": "The full. And a shortened form.",
    "start": "00:36:04",
    "end": "00:36:06"
  },
  {
    "text": "Yeah, full form. A shortened form. Yeah. Anyway, it's been a while since I looked at this. So you will see occurrences of the word heart in the Bible that fit our encyclopedia of reception. So for example, in Exodus chapter 4, when God tells Moses that his brother Aaron is about to come visit him, and he says, when your brother Aaron sees you, he will be glad in his heart. We're like, yeah, I get it. I've been glad in my heart too. That makes sense to me.",
    "start": "00:36:06",
    "end": "00:36:34"
  },
  {
    "text": "Yes. Because a big part of heart for us is the center of emotion.",
    "start": "00:36:34",
    "end": "00:36:37"
  },
  {
    "text": "That's right, exactly.",
    "start": "00:36:37",
    "end": "00:36:38"
  },
  {
    "text": "So that's true in Hebrew thought.",
    "start": "00:36:38",
    "end": "00:36:40"
  },
  {
    "text": "Yep. Yeah.",
    "start": "00:36:40",
    "end": "00:36:41"
  },
  {
    "text": "As well.",
    "start": "00:36:41",
    "end": "00:36:41"
  },
  {
    "text": "The heart is where you can experience joy. So the heart is connected to emotion. Also, in the ancient Hebrew encyclopedia of the authors in first Samuel, you have a husband addressing his wife Hannah, who hasn't been able to have children. And so he asks her, rather insensitively, why is your heart sad? And that makes sense to me.",
    "start": "00:36:41",
    "end": "00:37:06"
  },
  {
    "text": "Yep.",
    "start": "00:37:06",
    "end": "00:37:07"
  },
  {
    "text": "So you come across, ah, the phrase broken heart is the Hebrew idiom to be broken of heart.",
    "start": "00:37:07",
    "end": "00:37:12"
  },
  {
    "text": "And we get a lot of idioms from Hebrew.",
    "start": "00:37:12",
    "end": "00:37:14"
  },
  {
    "text": "Yeah, that's right. Yeah. Through the King James.",
    "start": "00:37:14",
    "end": "00:37:16"
  },
  {
    "text": "Through the King James.",
    "start": "00:37:17",
    "end": "00:37:17"
  },
  {
    "text": "As entered English. Through the King James. So those are examples. And that would lead you to Think like, oh, yeah, okay. Well, just. I read heart in the Bible. It means what heart means to me.",
    "start": "00:37:17",
    "end": "00:37:26"
  },
  {
    "text": "Yeah. This is a hard one, because if I came across these, I wouldn't think to look up the word heart.",
    "start": "00:37:26",
    "end": "00:37:32"
  },
  {
    "text": "Exactly. That's the whole point is you don't notice a cultural difference here. But. Okay, so here's interesting one. There's a moment when in the story of Abraham where he hears God say, you know, you and your wife, you're Both like almost 100 years old, are going to have a child. And then he has a little internal conversation in the narrative, and the phrase used is he said in his heart. And almost actually here, Genesis 7. That's the literal translation. But if you look in most English translations, I think. Think. What it says is he said to himself. So new American standard has he said in his heart, but the new international version translates, and he said to himself, isn't that interesting?",
    "start": "00:37:32",
    "end": "00:38:16"
  },
  {
    "text": "Yeah.",
    "start": "00:38:16",
    "end": "00:38:17"
  },
  {
    "text": "Now here's the question. Would you ever. Do you recognize that idiom from your own idea to say in your heart?",
    "start": "00:38:17",
    "end": "00:38:24"
  },
  {
    "text": "It's hard to familiar.",
    "start": "00:38:24",
    "end": "00:38:24"
  },
  {
    "text": "No, that's the I'm boring kind of thing, where you're like, okay, I know what you're talking about.",
    "start": "00:38:24",
    "end": "00:38:30"
  },
  {
    "text": "Oh, sure, I get it.",
    "start": "00:38:30",
    "end": "00:38:32"
  },
  {
    "text": "I've never heard someone say it that way, but I get it. You said, in your heart. You said it in a way that seemed really meaningful to you and maybe has an emotional overtone. That's how I would come and take it. So I would make meaning of it out of my Encyclopedia of Reception.",
    "start": "00:38:32",
    "end": "00:38:52"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:38:52",
    "end": "00:38:53"
  },
  {
    "text": "And I'd figure it out because language is flexible and I could totally jive with it.",
    "start": "00:38:53",
    "end": "00:38:58"
  },
  {
    "text": "One of those moments. So you could. You can do a little work on the spot.",
    "start": "00:38:58",
    "end": "00:39:01"
  },
  {
    "text": "Yeah.",
    "start": "00:39:01",
    "end": "00:39:01"
  },
  {
    "text": "It's not so foreign to you that you can't make sense of it, but it sounds funky, right?",
    "start": "00:39:01",
    "end": "00:39:07"
  },
  {
    "text": "Yeah. And it could just flag a question here, like, oh, does heart mean what I think it means? Or seems like the authors are using heart differently than how I would usually use it.",
    "start": "00:39:07",
    "end": "00:39:19"
  },
  {
    "text": "Yeah. Well, what's interesting is that wouldn't be. My intuition would be like, oh, I don't know what heart means in Hebrew as much as I thought I did. I think my intuition would just be like, I think I know what that means, and just keep going.",
    "start": "00:39:19",
    "end": "00:39:30"
  },
  {
    "text": "It's an idiom.",
    "start": "00:39:31",
    "end": "00:39:32"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:39:32",
    "end": "00:39:32"
  },
  {
    "text": "I think my first assumption would be, oh, this must be an idiom for just expressing. I said to myself.",
    "start": "00:39:33",
    "end": "00:39:37"
  },
  {
    "text": "But the idea here is, ooh, maybe heart in Hebrew has got connotations that I'm not aware of.",
    "start": "00:39:37",
    "end": "00:39:46"
  },
  {
    "text": "Yeah, this one might not flag it as much, but are there other ones where we would read and see? Oh, this doesn't make sense to me.",
    "start": "00:39:47",
    "end": "00:39:54"
  },
  {
    "text": "Yeah. Yeah. Okay. So there's a story about how God empowers an artist in ancient Israel, a guy named Bethlehel, to make the tabernacle and all the jewelry and gold and tapestries and so on. And so what God says In Exodus, chapter 31 is, Look, I have appointed him, and I have placed skill in the heart of all of those who are skillful of heart so that they can make the tabernacle that I've commanded you. Skill in the heart and skillful of heart.",
    "start": "00:39:54",
    "end": "00:40:26"
  },
  {
    "text": "Yeah. That's interesting. No, it feels like. It feels like when you're talking to someone who just kind of. They're newer to English.",
    "start": "00:40:26",
    "end": "00:40:33"
  },
  {
    "text": "Oh, okay.",
    "start": "00:40:33",
    "end": "00:40:34"
  },
  {
    "text": "You know, and like, they're using their language.",
    "start": "00:40:34",
    "end": "00:40:36"
  },
  {
    "text": "Sure.",
    "start": "00:40:36",
    "end": "00:40:37"
  },
  {
    "text": "The way they think in their language. And you, like. You get it. But you're like, funny turns of phrases, but you're like, okay, I get it. But yeah, that's how it feels.",
    "start": "00:40:37",
    "end": "00:40:45"
  },
  {
    "text": "Yeah. You're saying there might be a different meaning underlying the word in the original language.",
    "start": "00:40:45",
    "end": "00:40:51"
  },
  {
    "text": "I know what you mean, but that's not how we say it. Yeah, that's great.",
    "start": "00:40:51",
    "end": "00:40:53"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:40:53",
    "end": "00:40:54"
  },
  {
    "text": "Skilled in the heart. Oh, okay.",
    "start": "00:40:54",
    "end": "00:40:55"
  },
  {
    "text": "Skilled in the heart.",
    "start": "00:40:55",
    "end": "00:40:56"
  },
  {
    "text": "You mean like skilled in the brain?",
    "start": "00:40:57",
    "end": "00:40:59"
  },
  {
    "text": "Okay, so this raises a fascinating example. There is no ancient Hebrew word for brain.",
    "start": "00:41:01",
    "end": "00:41:06"
  },
  {
    "text": "There's gotta be.",
    "start": "00:41:06",
    "end": "00:41:07"
  },
  {
    "text": "Not in the Bible.",
    "start": "00:41:08",
    "end": "00:41:08"
  },
  {
    "text": "The mass of tissue in your head.",
    "start": "00:41:08",
    "end": "00:41:10"
  },
  {
    "text": "No, there's no vocabulary word for it. Now, not that we would expect one because the Bible isn't an anatomy manual.",
    "start": "00:41:10",
    "end": "00:41:17"
  },
  {
    "text": "But you would expect one because, I mean, that's a massive part of being human is having this big clump of matter in your head.",
    "start": "00:41:18",
    "end": "00:41:24"
  },
  {
    "text": "Well, I mean, there's a word for head, but it can mean physical head or leadership, or there's no source or.",
    "start": "00:41:24",
    "end": "00:41:31"
  },
  {
    "text": "Something word or even concept of brain. In other words, if you look through all of the things associated with the heart, thinking, skill, planning, speaking, it's all things that happen in the heart.",
    "start": "00:41:31",
    "end": "00:41:44"
  },
  {
    "text": "Isn't this true of ancient Egypt, too, where they actually pulled out the brain? They didn't think it was important when they buried people.",
    "start": "00:41:44",
    "end": "00:41:50"
  },
  {
    "text": "Yeah, well, this is the whole point. Different cultures have had different conceptions of the gray matter in between our ears. And in biblical thought, there's no word for it.",
    "start": "00:41:50",
    "end": "00:41:59"
  },
  {
    "text": "It's just absent.",
    "start": "00:41:59",
    "end": "00:42:00"
  },
  {
    "text": "It's absent. And everything that we would associate with the brain happens in the heart, happens in the Lev. In ancient biblical Hebrew.",
    "start": "00:42:00",
    "end": "00:42:08"
  },
  {
    "text": "So here the craftsman Oholiab is able to do what he does because he is skilled of heart.",
    "start": "00:42:08",
    "end": "00:42:16"
  },
  {
    "text": "Skilled of heart, yeah, that's right.",
    "start": "00:42:16",
    "end": "00:42:18"
  },
  {
    "text": "So he has an ability, a capability.",
    "start": "00:42:18",
    "end": "00:42:20"
  },
  {
    "text": "Yeah, that's right. Yeah. When God gives King Solomon wisdom, he gives him a wideness of heart. Wideness, not just bigness, wideness of a breadth of heart.",
    "start": "00:42:21",
    "end": "00:42:34"
  },
  {
    "text": "Yeah. This is an interesting one because if you just say it to me like that, I might think, oh, maybe. So he's giving Solomon both wisdom, like intellectual ability or an ability to live in a way that is. Right. But then he's also giving him a really big heart to love people as he does it. If I. If I impose my own encyclopedia outside.",
    "start": "00:42:34",
    "end": "00:42:57"
  },
  {
    "text": "Of the context, if you just told me, what does breadth of heart mean?",
    "start": "00:42:57",
    "end": "00:42:59"
  },
  {
    "text": "Yeah.",
    "start": "00:42:59",
    "end": "00:43:00"
  },
  {
    "text": "I'd be like, oh, an empathetic person.",
    "start": "00:43:00",
    "end": "00:43:02"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:43:02",
    "end": "00:43:02"
  },
  {
    "text": "Yeah. But Here, this verse, 1 Kings 4:29, it says God gave Solomon wisdom and very great discernment and. And breadth of heart.",
    "start": "00:43:02",
    "end": "00:43:12"
  },
  {
    "text": "So it's a synonym for.",
    "start": "00:43:13",
    "end": "00:43:14"
  },
  {
    "text": "Yeah, you're kind of picking up that there's probably synonyms.",
    "start": "00:43:14",
    "end": "00:43:16"
  },
  {
    "text": "I mean, I think a good translation would be mind.",
    "start": "00:43:16",
    "end": "00:43:19"
  },
  {
    "text": "Breadth of mind.",
    "start": "00:43:19",
    "end": "00:43:20"
  },
  {
    "text": "Wideness of your mind.",
    "start": "00:43:20",
    "end": "00:43:22"
  },
  {
    "text": "Yes. Or discernment, or skill and decision making.",
    "start": "00:43:22",
    "end": "00:43:26"
  },
  {
    "text": "In English, we have this phrase, I've got a big heart for X, Y or Z.",
    "start": "00:43:26",
    "end": "00:43:31"
  },
  {
    "text": "That's a great passion.",
    "start": "00:43:31",
    "end": "00:43:33"
  },
  {
    "text": "Passion, empathy. Yeah, that's right.",
    "start": "00:43:33",
    "end": "00:43:35"
  },
  {
    "text": "But when it comes to discernment and skill and knowledge, we talk about the mind.",
    "start": "00:43:35",
    "end": "00:43:41"
  },
  {
    "text": "Yep. So we've sessioned this example with a few different. But the basic principles at work here are we have an encyclopedia of reception about what heart is and means and what you do with it. Some of it maps on, like, really precisely to how the biblical authors thought of the heart. But then they have this whole additional set of encyclopedia entries about heart in their minds that. That don't match my use of the word heart. What they match is my sense of what the mind is. They have a different conception of the heart. And there's famous Bible passages, love the Lord your God with all your heart. So there's a much more richer set of meaning.",
    "start": "00:43:41",
    "end": "00:44:23"
  },
  {
    "text": "This isn't just an exercise to make sure we have the right vocab. Because if you are supposed to love what God? All your heart, that's the command. Like, it'd be nice to know what they mean by heart.",
    "start": "00:44:23",
    "end": "00:44:33"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:44:33",
    "end": "00:44:34"
  },
  {
    "text": "Now, some of this is hidden in translation, right?",
    "start": "00:45:13",
    "end": "00:45:16"
  },
  {
    "text": "That's right. Depending on the translation that you read.",
    "start": "00:45:16",
    "end": "00:45:18"
  },
  {
    "text": "So, and that's not a bad thing, that. That could be the translators doing good work. And translating it as skill instead of heart.",
    "start": "00:45:18",
    "end": "00:45:26"
  },
  {
    "text": "But let's say in this example, though, all of those weird, like, skilled in heart, breadth of heart, translated, so it makes more sense to us. But then you get to the verse, love the Lord your God with all your heart. Now you don't have the fuller meaning of what that is.",
    "start": "00:45:26",
    "end": "00:45:41"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:45:41",
    "end": "00:45:42"
  },
  {
    "text": "So the translators did you a benefit. But then also then.",
    "start": "00:45:42",
    "end": "00:45:45"
  },
  {
    "text": "That's right.",
    "start": "00:45:45",
    "end": "00:45:45"
  },
  {
    "text": "It's now a deficit of sorts.",
    "start": "00:45:45",
    "end": "00:45:47"
  },
  {
    "text": "Sure. I think this is one of the outcomes of this conversation is the benefit and even the need to engage the Bible in multiple translations over the course of a long period of time. So the idea of a best translation is kind of like a category mistake. It's sort of like saying, what's the best apple? Well, there's a variety of apples and different tastes for different. You know, there's a lot.",
    "start": "00:45:47",
    "end": "00:46:10"
  },
  {
    "text": "It's not a red Delicious, that's for sure.",
    "start": "00:46:10",
    "end": "00:46:12"
  },
  {
    "text": "Yeah, Yeah, I think I'm with you on that. There's better apples, Fuji.",
    "start": "00:46:16",
    "end": "00:46:20"
  },
  {
    "text": "Anyway, I heard someone say red delicious apple is two truths and a lie.",
    "start": "00:46:20",
    "end": "00:46:25"
  },
  {
    "text": "Red.",
    "start": "00:46:26",
    "end": "00:46:26"
  },
  {
    "text": "It's red in an apple, but it's not delicious.",
    "start": "00:46:26",
    "end": "00:46:29"
  },
  {
    "text": "Oh, that's. Oh, I had to think about that one, actually. I had to wait for you to give me the answer. That was like a riddle. It was a little riddle. That's funny.",
    "start": "00:46:30",
    "end": "00:46:38"
  },
  {
    "text": "I'm a Granny Smith fan myself.",
    "start": "00:46:38",
    "end": "00:46:40"
  },
  {
    "text": "The new cosmic apple. Have you had that?",
    "start": "00:46:40",
    "end": "00:46:42"
  },
  {
    "text": "No, it's a brand.",
    "start": "00:46:42",
    "end": "00:46:43"
  },
  {
    "text": "It's brand new.",
    "start": "00:46:43",
    "end": "00:46:44"
  },
  {
    "text": "I'm not into that.",
    "start": "00:46:44",
    "end": "00:46:45"
  },
  {
    "text": "I think it's. In other words, it's. I think, a sign of growing skill and awareness to realize that anytime I hold one translation, I am getting one way the Bible can be expressed in English. But there. If there's. Whatever. We're English speakers. That's what we're using right now. But there are other ways that this could be expressed in English that will capture other nuances. And what I need is more than one of them.",
    "start": "00:46:45",
    "end": "00:47:13"
  },
  {
    "text": "And there's some translations that try to be more wooden and literal. And so it will have a lot of phrases that feel funny.",
    "start": "00:47:13",
    "end": "00:47:20"
  },
  {
    "text": "It'd be awkward English.",
    "start": "00:47:20",
    "end": "00:47:22"
  },
  {
    "text": "Awkward English.",
    "start": "00:47:22",
    "end": "00:47:22"
  },
  {
    "text": "Like the NASB or the American Standard.",
    "start": "00:47:22",
    "end": "00:47:25"
  },
  {
    "text": "That's right. Or the old King James.",
    "start": "00:47:25",
    "end": "00:47:27"
  },
  {
    "text": "And there's other translations that try to smooth that all out. And those are the more interpretive or dynamic.",
    "start": "00:47:27",
    "end": "00:47:33"
  },
  {
    "text": "Yeah. The new living translation, the niv, is.",
    "start": "00:47:33",
    "end": "00:47:35"
  },
  {
    "text": "More like that, too.",
    "start": "00:47:36",
    "end": "00:47:37"
  },
  {
    "text": "Common English Bible. Yeah.",
    "start": "00:47:37",
    "end": "00:47:39"
  },
  {
    "text": "There's also, like, interlinear Bibles. Like, do you. Would you suggest for, like, a kind of average Bible reader to be, like, yeah, Pull one open every once in a while and get a concordance out.",
    "start": "00:47:39",
    "end": "00:47:49"
  },
  {
    "text": "And by interlinear you mean you see the original language and the translation.",
    "start": "00:47:49",
    "end": "00:47:53"
  },
  {
    "text": "Yes. And then you can be like, oh, that's the word. And then you can like do a word study based off of the actual like Hebrew word.",
    "start": "00:47:54",
    "end": "00:48:00"
  },
  {
    "text": "Yeah, yeah. For somebody who wants to begin to engage the original languages of the Bible but doesn't have time or want to learn to read the biblical languages, interlinears are an excellent tool. And man, there's so many great digital interlinears now online for free.",
    "start": "00:48:00",
    "end": "00:48:15"
  },
  {
    "text": "Yeah.",
    "start": "00:48:16",
    "end": "00:48:16"
  },
  {
    "text": "BibleHub.com BlueLetterBible.org and those are digital concordances or interlinears are great ways to begin to develop a skill set. And actually this is part of what we do in the class that's coming out in the classroom is giving real practical skill sets and kind of a study workflow for when you're reading the Bible and you hit a word that intrigues you or you want to do more, what do you do? What's like the next steps? But it's a good habit to get into because over time you'll begin to build up a cross cultural encyclopedia in your own mind, which then I think just makes all of us better humans when we can see the world through breadth of heart, a wider sense of the world and different human experiences. But also it can help us track with and understand these ancient Israelite and Jewish texts that God has chosen as a vehicle to tell us a unified story that leads to Jesus, that offers wisdom for the whole world.",
    "start": "00:48:16",
    "end": "00:49:13"
  },
  {
    "text": "Yeah. So you're saying as someone's reading through the Bible, they might come across words or phrases that seem a little odd to them, that could be a flag that hey, maybe this means something different than we think it means. And so at that point you can either go into full study mode looking at a concordance or an interlinear.",
    "start": "00:49:13",
    "end": "00:49:34"
  },
  {
    "text": "Interlinear.",
    "start": "00:49:34",
    "end": "00:49:35"
  },
  {
    "text": "Interlinear, yeah. Or you could pull out a couple different translations side by side and read through that way. Or you could even just flag, like if you're reading the word righteousness and you're like, I don't really know what that means actually you just keep reading and paying attention to where that word shows up and slowly developing your encyclopedia to understand that word better.",
    "start": "00:49:35",
    "end": "00:49:57"
  },
  {
    "text": "That's right, yeah. An equivalent to like what you could do with your 3 year old daughter in that scenario. Let's know what she means when she says I'm boring is track through. If you're reading Romans, which is a big long, complicated Letter. But just make notes of every time the word righteousness occurs and try and build up a portrait of it in your mind. And some will be easy. You'll be like, okay, I think I get. There will be other cases where you're like, I. I don't actually know how he's using that word here. It could mean three things. Welcome to the wonderful world of biblical studies.",
    "start": "00:49:57",
    "end": "00:50:28"
  },
  {
    "text": "Isn't that an interesting word where, like, it's translated in two different ways in English?",
    "start": "00:50:28",
    "end": "00:50:32"
  },
  {
    "text": "Yeah. Justice and righteousness.",
    "start": "00:50:33",
    "end": "00:50:34"
  },
  {
    "text": "It can be translated justice. Sometimes it can be translated righteousness. It's a whole.",
    "start": "00:50:34",
    "end": "00:50:38"
  },
  {
    "text": "Right. So, like, this is where it gets. This is where you need different translations.",
    "start": "00:50:38",
    "end": "00:50:41"
  },
  {
    "text": "Different translations, or to know the original root word underneath.",
    "start": "00:50:42",
    "end": "00:50:45"
  },
  {
    "text": "Or it also appears as a verb in Paul's writings. That's what I was thinking to make righteous. But none of our translations have to say justify. The English translations is usually justified.",
    "start": "00:50:45",
    "end": "00:50:54"
  },
  {
    "text": "That's what I'm thinking. Yeah.",
    "start": "00:50:55",
    "end": "00:50:56"
  },
  {
    "text": "So we have multiple English words that are mapping on.",
    "start": "00:50:56",
    "end": "00:50:59"
  },
  {
    "text": "When it's a noun, it's right.",
    "start": "00:50:59",
    "end": "00:51:01"
  },
  {
    "text": "In English, it's a verb. It gets translated justify.",
    "start": "00:51:01",
    "end": "00:51:04"
  },
  {
    "text": "And we don't realize, like, that's the same word in Hebrew.",
    "start": "00:51:04",
    "end": "00:51:06"
  },
  {
    "text": "Yeah. So that's where a study with an interlinear.",
    "start": "00:51:06",
    "end": "00:51:08"
  },
  {
    "text": "Yeah. Could be helpful.",
    "start": "00:51:08",
    "end": "00:51:09"
  },
  {
    "text": "Yeah.",
    "start": "00:51:09",
    "end": "00:51:09"
  },
  {
    "text": "Yes. What is one of the most surprising Hebrew words for you?",
    "start": "00:51:11",
    "end": "00:51:15"
  },
  {
    "text": "Oh, interesting. That's a good question. Okay, well, here's one that I need to do a little more work on. But it's fascinating. One of the first words in the Bible is Hebrew word bara, which is often translated to create. What's interesting is that, you know, what God does in the course of the chapter is separate things, and then name, order and name. Separate and name things. So there's a handful of uses of that same root verb bara, where it means to cut. There's a use in Joshua, a use in Ezekiel, a couple uses in Ezekiel, maybe one in Haggai, where the word means to split or cut. And it's fascinating because that's what God is doing in Genesis 1, separating, separating water from water.",
    "start": "00:51:15",
    "end": "00:52:04"
  },
  {
    "text": "So Hebrew thought creating something was very closely connected to this idea of separating, separating things.",
    "start": "00:52:04",
    "end": "00:52:09"
  },
  {
    "text": "That's right.",
    "start": "00:52:09",
    "end": "00:52:10"
  },
  {
    "text": "Ordering.",
    "start": "00:52:10",
    "end": "00:52:10"
  },
  {
    "text": "Now, there's also some nerdy, like, Semitic dictionary research things going on there because some people think it's a separate verb.",
    "start": "00:52:10",
    "end": "00:52:17"
  },
  {
    "text": "Okay.",
    "start": "00:52:17",
    "end": "00:52:18"
  },
  {
    "text": "Those uses of it are a separate verb, but it may not be.",
    "start": "00:52:18",
    "end": "00:52:21"
  },
  {
    "text": "It may be like lead and lead kind of thing.",
    "start": "00:52:21",
    "end": "00:52:23"
  },
  {
    "text": "Exactly. Where two different words are spelled with the same letters. Exactly. Right. I think I've been deeply enriched by studying the Word love. The way the word love is employed, especially in Deuteronomy, is a combination of features that's different than my English conception of love. It's an action word as much to do with loyalty as it is to do with emotion. So things like that, where some of my deepest learnings about God, myself and others have come from doing word studies over the years. And it's just such a rich, rewarding habit to form. And it's one of the easiest ways to become aware of the Bible as a cross cultural text.",
    "start": "00:52:24",
    "end": "00:53:07"
  },
  {
    "text": "Yeah.",
    "start": "00:53:07",
    "end": "00:53:08"
  },
  {
    "text": "What about you, Chrisa? Any surprising Hebrew words?",
    "start": "00:53:08",
    "end": "00:53:11"
  },
  {
    "text": "I can't think of any off the top of my head that stand out. But what I am thinking is just how meaningful it is to try to understand what these really theologically packed words mean that we're really used to hearing. And so maybe we adopt without really actually even thinking about what they mean, like faith or belief. And that is one I've been studying recently. Like, what is faith? What is trust? What is belief? I think righteousness is a start with those words. Yeah. Grace. What is grace? Yeah. Well, I think I like those because we read these passages and can feel really strongly about them and know that they're really important, but they have all these words in them that.",
    "start": "00:53:11",
    "end": "00:53:56"
  },
  {
    "text": "And those words become like us are like so plain in English, you know, like in a way we're just so used to them. There's other words where like atonement or righteousness. And you're like, I never use that word. So it's kind of like a Bible word, faith and trust. You're kind of like, that's a normal word. I know what that means.",
    "start": "00:53:56",
    "end": "00:54:14"
  },
  {
    "text": "So studying biblical words is one of the easiest, challenging ways to get yourself into studying the Bible at a deeper level.",
    "start": "00:54:15",
    "end": "00:54:25"
  },
  {
    "text": "And then we'll look next at another aspect of being cross cultural and that's more broad.",
    "start": "00:54:25",
    "end": "00:54:33"
  },
  {
    "text": "The ancient cultural context of biblical authors. And one of the most rich, rewarding areas for me learning this has been a set of, what do you say, cross cultural dynamics. People call it honor shame, honor shame cultures. That refers to a whole package of cultural values that the biblical authors held from their setting that's so different than our meaning. The three of us sitting here in modern West Coast America.",
    "start": "00:54:33",
    "end": "00:55:00"
  },
  {
    "text": "Well, understanding that culture also impacts how we understand these individual words.",
    "start": "00:55:01",
    "end": "00:55:05"
  },
  {
    "text": "It's true. Yeah, they're just, they're meaningful.",
    "start": "00:55:06",
    "end": "00:55:08"
  },
  {
    "text": "Like I'm thinking of the word grace or gift in an honor shame society. It's a really rich theological word, but it means something totally different in an honor shame culture.",
    "start": "00:55:08",
    "end": "00:55:18"
  },
  {
    "text": "Yeah. So I think we'll unpack some bigger the broader concept of ancient cultural context, some good examples of it, and then how do you begin to deal with that in ways forward that are hopefully as simple as getting out an interlinear or looking things up in a lexicon. But often there's a little more homework involved when you're studying ancient culture. So I think that's what we're going to talk about next.",
    "start": "00:55:18",
    "end": "00:55:40"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. Next week we continue our conversation on the Bible as ancient literature by looking at a few different cultural assumptions in the Bible that are different than the cultural assumptions that we have today.",
    "start": "00:55:42",
    "end": "00:55:55"
  },
  {
    "text": "I just listed out just five. Not because these are the five best or certainly they're not the five only different cultural assumptions biblical authors have. I have found in my experience, when people have friction points with the Bible, either a part they don't understand or that they don't like, it's very often that there's a difference of background assumption. Does that work? Here's another one, Collectivism versus individualism. The biblical authors express a more collectivist view. Other terms have been used corporate thinking, but this is a basic view about the human individual and their place within a larger group. And so modern Western readers have been shaped by a heritage that's just a few hundred years old that thinks primarily in terms of the individual liberty and the will and the autonomy of the individual. We treat the will of the individual as a very important center within our societies, and that's very unique in human history.",
    "start": "00:55:55",
    "end": "00:56:49"
  },
  {
    "text": "We have one more question response episode coming and so if you'd like to get your question in, we'd love to hear from you. Record yourself asking your question. Try to keep it to around 20 or 30 seconds. Let us know your name, where you're from, and then send that question to infoibleproject.com and if you could transcribe your question in your email, that's really helpful for us. Today's show was produced by Cooper Peltz. Our editors are Frank Garza and Zach McKinlay. Our senior editor is Dan Gummel. The show notes are by Lindsey Ponder and the theme music by the band Tense. Bibleproject is a nonprofit. Our mission is to experience the Bible as a unified story that leads to Jesus. Everything that we make is free because of the generous support of many people just like you. Thank you so much for being a part of this with us.",
    "start": "00:56:50",
    "end": "00:57:34"
  },
  {
    "text": "Hi, this is Renata and I'm from Oregon. I first heard about bibleproject through Instagram and I instantly clicked follow.",
    "start": "00:57:34",
    "end": "00:57:41"
  },
  {
    "text": "Hi, this is Derek Moore and I'm from Calgary, Canada, but I live on the central coast of Australia. I first heard about bibleproject a number of years ago through their Read Scripture series at a critical juncture when I was trying to figure out if I truly believed in what the Bible and the Christian faith said. My favorite thing about bibleproject is how it dismantles the unhelpful paradigms we've built around the Bible and reshapes them around what is actually being said there.",
    "start": "00:57:41",
    "end": "00:58:05"
  },
  {
    "text": "My favorite thing about bibleproject is the creative imagery in a video. We believe the Bible is a unified story that leads to Jesus.",
    "start": "00:58:05",
    "end": "00:58:12"
  },
  {
    "text": "We're a crowdfunded project by people like me.",
    "start": "00:58:12",
    "end": "00:58:15"
  },
  {
    "text": "Find free videos, study notes, podcasts, classes, and more@bibleproject.com sa.",
    "start": "00:58:15",
    "end": "00:58:25"
  }
]