[
  {
    "text": "Communication can be really hard. I have my own invisible experiences and assumptions about how the world works. It lives in my own psyche. But when I'm talking to you, I bring that with me to the table. Whether you realize it or not, the Bible is the same. The biblical authors have assumptions about the world, and they're often very different than mine. This episode is our next step in the paradigm series. What type of literature is the Bible? Today we continue our conversation on how the Bible is ancient literature. Last week, we talked about how the Bible uses words differently than our words. And today we're going to go deeper and look at how the words of the Bible are just at the surface of an often foreign way of viewing the world.",
    "start": "00:00:05",
    "end": "00:00:48"
  },
  {
    "text": "Whole concepts in the Bible or ideas that transcend just words, the whole is going to be saturated with other cultural assumptions from the ancient biblical authors that are going to be really different than ours.",
    "start": "00:00:48",
    "end": "00:01:01"
  },
  {
    "text": "So when I think of the cosmos, I think of the ever increasing universe that I'm floating around in on spaceship Earth. When I think of civilization, I think of democracy and freedom. But biblical authors have a different way of thinking about the world.",
    "start": "00:01:01",
    "end": "00:01:17"
  },
  {
    "text": "The way the biblical authors talk about heaven and earth, or the way they talk about groups and individuals, or honor or shame, all these kinds of concepts. So these are bigger cultural concepts that just the biblical authors take for granted, which means they don't ever talk about them, they just think through them.",
    "start": "00:01:17",
    "end": "00:01:35"
  },
  {
    "text": "And it's important to realize that my cultural assumptions might be, and often are completely different than the Bible's.",
    "start": "00:01:36",
    "end": "00:01:43"
  },
  {
    "text": "In the modern world we've inherited over the last few years, the view of nature as this vast, complex space machine, that material is all that is.",
    "start": "00:01:43",
    "end": "00:01:54"
  },
  {
    "text": "And while we view the world as material, the biblical authors see the world as sacramental.",
    "start": "00:01:54",
    "end": "00:02:00"
  },
  {
    "text": "Sacramental is a way of expressing what the biblical authors assume that the material is. The way that what is spiritual or most real is expressed to us.",
    "start": "00:02:00",
    "end": "00:02:12"
  },
  {
    "text": "I'm John Collins, this is BibleProject podcast. And today we look at the cultural assumptions underlying the Bible's ancient literature. Thanks for joining us. Here we go. We're working through a whole series of conversations, trying to pin down and be really clear about what we mean when we say the Bible is a unified story that leads to Jesus. In other words, what type of literature is this book or collection of scrolls as it is, and which way should we approach it and read it? So in order to really unpack that, we've been walking through a number of attributes, different ways to talk about what type of literature the Bible is.",
    "start": "00:02:12",
    "end": "00:03:00"
  },
  {
    "text": "Yeah, everybody comes to everything with preloaded assumptions about what it is, which will shape and influence what you do with it, from a hammer to a table to a person to a sacred text. So what we're trying to do is be really explicit about the paradigm within which we are engaging the scriptures as we create all this content for the Bible project. But we've also been wanting to be careful about not calling it our paradigm. It's a paradigm that we see modeled within Scripture itself and then within kind of the historic Jewish Christian traditions about how to talk about and treat people.",
    "start": "00:03:00",
    "end": "00:03:41"
  },
  {
    "text": "Yeah, we don't want it to sound like our paradigm's better than your paradigm.",
    "start": "00:03:41",
    "end": "00:03:44"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:03:44",
    "end": "00:03:45"
  },
  {
    "text": "That we're asking the question, what is the Bible's paradigm of itself?",
    "start": "00:03:45",
    "end": "00:03:49"
  },
  {
    "text": "Yeah, that's right. Yeah. How does it ask us to engage it? Yeah, that's what we're after.",
    "start": "00:03:49",
    "end": "00:03:53"
  },
  {
    "text": "Yeah. I like how you said that everything that we approach requires us to think of that thing in a certain way. And I guess that makes a lot of sense when you think of something really simple like a table. What's this table for? And how do I use it?",
    "start": "00:03:53",
    "end": "00:04:07"
  },
  {
    "text": "Yep. Yeah.",
    "start": "00:04:07",
    "end": "00:04:07"
  },
  {
    "text": "And it could be all sorts of things.",
    "start": "00:04:07",
    "end": "00:04:09"
  },
  {
    "text": "Is it a dance floor?",
    "start": "00:04:09",
    "end": "00:04:10"
  },
  {
    "text": "You use the table as a dance floor?",
    "start": "00:04:11",
    "end": "00:04:13"
  },
  {
    "text": "No, but I'm thinking some people do. Yeah. Put loose some iconic table dancing scenes.",
    "start": "00:04:13",
    "end": "00:04:17"
  },
  {
    "text": "Yeah.",
    "start": "00:04:17",
    "end": "00:04:17"
  },
  {
    "text": "You know, it's a simple point that is so simple it often goes unsaid. And so when we get into environments where there are really unique things like a collection of ancient sacred writings, communities of faith often don't explicitly talk about their assumptions about it. They just operate and go and live and do on based on those assumptions.",
    "start": "00:04:17",
    "end": "00:04:39"
  },
  {
    "text": "Yeah. So when it comes to literature, it matters what kind of literature it is. I think you guys used the example earlier. Is it a cookbook you would approach that in one way. Is it a novel that you would approach in another way? And so we're trying to understand what the Bible is when we come to it.",
    "start": "00:04:39",
    "end": "00:04:56"
  },
  {
    "text": "Yes, it's very unique literature. And it requires us to really unpack what type of literature it is. And it's unique on many levels. And the first level which we talked about was that it's human. All literature is human, but also divine. It's a human divine collaboration partnership. So that's the first element of this paradigm, which I guess any holy book would say of itself potentially, but most literature doesn't really say that.",
    "start": "00:04:56",
    "end": "00:05:25"
  },
  {
    "text": "Right. So that's a key aspect that we talked about at length and then we.",
    "start": "00:05:26",
    "end": "00:05:30"
  },
  {
    "text": "Talked about that it's unified literature. It is a collection of scrolls, 51 different scrolls, by a certain counting, written over thousands of years by many different authors and different literary genres. But it tells one unified story, A.",
    "start": "00:05:30",
    "end": "00:05:43"
  },
  {
    "text": "Story of God's rescue of humanity to be his partners in ruling the world. And those things really overlap to me, human and divine.",
    "start": "00:05:43",
    "end": "00:05:51"
  },
  {
    "text": "Unified story about God ruling the world through humans.",
    "start": "00:05:51",
    "end": "00:05:55"
  },
  {
    "text": "Yeah. And it has this coherence that is really beautiful and sophisticated. And to me, when I read this unified story and see the coherence that convinces me of not just the humanity of the text, but there's this spirit at work behind the text, behind the authors.",
    "start": "00:05:55",
    "end": "00:06:11"
  },
  {
    "text": "I love that.",
    "start": "00:06:11",
    "end": "00:06:12"
  },
  {
    "text": "And that goes into the third element of the paradigm, which is it's messianic literature. So the way that that unified story about God and humans finds its climax and resolution is in an anointed representative. The word messianic means anointed. Anointed. Like. Like an anointed one.",
    "start": "00:06:12",
    "end": "00:06:32"
  },
  {
    "text": "Like an anointed one Messianic.",
    "start": "00:06:32",
    "end": "00:06:33"
  },
  {
    "text": "An anointed meaning someone in ancient Israel who was singled out to be a representative figure on behalf of the whole. Okay, this was Israel's high priest, was one anointed one. And then Israel's king was another anointed.",
    "start": "00:06:33",
    "end": "00:06:48"
  },
  {
    "text": "I love this, how we're creating this nice thread. So the Bible is a human and divine partnership, but it tells a story of a human and divine partnership that God wants to rule the world through humans, but we failed. And so God anoints a leader to show us the way, do it for us. And the story of the Bible has this thread of choosing people and electing them and giving them this responsibility. And that all leads us to Jesus. And that's what we mean by messianic.",
    "start": "00:06:48",
    "end": "00:07:16"
  },
  {
    "text": "Yeah, that's right. And then in the unique sense of the Jesus style messianic, which is that the claim is that he is Israel's God, become the human anointed one to do for the humans what they haven't been able to do for themselves.",
    "start": "00:07:16",
    "end": "00:07:30"
  },
  {
    "text": "And then that leads us to the next part of the paradigm, which is that it's wisdom literature. How do you partner with God to rule the world? You need wisdom. And the Bible is presenting itself as wisdom for us. And wisdom that leads to Jesus, who is God's wisdom incarnate, but also wisdom within the text itself that we can find through the Spirit.",
    "start": "00:07:30",
    "end": "00:07:51"
  },
  {
    "text": "Yeah, and wisdom, as we talked about, is not just knowledge based. It's about a way of life. It's about a whole life embodiment of a set of values in a story. These texts are not Just aimed to give us information, but to actually shape us to become certain kinds of people, transform our character. Yeah, yeah, that's right.",
    "start": "00:07:51",
    "end": "00:08:11"
  },
  {
    "text": "So that we could partner with God.",
    "start": "00:08:11",
    "end": "00:08:13"
  },
  {
    "text": "So that.",
    "start": "00:08:13",
    "end": "00:08:13"
  },
  {
    "text": "And collaborate.",
    "start": "00:08:13",
    "end": "00:08:14"
  },
  {
    "text": "Yep.",
    "start": "00:08:14",
    "end": "00:08:14"
  },
  {
    "text": "So that leads us to the one that we're in now, which is this attribute of the paradigm that we're calling contextually rooted literature.",
    "start": "00:08:15",
    "end": "00:08:22"
  },
  {
    "text": "Oh, yeah, we skipped that. It's also. Yeah, the Bible's also meditation literature.",
    "start": "00:08:22",
    "end": "00:08:27"
  },
  {
    "text": "Yeah, we skipped that one.",
    "start": "00:08:27",
    "end": "00:08:27"
  },
  {
    "text": "John's favorite one.",
    "start": "00:08:27",
    "end": "00:08:28"
  },
  {
    "text": "This one feels like at the center of everything to me, but yeah, meditation literature. Tell us about that one, Karissa.",
    "start": "00:08:29",
    "end": "00:08:36"
  },
  {
    "text": "The Bible is this ancient Jewish literature. It's artistically designed and it can interpret itself through these patterns, these design patterns. And it encourages us to reread and reflect over and over and over. So it's not something we come to and get these propositional statements about how to live or these principles. It's a book that we reflect on or a collection of scrolls we reflect on forever and learn and grow as we do that.",
    "start": "00:08:36",
    "end": "00:09:04"
  },
  {
    "text": "Yeah. This one, to me is about the Bible's literary art is probably the easiest way for me to hang my hat on that idea.",
    "start": "00:09:05",
    "end": "00:09:12"
  },
  {
    "text": "Yeah. And then the kind of artistic communication that it is requires a certain way of reading, both reading and rereading and reading every part in light of every other part and in light of the whole, which will take a lifetime when it's like a 1500 page book. Yes.",
    "start": "00:09:12",
    "end": "00:09:28"
  },
  {
    "text": "All right. And then that leads us to the part of the paradigm we're in. I think this is the sixth attribute that it's contextually rooted literature, that the Bible was written in another time and culture, and we need to honor the historical context that it came from to understand it better. So in the last episode, we talked a lot about words and how words are the way that we communicate and package ideas and transfer them to each other. And every language has its own unique way of doing that. Subtle differences. And we are talking in English, if you didn't know that. And the Bible was written in an ancient Hebrew and in. And in ancient Greek that we translate into English to try to understand. So we just talked a lot about how to, with humility, try to train ourselves to allow the Bible to use words the way that it did in its original context.",
    "start": "00:09:28",
    "end": "00:10:23"
  },
  {
    "text": "Yeah. And it might use words differently. It does use words differently than we might use them today in English in our context. So just being aware of that and maybe going back and looking up some Hebrew or Greek meanings of words and tracing those through the story, I didn't.",
    "start": "00:10:23",
    "end": "00:10:40"
  },
  {
    "text": "Get to say this in the last episode, but the word that has kind of shook me the most is nephesh soul. That word translated into English has a lot of different connotations in Hebrew. And we have a whole episode on.",
    "start": "00:10:40",
    "end": "00:10:54"
  },
  {
    "text": "That in the past. Yeah. So it's helpful. We're going to take this part of the paradigm in two steps. The last one was about words, and I have found it helpful to start there when you're introducing or helping people really think about the contextually rooted nature of the Bible, because it's very self evident once you reflect on it, that words in another language embody another culture's way of seeing the world. It doesn't take that much to get there. So the second step is also just to say, so if single words do that, then of course, whole books of the Bible, whole concepts in the Bible or ideas that transcend just words, but the whole is going to be saturated with other cultural assumptions from the ancient biblical authors that are going to be really different than ours. So we talked in the last episode about the meaning of the word heart and the different conception of human anatomy that his authors had. And so in a similar way, the way the biblical authors talk about heaven and earth, the structure of the cosmos, or how they talk about what is spiritual and what is material, or the way they talk about groups and individuals, or honor or shame, all these kinds of concepts. So these are bigger cultural concepts that just the biblical authors take for granted, which means they don't ever talk about them, they just think through them.",
    "start": "00:10:54",
    "end": "00:12:16"
  },
  {
    "text": "It's like their lens for seeing the world.",
    "start": "00:12:16",
    "end": "00:12:19"
  },
  {
    "text": "Yes, that's right. So to the degree that we can see some of these core cultural differences between how the biblical authors viewed all reality and ourselves, then we. We're better prepared.",
    "start": "00:12:19",
    "end": "00:12:32"
  },
  {
    "text": "What do you call this bucket of things? So we have words that's easy to understand. These are.",
    "start": "00:12:33",
    "end": "00:12:37"
  },
  {
    "text": "Yeah, I guess just cultural values or cultural assumptions.",
    "start": "00:12:38",
    "end": "00:12:41"
  },
  {
    "text": "Cultural assumptions.",
    "start": "00:12:41",
    "end": "00:12:42"
  },
  {
    "text": "Cultural perspectives, yeah, it's a good point, I guess. What cultural assumptions makes sense Assumptions.",
    "start": "00:12:42",
    "end": "00:12:51"
  },
  {
    "text": "Yeah, because it might not be a value, heaven and earth and how you see the cosmos, but that's an assumptions or a lens.",
    "start": "00:12:51",
    "end": "00:12:57"
  },
  {
    "text": "Yeah, yep. Assumptions that you have about reality.",
    "start": "00:12:58",
    "end": "00:13:00"
  },
  {
    "text": "Yeah.",
    "start": "00:13:01",
    "end": "00:13:01"
  },
  {
    "text": "And about what is. Yeah. The right or true thing. So, for example, so I just listed out 1, 2, 3, 4, just 5, not because these are the five best, or certainly they're not the five only different cultural assumptions that biblical authors have. I have found in my experience, these are the ones that come up most common. In other words, when people have friction points with the Bible, either a part they don't understand or that they don't like. It's very often that there's a difference of background assumptions at work. So this list is a little bit subjective, but at least I have found it in years of teaching to, to be helpful. These are some of the main different cultural assumptions. If you can spot them and know how to see when they come up. It's often a window into deeper understanding to a particular part of the Bible. Okay, so the first one we actually don't need to talk about at length because we did a podcast series on this not very long ago. And I just called this Ancient Cosmology.",
    "start": "00:13:01",
    "end": "00:14:41"
  },
  {
    "text": "That's a scary word.",
    "start": "00:14:41",
    "end": "00:14:42"
  },
  {
    "text": "Scary, but really cool sounding.",
    "start": "00:14:43",
    "end": "00:14:45"
  },
  {
    "text": "Yeah, cosmology. Well, in modern English it has a pretty specific term into a field of scientific studies about. Usually about the physical processes and origins.",
    "start": "00:14:45",
    "end": "00:14:57"
  },
  {
    "text": "Don't we call it astronomy?",
    "start": "00:14:57",
    "end": "00:14:58"
  },
  {
    "text": "No, astronomy is like study of the stars.",
    "start": "00:14:58",
    "end": "00:15:00"
  },
  {
    "text": "Oh, okay. So cosmology is study of the universe.",
    "start": "00:15:00",
    "end": "00:15:04"
  },
  {
    "text": "It's usually or a study of the origins and the processes, the laws or processes that are fundamental to the origin and coherence of the universe.",
    "start": "00:15:04",
    "end": "00:15:13"
  },
  {
    "text": "Okay.",
    "start": "00:15:13",
    "end": "00:15:14"
  },
  {
    "text": "However, it also has another layer of meaning that what we mean here, which, which is stories or accounts that a culture gives about how the world is ordered and how that order began. Maybe it's not a different meaning. Maybe that's just a simpler way of saying the first meaning.",
    "start": "00:15:14",
    "end": "00:15:29"
  },
  {
    "text": "Oh, yeah, sure.",
    "start": "00:15:29",
    "end": "00:15:30"
  },
  {
    "text": "A cosmology is an account. That's what the ology, ology, the Greek word logos under there, logos, ology, and then cosmos is about order. So it's an account of how reality is ordered and how it came to be that way. There you go. Cosmology.",
    "start": "00:15:30",
    "end": "00:15:45"
  },
  {
    "text": "Cosmology.",
    "start": "00:15:45",
    "end": "00:15:46"
  },
  {
    "text": "Yeah.",
    "start": "00:15:46",
    "end": "00:15:46"
  },
  {
    "text": "Great.",
    "start": "00:15:46",
    "end": "00:15:47"
  },
  {
    "text": "So there's modern cosmologies, usually unspoken and assumed. We learn them from all kinds of sources growing up, but they're really different from how ancient cultures, cosmologies and accounts, and definitely from the biblical authors had a different type of cosmology than we do.",
    "start": "00:15:47",
    "end": "00:16:03"
  },
  {
    "text": "Yeah.",
    "start": "00:16:03",
    "end": "00:16:04"
  },
  {
    "text": "So what's one example of where that matters or where you see that and that. It's helpful to know that ancient authors had a different paradigm.",
    "start": "00:16:04",
    "end": "00:16:10"
  },
  {
    "text": "The easiest place to begin is the first sentence of the Bible. Within the beginning, God created the skies and the land. So if you have a conception of the expanding universe and then of galaxies.",
    "start": "00:16:11",
    "end": "00:16:21"
  },
  {
    "text": "By the way, I just. This is a new fact that just uploaded. 200 billion stars in our galaxy.",
    "start": "00:16:22",
    "end": "00:16:29"
  },
  {
    "text": "In the Milky Way.",
    "start": "00:16:29",
    "end": "00:16:30"
  },
  {
    "text": "In the Milky Way. 200 billion. Remember, we were just looking at the stars the other night.",
    "start": "00:16:30",
    "end": "00:16:33"
  },
  {
    "text": "We were looking at the Milky Way the other night.",
    "start": "00:16:33",
    "end": "00:16:36"
  },
  {
    "text": "200 billion stars. Stars and just our galaxy. And I guess the estimate right now is somewhere between 1 and 2 trillion galaxies in the ever expanding universe.",
    "start": "00:16:36",
    "end": "00:16:52"
  },
  {
    "text": "Wow, that's wild.",
    "start": "00:16:52",
    "end": "00:16:54"
  },
  {
    "text": "One to two trillion little neighborhoods of 200 billion stars.",
    "start": "00:16:54",
    "end": "00:16:59"
  },
  {
    "text": "Yeah, yeah, yeah, yeah.",
    "start": "00:16:59",
    "end": "00:17:00"
  },
  {
    "text": "Oh, my goodness.",
    "start": "00:17:01",
    "end": "00:17:02"
  },
  {
    "text": "It's really impossible to fathom. My brain's too small. My whole life right now, like, consists of a set of rhythms that take up two square miles, and then I occasionally leave those two square miles.",
    "start": "00:17:02",
    "end": "00:17:17"
  },
  {
    "text": "True. The number trillion's been in our vocabulary now. You know, we just spent a trillion on this, that, blah, blah. A trillion is a thousand billion and a billion is a thousand million.",
    "start": "00:17:17",
    "end": "00:17:29"
  },
  {
    "text": "Okay.",
    "start": "00:17:30",
    "end": "00:17:30"
  },
  {
    "text": "I just looked up how long it would take to count to a billion just because I don't.",
    "start": "00:17:30",
    "end": "00:17:35"
  },
  {
    "text": "A billion.",
    "start": "00:17:35",
    "end": "00:17:35"
  },
  {
    "text": "I don't even have a concept of how big that is. About 30 years to count to 1.",
    "start": "00:17:35",
    "end": "00:17:40"
  },
  {
    "text": "Billion if you just sit down and 1, 2. Yeah. So don't try it.",
    "start": "00:17:40",
    "end": "00:17:44"
  },
  {
    "text": "Don't try that.",
    "start": "00:17:44",
    "end": "00:17:45"
  },
  {
    "text": "Okay. So what we're. Sorry, no, no. What we're putting our finger on is something that's very.",
    "start": "00:17:46",
    "end": "00:17:51"
  },
  {
    "text": "That's how we think about the world.",
    "start": "00:17:51",
    "end": "00:17:52"
  },
  {
    "text": "It's unique to the modern world. It's what the philosopher Charles Taylor calls the deep abyss of time. Yeah. This awareness through modern scientific cosmology that the amount of time and the depth of space within which we exist is abysmally more deep than humans have ever comprehended before. That does something to your sense of your place within that universe.",
    "start": "00:17:52",
    "end": "00:18:22"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:18:22",
    "end": "00:18:23"
  },
  {
    "text": "That's very different. That shapes us to think in ways that are really different than how the biblical authors did.",
    "start": "00:18:23",
    "end": "00:18:28"
  },
  {
    "text": "So if I were to have written an account of the beginning of time and space, I might have said, in the beginning, God created the ever expanding universe and all of its galaxies.",
    "start": "00:18:29",
    "end": "00:18:38"
  },
  {
    "text": "Sure. Yeah, that's right.",
    "start": "00:18:38",
    "end": "00:18:39"
  },
  {
    "text": "Like, that's my cosmology.",
    "start": "00:18:39",
    "end": "00:18:41"
  },
  {
    "text": "That's right. So the biblical authors began from an observational standpoint of a human standing on the ground.",
    "start": "00:18:41",
    "end": "00:18:49"
  },
  {
    "text": "Yeah.",
    "start": "00:18:49",
    "end": "00:18:50"
  },
  {
    "text": "So in the beginning, God created what's up there, the sky above and what's down here.",
    "start": "00:18:50",
    "end": "00:18:55"
  },
  {
    "text": "Yeah, the land below my feet.",
    "start": "00:18:55",
    "end": "00:18:57"
  },
  {
    "text": "Yeah. And so the whole of the biblical cosmos essentially takes up and is described with language of what a human sees when they're on the ground looking about. And then they'll make metaphysical. They'll ponder the nature of God and then begin to describe what must be above and beyond the cosmos. That can account for the snow globe in which we find ourselves, for example. So the biblical language about the Earth assumes that we're on a flat Disc, the edges of the land, the four corners of the land, the waters under the land, the land is on pillars, the sky dome above. And this is how the biblical authors assume the cosmos is structured.",
    "start": "00:18:57",
    "end": "00:19:41"
  },
  {
    "text": "So understanding this while we read helps us to make sense of things like the windows of heaven opened or just odd phrases that might seem odd to us, but actually make a lot of sense in that ancient perspective.",
    "start": "00:19:41",
    "end": "00:19:57"
  },
  {
    "text": "Yeah, that's exactly right. So one, this is just about trying to understand. There's another issue that comes along with how do I. Yeah, how do I.",
    "start": "00:19:57",
    "end": "00:20:06"
  },
  {
    "text": "Come to terms with the fact that that isn't how the cosmos is ordered?",
    "start": "00:20:06",
    "end": "00:20:09"
  },
  {
    "text": "Exactly.",
    "start": "00:20:09",
    "end": "00:20:10"
  },
  {
    "text": "I mean, that's true of all of these points that you have here. This ancient lens, what do we do with that? Do we impose that ancient lens on ourselves as the norm? Or do we just recognize that the vehicle of communication, this ancient culture.",
    "start": "00:20:10",
    "end": "00:20:24"
  },
  {
    "text": "Yep, that's right. Again, I referenced this somewhere early in these conversations, but a very helpful and fun book to read. It's by Hebrew Bible scholar Robin Perry, called the Biblical the Pilgrim's Guide to the Weird and Wonderful World of the Bible. This is an extended quote, which I don't often read long extended quotes, but this is a good one because he's addressing that very one and I think helps us think. It also helps us merge this part of the paradigm with wisdom literature. Part of the paradigm. So he says Christians have a long tradition of adjusting and translating from biblical cosmologies to contemporary cosmologies, often without even realizing it. So we just merge the ancient cosmology and shift it to our own, usually unconsciously. In the history of Christianity, the ancient Israelite cosmology, that's the three tiered cosmos of the skies, the land and the waters under the land that gave way to the Ptolemaic cosmology that dominated Christian thought for centuries. So that's a cosmology where the earth is viewed as a globe, it is a sphere, but it's at the center of a whole series of spheres. There's seven spheres going out above, and that accounts for the movements of different layers of stars and so on. So Perry continues, most Christians didn't even notice that a shift had taken place. That shift from the biblical to the Ptolemaic. And once Copernican cosmology finally supplanted the Ptolemaic, so that's that we're on a sphere, but we're not at the center. We're going around the sun. When that's finally supplanted the Ptolemaic, Christians had little trouble adapting to that either. Okay, so here's his takeaway. He says, remember in the biblical text, the symbolic meaning of the image of heaven above was always the most important thing about that language. Height or depth spoke of importance or rank. For the biblical authors, the idea of heaven being above meant that heaven was the most important dimension of all. The created world. It's the high exalted place from which God rules over all things. Interpreting language of the high heavens non geographically. So let's pause real quick here. So what he's saying is taking it as a symbol that we would say they using the word heaven as what's above to describe like a transcendent dimension that accounts for all things, we would translate it into our cosmology, which right now would be like another dimension or an ultimate foundational dimension that is only partially discernible to us, but that we need, that has to be present to explain everything else. And all of a sudden you're talking language of modern physics pretty quickly here. So to finish the quote, he says interpreting that language non geographically doesn't threaten the heart of biblical cosmology at all. The truth that scripture pointed to was always that heaven is invisible, it's inaccessible to humans, but it's at the heart of all creation because divine life and rule all flow from it. It's very helpful, at least for me.",
    "start": "00:20:24",
    "end": "00:23:39"
  },
  {
    "text": "Yeah, thank you.",
    "start": "00:23:40",
    "end": "00:23:40"
  },
  {
    "text": "Robin Perry.",
    "start": "00:23:40",
    "end": "00:23:41"
  },
  {
    "text": "Yeah, yeah. There is a sense of, you think of. I like to imagine an ancient thinker really believing that the stars are creatures and there's a dome. Like they really. I mean, I think you sat them down, they'd be like, yeah, that's how it is. And God's throne is up there and. But then you get someone like Solomon who's talking about it and he's like, yeah, but even like the highest.",
    "start": "00:23:41",
    "end": "00:24:07"
  },
  {
    "text": "Yes.",
    "start": "00:24:08",
    "end": "00:24:08"
  },
  {
    "text": "Yeah, like transcendent heavens couldn't contain God. Like he gets it.",
    "start": "00:24:08",
    "end": "00:24:13"
  },
  {
    "text": "Yeah, like totally.",
    "start": "00:24:13",
    "end": "00:24:14"
  },
  {
    "text": "It's still like, it's just a way to think about. And so I think the smartest ancients back then too also had this sense of like. Yeah, we're just trying to, we're just trying to make sense of this.",
    "start": "00:24:14",
    "end": "00:24:26"
  },
  {
    "text": "Yep, that's right. So this has been huge for me in the last couple years to just full on embrace ancient biblical cosmology. And it's become so beautiful and profound to me. It's because I've tried to do what Robin Perry is encouraging us to do, which is to translate in my mind. So instead of imposing my cosmology on the biblical authors it's about letting the difference really stand out to me and then pondering to myself, what does it mean? What does it mean for David to say, if I go to the skies, you're there. If I go into the abyss, you're there. You're inside me, you're outside me. I can't go anywhere, you're not there. That's poetry and doing profound claims about the nature of God's relationship to creation, but using ancient cosmology, stuff like that.",
    "start": "00:24:26",
    "end": "00:25:14"
  },
  {
    "text": "Yeah. So you try on the lens of the ancient authors if you know, if you have an idea about what that is, and then ask the question, what message is being communicated through using this lens or this perspective? What meaning is being put forth through it?",
    "start": "00:25:14",
    "end": "00:25:30"
  },
  {
    "text": "Sam?",
    "start": "00:25:51",
    "end": "00:26:16"
  },
  {
    "text": "So that's one part. Here's another deep cultural assumption that's very different from ours that follows from that. I'm not quite sure what to call this, so I'll just use words that I think are traditional within the Christian tradition. This is a view of the sacramental and the spiritual. So in the modern world we've inherited over the last few years, the view of nature as this vast complex machine.",
    "start": "00:26:37",
    "end": "00:27:01"
  },
  {
    "text": "Or mechanism of parts that are all material in nature.",
    "start": "00:27:02",
    "end": "00:27:07"
  },
  {
    "text": "They're material in nature and all of it can be accounted for and just cause, effect. Chains of molecules and things bumping into each other, mixing, combining.",
    "start": "00:27:07",
    "end": "00:27:16"
  },
  {
    "text": "It's all chemistry all the way down.",
    "start": "00:27:16",
    "end": "00:27:17"
  },
  {
    "text": "It's all chemistry all the way down. And so because of that focus on material, it has resulted in a view of all reality that's very common, called materialism. That material is all that is. There is no other dimension or part of reality that we would call real, that if it's not accounted for in that material. And so this has led to a big kind of division between ancient and modern cosmologies, often the way religious or faith worldviews are pitted against modern or scientific worldviews, Right?",
    "start": "00:27:17",
    "end": "00:27:55"
  },
  {
    "text": "Yeah. I remember my psychology teacher in 8th grade just basically saying, you can't believe in ghosts and angels. He was kind of ridiculed. Like, he actually asked us, like, raise your hand in this class if you believe in ghosts. And like most of the class raises their hand and they just kind of ridiculed everyone. Like, guys, that's ridiculous. This is a material world. That's all there is. And that's often an underlying kind of driving assumption.",
    "start": "00:27:55",
    "end": "00:28:18"
  },
  {
    "text": "You resonate with that, Karissa, in terms of your cultural background?",
    "start": "00:28:18",
    "end": "00:28:21"
  },
  {
    "text": "Yeah, in one sense I do. And another sense I don't. I grew up in a non Christian home, but my mom was really exploratory as far as the spiritual realm. So we were always, as kids, also exploring different spiritual traditions. So thinking about the spiritual realm a lot.",
    "start": "00:28:21",
    "end": "00:28:38"
  },
  {
    "text": "Yeah.",
    "start": "00:28:38",
    "end": "00:28:38"
  },
  {
    "text": "But I encountered that in. In other spheres too. School. Sometimes it's hard to separate where we encounter what I'm even thinking today. I'm thinking, man, I. When I think about emotions or feelings, I validate them the most. When I can understand what's happening in my brain.",
    "start": "00:28:38",
    "end": "00:28:55"
  },
  {
    "text": "Yeah.",
    "start": "00:28:55",
    "end": "00:28:55"
  },
  {
    "text": "When I can explain it or explain the chemistry. Yeah. I want to like, understand the biology behind things or the chemistry, the brain function. So there's still maybe that inclination to do that with other things.",
    "start": "00:28:55",
    "end": "00:29:07"
  },
  {
    "text": "So an interesting thing has happened though, in modern Western forms of Christianity. Even in rejecting the idea that no, there is a reality that is more than material or other than material, it's also embraced this category that the material is what is fundamental or what is real. And so whatever we're talking about in terms of some other dimension, a spiritual dimension or God's dimension, it's certainly not material or there's no relationship to what we would call material.",
    "start": "00:29:07",
    "end": "00:29:38"
  },
  {
    "text": "It's like, it's distinct and it might break into the material world.",
    "start": "00:29:38",
    "end": "00:29:41"
  },
  {
    "text": "So whatever God is, miracles are a.",
    "start": "00:29:42",
    "end": "00:29:44"
  },
  {
    "text": "Yes.",
    "start": "00:29:44",
    "end": "00:29:45"
  },
  {
    "text": "Yeah.",
    "start": "00:29:45",
    "end": "00:29:45"
  },
  {
    "text": "Like God intervening.",
    "start": "00:29:46",
    "end": "00:29:48"
  },
  {
    "text": "Yes.",
    "start": "00:29:48",
    "end": "00:29:48"
  },
  {
    "text": "Truly intervening. Entering into another.",
    "start": "00:29:49",
    "end": "00:29:52"
  },
  {
    "text": "Yeah. It's the idea of the clockmaker. Put everything in motion. It's all material. And of course, he could come in and intervene and do something, but that's the exception. And when that happens, that's supernatural.",
    "start": "00:29:52",
    "end": "00:30:03"
  },
  {
    "text": "Yeah, that's not. Yeah, yeah. So even in rejecting a view that says only the material is what is real, it still buys into a fundamental idea that the material is the opposite of whatever is divine or spiritual and so on. And so the biblical authors don't.",
    "start": "00:30:03",
    "end": "00:30:21"
  },
  {
    "text": "They don't think that way.",
    "start": "00:30:21",
    "end": "00:30:22"
  },
  {
    "text": "They don't think that way.",
    "start": "00:30:22",
    "end": "00:30:23"
  },
  {
    "text": "So sacramental means.",
    "start": "00:30:24",
    "end": "00:30:25"
  },
  {
    "text": "Sacramental is a way of expressing what the biblical authors assume that the material is the way that what is spiritual or most real is expressed to us. In other words, it's not about spiritual versus material. It's that spiritual what is divine, what flows from God, is what is most real. But the way that we encounter that isn't by non material or leaving the material world. It's by experiencing the material world in an ultimate or spiritual state. In other words, in the Bible, spiritual doesn't always mean non material, it means ultimate. But the way I encounter that ultimacy of divine life and presence is through material things.",
    "start": "00:30:26",
    "end": "00:31:15"
  },
  {
    "text": "I guess I'm thinking immediately of just breathing.",
    "start": "00:31:16",
    "end": "00:31:19"
  },
  {
    "text": "Yeah, okay.",
    "start": "00:31:19",
    "end": "00:31:20"
  },
  {
    "text": "Breath of life. God's energy. Spirit.",
    "start": "00:31:20",
    "end": "00:31:24"
  },
  {
    "text": "Yeah, good.",
    "start": "00:31:24",
    "end": "00:31:25"
  },
  {
    "text": "Like, is bringing oxy. What I would say is. Is bringing oxygen into my body. And it's a very material. And from a material point of view, it's just getting. Yeah. A chemical into my body so that my body can survive.",
    "start": "00:31:25",
    "end": "00:31:42"
  },
  {
    "text": "Yep.",
    "start": "00:31:42",
    "end": "00:31:42"
  },
  {
    "text": "But from a sacramental view, that's actually participating with the divine. It's God's energizing spirit also.",
    "start": "00:31:42",
    "end": "00:31:50"
  },
  {
    "text": "Yeah, yeah. So you could say. And spirit is actually the perfect language because in Genesis 1:2, what is there that transforms the dark, chaotic waters into a garden and order?",
    "start": "00:31:50",
    "end": "00:32:02"
  },
  {
    "text": "Yeah, God's breath.",
    "start": "00:32:03",
    "end": "00:32:04"
  },
  {
    "text": "It's God's breath.",
    "start": "00:32:04",
    "end": "00:32:05"
  },
  {
    "text": "Yeah.",
    "start": "00:32:05",
    "end": "00:32:06"
  },
  {
    "text": "So it's in. It's invisible in one sense. But the moment the spirit, through God's word, starts doing its thing, everything that you see is spiritual. That is, it's permeated, created by and sustained by God's ordering spirit and purpose. So the tree is the means by which I encounter the spirit in and through the existence of a tree and through the. Of another person. This is in Genesis 2. This is what underlies the animation of the human from the dust is the human is spiritual, that is infused by God's spirit. And this accounts for everything, the concept of Eden as a place where heaven and earth are the same place. So this is why the tops of mountains are often these sacred types of places. Moses saw the pattern for the Tabernacle up on Mount Sinai. The temple is up on Jerusalem, Mount Zion. The New Jerusalem in Revelation is depicted as on high, coming down to merge with Earth. So it's why the biblical story doesn't end with a disembodied non material world. It's a material world, but then it's been transformed by being totally merged with the spiritual.",
    "start": "00:32:06",
    "end": "00:33:24"
  },
  {
    "text": "So when you say the spiritual as opposed to material, what do you mean if it's not? Yeah, something other than material.",
    "start": "00:33:25",
    "end": "00:33:34"
  },
  {
    "text": "Yeah. So for the biblical authors, the moment we're out, we live under the sun. And outside of Eden, we're existing in a subspiritual state. It's material and it's not unspiritual because the whole thing is sustained by God's spirit. But we're not at the hotspot sub spiritual, we're not in the center.",
    "start": "00:33:35",
    "end": "00:33:55"
  },
  {
    "text": "We're missing out on something.",
    "start": "00:33:56",
    "end": "00:33:58"
  },
  {
    "text": "Yeah. So this goes back to cosmology. So in biblical cosmology, to be highest, to be closest to the skies, is to be closest to the divine, which means you're likely going to shine like a star that's vertical. Using vertical up and down, you can also make it horizontal. And think about sacred space. And this is the Garden of Eden paradigm, where to be closest to the divine is to be inside the tent, to be in the middle of the.",
    "start": "00:33:58",
    "end": "00:34:25"
  },
  {
    "text": "Garden, in the city, in the temple.",
    "start": "00:34:25",
    "end": "00:34:27"
  },
  {
    "text": "In the city, within the refuge, in the shadow of your wings. To put it in the Psalms language. So that's inside is where is most sacred and outside is what is common. And so to be up or to be inside is where you meet.",
    "start": "00:34:27",
    "end": "00:34:43"
  },
  {
    "text": "That's why exile is outside.",
    "start": "00:34:43",
    "end": "00:34:44"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:34:44",
    "end": "00:34:45"
  },
  {
    "text": "That's why Gehenna is outside the gates.",
    "start": "00:34:45",
    "end": "00:34:48"
  },
  {
    "text": "Outside the gates, that's right. So it's that movement from. To the inside, from the outside, or to the highest, from the lowest. Those are images of.",
    "start": "00:34:48",
    "end": "00:34:59"
  },
  {
    "text": "When you say spiritual, you mean more connected to the light, more connected to.",
    "start": "00:34:59",
    "end": "00:35:03"
  },
  {
    "text": "God, ultimate reality and life of the divine.",
    "start": "00:35:04",
    "end": "00:35:07"
  },
  {
    "text": "And when you say ultimate reality, you mean why the material world matters or how the material world is meant to be experienced.",
    "start": "00:35:07",
    "end": "00:35:15"
  },
  {
    "text": "Yeah, I guess it's a way of saying the most perfect union between the material and spiritual.",
    "start": "00:35:15",
    "end": "00:35:21"
  },
  {
    "text": "When you say that, you're automatically talking about them like they're two separate things.",
    "start": "00:35:21",
    "end": "00:35:24"
  },
  {
    "text": "Yeah, they are different dimensions. So material can exist within the middle of the garden, in which case you eat from the tree of life and you are transformed. You don't stop being material.",
    "start": "00:35:25",
    "end": "00:35:35"
  },
  {
    "text": "Tree of life is.",
    "start": "00:35:36",
    "end": "00:35:36"
  },
  {
    "text": "Tree of life is material. But it's a different kind of. It's trans material, it's ultimate material. So there is a contrast, but it's not between spiritual and material, it's between.",
    "start": "00:35:37",
    "end": "00:35:48"
  },
  {
    "text": "Other categories.",
    "start": "00:35:51",
    "end": "00:35:52"
  },
  {
    "text": "Yeah, yeah. NT Wright uses the phrase transphysical to talk about the resurrected body of Jesus.",
    "start": "00:35:52",
    "end": "00:35:58"
  },
  {
    "text": "Physical and transphysical, Material and trans. Material.",
    "start": "00:35:58",
    "end": "00:36:01"
  },
  {
    "text": "Yeah. Pre resurrected Jesus was filled by the spirit and was spiritual, but the resurrected Jesus is transphysical. Whereas Paul calls the resurrected Jesus in 1 Corinthians 14 a life giving spirit. He calls resurrected Jesus a life giving spirit, but he's very clearly material.",
    "start": "00:36:01",
    "end": "00:36:22"
  },
  {
    "text": "Right.",
    "start": "00:36:22",
    "end": "00:36:22"
  },
  {
    "text": "It's a transformed material. So it's more a difference between two modes of being material than between being material.",
    "start": "00:36:22",
    "end": "00:36:29"
  },
  {
    "text": "And both are connected to God's spirit like you said.",
    "start": "00:36:29",
    "end": "00:36:34"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:36:34",
    "end": "00:36:34"
  },
  {
    "text": "God's spirit enables everything. Regardless if you're inside the garden or outside the garden, you have the breath of life, you have God's spirit. Yeah, but there is a sense of material that is like lacking. It's still corrupted or I don't know.",
    "start": "00:36:34",
    "end": "00:36:52"
  },
  {
    "text": "How you know that's right. Yeah, yeah. Corrupted. Yeah.",
    "start": "00:36:52",
    "end": "00:36:55"
  },
  {
    "text": "Maybe it's like a wholeness versus a brokenness or something.",
    "start": "00:36:55",
    "end": "00:36:59"
  },
  {
    "text": "Yeah, yep.",
    "start": "00:36:59",
    "end": "00:37:00"
  },
  {
    "text": "I almost feel like it's. The Bible's not asking us to put these two categories on it in the first place. We're trying to describe the lens, so it's natural to do that.",
    "start": "00:37:00",
    "end": "00:37:11"
  },
  {
    "text": "Yeah. Mortal and immortal, holy versus common, pure and impure. So that's a fundamental category that comes right from the first pages of the Bible.",
    "start": "00:37:11",
    "end": "00:37:24"
  },
  {
    "text": "Oh, man.",
    "start": "00:37:24",
    "end": "00:37:25"
  },
  {
    "text": "And if you don't have that in place, you just won't see all kinds of things.",
    "start": "00:37:25",
    "end": "00:37:29"
  },
  {
    "text": "It's a cool invitation to, like. Sometimes I think of the ancient paradigm as being difficult or something to figure out, or, oh, how do I. How am I supposed to understand this? But at the same time that it might be hard or difficult or different, it's also an invitation to see something in a different way that could be really fruitful, not just for understanding the story, but now for understanding my life around me in a different way, because my modern paradigm isn't perfect or correct. So to try on something different is. I think that's so neat.",
    "start": "00:37:29",
    "end": "00:38:08"
  },
  {
    "text": "Yeah. You could argue that we are the ones with a very impoverished view of reality because we are blind to all of the ways where supranature, what is ultimate about reality, is in front of our face all the time. But we don't have the categories to see that it's there.",
    "start": "00:38:08",
    "end": "00:38:26"
  },
  {
    "text": "Well, this is fascinating to me because we've done two examples, and they're completely different in one very specific way. So cosmology, we were very comfortable saying, okay, they got it wrong.",
    "start": "00:38:26",
    "end": "00:38:39"
  },
  {
    "text": "Oh, interesting.",
    "start": "00:38:39",
    "end": "00:38:40"
  },
  {
    "text": "Yeah, in a way, but not wrong in the sense of the categories they were creating and the meaning behind it.",
    "start": "00:38:40",
    "end": "00:38:48"
  },
  {
    "text": "Meanings. That's right. That's right.",
    "start": "00:38:48",
    "end": "00:38:49"
  },
  {
    "text": "So then we have to translate it to our cosmology. So, you know, we talked about that, but with this one, I hear us saying, you know, they kind of got it right. And then Plato came along and does a move that maybe is not as correct.",
    "start": "00:38:49",
    "end": "00:39:06"
  },
  {
    "text": "Yeah.",
    "start": "00:39:07",
    "end": "00:39:07"
  },
  {
    "text": "And then we adopted that and we started translating the biblical authors into maybe a different paradigm of the material world, which we were comfortable with when it came to cosmology, but now we're saying we should be suspicious of when it comes to sacramental thinking. Yeah.",
    "start": "00:39:07",
    "end": "00:39:22"
  },
  {
    "text": "Or material versus spiritual.",
    "start": "00:39:22",
    "end": "00:39:24"
  },
  {
    "text": "Yeah. So in both cases, we're looking for the meaning and the message, but at the same time, there's this other layer where we're invited to try on a different lens than ours, and we get to evaluate that even separately.",
    "start": "00:39:24",
    "end": "00:39:39"
  },
  {
    "text": "Yeah. Actually, it is more similar, I think, than you're saying, because we don't think within our cosmology. Up in the skies is the most intense space of divine presence.",
    "start": "00:39:39",
    "end": "00:39:51"
  },
  {
    "text": "Right.",
    "start": "00:39:51",
    "end": "00:39:51"
  },
  {
    "text": "Or that if I could just find somewhere on earth, like if I go find. If I go find the Garden of Eden, then I could go stand in the middle and have eternal life. So there are ways of talking about all reality within these spatial symbolic frameworks, inside and outside.",
    "start": "00:39:51",
    "end": "00:40:10"
  },
  {
    "text": "That's the sacramental and that's the act.",
    "start": "00:40:10",
    "end": "00:40:12"
  },
  {
    "text": "Of translation that we need to do.",
    "start": "00:40:12",
    "end": "00:40:14"
  },
  {
    "text": "Oh, okay.",
    "start": "00:40:14",
    "end": "00:40:15"
  },
  {
    "text": "So what are the ways in which the spiritual is being expressed to me through my physical existence and environment? But this is where our Catholic and Orthodox brothers and sisters have been saying to their Protestant sisters and brothers for centuries, you guys, we've been trying to tell you this for 2000 years.",
    "start": "00:40:15",
    "end": "00:40:36"
  },
  {
    "text": "You're missing some of the experiential aspects.",
    "start": "00:40:37",
    "end": "00:40:39"
  },
  {
    "text": "Yeah, I mean, I'm getting the word sacramental from those traditions that have identified a handful of very physical experiences in life where you meet the divine and they steward and care for those within the ministries of the church and so on. So not just the Eucharist, the bread and the cup, but also marriage and other things. That only makes sense if you have a sacramental, material plus spiritual infused view of reality. If you don't, then sacramental thinking just won't make any sense.",
    "start": "00:40:39",
    "end": "00:41:11"
  },
  {
    "text": "Sam.",
    "start": "00:41:20",
    "end": "00:41:34"
  },
  {
    "text": "We'Re not cruising through these as fast as I thought. And that's fine.",
    "start": "00:41:51",
    "end": "00:41:54"
  },
  {
    "text": "Yeah, they're complex.",
    "start": "00:41:54",
    "end": "00:41:55"
  },
  {
    "text": "They are, they are. Here's another one. Collectivism versus individualism. The biblical authors express a more collectivist view. Other terms have been used. Corporate thinking. I like collectivist more. I forget where I first heard it, but this is a basic view about the human individual and their place within a larger group. And so modern Western readers have been shaped by a heritage that's just a few hundred years old that thinks primarily in terms of the individual liberty and the will and the autonomy of the individual, even if it knows that it's kind of a fiction, because no one's an island, you know? But we treat the will of the individual as a very important center within our societies. And that's very unique in human history.",
    "start": "00:41:55",
    "end": "00:42:42"
  },
  {
    "text": "Yeah. Take any of us and have us grow up isolated on an island. We wouldn't even learn how to speak.",
    "start": "00:42:43",
    "end": "00:42:49"
  },
  {
    "text": "Totally.",
    "start": "00:42:50",
    "end": "00:42:50"
  },
  {
    "text": "Our individual nature would be a puddle.",
    "start": "00:42:50",
    "end": "00:42:52"
  },
  {
    "text": "Yeah, yeah, that's right.",
    "start": "00:42:52",
    "end": "00:42:54"
  },
  {
    "text": "Yeah. So understanding this collectivist lens can help us when we see stories that seem to be unfairly punishing the group for the sin of one person.",
    "start": "00:42:54",
    "end": "00:43:03"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:43:03",
    "end": "00:43:04"
  },
  {
    "text": "Or the opposite of that. And it even applies to things as simple as when we read the word in English. You seeing that as A singular versus a collective you, y'. All.",
    "start": "00:43:04",
    "end": "00:43:17"
  },
  {
    "text": "Yeah. Think how different the history of experiencing the New Testament letters would be if it was y'.",
    "start": "00:43:17",
    "end": "00:43:24"
  },
  {
    "text": "All.",
    "start": "00:43:24",
    "end": "00:43:24"
  },
  {
    "text": "And there are languages, many languages, translations of the Bible existing today that has that. Yeah. A collectivist culture assumes that an individual's actions always implicate and affect the larger group or family or tribe to which they belong. And the primary unit of responsibility is the group and the individual as an expression of that group. And so we live in a culture that's exactly the opposite. But although there still are residual effects, I was talking to a friend who's made some decisions recently that their parents really disagree with. And what their parents were saying to them is, your choices are gonna affect me, affect how people view our family. And we were just processing that. What do you do when you actually have a real moral or ethical value, difference between generations? And so you're operating by your conscience, which is another deeply individualized. Yeah, but it's also a Christian principle to do what you feel is right even if the many are going astray. That's a very biblical principle. And so it's a tension.",
    "start": "00:43:25",
    "end": "00:44:36"
  },
  {
    "text": "Yeah. What a radical biblical principle if written inside this context of collectivism.",
    "start": "00:44:36",
    "end": "00:44:42"
  },
  {
    "text": "Yeah. So here we're talking about biblical narratives or passages where a whole family is held accountable for something one person does, or a group is held accountable for one. And there's famous ones, like when David counts his number of soldiers. And so God sends a devastating plague on the people.",
    "start": "00:44:43",
    "end": "00:45:01"
  },
  {
    "text": "Yeah. It feels so unfair to our minds.",
    "start": "00:45:01",
    "end": "00:45:04"
  },
  {
    "text": "It is. And it is. Actually, I think the whole point of that narrative is it is unfair, which is why David gets in God's face about it. But that's another thing. That whole narrative is wrestling with the relationship of the one and the many, and about concepts of justice and how is God to deal with human failure and evil if it means holding the many accountable. So there's a passage in Paul's letters in 1 Corinthians 5 where he's responding about that guy who sleeps with his mother in law, and he lays into the whole community and starts talking about leaven within a lump of dough. And that whole chapter, First Corinthians 5 is an expression of this kind of thinking where he says, what this one guy is doing is going to affect how the whole neighborhood thinks about you and the Jesus movement. So he deals severely with that one person, and it feels like, whoa, that's really intense.",
    "start": "00:45:04",
    "end": "00:45:54"
  },
  {
    "text": "But he's thinking collectively, thinking how it's affecting the whole.",
    "start": "00:45:55",
    "end": "00:45:58"
  },
  {
    "text": "That's right.",
    "start": "00:45:58",
    "end": "00:45:59"
  },
  {
    "text": "Yeah. This aspect Seems really related to your next point. Honor and shame.",
    "start": "00:45:59",
    "end": "00:46:05"
  },
  {
    "text": "Yes. Yeah, yeah.",
    "start": "00:46:05",
    "end": "00:46:06"
  },
  {
    "text": "It seems like those things are interconnected.",
    "start": "00:46:06",
    "end": "00:46:08"
  },
  {
    "text": "Yeah, let's talk about that. Just one more example that's kind of the flip side of the David one. This really struck me a number of years ago when I was working on the book of Daniel in Daniel chapter nine. He's like one of the ultimate righteous biblical characters. Daniel, there's no actual failure.",
    "start": "00:46:08",
    "end": "00:46:23"
  },
  {
    "text": "We talked about this. Daniel is the only biblical character that doesn't have failure narrative.",
    "start": "00:46:23",
    "end": "00:46:28"
  },
  {
    "text": "No. He passes all of his tests, flying colors. He does get sick and he claims to not have wisdom and understanding when he sees some of these bizarre dreams that he has. But in Daniel chapter nine, he does this review of the whole history of Israel's failure and he consistently uses the word we and implicates himself and even takes it upon himself to repent before God for the failure of his entire family throughout history. And you're like, that's a different mentality.",
    "start": "00:46:28",
    "end": "00:47:00"
  },
  {
    "text": "That is a different mentality than how.",
    "start": "00:47:01",
    "end": "00:47:02"
  },
  {
    "text": "It's just a different way of thinking about history and culture and where responsibility lies.",
    "start": "00:47:03",
    "end": "00:47:08"
  },
  {
    "text": "We have a hard time taking responsibility for like our grandparents stuff. And he's like thinking of like generations and generations.",
    "start": "00:47:08",
    "end": "00:47:17"
  },
  {
    "text": "So not only is it that he's not from those generations, but that in his actual personal life he was like.",
    "start": "00:47:18",
    "end": "00:47:24"
  },
  {
    "text": "A stand up guy, but yet he identified with it.",
    "start": "00:47:24",
    "end": "00:47:28"
  },
  {
    "text": "He identifies and takes responsibility for the sins of his ancestors.",
    "start": "00:47:28",
    "end": "00:47:32"
  },
  {
    "text": "That's really beautiful.",
    "start": "00:47:32",
    "end": "00:47:34"
  },
  {
    "text": "I think so. There's something very profound there. Yeah. That my culture has not taught me to value or see.",
    "start": "00:47:34",
    "end": "00:47:41"
  },
  {
    "text": "It's Sam.",
    "start": "00:47:41",
    "end": "00:48:14"
  },
  {
    "text": "Yes. Okay, so you're right. Chris said that collectivist versus individualist implicates and is connected with another one. This is a big cultural difference that actually has a lot of facets, but it has a handy little title called Honor and Shame. Yeah, Honor and shame cultures.",
    "start": "00:48:39",
    "end": "00:48:53"
  },
  {
    "text": "Every time we've talked about this, I go, oh, okay, I think I'm getting it. And then every time it comes back up, I'm like, I have no idea what this is.",
    "start": "00:48:53",
    "end": "00:49:00"
  },
  {
    "text": "Yeah. Well, here, let's let Michael Gorman, New Testament scholar, does it. Because the opening words of this paragraph are simply defined.",
    "start": "00:49:01",
    "end": "00:49:10"
  },
  {
    "text": "Oh, good.",
    "start": "00:49:11",
    "end": "00:49:11"
  },
  {
    "text": "Honor and shame refer to the ongoing attribution or loss of esteem by one's peers, family, social class, city, and so on.",
    "start": "00:49:12",
    "end": "00:49:23"
  },
  {
    "text": "Ongoing attribution or loss or loss of esteem.",
    "start": "00:49:23",
    "end": "00:49:27"
  },
  {
    "text": "Of esteem.",
    "start": "00:49:27",
    "end": "00:49:28"
  },
  {
    "text": "I think there's a plainer way of.",
    "start": "00:49:28",
    "end": "00:49:29"
  },
  {
    "text": "Saying that maybe that's not so simply defined esteem. It's all about esteem, recognition, honor, how.",
    "start": "00:49:29",
    "end": "00:49:36"
  },
  {
    "text": "People look at me and Think about me.",
    "start": "00:49:36",
    "end": "00:49:38"
  },
  {
    "text": "Yeah.",
    "start": "00:49:38",
    "end": "00:49:39"
  },
  {
    "text": "How you gain or lose respect, honor or respect.",
    "start": "00:49:39",
    "end": "00:49:41"
  },
  {
    "text": "Can we say respect?",
    "start": "00:49:41",
    "end": "00:49:42"
  },
  {
    "text": "Respect. And then specifically how that respect is translated into your rank within society.",
    "start": "00:49:42",
    "end": "00:49:48"
  },
  {
    "text": "Okay. That's how I think of respect.",
    "start": "00:49:48",
    "end": "00:49:50"
  },
  {
    "text": "Reputation.",
    "start": "00:49:50",
    "end": "00:49:51"
  },
  {
    "text": "Reputation, okay, that's a good word. But there's a ranking.",
    "start": "00:49:51",
    "end": "00:49:54"
  },
  {
    "text": "Yeah, there's a very clear social expression of that esteem in the public place you hold within society. Rank. It's really the right word. So in other words, these are cultures where your status, a person's status, collectivist, is wholly implicated in your family or tribe's status, and that every person is every day going up or down the scale of honor or shame, either going up or you're going down.",
    "start": "00:49:54",
    "end": "00:50:23"
  },
  {
    "text": "It's never static, and it affects everyone around you in your group.",
    "start": "00:50:23",
    "end": "00:50:27"
  },
  {
    "text": "Yeah, that's right. And your status implicates the group that you're associated with. So Gorman goes on, in Roman society, this respect was based primarily on things such as wealth, education, rhetorical skill, your ability to persuade others and speak well. What does it influence?",
    "start": "00:50:27",
    "end": "00:50:45"
  },
  {
    "text": "Anything good?",
    "start": "00:50:46",
    "end": "00:50:46"
  },
  {
    "text": "No, I was thinking. What's the book? How to Win Friends.",
    "start": "00:50:50",
    "end": "00:50:52"
  },
  {
    "text": "How to Win Friends and Influence People.",
    "start": "00:50:52",
    "end": "00:50:53"
  },
  {
    "text": "There you go. He goes on. Family, pedigree and political connections. These are the culture's status indicators.",
    "start": "00:50:53",
    "end": "00:51:01"
  },
  {
    "text": "Okay. And so that is the case in the modern West.",
    "start": "00:51:01",
    "end": "00:51:04"
  },
  {
    "text": "It's the case. And every culture has some form of this.",
    "start": "00:51:04",
    "end": "00:51:07"
  },
  {
    "text": "Some form of this. But you're saying that the volumes turned up to a certain level that we're just not used to.",
    "start": "00:51:07",
    "end": "00:51:13"
  },
  {
    "text": "That would appall. Yeah, that would appall us. And I think it actually depends on where you grow up in America or Europe, if you're in a Western, Western colony or New Zealand or Australia.",
    "start": "00:51:13",
    "end": "00:51:24"
  },
  {
    "text": "He says peer pressure is not negative or something to avoid, but viewed as appropriate and welcome. That, to a lot of us, feels really appalling.",
    "start": "00:51:25",
    "end": "00:51:32"
  },
  {
    "text": "Yes, exactly. Yeah, yeah. This is the. Finishing the quote. Peer pressure in this environment is not negative. It's not something to avoid. It's appropriate and welcome.",
    "start": "00:51:32",
    "end": "00:51:45"
  },
  {
    "text": "So if someone with a higher rank comes to me and pressures me to do something, it's like, of course we're gonna do it.",
    "start": "00:51:45",
    "end": "00:51:51"
  },
  {
    "text": "And this is your chance.",
    "start": "00:51:51",
    "end": "00:51:52"
  },
  {
    "text": "This is my chance to get in their good grace.",
    "start": "00:51:52",
    "end": "00:51:54"
  },
  {
    "text": "This is your chance to get up a rank. Yeah, that's right. It's a constant ladder climb. And I think what's different about it is back to collectivist and individualist. Within individualist, more individualist societies, we tend to view importance or honor or rank as subjective and individualist. And so I've made this joke. You do you for years now. You do you. Every Disney movie made in the last two decades is an expression of an individualist honor framework. Self esteem.",
    "start": "00:51:54",
    "end": "00:52:26"
  },
  {
    "text": "No wonder we can't think any other way. All the Disney movies have trained us.",
    "start": "00:52:26",
    "end": "00:52:30"
  },
  {
    "text": "Yeah, totally. But it's just like your importance, your unique identity can only be discovered and determined by yourself. Don't let others tell you who you are and this kind of thing. And I'm not saying one's bad and one's negative. I'm just saying all cultures exist on a spectrum of the ways that they express this honor, honor, shame. But in Roman society, it was very group and it was very explicit. So someone who's been a slave, even if you can gain freedom, will never be able to get beyond the certain ceiling just because of the rank of their status as a former slave. And there are some former slaves that are very, very influential.",
    "start": "00:52:30",
    "end": "00:53:10"
  },
  {
    "text": "Now, what we're not saying is that the Bible is saying this is good.",
    "start": "00:53:10",
    "end": "00:53:13"
  },
  {
    "text": "No, no, no.",
    "start": "00:53:13",
    "end": "00:53:14"
  },
  {
    "text": "We're just saying this is the cultural assumption of this is how our society is ordered.",
    "start": "00:53:14",
    "end": "00:53:19"
  },
  {
    "text": "That's exactly right. Yeah.",
    "start": "00:53:19",
    "end": "00:53:20"
  },
  {
    "text": "In fact, Jesus will go to a dinner party where that's how people are acting. Yes. They're sitting next to each other, next to the cool person trying to like, you know, move up the ranks, and he tells them they're being dumb.",
    "start": "00:53:20",
    "end": "00:53:34"
  },
  {
    "text": "Yeah, yeah. But what he doesn't say is rank doesn't matter. You know, just be who you are, you do you. Everyone sit at the head of the table. Let's go around and y' all sit. What he says is, know the poor are elevated to the most highest place. He inverts the scale so he doesn't do away with the scale.",
    "start": "00:53:34",
    "end": "00:53:52"
  },
  {
    "text": "He uses their system of being to communicate another truth.",
    "start": "00:53:52",
    "end": "00:53:57"
  },
  {
    "text": "Correct. Yeah, that's exactly right. He inverts the honor, shame, rank structure. And again, which I think is important. We're back to a translation culture. Navigating cross cultures is always about translation, because to embody what Jesus is saying in our setting, we don't have to reinvent first century culture in a local church to follow the teachings of Jesus. We're called to embody it in a different cultural setting. But being aware of it when we.",
    "start": "00:53:57",
    "end": "00:54:24"
  },
  {
    "text": "Read Jesus teachings, well, then we could translate.",
    "start": "00:54:24",
    "end": "00:54:26"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:54:26",
    "end": "00:54:27"
  },
  {
    "text": "You can't translate if you don't understand.",
    "start": "00:54:27",
    "end": "00:54:29"
  },
  {
    "text": "Yeah, we've talked about this too before. Because this word honor in Greek, or esteem, it comes from the Greek verb dakeo, to esteem someone or to regard them as important. And that verb dakeo comes from the same root as The Greek word doxa, which is translated glory. And I've tried to get into the mental habit of when I see the word glory in my English translation to just always say honor.",
    "start": "00:54:29",
    "end": "00:54:52"
  },
  {
    "text": "Okay.",
    "start": "00:54:53",
    "end": "00:54:54"
  },
  {
    "text": "Because it's about someone's status, someone's ultimate status within the honor shame ranking system.",
    "start": "00:54:54",
    "end": "00:55:00"
  },
  {
    "text": "What would be a good example of a verse that says glory? That you should just think honor.",
    "start": "00:55:00",
    "end": "00:55:04"
  },
  {
    "text": "Oh, that's good. That's a great question, John. Here's what I'm going to do.",
    "start": "00:55:04",
    "end": "00:55:09"
  },
  {
    "text": "A little word study.",
    "start": "00:55:09",
    "end": "00:55:10"
  },
  {
    "text": "No, let's just do something random.",
    "start": "00:55:10",
    "end": "00:55:12"
  },
  {
    "text": "Yeah, pull up. That's what I'm saying. You're just going to search glory, see what pops.",
    "start": "00:55:12",
    "end": "00:55:16"
  },
  {
    "text": "Yeah. And then let's just talk about it. Come on. That's always fun. Okay. The English word Glory appears 360 times in the new American standard translation. So I'm just going to go through all those and I'm just going to scroll.",
    "start": "00:55:16",
    "end": "00:55:29"
  },
  {
    "text": "Ready?",
    "start": "00:55:29",
    "end": "00:55:29"
  },
  {
    "text": "And go. Isaiah 10:18.",
    "start": "00:55:31",
    "end": "00:55:35"
  },
  {
    "text": "Okay.",
    "start": "00:55:35",
    "end": "00:55:36"
  },
  {
    "text": "Oh, this is a great example. Okay. Oh yeah. So this is about the empire of Assyria. So this is one of the baddies in the kingdom period of Israel. And King Hezekiah is king in Jerusalem. Assyrian empire is on the rise. It's the biggest. It's the first empire that the ancient world has ever known. The largest organization of military strength and to that point in human history. And so they're coming and the king of Assyria besieged the city of Jerusalem. And what God says is God is going to destroy the glory of Assyria's forest and garden.",
    "start": "00:55:36",
    "end": "00:56:13"
  },
  {
    "text": "Gonna destroy the glory of their forests and gardens.",
    "start": "00:56:13",
    "end": "00:56:16"
  },
  {
    "text": "Yes.",
    "start": "00:56:16",
    "end": "00:56:16"
  },
  {
    "text": "So he's going to destroy their honor or their rank.",
    "start": "00:56:16",
    "end": "00:56:20"
  },
  {
    "text": "Yeah.",
    "start": "00:56:20",
    "end": "00:56:21"
  },
  {
    "text": "Now there it just seems like it means like, you know, your garden is very beautiful and you're there and it just has a sense of just awe and wonder. Typically think of glory.",
    "start": "00:56:21",
    "end": "00:56:32"
  },
  {
    "text": "Yeah, totally. There's a couple things going on. One is a cultural background of the king of Assyria. I mean, some of the most famous images that you can Google are of the king sr. Haddon's like cultivated gardens. He made little Edens of his kingdom to depict himself as the bringer of order and beauty. But it was all an embodiment of his status. I see as the king of the world.",
    "start": "00:56:32",
    "end": "00:56:53"
  },
  {
    "text": "Yeah. Look at my status. I can order creation.",
    "start": "00:56:53",
    "end": "00:56:56"
  },
  {
    "text": "Yeah. And so from his high place on Eden, the king of Assyria went forth and was annexing the whole world as to be, you know, the tax regions that are going to fund his garden, fund his Eden. And God says, no, I'm going to destroy the glory. It's the Hebrew word kavod. So. And there it's the word heavy. The Hebrew word kavod means heavy. So instead of a steam, it's about your weightiness, the gravity. Your gravity. So anyhow, glory has to do with the physical embodiment of your social rank.",
    "start": "00:56:56",
    "end": "00:57:27"
  },
  {
    "text": "So it's interesting. Just kind of tie this together. We started talking about words.",
    "start": "00:57:27",
    "end": "00:57:30"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:57:30",
    "end": "00:57:31"
  },
  {
    "text": "And then we said, well, so words is a simple way to think about how different cultures view things in slightly different ways. And there's bigger categories that one word may not capture.",
    "start": "00:57:31",
    "end": "00:57:43"
  },
  {
    "text": "Yeah.",
    "start": "00:57:43",
    "end": "00:57:44"
  },
  {
    "text": "And there's cosmologies, and there's sacramental and spiritual. How we just think about the material world.",
    "start": "00:57:44",
    "end": "00:57:50"
  },
  {
    "text": "Societal systems.",
    "start": "00:57:51",
    "end": "00:57:52"
  },
  {
    "text": "Societal systems. But then really when it comes back around, the way for us to think about it is still with words.",
    "start": "00:57:52",
    "end": "00:58:00"
  },
  {
    "text": "Yeah. Words are often the vehicles of these larger cultural concepts.",
    "start": "00:58:00",
    "end": "00:58:04"
  },
  {
    "text": "And one more word to land the plane, I suppose in the honor shame is the word grace.",
    "start": "00:58:04",
    "end": "00:58:08"
  },
  {
    "text": "Yes. Which is the word gift. So we have two words. One is what sounds like a religious word, grace, and then another word, gift. They're the same. Yeah, they're the same word. And in Greek, charis. And the giving of gifts was one of the main ways that you attempt to move up the ladder is by giving gifts to people of lower rank to put them in your debt so that they're obligated then to pay you back, be in connection with you. Or the giving of gifts to someone of higher rank in the hopes that they will reciprocate and reciprocate an elev. And then you receiving a gift from someone higher, this is the way you get up the ladder. And so gifts are always given with an expectation of response.",
    "start": "00:58:09",
    "end": "00:58:52"
  },
  {
    "text": "Graces are always given.",
    "start": "00:58:52",
    "end": "00:58:54"
  },
  {
    "text": "Graces. Yeah, that's right. So grace can be freely given. Okay. Here the guru master, the kung fu master of the gift in grace language is a New Testament scholar, John Barclay, and. Oh, man. So good. Yeah. Grace in the New Testament is given without condition. It's given for free, but it is given with expectation of return. That's the pattern of grace. So, yeah, even grace gets brought into this framework. I did have one more. We don't have time to talk about it. I can just bring it up.",
    "start": "00:58:54",
    "end": "01:00:36"
  },
  {
    "text": "Sure, Just mention it.",
    "start": "01:00:36",
    "end": "01:00:36"
  },
  {
    "text": "Oh, the idea of holy holiness, holy and profane, sacred and secular, that seems pretty connected to this purity and pollution, these opposites. But it is connected up to the sacramental. Sacramental worldview and cosmology.",
    "start": "01:00:36",
    "end": "01:00:54"
  },
  {
    "text": "Okay.",
    "start": "01:00:54",
    "end": "01:00:54"
  },
  {
    "text": "But it's just the idea that there are some things that are associated with life. The Divine presence is always associated with life and power and purity. And what is mortal is associated with failure, mortality, death, and impurity. And so we are always in one state or the other, usually moving from one many times in our lives. But the highest goal, like ascending to the heavens or ascending into the holy place, is to move from a state of polluted impurity to sacredness and holiness and purity.",
    "start": "01:00:55",
    "end": "01:01:28"
  },
  {
    "text": "Is this where we get the old cleanliness is next to godliness?",
    "start": "01:01:28",
    "end": "01:01:32"
  },
  {
    "text": "I think so.",
    "start": "01:01:33",
    "end": "01:01:34"
  },
  {
    "text": "Mantra?",
    "start": "01:01:34",
    "end": "01:01:35"
  },
  {
    "text": "Yeah, yeah, totally. Yeah.",
    "start": "01:01:35",
    "end": "01:01:37"
  },
  {
    "text": "So you're saying if you put on that lens and read through it, you might notice some things differently.",
    "start": "01:01:37",
    "end": "01:01:43"
  },
  {
    "text": "Yeah, all the stuff about holiness, ritual purity in the Old Testament, kosher food laws, but it's all activated in the stories about Jesus. The people he heals are almost to.",
    "start": "01:01:43",
    "end": "01:01:54"
  },
  {
    "text": "A T. People you shouldn't be touching.",
    "start": "01:01:54",
    "end": "01:01:55"
  },
  {
    "text": "People who were ritually impure, which means they weren't allowed to go in the temple precincts in that state. They wouldn't be allowed to go inside.",
    "start": "01:01:55",
    "end": "01:02:04"
  },
  {
    "text": "And you're not even supposed to really be interacting with them. Right. Or you wouldn't be able to go inside.",
    "start": "01:02:04",
    "end": "01:02:08"
  },
  {
    "text": "Or you can contract impurity by touching them.",
    "start": "01:02:08",
    "end": "01:02:11"
  },
  {
    "text": "Yeah.",
    "start": "01:02:11",
    "end": "01:02:11"
  },
  {
    "text": "And so. And that's the big inversion is in the stories about Jesus, it's the purity is what's contagious. Yeah, it's contagious. Holiness.",
    "start": "01:02:11",
    "end": "01:02:20"
  },
  {
    "text": "That's what I love about the holiness video we made years ago.",
    "start": "01:02:20",
    "end": "01:02:22"
  },
  {
    "text": "Yeah, yeah, that was good.",
    "start": "01:02:22",
    "end": "01:02:23"
  },
  {
    "text": "You know, one more that I'm thinking of that makes a really big difference when I read at least, is the cultural assumption of patriarchalism.",
    "start": "01:02:24",
    "end": "01:02:33"
  },
  {
    "text": "Yes.",
    "start": "01:02:33",
    "end": "01:02:33"
  },
  {
    "text": "So just even being aware that this is a society where we're going to hear more about the fathers and the honor associated with the household of a father, of a husband, we're going to hear women's names mentioned less just because of the culture. And so when they are mentioned, that's.",
    "start": "01:02:33",
    "end": "01:02:49"
  },
  {
    "text": "A countercultural move, depending on where you live. Yeah, right.",
    "start": "01:02:50",
    "end": "01:02:54"
  },
  {
    "text": "Yeah, yeah, exactly. A countercultural move for ancient Israel.",
    "start": "01:02:54",
    "end": "01:02:58"
  },
  {
    "text": "Yes, yeah, that's right. Yeah, exactly.",
    "start": "01:02:58",
    "end": "01:03:00"
  },
  {
    "text": "Yeah. To put a woman in Jesus's genealogy.",
    "start": "01:03:00",
    "end": "01:03:03"
  },
  {
    "text": "Yeah, exactly.",
    "start": "01:03:03",
    "end": "01:03:03"
  },
  {
    "text": "Or for the women to find the resurrected body.",
    "start": "01:03:03",
    "end": "01:03:06"
  },
  {
    "text": "Correct.",
    "start": "01:03:06",
    "end": "01:03:07"
  },
  {
    "text": "Those kind of moves would be very, very strange. Not for us, but for culture.",
    "start": "01:03:07",
    "end": "01:03:14"
  },
  {
    "text": "Thank you. That's really on point. It's something modern readers notice all the time. And again, we're back to that. This has been a question throughout church history. To what degree is the Bible just. It was written in this context, and so it expresses that view. Whether or not the trajectory of the biblical story is saying and all views of reality should be male centered or patriarchy centered. And that's been the big conversation throughout church history. But it's important to notice it so that we don't just import whatever our views onto the Bible.",
    "start": "01:03:14",
    "end": "01:03:47"
  },
  {
    "text": "Yeah, I think this is important to say that all of these assumptions, except for the sacramental one, feel like saying, hey, this is just where culture was and how it thought. And it's a neutral place. Not a neutral place necessarily, but think of it as just the waters they were swimming in by which they were making sense of things that we can then translate out of. Where I think the sacramental one to me feels different. And maybe we don't have to solve this, but that one feels a little bit more like don't leave those waters. You can leave the waters of an ancient cosmology and translate out of it or out of honor and shame culture. And you can. Of a patriarchal culture. You can translate out of it. But the sacramental one to me feels like.",
    "start": "01:03:47",
    "end": "01:04:38"
  },
  {
    "text": "But remember, the language used is something we need to translate for sacramental. In other words, I won't go looking for God more at the basement of my house than I will outside the house. But those are the biblical categories, inside or outside, for talking about sacred space encountered here in the material.",
    "start": "01:04:39",
    "end": "01:05:01"
  },
  {
    "text": "I guess what I'm saying is you don't need to become a flat earther to understand the nature of God.",
    "start": "01:05:01",
    "end": "01:05:07"
  },
  {
    "text": "That's right. However, I think what the biblical story and a sacramental worldview is asking us to see is there are certain places, people, moments and experiences that are material, that can become vehicles of God's presence in a very special, unique way that unlike if I were to meet another one of those people, places, times, the next day. So the material can be a vehicle of the spiritual. I think that is the fundamental thing here that does translate. But the idea that that's inside a temple.",
    "start": "01:05:07",
    "end": "01:05:41"
  },
  {
    "text": "I see, but where that is.",
    "start": "01:05:41",
    "end": "01:05:43"
  },
  {
    "text": "But where that is the language and categories for that within that.",
    "start": "01:05:43",
    "end": "01:05:45"
  },
  {
    "text": "But I think it's a beautiful way to think about your biology.",
    "start": "01:05:45",
    "end": "01:05:48"
  },
  {
    "text": "Totally right. Completely. Yeah, that's right.",
    "start": "01:05:48",
    "end": "01:05:50"
  },
  {
    "text": "Which I think is great.",
    "start": "01:05:50",
    "end": "01:05:52"
  },
  {
    "text": "But you could say a lot of the debates about what makes something biblical.",
    "start": "01:05:52",
    "end": "01:05:56"
  },
  {
    "text": "Yeah.",
    "start": "01:05:57",
    "end": "01:05:57"
  },
  {
    "text": "Like for church communities, often it's a high value of. We have a biblical view of X.",
    "start": "01:05:57",
    "end": "01:06:02"
  },
  {
    "text": "Exactly.",
    "start": "01:06:02",
    "end": "01:06:02"
  },
  {
    "text": "This is my point, and this is the challenge is, well, okay, what do we mean? What the biblical authors just assumed about.",
    "start": "01:06:02",
    "end": "01:06:10"
  },
  {
    "text": "Reality, that the earth is flat.",
    "start": "01:06:10",
    "end": "01:06:11"
  },
  {
    "text": "That's right. Yeah. I mean, we could go up this whole list that people with skin diseases shouldn't be able to access divine Presence that only males should be in the leadership in all areas of faith and culture. Right. These are assumptions that peer pressure is good. Many of the biblical authors had. But what we also need to attend is to the message of the biblical books that often is developing and adapting, tweaking, inverting, inverting these assumptions in ways that we can only see if we notice these in the first place. And I think actually you're bringing up patriarchy is a good example where there are some passages in the Bible that speak from a very patriarchy centered point of view. There are other parts of the Bible that are inverting and moving.",
    "start": "01:06:12",
    "end": "01:06:59"
  },
  {
    "text": "Challenging that.",
    "start": "01:06:59",
    "end": "01:06:59"
  },
  {
    "text": "Yeah, challenging that. And so they're both within the Bible. So to have a biblical view of X is usually a little more complicated than we often assume. And I think that's the takeaway here, is we need to think more deeply about how we engage the Bible. And taking a contextually rooted approach can often help us spot things that we might be blind to.",
    "start": "01:06:59",
    "end": "01:07:21"
  },
  {
    "text": "Yeah, that culture is the vehicle. The ancient culture is the vehicle. And we're not meant to impose all of that on ourselves, but we have to understand it, to understand the author's message. And at the same time, it is a challenge to listen to another person in a different culture or another group of people and try on a lens and evaluate it as opposed to our own, just like if we were listening to anybody from a different culture. So it is. It's a challenge. It's also just the context.",
    "start": "01:07:21",
    "end": "01:07:50"
  },
  {
    "text": "Awesome. So we're going to do one more episode on this paradigm conversation, and that's going to be that the Bible is a type of literature that's meant to be read in community.",
    "start": "01:07:51",
    "end": "01:08:01"
  },
  {
    "text": "It's communal literature, kind of relates to the individualist versus collectivist society.",
    "start": "01:08:01",
    "end": "01:08:06"
  },
  {
    "text": "That's right. And not just read, but also embodied and expressed. Ooh, all right.",
    "start": "01:08:06",
    "end": "01:08:11"
  },
  {
    "text": "Yeah, I like that word.",
    "start": "01:08:11",
    "end": "01:08:12"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. Next week, we're tackling the final pillar of the paradigm, that the Bible is communal literature.",
    "start": "01:08:15",
    "end": "01:08:24"
  },
  {
    "text": "So stop and think. For 1500 years, most followers of Jesus heard the Bible read aloud in group settings. What that means is that the moment somebody would hear something and be like, what? I don't get that. You, like, turn to the other person and you're like, what did that mean? And they would be like, I don't know what that means. Let's go talk to the priest. Let's go talk to the pastor. So in other words, the puzzles in Scripture in there are loaded onto every page. We're always part of a communal invitation to go connect to other people in the community so that we can discuss it and debate about it and so on. And that process is short circuited. It's the main way I engage the Bible is reading it alone, by myself.",
    "start": "01:08:25",
    "end": "01:09:07"
  },
  {
    "text": "Today's show was produced by Cooper Peltz. Zach McKinley is our editor, Dan Gummel is our lead editor, and Lindsey Ponder has done the show. Notes Special thanks to Frank Garza for helping us produce this series. BibleProject is a crowdfunded nonprofit. We exist to experience the Bible as a unified story that leads to Jesus. And everything we make is free because of the generous support of many people just like you. Thank you so much for being a part of this with us.",
    "start": "01:09:07",
    "end": "01:09:33"
  },
  {
    "text": "Hi, this is Stephanie and I'm from Malaysia. I first heard about Bible project in 2017. It was introduced to me by my cousin Bena and I fell in love with it immediately. I use bibleproject for my personal devotion and Bible study with friends. My favorite thing about bibleproject is its animation. I really like the animation because I'm a visual learner and it brings the Bible alive for me. We believe the Bible is a unified story that leads to Jesus. We are a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes, and more@viboproject.com.",
    "start": "01:09:33",
    "end": "01:10:17"
  }
]