[
  {
    "text": "The Bible wants to explain the world to us. It wants to reveal to us the meaning of life.",
    "start": "00:00:08",
    "end": "00:00:15"
  },
  {
    "text": "It's doing theology. It's doing rigorous reflection on the ultimate questions about who God is, who we are, what are the problems, we with humans, what are the possible solutions for our problems, What's God doing about it, if anything? Like, that's what it's about.",
    "start": "00:00:16",
    "end": "00:00:33"
  },
  {
    "text": "But the Bible doesn't do this like a reference book, like a theology dictionary. It does it slowly, with stories and poems that all taken together develop themes that invite us into deep reflection. In fact, you might be reading the Bible and think, huh, this story is a lot like that other story, where these details, they seem really familiar. Like, didn't I read something kind of like this before?",
    "start": "00:00:33",
    "end": "00:00:58"
  },
  {
    "text": "Biblical stories work in this way where later stories are modeled on, replay and intensify earlier stories. And it keeps building.",
    "start": "00:00:58",
    "end": "00:01:06"
  },
  {
    "text": "A feature of biblical literature is that it's meant to be meditated on. It asks of us to slow down, compare, contrast, consider, and slowly it reveals to you its meaning.",
    "start": "00:01:07",
    "end": "00:01:21"
  },
  {
    "text": "You would only get this when you're reading these texts backwards and forwards and up and down, comparing parts that you wouldn't have thought to compare. But once you follow the design cues, it illuminates, it brings illumination into what it's about.",
    "start": "00:01:22",
    "end": "00:01:37"
  },
  {
    "text": "Today on the podcast, I talk with Tim Mackey and Carissa Quinn about the fourth pillar of the paradigm that the Bible is meditation literature. Thanks for joining us. Here we go. Okay, we are continuing on this conversation on what is the Bible? What is the paradigm by which we read the Bible? To do that, Tim Chrissa and I have been walking through a bunch of notes on seven different attributes.",
    "start": "00:01:37",
    "end": "00:02:15"
  },
  {
    "text": "That's right. Over the years of the Bible project, we've been working on it, we developed a shorthand for how we describe the paradigm. Right. That we're using to read the Bible, that it's a unified story that leads to Jesus.",
    "start": "00:02:15",
    "end": "00:02:27"
  },
  {
    "text": "Yes.",
    "start": "00:02:27",
    "end": "00:02:27"
  },
  {
    "text": "And now we're describing and clarifying what that means, which is really cool, because I think what we're doing on the podcast and in videos, probably a lot of people listen and they like it, but think, wait, how do I do that too? We've heard that in classroom too. Like, I want to practice this more, and I don't know exactly what it is you're doing or how you're reading that way. And so now we're talking about this lens or this perspective that we're approaching the Bible with.",
    "start": "00:02:27",
    "end": "00:02:54"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:02:54",
    "end": "00:02:55"
  },
  {
    "text": "Unified story leads to Jesus. We're unpacking that through seven different attributes. The first one was that the Bible is human and divine. Human and divine. The second attribute of biblical literature is that it's unified. It's a diverse collection, many different literary styles written over thousand years, but it has one unified story and it's a unified collection. The third attribute is that it's messianic literature. And that's one of the key ways. The key way it's unified.",
    "start": "00:02:55",
    "end": "00:03:28"
  },
  {
    "text": "That's right. What is it about?",
    "start": "00:03:29",
    "end": "00:03:31"
  },
  {
    "text": "What is it about? That's what we talked about in the last episode, that it's about God appointing humans, humans unable to fulfill this calling of being God's anointed rulers of creation and God providing a Messiah, Messiah to do that on our behalf so that we can then join him in doing that. And so this is going to be about the fourth attribute of biblical literature, which we're saying. The Bible is meditation literature. And this one, this is complicated, but also really amazing. And I'm really curious how we're going to wade through it in a way that doesn't leave my mind numb. Can I just say this to maybe set the stage? I think in contemporary culture, when we talk about meditation, we talk about emptying your mind and just kind of letting thoughts pass through and just kind of being a blank canvas.",
    "start": "00:03:31",
    "end": "00:04:27"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:04:27",
    "end": "00:04:28"
  },
  {
    "text": "That's not the kind of meditation we're talking about. We're using the word meditation because the Bible uses a word that's translated in English is meditate.",
    "start": "00:04:28",
    "end": "00:04:38"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:04:38",
    "end": "00:04:38"
  },
  {
    "text": "In Psalm 1 especially, which I guess you'll show us. But it's not the kind of empty your mind meditate. It's a kind of like focusing of the mind. Focusing of the mind on something?",
    "start": "00:04:38",
    "end": "00:04:49"
  },
  {
    "text": "On certain things. Certain things that will result in wisdom and abundance in life. Yeah.",
    "start": "00:04:49",
    "end": "00:04:56"
  },
  {
    "text": "Cool. So how is the Bible meditation literature and how does that implicate how we read the Bible?",
    "start": "00:04:56",
    "end": "00:05:02"
  },
  {
    "text": "Yep. So we crafted a sentence where we tried to summarize this. And the sentence reads as such. The Bible is ancient Jewish literature that is artistically designed to interpret itself and encourages a lifetime of rereading and reflection.",
    "start": "00:05:02",
    "end": "00:05:21"
  },
  {
    "text": "Artistically designed to interpret itself.",
    "start": "00:05:21",
    "end": "00:05:24"
  },
  {
    "text": "And that takes years of not just reading, but re reading and re reading and then reflecting on what you have reread and reread.",
    "start": "00:05:26",
    "end": "00:05:35"
  },
  {
    "text": "That's part of defining what meditation is. Correct. So it's Jewish, it's artistic and it's meditation literature.",
    "start": "00:05:35",
    "end": "00:05:44"
  },
  {
    "text": "Yeah. Defined as rereading things many times and then reflecting slowly. Yeah. Focused in a focused way. One interesting place to start the conversation on this point is I can't remember if this was just an impression I got from entering into, I don't know, conservative Protestant Christian culture in my early 20s. But there was this sense, at least the church communities and Bible college I was a part of, where, you know, a lot of things in life are complex. And there are even complexities as you think about theology and God and philosophical questions. But ultimately, if you boil it all down, it's pretty simple. And just read the Bible, face value, and you'll get it.",
    "start": "00:05:44",
    "end": "00:06:25"
  },
  {
    "text": "It'll just tell you what to do and then do it.",
    "start": "00:06:26",
    "end": "00:06:28"
  },
  {
    "text": "Rule book or dictionary.",
    "start": "00:06:28",
    "end": "00:06:30"
  },
  {
    "text": "Yep. God says it, I believe it. Settles it kind of mentality.",
    "start": "00:06:30",
    "end": "00:06:34"
  },
  {
    "text": "And if you do that 10 minutes a day, you'll be set.",
    "start": "00:06:35",
    "end": "00:06:39"
  },
  {
    "text": "Yeah. Read that.",
    "start": "00:06:39",
    "end": "00:06:39"
  },
  {
    "text": "And there is beauty to that. It's accessible. We can understand it. It affects our lives. Those things are good.",
    "start": "00:06:39",
    "end": "00:06:46"
  },
  {
    "text": "Yep. Yeah. So they're good intuitions all around.",
    "start": "00:06:46",
    "end": "00:06:49"
  },
  {
    "text": "But you wouldn't say that about a Christopher Nolan film.",
    "start": "00:06:49",
    "end": "00:06:52"
  },
  {
    "text": "Okay. All right. Excellent. I just watched Tenet last week. Oh, my gosh. The most recent Christopher Nolan film. And then I have since been obsessed with watching explainer videos about it. Yeah. And I finally am getting it. Okay. It's actually a very remarkable film, but it's actually a perfect example. It's actually a very almost precise example to the way biblical literature works.",
    "start": "00:06:52",
    "end": "00:07:16"
  },
  {
    "text": "Well, you know, I've been thinking about him a lot when we talk, when you were just talking, we were having lunch and you were talking about the origami of scripture and how. I don't remember what you just said.",
    "start": "00:07:16",
    "end": "00:07:27"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:07:27",
    "end": "00:07:28"
  },
  {
    "text": "But it just made me think of, like, this is how Christopher Nolan writes movies.",
    "start": "00:07:28",
    "end": "00:07:31"
  },
  {
    "text": "Totally. All right. So just for audience and myself, I just googled it. So it's a movie where one of the whole premises is that the bad guys in the movie have found a way to reverse time. And so the storyline of the movie is a constant going forward. Then there'll be a pivot, and then the storyline will start going in reverse, but also forward, but forward for you, the viewer, but back over the storyline that you just covered in the last 10 minutes. And then it'll reverse again and then back. And so it completely bends your sense of time because you're constantly doubling and tripling back on the same scenes but seeing them from a different point of view. And it messes as a linear experience. It's very difficult. But if you rewatch it, which I haven't done, but I've watched explainers of it that walk you through it, I can see if you watched it four or five times, you would begin to see it and how brilliant, how much thought and meticulous care went into crafting that movie.",
    "start": "00:07:31",
    "end": "00:08:36"
  },
  {
    "text": "So if you watched it and you took away the expectation of chronology.",
    "start": "00:08:36",
    "end": "00:08:39"
  },
  {
    "text": "Yes, you would be sorely disappointed, which many critical reviews are sorely disappointed. Yeah, it's hard to watch disappointed in the movie.",
    "start": "00:08:39",
    "end": "00:08:47"
  },
  {
    "text": "You can't just watch a movie and think, I'm gonna enjoy watching a movie and then be really satisfied afterwards. You're gonna watch it and go, what?",
    "start": "00:08:47",
    "end": "00:08:54"
  },
  {
    "text": "Yeah, what? Because of these time inversions, there's moments where there's three of a single character in the same scene. Because if you're doubling back and then you double back again, there'll be a moment where there's three of the same character in the same scene. And you watch it the first time, you're like, how are there three of the same person in the same scene?",
    "start": "00:08:54",
    "end": "00:09:15"
  },
  {
    "text": "The first time you kind of like. I knew what I was getting into, so I kind of was hanging.",
    "start": "00:09:15",
    "end": "00:09:21"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:09:21",
    "end": "00:09:22"
  },
  {
    "text": "But even still, I was like, it's tough.",
    "start": "00:09:22",
    "end": "00:09:24"
  },
  {
    "text": "No, it's tough. Okay. So here's what's even more. And I actually have my friend and also Hebrew Bible scholar David Andrew Teeter, because I watched the movie with him, to explain it to me. The concept of these. All these inversions is all based off of a very famous Roman a Latin word puzzle that was found inscribed on a wall in Pompeii called the Satyr Square. Actually, this is so perfect for what we're doing.",
    "start": "00:09:24",
    "end": "00:09:49"
  },
  {
    "text": "Were you planning on doing all this? Because I just brought up Christopher Nolan on a lark.",
    "start": "00:09:49",
    "end": "00:09:54"
  },
  {
    "text": "Well, I wasn't planning, but this is perfect.",
    "start": "00:09:54",
    "end": "00:09:56"
  },
  {
    "text": "Okay.",
    "start": "00:09:56",
    "end": "00:09:56"
  },
  {
    "text": "This is perfect. Okay.",
    "start": "00:09:56",
    "end": "00:09:57"
  },
  {
    "text": "And I am learning so much right now.",
    "start": "00:09:57",
    "end": "00:09:59"
  },
  {
    "text": "Listener of the podcast John Carissa, Google. S a T O R square.",
    "start": "00:10:00",
    "end": "00:10:05"
  },
  {
    "text": "Also, why did you S a T O R square.",
    "start": "00:10:05",
    "end": "00:10:08"
  },
  {
    "text": "Title the movie that's cool.",
    "start": "00:10:08",
    "end": "00:10:09"
  },
  {
    "text": "Oh, yeah, it's a line. This was found inscribed on a wall in Pompeii with the famous city buried. Buried by.",
    "start": "00:10:09",
    "end": "00:10:16"
  },
  {
    "text": "Oh, tenets right in the middle.",
    "start": "00:10:16",
    "end": "00:10:18"
  },
  {
    "text": "So the word tenets.",
    "start": "00:10:18",
    "end": "00:10:19"
  },
  {
    "text": "Oh, my goodness.",
    "start": "00:10:19",
    "end": "00:10:19"
  },
  {
    "text": "Okay.",
    "start": "00:10:19",
    "end": "00:10:20"
  },
  {
    "text": "So that's how the thing at the.",
    "start": "00:10:20",
    "end": "00:10:21"
  },
  {
    "text": "Backwards end, it's a line of five words that are. Each have five letters. It's Latin words. Saeter, arepo, tenet, opera, rotos.",
    "start": "00:10:21",
    "end": "00:10:30"
  },
  {
    "text": "The whole thing is. What do you call that? A.",
    "start": "00:10:30",
    "end": "00:10:32"
  },
  {
    "text": "It's a palindrome.",
    "start": "00:10:32",
    "end": "00:10:33"
  },
  {
    "text": "Palindrome.",
    "start": "00:10:33",
    "end": "00:10:34"
  },
  {
    "text": "No matter what direction you look at it, it spells the same words backwards, up and down, side to side in reverse, and so on. And the middle word is tenant. The middle letter is N, which You can flip it. And so if you look, the name of the bad guy in the movie is Sator, the first one. The movie begins with a scene at the opera. A repo is one of the names of the companies. That's a key pivot in the fub. And rotas is the little machines that people enter to inverse. Those are called rotas as rotas.",
    "start": "00:10:34",
    "end": "00:11:07"
  },
  {
    "text": "And look at it. It spells tenet on the X axis, too.",
    "start": "00:11:07",
    "end": "00:11:10"
  },
  {
    "text": "Yes. And look, it spells all the same words. Up and down, side to side, backwards, forwards.",
    "start": "00:11:10",
    "end": "00:11:14"
  },
  {
    "text": "Oh, my goodness.",
    "start": "00:11:14",
    "end": "00:11:15"
  },
  {
    "text": "Yeah, it does.",
    "start": "00:11:16",
    "end": "00:11:17"
  },
  {
    "text": "Wikipedia says the earliest example of the square dates from the ruins of Pompeii, which some scholars attribute to pre Christian origins, such as Jewish or Mithraic.",
    "start": "00:11:17",
    "end": "00:11:27"
  },
  {
    "text": "Yeah, yeah. Oh, yeah. My friend Andy was showing me something. Early Christians adopted this because if you take out the letters that spell the word Paternoster, our Father, what's left is the letters alpha and omega. Something like that. Okay. Anyway, all that to say is.",
    "start": "00:11:27",
    "end": "00:11:46"
  },
  {
    "text": "Wait, do these words mean anything?",
    "start": "00:11:46",
    "end": "00:11:47"
  },
  {
    "text": "Yes. Okay, yes. Sator is the word farmer or sower. Arepo is a proper name. Tenet is the word have, Opera is work, and rotas is the word for plow. So the sower or the farmer named Arepo has or does his work by means of the plow. But even that is just a little. Yes, it's a little memory device to help you remember the puzzle.",
    "start": "00:11:47",
    "end": "00:12:13"
  },
  {
    "text": "Wow.",
    "start": "00:12:13",
    "end": "00:12:13"
  },
  {
    "text": "The whole movie has the characters. It's all. It's a movie that's implementing the inversions and symmetries of time. Okay, all right. So this is a long. This is already too long of a rabbit realm. The whole point is that the movie doesn't read or watch like a linear sequence of time. It'll take you through a scene, invert, and then you're going backwards through that scene again from a different point of view. Then it'll invert again and you'll go backwards. And each time you go through the same idea or scene, you get a deeper perspective on the meaning of that. And biblical literature is designed to work in almost precisely the same way, which is why we spent so much time on this illustration.",
    "start": "00:12:13",
    "end": "00:12:55"
  },
  {
    "text": "If you had to describe how biblical literature works in that way.",
    "start": "00:12:55",
    "end": "00:12:59"
  },
  {
    "text": "Yes.",
    "start": "00:12:59",
    "end": "00:13:00"
  },
  {
    "text": "How would you alter that?",
    "start": "00:13:00",
    "end": "00:13:01"
  },
  {
    "text": "Yeah, mostly it's through what we've explored here in the podcast in the past and in videos, through what we call design patterns. So it'll be a stretch of a biblical narrative. Let's just take narratives right now. There's also poetry, but where each of the stories or scenes in a story are Modeled upon and replaying and inverting in some way what just happened in the previous scene. I'm trying to think when we would have talked about the Cain and Abel story and how it is replaying and intensifying the failure of Adam and Eve at the tree story.",
    "start": "00:13:01",
    "end": "00:13:34"
  },
  {
    "text": "Yeah. And we've talked about that many different times.",
    "start": "00:13:34",
    "end": "00:13:36"
  },
  {
    "text": "Yeah. Especially classroom.",
    "start": "00:13:36",
    "end": "00:13:37"
  },
  {
    "text": "Yes, that's right. That's right. So you can go, if you read that Adam and Eve, failure at the tree, and you just read it, maybe even memorize it if you want. Just really think about it.",
    "start": "00:13:38",
    "end": "00:13:47"
  },
  {
    "text": "And then you meditate on it.",
    "start": "00:13:47",
    "end": "00:13:49"
  },
  {
    "text": "Meditate on it. And then you read the Cain and Abel story, you'll notice all these key words from the Eden story popping up again, but never the same. Always an interesting replay. But you have sin as a character in the Cain and Abel story that wants to consume its desire is for Cain. God says, if you do what is good, you will be exalted. If you don't do what is good, it's a choice between good and not good. Just like his parents, how God asks.",
    "start": "00:13:49",
    "end": "00:14:17"
  },
  {
    "text": "Adam and Eve, like, where they are, and how he asks Cain, like, where's your brother?",
    "start": "00:14:17",
    "end": "00:14:21"
  },
  {
    "text": "Where's your brother? Blame shifting.",
    "start": "00:14:21",
    "end": "00:14:23"
  },
  {
    "text": "The blame shifting.",
    "start": "00:14:24",
    "end": "00:14:25"
  },
  {
    "text": "Right. Yeah.",
    "start": "00:14:25",
    "end": "00:14:26"
  },
  {
    "text": "You read him. You're kind of like, I feel like these stories are patterned after each other.",
    "start": "00:14:26",
    "end": "00:14:30"
  },
  {
    "text": "Correct. That's right. And then here's a good example of inversion of the language and ideas. In Genesis 3, it's a snake who you suspect is some kind of spiritual being, something more than just a snake. But it's on the surface of the narrative, a snake talking to a woman. And she takes what is good in her eyes. In Genesis 6, which is at the opposite end and stands in a mirror relationship to Genesis 3, it's the story about the sons of Elohim, the spiritual beings who see that women are good and take them for themselves. So it's exact same language, women, spiritual beings seeing what is good and what's taking. But in one case, it's a woman taking what's good in light of a spiritual being's deception. In Genesis 6, it's spiritual beings taking women because they see that they're good. Biblical stories work in this way where later stories are modeled on replay and intensify earlier stories. And it keeps building.",
    "start": "00:14:30",
    "end": "00:15:30"
  },
  {
    "text": "And I think in the last episode, you brought up the example of de creation, how that keeps building.",
    "start": "00:15:30",
    "end": "00:15:36"
  },
  {
    "text": "That's right.",
    "start": "00:15:36",
    "end": "00:15:36"
  },
  {
    "text": "Where like, the first time you see kind of a decreation is Adam and Eve are exiled from the garden. So it's Just kind of like scattering going out. But then the big one after that is the cosmic waters coming back to decreate.",
    "start": "00:15:36",
    "end": "00:15:49"
  },
  {
    "text": "On day two, God separates waters from waters. And then the beginning of the flood is about the windows of the heavens opening and the springs of the deep bursting, and the separation between the waters above and below is collapsed in.",
    "start": "00:15:49",
    "end": "00:16:04"
  },
  {
    "text": "And then you get to the Tower of Babel, and again you get this image of a scattering out.",
    "start": "00:16:04",
    "end": "00:16:08"
  },
  {
    "text": "That's right. Yep. Just like Adam and Eve are scattered after trying to attain to the level of Elohim.",
    "start": "00:16:08",
    "end": "00:16:14"
  },
  {
    "text": "Now the Babylonians, all humanity who want to make their name great and on their own behalf, they're scattered out.",
    "start": "00:16:14",
    "end": "00:16:22"
  },
  {
    "text": "That's right.",
    "start": "00:16:22",
    "end": "00:16:22"
  },
  {
    "text": "And then you brought up how you get into Genesis later in Genesis, and you get to Sodom and Gomorrah and it rains fire.",
    "start": "00:16:22",
    "end": "00:16:32"
  },
  {
    "text": "And.",
    "start": "00:16:32",
    "end": "00:16:32"
  },
  {
    "text": "And that vocabulary of raining fire is supposed to connect you to the idea of raining water. Raining water. So it's another.",
    "start": "00:16:33",
    "end": "00:16:41"
  },
  {
    "text": "That's right. And there's 10 more really unique vocabulary items inside the story that link back to unique vocabulary in the flood story.",
    "start": "00:16:42",
    "end": "00:16:52"
  },
  {
    "text": "Yeah, so this is a reason why it's meditation literature, because on a first read, you might not put those things together.",
    "start": "00:16:52",
    "end": "00:16:59"
  },
  {
    "text": "Correct.",
    "start": "00:16:59",
    "end": "00:16:59"
  },
  {
    "text": "But after you become really, really familiar with the flood story and you know the words and they're in your mind and you don't have to recall them necessarily by reading, then when you read the Sodom and Gomorrah story, you would notice more naturally when words are reused.",
    "start": "00:16:59",
    "end": "00:17:15"
  },
  {
    "text": "Yeah, that's right. Okay, so here's one element of it we just talked about. Later things are pattern on earlier things as you read sequentially through based off.",
    "start": "00:17:16",
    "end": "00:17:24"
  },
  {
    "text": "Of vocab words that are either used in the same way or in a inverse way.",
    "start": "00:17:24",
    "end": "00:17:31"
  },
  {
    "text": "So here's how. It's like tenet or the satyr square. Is that in your mind when you see that a later story is. All of a sudden you're saying, I'm seeing a lot of vocabulary from the flood story. What you are in your mind being asked to do is to go back and upload, for the most part, these texts were designed for a community that would memorize them and just have it all in your mind. So you're supposed to upload the Flood story and then read the Sodom and Gomorrah story as if they stand next to each other. And then what you'll find is the stretch of text from the flood story to the Sodom and Gomorrah story is designed as an elaborate chiasm with all the matching corresponding parts in Between. And then all of a sudden, it's like you can read the story backwards, forwards, inside and out.",
    "start": "00:17:32",
    "end": "00:18:19"
  },
  {
    "text": "Yeah, and by chiasm, you mean a sequence of things happens that all marriage. And it reverses that sequence, just like.",
    "start": "00:18:19",
    "end": "00:18:27"
  },
  {
    "text": "In the movie Tenet. And it's a style of literature that forces you when you're reading it through, it can feel chaotic when you're like, okay, I see there's a general storyline, but then there's all this other stuff. Like.",
    "start": "00:18:27",
    "end": "00:18:37"
  },
  {
    "text": "Yeah, it just starts to feel random.",
    "start": "00:18:37",
    "end": "00:18:38"
  },
  {
    "text": "What's that here for?",
    "start": "00:18:38",
    "end": "00:18:39"
  },
  {
    "text": "Yeah, like, why is that repeated? Or why. Yeah, like.",
    "start": "00:18:39",
    "end": "00:18:42"
  },
  {
    "text": "Like Abraham gives his wife twice. What?",
    "start": "00:18:42",
    "end": "00:18:45"
  },
  {
    "text": "Yeah, that's a great example. Yeah, that's right. But those stand precisely as mirror inversions at matching places in their respective contexts. And so where you get the meditation point is that if I see that a later story is recalling an earlier one, I'm to take both stories, pull them up, and then just reread them. Reread it and rethink it, but now just alongside each other. So now go read the flood story and then go forward and read the Sodom and Gomorrah story as if they're next to each other and all sorts of new things will pop.",
    "start": "00:18:45",
    "end": "00:19:21"
  },
  {
    "text": "Well, when you read them next to each other, what are you looking for?",
    "start": "00:19:45",
    "end": "00:19:48"
  },
  {
    "text": "Okay, upload our conversations from how to Read Biblical Poetry. The fundamental communication strategy of biblical poetry is repetition of two, sometimes three lines that are similar but with little variations. So Psalm 1, how blessed is the man who does not walk in the council of the wicked, or stand in the path of sinners, or sit in the seat of mockers.",
    "start": "00:19:48",
    "end": "00:20:14"
  },
  {
    "text": "Three ways to say basically the same thing. Don't hang out with the wrong crew.",
    "start": "00:20:14",
    "end": "00:20:19"
  },
  {
    "text": "Okay. Yeah. The point is, look at the matching words. Walk, stand, sit.",
    "start": "00:20:19",
    "end": "00:20:25"
  },
  {
    "text": "There's a progression, three ways of being.",
    "start": "00:20:26",
    "end": "00:20:28"
  },
  {
    "text": "Yeah, walking. So just going along with standing, positioning yourself among, sitting, settling in. So first you walk, then you stand, then you sit.",
    "start": "00:20:28",
    "end": "00:20:40"
  },
  {
    "text": "Oh, interesting. That's a progression.",
    "start": "00:20:40",
    "end": "00:20:42"
  },
  {
    "text": "It's a progression, but it's a progression. Not forward sequential. It's progression through the satir square down the lines. You're tracking one word down the lines. The council of the wicked. Council, path and seat. Wicked sinners. Mockers. So in your mind, you're supposed to take each of those words out of the linear sequence and start comparing them across the lines. And it's about comparing and contrasting. So that little thing we just did with Walk, Stand, Sit would only happen if you lift each word out of its linear context and start matching it with what it Corresponds to. And so it's the same thing. If you meditate on the meaning of a flood story, then meditate on the meaning of a Sodom Gomorrah story, you'll notice lots of similarities. There's human violence, there's an outcry that raises up to God so that God has to respond. God responds with rain, but in one, it's a rain of water that undoes the creation. In the other, it's a rain of fire. Well, God did promise that he would never let it rain the flood waters down again. So if he rained a flood on Sodom, that would be going against God's promise. In the flood story, God delivers a remnant who goes forward and then intercedes on all after the flood. In the story of Sodom and Gomorrah, God allows Abraham to intercede on behalf of a remnant in Sodom. So they're similar, but they're also really different.",
    "start": "00:20:42",
    "end": "00:22:08"
  },
  {
    "text": "Yeah.",
    "start": "00:22:08",
    "end": "00:22:08"
  },
  {
    "text": "And so it's in comparing and contrasting that you gain further insight into both.",
    "start": "00:22:08",
    "end": "00:22:14"
  },
  {
    "text": "So you're asking at the most basic level, when you notice a similarity between two texts, lots of repeated words or a pattern, it's what's similar, what's different? And how do the differences move the story forward?",
    "start": "00:22:14",
    "end": "00:22:27"
  },
  {
    "text": "And how do the differences illuminate both stories? This is just the same as. It's a way of comparative thinking. It's the way that you learn about any reality is to learn about one thing. And then there's another thing. Those are similar. Ooh. But they're also really different.",
    "start": "00:22:27",
    "end": "00:22:42"
  },
  {
    "text": "Everything's a metaphor. Back to that. Like, that's how we think.",
    "start": "00:22:42",
    "end": "00:22:46"
  },
  {
    "text": "We think or anything. Comparative relationship to each other. I mean, even I'm sitting. We're all sitting at a table, the three of us. Think about how facial recognition works over the course of a lifetime. I see thousands of faces and everyone similar. You both have noses, you both have eyes, have hair, but then you're also different. And it's precisely the similarities that my brain says humans, and it's in the differences that my brain says John and Kristen. And so it's a very basic, actually way of apprehending reality. But this is a very focused. It's a way of focusing, using comparison and contrast to help you understand what these texts are about.",
    "start": "00:22:46",
    "end": "00:23:27"
  },
  {
    "text": "Yeah. Now, this. This makes a lot of sense when you think of it as literary art.",
    "start": "00:23:27",
    "end": "00:23:31"
  },
  {
    "text": "Yeah, yeah, yeah, that's right.",
    "start": "00:23:32",
    "end": "00:23:33"
  },
  {
    "text": "But I think what might feel uncomfortable is that, well, then, to what end? Because art, it's just like, okay, I've thought about the world A little differently or that gave me a feeling or gave me an insight, charged me up, whatever, like. But isn't the. Isn't the Bible supposed to do more than that? Like, how is. What's the real payoff?",
    "start": "00:23:33",
    "end": "00:23:57"
  },
  {
    "text": "Well, here it's back to the previous point of what it is about. Yeah, let's go through the points of the paradigm. Human and divine God has chosen the unique vehicle of ancient Jewish literature to tell a story that leads to the Messiah. And it's a unified collection story. But one of the unique ways that this literature communicates is not through straightforward narrative sequencing of either a story or of a train of thought, even though.",
    "start": "00:23:58",
    "end": "00:24:26"
  },
  {
    "text": "It does have a linear.",
    "start": "00:24:26",
    "end": "00:24:28"
  },
  {
    "text": "Does have a linear story. But the way it communicates that story is through a unique literary style that we're calling meditation. Meditation literature. It's a kind of literature that's constantly doubling back on itself, thematically, literarily, to help you gain deeper insight into each. Each respective narrative. In a way, this is what we mean in our little sentence where we say that the Bible interprets itself. The way you know what the flood story means is by knowing what the Sodom Gomorrah story means. But the way you would know what either of them means is by comparing and contrasting them and gives you more insight into each. The flood story is designed to help you understand the flood story more, and the flood story is designed to help you understand the Sodom Gomorrah story more.",
    "start": "00:24:28",
    "end": "00:25:16"
  },
  {
    "text": "And when I understand the stories more, and I guess this is maybe getting to the next attribute of the paradigm, which is its wisdom literature.",
    "start": "00:25:16",
    "end": "00:25:24"
  },
  {
    "text": "It helps you understand God's relationship to human evil, how God responds to human evil is both similar, but also different. How God's mercy is displayed in those stories is similar, but also different. The role of the intercessor, of the anointed intercessor is similar and different. So it's a way of actually giving. It's doing theology. It's doing rigorous reflection on the ultimate questions about who God is, who we are, what are the problems with humans? What are the possible solutions for our problems? What's God doing about it, if anything? Like, that's what it's about.",
    "start": "00:25:26",
    "end": "00:26:04"
  },
  {
    "text": "I see.",
    "start": "00:26:05",
    "end": "00:26:05"
  },
  {
    "text": "But it's doing it in this unique way that's different from how we consume novels and stories and movies, except for movies by Christopher Nolan.",
    "start": "00:26:05",
    "end": "00:26:15"
  },
  {
    "text": "And so just like watching a Christopher Nolan film can be very rewarding. Like the first time I watched Memento, you see Memento?",
    "start": "00:26:16",
    "end": "00:26:24"
  },
  {
    "text": "Oh, yeah, yeah.",
    "start": "00:26:24",
    "end": "00:26:25"
  },
  {
    "text": "That's a Christopher Nolan film. And that one, you're kind of like, ooh, mindbender. But you finish it and you're like, ooh, that's awesome. That was great. There's parts of the Bible that feel that way, but then there's parts of the Bible that feel like tenet. You watch it, and you're just like, oh, man. That felt like a chore.",
    "start": "00:26:25",
    "end": "00:26:40"
  },
  {
    "text": "How does that fit?",
    "start": "00:26:40",
    "end": "00:26:41"
  },
  {
    "text": "And I think I got it, but I don't think I got it. There's something there, but, man, I'm tired now. Take a nap. But that's what the Bible, it wants. You just kind of keep at it and keep mining it.",
    "start": "00:26:41",
    "end": "00:26:53"
  },
  {
    "text": "And it was created within a subculture of a people who mastered this, mastered this way of writing and reading. And it's also clear when you read the literature produced by the people who wrote the Dead Sea Scrolls, for example, they knew. They understood this, and they write exactly the same way. And the way that they wrote commentaries on biblical books. And you can tell that they process the literature in this way because the way they gain insights from it.",
    "start": "00:26:53",
    "end": "00:27:19"
  },
  {
    "text": "Well, and then also the way New Testament authors write, and that's what I.",
    "start": "00:27:19",
    "end": "00:27:22"
  },
  {
    "text": "Was about to say is that the Gospel authors, Paul, they're tracking.",
    "start": "00:27:22",
    "end": "00:27:26"
  },
  {
    "text": "They'll say things. They'll be like, yeah, the story is about this, or this is now a type of this. And you're like, what? Like, aren't you pushing this way too far?",
    "start": "00:27:26",
    "end": "00:27:33"
  },
  {
    "text": "Yeah, yeah. You want to know something interesting? The word type. Where we get the word type for, like, typology? In Greek, the word is tupos, and it's the standard Greek word for pattern. Yeah, pattern, which is a repeated pattern.",
    "start": "00:27:33",
    "end": "00:27:46"
  },
  {
    "text": "Yeah. Like Romans 5, 14. I have it here.",
    "start": "00:27:48",
    "end": "00:27:51"
  },
  {
    "text": "Oh, yes. Yeah.",
    "start": "00:27:51",
    "end": "00:27:52"
  },
  {
    "text": "Because I had brought this up earlier. Nevertheless, death reigned from Adam until Moses, even over those who had not sinned in the likeness of the offense of Adam, who is a pattern or type of him who was to come.",
    "start": "00:27:52",
    "end": "00:28:05"
  },
  {
    "text": "Yeah. So Adam is an image of the Messiah.",
    "start": "00:28:05",
    "end": "00:28:08"
  },
  {
    "text": "He's a type.",
    "start": "00:28:08",
    "end": "00:28:09"
  },
  {
    "text": "The failure of Adam puts in motion a story and a cycle that repeats, creating the need for an anointed representative to undo what Adam has done. This basic idea is what explains why biblical stories and poetry feel so repetitious, often so sometimes overly wordy and then sometimes so unclear with lacking detail. Yeah. And it's because the instincts, the narrative and poetic instincts that we have as modern readers, that we have are just fundamentally different from how the biblical authors conceived of literature and writing.",
    "start": "00:28:10",
    "end": "00:28:48"
  },
  {
    "text": "Because you've been talking about this in terms of, like, connecting stories to stories, but this also happens when you're in a story. I've seen you show us this. You're in a story. And each line of a story is also doing its own little satyr magic.",
    "start": "00:28:48",
    "end": "00:29:06"
  },
  {
    "text": "Yeah, totally. Yeah, that's right.",
    "start": "00:29:06",
    "end": "00:29:08"
  },
  {
    "text": "And so that's where you get the weird repetitions, kind of even within a story of like, you just told me that, and now you're telling me that again, and it just feels clunky.",
    "start": "00:29:08",
    "end": "00:29:18"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:29:18",
    "end": "00:29:18"
  },
  {
    "text": "But then you see, like. Oh, you're telling me it again. Because it's a mirror. And in the center of this is something, one of these keywords. Something.",
    "start": "00:29:18",
    "end": "00:29:27"
  },
  {
    "text": "Key. Yeah. There'll be a whole story that's designed, like the movie tenet, where it'll be like, you walk through a set of words and ideas to a center, and then you walk back out, repeating them all in reverse order. And you're like, yeah, you're just like, I just heard this, but it feels different.",
    "start": "00:29:27",
    "end": "00:29:42"
  },
  {
    "text": "Yeah.",
    "start": "00:29:42",
    "end": "00:29:43"
  },
  {
    "text": "And the whole point is that you see the whole thing and then see what's on the outer. See what's in the middle and that you compare the matching parts and you meditate on it. This is what Psalm 1 means when it says blessed is the one.",
    "start": "00:29:43",
    "end": "00:29:54"
  },
  {
    "text": "Yeah, we actually read.",
    "start": "00:29:54",
    "end": "00:29:55"
  },
  {
    "text": "We read the first verse.",
    "start": "00:29:56",
    "end": "00:29:57"
  },
  {
    "text": "Yeah, go ahead.",
    "start": "00:29:58",
    "end": "00:29:58"
  },
  {
    "text": "Just to make that point you're making, John, it's that this happens on the level of the line, but also on.",
    "start": "00:29:58",
    "end": "00:30:04"
  },
  {
    "text": "The level of paragraph.",
    "start": "00:30:04",
    "end": "00:30:05"
  },
  {
    "text": "Paragraph.",
    "start": "00:30:05",
    "end": "00:30:06"
  },
  {
    "text": "Yeah.",
    "start": "00:30:06",
    "end": "00:30:06"
  },
  {
    "text": "Whole story and stories. Macro story.",
    "start": "00:30:06",
    "end": "00:30:08"
  },
  {
    "text": "That's right. Yeah. Adam has three sons, Noah has three sons, Abraham has Isaac, and then Jacob, who become 12. Three plus 12. So you have.",
    "start": "00:30:09",
    "end": "00:30:23"
  },
  {
    "text": "Wait, wait, wait.",
    "start": "00:30:23",
    "end": "00:30:23"
  },
  {
    "text": "You have the one becomes three. Adam, you have the one becomes three. Noah, then you have the one, Abraham, Abram, who has three generations, three generations who become 12. One becomes three, one becomes three, three becomes 12. And that's the book of Genesis. So that's just Genesis. One becomes three, one becomes three, three becomes 12. And then you just follow the story and you're just like, oh, that's the number of characters involved. And then you blow it out. Then you've got a Moses. And the book of Deuteronomy begins with Moses saying, man, I'm just running solo here. I can't do this alone. And so he appoints these judges, and turns out the judges are going to be corrupt and they're going to fail. And so who become the ones who carry on the legacy of Moses? Three plus 12. Three prophets, Isaiah, Jeremiah, Ezekiel, plus a scroll of the 12. Moses becomes three plus 12. Do you get it?",
    "start": "00:30:23",
    "end": "00:31:14"
  },
  {
    "text": "Yeah.",
    "start": "00:31:14",
    "end": "00:31:14"
  },
  {
    "text": "One becomes three, one becomes three. Three becomes 12, one becomes three plus 12.",
    "start": "00:31:14",
    "end": "00:31:19"
  },
  {
    "text": "Interesting.",
    "start": "00:31:20",
    "end": "00:31:20"
  },
  {
    "text": "And you're just like, oh, gosh, that's like on the macro level.",
    "start": "00:31:20",
    "end": "00:31:23"
  },
  {
    "text": "Yeah, that's on the level.",
    "start": "00:31:23",
    "end": "00:31:24"
  },
  {
    "text": "The Torah and the prophets. That's on the whole meta level are organized on these. Oh, wow. It's that kind of thing. And I wouldn't notice that except that I read somebody who's brilliant or talk to my friend Andy Teeter, who gets this way better than I do. You would only get this when you're reading these texts backwards and forwards and up and down and comparing parts that you wouldn't have thought to compare, but once you followed the design cues, it illuminates, it brings illumination into what it's about.",
    "start": "00:31:24",
    "end": "00:31:53"
  },
  {
    "text": "Sam.",
    "start": "00:32:11",
    "end": "00:32:19"
  },
  {
    "text": "So let's go to Psalm 1, which we maybe should have read a long time ago at the beginning of this conversation. So we read the first line. How blessed is the one who doesn't walk in the counsel of the wicked, stand in the path of sinners, sit in the seat of mockers. Rather, this blessed one's delight is in the Torah of Yahweh. And in his Torah he haggahs, meditates day, day and night.",
    "start": "00:32:37",
    "end": "00:32:59"
  },
  {
    "text": "Haggah, Hagah, which is itself a palindrome.",
    "start": "00:32:59",
    "end": "00:33:03"
  },
  {
    "text": "Oh, that's true.",
    "start": "00:33:03",
    "end": "00:33:04"
  },
  {
    "text": "Good point.",
    "start": "00:33:04",
    "end": "00:33:04"
  },
  {
    "text": "Yeah, that's true in English, at least.",
    "start": "00:33:04",
    "end": "00:33:06"
  },
  {
    "text": "In England, haggah H A G a hag.",
    "start": "00:33:06",
    "end": "00:33:09"
  },
  {
    "text": "Oh, so in Hebrew, it's a palodrome too.",
    "start": "00:33:11",
    "end": "00:33:13"
  },
  {
    "text": "It is, yeah, exactly.",
    "start": "00:33:13",
    "end": "00:33:14"
  },
  {
    "text": "Yeah. The root word is. Yeah. So haga here, I'll just do a quick. I've done it in other places, but I'll just. Hagah. Not the most common word in Hebrew. It appears 25 times in the Hebrew Bible. It appears in Joshua, chapter one, where Joshua is told to haggah on the Torah day and night. And Job says, my lips will never speak injustice, and my tongue will never haggah on treachery.",
    "start": "00:33:14",
    "end": "00:33:38"
  },
  {
    "text": "Yeah, so this is kind of an active meditation, too. My tongue won't utter treachery.",
    "start": "00:33:38",
    "end": "00:33:46"
  },
  {
    "text": "The word hagah is used in the very next Psalm, Psalm 2, in the opening line, where the nations are haggahing a futile plan to rebel against God.",
    "start": "00:33:46",
    "end": "00:33:57"
  },
  {
    "text": "They're scheming.",
    "start": "00:33:57",
    "end": "00:33:58"
  },
  {
    "text": "Scheming. Yeah, yeah. Psalm 37, the mouth of the righteous Hagah's wisdom.",
    "start": "00:33:58",
    "end": "00:34:03"
  },
  {
    "text": "So again, really active or not really active, but at least it's not that passive emptying of yourself. It's like this constant uttering.",
    "start": "00:34:05",
    "end": "00:34:14"
  },
  {
    "text": "We're building up the portrait through like, or the meaning by looking at examples. Psalm 63, verse 6. When I remember you, O Yahweh on my bed. I hagah on you through the night watches. I haga on you.",
    "start": "00:34:15",
    "end": "00:34:30"
  },
  {
    "text": "Is he sleeping in this situation?",
    "start": "00:34:31",
    "end": "00:34:32"
  },
  {
    "text": "I remember you on my bed. I hagah on you in the night watch.",
    "start": "00:34:32",
    "end": "00:34:36"
  },
  {
    "text": "It's kind of what your brain does at night when you, like, flips over to sleep mode. It's just like it's doing its own processing, making connections. It's just. No, seriously. Yeah, right. Isn't a dream just like all this, like, connecting these weird dots?",
    "start": "00:34:36",
    "end": "00:34:49"
  },
  {
    "text": "Psalm 77, 11, and 12. I will remember the deeds of Yahweh. I'll remember wonders of old. I will haggah on your work and muse on your deeds.",
    "start": "00:34:50",
    "end": "00:35:03"
  },
  {
    "text": "Yeah, so that 1 and Psalm 63 were both about remembering. So not almost like the purpose of meditating is to not forget, but to actively remember who God is. And in this case, remembering what scripture.",
    "start": "00:35:04",
    "end": "00:35:18"
  },
  {
    "text": "Solidify it in your mind.",
    "start": "00:35:18",
    "end": "00:35:20"
  },
  {
    "text": "Yeah.",
    "start": "00:35:20",
    "end": "00:35:20"
  },
  {
    "text": "And another one, my favorite, Isaiah 31:4, just as the lion haggas over his prey.",
    "start": "00:35:21",
    "end": "00:35:28"
  },
  {
    "text": "Now, this is what the word kind of most technically means, right? Hagah is an onomatopoeia. Onomatopoeia.",
    "start": "00:35:29",
    "end": "00:35:36"
  },
  {
    "text": "Oh, that's a good question.",
    "start": "00:35:36",
    "end": "00:35:38"
  },
  {
    "text": "In that sense, couldn't everything be.",
    "start": "00:35:40",
    "end": "00:35:42"
  },
  {
    "text": "No, no. Like when you're. Like when you're. When you're chewing.",
    "start": "00:35:43",
    "end": "00:35:47"
  },
  {
    "text": "Did you say it like that?",
    "start": "00:35:47",
    "end": "00:35:48"
  },
  {
    "text": "I don't know. I heard this. I think I heard this from you.",
    "start": "00:35:48",
    "end": "00:35:50"
  },
  {
    "text": "Did you just say that any Hebrew word could be like that? Is that what you said?",
    "start": "00:35:53",
    "end": "00:35:57"
  },
  {
    "text": "I don't know. Like if you. If there's a word that means a sound, but if you say it, like in a low mumble.",
    "start": "00:35:57",
    "end": "00:36:03"
  },
  {
    "text": "Any. Yeah.",
    "start": "00:36:04",
    "end": "00:36:05"
  },
  {
    "text": "Or.",
    "start": "00:36:05",
    "end": "00:36:05"
  },
  {
    "text": "I don't know. Yeah.",
    "start": "00:36:05",
    "end": "00:36:06"
  },
  {
    "text": "No. Think about yourself.",
    "start": "00:36:06",
    "end": "00:36:07"
  },
  {
    "text": "Classic onomatopoeia. Words are like vroom, woof, woof, moo, or meow, meow. The words that are spelled, like the sound, they.",
    "start": "00:36:08",
    "end": "00:36:18"
  },
  {
    "text": "Yeah. So what's the sound of eating.",
    "start": "00:36:18",
    "end": "00:36:20"
  },
  {
    "text": "Maybe.",
    "start": "00:36:26",
    "end": "00:36:27"
  },
  {
    "text": "Right.",
    "start": "00:36:27",
    "end": "00:36:27"
  },
  {
    "text": "I'm going to meditate on that for a while.",
    "start": "00:36:27",
    "end": "00:36:29"
  },
  {
    "text": "So the whole portrait, it's a slow, quiet murmuring where you are repeating something to yourself as a form of thinking.",
    "start": "00:36:32",
    "end": "00:36:41"
  },
  {
    "text": "About it and remembering.",
    "start": "00:36:41",
    "end": "00:36:43"
  },
  {
    "text": "Chewing on it.",
    "start": "00:36:43",
    "end": "00:36:43"
  },
  {
    "text": "Yeah. If you put all these uses together, it's a low sound that animals make, but it's what people would do if they're scheming a plan in the corner, meditating at the night, talking to yourself at night. I do that. Or in your head. And this is what the blessed person does with the Torah, day and night.",
    "start": "00:36:44",
    "end": "00:37:06"
  },
  {
    "text": "With the Hebrew Bible or the Torah, which is often a shorthand for The Hebrew Bible, right?",
    "start": "00:37:06",
    "end": "00:37:10"
  },
  {
    "text": "Yeah. So you quietly recite it aloud to yourself as a way of focusing your thoughts upon it to gain insight and understanding. Going all the way back. And the result is a life that resembles the tree of life in Eden. A tree he will be, a tree planted by streams of water that not just yields fruit when it's supposed to, but the leaves never fall off. Like the seasons have no effect on us. Perpetually green. Meaning that somehow these stories and poems will be such a source of perpetual wisdom that they bring a vitality and life to the mind and heart that will have a discipline focused on meditating. Reciting these stories.",
    "start": "00:37:10",
    "end": "00:37:55"
  },
  {
    "text": "Yeah. In Psalm 1, there's this cool contrast between walking in the step of the wicked, so like doing this active thing versus kind of quietly meditating and how that establishes you as a tree.",
    "start": "00:37:55",
    "end": "00:38:08"
  },
  {
    "text": "You know, I asked you like, okay, so you're comparing and contrasting and the flood story versus Sodom and Go. It's like, to what end? And to the end of finding life. And actually, just you doing the exercise with the first verse of Psalm 1 really connected the dots for me when you said, okay, stand, sit, or no, how does it go? Yeah, walk, stand, sit, walk, stand, sit. And all of a sudden that progression just started to feel really, like, more meaningful. It's like, first you're like walking in direction and then you kind of plant yourself somewhere and then you're like, settle in to that place.",
    "start": "00:38:09",
    "end": "00:38:45"
  },
  {
    "text": "Yeah.",
    "start": "00:38:45",
    "end": "00:38:46"
  },
  {
    "text": "And where you're doing that is really, really significant. And if you're doing it amongst the wicked and the sinners and the scoffers versus then what you're supposed to be doing is planted by streams of water. And then just like meditating on that progression, like all of a sudden just makes it more meaningful. Makes me want to really think about, like, yeah, what direction am I walking? Because pretty soon I'm going to stand there and pretty soon I'm going to be planted there. And like, that's what meditation literature is doing is. It's helping your mind, the imaginative part of your mind, really capture.",
    "start": "00:38:46",
    "end": "00:39:22"
  },
  {
    "text": "Yeah.",
    "start": "00:39:22",
    "end": "00:39:23"
  },
  {
    "text": "Something so that it's meaningful to you and it starts to shape you.",
    "start": "00:39:23",
    "end": "00:39:27"
  },
  {
    "text": "Yeah, yeah. Shapes your imagination. And again, we're being asked to meditate in this way on literature that's designed in this way, but to get you to think about God. God's purposes. Me?",
    "start": "00:39:27",
    "end": "00:39:40"
  },
  {
    "text": "Yeah.",
    "start": "00:39:40",
    "end": "00:39:41"
  },
  {
    "text": "There's a message and a story, and so you're turning. What's the nature of human failure?",
    "start": "00:39:41",
    "end": "00:39:46"
  },
  {
    "text": "Yeah.",
    "start": "00:39:46",
    "end": "00:39:47"
  },
  {
    "text": "Oh, man. Well, let's just start comparing and contrasting failure stories. And all of A sudden, just in Genesis 1:11, you have a robust diagnosis of the human condition. And we're only at page 12, that kind of thing. And so it makes you a wise person. That's the claim right here. At least.",
    "start": "00:39:47",
    "end": "00:40:06"
  },
  {
    "text": "Wise and full of life.",
    "start": "00:40:07",
    "end": "00:40:08"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:40:09",
    "end": "00:40:10"
  },
  {
    "text": "I have a question that this brings up, actually. I think when you started talking earlier about the numbers 3, 1 becomes 3, 1 becomes 3, 3 becomes 12, 1.",
    "start": "00:40:10",
    "end": "00:40:21"
  },
  {
    "text": "Becomes 3 plus 12, 1 becomes 3 plus 12,.",
    "start": "00:40:21",
    "end": "00:40:23"
  },
  {
    "text": "1 becomes 3 plus 12. I felt like, for me and maybe others, that feels like watching Tenet for the first time. It's like, wait, I don't. What. So how do people not. How do we not get discouraged by the complexity? On the one hand, this is so exciting. And discovering a pattern or discovering a comparison and seeing how it works, that's like the most exciting thing to me. I mean, in my field and life. But I think it can be discouraging, too, that. Whoa, this is really complex.",
    "start": "00:40:23",
    "end": "00:40:55"
  },
  {
    "text": "Yeah. Part of it is maybe the. When you start doing numbers without, like, a whiteboard, then that's. So I have all the sympathy in the world because I probably should start with that.",
    "start": "00:40:55",
    "end": "00:41:05"
  },
  {
    "text": "Don't start with the numbers.",
    "start": "00:41:05",
    "end": "00:41:06"
  },
  {
    "text": "Don't start with the numbers. But it also, like number patterning. It's an important convention used by the biblical authors. I mean. Yeah. We did whole podcasts on the number seven in Genesis 1, and it's very clear that patterns of three and three plus one and seven are meaningful to the biblical authors, and they use them. Maybe. Let's just flip it and let's just say wherever my current level of understanding is about trying to make sense of the Bible, there's always more. And the more will likely push the boundaries of what I thought was, like, possible with literature, will almost always push it beyond. That's been my experience with biblical literature, is that it constantly challenges my assumptions about what it is and, like, keeps getting more awesome.",
    "start": "00:41:06",
    "end": "00:41:50"
  },
  {
    "text": "Yeah. So the fact that it's meditation literature means it's deep and it's complex.",
    "start": "00:41:50",
    "end": "00:41:56"
  },
  {
    "text": "Yes.",
    "start": "00:41:56",
    "end": "00:41:56"
  },
  {
    "text": "But it also means when we read it, we aren't going to see everything.",
    "start": "00:41:56",
    "end": "00:42:01"
  },
  {
    "text": "Yes.",
    "start": "00:42:01",
    "end": "00:42:01"
  },
  {
    "text": "And that's okay.",
    "start": "00:42:01",
    "end": "00:42:02"
  },
  {
    "text": "That's a good idea.",
    "start": "00:42:02",
    "end": "00:42:02"
  },
  {
    "text": "Because that's what it is.",
    "start": "00:42:02",
    "end": "00:42:03"
  },
  {
    "text": "It's designed not to give up all of its meaning on the first or even the 50th reading.",
    "start": "00:42:03",
    "end": "00:42:09"
  },
  {
    "text": "Yeah.",
    "start": "00:42:09",
    "end": "00:42:09"
  },
  {
    "text": "Yeah. And I think we've also talked about it in relation to, like, a symphony.",
    "start": "00:42:09",
    "end": "00:42:13"
  },
  {
    "text": "Yeah.",
    "start": "00:42:14",
    "end": "00:42:14"
  },
  {
    "text": "Where it's like, you can listen to a symphony and enjoy it and have a good experience or even be a little bored because you're just like, I don't know, it's starting to get repetitive. But it's still music and it's still like, okay, I kind of get it. But then the more you understand music theory and instrumentation and all this stuff, it just becomes unpacked more and more.",
    "start": "00:42:14",
    "end": "00:42:34"
  },
  {
    "text": "And more and more.",
    "start": "00:42:34",
    "end": "00:42:35"
  },
  {
    "text": "So I think reading the Bible can be discouraging, but then also just like any good art, it should be able to be able to approach it as an amateur and still appreciate it as art is, I guess, the hope.",
    "start": "00:42:35",
    "end": "00:42:49"
  },
  {
    "text": "Yeah. Or maybe on one read through a section or a text, you notice something and that's exciting and encouraging, but you don't have to feel like you have to see it all in that moment.",
    "start": "00:42:50",
    "end": "00:43:03"
  },
  {
    "text": "Yeah. I think it's actually very difficult for us to hold everything in our head at once. And I'm not sure that's how these texts were designed. I mean, maybe there was a small circle of super nerd Jewish prophets and scribes hanging in Jerusalem and all they did. I don't know who paid for all this, but, like, all they did was just read and compose this literature and study it and nerd out on wordplays and stuff. But for most Israelites throughout most of history, these were texts that lived in their minds and they sung them. And Deuteronomy 6. Talk about it when you're sitting, when you're standing, when you walk on the road, when you're in your house, when you go to sleep, when you rise up. And they would sing them, they would recite them. And it was over the course of a lifetime that these texts formed.",
    "start": "00:43:03",
    "end": "00:43:48"
  },
  {
    "text": "Wait. Deuteronomy 6 uses the same language as Psalm 1. When you walk, when you sit.",
    "start": "00:43:48",
    "end": "00:43:54"
  },
  {
    "text": "Oh, I see.",
    "start": "00:43:54",
    "end": "00:43:55"
  },
  {
    "text": "That's interesting. That's the passage about passing on these things to your children.",
    "start": "00:43:55",
    "end": "00:43:59"
  },
  {
    "text": "Yeah. Shema, listen. O Israel, Lord our God, the Lord is one. Love the Lord your God with all your heart, soul, and with all your might. The words which I'm commanding you today will be on the heart. Teach them to your sons. Talk about them when you sit, when you walk, when you lie down, when you get up, when you sit, when you walk, lie down, get up.",
    "start": "00:44:00",
    "end": "00:44:20"
  },
  {
    "text": "Two of them, two of the three.",
    "start": "00:44:21",
    "end": "00:44:22"
  },
  {
    "text": "But it's the shift of saying, when I feel like I don't understand everything. Yeah. It's an invitation to another rereading as opposed to. I'm not getting it.",
    "start": "00:44:23",
    "end": "00:44:33"
  },
  {
    "text": "Yeah, that's good for whatever stage you're at.",
    "start": "00:44:33",
    "end": "00:44:35"
  },
  {
    "text": "I think I've told you the story, Tim, where I was taught to read the Bible to where it would give you its secrets on its first reading. And I would get discouraged. I'd have a little devotional time and then I'd be like, I don't think I got it. And then I'd feel like a failure. And that would actually make me not want to read the Bible anymore. And at some point, kind of my early 20s, I just thought, you know, maybe. Maybe it's okay if I just read the Bible and don't get it. Maybe it's shaping me in ways that I don't understand.",
    "start": "00:44:35",
    "end": "00:45:04"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:45:04",
    "end": "00:45:06"
  },
  {
    "text": "And so my goal isn't to like, understand, try to understand it, but just to spend time in it, just take it in. And that was freeing. Didn't solve the puzzle for me. But like, that was a different shift from like, this is a theology book that I need to understand to this meditation literature. Meditation literature.",
    "start": "00:45:06",
    "end": "00:45:25"
  },
  {
    "text": "Need to read and reread.",
    "start": "00:45:25",
    "end": "00:45:27"
  },
  {
    "text": "Yeah.",
    "start": "00:45:27",
    "end": "00:45:27"
  },
  {
    "text": "Sam.",
    "start": "00:45:46",
    "end": "00:46:12"
  },
  {
    "text": "So we've had conversations about what exactly to call this aspect of the paradigm. This fourth point.",
    "start": "00:46:32",
    "end": "00:46:39"
  },
  {
    "text": "Yeah.",
    "start": "00:46:39",
    "end": "00:46:39"
  },
  {
    "text": "Because meditation literature is not self explanatory. It requires this conversation.",
    "start": "00:46:39",
    "end": "00:46:44"
  },
  {
    "text": "Well, neither is messianic literature.",
    "start": "00:46:44",
    "end": "00:46:46"
  },
  {
    "text": "Yeah, exactly. So I'm looking at our notes and I see we've flagged like, we've thought about naming it artistic meditation literature.",
    "start": "00:46:46",
    "end": "00:46:53"
  },
  {
    "text": "Yeah.",
    "start": "00:46:54",
    "end": "00:46:55"
  },
  {
    "text": "Which kind of explains one aspect of it, but it still requires explanation, in which case I wonder if the shorter version just Meditation.",
    "start": "00:46:55",
    "end": "00:47:02"
  },
  {
    "text": "Meditation literature. Yeah, yeah.",
    "start": "00:47:02",
    "end": "00:47:04"
  },
  {
    "text": "I kind of like that. Because literature by nature seems to be artistic in some sense. It's a representation of something.",
    "start": "00:47:04",
    "end": "00:47:12"
  },
  {
    "text": "You're saying the word literature kind of has artistic built into it. That's a good point. So, yeah, that's the fourth aspect. Super dense literature. Designed in a unique way, unique cultural style from ancient Jewish people. It interprets itself and encourages a lifetime of rereading and reflection.",
    "start": "00:47:12",
    "end": "00:47:31"
  },
  {
    "text": "If you really want to go down the rabbit hole with this one, I'd say take one of your classes in the classroom.",
    "start": "00:47:31",
    "end": "00:47:37"
  },
  {
    "text": "Oh, sure, yeah.",
    "start": "00:47:37",
    "end": "00:47:38"
  },
  {
    "text": "Ye. So because you do Genesis well, you've got three classes in Genesis up now, right? Or is there only two up now?",
    "start": "00:47:38",
    "end": "00:47:45"
  },
  {
    "text": "Heaven and Earth. Adam to Noah.",
    "start": "00:47:45",
    "end": "00:47:47"
  },
  {
    "text": "Adam to Noah.",
    "start": "00:47:47",
    "end": "00:47:48"
  },
  {
    "text": "That's it.",
    "start": "00:47:48",
    "end": "00:47:48"
  },
  {
    "text": "That's it.",
    "start": "00:47:48",
    "end": "00:47:49"
  },
  {
    "text": "Yeah. Next will be Noah to Abraham.",
    "start": "00:47:49",
    "end": "00:47:50"
  },
  {
    "text": "Okay.",
    "start": "00:47:50",
    "end": "00:47:51"
  },
  {
    "text": "But in those like you really are, you're starting to really trying to model.",
    "start": "00:47:51",
    "end": "00:47:56"
  },
  {
    "text": "And walk people through reading a story in this way.",
    "start": "00:47:56",
    "end": "00:47:59"
  },
  {
    "text": "Yeah. Another cool way to practice this would be to read one psalm at a time. Because the Psalms are so highly structured and they're individual units, even though I think they're woven together into a whole. So you can look at two lines, just like we did with Psalm 1, verse 1. And you can just ask between this line and the next, what is similar, what's different, what's moving forward? And then after you do that for each line of the psalm, you can look at the different parts of the psalm and like. From this part? Yeah, from this part to the next. What's moving, what's similar, what's different? It's just a good mental practice, I think.",
    "start": "00:48:00",
    "end": "00:48:36"
  },
  {
    "text": "Yeah. This may not be the time and place, but I just noticed something when you were doing a little meditation that I've never noticed before. So I have noticed verses one through three have three parts. It opens with three lines. How blessed is the one who doesn't walk, doesn't stand, doesn't sit. That's one idea. There's the delight in the Torah of the Lord. In the Torah he meditates. That's a little.",
    "start": "00:48:37",
    "end": "00:48:59"
  },
  {
    "text": "A little couplet right in the center.",
    "start": "00:48:59",
    "end": "00:49:00"
  },
  {
    "text": "A little couplet, yeah.",
    "start": "00:49:00",
    "end": "00:49:01"
  },
  {
    "text": "And then the Last line is 4. The third item has a plus 1. It would be like a tree planted by streams of water, yields its fruit in season. Leaf doesn't wither. Whatever he does, he prospers. So what's interesting and what you just noted and I'd never thought about is how planted is very much a contrast.",
    "start": "00:49:01",
    "end": "00:49:19"
  },
  {
    "text": "To sitting with the scoffers.",
    "start": "00:49:20",
    "end": "00:49:21"
  },
  {
    "text": "Yeah. Like being established there. Yeah. I heard that earlier when we were reflecting too. I think something you, you had said made me realize that like the second half or this verse, verse three is reflecting back on verse one.",
    "start": "00:49:21",
    "end": "00:49:33"
  },
  {
    "text": "Yeah. So the opening lines mirror each other. You can live in such a way that you get planted in the wrong place.",
    "start": "00:49:33",
    "end": "00:49:39"
  },
  {
    "text": "Yeah.",
    "start": "00:49:39",
    "end": "00:49:40"
  },
  {
    "text": "Or you can be planted as a tree of life. And what's the pivot between the difference? It's the two middle lines meditating on of what your delight and source of meditation is. So even that is a little.",
    "start": "00:49:40",
    "end": "00:49:51"
  },
  {
    "text": "And that's interesting too, just to compare delight and meditation. Like you delight in what you meditate on.",
    "start": "00:49:51",
    "end": "00:49:58"
  },
  {
    "text": "Yeah.",
    "start": "00:49:58",
    "end": "00:49:59"
  },
  {
    "text": "Like we become the things that we are imagining.",
    "start": "00:49:59",
    "end": "00:50:01"
  },
  {
    "text": "That's right.",
    "start": "00:50:01",
    "end": "00:50:02"
  },
  {
    "text": "Becomes the things that we love.",
    "start": "00:50:02",
    "end": "00:50:03"
  },
  {
    "text": "Exactly. Yeah. That's a good observation. So verse 2. But his delight is in the law of the Lord and in his law he meditates day and night. So you see those two lines and you ask what analogy or comparison is being made here. Delight and meditation.",
    "start": "00:50:03",
    "end": "00:50:20"
  },
  {
    "text": "Yeah. It has a three part design. The outer paragraphs mirror each other in terms of one ends with sitting and the third one begins with something planted. Yeah. That's a great example of what I'M talking about the sitting illuminates the planting. The planting makes you reevaluate the sitting. But each one of these three parts has itself, these dynamics that make you think internal to it and so on. And this is it.",
    "start": "00:50:21",
    "end": "00:50:47"
  },
  {
    "text": "And this is just the first three verses of Psalm. It's the first half of Psalm 1, and then the second half. So this is about the blessed one, and the second half is about the wicked. So then you see a contrast between those two halves, and you can ask that same question, how does. Yeah. The one half relate to the other? So, yeah, I think the Psalms provide a really good place to practice.",
    "start": "00:50:48",
    "end": "00:51:09"
  },
  {
    "text": "Yeah. Break it up into parts. Start asking how the parts relate in comparing and contrasting. So you're right, the classes are a place where I'm trying to model this, but yep, it's good stuff, man.",
    "start": "00:51:09",
    "end": "00:51:20"
  },
  {
    "text": "Good stuff. All right, so that's meditation literature. The next attribute of biblical literature is that it's wisdom literature. And that is what we'll jump in next. How is the Bible wisdom literature?",
    "start": "00:51:20",
    "end": "00:51:38"
  },
  {
    "text": "Yeah. Yes. I want to help shift from talking about wisdom literature as one section of.",
    "start": "00:51:38",
    "end": "00:51:44"
  },
  {
    "text": "The Bible, as in, like, the proverbs.",
    "start": "00:51:44",
    "end": "00:51:46"
  },
  {
    "text": "Proverbs. Yeah, yeah, yeah. And that's actually a fairly modern phenomenon to call a few books in the Bible the wisdom literature, because as we're going to see, the standard vocabulary used the biblical author used to talk about all of biblical literature is to describe it all as wisdom literature.",
    "start": "00:51:46",
    "end": "00:52:02"
  },
  {
    "text": "Yeah.",
    "start": "00:52:02",
    "end": "00:52:02"
  },
  {
    "text": "And what does that mean?",
    "start": "00:52:02",
    "end": "00:52:03"
  },
  {
    "text": "What does that mean?",
    "start": "00:52:03",
    "end": "00:52:04"
  },
  {
    "text": "What does it mean?",
    "start": "00:52:04",
    "end": "00:52:05"
  },
  {
    "text": "John and Chris and I suppose tune in just to connect it really fast because we're talking about being planted as trees of life. The whole purpose of the tree of life was for gaining wisdom. And wisdom is so that we could be God's image in a way that actually brings life and flourishing. And so how do you find wisdom? And how does the Bible give you wisdom?",
    "start": "00:52:05",
    "end": "00:52:27"
  },
  {
    "text": "Yep. Let's read the divine and human unified messianic story to find out next week.",
    "start": "00:52:27",
    "end": "00:52:33"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. Next week, we continue the conversation on the paradigm by which we read the Bible. We're gonna look at the fifth pillar that the Bible is wisdom literature.",
    "start": "00:52:38",
    "end": "00:52:50"
  },
  {
    "text": "It's wisdom aimed at helping us grow and develop as ethical, moral beings in the world. But it doesn't do it in the style of a handbook. It does it the way narratives and poems do it. And that's the basic point that we're making. It's wisdom literature.",
    "start": "00:52:50",
    "end": "00:53:06"
  },
  {
    "text": "We'd love to hear your questions and have them for an upcoming question. And response episode. So if you find yourself wondering about things that we're talking about and want us to engage more, you can send us your question. Send it to infoibleproject.com try to keep it to 20 or 30 seconds. Let us know who you are and where you're from, and if you're able to transfer your question when you send it over, that would be immensely helpful to us. Today's episode was produced by Coop Peltz, edited by Dan Gummel and Zach McKinlay the show notes by Lindsey Ponder Bibleproject is a nonprofit. We exist to experience the Bible as a unified story that leads to Jesus. Everything we make is free because of the generous support of many people all over the world just like you. So thank you so much for being a part of this with us.",
    "start": "00:53:07",
    "end": "00:53:54"
  },
  {
    "text": "Hi, this is Kristin Yan and I'm from a little town called Dade City, Florida. I first heard about the Bible project through a YouTube search. Actually, as an artist specializing in oil painting, I was curious if there was a way that the visual arts could be used as kingdom work. I had seen plenty of examples of singers and actors and other creatives using their giftings, but I wondered if visual art could be just as effective. When I found the Bible Project, I not only became immensely inspired, but I was hooked. I use the Bible Project for my own personal faith walk and it's really helped me understand the Bible on a deeper and more contextual level. What I love most about the Bible Project is the way that Tim, John and the whole artistic team really lay out Scripture through visual artistry. We believe that the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes, and more@thebibleproject.com.",
    "start": "00:53:55",
    "end": "00:54:53"
  }
]