[
  {
    "text": "How amazing is it that we have direct access to the Bible, God's own word, in my own lap? I mean, you could own a dozen different translations if you want. You can read them whenever you want. I grew up in a spiritual tradition that marveled at this, and we encouraged each other to read the Bible every day on our own. We called it our quiet time, just you and God's word. This can be a beautiful discipline, but for most of the Bible's existence, it wasn't experienced this way.",
    "start": "00:00:06",
    "end": "00:00:40"
  },
  {
    "text": "For 1500 years. Most followers of Jesus heard the Bible read aloud in group settings. What that means is that the puzzles in Scripture in there are loaded onto every page, were always part of a communal invitation to go connect to other people in the community so that we can discuss it.",
    "start": "00:00:40",
    "end": "00:01:00"
  },
  {
    "text": "For the last few months, we've been going through a series called the Paradigm Series. What kind of literature is the Bible? Today we look at the final pillar of the paradigm, that the Bible is communal literature written and designed for a community to experience together.",
    "start": "00:01:00",
    "end": "00:01:17"
  },
  {
    "text": "The idea of the quiet time and you and God and your Bible one on one, is a cultural product of our setting. Doesn't mean it's bad, but it means there are other ways that people have engaged the Bible and maybe there are strengths to those other ways that our culture setting is actually missing out on.",
    "start": "00:01:17",
    "end": "00:01:33"
  },
  {
    "text": "We need each other. We need to be able to see beyond our own narrow perspectives. We need the entire community of Jesus to understand God's word.",
    "start": "00:01:34",
    "end": "00:01:44"
  },
  {
    "text": "This is about social location. My readings of the Bible will be influenced by my own background, my community's background, and we'll miss certain things and will probably overemphasize other things and distort some. But the moment you compare me and my group's reading to another group's reading, then real growth can happen and multiply that by the global Jesus movement and you've got some potential.",
    "start": "00:01:44",
    "end": "00:02:07"
  },
  {
    "text": "I'm John Collins. This is BibleProject podcast. Today I'll talk with Tim Mackey, Chris Aquinn, and we're gonna look at the final pillar of the paradigm. We look at the beautiful gift of reading the Bible in community and suggest that it is, in fact, the way it is designed to be read. Thanks for joining us. Here we go. Okay, we are here kind of landing the plane on this series. We are on what we're calling the Paradigm series, which is what is the paradigm? The way that we should be thinking about how to read the Bible. And so we've been walking through this slowly, point by point, and we've done six out of seven, right?",
    "start": "00:02:07",
    "end": "00:02:54"
  },
  {
    "text": "Yeah, that's right. Yeah. We're unpacking our short little statement that we use around the Bible Project. We want to help people experience the Bible as a unified story that leads to Jesus. Karissa, what could such a thing mean?",
    "start": "00:02:54",
    "end": "00:03:06"
  },
  {
    "text": "It means seven things, Tim.",
    "start": "00:03:07",
    "end": "00:03:09"
  },
  {
    "text": "It means seven things.",
    "start": "00:03:09",
    "end": "00:03:10"
  },
  {
    "text": "Yeah, yeah. So it's human and divine, written as a collaboration between human partners with God. And each of these points, we've noticed, feeds into the next. So this one, the next one is unified literature that it is a coherent piece of work from beginning to end. Even though it has many authors, literary styles and themes, the Bible as a whole tells one story about God's rescue of humans to be his partners in ruling the world. That relates to me, to the human and divine piece, in that these are spirit inspired authors, editors, organizers and writers. When we read the story, at least to me, it's very compelling when I see how coherent the story is that there's God's spirit working behind it. This story has to do with the Messiah. So the third point is that it's messianic literature that this story of God's rescue of humans comes through the Anointed One, the Mashiach, and all of the themes throughout the Hebrew Bible come to fulfillment in Jesus in the New Testament. So that's a huge part of what we draw in all of our videos here and all of what we work on is that this is a story that's pointing to Jesus.",
    "start": "00:03:10",
    "end": "00:04:19"
  },
  {
    "text": "Those first three kind of have in common. They're all about the divine human partnership.",
    "start": "00:04:19",
    "end": "00:04:23"
  },
  {
    "text": "Yeah.",
    "start": "00:04:23",
    "end": "00:04:24"
  },
  {
    "text": "The Bible is the product of that partnership. It's unified by people guided by the Spirit to bring coherence and unity to it. And it's all about one story that is about the partnership between.",
    "start": "00:04:24",
    "end": "00:04:34"
  },
  {
    "text": "The story is about the partnership.",
    "start": "00:04:34",
    "end": "00:04:35"
  },
  {
    "text": "Yeah. That comes with fulfillment in a particular human. Who is the divine. Become human. Yeah.",
    "start": "00:04:35",
    "end": "00:04:41"
  },
  {
    "text": "The true human.",
    "start": "00:04:41",
    "end": "00:04:42"
  },
  {
    "text": "Yeah. Jesus is the perfect partner.",
    "start": "00:04:43",
    "end": "00:04:45"
  },
  {
    "text": "Yeah. Those first three, without really knowing it, we kind of discovered they're kind of a first little triad.",
    "start": "00:04:45",
    "end": "00:04:50"
  },
  {
    "text": "Yeah.",
    "start": "00:04:50",
    "end": "00:04:51"
  },
  {
    "text": "They kind of all implicate each other.",
    "start": "00:04:51",
    "end": "00:04:52"
  },
  {
    "text": "You're bringing organization to the organization. You are thinking like the Hebrew Bible.",
    "start": "00:04:52",
    "end": "00:04:56"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:04:56",
    "end": "00:04:57"
  },
  {
    "text": "That's the first three.",
    "start": "00:04:57",
    "end": "00:04:58"
  },
  {
    "text": "So it's a story, but it's not written in the form of a story as we might describe a story.",
    "start": "00:04:58",
    "end": "00:05:03"
  },
  {
    "text": "A singular linear sequence from beginning to end.",
    "start": "00:05:04",
    "end": "00:05:07"
  },
  {
    "text": "Yep. Yeah. So this fourth point is that it's artistic meditation literature. It's ancient Jewish literature. It's artistically designed. So there is a narrative thread, there is a story being told, but it's more artistic than that. So we have. It's designed to interpret itself, but I feel like we didn't talk about that as much as it's designed to be read and re read and that that's how we see the patterns within the story and how the story links back to itself.",
    "start": "00:05:07",
    "end": "00:05:33"
  },
  {
    "text": "Each part is illuminated by the overall story, while at the same time, each individual part contributes in some way to that overall story. So it's constantly forest, trees, back and forth. Yeah, it's like you have your drone. You're sitting in the forest, but you're constantly sending the drone up while you are staring at the trees, but you're looking at your drone camera to see the whole forest. And it's just constant back and forth, back and forth, back and forth.",
    "start": "00:05:33",
    "end": "00:05:57"
  },
  {
    "text": "Were you just using a drone recently? I've never had to use this analogy.",
    "start": "00:05:57",
    "end": "00:06:00"
  },
  {
    "text": "No.",
    "start": "00:06:00",
    "end": "00:06:00"
  },
  {
    "text": "No.",
    "start": "00:06:00",
    "end": "00:06:00"
  },
  {
    "text": "But I saw one. I saw one like the other day, and it was a guy standing in a bunch of trees doing what I was saying.",
    "start": "00:06:00",
    "end": "00:06:06"
  },
  {
    "text": "And you were watching him. And you thought to yourself, this is.",
    "start": "00:06:06",
    "end": "00:06:09"
  },
  {
    "text": "All like reading the Hebrew, artistic, Jewish meditation literature.",
    "start": "00:06:09",
    "end": "00:06:13"
  },
  {
    "text": "Actually, that didn't happen until this very moment. And then I was like, oh, that's kind of what it's like anyway.",
    "start": "00:06:13",
    "end": "00:06:19"
  },
  {
    "text": "Yep. And this ties in as well. So it's not just a narrative story. The Bible as a whole is wisdom literature. So it's a story written in the form of wisdom literature. It has diverse literary styles that reveal God's wisdom and invite us into this journey of character transformation. So wisdom isn't just about cognitive learning. It's about a whole person and how to be human.",
    "start": "00:06:19",
    "end": "00:06:42"
  },
  {
    "text": "And this is connected to the same theme of human and divine. How do you partner with God? You need his wisdom.",
    "start": "00:06:42",
    "end": "00:06:47"
  },
  {
    "text": "He needs God's wisdom.",
    "start": "00:06:47",
    "end": "00:06:48"
  },
  {
    "text": "And how do you get that wisdom? You meditate on the Torah day and night. So it sinks into the meditation literature. Which leads us to the last one. No, second to last one. Last one we did.",
    "start": "00:06:48",
    "end": "00:07:00"
  },
  {
    "text": "Yeah, the last one we did. Contextually rooted literature. So the Bible was written in another time and culture. And we need to honor that ancient historical context as we come to understand it better. So that both has to do with the words that are being used and understanding those and then the actual culture the Bible is written into. And just having a lens for, or I guess understanding that the author's lenses are different than our own. That's a starting point. And then as much understanding as we can have about what their lenses were is super helpful for understanding the meaning of the text.",
    "start": "00:07:00",
    "end": "00:07:32"
  },
  {
    "text": "Both their Language and their culture. Just real quick as I'm looking at the list, contextually rooted literature, all the other ones are a little more simply worded.",
    "start": "00:07:32",
    "end": "00:07:41"
  },
  {
    "text": "Yeah, right.",
    "start": "00:07:41",
    "end": "00:07:42"
  },
  {
    "text": "We could just name this perspective contextual literature. But is that there's something about rooted that I kind of like metaphorically because it's like rooted in a context and that's the kind of literature it is. But that's what contextual literature means.",
    "start": "00:07:42",
    "end": "00:07:56"
  },
  {
    "text": "But isn't all literature contextual literature?",
    "start": "00:07:56",
    "end": "00:07:58"
  },
  {
    "text": "Yeah, it all comes from a particular context. So I'm just wondering, do we need contextually rooted or should we just word it as literature? But for some reason that sounds a little more like sterile. Yeah, it sounds kind of boring or uninteresting as opposed to contextually rooted. I just wanted to put that out there.",
    "start": "00:07:58",
    "end": "00:08:14"
  },
  {
    "text": "And by contextual we really mean it's ancient Jewish.",
    "start": "00:08:14",
    "end": "00:08:19"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:08:19",
    "end": "00:08:20"
  },
  {
    "text": "That's the specific context.",
    "start": "00:08:20",
    "end": "00:08:21"
  },
  {
    "text": "So I wonder.",
    "start": "00:08:22",
    "end": "00:08:23"
  },
  {
    "text": "I mean, we can make that call later.",
    "start": "00:08:23",
    "end": "00:08:25"
  },
  {
    "text": "Yeah, Contextually rooted, by which we mean it's rooted in an ancient context.",
    "start": "00:08:25",
    "end": "00:08:29"
  },
  {
    "text": "Ancient literature.",
    "start": "00:08:31",
    "end": "00:08:32"
  },
  {
    "text": "Ancient literature.",
    "start": "00:08:32",
    "end": "00:08:33"
  },
  {
    "text": "Ancient literature.",
    "start": "00:08:33",
    "end": "00:08:33"
  },
  {
    "text": "Because that's got some more pizzang.",
    "start": "00:08:33",
    "end": "00:08:35"
  },
  {
    "text": "It's ancient literature.",
    "start": "00:08:36",
    "end": "00:08:37"
  },
  {
    "text": "That's helpful because that automatically makes me understand that it's not modern and I need to get out of my mindset and try on a different one.",
    "start": "00:08:37",
    "end": "00:08:45"
  },
  {
    "text": "All right. In other words, you get context. Context as an idea comes along with ancient.",
    "start": "00:08:45",
    "end": "00:08:50"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:08:50",
    "end": "00:08:51"
  },
  {
    "text": "But you also get a bunch of other things.",
    "start": "00:08:51",
    "end": "00:08:53"
  },
  {
    "text": "Right.",
    "start": "00:08:53",
    "end": "00:08:53"
  },
  {
    "text": "Ancient literature, ancient literature.",
    "start": "00:08:53",
    "end": "00:08:55"
  },
  {
    "text": "We also changed ancient Jewish meditation literature to just meditation. Yeah.",
    "start": "00:08:57",
    "end": "00:09:01"
  },
  {
    "text": "So. All right, I'm down.",
    "start": "00:09:01",
    "end": "00:09:02"
  },
  {
    "text": "Put that ancient back in there.",
    "start": "00:09:02",
    "end": "00:09:03"
  },
  {
    "text": "Yeah.",
    "start": "00:09:03",
    "end": "00:09:03"
  },
  {
    "text": "Okay, thanks, Sam. The last pillar, these seven pillars of our paradigm of the Bible is that it's communication, communal literature.",
    "start": "00:09:03",
    "end": "00:09:56"
  },
  {
    "text": "Yes.",
    "start": "00:09:56",
    "end": "00:09:56"
  },
  {
    "text": "The Bible was designed to be read and studied within a community that is learning to live within its story. This one feels like to me, like, interesting. But is it truly a pillar? Is it truly like you really have to get this about the Bible or you're going to be left a little flat footed?",
    "start": "00:09:57",
    "end": "00:10:14"
  },
  {
    "text": "Yeah, it's interesting. I do. I think it's actually crucially important. Yes, I think it's really important for all the reasons that we're about to talk about.",
    "start": "00:10:14",
    "end": "00:10:22"
  },
  {
    "text": "Great.",
    "start": "00:10:22",
    "end": "00:10:23"
  },
  {
    "text": "We did make a video on this, by the way.",
    "start": "00:10:23",
    "end": "00:10:25"
  },
  {
    "text": "Yeah, the public reading of Scripture.",
    "start": "00:10:25",
    "end": "00:10:27"
  },
  {
    "text": "Yes. It's a meta video because it's not about the united storyline of the Bible, which is most of our theme videos, but it's a video about the history of how the Bible has been read throughout history. And that history also begins within the Bible itself, which is what we're going to look at now. Here's the end game. At least in the traditions of Christian culture, where I first came to faith and was learning what it means to follow Jesus, the ideal way to engage the Bible, or the assumed ideal way to engage the Bible is by yourself in a quiet period, usually in the mornings.",
    "start": "00:10:27",
    "end": "00:11:00"
  },
  {
    "text": "Yeah. On your couch.",
    "start": "00:11:00",
    "end": "00:11:01"
  },
  {
    "text": "On your couch. Cup of tea, journal.",
    "start": "00:11:01",
    "end": "00:11:03"
  },
  {
    "text": "Quiet time.",
    "start": "00:11:04",
    "end": "00:11:04"
  },
  {
    "text": "Quiet time.",
    "start": "00:11:05",
    "end": "00:11:05"
  },
  {
    "text": "And that's great.",
    "start": "00:11:05",
    "end": "00:11:06"
  },
  {
    "text": "Oh, yeah, yeah. I'm not critiquing it. I'm just saying that was my culture.",
    "start": "00:11:06",
    "end": "00:11:10"
  },
  {
    "text": "Setting, the one way to engage the Bible. Really?",
    "start": "00:11:10",
    "end": "00:11:12"
  },
  {
    "text": "That has not been the case throughout most of church history. The ability for all individuals to have their own Bible is itself only a product of the last 500 years since the printing press. And for the majority of church history, people heard their Bibles or saw their Bibles displayed graphically in the churches. And so it's good for us to step back and say, like, oh, okay, so the idea of the quiet time and you and God and your Bible one on one, is a cultural product of our setting. Doesn't mean it's bad.",
    "start": "00:11:12",
    "end": "00:11:43"
  },
  {
    "text": "Yeah.",
    "start": "00:11:43",
    "end": "00:11:43"
  },
  {
    "text": "But it means there are other ways that people have engaged the Bible and maybe there are strengths to those other ways that our culture setting is actually missing out on.",
    "start": "00:11:43",
    "end": "00:11:53"
  },
  {
    "text": "Yeah. So there's that practice of engaging the Bible communally, But also this relates a lot to the last point, that ancient literature point, that it was written into a communal setting. So sometimes the ways that we interpret it, we need to put on the communal lens to understand it better.",
    "start": "00:11:53",
    "end": "00:12:11"
  },
  {
    "text": "So what we want to do real quick is what is the assumed or ideal posture of engaging the Bible that's depicted by the biblical authors themselves? And that might give us an interesting clue as to some additional ways maybe that our toolkits for how we engage the Bible need to become more diverse as opposed to, like, we did it this way. That's wrong. So now a new way. There are many ways, and I think we would all stand to benefit from learning additional ways in addition to reading it for yourself. So a short history of the first mentionings of the writing of the Bible within the Bible. Okay. In other words, when you're reading the Bible, when do you first come across a story about that section of the Bible being written? There was a. Was it a Coen Brothers movie? Mm, no, it was Nicolas Cage. It was a movie. Oh, yes. Adaptation.",
    "start": "00:12:11",
    "end": "00:13:03"
  },
  {
    "text": "Adaptation.",
    "start": "00:13:03",
    "end": "00:13:04"
  },
  {
    "text": "It was a movie. And as you watch it, you realize you're watching a movie that's about the genesis of the writing of the movie that you're Watching.",
    "start": "00:13:04",
    "end": "00:13:11"
  },
  {
    "text": "Right.",
    "start": "00:13:11",
    "end": "00:13:11"
  },
  {
    "text": "And then it gets real meta because you start bending dimensions of viewer. I'll never forget it because at certain moments, he starts, it's a movie. And you're like, oh, you're watching a movie and character. And then he starts realizing he's writing a movie, that he is within Charlie Kaufman. Charlie Kaufman. But it feels like something the Coen brothers would do, bend your view of everything. Anyway, it's kind of like that. That's what these stories are like.",
    "start": "00:13:11",
    "end": "00:13:34"
  },
  {
    "text": "Okay.",
    "start": "00:13:34",
    "end": "00:13:35"
  },
  {
    "text": "All right. Shall we? Yeah. OK. So in Exodus, chapter 17, Israelites went through the waters. Pharaoh was destroyed in the waters. They walked through on dry land. The water to the right and to the left. So they go out into the wilderness. And in the teens. I just remember this. In the teens of Exodus, they're in the wilderness. And in Exodus 17, they're in a place called Rephidim. And some ancient relatives. These are descendants of Jacob's brother Esau. They're called the Amalekites. And they live in that southern desert. And they pounce on and attack this band of escaped slaves wandering through the desert with very little food and water.",
    "start": "00:13:35",
    "end": "00:14:45"
  },
  {
    "text": "Tough time to be alive.",
    "start": "00:14:45",
    "end": "00:14:46"
  },
  {
    "text": "Tough time. Yeah. And ripe for plunder. You know, they've got animals, they've got women, children. Yeah, right. It's just if you're a tribe and you're hurting for water and food yourself, you're like, oh, look at these people. Yeah. Being human. So dangerous.",
    "start": "00:14:46",
    "end": "00:15:01"
  },
  {
    "text": "Yeah.",
    "start": "00:15:02",
    "end": "00:15:02"
  },
  {
    "text": "Anyway, so they attack. It's a story about Moses lifting his arms.",
    "start": "00:15:02",
    "end": "00:15:06"
  },
  {
    "text": "Yeah. He goes up on one of the.",
    "start": "00:15:07",
    "end": "00:15:09"
  },
  {
    "text": "Hills, he sends out Joshua and another guy to fight them. As long as Moses is.",
    "start": "00:15:09",
    "end": "00:15:14"
  },
  {
    "text": "Wait a second, the Joshua.",
    "start": "00:15:14",
    "end": "00:15:16"
  },
  {
    "text": "Mm, yeah. Joshua. Yeah. Sends out Joshua. And if I remember, it's the first story where Joshua appears, actually. He's just. All of a sudden, he's just there.",
    "start": "00:15:16",
    "end": "00:15:24"
  },
  {
    "text": "He sends out Joshua his aid or something.",
    "start": "00:15:24",
    "end": "00:15:26"
  },
  {
    "text": "Yeah. No, this is. It's a great example of how in, like, Hollywood narrative, anytime you introduce a character, you have some build them up.",
    "start": "00:15:27",
    "end": "00:15:35"
  },
  {
    "text": "Moses said to Joshua, this is the.",
    "start": "00:15:36",
    "end": "00:15:38"
  },
  {
    "text": "First time Joshua appears in the Bible.",
    "start": "00:15:38",
    "end": "00:15:39"
  },
  {
    "text": "So you must be a young Joshua.",
    "start": "00:15:40",
    "end": "00:15:41"
  },
  {
    "text": "Just as if you already know who he is. Yeah, I love it. Anyhow, so he sends out Joshua, and they're doing okay, but, you know, they're losing. And so Moses goes up on him and he spreads out his hands with the staff that he's part of the waters. And he sits down. Sits down on a rock. Yep. Yeah, totally. And his hands are supported by two companions, and they win the battle. And so right when they win the battle. Exodus 17:14. The Lord said to Moses, write this on a scroll as something to be remembered and make sure that Joshua hears it, because I will completely blot out the name of Amalek from under heaven. And Joshua will be the one to go back after Moses dies and then continue the conquest of the land of Canaan so the Israelites can live there. But this is the first mentioning of writing in the storyline of the Bible.",
    "start": "00:15:41",
    "end": "00:16:31"
  },
  {
    "text": "Yeah.",
    "start": "00:16:31",
    "end": "00:16:31"
  },
  {
    "text": "And you brought up this story before. To me, when we were talking about the history of the making of the Bible, this was the first mention of.",
    "start": "00:16:31",
    "end": "00:16:37"
  },
  {
    "text": "The writing of the Bible. Yeah, totally. Yeah.",
    "start": "00:16:37",
    "end": "00:16:39"
  },
  {
    "text": "And this is a bit of a rabbit hole. But you also turned me on to the idea that writing in general was a new phenomena in human history. There was like, the Alphabet.",
    "start": "00:16:39",
    "end": "00:16:51"
  },
  {
    "text": "Alphabetical writing.",
    "start": "00:16:51",
    "end": "00:16:52"
  },
  {
    "text": "Alphabetical writing. There was like hieroglyphic writing and whatever they called that.",
    "start": "00:16:52",
    "end": "00:16:56"
  },
  {
    "text": "Pictographs. Pictographs before that.",
    "start": "00:16:56",
    "end": "00:16:58"
  },
  {
    "text": "So for thousands of years before the Alphabet, there was that. But you had to be a pretty elite kind of scribe person to be able to use that type of writing system.",
    "start": "00:16:58",
    "end": "00:17:09"
  },
  {
    "text": "Hundreds upon hundreds of symbols. Thousands, thousands of symbols you had to memorize because each symbol represented an idea or concept.",
    "start": "00:17:09",
    "end": "00:17:16"
  },
  {
    "text": "So at around the same time in human history as Moses would have existed, which is, you know, debatable. When that was, is when the first kind of proto Alphabet was being developed by Semites in the Sinai Peninsula, which is where this takes place. And these are Semites in the Sinai Peninsula.",
    "start": "00:17:16",
    "end": "00:17:36"
  },
  {
    "text": "That's exactly right.",
    "start": "00:17:36",
    "end": "00:17:37"
  },
  {
    "text": "So fascinating.",
    "start": "00:17:37",
    "end": "00:17:38"
  },
  {
    "text": "Yeah. If you want to get nerdy. Joseph Naveh, the Early History of the Alphabet. It's an older reference work, but it's still kind of the standard. There's been new discoveries since then, but the basic features of what we know are the same. A 22 to 26 symbol set representing not ideas or words, but sounds.",
    "start": "00:17:38",
    "end": "00:18:01"
  },
  {
    "text": "Sounds.",
    "start": "00:18:01",
    "end": "00:18:02"
  },
  {
    "text": "And once you do that, then you can make the symbol set really short because the human mouth can only make so many sounds.",
    "start": "00:18:02",
    "end": "00:18:09"
  },
  {
    "text": "Yeah. And so what likely happened was that Semitic people who knew the Egyptian hieroglyphic system realized, oh, well, if we just take 20 of these and turn them into our sounds. So now that symbol doesn't represent a word, but represents a sound, but they're using, they're adapting those symbols, then they can create the first proto Alphabet.",
    "start": "00:18:09",
    "end": "00:18:30"
  },
  {
    "text": "And that was somewhere in the 18th, 17th century in Northern Egypt, Sinai Peninsula, are the first alphabetic inscriptions found.",
    "start": "00:18:30",
    "end": "00:18:39"
  },
  {
    "text": "So crazy to imagine that process.",
    "start": "00:18:39",
    "end": "00:18:42"
  },
  {
    "text": "And then imagine, though, the democratization of writing at that moment.",
    "start": "00:18:43",
    "end": "00:18:48"
  },
  {
    "text": "That's right. Or at least the potential. The potential for widespread writing among the non experts and non elites. Yeah, yeah.",
    "start": "00:18:48",
    "end": "00:18:55"
  },
  {
    "text": "And so the fact that Moses could write something down that just happened on.",
    "start": "00:18:55",
    "end": "00:19:00"
  },
  {
    "text": "A scroll assumes that process is in full swing. Yeah, yeah.",
    "start": "00:19:00",
    "end": "00:19:03"
  },
  {
    "text": "Which when. That's time in human history when it would have happened.",
    "start": "00:19:03",
    "end": "00:19:06"
  },
  {
    "text": "Yeah, yeah. It's super fascinating.",
    "start": "00:19:06",
    "end": "00:19:08"
  },
  {
    "text": "So back to communal literature. You're saying that this is an example of the Bible being designed to be read and studied within a community, or that the first instance of writing is in a communal setting? What do you mean by that?",
    "start": "00:19:09",
    "end": "00:19:22"
  },
  {
    "text": "Yeah, totally. I think the second one is going to be more explicit seven chapters later. But this first one, it's about a communal event for remembrance, but it's definitely for communal memory because they were all rescued that day. So this first mentioning of the writing of the Bible within the Bible is about a communal event. You write a text to keep it in communal memory that the Lord saved us from our enemies and that foundational to who we are, we are rescued people and we can never forget that. And that's writing as a way of keeping it in communal memory. For sure.",
    "start": "00:19:22",
    "end": "00:19:56"
  },
  {
    "text": "Yeah. Even the fact that not every person could read at this time and they didn't have personal Bibles, not everybody owned this personal account from Exodus 17 that they could refer to means it was transmitted orally to big groups of people or within the household. The parents would tell the kids and pass on these memories. That's communal literature.",
    "start": "00:19:56",
    "end": "00:20:19"
  },
  {
    "text": "Yeah, super important. In other words, the advent of writing, alphabetic writing didn't replace the main way that a people's history was shaped, memorized, and passed on. That was happening orally through all kinds of mechanisms for thousands of years. And writing comes along as another aid in the oral transmission. They work in tandem. And there will come later a certain point where oral history will become overshadowed by written history. But that's not where we're at at this point. So the writing is an A because you're right, because not everybody would have this scroll. There'd be just like one. Yeah, it's more like the scrolls represent this kind of sacred deposit that verifies the oral. Oral stories that were passing down through the generations. Yep.",
    "start": "00:20:19",
    "end": "00:21:10"
  },
  {
    "text": "Then it made it into the. Yeah, the scroll of the Exodus.",
    "start": "00:21:11",
    "end": "00:21:15"
  },
  {
    "text": "Yeah, that's exactly right.",
    "start": "00:21:15",
    "end": "00:21:16"
  },
  {
    "text": "Sam.",
    "start": "00:21:30",
    "end": "00:21:55"
  },
  {
    "text": "A few chapters later, we get the second writing of the Bible and this. It develops this whole thing we're talking about even more. They come to the foot of Mount Sinai. There's a storm up on the mountain. It's the God who rescued them. And Moses goes Up into the storm. And there he meets with God and hears God address him, and through him, all the people about the terms of this covenant relationship. The storm wants to marry this people. Wow, that's terrifying. It's super intense. And so Moses, he hears the Ten Commandments, and what the people hear is a storm. But that's the voice of God speaking to them. They're freaked out. And then in the narrative, there's 10 commandments, and then 42 covenant terms that come after that. Moses comes down the mountain. Chapter 24 of Exodus, Moses came and he recounted to the people all the words of the Lord, all the ordinances, laws of the covenant. And the people answered with one voice, saying, everything. The Lord has spoken. We're going to do it. And we snicker to ourselves because we know that's exactly not what they're going to do. So Moses wrote down all the words of the Lord. So this is the second time that writing is mentioned in the Bible.",
    "start": "00:22:10",
    "end": "00:23:20"
  },
  {
    "text": "And those are the covenant terms in the narrative.",
    "start": "00:23:20",
    "end": "00:23:23"
  },
  {
    "text": "It refers to the words that he heard up on the mountain, which is the Ten Commandments. And then 42 commands after that. Oh, and we have all those and. Well, at least we have a selection. The 10 and the 42 are a selection of what Moses heard.",
    "start": "00:23:23",
    "end": "00:23:38"
  },
  {
    "text": "So this is an example, potentially of Moses writing down a bigger list of which then only a bigger.",
    "start": "00:23:38",
    "end": "00:23:45"
  },
  {
    "text": "Yeah.",
    "start": "00:23:45",
    "end": "00:23:45"
  },
  {
    "text": "Selection got into the Bible.",
    "start": "00:23:45",
    "end": "00:23:47"
  },
  {
    "text": "Yeah. The author then selected to represent in the narrative. And the fact that it's 10, which is the same number of times that God spoke in Genesis 1.",
    "start": "00:23:47",
    "end": "00:23:56"
  },
  {
    "text": "Yeah.",
    "start": "00:23:56",
    "end": "00:23:57"
  },
  {
    "text": "It's the same number of plagues that all begin with Moses delivering the word of the Lord. It's the same number of times that God will speak to institute the sacrificial offerings in Leviticus. We just discovered this the other day.",
    "start": "00:23:57",
    "end": "00:24:09"
  },
  {
    "text": "Right.",
    "start": "00:24:09",
    "end": "00:24:10"
  },
  {
    "text": "So.",
    "start": "00:24:10",
    "end": "00:24:10"
  },
  {
    "text": "So cool.",
    "start": "00:24:11",
    "end": "00:24:11"
  },
  {
    "text": "So God's speaking 10 times, and then the second set of commands is 42. 6 times 7, which is a whole other thing. Rabbit hole. We won't go down. But that's meaningful. The point is it's a selection.",
    "start": "00:24:12",
    "end": "00:24:23"
  },
  {
    "text": "Yes.",
    "start": "00:24:23",
    "end": "00:24:23"
  },
  {
    "text": "Yeah. So in this case, it's very much a communal. Moses comes down, he reads the words aloud, writes them down, and it's very similar. And the people say, we are going to do it. So it's a communal event to hear the words, they get written, and then they get deposited. The scroll is going to get deposited in this sacred box called the Ark of the Covenant. And it's going to be there as a testimony and as a witness at the end of The Torah in Deuteronomy 31, Moses then commands the next generation of Israel to say, when you go into the land at the end of every seven years in the fall, when you all go live in tents for a week, celebrate the feast of booze, to remember that you lived in tents in the wilderness.",
    "start": "00:24:23",
    "end": "00:25:05"
  },
  {
    "text": "Sukkot, Right?",
    "start": "00:25:05",
    "end": "00:25:06"
  },
  {
    "text": "Sukkot. Yep, Sukkot. So once every seven years in the feast of Sukkot, all Israel is to come before the Lord your God at the place he'll choose and read the Torah aloud for all the people. So every seven years, it's like a Torah fest. And whatever form the Torah had at that point, we kind of have clues, really.",
    "start": "00:25:06",
    "end": "00:25:24"
  },
  {
    "text": "Where are we at in this is.",
    "start": "00:25:24",
    "end": "00:25:26"
  },
  {
    "text": "The end of the Torah. This is like.",
    "start": "00:25:26",
    "end": "00:25:27"
  },
  {
    "text": "This is deuteronomy.",
    "start": "00:25:27",
    "end": "00:25:28"
  },
  {
    "text": "Deuteronomy, chapter 31. Yeah.",
    "start": "00:25:28",
    "end": "00:25:29"
  },
  {
    "text": "So this is at the end of the Torah. It's talking about reading the thing that we're reading.",
    "start": "00:25:29",
    "end": "00:25:34"
  },
  {
    "text": "It's like that movie.",
    "start": "00:25:34",
    "end": "00:25:35"
  },
  {
    "text": "Yeah, Adaptation.",
    "start": "00:25:35",
    "end": "00:25:37"
  },
  {
    "text": "But two chapters later or three chapters later, you're going to read a story about how Moses died and he was buried, and no one knows to this day where he's buried.",
    "start": "00:25:37",
    "end": "00:25:45"
  },
  {
    "text": "Right. So Moses didn't write that.",
    "start": "00:25:45",
    "end": "00:25:47"
  },
  {
    "text": "Definitely. And that was, you know, Moses wasn't reading that aloud. So in other words, the form of the Torah that we have it is a later organization and presentation of an.",
    "start": "00:25:47",
    "end": "00:25:56"
  },
  {
    "text": "Earlier form of the Torah.",
    "start": "00:25:56",
    "end": "00:25:56"
  },
  {
    "text": "Of an earlier form of the Torah. But the author clearly wants you to see a connection between those two. So Moses commanding the Israelites to read a proto Torah is for the reader, a request to read the Torah. And in both cases, it would be a communal reading. I mean, that's what he says right here. Read the Torah aloud in front of the whole community.",
    "start": "00:25:56",
    "end": "00:26:15"
  },
  {
    "text": "How long would that take?",
    "start": "00:26:15",
    "end": "00:26:16"
  },
  {
    "text": "That's a good question. I've written this down before.",
    "start": "00:26:17",
    "end": "00:26:19"
  },
  {
    "text": "Yeah.",
    "start": "00:26:19",
    "end": "00:26:19"
  },
  {
    "text": "I think it's like 20 over 20 hours.",
    "start": "00:26:19",
    "end": "00:26:22"
  },
  {
    "text": "Yeah. Well, let's Google that.",
    "start": "00:26:22",
    "end": "00:26:24"
  },
  {
    "text": "Genesis is three and a half hours.",
    "start": "00:26:25",
    "end": "00:26:29"
  },
  {
    "text": "Okay. Just assume they're all about the same length. It's five, 15 to 20 hours, maybe. Yeah.",
    "start": "00:26:29",
    "end": "00:26:34"
  },
  {
    "text": "It's a solid day.",
    "start": "00:26:34",
    "end": "00:26:35"
  },
  {
    "text": "Yeah.",
    "start": "00:26:35",
    "end": "00:26:36"
  },
  {
    "text": "Do you guys remember at Multnomah ever doing Bible marathons at Dr. G's house? Did you ever get into it?",
    "start": "00:26:36",
    "end": "00:26:42"
  },
  {
    "text": "I never did it, but I heard about it. But I've heard about it. Yeah.",
    "start": "00:26:42",
    "end": "00:26:44"
  },
  {
    "text": "Yeah. You know, a bunch of people gather and, you know. Yeah. You don't talk about it, you don't discuss it. Everybody reads a chapter at a time. Maybe you trace a theme through. Yeah, but that's similar to what this Is except were reading it instead of one leader reading it out loud. It's an interesting experience. When I think about this, it's interesting to think about how people are hearing the Torah and in that moment within their community, they're probably responding to that. I think. Usually for me, I think of reading, meditating, reflecting on Scripture as a private thing that maybe I take in as an individual. But even a communal response is interesting to think about here.",
    "start": "00:26:44",
    "end": "00:27:25"
  },
  {
    "text": "Sure.",
    "start": "00:27:25",
    "end": "00:27:25"
  },
  {
    "text": "That if it was a sad story, the community would be sad together. If it was a beautiful story, they'd be joyful together. You know, it's an interesting thing to think about.",
    "start": "00:27:25",
    "end": "00:27:35"
  },
  {
    "text": "Yeah. And even it's important, important thing to think about. I think that's part of what we're discerning here is that the communal experience of our common story is a really different kind of experience than a private reading of what you might think is somebody else's story. Okay. Yeah. So we'll come back around to these themes here. An Israeli scholar, Jeffrey tge, or I think Jewish scholar, I think he lives in the U.S. actually, Jeffrey Tge has an excellent commentary on Deuteronomy published by the Jewish Publication Society. He says this about what we just read in Deuteronomy 31. He says the main form of publication in the ancient world was oral presentation. The written facilitated the oral presentation, which is like the release event. Like at a book release, it wouldn't be handing out copies.",
    "start": "00:27:35",
    "end": "00:28:21"
  },
  {
    "text": "Oh, right.",
    "start": "00:28:21",
    "end": "00:28:22"
  },
  {
    "text": "The book release is reading it aloud. And then you have one copy or two that you like store. Isn't that interesting?",
    "start": "00:28:22",
    "end": "00:28:28"
  },
  {
    "text": "It is.",
    "start": "00:28:28",
    "end": "00:28:28"
  },
  {
    "text": "This is Moses method as well. He stores the tablets of the decalogue, this Ten Commandments in the Ark. He reads the scroll of the Covenant.",
    "start": "00:28:28",
    "end": "00:28:37"
  },
  {
    "text": "To the people, which is the whole law code.",
    "start": "00:28:37",
    "end": "00:28:41"
  },
  {
    "text": "What we just read, the scroll of the Covenant, is what Moses heard up on the mountain and then came down and wrote down the whole.",
    "start": "00:28:41",
    "end": "00:28:47"
  },
  {
    "text": "So it's all the laws.",
    "start": "00:28:47",
    "end": "00:28:48"
  },
  {
    "text": "The first round of laws. First round of laws at Mount Sinai. But notice, TGE goes on, Moses made no arrangements for people to study these texts or the records of the Israelite victories, like the rescue from Amalek, even though he says the teaching is to be written onto the doorpost of homes, on city gates, or on the stone pillar up on Mount Ebal. He doesn't have copies made on papyrus for convenient study. The written copy made in Deuteronomy 31, which is what we just read, is to be stored and taken out every seven years to be read to all of the people. All of this points to the fact that even in Deuteronomy, the dissemination of the Torah remains primarily oral, with teachers either reciting it from memory or. Or reading aloud from the written text. In the first Temple period of Solomon's Temple, the written text of Scripture was primarily for preservation, copying, verification, memorization, and then for reading to others.",
    "start": "00:28:49",
    "end": "00:29:47"
  },
  {
    "text": "And is that likely just because it was really expensive and rare to have all hand produced a scroll of the whole Torah? Yeah, I mean, there's just the material, the time, it's just.",
    "start": "00:29:48",
    "end": "00:30:00"
  },
  {
    "text": "Correct.",
    "start": "00:30:01",
    "end": "00:30:01"
  },
  {
    "text": "It just wasn't feasible to create more copies for people to study.",
    "start": "00:30:01",
    "end": "00:30:06"
  },
  {
    "text": "Yes, correct. This has huge implications for what we're going to start talking about next, which is how the Bible is organized into bundles of material and literary movements, repetition and patterns, all of a sudden to.",
    "start": "00:30:06",
    "end": "00:30:20"
  },
  {
    "text": "Help you memorize it.",
    "start": "00:30:20",
    "end": "00:30:21"
  },
  {
    "text": "It's all part of the oral nature of it. It's primed for memorization, it's designed for memorization and patterning, and repetition is a key part of that.",
    "start": "00:30:21",
    "end": "00:30:32"
  },
  {
    "text": "Yeah, right. So as we read it, we'll see these memory devices in the text itself and be able to look for them because we know it was orally transmitted.",
    "start": "00:30:32",
    "end": "00:30:41"
  },
  {
    "text": "Yeah, that's right. So just think oral presentation for memorizing, reciting in group settings. That's the native setting of biblical literature. We just have to stop and let that sink in, because that's really different than how modern readers encounter these texts and doesn't mean how we encounter them is bad. But it seems like we should take that difference on board and maybe adapt or add some other practices than just reading alone by ourselves. Okay, so we, we made a video on this so we won't go through all the stories, but this practice of this public reading of the growing collection of sacred texts that come from Moses and the prophets, this is mentioned throughout the story of Israel in the Old Testament. Joshua does it. Joshua, chapter eight happens in King Josiah's day. There's an important story in Ezra, Nehemiah, where they do exactly what Moses says. They get all the people out, do the feast of Sukkot, they're living in little tents, and then they read along. Okay, this is Jeffrey T. Gay again, and this is a rad quote. And actually, I think we read this a couple years ago, but it bears repeating again. John, a few minutes ago you talked about how the Alphabet democratized the ability to read.",
    "start": "00:30:41",
    "end": "00:33:08"
  },
  {
    "text": "Yeah.",
    "start": "00:33:08",
    "end": "00:33:08"
  },
  {
    "text": "And what TK Is going to draw attention to here is this public reading of the sacred literature of the people group. This was actually unique in the ancient world. If a group of people had A sacred literature that's preserved by the priests and safeguarded in these sacred spaces. Usually that means it's inaccessible to the many. But back in Deuteronomy 31, Moses is like, assemble the people. The men, the women, the children, the immigrants.",
    "start": "00:33:09",
    "end": "00:33:37"
  },
  {
    "text": "Everyone gets to hear it.",
    "start": "00:33:38",
    "end": "00:33:39"
  },
  {
    "text": "Everyone gets to hear.",
    "start": "00:33:39",
    "end": "00:33:40"
  },
  {
    "text": "To hear.",
    "start": "00:33:40",
    "end": "00:33:40"
  },
  {
    "text": "And they see the scroll up there.",
    "start": "00:33:40",
    "end": "00:33:42"
  },
  {
    "text": "Yeah. It's not for the elite, it's for everyone.",
    "start": "00:33:42",
    "end": "00:33:45"
  },
  {
    "text": "Yes. It's not for the few, the intellectuals, or the ones who have the insider knowledge. It's for all the people, because the whole people is called to be the kingdom of priests.",
    "start": "00:33:45",
    "end": "00:33:55"
  },
  {
    "text": "That's cool.",
    "start": "00:33:55",
    "end": "00:33:56"
  },
  {
    "text": "And so, yeah, tge, he calls this the democratic character of biblical religion.",
    "start": "00:33:56",
    "end": "00:34:01"
  },
  {
    "text": "By democratic you mean like democratized and democratic means available to all or accessible.",
    "start": "00:34:01",
    "end": "00:34:07"
  },
  {
    "text": "Yeah. And the demos, it's a compound word. The demos is the people, the whole gathering of the people. So democratize. Yeah, is what he means.",
    "start": "00:34:08",
    "end": "00:34:16"
  },
  {
    "text": "Demos means what?",
    "start": "00:34:16",
    "end": "00:34:17"
  },
  {
    "text": "Demos is the Greek word for like a gathering of people. And then kratos is power or strength. Power to the people.",
    "start": "00:34:17",
    "end": "00:34:24"
  },
  {
    "text": "Power to the people.",
    "start": "00:34:24",
    "end": "00:34:25"
  },
  {
    "text": "Democracy.",
    "start": "00:34:25",
    "end": "00:34:26"
  },
  {
    "text": "Yeah.",
    "start": "00:34:26",
    "end": "00:34:26"
  },
  {
    "text": "But to democratize something is to take it from the hands of the few who usually govern, and to put it in the hands of the demos. Yeah, that's right. So this is cool. TGE cites another Jewish scholar, Elias Bickerman, who was summarizing a bunch of archaeological finds from a city up in Syria called Dura Europas, and forget they're from the early centuries A.D. but he's just using it as an example to describe this unique character of Jewish biblical text reading and how sacred texts were public, not private. And so in the same city, there's both a Jewish synagogue with all these cool paintings around it, and there's a temple that was used to gather this really secretive, elite, essentially cult called the Mithra, or the Mithra cult. I don't know if you've heard about this before. Yeah, Wikipedia. It's interesting. I forget what pantheon Mithras belonged to, but it was this really secretive cult. I guess it would be kind of like, I don't know, think of some cult today that's like some really isolated, socially isolated group that has secretive practices in that day, you know, animal sacrifices and so on. But anyhow, he contrasts two paintings found in these two buildings. One is a temple to the God Mithras and one is in the Jewish synagogue. And so in one painting, it's of three priests wearing these super specialized fancy priestly garbs. And in the hand of the Mithra priest is a closed scroll. This contains the rituals and Magic spells and the things you would memorize if you were part of this cult.",
    "start": "00:34:26",
    "end": "00:36:08"
  },
  {
    "text": "Even his posture is really closed.",
    "start": "00:36:08",
    "end": "00:36:10"
  },
  {
    "text": "Oh, yeah, right. Yeah, yeah, exactly. In contrast, down the street is a picture of a Jewish man reading aloud the scroll of the Torah. It's an open scroll. And then I guess I would try to find Google images of this. Like, it's a big fresco, but there's women and children and the people of the synagogue gathered around. And so Bickerman wrote an essay about how these two images depict the different approaches to connecting people to the sacred in, you know, Greek and Roman religion versus Jewish communities. In Jewish communities, the scroll is open, the word that connects God's people to the story of what God's doing in our midst. It's an open scroll available to the many. Whereas in most Greek and Roman religious communities of that day, it was available to the few. Scrolls were available to the few. I just think that's a cool contrast. It's cool to meditate on. So the Bible originates in a community written by an individual, but it's always about the communal story for the community to be read and processed and experienced by the whole community. That was a long rabbit trail.",
    "start": "00:36:10",
    "end": "00:37:21"
  },
  {
    "text": "It's a cool image.",
    "start": "00:37:22",
    "end": "00:37:23"
  },
  {
    "text": "It is a cool image. Yeah. And I think it's, again, it's a point worth just pondering this public, communal nature of the biblical story that's for all the people. This communal nature of biblical literature isn't just limited to the Hebrew Bible. There's a story about Jesus doing a public reading of the scroll of Isaiah when he goes to Nazareth. In Luke 4, when Paul and Barnabas are cruising around trying to spread the good news about Yeshua Hamashiach, Jesus the Messiah, they go to a synagogue in Pisidian Antioch, and, you know, the Torah and the prophets are being read aloud. Paul's like, hey, I got something to say about today's Torah reading. So that's stories about the communal reading of Scripture. But here's what's interesting. When Paul started writing letters to local communities of the Messiah, he says in multiple letters to different cities and different audiences, like, hey, read the letter aloud, and it makes sense one letter would arrive. But in Colossians, this is interesting. So he says to the followers of Jesus in Colossae, hey, when this letter is after it's been read to y', all, make sure you send a copy of it down the road to Laodicea, because they'll want to see that. And you should read the letter that I wrote to them. So even though it's different audiences. He assumes that there will be importance to hear what Paul said to those followers of Jesus down the road and vice versa.",
    "start": "00:37:23",
    "end": "00:38:51"
  },
  {
    "text": "And the letter to Laodicea might be.",
    "start": "00:38:51",
    "end": "00:38:54"
  },
  {
    "text": "Ah, it could be a lost letter.",
    "start": "00:38:54",
    "end": "00:38:55"
  },
  {
    "text": "Could be a lost letter.",
    "start": "00:38:55",
    "end": "00:38:56"
  },
  {
    "text": "Or it could be what we call the letter to the Ephesians. Okay. That's the whole rabbit hole. So one way or one reason why we would say an important way to engage the Bible in group settings, hearing it aloud is because it's native to how the Bible came into existence. And it's. The texts were designed for that type of event. It doesn't mean you can't read them by yourself. It just means that's probably not the only way that we should do it if we really want to get in touch with what they're about. So that's one whole piece to process. I think there's another layer of importance in our cultural setting that we can talk about. But I think first it's good just to ponder that make a point.",
    "start": "00:38:56",
    "end": "00:39:33"
  },
  {
    "text": "The mega point is this is how the Bible has been read throughout its history of development. And there's something powerful about that coming together. Hearing it now we have the ability to all own our own copies of the Bible, which is because largely because of the printing press. If it was before the printing press, we might be able to own a copy, but that would be a really expensive piece of work, would take someone a long time to produce. So I'd have to be pretty wealthy to own that.",
    "start": "00:39:33",
    "end": "00:40:04"
  },
  {
    "text": "Yeah.",
    "start": "00:40:04",
    "end": "00:40:04"
  },
  {
    "text": "What's a cheap like they've printed like this, those really thin paper, like paper cover. You find them in like the pews.",
    "start": "00:40:04",
    "end": "00:40:11"
  },
  {
    "text": "Probably get them for 8.99.",
    "start": "00:40:11",
    "end": "00:40:13"
  },
  {
    "text": "I mean that's a good example of the democratization of Scripture, like following this line of at least democratizing it for everybody.",
    "start": "00:40:13",
    "end": "00:40:22"
  },
  {
    "text": "It's along the trajectory of it. Yeah. The fact that you can find in America, you can find a Bible in the drawer of like a hotel room. It's a continuation of that process that began with Moses having the open scroll.",
    "start": "00:40:23",
    "end": "00:40:37"
  },
  {
    "text": "Before all the people and with different translations. I can be like, oh, I don't want to use this one today. I want to use that one.",
    "start": "00:40:37",
    "end": "00:40:43"
  },
  {
    "text": "Right. The luxury of all these different translations, which now are all available on your phone for free.",
    "start": "00:40:43",
    "end": "00:40:50"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:40:50",
    "end": "00:40:51"
  },
  {
    "text": "YouVersion's Bible app.",
    "start": "00:40:51",
    "end": "00:40:52"
  },
  {
    "text": "Yeah, it's incredible.",
    "start": "00:40:52",
    "end": "00:40:53"
  },
  {
    "text": "They've got all the translations.",
    "start": "00:40:53",
    "end": "00:40:54"
  },
  {
    "text": "It's a remarkable thing. Thing that's accomplished.",
    "start": "00:40:55",
    "end": "00:40:57"
  },
  {
    "text": "So because of that, there's, I suppose, like a gravity towards. Oh, then I can just read this by Myself and so it's good to remember that is unique to this time in human history. Yeah, throughout all of human history. That's not how this text has been engaged with.",
    "start": "00:40:58",
    "end": "00:41:19"
  },
  {
    "text": "Yeah.",
    "start": "00:41:19",
    "end": "00:41:19"
  },
  {
    "text": "And I guess the interesting thing is even if we do read it by ourselves, which is good and we should do that too, it was written in a communal context in the sense that it was meant for oral reading. So the way we read it, if I were going to study it by myself, I should be looking for memory devices in it, which really means like how did the author structure this text so that I could remember what comes after each thing? So repetition or patterns, starting new units the same way things like that are all these memory devices. So I think even just being aware of that as an individual reader is one of the implications that this is communal literature.",
    "start": "00:41:19",
    "end": "00:42:02"
  },
  {
    "text": "In fact, this is actually something that's really important and in my own pastoral experience. But I think by all three of us from our own personal experience as individuals and in churches, I think this has huge implications for how we think about the enterprise of interpreting and understanding the Bible. So stop and think. For 1500 years, most followers of Jesus heard the Bible read aloud in group settings. What that means is that the moment somebody would hear something and be like what? I don't get that. You like turn to the other person and you're like what did that mean? And they would be like, I don't know what that means. Let's go talk to the priest, let's go talk to the pastor. So in other words, the puzzles in scripture in there are loaded onto every page, were always part of a communic invitation to go connect to other people in the community so that we can discuss it and debate about it and so on. And that process is short circuited. If the main way I engage the Bible is reading it alone by myself.",
    "start": "00:42:02",
    "end": "00:43:04"
  },
  {
    "text": "Yeah, and that's what Bible studies are in modern world.",
    "start": "00:43:04",
    "end": "00:43:07"
  },
  {
    "text": "But even then it's different because a Bible study will be maybe one person.",
    "start": "00:43:07",
    "end": "00:43:10"
  },
  {
    "text": "That's true.",
    "start": "00:43:10",
    "end": "00:43:11"
  },
  {
    "text": "And they've already done this preparation and pre sifting and then they come and.",
    "start": "00:43:11",
    "end": "00:43:16"
  },
  {
    "text": "They only read certain selections.",
    "start": "00:43:16",
    "end": "00:43:17"
  },
  {
    "text": "That's one mode of Bible study. So what this is is the public reading scripture.",
    "start": "00:43:17",
    "end": "00:43:22"
  },
  {
    "text": "Let's just get together and listen. Like let's read through the entire scroll.",
    "start": "00:43:22",
    "end": "00:43:25"
  },
  {
    "text": "Of Deuteronomy or just read, you know, we're going to read Matthew aloud over the next four Friday nights at so and so's house or like in many church traditions that read from a lectionary over the course in the Sunday gatherings, worship Gatherings over the course of two to three years. You hear all the gospels read aloud, the whole book of Psalms and the Torah and the prophets on alternating. And so the whole point is that you're in a group setting where you have a community of interpretation.",
    "start": "00:43:25",
    "end": "00:43:54"
  },
  {
    "text": "Yeah.",
    "start": "00:43:54",
    "end": "00:43:54"
  },
  {
    "text": "It's not a solo project. And that itself is important. I think that has other implications that are worth talking about. But think about how different of an experience that would be if you were never alone in your puzzles about the Bible. You always had a group to turn to because the only way you are puzzled is because you heard it when you were with your community.",
    "start": "00:43:54",
    "end": "00:44:15"
  },
  {
    "text": "Yeah. The authors or the Bible is intended to be interpreted within the Spirit filled community. Not just today, but the community of God's people throughout history have interpreted the Bible so we can listen to all of those voices. We can listen to and collaborate with the people around us as we read. I mean, the spirit filled community is large, it's global and it crosses all span of time.",
    "start": "00:44:16",
    "end": "00:44:44"
  },
  {
    "text": "Yeah. If you're a part of a local church where, let's say somebody in the medieval period, medieval Europe was, you know, part of a church, they would hear the scriptures read aloud, have a question and they go, you know, ask other people. But what if everybody in your local church community has the same social location, the same demographic, the same background and you're all going to be like, we don't know what that means. You know, like everybody, it's going to go around the circle. And so at some point you're going to need somebody with different background and a different experience and they're going to be like, oh man. Well, in my church tradition we've thought about that part a lot and here we get in exactly what you're saying, the whole community of Jesus followers throughout history is the largest communal setting for reading the Scriptures. And it kind of goes in concentric circles then. And we need every layer of that community to inform our reading. This is why for me, it deserves to be one of the pillars of the paradigm.",
    "start": "00:44:44",
    "end": "00:45:40"
  },
  {
    "text": "Say it again. It deserves to be a pillar because.",
    "start": "00:45:40",
    "end": "00:45:43"
  },
  {
    "text": "Because the Scriptures came into existence within a communal setting to be read aloud to a community. And especially as groups of Jesus followers are more culturally distant from the ancient context of the Bible, we are going to need more and more different kinds of communities to gain a fuller vision and understanding. And this is about social location. My readings of the Bible will be influenced by my own background, my community's background. We'll miss certain things and we'll probably overemphasize other things and Distort some. But the moment you compare my group, me and my group's reading to another group's reading, then real growth can happen. And multiply that by the global Jesus movement and you've got some potential.",
    "start": "00:45:43",
    "end": "00:46:30"
  },
  {
    "text": "It's crowdsourced Bible reading.",
    "start": "00:46:30",
    "end": "00:46:32"
  },
  {
    "text": "Yeah. Right. Democratized.",
    "start": "00:46:33",
    "end": "00:46:35"
  },
  {
    "text": "Democratized.",
    "start": "00:46:35",
    "end": "00:46:35"
  },
  {
    "text": "I mean, it's the spirit of the thing that it.",
    "start": "00:46:35",
    "end": "00:46:37"
  },
  {
    "text": "Yeah, that's cool.",
    "start": "00:46:38",
    "end": "00:46:39"
  },
  {
    "text": "So that's why I think it deserves to be. I appreciate you made that point, Chris, because we need the community from all times and all places.",
    "start": "00:46:39",
    "end": "00:46:47"
  },
  {
    "text": "Well, there's a whole field of study called reception history, where you maybe look at a passage of Scripture and then you ask the question how people interpreted it throughout all time in the Bible itself and then in early Jewish interpretation into our modern world and globally. And that can. I feel like that can be really helpful for just trying on different lenses, because our lens for reading Scripture isn't the best lens, and doing that can take us out of our egocentric view.",
    "start": "00:46:47",
    "end": "00:47:17"
  },
  {
    "text": "It.",
    "start": "00:47:22",
    "end": "00:47:22"
  },
  {
    "text": "Well, we've been talking about paradigms. We all have a certain paradigm with which we come to everything, including the Bible. And we're trying to say, look, here's seven great paradigms to try to reorient you to what the Bible is. But even if we do that really well, we still have our own paradigm. I live in Portland. I grew up in the West. I was born in the 80s. Like, I have my stuff, and I can't, like, get above that. But other people are not within that paradigm. And so they can see things that I can't see.",
    "start": "00:48:06",
    "end": "00:48:38"
  },
  {
    "text": "And vice versa.",
    "start": "00:48:38",
    "end": "00:48:39"
  },
  {
    "text": "And vice versa. And so together we can kind of then unearth and figure out what is really going on. Can I throw a curve ball into this as we land the plane?",
    "start": "00:48:39",
    "end": "00:48:48"
  },
  {
    "text": "Of course. I love it.",
    "start": "00:48:48",
    "end": "00:48:50"
  },
  {
    "text": "What do you think about the perspective of artificial intelligence as it comes to part of the community of reading we're on the edge of. I don't know if you're following what happens with GPT3, which is a specific.",
    "start": "00:48:50",
    "end": "00:49:04"
  },
  {
    "text": "Yeah, I don't know what that means.",
    "start": "00:49:04",
    "end": "00:49:05"
  },
  {
    "text": "It's just like it's an algorithm that's really good at language. So it can write articles that sound human. It can, like, write songs that sound very human. Like, it's just really good at human language, and it keeps getting better and better. And so basically, it can look at human language and understand it.",
    "start": "00:49:06",
    "end": "00:49:22"
  },
  {
    "text": "Does it understand it, or is it the result of a bunch of algorithms created by people?",
    "start": "00:49:22",
    "end": "00:49:29"
  },
  {
    "text": "Yes.",
    "start": "00:49:29",
    "end": "00:49:29"
  },
  {
    "text": "And people understand, and then they write out a process that mirrors human understanding, and then the algorithms replicate does that make sense?",
    "start": "00:49:29",
    "end": "00:49:38"
  },
  {
    "text": "Yeah.",
    "start": "00:49:38",
    "end": "00:49:38"
  },
  {
    "text": "They can discover things beyond what humans know, though.",
    "start": "00:49:38",
    "end": "00:49:42"
  },
  {
    "text": "But it's a scale, right? Wouldn't it be something like this could take in information at a scale that a human brain couldn't or could only do slowly?",
    "start": "00:49:42",
    "end": "00:49:51"
  },
  {
    "text": "I will say, yes, it does. It understands it not in the way that humans understand things, but in a way that a computer can understand things that mimics the way that humans understand enough that we're now getting fooled of. Like, was that written by a human or a computer? Or, for example, text to speech, you know, like a Siri. It always sounds a little clunky, Right. It's because it doesn't understand what it's reading, so it doesn't know where to emphasize in a sentence. Well, now it does. There's AI text to speech. It understands enough. And whatever we mean by understand, it actually sounds very human.",
    "start": "00:49:51",
    "end": "00:50:27"
  },
  {
    "text": "Yeah, got it.",
    "start": "00:50:27",
    "end": "00:50:28"
  },
  {
    "text": "Because it's emphasizing things in the right way at the right time. It's through context.",
    "start": "00:50:28",
    "end": "00:50:32"
  },
  {
    "text": "Yeah. But it can process millions of examples of people pronouncing and emphasizing and then create like. Right?",
    "start": "00:50:32",
    "end": "00:50:39"
  },
  {
    "text": "Yeah. As this technology, as these algorithms get sophisticated enough, they're going to be unearthing things that humans just might miss.",
    "start": "00:50:39",
    "end": "00:50:47"
  },
  {
    "text": "Sure.",
    "start": "00:50:47",
    "end": "00:50:48"
  },
  {
    "text": "And is that part of the public reading of Scripture?",
    "start": "00:50:48",
    "end": "00:50:51"
  },
  {
    "text": "That's interesting. Well, man, certainly when you're talking about the literary geniuses who produce this literature that had it all in their head in a way that probably no other people will ever have it all in their head, except maybe some, like, rabbis today. So, yeah, just say GPT3. Is that it? Did I say it right when you're coming across and be like, give me all the instances where the word right occurs in the Hebrew Bible.",
    "start": "00:50:51",
    "end": "00:51:16"
  },
  {
    "text": "You don't need GPT3 for that. Just use the Logos. Bible says.",
    "start": "00:51:16",
    "end": "00:51:19"
  },
  {
    "text": "Yeah, totally. But what if you could do it orally?",
    "start": "00:51:19",
    "end": "00:51:20"
  },
  {
    "text": "Oh, okay.",
    "start": "00:51:21",
    "end": "00:51:21"
  },
  {
    "text": "Like in a Bible reading interface.",
    "start": "00:51:21",
    "end": "00:51:23"
  },
  {
    "text": "Oh, right.",
    "start": "00:51:23",
    "end": "00:51:23"
  },
  {
    "text": "It'd be like an oral concordance. Yeah, yeah.",
    "start": "00:51:23",
    "end": "00:51:27"
  },
  {
    "text": "But give me all the ones that seem significant to this passage. I'm in.",
    "start": "00:51:27",
    "end": "00:51:31"
  },
  {
    "text": "I'm totally into this. The statistical significance of links. So you could say like, hey, where are all of the occurrences that the author most likely intended this to be connected?",
    "start": "00:51:31",
    "end": "00:51:41"
  },
  {
    "text": "Yeah, right.",
    "start": "00:51:41",
    "end": "00:51:43"
  },
  {
    "text": "Yeah, that'd be cool.",
    "start": "00:51:43",
    "end": "00:51:43"
  },
  {
    "text": "And you're like, oh, well, we knew about these 10, but this one, that's interesting. Is that something?",
    "start": "00:51:43",
    "end": "00:51:48"
  },
  {
    "text": "Yeah, interesting.",
    "start": "00:51:48",
    "end": "00:51:49"
  },
  {
    "text": "Okay, wait, so can you connect this back to the communal?",
    "start": "00:51:49",
    "end": "00:51:51"
  },
  {
    "text": "Yeah. So as we're coming together, we all have our lens and we're all working together to try to find, you know, the ancient context the literary structure and the wisdom within this. Is there a place for the algorithms we create to be part of that community?",
    "start": "00:51:52",
    "end": "00:52:09"
  },
  {
    "text": "I think so. I mean, I think that's like asking, are all the disciplines welcome to approach the Bible through their lens? The sciences and maths and the literary studies. You know, I think there are valuable things we can learn from a Bible. Approaching the Bible through these different fields.",
    "start": "00:52:10",
    "end": "00:52:27"
  },
  {
    "text": "Yeah. So what you're saying is if you're in a local church gathering, you're waiting for the day when there's a cyborg.",
    "start": "00:52:27",
    "end": "00:52:32"
  },
  {
    "text": "Next to you or the pastor. The main pastor and worship leader.",
    "start": "00:52:32",
    "end": "00:52:36"
  },
  {
    "text": "Yeah. Who has GPT3 in its processing unit. I don't understand that story about the Amalekites. And GPT3 would say. Well, let me tell you.",
    "start": "00:52:36",
    "end": "00:52:45"
  },
  {
    "text": "Let me give you my interpretation.",
    "start": "00:52:45",
    "end": "00:52:46"
  },
  {
    "text": "Yeah. I actually think what you're saying is helpful. And we're kind of doing it already. I mean, I live on my Bible software every day using that concordance, using the reference tools. I actually have a little window set up where I can type in a verse and it'll access all my commentaries. Exactly. To the digital page of where that verse is talked about. But then I have a history of interpretation thing where it'll. Anytime that verse has been discussed by early Christian scholars in early Christian literature, it'll line those all up for me.",
    "start": "00:52:46",
    "end": "00:53:18"
  },
  {
    "text": "And this is reading in community, because.",
    "start": "00:53:18",
    "end": "00:53:20"
  },
  {
    "text": "You'Re reading with all these communal literature.",
    "start": "00:53:20",
    "end": "00:53:22"
  },
  {
    "text": "Yeah. So as far as reading the Bible today, if somebody is approaching the Bible as communal literature, what does that look like for the average reader? What do they gain from viewing it that way?",
    "start": "00:53:22",
    "end": "00:53:32"
  },
  {
    "text": "Yeah, yeah, that's right.",
    "start": "00:53:32",
    "end": "00:53:33"
  },
  {
    "text": "And you could say that it's impossible not to read the Bible this way. Right. Like, no one grew up on an island just reading the Bible themselves.",
    "start": "00:53:33",
    "end": "00:53:43"
  },
  {
    "text": "Oh, that's right. Even to read a translation is to be reading in community.",
    "start": "00:53:43",
    "end": "00:53:46"
  },
  {
    "text": "Right.",
    "start": "00:53:46",
    "end": "00:53:47"
  },
  {
    "text": "Just community with a bunch of translators you've never met.",
    "start": "00:53:47",
    "end": "00:53:49"
  },
  {
    "text": "Yeah. We're all coming from our own bubble. And so when we sit down and we read alone, all of that is there.",
    "start": "00:53:49",
    "end": "00:53:56"
  },
  {
    "text": "That's true.",
    "start": "00:53:56",
    "end": "00:53:56"
  },
  {
    "text": "So you're still kind of reading in community. Yeah, but this is about really embracing that and going wide also.",
    "start": "00:53:56",
    "end": "00:54:04"
  },
  {
    "text": "I think responding in community is a big deal. So being able to say to my group of people, hey, I was reading this, and it really impacted me in this way. This is how it relates to my life. I think that that is important, you know, because that's not just interpretation, that's also community response.",
    "start": "00:54:04",
    "end": "00:54:21"
  },
  {
    "text": "Yeah, totally. So on that note, a really great book that can do this kind of ladder thing that we're talking about. The recent introduction to the Bible by a scholar, Michael Gorman. He's a New Testament scholar, but he just edited it. It's called a Global Ecumenical Introduction to the Bible. And it's literally. It's an introduction to how different Christian communities around the world read and understand the story of the Bible. So there's chapters on African understandings of the biblical story, African American, Asian, Latino, and everything in between. So this is a great way to introduce yourself to the global Christian community that has been reading the Bible for a long time. Tools like this are just outstanding because they just help you see your blind spots from your own setting and community, but also introduce you to the body of the Messiah around the world that we're all trying to do the same thing. So this is a great way to embrace the Bible as communal literature.",
    "start": "00:54:21",
    "end": "00:55:18"
  },
  {
    "text": "Sam, that was it. We did it. All seven pillars that make up the paradigm for how to read the Bible. Let's review them really quick as we land the plane here.",
    "start": "00:55:18",
    "end": "00:56:08"
  },
  {
    "text": "Also, let's take note that the fact that we call them pillars now.",
    "start": "00:56:08",
    "end": "00:56:12"
  },
  {
    "text": "Yeah. We decided that that's what we were.",
    "start": "00:56:12",
    "end": "00:56:14"
  },
  {
    "text": "Calling them in the course of the conversation.",
    "start": "00:56:14",
    "end": "00:56:17"
  },
  {
    "text": "Yeah.",
    "start": "00:56:17",
    "end": "00:56:17"
  },
  {
    "text": "So that's great. And I'm happy with that. Seven pillars of the paradigm.",
    "start": "00:56:17",
    "end": "00:56:20"
  },
  {
    "text": "Yeah. If you listen to the beginning of the conversation, we're calling them all sorts of things. And at some point, we just zeroed in on pillars.",
    "start": "00:56:20",
    "end": "00:56:27"
  },
  {
    "text": "Yep. So we began with the Scriptures are divine and human. That is the product of a human and divine partnership that produced this collection of scriptural writings.",
    "start": "00:56:27",
    "end": "00:56:37"
  },
  {
    "text": "The second one was that this is a unified collection. So there's a story being told about God's rescue of humanity. And the third one goes right alongside this. It's that it's messianic literature. So the story is about a messiah, an anointed one to come.",
    "start": "00:56:37",
    "end": "00:56:54"
  },
  {
    "text": "Oh, yeah. And in the process of the conversation, we realize those three are unified with the divine human partnership theme. The Scriptures are divine and human. It's a unified story about a divine human partnership that leads to a divine human.",
    "start": "00:56:55",
    "end": "00:57:08"
  },
  {
    "text": "Yeah, right. Yeah. We started seeing those three as grouped together or easy to remember. Together.",
    "start": "00:57:08",
    "end": "00:57:13"
  },
  {
    "text": "Yeah, totally. Yep. So that's the first three, John. What's the fourth one?",
    "start": "00:57:13",
    "end": "00:57:17"
  },
  {
    "text": "Meditation literature. Your favorite ancient Jewish meditation literature. How the Bible is designed, highly structured, and it interprets itself, and it asks for a lifetime of reading and rereading.",
    "start": "00:57:17",
    "end": "00:57:32"
  },
  {
    "text": "Yeah. And you just said this. It's ancient meditation literature. But we talked more in the. Is this the fifth pillar about how? The Bible is ancient literature, so it's rooted in a historical context and is written within that context, so has conventions that are different than our own and written in a different language with different terminology that carry different meanings. So just being aware of all of that as you read is super helpful.",
    "start": "00:57:33",
    "end": "00:57:58"
  },
  {
    "text": "And then the sixth pillar kind of follows from that. Even though it is all ancient literature rooted in ancient context, written in ancient languages, it can transcend that ancient context and speak to anybody anywhere. And that's the sixth pillar of the paradigm that is wisdom literature. It's literature that's designed to reveal God's wisdom and then to shape and form human character and communities to live a certain way in the world in light of the implications of the story. Wisdom.",
    "start": "00:57:59",
    "end": "00:58:31"
  },
  {
    "text": "Yeah. And then the last one we talked about is that the Bible is communal literature. It is written for a community of God's people, meant to be read or interpreted in a community has implications for the community. So that's what we ended with.",
    "start": "00:58:31",
    "end": "00:58:45"
  },
  {
    "text": "There you go.",
    "start": "00:58:45",
    "end": "00:58:45"
  },
  {
    "text": "There they are.",
    "start": "00:58:45",
    "end": "00:58:46"
  },
  {
    "text": "7. And let us not forget that the number 7 is a really important unifying principle in the story of the Bible. We didn't start with seven. Did we start?",
    "start": "00:58:47",
    "end": "00:58:55"
  },
  {
    "text": "No, we didn't aim for seven. Something just happened. It is locked into seven.",
    "start": "00:58:55",
    "end": "00:58:58"
  },
  {
    "text": "Yeah. Because seven is a number. A biblical number means full or complete.",
    "start": "00:58:58",
    "end": "00:59:02"
  },
  {
    "text": "Yeah. It's spelled with the same letters of the Hebrew word, completeness. I love it.",
    "start": "00:59:02",
    "end": "00:59:07"
  },
  {
    "text": "So there can. There could be no more pillars. Don't think of any more.",
    "start": "00:59:07",
    "end": "00:59:11"
  },
  {
    "text": "That's not what we're trying to say.",
    "start": "00:59:11",
    "end": "00:59:12"
  },
  {
    "text": "All right. That was a really rewarding series. Thank you, Tim and Chrissa. And what we're going to do next is an interview with our friend, author and Pastor Dan Kimball, who wrote a book that is all along the lines of this exact same thing, how to Read the Bible, except that the title.",
    "start": "00:59:12",
    "end": "00:59:29"
  },
  {
    "text": "Of it is how not to Read the Bible.",
    "start": "00:59:29",
    "end": "00:59:31"
  },
  {
    "text": "Yeah. It's pretty clever and really interesting to read. So, yeah, we're excited to talk about that.",
    "start": "00:59:31",
    "end": "00:59:37"
  },
  {
    "text": "And then we'll follow that up with our final question and response episode for this series. Then we're getting towards the end of the year, and we're going to do an episode introducing really what we're going to be doing all next year.",
    "start": "00:59:37",
    "end": "00:59:49"
  },
  {
    "text": "Yeah.",
    "start": "00:59:49",
    "end": "00:59:50"
  },
  {
    "text": "Which is really exciting, I guess. Tim, do you want to plug it a little bit?",
    "start": "00:59:50",
    "end": "00:59:55"
  },
  {
    "text": "Yeah. We're going to be going through the Torah through the course of 2022 in the podcast. The main thing we're going to do is walk slowly through the Torah and showing and exploring the main themes that link together different parts of the Torah into one unified piece of work. So there's more to it, but. But we'll get there when we get there. But we're excited. We're going to crawl through the Torah. It's going to be awesome.",
    "start": "00:59:56",
    "end": "01:00:19"
  },
  {
    "text": "Yeah. I can't believe it's the end of the year. A whole nother year has gone by. The years are, like, flying by, but we got another year coming. I'm really excited. We're going to be digging deeper into how do you actually read the Bible with this paradigm, developing those skills and really grateful for you guys being along with us. Thanks for listening to this episode of BibleProject Podcast. Next week we've got an interview with a pastor and professor, Dan Kimball, about his new book.",
    "start": "01:00:19",
    "end": "01:00:49"
  },
  {
    "text": "Dan's book is called how not to Read the Bible, and it just came out. He addresses all of these disturbing and important and common questions that a lot of Christians and people who are exploring the Christian faith have. So he starts off with questions like, why is it okay for. For God to kill children and not Herod? Is God endorsing humans as property? Is God commanding gender inequality? So these are really tough questions. And he provides some tools that resonate a lot with this paradigm that we've been talking about in this series.",
    "start": "01:00:49",
    "end": "01:01:21"
  },
  {
    "text": "Today's show was produced by Cooper Peltz and edited by dan Gummel, Zach McKinlay and Frank Garza. Our show notes are by Lindsey Ponder. Bibleproject is a crowdfunded nonprofit. We exist to experience the Bible as a unified story that leads to Jesus and to do it in community. So thank you for being a part of this with us.",
    "start": "01:01:21",
    "end": "01:01:39"
  },
  {
    "text": "Hi, this is Wauna and I'm from Botswana. I first heard about the Bible Project last year. I used the Bible Project for Bible studies and to learn about a few important Greek and Hebrew words in the Bible. My favorite thing about the Bible Project is the online classroom at Classroom Bible. And honestly speaking to me, we believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes, and more@bibleproject.com.",
    "start": "01:01:39",
    "end": "01:02:12"
  }
]