[
  {
    "text": "Living in good relationships with others is actually really complicated. The way I treat my best friend with respect and love is different than the way I should treat my wife with respect and love, or my boss with respect and love. What works one day won't work the next day. And knowing the right thing to do in any given situation is, well, really messy.",
    "start": "00:00:04",
    "end": "00:00:29"
  },
  {
    "text": "There's lots of different ways to be human. Some of them are going to lead to life and abundance and healthy relationships and justice and flourishing communities. Then there's other ways of being human that will lead to broken relationships and injustice and violence and poverty in my communities and despair and depression. How do you know what's the right way to be a human?",
    "start": "00:00:29",
    "end": "00:00:54"
  },
  {
    "text": "John I'm John Collins, and this is BibleProject Podcast. Today I'm talking with my friends and scholars, Dr. Tim Meckey and Dr. Carissa Quinn, and we will be discussing Chokhmah, it's the Hebrew word for wisdom. This is part of our paradigm series where we're looking at how we see the Bible the way we think biblical literature works. And today we'll discuss how the Bible is wisdom literature.",
    "start": "00:00:54",
    "end": "00:01:20"
  },
  {
    "text": "Wisdom literature is often, in biblical studies, a title that refers to a handful of books within the Bible, not the whole thing. What we mean by this is a little bit different. All of the diverse literary styles in the Bible reveal God's wisdom and invite us into a journey of character transformation.",
    "start": "00:01:20",
    "end": "00:01:37"
  },
  {
    "text": "Now, if the Bible is meant to transform our character, wouldn't it be easier for it to just be a list of things that we ought to do and things we ought not to do?",
    "start": "00:01:38",
    "end": "00:01:49"
  },
  {
    "text": "But if you really think about it, you don't want a list. You want a list for certain seasons that'll train like your moral compass, so that when you confront really complex situations and it's not clear and there's no list. But you've been shaped to be the kind of person who knows how to figure out the right way forward. Lists will not help you do that, but wisdom, wisdom will help you do that.",
    "start": "00:01:49",
    "end": "00:02:13"
  },
  {
    "text": "And so while the Bible does have lists of rules, it has the ancient law code for ancient Israel. It has, it has lists in the first century, letters for the first century Christians. Despite the list of rules, the Bible actually isn't a rule book. All of the stories, all of the poems, proverbs, the parables and the rules, they all give us access to God's wisdom. That's ahead on today's podcast. Thanks for joining us. Here we go. All right. We're talking about the Bible as we do. I'm John I'm here with Tim and Chrissa. How y' all doing?",
    "start": "00:02:13",
    "end": "00:02:50"
  },
  {
    "text": "Hey.",
    "start": "00:02:50",
    "end": "00:02:51"
  },
  {
    "text": "Hi.",
    "start": "00:02:51",
    "end": "00:02:51"
  },
  {
    "text": "Hi.",
    "start": "00:02:51",
    "end": "00:02:52"
  },
  {
    "text": "Hi. Good morning. It's morning.",
    "start": "00:02:52",
    "end": "00:02:53"
  },
  {
    "text": "It is morning. We are jumping back into this conversation about the paradigm by which we review the Bible and read it and think that it works as literature. And we've been going through a number of these.",
    "start": "00:02:53",
    "end": "00:03:07"
  },
  {
    "text": "Yeah. All in an effort to unpack a phrase that we've been using for years now to describe what we're doing at the Bible Project, which is to help people experience the Bible as a unified story. The Lisa, Jesus, Carissa and John. What do we mean when we say such a thing?",
    "start": "00:03:07",
    "end": "00:03:25"
  },
  {
    "text": "That's what we're talking about.",
    "start": "00:03:25",
    "end": "00:03:26"
  },
  {
    "text": "Well, and we talked about how it is a unified story, so that it's got one big story plot of God and humanity, that the themes in it unify it. And then we talked about. What else did we talk about? Unified literature.",
    "start": "00:03:26",
    "end": "00:03:43"
  },
  {
    "text": "Yep. And before that, we talked about how it's human and divine.",
    "start": "00:03:43",
    "end": "00:03:45"
  },
  {
    "text": "Human. Both human and divine literature.",
    "start": "00:03:45",
    "end": "00:03:47"
  },
  {
    "text": "Product of a human and divine partnership.",
    "start": "00:03:47",
    "end": "00:03:49"
  },
  {
    "text": "Yeah. A holy book, as people say.",
    "start": "00:03:49",
    "end": "00:03:51"
  },
  {
    "text": "Yeah, I guess so. Yeah.",
    "start": "00:03:53",
    "end": "00:03:54"
  },
  {
    "text": "I haven't heard that one because you guys just recorded it. But that seems like that would have implications for being unified as this divine work that has God's spirit working behind it. And these brilliant literary ninja authors that are really, really good at reading and writing. Yeah, Reading and writing. It's morning. It's really early right now.",
    "start": "00:03:54",
    "end": "00:04:16"
  },
  {
    "text": "Oh.",
    "start": "00:04:16",
    "end": "00:04:17"
  },
  {
    "text": "But they read it too, because they meditated.",
    "start": "00:04:17",
    "end": "00:04:19"
  },
  {
    "text": "Interpreting. They're really good at interpreting.",
    "start": "00:04:19",
    "end": "00:04:22"
  },
  {
    "text": "Yep.",
    "start": "00:04:22",
    "end": "00:04:22"
  },
  {
    "text": "Human and divine. Unified. And then that. It's messianic.",
    "start": "00:04:22",
    "end": "00:04:26"
  },
  {
    "text": "Messianic, that is, that it's about the governing story. That unifies it is about an anointed representative human who comes to do for humanity and for God's people what they seem incapable of doing for themselves, which.",
    "start": "00:04:26",
    "end": "00:04:42"
  },
  {
    "text": "Is to be the anointed representatives of God.",
    "start": "00:04:42",
    "end": "00:04:45"
  },
  {
    "text": "Yeah. In terms of how themes work in the Bible that unify it, often a theme will be expressed in many different words throughout the biblical story. So page one uses the phrase image of God to describe humans as representatives to. But then as the story goes on, the pool of legitimate representatives keeps getting smaller.",
    "start": "00:04:45",
    "end": "00:05:06"
  },
  {
    "text": "Yeah, the narrowing.",
    "start": "00:05:06",
    "end": "00:05:07"
  },
  {
    "text": "Yeah. And so there's this role or office that is both priestly and royal that is called the anointed one in Israel, and that is another expression of an image of God. Representative.",
    "start": "00:05:07",
    "end": "00:05:20"
  },
  {
    "text": "Anointed means messiah. Anointed or messiah means anointed.",
    "start": "00:05:20",
    "end": "00:05:23"
  },
  {
    "text": "Yeah, totally. Anointed is an English translation of what the word messiah means.",
    "start": "00:05:23",
    "end": "00:05:26"
  },
  {
    "text": "And Christ means messiah.",
    "start": "00:05:26",
    "end": "00:05:28"
  },
  {
    "text": "It's the Greek translation of that Hebrew word messiah, but spelled with English letters, Christ.",
    "start": "00:05:28",
    "end": "00:05:33"
  },
  {
    "text": "So Jesus Christ is Jesus the Messiah. Jesus the anointed one.",
    "start": "00:05:34",
    "end": "00:05:37"
  },
  {
    "text": "Correct. Yep.",
    "start": "00:05:37",
    "end": "00:05:38"
  },
  {
    "text": "And so this is literature that's all about this idea of needing a messiah. And then we looked at last episode that it's meditation literature.",
    "start": "00:05:39",
    "end": "00:05:50"
  },
  {
    "text": "Yeah.",
    "start": "00:05:50",
    "end": "00:05:50"
  },
  {
    "text": "And I just love. I love this part of the paradigm that this is. This literature is meant for, like, a lifetime of reading and rereading, and that it's shaped in such a way that it kind of shapes your imagination as you kind of continually discover and see how it almost interprets itself and how he's kind of. There's this. I don't know, actually. How would you describe it, Tim, what's your shorthand? What's your shorthand? Or maybe, Carissa, what did you remember from.",
    "start": "00:05:51",
    "end": "00:06:19"
  },
  {
    "text": "Yeah, Karissa, you're really good at summarizing things.",
    "start": "00:06:19",
    "end": "00:06:21"
  },
  {
    "text": "Yeah. Meditation literature. It's designed to be this piece of literature, this whole text that we engage in over and over and over. And as we read that, we're transformed by it, but we also see more in the text, so we see the patterns that are repeating and how things are connected. It's not meant to be. I think this goes back to what you guys were talking about in the very first intro episodes. It's not meant to be a theological dictionary, a moral guidebook, or the spiritual grab bag, but it's literature to be meditated on. And it tells a story, so we get to imagine that story and be a part of that story, which is interesting. And we talked a lot about how it's artistically designed, too.",
    "start": "00:06:22",
    "end": "00:07:01"
  },
  {
    "text": "Yeah, that's right. There's kind of two aspects to this one. One is just the basic point. Super dense, but unified. But you have to work at discovering its unity through constant rereading. And it's designed that way. That's not like a glitch. It's a feature. Often we experience hard to understand biblical stories and treat them as if there's a glitch.",
    "start": "00:07:01",
    "end": "00:07:22"
  },
  {
    "text": "Yeah, you repeated that. Or this story is leaving out too much information. Or that's a weird way to tell that narrative. Yeah, that's because it's telling stories in a very specific way to force you to allow you to see how it's connecting the dots itself and explaining the human condition and explaining who God is. Not by just telling you, by letting you discover it by the way that it repeats motifs. And we call it kind of harmonizing with itself.",
    "start": "00:07:23",
    "end": "00:07:56"
  },
  {
    "text": "Yeah.",
    "start": "00:07:57",
    "end": "00:07:58"
  },
  {
    "text": "So that's one that sounds really abstract. If I was listening to myself right there, I'D be like, what a hippy, dippy thing to say about the Bible.",
    "start": "00:07:58",
    "end": "00:08:04"
  },
  {
    "text": "Yeah, totally. So that leads into the next aspect of meditation literature, in that the styles and conventions and every culture both produces and develops certain literary styles and conventions for how they write poetry and narrative and so on. And so ancient Israelite literature and ancient Jewish literature, which is two ways of talking about the same literature just over the course of a long period of time. I'm sorry, that's a whole other conversation. Well, ancient Israel. Israel was the 12 tribes unified or living in some kind of federation. And then after the exile to Babylon, it was mainly just the tribe of Judah that still had independent existence. And Judah is the origin of the word Jew and Jewish.",
    "start": "00:08:04",
    "end": "00:08:46"
  },
  {
    "text": "Oh, okay.",
    "start": "00:08:46",
    "end": "00:08:48"
  },
  {
    "text": "So usually Jewish describes literature after the exile. Israelite describes literature before the exile.",
    "start": "00:08:48",
    "end": "00:08:53"
  },
  {
    "text": "Okay, but there's a unity between those two.",
    "start": "00:08:53",
    "end": "00:08:55"
  },
  {
    "text": "That's right. But it's the same tradition, just different political circumstances. Okay. Anyway, ancient Israelite and biblical Jewish literature, sorry, has a very unique. But also you can profile conventions of how these narratives and poems are designed. And it's through often a non linear way of communicating, of telling a story in a handful of parts. And those parts relate conceptually and in terms of linkages between them, but not always linearly. And so stories often read in a weird way because it feels if you tried to like, make a movie out of many biblical scenes.",
    "start": "00:08:55",
    "end": "00:09:35"
  },
  {
    "text": "Yeah. There'd be a lot of repeated scenes.",
    "start": "00:09:35",
    "end": "00:09:37"
  },
  {
    "text": "Well, if you made it literally, the movie would be really difficult to watch.",
    "start": "00:09:37",
    "end": "00:09:41"
  },
  {
    "text": "For us, at least for us.",
    "start": "00:09:42",
    "end": "00:09:43"
  },
  {
    "text": "That's right. But also I think, because when you try and translate into film, you need to make it into linear, a linear sequence. Otherwise it's like a Christopher Nolan film where everything's out of order, which is.",
    "start": "00:09:44",
    "end": "00:09:56"
  },
  {
    "text": "What we talked about.",
    "start": "00:09:56",
    "end": "00:09:57"
  },
  {
    "text": "That's right. But for biblical authors, narratives are designed according to the same principles as poetry, in terms of symmetry and parallelism and matching parts, going from the outside to the inside, back to the outside. And so it's a unique narrative style that fosters meditation. Read one story from multiple perspectives.",
    "start": "00:09:57",
    "end": "00:10:15"
  },
  {
    "text": "You know what's interesting about that is we've been talking about the Bible as unified literature or a unified story. But that doesn't mean it reads like a story in the way we typically think of story.",
    "start": "00:10:15",
    "end": "00:10:26"
  },
  {
    "text": "That's exactly.",
    "start": "00:10:26",
    "end": "00:10:26"
  },
  {
    "text": "With a beginning, a middle and an end. I mean, it does have a narrative strand. The entire Bible does even have a somewhat chronological narrative strand.",
    "start": "00:10:26",
    "end": "00:10:36"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:10:36",
    "end": "00:10:37"
  },
  {
    "text": "And you see how, like, if this happens often, where Hollywood will make a movie about the Exodus and They have to adapt the story into our modern narrative conventions to make the story palatable to us.",
    "start": "00:10:37",
    "end": "00:10:53"
  },
  {
    "text": "Right. So ancient Jewish conventions, they could use.",
    "start": "00:10:53",
    "end": "00:10:56"
  },
  {
    "text": "These cyclical things that just wouldn't work the way we tell stories now.",
    "start": "00:10:56",
    "end": "00:11:00"
  },
  {
    "text": "Yeah. Or viewing one event from multiple different lenses and telling those lenses one in a row, which to us would sound repetitive.",
    "start": "00:11:00",
    "end": "00:11:08"
  },
  {
    "text": "Now, at the same time, though, good directors in movies do something similar where they establish a theme.",
    "start": "00:11:08",
    "end": "00:11:15"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:11:15",
    "end": "00:11:16"
  },
  {
    "text": "Or a type of character. And then they re establish that idea in a new way. And you're supposed to, as the viewer, connect the dots. They're not gonna do it for you. But then we're talking about like, you know, artistic films and stuff.",
    "start": "00:11:16",
    "end": "00:11:29"
  },
  {
    "text": "The Bible does that too, right?",
    "start": "00:11:29",
    "end": "00:11:30"
  },
  {
    "text": "That's what the Bible does.",
    "start": "00:11:30",
    "end": "00:11:31"
  },
  {
    "text": "Yeah. It leaves narrative gaps where we're supposed to engage as readers and wonder what's going on here. Could it be this or that? And that's part of the strategy. It's kind of cool.",
    "start": "00:11:31",
    "end": "00:11:41"
  },
  {
    "text": "So it is. Yeah. So we're trying to summarize conversations that we started having, you and I, John, in the how to Read the Bible series, like, years ago, I think especially in the how to Read Biblical Poetry and Narrative. That was, for me, the first attempts to try and articulate all of the stuff I was learning. So we've boiled it down into this.",
    "start": "00:11:41",
    "end": "00:12:00"
  },
  {
    "text": "Have we boiled it down? We just talked for five minutes. Like, give me like the good two sentence meditation literature.",
    "start": "00:12:00",
    "end": "00:12:05"
  },
  {
    "text": "Two sentence. The Bible is a kind of literature that's designed to communicate to you only after multiple rereadings and long periods of meditation and pondering what its meaning is. And so its meaning is the experience of discovering what a story or poem means is like peeling back the layers of an onion. You walk away and you think, okay, I think I get what's going on here. And then you'll come back later after reading the rest of the collection, be like, oh, man, I had no clue what this was really about. And then a year later, you come back to that same poem or story and be like, oh, whoa, I didn't see that, but now I see this. It's designed that way.",
    "start": "00:12:05",
    "end": "00:12:44"
  },
  {
    "text": "And it's not that. It's like, oh, what I was thinking was wrong, that I didn't see everything it had to offer.",
    "start": "00:12:44",
    "end": "00:12:50"
  },
  {
    "text": "That's right. Although sometimes it'll lead to a re evaluation of something that I thought was good, was maybe not good.",
    "start": "00:12:50",
    "end": "00:12:57"
  },
  {
    "text": "Now this could sound kind of gnostic. You know, there's a secret hidden message in the Bible and you have to learn the code to, oh, interesting to read.",
    "start": "00:13:27",
    "end": "00:13:35"
  },
  {
    "text": "It could see that it feels a little discouraging to think, wait, I can't just read it and understand it on a first read. And I have to know these ways.",
    "start": "00:13:35",
    "end": "00:13:45"
  },
  {
    "text": "That I'm initiated into the club of ancient artistic literature.",
    "start": "00:13:45",
    "end": "00:13:50"
  },
  {
    "text": "Okay, so I have a couple thoughts. One is, if you really think about any field of human knowledge, it's exactly like this. Like, you learn math starting in what, first grade, and then you can study it for the rest of your life.",
    "start": "00:13:52",
    "end": "00:14:04"
  },
  {
    "text": "That's true.",
    "start": "00:14:04",
    "end": "00:14:05"
  },
  {
    "text": "You know that's true. Like, what field of human knowledge is not like this?",
    "start": "00:14:05",
    "end": "00:14:09"
  },
  {
    "text": "That's true. Yeah.",
    "start": "00:14:09",
    "end": "00:14:10"
  },
  {
    "text": "You could come to it at a basic level, but then it just keeps getting deeper and deeper.",
    "start": "00:14:10",
    "end": "00:14:13"
  },
  {
    "text": "There's always more. To be honest, I think there's something, especially in American Protestant traditions that's come to us culturally that the Bible ought to be simple. It ought to be able to understood at its face value on the first reading to communicate to the simple average person. And as time goes by, that is not my experience of these texts.",
    "start": "00:14:13",
    "end": "00:14:36"
  },
  {
    "text": "That was never my experience. No. I was just thinking, though, what is it about the Bible that makes us view it that way as opposed to the way we view everything else? It's almost like, do you guys resonate with this? The idea that, you know, if God wants to communicate something to people, then he's gonna make it understandable to people. And I do think there's a truth to that. There's a.",
    "start": "00:14:36",
    "end": "00:14:57"
  },
  {
    "text": "The UN headphones is what we talk about.",
    "start": "00:14:57",
    "end": "00:14:59"
  },
  {
    "text": "There's a truth to that aspect of communication, that God is going to be a really good communicator and his spirit working through people is going to be a great communicator. But I think there's something to the invitational nature of the Bible that engages us in it. Instead of just giving us these propositional truths, we're meant to be drawn into a story. And so that means it's going to be complex, it's going to be interesting.",
    "start": "00:15:00",
    "end": "00:15:23"
  },
  {
    "text": "Yeah. I guess what we're saying is instead of God giving us an instruction manual, he gave us piece of art.",
    "start": "00:15:24",
    "end": "00:15:29"
  },
  {
    "text": "Yes.",
    "start": "00:15:30",
    "end": "00:15:30"
  },
  {
    "text": "Which could be frustrating.",
    "start": "00:15:31",
    "end": "00:15:32"
  },
  {
    "text": "Yeah. Yeah. And again, I'm not sure. I don't think it's the Bible. I think it's something unique to American culture that has produced that. And then it's probably been exported into places where American Christianity has been exported. But, you know, if you look at how any man, if you look at how the Bible was read and understood by the first 500 years of Christian scholars and Bible teachers, like the church Fathers, what they're often called. There's a lot of. There's a lot of mothers in there too. The basic assumption was what we're talking about right now. The Bible is deep. It's full of mysteries. It's meant to be read and re read. It will not give up its most important messages on a first reading. And this for me had been a new arena of learning. And the church fathers and Origen and Tertullian or whatever. And this is all the assumption they have about the Scriptures is that they require a lifetime of rereading and meditation. So there's something uniquely about our cultural context that has formed people to think the Bible isn't like that or shouldn't be like that. And what we're trying to do is recover what actually Jews and Christians have always said about these texts, but somehow our situation has made us forget that.",
    "start": "00:15:32",
    "end": "00:16:41"
  },
  {
    "text": "But at the simplest level, the story of the Bible is not that hard to understand.",
    "start": "00:16:41",
    "end": "00:16:46"
  },
  {
    "text": "No, yeah, that's totally.",
    "start": "00:16:46",
    "end": "00:16:48"
  },
  {
    "text": "Humans have been called to this great, great calling to be God's image. I guess that's hard to understand, to represent God in the world and we are his creatures. And we could do it on our own terms, which leads to violence and pain and misery, or we can do it through God's wisdom, which will be great. That's the story of the Bible.",
    "start": "00:16:48",
    "end": "00:17:10"
  },
  {
    "text": "Sure.",
    "start": "00:17:10",
    "end": "00:17:11"
  },
  {
    "text": "And that we need a messiah, as we talked about, that can do it for us and show us the way and become a part of that. So.",
    "start": "00:17:11",
    "end": "00:17:19"
  },
  {
    "text": "But notice what you just did there is abstract the message of the Bible based on years of conversations from you and I reading and rereading these texts together with a group. Yeah, that's true. And so I think you're right. The concepts that it's communicating can be communicated in a simple way. But the way the literature gets these ideas across is called Genesis 1:11. Like, what is this?",
    "start": "00:17:19",
    "end": "00:17:46"
  },
  {
    "text": "Well, also, luckily, we're going to talk about this later. The Bible is communal literature. We're never meant to come to it.",
    "start": "00:17:47",
    "end": "00:17:53"
  },
  {
    "text": "That's exactly right.",
    "start": "00:17:53",
    "end": "00:17:54"
  },
  {
    "text": "Just me, by myself, with no preconceived notion and no community interpretation. We typically do start off with, oh, this is a story about how God loves humanity, rescues humanity through a messiah. Hopefully that's part of the story that we come to the Bible with.",
    "start": "00:17:54",
    "end": "00:18:10"
  },
  {
    "text": "So this was supposed to be like a short intro summary and we got sucked into the meditation thing.",
    "start": "00:18:11",
    "end": "00:18:16"
  },
  {
    "text": "There's something about the meditation thing that I love it and I want to make sure that we can kind of explain it. I see in a way that would make someone be like, that sounds exciting. Not kind of like, what kind of weird or daunting Gnostic nonsense or what kind of like, the Bible is art. Like, that's. These guys don't follow Jesus.",
    "start": "00:18:16",
    "end": "00:18:36"
  },
  {
    "text": "So it's really exciting about it. To me, it's that if I read Scripture, if I study. This happened in my PhD work on the Psalms. I read the Psalms every day, this small group of psalms, and I felt like I'm not even reading outside of the Psalms. I'm just reading these psalms for two years. And then when I went back to read the New Testament or other books of the Old Testament after that, my eyes were open to new things because I had been meditating on the Psalms for so long. So to me, it's exciting because the more that we read, the more that we study, the more that we'll see. And it doesn't matter if we're reading the story all the way through or studying one part of it. We'll just continue to see more our whole lives, which is exciting.",
    "start": "00:18:36",
    "end": "00:19:18"
  },
  {
    "text": "All right, so we are going to then talk about the next part of the paradigm, which is that the Bible is wisdom literature. And let's jump into that, Sam.",
    "start": "00:19:18",
    "end": "00:19:58"
  },
  {
    "text": "Okay. The Bible is wisdom literature. It's a key part of the paradigm we used to have. Back when we first started the Bible project, we had an additional little ending to our tagline mission.",
    "start": "00:20:13",
    "end": "00:20:25"
  },
  {
    "text": "The Bible is a unified story, leads to Jesus and offers wisdom to the modern world.",
    "start": "00:20:25",
    "end": "00:20:30"
  },
  {
    "text": "Yeah, it offers wisdom for the modern world. Yeah.",
    "start": "00:20:30",
    "end": "00:20:32"
  },
  {
    "text": "We no longer believe that.",
    "start": "00:20:32",
    "end": "00:20:34"
  },
  {
    "text": "Because that was acting as our mission statement. And we were trying to decide as an organization, do we exist to show how the Bible brings wisdom to the modern world? And that's. We just kind of were not sure.",
    "start": "00:20:36",
    "end": "00:20:48"
  },
  {
    "text": "Yeah, yeah. We felt like, yeah, it's not quite our mission to connect those dots, but we do want to show the wisdom that the Bible has.",
    "start": "00:20:48",
    "end": "00:20:53"
  },
  {
    "text": "Wisdom. The Bible has wisdom. And we do believe.",
    "start": "00:20:53",
    "end": "00:20:55"
  },
  {
    "text": "And it is wisdom.",
    "start": "00:20:56",
    "end": "00:20:57"
  },
  {
    "text": "That's right.",
    "start": "00:20:57",
    "end": "00:20:58"
  },
  {
    "text": "Literature.",
    "start": "00:20:58",
    "end": "00:20:58"
  },
  {
    "text": "That's right.",
    "start": "00:20:58",
    "end": "00:20:59"
  },
  {
    "text": "We just don't believe we can apply that wisdom in all the different contexts where you all listeners of the podcast live. That is your adventure with the Holy Spirit to figure out how it connects to the modern world. But we want to share what the wisdom is. And so wisdom literature. Okay, so what do we mean?",
    "start": "00:20:59",
    "end": "00:21:14"
  },
  {
    "text": "What do you mean?",
    "start": "00:21:14",
    "end": "00:21:15"
  },
  {
    "text": "I think it's a great question. So first, let's just recognize wisdom literature is often, in Biblical studies, a title that refers to a handful of books within the Bible, not the whole thing.",
    "start": "00:21:15",
    "end": "00:21:24"
  },
  {
    "text": "Right. Job ecclesiastes Proverbs, sometimes Song of Songs, sometimes some Psalms.",
    "start": "00:21:24",
    "end": "00:21:30"
  },
  {
    "text": "Yeah, yeah. Some overlap with the books of Solomon plus Job. Yeah. What we mean by this is a little bit different. So wisdom literature. So here's our shorthand sentence that we've written to summarize this. All of the diverse literary styles in the Bible reveal God's wisdom and invite us into a journey of character transformation.",
    "start": "00:21:30",
    "end": "00:21:48"
  },
  {
    "text": "This seems pretty common sense to me when I read it. So what makes it important to talk about the Bible as wisdom literature? Is it that it's opposed to thinking of it as something else?",
    "start": "00:21:48",
    "end": "00:21:58"
  },
  {
    "text": "One, this is in contrast to the Bible is a theology dictionary, or the Bible is a moral handbook, or the Bible is a devotional grab bag. So in each one of those, I treat the Bible like a reference book and ignore its literary style. I just treat it like a reference.",
    "start": "00:21:59",
    "end": "00:22:17"
  },
  {
    "text": "Book, whether it's poetry or letter or narrative.",
    "start": "00:22:17",
    "end": "00:22:21"
  },
  {
    "text": "So what we're saying is all the literary styles, in all their uniqueness of poems, of proverbs, parables. I'm beginning to.",
    "start": "00:22:21",
    "end": "00:22:30"
  },
  {
    "text": "Lots of peas.",
    "start": "00:22:30",
    "end": "00:22:31"
  },
  {
    "text": "Lots of peas. Poems, proverbs, parables, narratives, letters, apocalypses, all this stuff. Every one of these is a medium for God's wisdom. So what do we mean by that? We'll talk about the word wisdom. Concept of wisdom. But crucial to the concept of wisdom in the Bible is that it's a practical knowledge that actually shapes your actions and your life choices throughout the formation of a whole human life, which is often called someone's character.",
    "start": "00:22:31",
    "end": "00:23:02"
  },
  {
    "text": "You mean that wisdom is not just intellectual or cognitive knowledge.",
    "start": "00:23:02",
    "end": "00:23:07"
  },
  {
    "text": "That's right.",
    "start": "00:23:07",
    "end": "00:23:07"
  },
  {
    "text": "That doesn't transform a person.",
    "start": "00:23:07",
    "end": "00:23:09"
  },
  {
    "text": "Yeah, that's right. That's right. So the Bible is aimed at shaping people and communities of people to see the world a certain way and to live in the world a certain way.",
    "start": "00:23:09",
    "end": "00:23:19"
  },
  {
    "text": "And that's the impetus behind wanting the Bible to be a rulebook.",
    "start": "00:23:19",
    "end": "00:23:23"
  },
  {
    "text": "That's right.",
    "start": "00:23:23",
    "end": "00:23:23"
  },
  {
    "text": "Or a moral handbook.",
    "start": "00:23:23",
    "end": "00:23:24"
  },
  {
    "text": "That's right.",
    "start": "00:23:24",
    "end": "00:23:25"
  },
  {
    "text": "Or a theology dictionary. And it's like, tell me what to know and believe and understand so I can do the right thing.",
    "start": "00:23:25",
    "end": "00:23:30"
  },
  {
    "text": "Correct. There's a deep intuition that one of the goals of the Bible is to shape how I see the world and how I live in the world and the kinds of decisions that I make.",
    "start": "00:23:30",
    "end": "00:23:41"
  },
  {
    "text": "So the Bible wants to do that, but not in the way we typically think it does.",
    "start": "00:23:41",
    "end": "00:23:44"
  },
  {
    "text": "Yeah. The problem is in the execution. If I try and make the Bible do that by treating it like a reference book, it's going to result in a lot of problems. And it has resulted huge problems throughout history. So what we're trying to do is honor the literary style of the Bible, but say all the literary styles and all their difference are communicating a message of God's wisdom that is meant to shape the character of me and my community. That's the goal. So one big part of this is just what is the concept of wisdom in the Bible? So you could get at this a couple ways. So maybe one will be a word study way, and then another way is to look at it in the story, how wisdom fits in the story. Because wisdom, as it happens, is like one of the main themes, and it's right at the beginning, the quest for human wisdom. And the quest for wisdom, the knowledge.",
    "start": "00:23:44",
    "end": "00:24:32"
  },
  {
    "text": "Of good and bad.",
    "start": "00:24:32",
    "end": "00:24:32"
  },
  {
    "text": "The knowledge of good and bad is right there at the beginning of the plot conflict of the Bible story. So first, a quick word study on wisdom that we've done before, but years ago, I think in the podcast. I don't know.",
    "start": "00:24:32",
    "end": "00:24:43"
  },
  {
    "text": "Yeah, we've talked about it. Oh, for proverbs.",
    "start": "00:24:43",
    "end": "00:24:46"
  },
  {
    "text": "Yeah, that's right. Okay, so just. Quick recap here.",
    "start": "00:24:47",
    "end": "00:24:49"
  },
  {
    "text": "Yeah.",
    "start": "00:24:49",
    "end": "00:24:50"
  },
  {
    "text": "Okay. First, the Hebrew word for wisdom is Chokhmah. The Greek word is Sophia. And in the biblical tradition, both in Greek and Hebrew, wisdom is about practical know how. So wisdom can describe practical know how in a variety of different types of projects. So, for example, two examples are when somebody's building something. So when God commissions these two guys to be the lead of the craftsman teams for the building of the tabernacle, the artisans. Yeah, that's right. Betzalel and Oliab. And what God says in Exodus 31 is, I filled him with the spirit of Elohim, with Chokmah, with wisdom, and then with understanding, and then with knowledge. And that knowledge is the same word as the word knowledge of good and bad for the tree. So these are three synonyms. Wisdom, understanding, knowledge in all kinds of craftsmanship.",
    "start": "00:24:50",
    "end": "00:25:43"
  },
  {
    "text": "So there is a word for craftsmanship.",
    "start": "00:25:43",
    "end": "00:25:45"
  },
  {
    "text": "It's a word work.",
    "start": "00:25:45",
    "end": "00:25:46"
  },
  {
    "text": "Okay.",
    "start": "00:25:46",
    "end": "00:25:47"
  },
  {
    "text": "It's actually the same word for work as God resting from his work in Genesis 1. So here it's an artist. It's like if you go to, like, the farmer's market, you know, and there's like a booth, and you see somebody who makes, like, handmade jewelry and they're using something. Yes, Chokhmah. Yeah, it's wisdom.",
    "start": "00:25:47",
    "end": "00:26:04"
  },
  {
    "text": "It's practical skill to make something beautiful.",
    "start": "00:26:04",
    "end": "00:26:07"
  },
  {
    "text": "Yeah, yeah. So you don't.",
    "start": "00:26:07",
    "end": "00:26:10"
  },
  {
    "text": "We don't call that wisdom.",
    "start": "00:26:10",
    "end": "00:26:11"
  },
  {
    "text": "Well, that's what's interesting is that in English, we call it skill.",
    "start": "00:26:11",
    "end": "00:26:14"
  },
  {
    "text": "Yeah, skill. We call it ability, craftsmanship.",
    "start": "00:26:14",
    "end": "00:26:19"
  },
  {
    "text": "No, I don't use that word very often.",
    "start": "00:26:19",
    "end": "00:26:21"
  },
  {
    "text": "But we say they're highly skilled.",
    "start": "00:26:21",
    "end": "00:26:23"
  },
  {
    "text": "Highly skilled.",
    "start": "00:26:23",
    "end": "00:26:23"
  },
  {
    "text": "Skilled, yeah. So it's somebody who knows this medium, they know this material. They know its limits, they know its potentials. They know how to take it from, like an inert. Right. Chaotic, disordered state and make it into something that's beautiful or productive or.",
    "start": "00:26:23",
    "end": "00:26:41"
  },
  {
    "text": "What's interesting is when we talk about someone who's wise, we mean the same thing. But the media is life.",
    "start": "00:26:41",
    "end": "00:26:48"
  },
  {
    "text": "Well, that's exactly where we're going here. But that's why I like this example first, because it's with like a physical material. Gold.",
    "start": "00:26:49",
    "end": "00:26:58"
  },
  {
    "text": "Yeah. It's a lot more easy to understand.",
    "start": "00:26:58",
    "end": "00:26:59"
  },
  {
    "text": "Silver or fabric. They take something that has potential but also limitations. Right. You can't do everything with gold. You can't make shields out of it. Well, you can. Solomon did, but they weren't very war because they're like.",
    "start": "00:26:59",
    "end": "00:27:13"
  },
  {
    "text": "Yeah, fold in on you.",
    "start": "00:27:13",
    "end": "00:27:14"
  },
  {
    "text": "Yeah, exactly.",
    "start": "00:27:14",
    "end": "00:27:15"
  },
  {
    "text": "Can't carry them.",
    "start": "00:27:15",
    "end": "00:27:16"
  },
  {
    "text": "Somebody who knows the medium with which they're working and knows its limits, potentials, its capacity, can take it from disorder to beauty. So that's Chokhmah in this example. So then you can watch how Chokhmah will be used for different types of human behavior. So in Deuteronomy 34, Joshua, the son of Nun, he's going to replace Moses in leading the people. And his ability to lead the people is empowered by what's called a spirit of wisdom, Spirit of Chokmah. And what we read is that the sons of Israel now listened to Joshua and did everything that Yahweh had commanded Moses. So he's really skilled at making decisions on behalf of the people, guiding and leading them so that they are faithful to what God revealed to Moses. So leadership. Leadership. Leadership is a skill.",
    "start": "00:27:16",
    "end": "00:28:06"
  },
  {
    "text": "Yes.",
    "start": "00:28:06",
    "end": "00:28:06"
  },
  {
    "text": "Holy cow, is it a skill.",
    "start": "00:28:06",
    "end": "00:28:08"
  },
  {
    "text": "So Joshua is filled with the spirit of wisdom. Is that speaking directly about leadership or about just his spirit filled or just his life? He has wisdom for life, and leadership is a part of that.",
    "start": "00:28:08",
    "end": "00:28:20"
  },
  {
    "text": "Oh, I see. Yeah. In context, this is picking up a thread from Deuteronomy 31, where it's all about how he's going to lead the people in the place of Moses. And so here it's the culminating moment of Moses just died. And Joshua is empowered as the leader for the people.",
    "start": "00:28:20",
    "end": "00:28:37"
  },
  {
    "text": "So people recognize his wisdom in leading the people and they follow him.",
    "start": "00:28:37",
    "end": "00:28:41"
  },
  {
    "text": "That's right. So, and then in the next chapter, not of Deuteronomy, but in the next part of the Tanakh, in Joshua chapter one, we learn that he's going to learn that wisdom by meditating on the Torah day and night. So wisdom is practical. Know how when it comes to leadership, which is about making difficult decisions that are complex. So it's different than working with a piece of metal or fabric. You're working with a piece of.",
    "start": "00:28:41",
    "end": "00:29:06"
  },
  {
    "text": "Ultimately, you're making decisions, working with material.",
    "start": "00:29:06",
    "end": "00:29:10"
  },
  {
    "text": "Yeah. You know the limits.",
    "start": "00:29:10",
    "end": "00:29:11"
  },
  {
    "text": "You know the limits. You know what's going to happen if you bend it this way.",
    "start": "00:29:11",
    "end": "00:29:14"
  },
  {
    "text": "Yep.",
    "start": "00:29:14",
    "end": "00:29:14"
  },
  {
    "text": "Sew it that way. But it's a little simpler than dealing with a community of people.",
    "start": "00:29:14",
    "end": "00:29:19"
  },
  {
    "text": "Yeah. Working with gold or fabric, you're saying.",
    "start": "00:29:19",
    "end": "00:29:22"
  },
  {
    "text": "Well, yeah, no, maybe it's not simple. Well, it's a different. There's more variables. Right. That you just can't control. Like where, like you can kind of learn all the variables of gold. And obviously it takes tons of artistry and craftsmanship to really master it, but it's not going to all of a sudden get grumpy on you. Demand a new king or something.",
    "start": "00:29:22",
    "end": "00:29:45"
  },
  {
    "text": "Yeah. And split into groups. Or split into groups. And then you have to make a decision for everyone, which will unify people who don't like each other.",
    "start": "00:29:45",
    "end": "00:29:53"
  },
  {
    "text": "Yeah.",
    "start": "00:29:54",
    "end": "00:29:54"
  },
  {
    "text": "And like, how does that. Anyway, so the point is, it requires a know how and a discernment. And that's a part of Chokmah.",
    "start": "00:29:54",
    "end": "00:30:01"
  },
  {
    "text": "And you're saying it comes from meditation on the Torah. Probably his training under Moses, like learning the practical skill.",
    "start": "00:30:01",
    "end": "00:30:08"
  },
  {
    "text": "Yeah, yeah, that's right.",
    "start": "00:30:08",
    "end": "00:30:09"
  },
  {
    "text": "Leading.",
    "start": "00:30:09",
    "end": "00:30:10"
  },
  {
    "text": "Yep, that's right. And then Joshua is here being offered as a model reader of the whole Hebrew Bible as like an icon.",
    "start": "00:30:10",
    "end": "00:30:16"
  },
  {
    "text": "Well, what's interesting is the picture here is that it's a little passive, like he was filled with the spirit of wisdom.",
    "start": "00:30:16",
    "end": "00:30:23"
  },
  {
    "text": "Oh, sure, that's right. In Deuteronomy 34. Yeah, that's right. And then when you pair it with the next chapter in Joshua 1, it's very active.",
    "start": "00:30:23",
    "end": "00:30:30"
  },
  {
    "text": "Yeah. Okay.",
    "start": "00:30:30",
    "end": "00:30:31"
  },
  {
    "text": "And I just didn't include that, Sam. So wisdom is also something that a whole community can exercise and gain. In Deuteronomy 4, Moses says that all the laws of the Torah are for them to keep and to do. For this is your wisdom and your understanding in the eyes of all the nations who, when they hear the statutes of the Torah, they will say, wow, what a wise understanding people. So here, what Joshua is doing as this individual, shaping a people and the culture and the community. Here it's about then the whole community can be said to embody Chokhmah because they've ordered their life in this. Really? Yeah. What do you say? Productive Just abundant. Yeah, yeah, that kind of thing. Okay, here's the last one. The last one is, I think, maybe more typical when we think about the Bible and wisdom, is that it's about moral discernment or discernment between what is good and what's bad, or what's good and even what's best. And so the story of Solomon is really important here. This is where God appears in a dream to Solomon and says, ask what you want.",
    "start": "00:30:31",
    "end": "00:32:17"
  },
  {
    "text": "Yeah, the genie narrative.",
    "start": "00:32:17",
    "end": "00:32:18"
  },
  {
    "text": "Yeah, totally. And what he says is, you know, this is 1 Kings, chapter 3. He says, you know, I am just a little child, which he's a man. He calls himself a child. I don't know how to go out or come in. Going out and coming in is an idiom in biblical Hebrew for leadership. And it's used of Joshua and it's used later of David. He knew how to go out and come in or bring the people out or bring the people in. So it's like a figure of speech. So I don't know how to lead, but I'm in the midst of the people that you've chosen. There are great people, huge. So many. Too many of you remembered. So give to your servant an understanding heart to judge your people, to discern or have knowledge between what is Tov and Ra, between what is good and bad. And then God, when God says back to him, hey, great job. That was a great wish.",
    "start": "00:32:18",
    "end": "00:33:07"
  },
  {
    "text": "You've chosen wisely.",
    "start": "00:33:10",
    "end": "00:33:11"
  },
  {
    "text": "You've chosen wisely. He says, you've asked for discernment to understand justice. And so I'm giving you a heart that is wise. There's a wisdom word, Chokmah, and discerning. So it's about moral discernment between what is bad and what is good. But he's also a king. So it's also leadership. So it's personal, but it's for a whole community. So all of our meanings kind of come together here. Personal, communal, moral, ethical, and then also this practical skill and know how. But here applied to living life as an individual and then how to organize the life of a community. This is the Bible's vision of wisdom.",
    "start": "00:33:11",
    "end": "00:33:49"
  },
  {
    "text": "And God is really pleased that that's what Solomon asked for.",
    "start": "00:33:49",
    "end": "00:33:51"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:33:51",
    "end": "00:33:52"
  },
  {
    "text": "Now, to jump into the narrative, then, it's interesting that, you know, this is what knowing between good and bad. God is pleased that Solomon's asking for that. But the story of the Bible begins with humans, a tree offering that.",
    "start": "00:33:52",
    "end": "00:34:08"
  },
  {
    "text": "Yes, yes, yes, yes, that's right.",
    "start": "00:34:09",
    "end": "00:34:10"
  },
  {
    "text": "And then humanity taking that tree. And that's Bad.",
    "start": "00:34:10",
    "end": "00:34:13"
  },
  {
    "text": "Yeah.",
    "start": "00:34:14",
    "end": "00:34:14"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:34:14",
    "end": "00:34:15"
  },
  {
    "text": "So when Solomon did it, when he asked for it, that's good. When Adam and Eve in the garden went to take it.",
    "start": "00:34:15",
    "end": "00:34:23"
  },
  {
    "text": "Okay. This is a great example of meditation literature. The Solomon story is designed on analogy to the Adam and Eve story. And if you ponder the Solomon story, you'll actually see, you'll learn new things about the Adam and Eve story. So what you just said in that summary was Solomon. Say it again.",
    "start": "00:34:23",
    "end": "00:34:40"
  },
  {
    "text": "Solomon wanted the knowledge of good and bad, and so he asked God for it. And it was a good. God was pleased.",
    "start": "00:34:40",
    "end": "00:34:46"
  },
  {
    "text": "Yes.",
    "start": "00:34:46",
    "end": "00:34:46"
  },
  {
    "text": "Adam and Eve wanted the knowledge of good and bad.",
    "start": "00:34:46",
    "end": "00:34:48"
  },
  {
    "text": "Right.",
    "start": "00:34:49",
    "end": "00:34:49"
  },
  {
    "text": "And they took it. And it was so bad.",
    "start": "00:34:49",
    "end": "00:34:51"
  },
  {
    "text": "Yeah.",
    "start": "00:34:51",
    "end": "00:34:52"
  },
  {
    "text": "That, like, it's the. Like the horrible fall narrative of the Bible.",
    "start": "00:34:52",
    "end": "00:34:56"
  },
  {
    "text": "That's good. So let's meditate on the difference between those two narratives. You just talked about the similarities.",
    "start": "00:34:56",
    "end": "00:35:00"
  },
  {
    "text": "Yeah.",
    "start": "00:35:00",
    "end": "00:35:01"
  },
  {
    "text": "How they're similar. But there's the. And even you said it in your wording, you may have not have noticed it. There's very important differences between these two stories that you just said. So what you're saying is having wisdom about how to discern what's good and.",
    "start": "00:35:01",
    "end": "00:35:17"
  },
  {
    "text": "Bad, getting it, acquiring it, that seems a good thing.",
    "start": "00:35:17",
    "end": "00:35:19"
  },
  {
    "text": "Yeah. But how you get it?",
    "start": "00:35:19",
    "end": "00:35:21"
  },
  {
    "text": "How do you get it?",
    "start": "00:35:21",
    "end": "00:35:22"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:35:22",
    "end": "00:35:23"
  },
  {
    "text": "Is the important part.",
    "start": "00:35:23",
    "end": "00:35:24"
  },
  {
    "text": "Because Solomon asked God for it, and Adam and Eve just took it.",
    "start": "00:35:24",
    "end": "00:35:28"
  },
  {
    "text": "They take it.",
    "start": "00:35:28",
    "end": "00:35:29"
  },
  {
    "text": "They take it.",
    "start": "00:35:29",
    "end": "00:35:29"
  },
  {
    "text": "And that word took it becomes really significant. And following narratives, whenever people just take something they think is good.",
    "start": "00:35:29",
    "end": "00:35:36"
  },
  {
    "text": "This is an interesting thing about meditation literature, because when you just read the story of Adam and Eve, when I read it, you got the two trees. And one tree is not about wisdom. It's about life. Right. It doesn't seem like it's about wisdom. Then you got this tree of knowing good and bad. That one seems to be about wisdom.",
    "start": "00:35:36",
    "end": "00:35:52"
  },
  {
    "text": "Yeah.",
    "start": "00:35:52",
    "end": "00:35:52"
  },
  {
    "text": "And so the story there seems to be like, God doesn't want you to have the wisdom. That's off limits.",
    "start": "00:35:52",
    "end": "00:35:59"
  },
  {
    "text": "Yeah.",
    "start": "00:35:59",
    "end": "00:35:59"
  },
  {
    "text": "That's what the snake says. He's keeping out the goodies from you.",
    "start": "00:35:59",
    "end": "00:36:04"
  },
  {
    "text": "Well, and that's what God says, too. Don't eat it. You're gonna die. And so by itself, you can go away from that, going like, oh, God doesn't want me to have wisdom. But then you get to this story, which is very clearly like, connecting you to that story, using the same vocabulary and images, and all of a sudden you realize, like, no, God does want me to have wisdom. So what was going on in that story?",
    "start": "00:36:04",
    "end": "00:36:27"
  },
  {
    "text": "Yeah. What's the difference between these Two characters, Adam and Eve and Solomon. And, yeah, I think your finger's right on it. Karissa. One desires and takes for themselves what's good in their eyes. She saw that it was good. So she sees what's good in her eyes and then takes this wisdom for herself versus coming to God with a posture of, I don't know what I need to know and I need you to give it to me. So the posture of taking versus receiving, I think, is fundamental to the message here.",
    "start": "00:36:27",
    "end": "00:37:00"
  },
  {
    "text": "Or being connected with God and trusting God for his wisdom instead of trusting ourselves for our own discernment of good and evil apart from him, or good and bad apart from him. You have Proverbs 1:7 here, that the fear of the Lord is the beginning of knowledge. This, like, connection or trust in God. Fear of the Lord is kind of a weird phrase, but I think for me, that reminds me of the encounter with Yahweh on the mountain on Mount Sinai when the people feared him. But it's this encounter with the living God. It's this relational connection to God. Fear of the Lord is the beginning of knowledge. So it's like wisdom comes from connection with Yahweh, not disconnection and choice to follow ourselves instead.",
    "start": "00:37:01",
    "end": "00:37:47"
  },
  {
    "text": "Yeah, actually, that's good. This is another example of wisdom or meditation literature. So the book of Proverbs itself is all a meditation on the themes of the Garden of Eden narrative. So in the Garden of Eden narrative, the people, they fear the Lord. Adam and Eve fear the Lord in the Garden of Eden.",
    "start": "00:37:47",
    "end": "00:38:04"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:38:04",
    "end": "00:38:05"
  },
  {
    "text": "Afterwards, after, they disobey the divine command, and then they fear the Lord. And the narrative is very clear that that's just the language that's used. So you come to Proverbs, and here the fear of the Lord is what you ought to be doing before.",
    "start": "00:38:06",
    "end": "00:38:22"
  },
  {
    "text": "Before you make a decision.",
    "start": "00:38:23",
    "end": "00:38:24"
  },
  {
    "text": "Before you make a decision. And then that leads to wisdom. And In Proverbs chapter 3, wisdom is called a tree of life. Here in Proverbs 3:13, how blessed is the one who finds wisdom. Verse 16, long life is in wisdom's right hand. Verse 18, wisdom is a tree of life. So this is also giving commentary. The tree of life was also a tree of wisdom from the point of view of Proverbs 3. But it was the wisdom that you get access to when you fear the Lord and don't take what's good in your eyes. So you need the rest of the Hebrew Bible to explain what the Garden of Eden story was about.",
    "start": "00:38:24",
    "end": "00:39:01"
  },
  {
    "text": "Right. This is a good example of meditation.",
    "start": "00:39:01",
    "end": "00:39:03"
  },
  {
    "text": "It's A great example. Yeah.",
    "start": "00:39:03",
    "end": "00:39:05"
  },
  {
    "text": "You know what's interesting, though? So here we're talking about how wisdom comes from. Yahweh is connected to him and trust in him. But in the Proverbs, you also see that wisdom comes from observation of human or of observation of creation. Solomon, or the author watches the ants and says, this is what the ants do. They work so hard. Be like the ants.",
    "start": "00:39:05",
    "end": "00:39:27"
  },
  {
    "text": "Yeah, that's right. Yeah. Yeah. Okay. So wisdom is about learning. There's lots of different ways to be human. Some of them are going to lead to life and abundance and healthy relationships and justice and flourishing communities.",
    "start": "00:39:27",
    "end": "00:39:42"
  },
  {
    "text": "Yes. Give me the book. Give me the textbook.",
    "start": "00:39:43",
    "end": "00:39:45"
  },
  {
    "text": "Yeah, give me the instruction manual. Then there's other ways of being human that will lead to broken relationships and injustice and violence and poverty in my communities and despair and depression. And so how do you know what's the right way to be a human? And that's what Chokhmah is about. So the biblical story opens up in saying, yeah, humans need to know that. The question is, how do you attain that knowledge? And the biblical story is saying, not by relying on your own instincts. When you rely on your own instincts, you will inevitably, without even knowing it, start to make decisions that are foolish, that you think are wise. And so this literature claims to be offering a vision of human life and human communal life by pondering all these stories and poems that you'll learn how to be human, know what is good and what is not good.",
    "start": "00:39:45",
    "end": "00:40:43"
  },
  {
    "text": "This literature is offering a vision. Seems like maybe it sounds like you're saying more than that, too. It's offering. It's offering the wisdom. It does give a vision of perhaps. What do you mean by offers a vision?",
    "start": "00:40:43",
    "end": "00:40:58"
  },
  {
    "text": "Oh, yeah. So then I read the next story about Cain and Abel that's a whole story and fraught, complicated sibling relationships. I wonder if anybody's ever had any of those. And so that explores this arena that's very universal to humans. And you get to ponder, like, here's a way that relationship can go that leads to death, but then you can have positive relationships, like with Joseph and his brothers, where there's a relationship that leads to death, but it ends up leading to life because of God's involvement in the world. And then that becomes a whole study. So every character becomes, as we say in our how to Read the Bible video on characters, a mirror for self evaluation to point out ways that I'm acting foolishly to teach me the way of wisdom.",
    "start": "00:40:58",
    "end": "00:41:44"
  },
  {
    "text": "And this is how we acquire wisdom.",
    "start": "00:41:45",
    "end": "00:41:47"
  },
  {
    "text": "Is through meditating, is through observing. One is to Observe the ant or just observe the outcome of a decision that didn't go well. And you go. And the wise person will learn and say, okay, I'm not going to do that again. But you can also save yourself a lot of the pain and read the Hebrew Bible and you'll just get case studies, endless case studies on how to be human and think when it goes well and when it goes. And so this is where the Bible is. It's wisdom aimed at helping us grow and develop as ethical, moral beings in the world. But it doesn't do it in the style of a handbook. It does it the way narratives and poems do it. And that's the basic point. It's wisdom literature.",
    "start": "00:41:47",
    "end": "00:42:29"
  },
  {
    "text": "Now, I think I have a very intuitive sense for how a poem is or a proverb is wisdom literature and how you meditate on a poem and then it just, it gets deeper and more rich and it connects to the human experience and it shapes you. Or like, you know, a nice saying how at first you're kind of like, oh, yeah, that makes sense. And then like, the more you sit with it, the like, more profound it becomes. And then I get that with stories too. Right? Like, there's intuitive sense there. There's a whole section of the Bible, and it's the section of the Bible that I was kind of taught to prioritize, which are like the New Testament letters.",
    "start": "00:43:42",
    "end": "00:44:19"
  },
  {
    "text": "Yes, yes, that's right.",
    "start": "00:44:19",
    "end": "00:44:20"
  },
  {
    "text": "And those seem more like a handbook.",
    "start": "00:44:20",
    "end": "00:44:26"
  },
  {
    "text": "A rulebook, at least certain parts of them.",
    "start": "00:44:26",
    "end": "00:44:28"
  },
  {
    "text": "Parts of them, yeah, that's right. And so does the Old Testament law code a little bit seem like kind of like this is a handbook.",
    "start": "00:44:29",
    "end": "00:44:34"
  },
  {
    "text": "Yeah.",
    "start": "00:44:34",
    "end": "00:44:35"
  },
  {
    "text": "But even there you can see how Jesus uses it as wisdom literature in the Sermon on the Mount, you kind of understand how like, okay, that was for a different culture. I'm no longer. I don't live with the Tabernacle. I don't live in this holy, like this purity culture. I can't go sacrifice.",
    "start": "00:44:35",
    "end": "00:44:53"
  },
  {
    "text": "You don't live in ancient Israel?",
    "start": "00:44:53",
    "end": "00:44:54"
  },
  {
    "text": "I don't live in ancient Israel, but it's in my Bible. So there's something there for me to have. There's God's wisdom in that.",
    "start": "00:44:54",
    "end": "00:45:01"
  },
  {
    "text": "That's right.",
    "start": "00:45:01",
    "end": "00:45:01"
  },
  {
    "text": "But I think I start to get a little uncomfortable. Kind of help me through this uncomfortability of, like, when we talk about the New Testament letters as wisdom literature. Because when you say the whole Bible and all its literary styles as wisdom literature, you're throwing in the apostolic letters. So when Paul tells, you know, the church of Corinth, like, hey, do this, don't do that. Is that a do and don't list that we need to really take seriously? Is it wisdom literature and what's the difference?",
    "start": "00:45:01",
    "end": "00:45:26"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:45:26",
    "end": "00:45:27"
  },
  {
    "text": "That's a good question.",
    "start": "00:45:27",
    "end": "00:45:28"
  },
  {
    "text": "Yeah, it is a great question. Well, on one level, everybody reads the letters of the apostles as wisdom literature, even if they don't know it. Because right next to all the commands. Think through Paul's letter to the Corinthians. He has commands that he gives to the Corinthians about how they organize the value set by which they organize themselves into communities. He has commands about sexual integrity, not sleeping with prostitutes, about not taking lawsuits outside the community. People have contentions with each other. He has commands about marriage and betrothal. He has commands about making sure you take that offering every week that you're together for the poor in Jerusalem. So you have all these commands. And throughout Christian history, Christian readers have selected certain of those as universal and other ones as contextual. And the problem is, based on anybody's social location, what you elevate to universal or say it's contextual differs, as a matter of fact, throughout church history, different communities pick and choose. And so the question is, is one community right and one community wrong, or is this the wrong category altogether? Right?",
    "start": "00:45:28",
    "end": "00:46:39"
  },
  {
    "text": "Yeah. Although there is, I think there are Christian communities who would say, no, we do them all.",
    "start": "00:46:39",
    "end": "00:46:43"
  },
  {
    "text": "We try to do it all, but it's impossible.",
    "start": "00:46:43",
    "end": "00:46:47"
  },
  {
    "text": "But they're also like, yeah, because the.",
    "start": "00:46:47",
    "end": "00:46:51"
  },
  {
    "text": "Moment somebody looks at Paul's commands to the Corinthians to take an offering every week for the poor in Jerusalem, they turn it into wisdom. Well, we also take an offering for exercise in our community.",
    "start": "00:46:51",
    "end": "00:47:01"
  },
  {
    "text": "Yeah, spiritualizing or principalizing it.",
    "start": "00:47:01",
    "end": "00:47:03"
  },
  {
    "text": "Exactly. Which is they're reading it as wisdom literature.",
    "start": "00:47:03",
    "end": "00:47:06"
  },
  {
    "text": "They're living by the wisdom of that text.",
    "start": "00:47:06",
    "end": "00:47:08"
  },
  {
    "text": "That's right. Paul taught the Corinthians to do this, and so we do this ourselves. And when they do that, they're reading it of wisdom literature that gives guidance for how we ought to live. But they're not doing the actual command because they don't live in 1st century Corinth.",
    "start": "00:47:08",
    "end": "00:47:22"
  },
  {
    "text": "But then there will be other things where you're like, oh, yeah, Paul wanted that church to do that, and of course we should do it too.",
    "start": "00:47:22",
    "end": "00:47:27"
  },
  {
    "text": "So this is the dynamic that Jesus communities around the world have been engaged in. To me, it's just helpful to say all of the letters of the apostles are written to first century communities, and the commands were to them, these letters were to them, and they function as wisdom literature for us. The Same way that the Proverbs do, the same way that the laws to ancient Israel do. I'm not a 1st century Corinthian, but what Paul guided the Corinthians in for how to be faithful to the way of Jesus, has immense wisdom for how I follow Jesus. But it's the same type of relationship as when I watch God give commands to ancient Israel, it seems to me. So I think that's what we're saying here. All of the diverse literary styles are wisdom literature, because none of it is to me. I'm not an ancient Israelite. I'm not a first century. First century Corinthian or Ephesian.",
    "start": "00:47:27",
    "end": "00:48:15"
  },
  {
    "text": "Yeah. Tim, I have this memory of coming into your office when you were a pastor when I was just starting my studies, and I asked you a question about how do I know which of these things are universal? How do I know which are contextual? And you said, they're all contextual. They were all written in this ancient context. And I was like, whoa. I've just. Yeah, it took me a long time to figure out.",
    "start": "00:48:15",
    "end": "00:48:45"
  },
  {
    "text": "So where are the guardrails then?",
    "start": "00:48:46",
    "end": "00:48:48"
  },
  {
    "text": "Yeah. So what do you do?",
    "start": "00:48:48",
    "end": "00:48:50"
  },
  {
    "text": "Like what?",
    "start": "00:48:50",
    "end": "00:48:51"
  },
  {
    "text": "Yeah, and that's. I mean, that's the process of interpretation. But just recognizing in the first place that everything in the Bible is written in an ancient context to an ancient audience for our benefit.",
    "start": "00:48:51",
    "end": "00:49:03"
  },
  {
    "text": "Yeah, for our wisdom.",
    "start": "00:49:03",
    "end": "00:49:04"
  },
  {
    "text": "Yeah, for our wisdom.",
    "start": "00:49:04",
    "end": "00:49:06"
  },
  {
    "text": "Yeah. If the story is that we take wisdom on our and it's a disaster, but we trust God and it'll be beautiful, then how do you get from God the wisdom from this literature versus you just saying, oh, I know what's good and bad, then if this was contextual for them, I'm gonna say, we can do this, we could do that. And just relying on your own instincts.",
    "start": "00:49:06",
    "end": "00:49:31"
  },
  {
    "text": "This is really where the last two paradigm pieces come into play. It's contextually rooted literature. That's our next one. And then after that, it's communal literature. It was written within a community, to a community for them to communally discern the will of God that was being communicated through these texts. And it's never been otherwise. It's often just that. The contextual nature of the Bible is often underemphasized, depending on your tradition, I guess. And the communal way that we discern God's wisdom from this literature is often invisible to us. We don't recognize the way we're doing it because it's just the way our tradition has always done it.",
    "start": "00:49:31",
    "end": "00:50:09"
  },
  {
    "text": "Yeah. It seems like you need wisdom to interpret wisdom literature you have to know.",
    "start": "00:50:09",
    "end": "00:50:15"
  },
  {
    "text": "About Fight Club to know about Fight Club.",
    "start": "00:50:15",
    "end": "00:50:18"
  },
  {
    "text": "You know, I think about what we typically think of as the wisdom literature in the Bible. It's these different voices at a table talking about the same thing. So Proverbs, Ecclesiastes, Job are all talking about how the world works. And, you know, when somebody does something good, are they rewarded, and when they do something bad, are they punished? Is that how the world works? And they all have these different perspectives and voices. And you need wisdom when you listen to those voices to know which of those things might apply in your situation or how to interpret those. And I feel like the whole Bible is this, this collection of voices and of wisdom that. That isn't necessarily straightforward, but that we can learn from. But we need wisdom to do that.",
    "start": "00:50:19",
    "end": "00:51:06"
  },
  {
    "text": "Yeah. As I'm listening, you're directing my attention to what you're talking about to. We can land the plane with this one. This is one of my favorite paragraphs in the Bible to talk about this. It's a meta paragraph that's a reflection on Scripture, but it's within Scripture itself. So it's in Paul's second letter to Timothy, chapter three. And so he's writing to a protege, like an apprentice who he sent to lead the churches, house churches in Ephesus. And so he starts talking about how you learn the scriptures from your mom and your grandma. And then he says, you, however, Timothy 2, Timothy 3 14, continue in the things that you've learned and become convinced of, because you know the people you learned from, how from childhood, you know the sacred writings. So this is great to know about Fight Club. You already have to know about Fight Club. He was raised in a community. He's been taught already what these texts are about, that they're a unified story that leads to Jesus, that they give us wisdom and so on. In other words, it's not. He doesn't just grow up and become an adult one day. And like now I'm just a blank slate. And I learn what God wants from me, and I learn from it in a simple, straightforward way by reading the Bible. That's not how anybody learns how to discern God's will from the Bible. You're apprenticed into it in a community. And so here's what he says about the sacred Scriptures for him, in the Old Testament, more probably in his Greek form, he says, one, they're able to give you wisdom that leads to deliverance, a rescue through trust in the Messiah, Jesus. So that's a summary which is so great, it's Messianic wisdom literature.",
    "start": "00:51:06",
    "end": "00:52:41"
  },
  {
    "text": "Yeah, yeah. And he's talking about the Hebrew Bible or the Old Testament.",
    "start": "00:52:42",
    "end": "00:52:45"
  },
  {
    "text": "Exactly right. That's a summary. So, first of all, I just love. He calls it wisdom literature. It shapes you to be able to see and live in a certain way. And what is that way to know that you need to be rescued.",
    "start": "00:52:45",
    "end": "00:52:58"
  },
  {
    "text": "Yeah. And that's the kind of formation, piece of become the kind of human you're made to be.",
    "start": "00:52:58",
    "end": "00:53:04"
  },
  {
    "text": "That's right. That's right. And the ideal human in the Bible is somebody who recognizes the limits of their wisdom and says whatever is going to happen in the world needs to happen through something way bigger and smarter than me. Hands off.",
    "start": "00:53:04",
    "end": "00:53:20"
  },
  {
    "text": "That's what you mean by wisdom that leads to deliverance.",
    "start": "00:53:20",
    "end": "00:53:24"
  },
  {
    "text": "Yeah, deliverance or salvation. There's something that has to be done to carry the world forward, and I'm unable to do it. I need deliverance. And that deliverance is marked by trust. Salvation through faith or deliverance through trust in an anointed representative who will do for us what we can't do for ourselves. That's the basic storyline. And when you have. When you view yourself in the world that way, all of a sudden what scripture becomes is a source of teaching. Paul goes on to say, it tells you things you never knew before for reproof. It confronts you about the things that you do know but don't live consistently with. For correcting, saying, stop going that way, go this way. And then for shaping you to do what is right. This is what wisdom literature does. Yeah. So anyhow, that's a great summary. I love how he brings together the wisdom, character formation for an individual and a community with the unified, messianic storyline. It's just all in one package right here.",
    "start": "00:53:24",
    "end": "00:54:27"
  },
  {
    "text": "Yeah. It's wisdom to understand the story, and that is transformative.",
    "start": "00:54:27",
    "end": "00:54:31"
  },
  {
    "text": "Transformative. So that God's people are trained to do good works. So this is what we mean by wisdom literature.",
    "start": "00:54:31",
    "end": "00:54:38"
  },
  {
    "text": "Yeah. That's great.",
    "start": "00:54:39",
    "end": "00:54:40"
  },
  {
    "text": "Yeah.",
    "start": "00:54:40",
    "end": "00:54:41"
  },
  {
    "text": "Sam, what would you say to someone who maybe is kind of mourning this a little bit like someone who. Life is tough enough already, you know, it's a grind. Things are difficult. Just tell me what to do. Just give me the answers. Be more straightforward. Like, I want to do the right thing. I want to have a more abundant life. Just give me the. Just give me the list. I'm going to do my best, but just make it simple. Don't give me this art project that I need to endeavor on.",
    "start": "00:55:05",
    "end": "00:56:17"
  },
  {
    "text": "Well, but think about it at one level. That's totally right. There are these distillations that we get throughout the story, like in the Ten Commandments or in the Sermon on the Mount, you know, and at points it's very clear, like, don't murder. Honor your mom. Pa. Yeah. You know, do to others what you want them to do to you.",
    "start": "00:56:17",
    "end": "00:56:38"
  },
  {
    "text": "Okay. There's these crystallizing moments.",
    "start": "00:56:38",
    "end": "00:56:40"
  },
  {
    "text": "Yeah. Where it's like distilled. But if you really think about it, you don't want a list. You want a list for a certain season that will train you. Right. That'll train, like your moral compass so that when you confront really complex situations like Joshua or Moses and it's not clear and there's no list.",
    "start": "00:56:40",
    "end": "00:57:01"
  },
  {
    "text": "There's no list. We're outside the realm of any list.",
    "start": "00:57:01",
    "end": "00:57:04"
  },
  {
    "text": "But you've been shaped to be the kind of person who knows how to figure out the right way forward.",
    "start": "00:57:04",
    "end": "00:57:09"
  },
  {
    "text": "That's what I really like.",
    "start": "00:57:10",
    "end": "00:57:10"
  },
  {
    "text": "Lists will not help you do that. But wisdom. Wisdom will help you do that. No book could be long enough to be a long enough list to tell every human what they need to do in every situation, and that's not what we actually need or I think, want in the long run. I want to make decisions. I want to do stuff. Oh, man. My son, my 10 year old, he is so ready to be 18 and like, he just constantly wants to be an adult. And so it's so fascinating. I'm trying to help him learn. Like, the way that you can become an adult is to start learning from the consequences of your decisions. And, you know, we're going to be at this for another eight years, but it's that right there. Anyhow, when you say mourn the loss, I guess I would just gently challenge that point of view and just say, but is that really what you want? To just be told exactly what to do your whole life? Don't you want to make some decisions for yourselves and try it out and like grow and experience immaturity? Isn't that what most of us want?",
    "start": "00:57:10",
    "end": "00:58:13"
  },
  {
    "text": "Yeah, that is what most of us want. But then when there's a real tough decision and we're stuck, oh, man, we just want something. We just want God's wisdom just to come beamed down.",
    "start": "00:58:14",
    "end": "00:58:26"
  },
  {
    "text": "And that's when you'd pull a Solomon.",
    "start": "00:58:27",
    "end": "00:58:28"
  },
  {
    "text": "Yeah, I was gonna say, well, just pray, ask for wisdom.",
    "start": "00:58:28",
    "end": "00:58:32"
  },
  {
    "text": "Yeah. Or James, if anyone lacks wisdom. Right. Or Jacob, the brother of Jesus. Yeah, It's a huge. A huge theme.",
    "start": "00:58:32",
    "end": "00:58:39"
  },
  {
    "text": "Yeah, That's a good prayer.",
    "start": "00:58:39",
    "end": "00:58:40"
  },
  {
    "text": "Yeah. Yeah. Sort of like we want God to have given us an exhaustive map. And what he offers is a compass. And that's kind of what this reframe is.",
    "start": "00:58:40",
    "end": "00:58:53"
  },
  {
    "text": "And that's what the human life requires.",
    "start": "00:58:53",
    "end": "00:58:55"
  },
  {
    "text": "Yeah.",
    "start": "00:58:55",
    "end": "00:58:55"
  },
  {
    "text": "There is no map.",
    "start": "00:58:57",
    "end": "00:58:58"
  },
  {
    "text": "Yeah. How could there be? Isn't that the story is still stories not written except in the wisdom of God.",
    "start": "00:58:58",
    "end": "00:59:04"
  },
  {
    "text": "Okay, so next up is communal, no contextual. We're going to look at how the Bible was written in a time and place in history and how that's an important part of the paradigm. Thanks for listening to this episode of BibleProject Podcast. Next week we dive into the next pillar of the paradigm that the Bible is ancient literature.",
    "start": "00:59:04",
    "end": "00:59:28"
  },
  {
    "text": "The Bible is written in ancient languages, ancient Hebrew with a little ancient Aramaic thrown in there and then also ancient Greek. So our modern translations of the Bible are amazing, but they are translations. They're mediating one ancient set of languages into a modern language and that requires an enormous amount of cross cultural work.",
    "start": "00:59:28",
    "end": "00:59:51"
  },
  {
    "text": "We're going to do one more question and response episode at the end of this series, so we'd love to hear from you. You can record yourself asking a question, keep it to about 20 or 30 seconds and then email it to infoibleproject.com and please transcribe your question. That helps us a ton. And don't forget to let us know your name and where you're from. Today's show is produced by Cooper Peltz. Our editors are Zach McKinlay and Frank Garza. Our senior editor is Dan Gummel. Lindsey Ponder does our show notes and our theme music is by the band Tents. Bibleproject is a crowdfunded nonprofit. We exist to experience the Bible as a unified story that leads to Jesus. Everything we make is free because of the generous support of many people just like you all over the world. Thank you so much for being a part of this with us.",
    "start": "00:59:51",
    "end": "01:00:35"
  },
  {
    "text": "Hi, this is NA and I'm from Southern California.",
    "start": "01:00:36",
    "end": "01:00:38"
  },
  {
    "text": "Hi, this is Josh and I'm from Eastern Kentucky, currently stationed at Fort Carson, Colorado.",
    "start": "01:00:38",
    "end": "01:00:44"
  },
  {
    "text": "I first heard about Bible Project at.",
    "start": "01:00:44",
    "end": "01:00:46"
  },
  {
    "text": "A small group that I attended while.",
    "start": "01:00:46",
    "end": "01:00:48"
  },
  {
    "text": "I was in college.",
    "start": "01:00:48",
    "end": "01:00:49"
  },
  {
    "text": "Most recently I started using the Bible Project for their Church at Home series. My church community group would use the study guides to help us engage with scripture.",
    "start": "01:00:49",
    "end": "01:00:57"
  },
  {
    "text": "I use Bible Project currently to help with seminary assignments as well as using the various resources to help supplement what my small group is studying.",
    "start": "01:00:57",
    "end": "01:01:05"
  },
  {
    "text": "My favorite thing about the Bible Project is the Read Scripture app and the videos embedded within their year long plan. The app and the videos have really made reading the Bible more accessible and engaging for me.",
    "start": "01:01:05",
    "end": "01:01:16"
  },
  {
    "text": "We believe the Bible is a unified story that leads to Jesus.",
    "start": "01:01:16",
    "end": "01:01:20"
  },
  {
    "text": "We're a crowdfunded project by people like me.",
    "start": "01:01:20",
    "end": "01:01:22"
  },
  {
    "text": "Find free videos, study notes, podcasts, classes and more@bibleproject.com.",
    "start": "01:01:22",
    "end": "01:01:28"
  }
]