[
  {
    "text": "Hey, this is John@Bibleproject. If you've been listening to this podcast much, you know that our mission is to explore the Bible as a unified story that leads to Jesus. That's a punchy little phrase we use as a shorthand for our conviction about how the Bible should be read. A unified story that leads to Jesus. But what does that actually mean? In what way is it unified? Is it really just a story? And how is the whole thing about Jesus? And what about the Bible teaching us how to live good lives? And how about the Bible being God's word? We're beginning a brand new series unpacking our conviction about what the Bible is. We're calling it the Paradigm Series. What is our paradigm for how to read the Bible?",
    "start": "00:00:06",
    "end": "00:00:47"
  },
  {
    "text": "So a paradigm, it's not something so much that you think about. It's a framework for understanding reality that you take for granted and then you think within that. And so, so it's actually very difficult to step back from your own paradigm and tinker with it. And you have to be exposed to other views of reality and understand them and then understand how your own differs. And then you begin to, like, see the fishbowl that you've been swimming in but have never seen the glass.",
    "start": "00:00:47",
    "end": "00:01:13"
  },
  {
    "text": "Today we're going to discuss three paradigms that we often bring to the Bible that while having really good intentions behind them, will actually leave us flat footed when we try to understand the Bible.",
    "start": "00:01:14",
    "end": "00:01:26"
  },
  {
    "text": "On its own terms.",
    "start": "00:01:26",
    "end": "00:01:27"
  },
  {
    "text": "These three paradigms are the Bible as a theology dictionary, the Bible as a moral handbook, and the Bible as a devotional grab bag.",
    "start": "00:01:27",
    "end": "00:01:34"
  },
  {
    "text": "I call it a reference book mentality in relating to the Bible. In other words, reference books play an interesting role in a person's library. Now there's, you know, online encyclopedias, but you know, when I get on Wikipedia, it's usually that I have a question, a need. I'm confused in some way.",
    "start": "00:01:34",
    "end": "00:01:51"
  },
  {
    "text": "Now, the Bible does want us to understand God. It wants to form our moral character and it wants us to discover it in a very personal way. But it doesn't do it as a reference book.",
    "start": "00:01:51",
    "end": "00:02:03"
  },
  {
    "text": "The main thing that we want to say is the Bible actually is capable of addressing my questions and felt needs the way that it does. It is not like a reference book, it can actually do those things, but in ways that are going to take some adjustment.",
    "start": "00:02:03",
    "end": "00:02:19"
  },
  {
    "text": "It's going to take a new paradigm.",
    "start": "00:02:19",
    "end": "00:02:20"
  },
  {
    "text": "So emphatically what we're attempting to do is adopt a paradigm, a set of expectations, and a view that is native to the biblical literature itself. The way that it was designed, the assumptions with which it was designed and created. And we're looking for a paradigm that's in tune with what the Bible was designed to do.",
    "start": "00:02:21",
    "end": "00:02:40"
  },
  {
    "text": "All that today on the podcast. Thanks for joining us.",
    "start": "00:02:40",
    "end": "00:02:43"
  },
  {
    "text": "Here we go. All right, you ready?",
    "start": "00:02:43",
    "end": "00:02:49"
  },
  {
    "text": "I'm ready.",
    "start": "00:02:49",
    "end": "00:02:50"
  },
  {
    "text": "The Bible is a unified story that leads to Jesus. Do you remember how that phrase came to be? It's something we say a lot.",
    "start": "00:02:50",
    "end": "00:02:57"
  },
  {
    "text": "Yes. We can maybe reconstruct a genealogy of the phrase in all our notes and conversations, but I don't remember now, now that we're seven years in to the Bible Project. Yeah, yeah.",
    "start": "00:02:57",
    "end": "00:03:08"
  },
  {
    "text": "It's become the tagline of Bible Project. And it's also become kind of our mission is to help people experience that.",
    "start": "00:03:08",
    "end": "00:03:15"
  },
  {
    "text": "Yes. Yeah, that's right.",
    "start": "00:03:15",
    "end": "00:03:17"
  },
  {
    "text": "As they read the Bible. And it's easy to remember.",
    "start": "00:03:17",
    "end": "00:03:20"
  },
  {
    "text": "Yeah. Sticky, actually a technical word in, like, marketing. Word marketing circles. Yeah, yeah. It's both memorable and it gets something across very quickly.",
    "start": "00:03:20",
    "end": "00:03:31"
  },
  {
    "text": "Right. It captures you.",
    "start": "00:03:31",
    "end": "00:03:33"
  },
  {
    "text": "Yeah. In a way that it's simple, but also makes you think, like, oh, is that how I read the Bible?",
    "start": "00:03:33",
    "end": "00:03:38"
  },
  {
    "text": "Ah, I see. Makes you assess your paradigm. Yeah, yeah. And then I think quickly you go, oh, sweet. Well, it's unified, it's coherent. All the pieces should work together. It's a story. There's a lot of buzz about story.",
    "start": "00:03:38",
    "end": "00:03:52"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:03:52",
    "end": "00:03:53"
  },
  {
    "text": "And it's centered on Jesus. And then that is very beautiful. And so altogether, I think it's like, okay, yeah, there's something here. And people have really latched onto it.",
    "start": "00:03:53",
    "end": "00:04:03"
  },
  {
    "text": "Including us.",
    "start": "00:04:03",
    "end": "00:04:04"
  },
  {
    "text": "Including us. And so what we're going to do is really unpack it and make sure that we're really clear as to what that means.",
    "start": "00:04:04",
    "end": "00:04:14"
  },
  {
    "text": "When you go deeper, when we say, as an organization, we want to help people experience the Bible a certain way as a unified story leads to Jesus. That also raises the question when you hear it, oh, well, how have I been experiencing the Bible?",
    "start": "00:04:14",
    "end": "00:04:29"
  },
  {
    "text": "Right.",
    "start": "00:04:29",
    "end": "00:04:30"
  },
  {
    "text": "Is that how I experience the Bible? And if not, why not? And what does it involve then to engage the Bible this way? I'm pleased with it as a tagline for what we're doing with all of our content, but it also begs a whole bunch of questions that need to be unpacked.",
    "start": "00:04:30",
    "end": "00:04:49"
  },
  {
    "text": "Right.",
    "start": "00:04:49",
    "end": "00:04:49"
  },
  {
    "text": "And as time goes on, we use it more. We've realized that we need to unpack it.",
    "start": "00:04:49",
    "end": "00:04:54"
  },
  {
    "text": "Right. And I've realized we've been using all this other vernacular sometimes, like, it's wisdom literature, it's meditation literature.",
    "start": "00:04:54",
    "end": "00:05:02"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:05:02",
    "end": "00:05:03"
  },
  {
    "text": "And so how does that all work together? What do we mean when we use Those phrases. And how does that fit with this idea of it's a unified straight leads Jesus.",
    "start": "00:05:03",
    "end": "00:05:10"
  },
  {
    "text": "Yep.",
    "start": "00:05:10",
    "end": "00:05:11"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:05:11",
    "end": "00:05:13"
  },
  {
    "text": "So that's what we're gonna do. We've worked out at least as far as we can turn at the moment, seven different aspects to what's involved in that short little summary.",
    "start": "00:05:13",
    "end": "00:05:23"
  },
  {
    "text": "Right.",
    "start": "00:05:23",
    "end": "00:05:24"
  },
  {
    "text": "We're calling it our paradigm or our approach to the Bible.",
    "start": "00:05:24",
    "end": "00:05:28"
  },
  {
    "text": "Right. The shorthand has been for us the paradigm. And so if our mission is experience the Bible through this paradigm, then what is this paradigm? And like you said, is it the paradigm we're coming to the Bible with? And then how do we adjust our paradigm to this one?",
    "start": "00:05:28",
    "end": "00:05:45"
  },
  {
    "text": "That's right. Maybe we should not take for granted that the word paradigm is like a normal word that people use.",
    "start": "00:05:45",
    "end": "00:05:51"
  },
  {
    "text": "Yeah. What does that mean, a paradigm?",
    "start": "00:05:53",
    "end": "00:05:55"
  },
  {
    "text": "Yeah, I mean I've got a rough definition. I haven't looked up a dictionary definition for a long time. I know it's two Greek words. It's a compound word from Greek.",
    "start": "00:05:55",
    "end": "00:06:04"
  },
  {
    "text": "Is it? Yeah, I'm just looking it up right now.",
    "start": "00:06:04",
    "end": "00:06:07"
  },
  {
    "text": "Para. And I think it's got pattern come from to show or display.",
    "start": "00:06:07",
    "end": "00:06:13"
  },
  {
    "text": "Oh, I see, yeah. In Greek there's a word paradigma which means a pattern or model or precedent or example. Para beside next to para and dakene I wonder to show.",
    "start": "00:06:14",
    "end": "00:06:34"
  },
  {
    "text": "Ah, okay. So it's something you put alongside another thing to illustrate or explain it or fill it out. That's a little different than how I.",
    "start": "00:06:34",
    "end": "00:06:44"
  },
  {
    "text": "Yeah, so that's the history of the word. But then in the 20th century it began to be used in a more specific philosophical sense as a logical conceptual structure serving as a form of thought within a given area of experience. So in the 20th century this word was kind of co. Opted. So originally it just meant to illustrate something. I'll bring alongside an illustration to help you understand something.",
    "start": "00:06:44",
    "end": "00:07:08"
  },
  {
    "text": "Actually here, this is in classic Greek dictionary by Liddell and Scott. It's the standard dictionary of classical Greek. So you want to read the New Testament or Homer or Plato, this is your dictionary.",
    "start": "00:07:08",
    "end": "00:07:21"
  },
  {
    "text": "Okay.",
    "start": "00:07:21",
    "end": "00:07:21"
  },
  {
    "text": "Pattern or model originally used of an architect's model, first used in Herodotus. That's interesting. And then of examples or models. Ooh, Platonic ideals. In Platonic philosophy there's reality, but then there's these non physical ideals and those are called parodigmas. Yeah. So that's different. Yeah, you could say that's where the word began. Life.",
    "start": "00:07:22",
    "end": "00:07:45"
  },
  {
    "text": "Yeah.",
    "start": "00:07:45",
    "end": "00:07:45"
  },
  {
    "text": "But then as you just read that definition. So a paradigm, it's not something so much that you think about. It's a framework for understanding reality that you take for granted, and then you think within that.",
    "start": "00:07:45",
    "end": "00:07:58"
  },
  {
    "text": "Yeah.",
    "start": "00:07:58",
    "end": "00:07:59"
  },
  {
    "text": "And so it's actually very difficult to step back from your own paradigm.",
    "start": "00:07:59",
    "end": "00:08:03"
  },
  {
    "text": "Yes.",
    "start": "00:08:03",
    "end": "00:08:04"
  },
  {
    "text": "And tinker with it. And you have to be exposed to other views of reality and understand them and then understand how your own differs. And then you begin to, like, see the fishbowl that you've been swimming in but have never seen the glass kind of thing. That's been my way of thinking about paradigms.",
    "start": "00:08:04",
    "end": "00:08:20"
  },
  {
    "text": "Yeah. So what would be a really good, concrete example of that might really bring it home? I don't know why this came to mind. I think people understand maybe. Are you an optimist or are you a pessimist?",
    "start": "00:08:20",
    "end": "00:08:30"
  },
  {
    "text": "Okay, sure.",
    "start": "00:08:31",
    "end": "00:08:32"
  },
  {
    "text": "And this is a simplification, but, like, you can have a paradigm, an understanding of how the world works, which makes you anticipate problems and then get deflated by problems or just anticipate them and want to solve them proactively. And so that's kind of. Would you call that a paradigm?",
    "start": "00:08:32",
    "end": "00:08:53"
  },
  {
    "text": "Yeah. It's a set of expectations I bring to reality that have helped me make sense of my life experience.",
    "start": "00:08:53",
    "end": "00:08:58"
  },
  {
    "text": "Right.",
    "start": "00:08:59",
    "end": "00:08:59"
  },
  {
    "text": "But then sometimes they don't make sense. Things happen that don't fit my understanding of how the world works. Relationships work. And then I'm either gonna find a way to explain it within my existing paradigm, or I'm gonna let it crack my paradigm and force me to maybe see the world in a new way.",
    "start": "00:08:59",
    "end": "00:09:17"
  },
  {
    "text": "Yeah.",
    "start": "00:09:17",
    "end": "00:09:18"
  },
  {
    "text": "There's good examples in psychology just how human psychology develops. You know, about how children develop models of human relationships, paradigms from their family of origins. And we'd all develop our own ways of dealing with grief or conflict, you know. But then what often happens to a young person in their teens or twenties is their circles of relationship widen. And there are ways of thinking about relationships that were formed in one type of setting. We now put them to work in other relationships that maybe it's totally different dynamic. And usually that's when people begin to discover new paradigms that they need to see a therapist. But needing to see a therapist is somebody outside myself pointing out, like, well, you assume this about people.",
    "start": "00:09:18",
    "end": "00:10:06"
  },
  {
    "text": "Right.",
    "start": "00:10:06",
    "end": "00:10:06"
  },
  {
    "text": "And it's constantly causing this problem in your relationship. Why do you assume that about people and that kind of thing? Well. Oh, wow. That's how.",
    "start": "00:10:06",
    "end": "00:10:13"
  },
  {
    "text": "And it's interesting that a crisis of paradigm often leads you to need a guide.",
    "start": "00:10:13",
    "end": "00:10:19"
  },
  {
    "text": "Yes.",
    "start": "00:10:20",
    "end": "00:10:20"
  },
  {
    "text": "Because it's actually really difficult disequilibrating and can be scary and then emotionally taxing. Oftentimes when a very firmly believed paradigm begins to like fall out underneath you. And then it's like, now what?",
    "start": "00:10:20",
    "end": "00:10:38"
  },
  {
    "text": "That's right. And sometimes, yeah, it does come together in a book or a relationship or an event that just cracks your view of reality.",
    "start": "00:10:38",
    "end": "00:10:46"
  },
  {
    "text": "Yeah.",
    "start": "00:10:46",
    "end": "00:10:46"
  },
  {
    "text": "I think there are also people in times for whom it happens slowly over time. Certainly been my experience. So I think it probably happens different ways for different people.",
    "start": "00:10:46",
    "end": "00:10:56"
  },
  {
    "text": "I think a word that I also hear people use is a frame.",
    "start": "00:10:56",
    "end": "00:11:00"
  },
  {
    "text": "Yeah, the metaphor of a picture frame.",
    "start": "00:11:00",
    "end": "00:11:02"
  },
  {
    "text": "Yeah, yeah. And I think paradigm is kind of really big picture where sometimes if you're just going to a specific conversation or something that needs to be moderated, I hear people say something like, hey, let's frame this up this way. In other words, like, let's set this as a boundary of like how we're talking and thinking about this issue. Then that kind of biggest question is like, well, is there a another frame that would be better?",
    "start": "00:11:02",
    "end": "00:11:27"
  },
  {
    "text": "Right. Yeah, sure.",
    "start": "00:11:28",
    "end": "00:11:29"
  },
  {
    "text": "And why this frame versus that frame and framing the issue actually gives you a lot of control over then how the issue is then.",
    "start": "00:11:29",
    "end": "00:11:38"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:11:38",
    "end": "00:11:39"
  },
  {
    "text": "Discussed and discovered, man.",
    "start": "00:11:39",
    "end": "00:11:40"
  },
  {
    "text": "In fact, in parenting, this is a term I'm using. I introduced the term reframe in conversations I'm now having with my 9 year old son because he and his brother are already his brother, seven. They're in these patterns and he's already operating out of a certain paradigm of their relationship. And so whenever I see a conflict brewing, I'll take him aside and be like, buddy, okay, remember the reframe. You're approaching your brother as if there's scarcity. You don't have everything you need and he's a threat to you getting what you need. Let's reframe it. Yeah, I think there's enough for both of you. It's an abundance paradigm, which is kind of what you brought that up earlier, but it's that it's a new frame and we need to reframe. And this was college. When all this woke up to me, I felt like I had been living in the Matrix. And it was also when those movies came out.",
    "start": "00:11:40",
    "end": "00:12:33"
  },
  {
    "text": "Yeah, that's right. Late 90s.",
    "start": "00:12:33",
    "end": "00:12:34"
  },
  {
    "text": "And I had a number of professors who were, you know, gifted at helping young adults expose their paradigms of reality and not to ditch them, but to begin to critique them and hopefully improve them.",
    "start": "00:12:34",
    "end": "00:12:47"
  },
  {
    "text": "Yeah.",
    "start": "00:12:47",
    "end": "00:12:48"
  },
  {
    "text": "So it was a habit that I learned to develop to self critique and be suspicious of my view of reality.",
    "start": "00:12:48",
    "end": "00:12:54"
  },
  {
    "text": "Yeah.",
    "start": "00:12:54",
    "end": "00:12:55"
  },
  {
    "text": "Because by definition, it's something you don't know and don't notice about your own patterns of thinking.",
    "start": "00:12:55",
    "end": "00:12:59"
  },
  {
    "text": "Until it's very difficult to be suspicious of your view of reality.",
    "start": "00:12:59",
    "end": "00:13:02"
  },
  {
    "text": "Yes, totally. Because you have to have a view of reality like get up and operate in the morning.",
    "start": "00:13:02",
    "end": "00:13:07"
  },
  {
    "text": "Yeah. It could be disabling. So when. When a paradigm is so robust and all encompassing, I noticed that then we started using the word worldview.",
    "start": "00:13:07",
    "end": "00:13:16"
  },
  {
    "text": "Yeah, sure. That became a synonym.",
    "start": "00:13:16",
    "end": "00:13:18"
  },
  {
    "text": "Yeah, A synonym of sorts, like a really like full paradigm of how that everything gets attached.",
    "start": "00:13:18",
    "end": "00:13:25"
  },
  {
    "text": "Yeah. So your view of physics, matter, God, who you are, human relationships, meaning, purpose. Yeah, all of it. I think at some point I stopped using the word worldview because it wasn't self explaining and I just swapped. In view of reality. Yeah, It's a little more clunky, but I think it makes your view of reality. Yeah, just your view of everything. Your theory of everything. Yeah, we all have a theory of everything that we're operating out of. So that's big picture.",
    "start": "00:13:25",
    "end": "00:13:54"
  },
  {
    "text": "Yes.",
    "start": "00:13:54",
    "end": "00:13:54"
  },
  {
    "text": "What we are using this language to do is to say everybody comes to the Bible with the preloaded paradigm of what it is, what it's for, how to engage it, what to do, what constitutes skilled engagement with this book. And it's vitally important that we bring out those paradigms into the open so we can tinker with them, because there are some more helpful paradigms that are more in tune with what the Bible is and designed to do. And then there are a charitable way is to say, I think, less helpful paradigms. And we don't so much focus on those. Though I think it might be helpful to just profile kind of where we've landed with how to pinpoint what are some unhelpful paradigms and then kind of reframe to say we can actually do many of the same things that our unhelpful paradigms want us to do, but in a frame that's more in tune with the Bible.",
    "start": "00:13:55",
    "end": "00:14:50"
  },
  {
    "text": "Maybe as a way to start, I could tell you like one paradigm shift that occurred to me before we worked on this project, and then I'd love for you to try to place it kind of in then our current thinking.",
    "start": "00:15:21",
    "end": "00:15:30"
  },
  {
    "text": "Sure.",
    "start": "00:15:30",
    "end": "00:15:31"
  },
  {
    "text": "But I grew up with the Bible and I grew up with a paradigm that my relationship with the Bible is that I should daily spend time in it and we call it like a quiet time, and I should be able to read a portion of it and then interpret it and then apply it to my life and then walk away with having almost kind of mastered that section to the degree that then now I get it and now my life is gonna adjust towards what I just got.",
    "start": "00:15:32",
    "end": "00:16:07"
  },
  {
    "text": "Yeah.",
    "start": "00:16:07",
    "end": "00:16:07"
  },
  {
    "text": "So that was kind of, like, the.",
    "start": "00:16:07",
    "end": "00:16:08"
  },
  {
    "text": "Task at hand all in 20 minutes or less.",
    "start": "00:16:08",
    "end": "00:16:11"
  },
  {
    "text": "In, like, 20 minutes, yes.",
    "start": "00:16:11",
    "end": "00:16:12"
  },
  {
    "text": "Ideally, is there some, like, prayer involved or you're, like, feeling the love of God warm your heart?",
    "start": "00:16:13",
    "end": "00:16:19"
  },
  {
    "text": "Well, prayer was a separate discipline.",
    "start": "00:16:19",
    "end": "00:16:21"
  },
  {
    "text": "I see.",
    "start": "00:16:21",
    "end": "00:16:22"
  },
  {
    "text": "I suppose. But I think ideally you kind of put them together. Okay. But. Yeah, but then also there should be this sense of, like, now I've connected with God. He spoke to me. And so my experience, though, was I would open the Bible, I would read something, and I would just be like, what did I just read? And I would have so many questions, and I would just kind of be flustered, and then I'd feel like a failure.",
    "start": "00:16:22",
    "end": "00:16:49"
  },
  {
    "text": "Hmm.",
    "start": "00:16:49",
    "end": "00:16:49"
  },
  {
    "text": "And then I would not want to do it anymore.",
    "start": "00:16:50",
    "end": "00:16:52"
  },
  {
    "text": "Sure. That's really demotivating.",
    "start": "00:16:52",
    "end": "00:16:54"
  },
  {
    "text": "And then I would go long stretches of not doing it, and then you kind of have to, like, pretend that you still are, because that's kind of, like what you're supposed to be doing, and it's kind of embarrassing that you can't pull it off. And so one hack is to just find that paragraph or that verse.",
    "start": "00:16:54",
    "end": "00:17:12"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:17:12",
    "end": "00:17:13"
  },
  {
    "text": "That really does sing to you. And then just keep going back to that.",
    "start": "00:17:13",
    "end": "00:17:16"
  },
  {
    "text": "Yeah. And there's so many of those in the Bible. Some great ones.",
    "start": "00:17:16",
    "end": "00:17:20"
  },
  {
    "text": "And then get a collection of those and then just cycle through those.",
    "start": "00:17:20",
    "end": "00:17:22"
  },
  {
    "text": "Yeah.",
    "start": "00:17:22",
    "end": "00:17:22"
  },
  {
    "text": "That's kind of one strategy that didn't become my strategy. My strategy just became like, avoid it. And then be like, okay, I'm gonna try again, and then go for it. It didn't work. Avoid it. So this was, like, the cycle. And then I'm like, in Bible school, this is still the cycle. Even in Bible school, which you went.",
    "start": "00:17:24",
    "end": "00:17:41"
  },
  {
    "text": "To because you thought you could get a handle.",
    "start": "00:17:41",
    "end": "00:17:44"
  },
  {
    "text": "Yeah.",
    "start": "00:17:44",
    "end": "00:17:44"
  },
  {
    "text": "Get some new angle.",
    "start": "00:17:44",
    "end": "00:17:45"
  },
  {
    "text": "Get a handle on it.",
    "start": "00:17:45",
    "end": "00:17:45"
  },
  {
    "text": "Yeah.",
    "start": "00:17:45",
    "end": "00:17:46"
  },
  {
    "text": "And it just continued to be the cycle. And so I found some freedom. And I felt like this was a really spiritual moment with God, and I. Where I felt God kind of telling me, like, stop treating the Bible that way. I want you to just spend time in the Bible. And that success, even if you come out confused, just be in it. And in the same way that, like, when you have a good friend, you just want to spend time together, and you're not like, you know, did I, like, learn something? And now I'm going to apply it to my life or, you know, did we, like, take a next step in our relationship? It's just like, time is the point and that it'll work on me without me knowing how it's working on me. That's the thing I heard God saying, like, it'll just work on you without you realizing it. So just if you opened it up and you read it, then that's success. And that was a paradigm shift for me.",
    "start": "00:17:46",
    "end": "00:18:40"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:18:40",
    "end": "00:18:41"
  },
  {
    "text": "That felt really, really refreshing. Now it didn't actually solve. I still avoided the confusing. I still avoided it because it was still really confusing.",
    "start": "00:18:41",
    "end": "00:18:50"
  },
  {
    "text": "Yeah.",
    "start": "00:18:50",
    "end": "00:18:50"
  },
  {
    "text": "It made me feel less guilty.",
    "start": "00:18:50",
    "end": "00:18:52"
  },
  {
    "text": "Yeah. This is interesting. This is before we started working on this project.",
    "start": "00:18:52",
    "end": "00:18:54"
  },
  {
    "text": "Before we started working on the project.",
    "start": "00:18:54",
    "end": "00:18:55"
  },
  {
    "text": "Huh. I don't think I've ever quite heard you say, well, you just said that way. And that's cool to know. That seems like an important step. It seems like some of what you were letting go of. There was a lot of internal stuff, expectations you had of yourself.",
    "start": "00:18:55",
    "end": "00:19:12"
  },
  {
    "text": "Right.",
    "start": "00:19:12",
    "end": "00:19:12"
  },
  {
    "text": "And I guess of the God that you would meet as you read the scriptures, that maybe it was a little less like the, I don't know, a caricature of a frustrated teacher.",
    "start": "00:19:12",
    "end": "00:19:23"
  },
  {
    "text": "What do you mean?",
    "start": "00:19:23",
    "end": "00:19:23"
  },
  {
    "text": "Oh, sorry. What I mean is it sounds like you had a paradigm shift of who the God is that you're supposed to meet as you read the scriptures and that you were losing some sort of caricature of, like, the gods of, like, a frustrated teacher waiting for you to clue in. Oh, I'm not getting it. I'm not feeling this.",
    "start": "00:19:23",
    "end": "00:19:43"
  },
  {
    "text": "Yeah, that's a good way to put it.",
    "start": "00:19:43",
    "end": "00:19:45"
  },
  {
    "text": "Performing. And so this is frustrating. And you were able to let that go and be like, no, this is.",
    "start": "00:19:45",
    "end": "00:19:49"
  },
  {
    "text": "More like God's an artist.",
    "start": "00:19:49",
    "end": "00:19:50"
  },
  {
    "text": "Storyteller. Yeah. And a mentor.",
    "start": "00:19:50",
    "end": "00:19:52"
  },
  {
    "text": "And a mentor. And he just wants to spend time with me.",
    "start": "00:19:52",
    "end": "00:19:55"
  },
  {
    "text": "Yeah. God, that's a significant shift.",
    "start": "00:19:55",
    "end": "00:19:57"
  },
  {
    "text": "And I don't have to be in control of how I learn this. It'll work on me without me realizing it.",
    "start": "00:19:57",
    "end": "00:20:04"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:20:04",
    "end": "00:20:05"
  },
  {
    "text": "Where? Because I kind of like. I mean, you might know this about me. I want to be good at the thing that I'm doing, and if I'm not, it's just really frustrating. I just lose and I lose interest if I feel like I can't get good at it. Yeah, but you can't lose interest in the Bible. As a Christian. You're not supposed to. You're not allowed to. You're not supposed to, you're not supposed to. So that was the next step for me, was just kind of like really embracing that I've lost interest in the Bible and becoming like a post Bible Christian.",
    "start": "00:20:05",
    "end": "00:20:32"
  },
  {
    "text": "Yeah.",
    "start": "00:20:32",
    "end": "00:20:32"
  },
  {
    "text": "But this is kind of before that, because I couldn't lose interest, but I couldn't master it. And so I just kind of was just like, I'm just going to believe that this, if I spend time in it, it'll work on me.",
    "start": "00:20:32",
    "end": "00:20:45"
  },
  {
    "text": "Sure.",
    "start": "00:20:45",
    "end": "00:20:46"
  },
  {
    "text": "So, yeah, that's a great way to put it. From the paradigm of a frustrated teacher to just like a patient mentor, storyteller.",
    "start": "00:20:46",
    "end": "00:20:53"
  },
  {
    "text": "Yep. As I'm hearing you articulate that right now, it sounds like that was an important development that I think probably needed to happen before you approached me with the idea of making explainer videos on the Bible. In other words, had you been in the previous mode, I think our journey.",
    "start": "00:20:54",
    "end": "00:21:10"
  },
  {
    "text": "Together would have been more frustrating or.",
    "start": "00:21:10",
    "end": "00:21:12"
  },
  {
    "text": "Oh, it just would have been different because you would have been in a different place. But it sounds like you had kind of become more open handed with what the Bible is supposed to be and do in your life, which maybe kind of just made you more open to some new perspectives that you hadn't really thought about before. Yeah, I'm speculating, I'm not. You.",
    "start": "00:21:12",
    "end": "00:21:30"
  },
  {
    "text": "Yes. Could be the case.",
    "start": "00:21:31",
    "end": "00:21:33"
  },
  {
    "text": "So there's a paradigm shift you had.",
    "start": "00:21:33",
    "end": "00:21:35"
  },
  {
    "text": "There's a paradigm shift about the Bible.",
    "start": "00:21:35",
    "end": "00:21:36"
  },
  {
    "text": "About the Bible, yep. And you probably just didn't sit down and think, I'm going to change how I'm thinking. It's something that happened to you as much as you were happening to it.",
    "start": "00:21:36",
    "end": "00:21:45"
  },
  {
    "text": "Yeah. And it was a moment of actual freedom. Like sometimes we talked about how paradigm shifts can be scary, but paradigm shifts can all of a sudden just be like, whoa, okay, I feel a burden released.",
    "start": "00:21:45",
    "end": "00:21:55"
  },
  {
    "text": "That's true. Yeah, that's right. Yeah. Especially if your paradigm was creating more and more critical tension than it was helping you understand and live in a healthy way. So, yeah. What we want to do then is articulate together what we have discovered about the next stage of a paradigm shift, both for you and, and it's been one that I've been undergoing since really I first encountered. That's probably a year or two into following Jesus and trying to read the Bible. And I didn't have the guilt thing, I just had the bewilderment of like, I don't understand this. Yeah, it's hard actually to import, to reflect now, you know, back on what you first thought because when your thought develops on something, it's hard to really remember. But I remember being really compelled by Jesus, really stirred by the parts of the Bible that are like the heart warmers and the one liners and the, you know, the good stuff. But there's just so much bewilderment about how all the rest of it, the laws and the ancient regulations and sacrifices and sex scandals and all of that divine violence, how it all fit together.",
    "start": "00:21:55",
    "end": "00:23:06"
  },
  {
    "text": "Right.",
    "start": "00:23:06",
    "end": "00:23:06"
  },
  {
    "text": "So it was mostly bewilderment and curiosity that drove me. But then I met. Within the first couple years, I encountered some paradigms that were just all of a sudden, like the light bulbs were coming on so regularly that I just couldn't stop paying to go to school.",
    "start": "00:23:06",
    "end": "00:23:22"
  },
  {
    "text": "Yeah.",
    "start": "00:23:23",
    "end": "00:23:24"
  },
  {
    "text": "And I didn't for over a decade. But that was my long paradigm development. And then in this project, you've been going along that with me. So we're going to attempt to articulate where we're at now and what we've discovered. And we've had some tension with saying, is this our paradigm? The bioproject paradigm? Yeah.",
    "start": "00:23:24",
    "end": "00:23:44"
  },
  {
    "text": "Sometimes we call it our paradigm because we're using it.",
    "start": "00:23:44",
    "end": "00:23:46"
  },
  {
    "text": "Yeah. Because it's been our experience.",
    "start": "00:23:47",
    "end": "00:23:48"
  },
  {
    "text": "Yeah. But it's not ours.",
    "start": "00:23:48",
    "end": "00:23:50"
  },
  {
    "text": "It's not ours. So, emphatically, what we're attempting to do is adopt a paradigm, a set of expectations, in a view that is native to the biblical literature itself, the way.",
    "start": "00:23:50",
    "end": "00:24:01"
  },
  {
    "text": "The Bible thinks of itself, the way.",
    "start": "00:24:01",
    "end": "00:24:03"
  },
  {
    "text": "That it was designed, the assumptions with which it was designed and created. And we're looking for a paradigm that's in tune with what the Bible was designed to do. We've used a lot of illustrations over the years of, like, if you think a cookbook is a grocery list, you can make the cookbook work for you.",
    "start": "00:24:03",
    "end": "00:24:22"
  },
  {
    "text": "Yeah. Actually, that's a great grocery list, I suppose, because you can get groceries that will cook some meals.",
    "start": "00:24:22",
    "end": "00:24:29"
  },
  {
    "text": "Yeah, that's right. There's a list of food.",
    "start": "00:24:29",
    "end": "00:24:30"
  },
  {
    "text": "There's a list of food in there.",
    "start": "00:24:30",
    "end": "00:24:31"
  },
  {
    "text": "At the beginning of every recipe. So it can be a guide, but it probably won't help you at the grocery store do a number of other things. You probably need more than just what's on that recipe. So it's not a very good grocery list, because a grocery list should do a bunch of other things.",
    "start": "00:24:31",
    "end": "00:24:48"
  },
  {
    "text": "Like a grocery list should get you groceries for the whole week, not just for one meal.",
    "start": "00:24:48",
    "end": "00:24:51"
  },
  {
    "text": "Totally. Yeah, that's right. Yeah. If you go to the grocery store and only get the recipe stuff, you won't get a bunch of other things that you need. So it can't give you everything that you need to accomplish a certain purpose. But then also you miss, apply or misuse what the cookbook is for, because it's meant to do a bunch of other things than just give you a grocery list. So it's kind of a silly example, but it gets the point across.",
    "start": "00:24:51",
    "end": "00:25:13"
  },
  {
    "text": "The way that you view what a book is for, what A book does.",
    "start": "00:25:14",
    "end": "00:25:19"
  },
  {
    "text": "Yeah.",
    "start": "00:25:19",
    "end": "00:25:20"
  },
  {
    "text": "Will shape then how you approach it and what you get out of it.",
    "start": "00:25:20",
    "end": "00:25:22"
  },
  {
    "text": "That's right. And so what is liable to happen is that you'll both miss what that text was trying to communicate with its own agenda and on its own terms. And that's sad.",
    "start": "00:25:22",
    "end": "00:25:32"
  },
  {
    "text": "Yeah.",
    "start": "00:25:32",
    "end": "00:25:33"
  },
  {
    "text": "But then also, I'm likely to misuse it as I make it do things that it wasn't really designed to do. And it's like a double whammy. So you could think of other examples, but I like the cookbook recipe. So that's basically it. What are ways paradigms that we come to the Bible with? And when I say we, what I mean is in different parts of the Christian tradition, Orthodox and Protestant and Catholic, and then within each of those, there's sub traditions, but there are some common patterns underneath those that at least I've observed. And so I think it might help real quickly to just kind of name those. Not to do a big critique job, but just to name them, because I think we will. And I hope, you know, those of you listening will recognize your own experience with the Bible in some of these. And then what we want to do is move forward to say, what are some of the expectations and a paradigm to come to the Bible with that's native, according to its design that will really illuminate and unpack. And it's the paradigm that we're operating out of as we create all the videos and classes and online content and so on for the bio project.",
    "start": "00:25:33",
    "end": "00:26:39"
  },
  {
    "text": "Sam? Yeah. So there's three paradigms. And you've talked about this before. We haven't never talked about it here, but maybe like in interviews on other podcasts and such, three kind of less helpful paradigms. And what I find interesting about these three, and we'll go through them, is I think all three of these played into why I always was stuck with the Bible.",
    "start": "00:26:52",
    "end": "00:27:41"
  },
  {
    "text": "Sure.",
    "start": "00:27:41",
    "end": "00:27:42"
  },
  {
    "text": "And kind of phase one stuck where? Then my kind of big aha was like, okay, I don't. It's not about mastery. It's about letting it master me. But then stage two stuck, which was like, I don't know if that's even working. I don't even know if I need this book. But I think behind both of those was because I was being driven in some sense by one of these paradigms, and I was hitting dead ends because this was the paradigm.",
    "start": "00:27:42",
    "end": "00:28:05"
  },
  {
    "text": "Yeah. There's three ways these unhelpful paradigms manifest themselves. I have found language that I'm happy with that gets underneath all of them. Like, what are all of them have in common. So the language I've put to it is, I call it a reference book mentality in relating to the Bible. In other words, reference books play interesting role in a person's library. Now there's, you know, online encyclopedias, so those kind of function in that way. But, you know, when I get on Wikipedia or when I turn to a handful of dictionaries, encyclopedias, it's usually that I have a question, a need. I'm confused in some way.",
    "start": "00:28:05",
    "end": "00:28:41"
  },
  {
    "text": "I'm bringing my question to totally the resource.",
    "start": "00:28:42",
    "end": "00:28:45"
  },
  {
    "text": "That's it. And so I don't read it from front to back.",
    "start": "00:28:45",
    "end": "00:28:47"
  },
  {
    "text": "Right.",
    "start": "00:28:47",
    "end": "00:28:48"
  },
  {
    "text": "That's not how you treat a reference book. A mature relationship with a reference book means knowing where to find the answer, you're looking for the answer or the part that will address the need. Question confusion. And I think that reference book approach gets expressed in a number of different ways. Okay, three different ways that we've kind of named. And here's the trick is that it's not bad to come to the Bible with felt needs and questions. That's not like it makes sense that.",
    "start": "00:28:48",
    "end": "00:29:16"
  },
  {
    "text": "You would want to treat the Bible like reverence.",
    "start": "00:29:16",
    "end": "00:29:18"
  },
  {
    "text": "Totally. Yes, that's right. I think the main thing that we want to say is the Bible actually is capable of addressing my questions and felt needs. But the way that it does it is not like a reference book. It can actually do those things, but in ways that are going to take some adjustment. So, for example, one approach of this is being introduced to the Bible as the theology dictionary, a theology reference book. So who and what are human beings? Who or what is God? What's good, what's bad? What's the problem in the world and with people?",
    "start": "00:29:18",
    "end": "00:29:54"
  },
  {
    "text": "Yeah.",
    "start": "00:29:54",
    "end": "00:29:54"
  },
  {
    "text": "Is there a solution? What has God been doing?",
    "start": "00:29:54",
    "end": "00:29:57"
  },
  {
    "text": "Yeah. How many angels are there? What are their names?",
    "start": "00:29:57",
    "end": "00:30:01"
  },
  {
    "text": "But also. Yeah. How old is the world? By what processes, physical processes, did the world as we know it come into being?",
    "start": "00:30:01",
    "end": "00:30:09"
  },
  {
    "text": "Yeah. How does God make decisions about things?",
    "start": "00:30:09",
    "end": "00:30:13"
  },
  {
    "text": "Yeah. How does God operate? How do I make sense of suffering or evil? Who is Jesus? Was he who he really says he was and that kind of thing?",
    "start": "00:30:13",
    "end": "00:30:23"
  },
  {
    "text": "Yeah. How should we do church?",
    "start": "00:30:23",
    "end": "00:30:24"
  },
  {
    "text": "How should we do church? How should we structure our church? How should I talk with my friend who's dealing with this issue in their life and so on? And so my first year of Bible college, I went through a couple systematic theology classes. And that was basically the approach. It was like God.",
    "start": "00:30:24",
    "end": "00:30:40"
  },
  {
    "text": "Yes.",
    "start": "00:30:40",
    "end": "00:30:41"
  },
  {
    "text": "It was a whole topic, just God. And it was like a systematic explanation from this tradition's point of view, but it was always based in the Bible. But it was by turning to pages in the Bible and reading one sentence or reading a paragraph.",
    "start": "00:30:41",
    "end": "00:30:54"
  },
  {
    "text": "A lot of my classes. So you had anthropology, soteriology. Yeah, all the Christology, it's just like all like what's the nature of angels, what's the nature of Jesus, what's the nature of humans?",
    "start": "00:30:54",
    "end": "00:31:05"
  },
  {
    "text": "The intuition underneath that approach makes all the sense in the world. The biblical text is designed to shape my view of reality and of what's true about God.",
    "start": "00:31:06",
    "end": "00:31:16"
  },
  {
    "text": "I should be able to have an ology about something.",
    "start": "00:31:16",
    "end": "00:31:20"
  },
  {
    "text": "Yeah. The Bible is the kind of text that is designed to generate worlds and shape our imaginations and our view of everything. So the question is, what modes of engaging the Bible are going to accomplish that task best? And so one paradigm shift we want to invite people to is that a reference book skill set will not allow the Bible to do what it's designed to do. Yeah, it's trying to accomplish those things, shape our view of everything, but not in the manner that a reference book does. It's doing it through a different means that we'll talk about. So that's one shift.",
    "start": "00:31:21",
    "end": "00:31:56"
  },
  {
    "text": "Can I ask though? Yeah, let's not throw shade, but like you can get really far treating the Bible as a reference book. I mean, I was taught in school to do that and there was a textbook that did it. It's still really popular. And what's the place for that?",
    "start": "00:31:56",
    "end": "00:32:12"
  },
  {
    "text": "Oh, of course. Yeah. It's a whole discipline in our tradition. It has the word systematic theology attached. I think here's the trick though. I think it's like knowing what game you're playing. Basketball or tennis.",
    "start": "00:32:12",
    "end": "00:32:24"
  },
  {
    "text": "Okay.",
    "start": "00:32:24",
    "end": "00:32:24"
  },
  {
    "text": "And so if you're going to take what's designed as a basketball and try and do something else with it, it's just good to recognize. Okay. This is the moment at which we're doing something different. We're going to take this basketball and derive principles from it and apply it to a different game with a different set of rules. Let's not pretend that we're going to play tennis with a basketball. Let's just recognize we've created something new. We've created a new ball and we are the ones who are creating it.",
    "start": "00:32:25",
    "end": "00:32:53"
  },
  {
    "text": "Have you ever played talker?",
    "start": "00:32:53",
    "end": "00:32:55"
  },
  {
    "text": "What? Talker?",
    "start": "00:32:55",
    "end": "00:32:56"
  },
  {
    "text": "Yeah. No, it's tennis. Soccer with tennis and soccer together.",
    "start": "00:32:56",
    "end": "00:32:59"
  },
  {
    "text": "Wait, which is which? Are you kicking a tennis ball sized ball or are you playing tennis with a soccer size ball?",
    "start": "00:33:00",
    "end": "00:33:07"
  },
  {
    "text": "You're playing tennis with a soccer size ball and they actually have.",
    "start": "00:33:07",
    "end": "00:33:09"
  },
  {
    "text": "Oh. What?",
    "start": "00:33:09",
    "end": "00:33:10"
  },
  {
    "text": "Well, so you Have a ball that's a. A little bigger than a soccer ball, but it's yellow and fuzzy like a tennis ball.",
    "start": "00:33:10",
    "end": "00:33:16"
  },
  {
    "text": "What? And you're kicking it back and forth over the net.",
    "start": "00:33:16",
    "end": "00:33:18"
  },
  {
    "text": "You're kicking it back and forth over the net.",
    "start": "00:33:18",
    "end": "00:33:19"
  },
  {
    "text": "That actually kind of.",
    "start": "00:33:19",
    "end": "00:33:20"
  },
  {
    "text": "It's actually pretty fun. Yeah.",
    "start": "00:33:20",
    "end": "00:33:22"
  },
  {
    "text": "Talker. So this might be a bad analogy. All I'm trying to say is systematic theology is in a creative, constructive attempt to take the core convictions that arise out of the biblical story and then to build a new perspective, to address things that the Bible didn't explicitly address, or that the texts of the Bible weren't designed to address those things in a comprehensive way.",
    "start": "00:33:22",
    "end": "00:33:51"
  },
  {
    "text": "Yeah. Or could it also be just cataloging the things the Bible is addressing, but in a new way?",
    "start": "00:33:51",
    "end": "00:33:57"
  },
  {
    "text": "Yeah, sure. But I think the point to call out, and that wasn't made clear to me when I sat in my first systematic theology classes, is that we're remaking the Bible. We're taking the Bible and we're rearranging it to address a set of topics. And in a way that was not the agenda of the biblical authors. And so what we need to be is super self aware that the parts of the Bible we're selecting to speak to this or that question or felt need are actually a faithful connection that we're making. Because it's very easy to take parts of the Bible that were not designed to address X, Y or Z and then make them address X, Y or Z. And in so doing, we're liable to either misuse certain texts or to not actually hear other parts of the Bible that really are trying to do that. But because of my own social location or tradition, I haven't been trained to hear those parts of the Bible. I just hear the ones that my tradition has taught me to pay attention to. And so it's just a tenuous enterprise. But it's important because I think the biblical story is the kind of story that's meant to help God's people move out into creation and have wisdom to address all kinds of things that the biblical authors never imagined and never thought to speak to.",
    "start": "00:33:57",
    "end": "00:35:10"
  },
  {
    "text": "Not to split hairs. But I think that the idea here then is it's not that systematic theology is a problem. It's that the impulse, if you're doing systematic theology, is to come to the Bible as a reference book.",
    "start": "00:35:10",
    "end": "00:35:23"
  },
  {
    "text": "Right.",
    "start": "00:35:23",
    "end": "00:35:24"
  },
  {
    "text": "And then when you do that, when that's your frame or paradigm, what the Bible is, then you start finding things and doing things that the Bible's not doing, and you start missing things the Bible's trying to do, but you just aren't seeing because you're using the wrong frame.",
    "start": "00:35:24",
    "end": "00:35:37"
  },
  {
    "text": "Yeah, that's it.",
    "start": "00:35:37",
    "end": "00:35:38"
  },
  {
    "text": "But then there's an argument to be made that if you're, if you're using a good frame, good paradigm for what the Bible is.",
    "start": "00:35:38",
    "end": "00:35:44"
  },
  {
    "text": "Yeah.",
    "start": "00:35:44",
    "end": "00:35:44"
  },
  {
    "text": "And then you want to, as an exercise, go away and then try to systematize all the things that you think the Bible has been communicating to you. It's some sort of construct that's easier to like.",
    "start": "00:35:44",
    "end": "00:35:55"
  },
  {
    "text": "Sure.",
    "start": "00:35:55",
    "end": "00:35:55"
  },
  {
    "text": "Wrap your mind around.",
    "start": "00:35:55",
    "end": "00:35:56"
  },
  {
    "text": "Or it's really, it's a translation. It's translating the language and ideas of the biblical story into bullet points, into a new type of language, that of the systematic logical list or something like that.",
    "start": "00:35:56",
    "end": "00:36:08"
  },
  {
    "text": "Right.",
    "start": "00:36:08",
    "end": "00:36:08"
  },
  {
    "text": "And that's not a bad thing.",
    "start": "00:36:08",
    "end": "00:36:09"
  },
  {
    "text": "Got it.",
    "start": "00:36:09",
    "end": "00:36:10"
  },
  {
    "text": "Christians have been doing it for millennia.",
    "start": "00:36:10",
    "end": "00:36:11"
  },
  {
    "text": "Yes.",
    "start": "00:36:11",
    "end": "00:36:12"
  },
  {
    "text": "But it's just important to point out that some things are lost in that translation effort and that it's a translation exercise.",
    "start": "00:36:12",
    "end": "00:36:20"
  },
  {
    "text": "Okay.",
    "start": "00:36:20",
    "end": "00:36:20"
  },
  {
    "text": "And so it's by nature going to be a statement of systematic theology on X, Y or Z is going to be in need of lots of revision and cross cultural input because it will always be limited.",
    "start": "00:36:21",
    "end": "00:36:34"
  },
  {
    "text": "So the problem isn't doing systematic theology. The problem is treating the Bible as a theological dictionary.",
    "start": "00:36:34",
    "end": "00:36:39"
  },
  {
    "text": "That's right. For me, what redeemed my understanding of what systematic theology is and what it can do was in seminary and it was really just sitting in classes with Professor Gary Brashears, who's been a mentor to me. He's on our board of the Bible Project. And what he would always first do is pose a question. Whatever the classic questions are, who is God? What's the nature of evil? And really the class would just be a sustained reflection and reading and interpretation of key biblical passages as a whole. And so it was a way of merging what we've come to call biblical theology. Let's understand, we understand the prologue to John, the first paragraph of John as a whole. Here's what it's doing. Now. Let's draw from that.",
    "start": "00:36:39",
    "end": "00:37:22"
  },
  {
    "text": "Now, what can I say?",
    "start": "00:37:22",
    "end": "00:37:24"
  },
  {
    "text": "Implications about God, a summary about the nature of Jesus and his deity and his humanity and so on. And actually I think that's what the best of systematic theologians have been doing throughout all their history. But there's this byproduct that comes when I, that's how I'm introduced to read the Bible.",
    "start": "00:37:24",
    "end": "00:37:39"
  },
  {
    "text": "Ah. Then I come to the Bible as a Bible dictionary.",
    "start": "00:37:39",
    "end": "00:37:41"
  },
  {
    "text": "It's a reference book. That's right.",
    "start": "00:37:41",
    "end": "00:37:43"
  },
  {
    "text": "And I'm trying to find the verse that becomes the proof text for this or that.",
    "start": "00:37:43",
    "end": "00:37:48"
  },
  {
    "text": "Yeah. It's more just saying let's understand what each project is designed to do and then make sure that we don't overlook a culturally literary, sensitive, biblical theology approach. Let's let that. Let's let what the Bible is drive the car.",
    "start": "00:37:48",
    "end": "00:38:04"
  },
  {
    "text": "Yeah.",
    "start": "00:38:05",
    "end": "00:38:05"
  },
  {
    "text": "And then let our attempts to systematize it make sure that they're always playing, what do you call it, second fiddle or something. Which doesn't mean they're less important. It just. It means we need to not let the.",
    "start": "00:38:05",
    "end": "00:38:21"
  },
  {
    "text": "More of a harmony.",
    "start": "00:38:21",
    "end": "00:38:21"
  },
  {
    "text": "Yeah, more harmony. And again, there's nothing controversial in what we're talking about. The systematic theologians that I love to read have helped me understand this.",
    "start": "00:38:22",
    "end": "00:38:31"
  },
  {
    "text": "Got it, Sam. So in bibleproject, we don't do systematic theology. That's something I've heard you say.",
    "start": "00:38:31",
    "end": "00:39:07"
  },
  {
    "text": "Yeah. It's a different approach. The closest that we get is like in a word study video where we'll look at one word, all of its uses, build up a portrait of the word's meaning, but usually we fit it into the story of the Bible. So anyhow.",
    "start": "00:39:08",
    "end": "00:39:20"
  },
  {
    "text": "So the way that it's written here is that there's a good intuition behind treating the Bible as a theology dictionary. Theology dictionary. And that is the intuition is that the Bible should shape my view of reality and what's true about the world, God, myself, and others.",
    "start": "00:39:20",
    "end": "00:39:33"
  },
  {
    "text": "And when we say should, what we're saying is that's what these texts have always done and were designed to do.",
    "start": "00:39:33",
    "end": "00:39:38"
  },
  {
    "text": "Yes, but how does it do it? It doesn't do it as a reference book where you find the Bible answers it, does it as does it through.",
    "start": "00:39:38",
    "end": "00:39:47"
  },
  {
    "text": "The medium of narrative and poetry and first century letters.",
    "start": "00:39:47",
    "end": "00:39:51"
  },
  {
    "text": "Yeah. And then we'll get to this.",
    "start": "00:39:52",
    "end": "00:39:54"
  },
  {
    "text": "Yeah.",
    "start": "00:39:54",
    "end": "00:39:54"
  },
  {
    "text": "But it becomes meditation literature and wisdom literature.",
    "start": "00:39:54",
    "end": "00:39:59"
  },
  {
    "text": "Okay, that's right. The second one should maybe take less time because it's just, instead of coming with theological questions, it's coming with moral or ethical questions. So another predominant reference book approach to the Bible is treating it as a moral handbook or a rule book. And you had a lot of traction or experience of this in your growing up.",
    "start": "00:39:59",
    "end": "00:40:21"
  },
  {
    "text": "Totally. But it's tricky because if you're paying attention just a little bit, you realize there's no consistency in kind of how that's done.",
    "start": "00:40:21",
    "end": "00:40:29"
  },
  {
    "text": "Oh, from tradition to tradition.",
    "start": "00:40:30",
    "end": "00:40:31"
  },
  {
    "text": "Even within the tradition.",
    "start": "00:40:31",
    "end": "00:40:33"
  },
  {
    "text": "Oh, even within Christian traditions.",
    "start": "00:40:33",
    "end": "00:40:34"
  },
  {
    "text": "Yeah, even within my tradition. I was like, cool, we're really set on this rule here because Paul said this in this letter, but he also says this over here.",
    "start": "00:40:35",
    "end": "00:40:44"
  },
  {
    "text": "Yeah, sure. Yeah, sure.",
    "start": "00:40:44",
    "end": "00:40:45"
  },
  {
    "text": "We actually don't think I.",
    "start": "00:40:45",
    "end": "00:40:46"
  },
  {
    "text": "And then Leviticus says this over here. Right.",
    "start": "00:40:46",
    "end": "00:40:48"
  },
  {
    "text": "And that's. Well, and that's. Yeah, right, Totally.",
    "start": "00:40:49",
    "end": "00:40:52"
  },
  {
    "text": "Yeah.",
    "start": "00:40:52",
    "end": "00:40:52"
  },
  {
    "text": "And so.",
    "start": "00:40:52",
    "end": "00:40:52"
  },
  {
    "text": "So, yeah, you're saying there's these unspoken assumptions at work where in each Christian tradition, it differs from tradition. These are the parts of the Bible that we take as face value as moral guidelines. But then there is other parts of the Bible, and we have a special approach to that.",
    "start": "00:40:53",
    "end": "00:41:07"
  },
  {
    "text": "Right.",
    "start": "00:41:07",
    "end": "00:41:07"
  },
  {
    "text": "We have a way to explain why that's different than the part we appeal to. And then what's tricky is outsiders to that tradition, whether they're other Christians or people who just who don't follow Jesus or didn't grow up around the Christian tradition, it's confusing. And in Christianized cultures, historically Christianized cultures, it's very confusing to people who aren't followers of Jesus to say the times that Christians in public appeal to this book, it's usually when moral issues are at stake, A Christian will say, I have this moral conviction because it says this in the Bible. And so people don't follow Jesus. That trains them too, that the Bible is a moral rule book. That's primarily what it's designed to do. And then people who don't follow Jesus will read the Bible. Those often start at the beginning, and then they'll get to the law codes in the Old Testament, and they're like, what. Tell me, this is from your moral handbook about stoning somebody who breaks a Sabbath or whatever. So even inside and outside the tradition, it feels inconsistent. People can sense that pretty easily. That's one liability of the moral handbook approach.",
    "start": "00:41:07",
    "end": "00:42:14"
  },
  {
    "text": "Well, in my tradition, it was with the Old Testament laws, there was kind of this understanding of like, you're not doing those things. Although even there it was inconsistent because every once in a while it's like. But that one there.",
    "start": "00:42:14",
    "end": "00:42:28"
  },
  {
    "text": "Yeah, you'll quote, I mean, like the.",
    "start": "00:42:28",
    "end": "00:42:29"
  },
  {
    "text": "Ten Commandments, except for the Sabbath.",
    "start": "00:42:29",
    "end": "00:42:31"
  },
  {
    "text": "Right? That's right.",
    "start": "00:42:32",
    "end": "00:42:33"
  },
  {
    "text": "But there were certain ones in there that were really important to point out, but then obviously other ones that you're just like, of course not. But then where it got a little bit more strict was New Testament letters. Like, if it's in the New Testament letter, sure, that's a rule. But then even there, you would find opportunities to kind of.",
    "start": "00:42:33",
    "end": "00:42:52"
  },
  {
    "text": "That's right.",
    "start": "00:42:52",
    "end": "00:42:53"
  },
  {
    "text": "Fudge it a little bit.",
    "start": "00:42:53",
    "end": "00:42:54"
  },
  {
    "text": "That's right. And we explored that in our series on how to read the New Testament letters at length. Yeah, yeah. In the same letter, you'll find greet one another in the church with a holy kiss, Drink a little wine. Don't just Drink only water, and also appoint deacons and elders and, you know, like all these instructions and. Yeah. Which ones are binding from the rule book and so on.",
    "start": "00:42:54",
    "end": "00:43:19"
  },
  {
    "text": "And there's a really strong impulse to want to have the Bible help us decide what is good and bad.",
    "start": "00:43:19",
    "end": "00:43:26"
  },
  {
    "text": "That's right.",
    "start": "00:43:26",
    "end": "00:43:26"
  },
  {
    "text": "Because we don't want to go off the rails. And there's this concern of, like, if you don't treat the Bible as a rule book, or if you can't at least find enough rules in the Bible that keep us in the rails, then it's all going to just fall apart.",
    "start": "00:43:26",
    "end": "00:43:42"
  },
  {
    "text": "Yeah. We've been problematizing this approach. So let's name what is also a right intuition underneath this, that the Bible, the texts that are in the Bible, were designed to give instruction and guidance to God's people about what is right and what is just and what is good and beautiful so that God's people can live in a certain way in the world. It's a vision of what it means to be a human, be righteous. Yeah.",
    "start": "00:43:42",
    "end": "00:44:06"
  },
  {
    "text": "To use a biblical word.",
    "start": "00:44:06",
    "end": "00:44:07"
  },
  {
    "text": "Yeah. To do right by God and other people. So the Bible is a set of texts that are designed to shape people who know how to discern what's good and bad. And without a doubt, that's what they're designed to do. And they explicitly talk about that. What we're talking about is how you engage the Bible to help it do that in the life of a person or a community. And we're saying as a reference book, what do I do in this situation? Turn to this page, Turn to this sentence. That's not an approach that engages the Bible the way it's designed to do that. That's what we're both saying and not saying.",
    "start": "00:44:07",
    "end": "00:44:42"
  },
  {
    "text": "And this one's really scary because the fear is that if you approach the Bible in a different way, then we're all going to come to our own conclusions as to what is actually right and wrong.",
    "start": "00:44:42",
    "end": "00:44:52"
  },
  {
    "text": "Yeah.",
    "start": "00:44:52",
    "end": "00:44:52"
  },
  {
    "text": "And then what does it even mean that the Bible has authority? Maybe I can make it say whatever I want and create whatever rules I want out of it.",
    "start": "00:44:53",
    "end": "00:44:58"
  },
  {
    "text": "Sure. Yes. And that has been happening in the history of Judaism and Christianity all along. And it has forced people both to listen to each other and together listen to the guidance of the Spirit in concert with listening to the Scriptures. And it has been both a unifying and separating experience throughout Jewish and Christian history. And so for me, it points all the way back to whatever moral or ethical guidance the Bible is giving. It's not a systematic statement of that, as such if it was, it would be a lot more clear to a lot more people throughout the last few millennia. So the way that communities get moral and ethical guidance from the Scriptures is a dynamic process. And the way a given tradition has developed a way of doing that, it's very easy to think, well, that's the way it ought to be done. And I do think there are better, more helpful and less helpful ways that communities do that. But it is a dynamic process.",
    "start": "00:44:58",
    "end": "00:46:00"
  },
  {
    "text": "It is a dynamic process, but I think. Would you say that the Bible does have an agenda?",
    "start": "00:46:00",
    "end": "00:46:07"
  },
  {
    "text": "Yes, very much so.",
    "start": "00:46:07",
    "end": "00:46:09"
  },
  {
    "text": "The process should be aligning us with the agenda that the Bible has.",
    "start": "00:46:09",
    "end": "00:46:13"
  },
  {
    "text": "Yeah. If a person or community wants to align their lives. Yeah. It isn't like the biblical story and.",
    "start": "00:46:13",
    "end": "00:46:20"
  },
  {
    "text": "Its message, here's a playground, go explore and then come back with whatever you want.",
    "start": "00:46:20",
    "end": "00:46:25"
  },
  {
    "text": "No. Yeah. The whole premise of the first story of humans in the Bible is about who gets to define what's good and what's bad.",
    "start": "00:46:25",
    "end": "00:46:33"
  },
  {
    "text": "And God gets to.",
    "start": "00:46:34",
    "end": "00:46:34"
  },
  {
    "text": "Humans are God. That's what the whole story is about. It's about producing people who can discern what's good from what's not good.",
    "start": "00:46:34",
    "end": "00:46:42"
  },
  {
    "text": "And the Torah itself, the Bible itself was thought of as a tree of life. That's supposed to bring you, to help you understand.",
    "start": "00:46:42",
    "end": "00:46:49"
  },
  {
    "text": "Absolutely, yeah. Moral or ethical formation of people and their character and of communities and how they live in the world. But the question is, how do I get the Bible?",
    "start": "00:46:49",
    "end": "00:46:59"
  },
  {
    "text": "Yes.",
    "start": "00:46:59",
    "end": "00:46:59"
  },
  {
    "text": "How do you get the Bible accomplish that?",
    "start": "00:47:00",
    "end": "00:47:01"
  },
  {
    "text": "And it's not by treating it as.",
    "start": "00:47:01",
    "end": "00:47:03"
  },
  {
    "text": "A handbook, treating it as a rule book. Won't get you there, won't allow the Bible to do what it was designed to do.",
    "start": "00:47:03",
    "end": "00:47:09"
  },
  {
    "text": "So, I mean, there's all sorts of traditions with all sorts of positions. Do you think that if we all come to the Bible, reading it in its grain through the correct paradigm, this will align more and more? Should it? Because if the Bible does have an agenda and if it actually is telling us what it means to be truly human, what it means to really be righteous, what it means to do right by God and others, to be rescued by God, all these things, it really has a clear stance, then there should be this alignment happening.",
    "start": "00:47:09",
    "end": "00:47:44"
  },
  {
    "text": "Sure. However, the communities that are going to embody that ethical vision, that moral vision of what it means to be human will be a whole bunch of diverse expressions. Because the human family, there's so many different cultures. It does seem to me there will be core universal convictions that are kind of core to human nature and experience.",
    "start": "00:47:44",
    "end": "00:48:07"
  },
  {
    "text": "Yeah. Like do not murder.",
    "start": "00:48:07",
    "end": "00:48:09"
  },
  {
    "text": "Totally, for example.",
    "start": "00:48:09",
    "end": "00:48:11"
  },
  {
    "text": "And this is where it's confusing because that's a law in the Bible. It's a rule in the Bible that Moses gives. And it's also a rule we live by. And it's a rule that you would anticipate every Christian in any context, no matter what, should always live by. So then all of a sudden you're kind of like, oh, well, then the Bible does have rules. And so I need to find more of those in the Bible.",
    "start": "00:48:11",
    "end": "00:48:37"
  },
  {
    "text": "Okay, so that's a good example. Do not murder. So it's formulated as a moral guideline in the Ten Commandments. Jesus himself quotes it, but then also says there's a lot more to it, and he gets underneath it. And he starts to give these case studies examples about how anger and dishonoring people, publicly making fun of them, calling them names, devaluing them. Yeah. Belittling language, that this itself is akin to murder. And all of a sudden you're like, well, is there a rule anywhere of don't ever make fun of somebody or belittle them? Well, that seems to be what Jesus is getting at. Now we're to the question of a rule book tells you what to do. Wisdom literature is about forming certain kinds of people who need thin rule books because the spirit and the core convictions that are expressed in different rules are written into their character. And I think this is the vision of human beings that Jesus was trying to paint. Interesting. We call the Sermon on the Mount.",
    "start": "00:48:37",
    "end": "00:49:36"
  },
  {
    "text": "So with what Jesus does with that rule of do not murder, kind of shows you that if you just. If you just come and go, okay, there's a rule. Do not murder. And then I'm going to not do that thing, and I'll be good.",
    "start": "00:49:36",
    "end": "00:49:46"
  },
  {
    "text": "Yeah.",
    "start": "00:49:46",
    "end": "00:49:46"
  },
  {
    "text": "Jesus saying, like, actually, no, let's meditate on it.",
    "start": "00:49:46",
    "end": "00:49:49"
  },
  {
    "text": "Totally.",
    "start": "00:49:49",
    "end": "00:49:49"
  },
  {
    "text": "Let's treat it as wisdom. What's underneath that? And now all of a sudden, it's not just whether or not you're killing someone. It's how you're just. The language you use towards people becomes a rule of sorts, a rule of life, a way of monitoring our behavior.",
    "start": "00:49:49",
    "end": "00:50:03"
  },
  {
    "text": "And what honoring the Bible, as wisdom literature does also, and as narrative and meditation literature is recognizing, there's a lot of other ways the Bible addresses murder that aren't through moral rules. Cain and Abel begins a major motif of depicting violence and murder. It's a profound exploration of the meaning of murder. And then to follow the train of that motif through the narrative of Genesis through two Kings. And it's a sustained meditation on the problem of violence and murder in human communities. And if you don't have radar to know that there's a narrative exploration of this idea, this moral issue. If I'm only looking for rules, I'm going to miss out on all this other stuff the Bible is trying to say, because I was looking for a reference sentence for it. So that's a good example of how using the Bible as a rule book will all miss out on what other things the Bible is trying to do. And then I'm likely to not even really use correctly the moral rule, because just taking the 10 commandment statement at face value, Jesus himself shows. No, it's so much more. There's more underneath that. I've been in a few settings before where I'm kind of working through this, and certain traditions. Protestants get really twitchy when you're like, the Bible's not a moral handbook.",
    "start": "00:50:04",
    "end": "00:51:21"
  },
  {
    "text": "Right.",
    "start": "00:51:21",
    "end": "00:51:21"
  },
  {
    "text": "And what we're not saying is the Bible isn't trying to shape our view of what's right and wrong. We are saying that the question is, how does it accomplish that goal? And it actually does it in ways that many Christians haven't even thought to imagine yet, in powerful ways. But we need to learn how to. How to hear the music, so to speak.",
    "start": "00:51:21",
    "end": "00:51:39"
  },
  {
    "text": "It's scary, I think, for people.",
    "start": "00:52:06",
    "end": "00:52:09"
  },
  {
    "text": "Yeah, sure. Yep. Yeah. I don't know. Maybe an illustration is. As a teacher, I've been thrilled to discover the world of digital whiteboards. First you have chalkboards.",
    "start": "00:52:09",
    "end": "00:52:18"
  },
  {
    "text": "Right.",
    "start": "00:52:18",
    "end": "00:52:18"
  },
  {
    "text": "Then you have whiteboards. And now the next you had the.",
    "start": "00:52:18",
    "end": "00:52:21"
  },
  {
    "text": "Projector screens that was in.",
    "start": "00:52:21",
    "end": "00:52:22"
  },
  {
    "text": "Oh, yeah. Overhead projectors. Yeah, that was next level. So digital whiteboards.",
    "start": "00:52:22",
    "end": "00:52:27"
  },
  {
    "text": "Yeah.",
    "start": "00:52:27",
    "end": "00:52:27"
  },
  {
    "text": "So I just went to some of our artists here at the Bible Project, and I was like, give me your favorite, like, digital drawing app. This app called Procreate. So I use it as a digital whiteboard for just very simple drawings and so on. But then a couple of our artists showed me stuff they've done in Procreate, and it's like stunning, stunning artwork. And I realized, like, oh, I'm using Procreate as a whiteboard app, but I'm nowhere near tapping into the true capabilities of this thing. But I'm using it. It's working. I use it, and it works good for what I need it to do. So what we're saying is kind of like that for treating the Bible as a moral handbook, you can make it do those things, but you're going to miss out on its full capability and likely probably misuse it on some occasions. With that paradigm and approach, maybe that is a way of illustrating what we're.",
    "start": "00:52:27",
    "end": "00:53:16"
  },
  {
    "text": "Getting at, I think there's also a fear that this is just an excuse to reintroduce new morals that are more socially acceptable or more palatable instead of just being firm with, like, there's just certain things we need to have rules and convictions about that aren't going to be easy.",
    "start": "00:53:16",
    "end": "00:53:34"
  },
  {
    "text": "Yep, sure. And so there is a whole other dynamic that is actually treated in the storyline of the Bible, which is that the way God's people express faithfulness to God has developed throughout time because God is working in and through people in their cultural context. And so the idea that gentiles, who, non Israelites who might eat foods that have been sacrificed to other gods, but that, like, take them home and have them, that was such an appalling idea for some of the earliest Messianic, morally Republicans, Messianic Jews. Moral. Not just like theologically, you know, offensive, morally offensive. And so that was something that was a paradigm shift that the Spirit took those early communities through. And so throughout church history, different church traditions have developed different views about how that process works. Some traditions think that that dynamic and development just continues apace, and some say it continues up to a certain point, and some say it shouldn't continue at all since, you know, the statements of the apostles and the moral guidance they give. And so that gets us into other territory that we're not trying to get into so much. I think what we're trying to just say is let's honor the way that the biblical texts are designed to form people's moral worldviews and what traditions and people are going to go do with that moral worldview. That would require somebody with a lot more knowledge of church history and other dynamics than just us. But that's an important conversation. Does that make any sense?",
    "start": "00:53:34",
    "end": "00:55:06"
  },
  {
    "text": "It does, but I guess what I'm saying is this paradigm, and we haven't really gotten to the paradigm, but if it's not a rule book, and I can't treat as a rule book, then what we're saying is we're giving an opportunity for people then to design new rules, new rule books, potentially. And what I heard you saying was, then the Bible doesn't give the guardrails for when you've stepped out of line or not.",
    "start": "00:55:06",
    "end": "00:55:32"
  },
  {
    "text": "Oh, got it. Okay. If that's what you heard me saying, that's not quite what I'm trying to say. I think the Bible does provide a vision of, yeah, what is the good and the beautiful, but it provides it within a cultural framework of its authors, namely ancient Israelites and Early Messianic Jews living in the first century. So the question is, how do we appropriate their framework and language in contexts that are totally different and totally different culture and time and place? So it's not a free for all, but it is. How do we embody faithfulness to that moral vision of the biblical story? And historically, it's just a fact. The Christian communities who pledge their allegiance to Jesus, who believe the Scriptures, give us a word from God, but they disagree on certain aspects of how to embody that faithfulness in a different setting. And that's just a fact of church history. And so you have to say either something's broken with the Bible, that it didn't provide us with that clarity. And so that's where a lot of people go, is they ditch the Bible, or they say the Bible is providing a moral vision, but in a way that's different and has given birth to some different traditions and how they go about discerning right from wrong.",
    "start": "00:55:32",
    "end": "00:56:44"
  },
  {
    "text": "Well, isn't there also the position you're just not taking the Bible literally enough?",
    "start": "00:56:44",
    "end": "00:56:47"
  },
  {
    "text": "Oh, sure, some traditions have that view. But it's my conviction that if you probe far enough, every tradition has its own incoherencies and idiosyncrasies that will show that it is itself a tradition. Yeah, we're getting into actually controversial territory here, I suppose, and that just is what it is. But I think it's very. It requires a lot of humility for leaders in different church traditions to be careful that we don't just assume that my traditions, reading the Bible is just its face value, very clear meaning.",
    "start": "00:56:47",
    "end": "00:57:21"
  },
  {
    "text": "Okay.",
    "start": "00:57:21",
    "end": "00:57:21"
  },
  {
    "text": "So ultimately, at bibleproject, what we want to see is humans flourishing, for there.",
    "start": "00:57:21",
    "end": "00:57:27"
  },
  {
    "text": "To be shalom and new creation through.",
    "start": "00:57:27",
    "end": "00:57:31"
  },
  {
    "text": "The power of Jesus and being faithful, images of God and images of Jesus.",
    "start": "00:57:31",
    "end": "00:57:36"
  },
  {
    "text": "Loving God by loving others. And I think the suspicion and worry is that if you're not going to treat the Bible as a rule book, then we're going to start deciding what's good and bad on our own terms. And it can just spiral out of control so fast.",
    "start": "00:57:36",
    "end": "00:57:52"
  },
  {
    "text": "Yep, sure.",
    "start": "00:57:52",
    "end": "00:57:53"
  },
  {
    "text": "And you just watch it, like, as soon as you do that, then this is going to happen. And then spiral, spiral, spiral, and now just we're living in debauchery in hell.",
    "start": "00:57:53",
    "end": "00:58:02"
  },
  {
    "text": "Sure. But you can flip it over and you can say, you can also highlight how a certain tradition has developed a whole way of making sense of a certain moral vision and then being very rigid about that, and then without realizing it, or maybe while realizing it, is doing all sorts of terrible, harmful things to people and not even thinking about it because it doesn't fit within their paradigm. And so of course, the example on the world stage right now is Protestant traditions, you know, the European, American, white dominant Protestant traditions that elevated personal piety, personal morality, particularly sexual integrity, all the while, you know, propping up, often with the Bible, propping up cultural institutions that were killing and enslaving people. And so it's that kind of thing where you just go, oh, if we can see that now with some kind of clarity, what are ways that my tradition is doing some other kind of analogous thing right now? That's what I'm just saying. We just need.",
    "start": "00:58:02",
    "end": "00:59:05"
  },
  {
    "text": "That's the humility.",
    "start": "00:59:05",
    "end": "00:59:06"
  },
  {
    "text": "It's the humility to just say, I can't just assume that my tradition's reading of the Bible, especially if it is a moral handbook reading, has been dropped out of heaven. Every tradition is going to introduce distortions into the moral vision of the Bible. And so we need to pay attention to church history of different traditions, people who are different than me, and trust that the Spirit will guide God's people. Because history hasn't stopped and God's still at work in the world, guiding people into new, uncharted territory. The question is, what story is giving that guidance? And yeah, there you go. That's where I'm at now. And this question that I'll be working on for the rest of my life. But I think by definition it's a question God's people have to be working on for the rest of human history, because that's what it means to be human. Right to subdue the land and rule it as kings and queens and be stewards of creation is to go into new, uncharted territory.",
    "start": "00:59:06",
    "end": "01:00:02"
  },
  {
    "text": "Yeah.",
    "start": "01:00:02",
    "end": "01:00:02"
  },
  {
    "text": "How you doing?",
    "start": "01:00:03",
    "end": "01:00:04"
  },
  {
    "text": "Good.",
    "start": "01:00:04",
    "end": "01:00:04"
  },
  {
    "text": "Okay. So the last and third aspect of this reference book mentality we've called. I think you probably came up with this phrasing, but the Bible is a devotional grab bag. So the assumption underneath is the Bible exists. And I think this is the right intuition. The Bible exists to connect me not just to ancient people and what they were trying to say, but to the presence of the living God and of the Spirit of God and the presence of Jesus to put me in tune with that living one, to help guide me and my life and my community in the world.",
    "start": "01:00:05",
    "end": "01:00:38"
  },
  {
    "text": "That should be delightful.",
    "start": "01:00:39",
    "end": "01:00:40"
  },
  {
    "text": "Yes, yeah. Discovery, fun, learning, challenge.",
    "start": "01:00:40",
    "end": "01:00:44"
  },
  {
    "text": "Ahaz.",
    "start": "01:00:45",
    "end": "01:00:45"
  },
  {
    "text": "Ahaz. Yeah. Epiphanies, this kind of thing. So the Bible is designed to overhaul your view of reality and connect you to the living God in a personal way. Totally. What it's designed to do. The question is how?",
    "start": "01:00:46",
    "end": "01:00:59"
  },
  {
    "text": "How does it do it? How does it do it?",
    "start": "01:00:59",
    "end": "01:01:01"
  },
  {
    "text": "So if I've developed a habit, and this is tricky because I've been very personal and I've kind of backed down on being so dogmatic about how I talk about this, because I have my own favorite parts of the Bible and there are times when I go and read those favorite parts because they remind me of things that are true and real and I feel the warm fuzzies and so on. But the trick is that becomes my main mode of engaging the Bible. I go read that paragraph or just that sentence or just that part of a page. But I make sure not to read too far because, like, further in the paragraph is that one really crazy thing. I don't know what to make of that. And so I avoid that. That's the devotional grab bag.",
    "start": "01:01:01",
    "end": "01:01:37"
  },
  {
    "text": "Yeah.",
    "start": "01:01:37",
    "end": "01:01:37"
  },
  {
    "text": "Yeah. So again, right. Intuition, but poor execution.",
    "start": "01:01:37",
    "end": "01:01:41"
  },
  {
    "text": "Right. Because the execution becomes pick and choose. And when you do that, you lose the thrust of what the whole unified story, at least Jesus is trying to.",
    "start": "01:01:41",
    "end": "01:01:52"
  },
  {
    "text": "Do, or the whole paragraph or the whole story, or the whole letter poem or whatever, whatever it is.",
    "start": "01:01:52",
    "end": "01:01:57"
  },
  {
    "text": "And so all three of those theological dictionary, moral handbook, devotional grab bag. There are three different ways of treating the Bible as a reference book. I haven't heard you frame it that way, which is really, really nice.",
    "start": "01:01:57",
    "end": "01:02:08"
  },
  {
    "text": "Yeah, it's more recent formula.",
    "start": "01:02:08",
    "end": "01:02:10"
  },
  {
    "text": "And the Bible is not a reference book. And so that begs the question, what kind of book is it? And that's what we're going to jump into. The shorthand we use is unified story leads to Jesus. But that begs a lot of questions. What does that mean?",
    "start": "01:02:11",
    "end": "01:02:22"
  },
  {
    "text": "Yep.",
    "start": "01:02:22",
    "end": "01:02:23"
  },
  {
    "text": "And so we'll jump in to unpack that. What kind of book is the Bible?",
    "start": "01:02:23",
    "end": "01:02:27"
  },
  {
    "text": "Yeah, We've developed seven, not intentionally, it just turned out to be seven aspects that are important to what we mean by the unified story. At least Jesus. So let's turn and do that.",
    "start": "01:02:27",
    "end": "01:02:40"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. Next week we're back continuing this discussion on paradigms.",
    "start": "01:02:42",
    "end": "01:02:48"
  },
  {
    "text": "If the primary way that God is at work in the world through his spirit is through people, then it makes all the sense, sense in the world that God's word would be communicated through a human word. And the human words are not incidental. They are the way the divine word is communicated. It means I shouldn't go hunting for an explanation of the Bible's origins that can't be traced to any human agency or that can't be explained historically. It's a dead end. The Bible doesn't need that kind of origin story to bolster its divine authority. That's not how the Bible presents itself.",
    "start": "01:02:48",
    "end": "01:03:27"
  },
  {
    "text": "Today's show is produced by Cooper Peltz. Zach McKinley is our editor. Dan Gummel, our senior editor and Lindsey Ponder created the show. Notes we're taking questions for this paradigm series, so if you want to ask us a question, we'd love to respond to it. Email your question to infoointhebibleproject.com try to keep it to about 30 seconds or so and let us know your name.",
    "start": "01:03:28",
    "end": "01:03:50"
  },
  {
    "text": "And where you're from.",
    "start": "01:03:50",
    "end": "01:03:51"
  },
  {
    "text": "BibleProject is a crowdfunded nonprofit in Portland, Oregon. Our mission, our paradigm as you will, is to experience the Bible as a unified story that leads to Jesus. And we're able to do this and give it away for free because of the generous support of many people just like you all around the world. So thank you for being a part of this with us.",
    "start": "01:03:51",
    "end": "01:04:08"
  },
  {
    "text": "Hi, this is Celine and I'm from Pennsylvania. I first heard about Bible Project.",
    "start": "01:04:08",
    "end": "01:04:12"
  },
  {
    "text": "Hi, this is Sinachi and I'm from Nigeria. First heard about the bible project through YouTube and I use the Bible Project for personal learning and spiritual growth.",
    "start": "01:04:13",
    "end": "01:04:21"
  },
  {
    "text": "My favorite thing about Bible Project is the classroom. It helps me learn of the small details believers pass by in the Bible that are significant.",
    "start": "01:04:21",
    "end": "01:04:28"
  },
  {
    "text": "We believe the Bible is a unified story that leads us to Jesus.",
    "start": "01:04:28",
    "end": "01:04:31"
  },
  {
    "text": "We're a crowdfunded project by people like me.",
    "start": "01:04:31",
    "end": "01:04:33"
  },
  {
    "text": "Find free videos, study notes, podcasts, classes and more at Bible Project. Com.",
    "start": "01:04:34",
    "end": "01:04:40"
  }
]