[
  {
    "text": "This is part one of a discussion Tim and I have about the biblical theme of heaven and the biblical theme of earth and how they relate. We made a video about this. It's on our YouTube channel, YouTube.com thebibleproject and it's a five minute animated video. It gives you an overview of the idea. And if you've watched that video and you want to know more about what the Bible has to say about heaven, God's space, and earth, our space, and how they connect, these are the conversations for you. And I'm so excited that you're listening to them. They have been instrumental for me in my Christian faith. Also, the song playing a lot of people have been asking is by a band called Tents. They're here in Portland. They're really good friends of mine. One of my favorite bands right now. You could find them tenseband.bandcamp.com they have just a few tracks up there because it's a brand new band. All right, Heaven and Earth, part one. Here we go. All right, where should we start?",
    "start": "00:00:11",
    "end": "00:01:28"
  },
  {
    "text": "The easiest place to start is where people in our culture, how they think about heaven and where did those ideas of this non material, kind of ephemeral reality. In the clouds. But there's a gate where Peter's there.",
    "start": "00:01:28",
    "end": "00:01:42"
  },
  {
    "text": "Right.",
    "start": "00:01:42",
    "end": "00:01:43"
  },
  {
    "text": "And people are seeing.",
    "start": "00:01:43",
    "end": "00:01:44"
  },
  {
    "text": "Yeah. In my mind it's so abstract that I know it's not clouds, I know it's not a city on a cloud, but that's the only picture I really have.",
    "start": "00:01:44",
    "end": "00:01:52"
  },
  {
    "text": "Yeah, Those images are so, so widespread. But actually think about what those are. Those are. They're caricatures. They're silly. Like these images to the modern mind have become so ridiculous. They're kind of like this throwback to a thing that people used to think, but now we realize it's silly. So we'll kind of make it into a caricature in movies, comics.",
    "start": "00:01:52",
    "end": "00:02:18"
  },
  {
    "text": "So at some point people thought, oh, there might be something up there in the clouds. And as we think about what might be in the clouds, let's throw a city up there. Let's throw. I mean, who knows? We've never been up there. We've never been to the clouds. Who knows what's up there?",
    "start": "00:02:18",
    "end": "00:02:34"
  },
  {
    "text": "Right?",
    "start": "00:02:34",
    "end": "00:02:34"
  },
  {
    "text": "And now we've been up there, we've cruised around a lot. We've got a lot of photos.",
    "start": "00:02:34",
    "end": "00:02:39"
  },
  {
    "text": "That's right. We have lots of trash floating up in heaven.",
    "start": "00:02:39",
    "end": "00:02:42"
  },
  {
    "text": "We've brought a lot of trash up into there, into the orbit. And there is no city, there is no pearly gates. But that image has remained and so now it seems so silly to your point, that we haven't thrown away the image, but it's become this kind of absurd caricature.",
    "start": "00:02:42",
    "end": "00:03:03"
  },
  {
    "text": "That's right. Yeah. So to me, it's an interesting route which the biblical idea of heaven has ended up with, that depiction of heaven in our culture. Like, this idea of this is what Christians believe, and this is why we know they're stupid and silly.",
    "start": "00:03:03",
    "end": "00:03:19"
  },
  {
    "text": "Right.",
    "start": "00:03:20",
    "end": "00:03:20"
  },
  {
    "text": "This idea of heaven up in the clouds and that kind of thing. So how did we get there?",
    "start": "00:03:20",
    "end": "00:03:24"
  },
  {
    "text": "Yeah, how do we get there?",
    "start": "00:03:24",
    "end": "00:03:25"
  },
  {
    "text": "So. And it's like most things, it's a series of half truths or images or passages from the Bible that have been badly misunderstood or understood, ignoring their context in literary or ancient cultural context. So we kind of just. The way we started this video was just like, let's just study the word heaven and all the different ways that heaven is used in the Bible. And it's really interesting, super fascinating. So this trick might get old, but for me, somehow it never gets old of where is the first time heaven appears in the Bible? Yeah, this is a staged example. John knows already in Genesis 1:1 in the first sentence. It's the first sentence of the Bible. So, yeah. In the beginning, God made what we have in our Bibles, the heavens and the earth. Now, that itself is really interesting. It's plural heavens.",
    "start": "00:03:26",
    "end": "00:04:29"
  },
  {
    "text": "Right.",
    "start": "00:04:29",
    "end": "00:04:29"
  },
  {
    "text": "We don't use that.",
    "start": "00:04:29",
    "end": "00:04:30"
  },
  {
    "text": "Is it plural in every translation, Modern English?",
    "start": "00:04:30",
    "end": "00:04:32"
  },
  {
    "text": "Oh, good question. Let's look.",
    "start": "00:04:32",
    "end": "00:04:34"
  },
  {
    "text": "Tim's typing at his Logos Bible software.",
    "start": "00:04:35",
    "end": "00:04:38"
  },
  {
    "text": "Whoa, this is interesting. All of our modern translations have, in the beginning, God created the heavens. NIV, ESV, new American standard. But the King James 16:11, the OG has heaven. Singular.",
    "start": "00:04:41",
    "end": "00:04:56"
  },
  {
    "text": "Singular heaven.",
    "start": "00:04:56",
    "end": "00:04:57"
  },
  {
    "text": "Yeah. That's interesting. So here's what's literally, that's a true reflection, the Hebrew word shamayim. It's a. Well, there's debate about if it's a certain kind of special plural or regular plural, but it's plural. The heavens. Or in English, we might say the skies.",
    "start": "00:04:57",
    "end": "00:05:16"
  },
  {
    "text": "No, we wouldn't.",
    "start": "00:05:17",
    "end": "00:05:17"
  },
  {
    "text": "We don't say the skies.",
    "start": "00:05:17",
    "end": "00:05:18"
  },
  {
    "text": "We wouldn't say the skies.",
    "start": "00:05:18",
    "end": "00:05:19"
  },
  {
    "text": "Lighting up the skies.",
    "start": "00:05:19",
    "end": "00:05:21"
  },
  {
    "text": "Oh, you're right.",
    "start": "00:05:21",
    "end": "00:05:22"
  },
  {
    "text": "Flying through.",
    "start": "00:05:22",
    "end": "00:05:23"
  },
  {
    "text": "Through the skies.",
    "start": "00:05:23",
    "end": "00:05:23"
  },
  {
    "text": "Through the skies. Where do I feel like the skies appears in plural?",
    "start": "00:05:24",
    "end": "00:05:28"
  },
  {
    "text": "Is that in English?",
    "start": "00:05:28",
    "end": "00:05:29"
  },
  {
    "text": "Advertising or something? Some airline or something.",
    "start": "00:05:29",
    "end": "00:05:31"
  },
  {
    "text": "The friendly skies.",
    "start": "00:05:31",
    "end": "00:05:32"
  },
  {
    "text": "The friendly skies. That's what I'm thinking of. Who's that? Who's the friendly skies?",
    "start": "00:05:32",
    "end": "00:05:36"
  },
  {
    "text": "I don't know.",
    "start": "00:05:36",
    "end": "00:05:37"
  },
  {
    "text": "Come on.",
    "start": "00:05:37",
    "end": "00:05:37"
  },
  {
    "text": "I'm gonna go with United.",
    "start": "00:05:38",
    "end": "00:05:40"
  },
  {
    "text": "The friendly skies, which, by the way.",
    "start": "00:05:41",
    "end": "00:05:43"
  },
  {
    "text": "Is not the friendly skies. So I hope it's not them.",
    "start": "00:05:43",
    "end": "00:05:46"
  },
  {
    "text": "The friendly is united. Oh, yeah. Anyway, yeah, fly the friendly skies in an unfriendly airline.",
    "start": "00:05:46",
    "end": "00:05:56"
  },
  {
    "text": "It should be the second part of that tagline.",
    "start": "00:05:56",
    "end": "00:05:58"
  },
  {
    "text": "So in heavens, in the beginning, God created the heavens and the earth. Now, what that doesn't mean is in the beginning, God created some strange place up in the sky where only he lives and where don't you wish you could get there? Kind of thing. And earth is. Oh, well, this is where we end up. And it's second rate and not that good. And I think anybody could just read Genesis 1 and realize that's not what those words mean. It's very simple what they mean. You just read through the account. The heavens are where the birds go later on in chapter one, and it's what's up above. And earth certainly doesn't mean globe.",
    "start": "00:06:01",
    "end": "00:06:36"
  },
  {
    "text": "I'm sorry.",
    "start": "00:06:36",
    "end": "00:06:37"
  },
  {
    "text": "Yeah.",
    "start": "00:06:37",
    "end": "00:06:37"
  },
  {
    "text": "Just to close the loop on the plural thing. Ah, it's plural in Hebrew. It's plural in Hebrew, but that's not because there's multiple skies. It's because there's so much of it, we just pluralize it. I mean, what's the idea there?",
    "start": "00:06:38",
    "end": "00:06:54"
  },
  {
    "text": "Oh, I see. That's just the Hebrew way of referring to what's up there.",
    "start": "00:06:54",
    "end": "00:06:59"
  },
  {
    "text": "The skies.",
    "start": "00:06:59",
    "end": "00:06:59"
  },
  {
    "text": "Yeah, the heavens. There isn't a singular heaven in the Bible.",
    "start": "00:06:59",
    "end": "00:07:05"
  },
  {
    "text": "There's no singular way of referring to heaven.",
    "start": "00:07:06",
    "end": "00:07:09"
  },
  {
    "text": "Not in the Hebrew Bible. In the Hebrew language, in the Old Testament, it's always the heavens.",
    "start": "00:07:09",
    "end": "00:07:14"
  },
  {
    "text": "By nature, it's plural.",
    "start": "00:07:14",
    "end": "00:07:15"
  },
  {
    "text": "It's a plural word.",
    "start": "00:07:15",
    "end": "00:07:16"
  },
  {
    "text": "Is there anything in English that's that way? It's just. It's always plural.",
    "start": "00:07:16",
    "end": "00:07:20"
  },
  {
    "text": "You.",
    "start": "00:07:20",
    "end": "00:07:20"
  },
  {
    "text": "You can't singularize it. I just don't have a category for that English word that is always plural. Here. 12 nouns that are always plurals. Oxford Dictionary. Trousers. Scissors.",
    "start": "00:07:20",
    "end": "00:07:38"
  },
  {
    "text": "Yep. Yeah. You don't.",
    "start": "00:07:38",
    "end": "00:07:39"
  },
  {
    "text": "You get a scissor.",
    "start": "00:07:39",
    "end": "00:07:40"
  },
  {
    "text": "A scissor. Yeah.",
    "start": "00:07:40",
    "end": "00:07:42"
  },
  {
    "text": "Glasses. Like eyeglasses. Clothes. That's interesting.",
    "start": "00:07:42",
    "end": "00:07:49"
  },
  {
    "text": "Put on your clothes. Yeah. You'd never say that.",
    "start": "00:07:50",
    "end": "00:07:53"
  },
  {
    "text": "I'm gonna skip this one. I don't know what this is. Marginalia.",
    "start": "00:07:53",
    "end": "00:07:55"
  },
  {
    "text": "Oh, marginalia.",
    "start": "00:07:56",
    "end": "00:07:57"
  },
  {
    "text": "Shenanigans. Loggerheads. Cahoots. They're just getting weirder. So, yeah, clothes and scissors. Glasses. Those are all examples of English word that's always plural. So is that the same thing here?",
    "start": "00:07:58",
    "end": "00:08:17"
  },
  {
    "text": "Yeah, it's similar. I'm looking up in the standard Hebrew grammar by Wilhelm Gesenius. He calls it a plural of extension. So there's a handful of Hebrew words that are always plural because they're seen to be made up of multiple complex interacting parts. So water is in Hebrew, always the waters. Yeah.",
    "start": "00:08:19",
    "end": "00:08:44"
  },
  {
    "text": "And I always call it the Internets. Right. There's so many moving parts to it.",
    "start": "00:08:46",
    "end": "00:08:54"
  },
  {
    "text": "There's so many moving parts to it. So heaven, base meaning, simple meaning of the word heaven or the heavens in the Bible is the sky.",
    "start": "00:08:54",
    "end": "00:09:24"
  },
  {
    "text": "So when you told me this originally, my initial question is, is that where an ancient Israelite, ancient Hebrew thinker thought God was in the sky?",
    "start": "00:09:24",
    "end": "00:09:33"
  },
  {
    "text": "Right, right. So this is what. Yeah, this is what's interesting is that there are many places in the Old Testament where God's space or his presence is placed in the sky. What's interesting is that it's almost always poetry. And specifically, if you read those passages in context, it's almost always connecting the location of God's presence in the sky with some kind of meaning as an image of something. So I just threw two examples in your notes. Psalm 11 says, the Lord is in his holy temple. The Lord is on his heavenly throne, or his throne in the heavens. From there, he observes everyone on earth and his eyes examination. So what do we mean when we say God's in heaven? Well, heaven's up high. It's up above everything. And that's the place that gives God a vantage point to look down and see everything that humans are doing. So the image of God's presence being up high is an image of his status above. It's his vantage point. It's an image of transcendence. Yeah. So another example is Psalm 103, verse 19. The Lord has established his throne in heaven and his kingdom rules over all. And this is really. If you just do a word search in the Bible of heaven with the words throne or kingdom or rule, you'll just get a ton of hits. So when the biblical authors want to talk about God as the king who rules or has a throne, they'll often place that throne in the heavens, in the skies, which. It makes sense in English. We have even the idea in English of to be exalted. To be exalted over something means that you're more important, you have authority over it. So when the biblical authors want to use images to talk about God's status, he's the king, he rules. They place his presence in heaven. So it's always poetry and it's almost always connected to an image or a metaphor. So could we sit Moses or David down and be like, now do you really think God lives up there in the sky? I don't know. I have no idea. We tend to think of these ancient People groups as being primitive or simple minded and clearly not. Clearly. These authors wrote some most brilliant literary works that we still read today. So they're not dummies and they know, but they just.",
    "start": "00:09:33",
    "end": "00:12:14"
  },
  {
    "text": "But they didn't know certain things that we take for granted.",
    "start": "00:12:14",
    "end": "00:12:16"
  },
  {
    "text": "Yes.",
    "start": "00:12:16",
    "end": "00:12:17"
  },
  {
    "text": "The Earth isn't flat.",
    "start": "00:12:17",
    "end": "00:12:18"
  },
  {
    "text": "That's right. The Earth isn't flat. The Earth doesn't have a solid dome over it as is envisioned in Genesis 1. The Earth isn't flat, doesn't float on a sea.",
    "start": "00:12:18",
    "end": "00:12:28"
  },
  {
    "text": "Because that's another thing you showed me, you kind of diagrammed it out was that the ancient understanding of this whole space is that you have earth, it's flat, it's built on pillars.",
    "start": "00:12:28",
    "end": "00:12:43"
  },
  {
    "text": "Yep. Yeah.",
    "start": "00:12:43",
    "end": "00:12:44"
  },
  {
    "text": "The pillars of the earth Firmament. Right.",
    "start": "00:12:44",
    "end": "00:12:48"
  },
  {
    "text": "Well, that's. No, that's just the land. That's just the land. The firmament is how the King James translated the dome. What's the dome?",
    "start": "00:12:49",
    "end": "00:12:59"
  },
  {
    "text": "Okay, okay, yeah. So there's the earth, there's the dome, which is above the earth.",
    "start": "00:12:59",
    "end": "00:13:05"
  },
  {
    "text": "Yeah, it's that blue thing.",
    "start": "00:13:05",
    "end": "00:13:06"
  },
  {
    "text": "The blue. Yeah, when you look up and you just see blue around you, it does kind of look like a dome.",
    "start": "00:13:06",
    "end": "00:13:09"
  },
  {
    "text": "Yeah.",
    "start": "00:13:10",
    "end": "00:13:10"
  },
  {
    "text": "And then that's the firmament.",
    "start": "00:13:11",
    "end": "00:13:13"
  },
  {
    "text": "In King James, it's the firmament. In many English translations, it's called the expanse.",
    "start": "00:13:14",
    "end": "00:13:18"
  },
  {
    "text": "The expanse. Such a great word.",
    "start": "00:13:18",
    "end": "00:13:21"
  },
  {
    "text": "In the new Revised Standard Version, it's called the dome. And in Hebrew it's the rakiya, which means a solid thing that has that which has been hammered out smooth like a shield curve. Yeah, Big curved thing. So that's the rakiya, and that's different than the heavens, which gets named the heavens.",
    "start": "00:13:21",
    "end": "00:13:43"
  },
  {
    "text": "Oh, okay.",
    "start": "00:13:43",
    "end": "00:13:43"
  },
  {
    "text": "In Genesis 1, God makes the rakiya and he called it the heavens. That's where the birds go. So in their conception, the blue thing is solid and there's water above it because occasionally water comes down from there.",
    "start": "00:13:43",
    "end": "00:13:59"
  },
  {
    "text": "Yeah. So it must be coming from somewhere.",
    "start": "00:13:59",
    "end": "00:14:00"
  },
  {
    "text": "Yeah, but not all the time. It's just sometimes.",
    "start": "00:14:00",
    "end": "00:14:03"
  },
  {
    "text": "Sometimes.",
    "start": "00:14:03",
    "end": "00:14:04"
  },
  {
    "text": "Which means there's some mechanism to release the waters. And in Genesis 7 and are the.",
    "start": "00:14:04",
    "end": "00:14:08"
  },
  {
    "text": "Ideas the stars are like in the windows?",
    "start": "00:14:08",
    "end": "00:14:10"
  },
  {
    "text": "The stars are. Yeah, the stars are shining objects placed in the raqiya. Yeah. So it's just a different conception of.",
    "start": "00:14:10",
    "end": "00:14:21"
  },
  {
    "text": "Now if you sat down, you said, explain to me the rakiya. He'd be like, yeah, it's this dome. It's this solid thing. And the stars are in there.",
    "start": "00:14:21",
    "end": "00:14:30"
  },
  {
    "text": "And God's throne is above it.",
    "start": "00:14:32",
    "end": "00:14:34"
  },
  {
    "text": "And God's throne is above it.",
    "start": "00:14:34",
    "end": "00:14:35"
  },
  {
    "text": "Yeah.",
    "start": "00:14:35",
    "end": "00:14:35"
  },
  {
    "text": "And if you said is God's throne Really above it? Or is that a metaphor?",
    "start": "00:14:35",
    "end": "00:14:39"
  },
  {
    "text": "Yeah. Then he would also say, well, God's throne is also in that tent that's in the center of the camp. But that's getting ahead of ourselves.",
    "start": "00:14:39",
    "end": "00:14:47"
  },
  {
    "text": "Right. Okay. I guess my point is they're not dumb.",
    "start": "00:14:47",
    "end": "00:14:51"
  },
  {
    "text": "They're not. Yes.",
    "start": "00:14:51",
    "end": "00:14:52"
  },
  {
    "text": "But that is how they thought of the world.",
    "start": "00:14:52",
    "end": "00:14:56"
  },
  {
    "text": "Correct. Their cosmic geography was flat Earth, solid dome. The Earth's floating on a deep abyss of waters, because if you dig down far enough, you eventually get the water. So how does it not sink all the time? Will God put it on pillars? That's why the pillars, the foundations of the Earth, keep it suspended above the watery abyss.",
    "start": "00:14:56",
    "end": "00:15:16"
  },
  {
    "text": "Okay.",
    "start": "00:15:16",
    "end": "00:15:17"
  },
  {
    "text": "Yeah. So it's just the biblical conception of physical construction of the world. So the biblical authors refer for them that the highest, most exalted place within their cosmic geography is to be above the heavens or in the heavens. So that's where they envision God's space.",
    "start": "00:15:17",
    "end": "00:15:36"
  },
  {
    "text": "You think if you would have pressed them, they'd have been like, yeah, I don't know. It's just. I'm just trying. It's up high, right?",
    "start": "00:15:37",
    "end": "00:15:44"
  },
  {
    "text": "It's up high.",
    "start": "00:15:44",
    "end": "00:15:45"
  },
  {
    "text": "It's exalted.",
    "start": "00:15:45",
    "end": "00:15:45"
  },
  {
    "text": "It's exalted. Ascended overall. Yeah. Just because a biblical author uses a metaphor or an image doesn't mean the thing he's referring to isn't real.",
    "start": "00:15:45",
    "end": "00:15:54"
  },
  {
    "text": "Right.",
    "start": "00:15:55",
    "end": "00:15:55"
  },
  {
    "text": "It just means that we shouldn't mistake the reality for the metaphor. The metaphor is trying to give us a grasp on something that's so real, we can only describe it as being like things that we experience or something like that.",
    "start": "00:15:55",
    "end": "00:16:12"
  },
  {
    "text": "I guess the thing I would want to know, though, is is it possible that the author didn't know they were using a metaphor?",
    "start": "00:16:12",
    "end": "00:16:19"
  },
  {
    "text": "Correct. And that is the question when we're talking about cosmic geography. Right here. You know, did the author of Genesis 1 think it's not actually solid, that blue thing in the sky? But I'll just say it is, because that's what all my neighbors think. Like, no, actually, you thought that. Yeah.",
    "start": "00:16:20",
    "end": "00:16:36"
  },
  {
    "text": "And then if he said. If you said, is the throne really above it? You'd be like, I don't know if it really is.",
    "start": "00:16:36",
    "end": "00:16:42"
  },
  {
    "text": "Sure. But. So this is where. But we can't stop here, because the biblical authors didn't think that God's presence in space was limited. We know that they believe that God's presence was accessible here on Earth and that God's space in heaven, his throne in heaven, overlapped with Earth. So. But to me, that's a clue that for them it's not so Simple. It's not that simple to just say, well, that's what God lives up there, he also lives down here. And those are both true at the same time.",
    "start": "00:16:42",
    "end": "00:17:17"
  },
  {
    "text": "So obviously there's some sort of complexity in their thinking.",
    "start": "00:17:17",
    "end": "00:17:20"
  },
  {
    "text": "That's right. So this kind of leads to the next thing. When we want to talk about God as exalted and ruler overall and separate and transcendent, they'll talk about his throne up in heaven. But the biblical authors also have a conception that God's space in that is exalted, is accessible and overlaps here with Earth where we live. It overlaps, it intersects. And this is where really the whole biblical vision of what temples are unfolds from that idea, the overlap of heaven and earth. So in the video, we drew those with the two circles over the Venn diagram overlapping.",
    "start": "00:17:20",
    "end": "00:17:57"
  },
  {
    "text": "So to say that sky is overlapping with earth, all of a sudden you're like, no, no, no, that was a metaphor. We're talking about something else now.",
    "start": "00:17:57",
    "end": "00:18:05"
  },
  {
    "text": "That's right.",
    "start": "00:18:05",
    "end": "00:18:06"
  },
  {
    "text": "We're talking about God'.",
    "start": "00:18:06",
    "end": "00:18:07"
  },
  {
    "text": "So you have this literal idea of the heavens and the Earth, Genesis 1:1, the sky and the land.",
    "start": "00:18:08",
    "end": "00:18:12"
  },
  {
    "text": "Right.",
    "start": "00:18:12",
    "end": "00:18:12"
  },
  {
    "text": "But then biblical authors will use the sky as a way of talking about the nature of God's space, that it's high, it's transcendent, it's authoritative, it's where he sees everything and rules everything. And earth is where we live, it's below the heavens, it's subservient to.",
    "start": "00:18:13",
    "end": "00:18:30"
  },
  {
    "text": "Right.",
    "start": "00:18:30",
    "end": "00:18:30"
  },
  {
    "text": "But then to talk about heaven as God's space, where his unique presence is and that it overlaps with earth, you have to say, okay, we're dropping the sky thing, the sky thing, and now we're talking about just heaven as God's personal presence.",
    "start": "00:18:30",
    "end": "00:18:46"
  },
  {
    "text": "Because if we just had the sky thing, then we wouldn't have this sense of God's presence with us.",
    "start": "00:18:46",
    "end": "00:18:51"
  },
  {
    "text": "Correct.",
    "start": "00:18:51",
    "end": "00:18:52"
  },
  {
    "text": "Which is an important understanding. Which then brings us to the idea of the temple.",
    "start": "00:18:52",
    "end": "00:18:58"
  },
  {
    "text": "That's right, the Israelites, but not only the Israelites. This, as far as we can tell, was a common conception among is Israel's neighbors too, that temples are this place where the divine space and human space meet and overlap. But for Israel had the conviction that its God wasn't just a tribal, regional God, but the Creator of all that is. So this is the overlapping of the Creator's divine space with human space. The story. There's a story in the book of Genesis where this gets unpacked. And it's really cool because it's about this very concept of the surprising places where Heaven and earth overlap, and it's the story of Jacob's dream at night out in the field in Genesis, chapter 28. So he's running from his family. His brother wants to kill him. And so he has this. He's hungry and tired and running away, and he goes to sleep in a field, and he has this dream. And in this dream, he sees a ramp, or sometimes translated, a stairway. It's definitely not a ladder. Jacob's ladder, yes. Even though that's become really a popular way of it. So don't think of a ladder with rungs. Think a huge stone stairway or, like.",
    "start": "00:18:58",
    "end": "00:20:43"
  },
  {
    "text": "Would have been part of those. What are those called?",
    "start": "00:20:43",
    "end": "00:20:46"
  },
  {
    "text": "The ziggurats. The ziggurats, yes. Or a ramp. Sometimes those weren't stairways, but just steep, inclined ramps so they could roll things up and down them and so on. So the word occurs only here in all of ancient Hebrew literature in this story.",
    "start": "00:20:46",
    "end": "00:21:01"
  },
  {
    "text": "So we don't really know exactly what.",
    "start": "00:21:02",
    "end": "00:21:03"
  },
  {
    "text": "It is, not precisely. Is it a stair? Is it a ramp? But it's the kind of ramp that would be on the ascent to an ancient temple.",
    "start": "00:21:03",
    "end": "00:21:11"
  },
  {
    "text": "Okay.",
    "start": "00:21:12",
    "end": "00:21:12"
  },
  {
    "text": "And what he sees are the inhabitants of God's space, which are angels, so God's messengers, and they're ascending and descending from God's base on the ramp. Yep.",
    "start": "00:21:13",
    "end": "00:21:27"
  },
  {
    "text": "So, like, to an ancient reader, they'd be like, whoa, he woke up and there's a temple there. Or, no, he's dreaming about a temple.",
    "start": "00:21:27",
    "end": "00:21:34"
  },
  {
    "text": "Yeah, he's dreaming about a temple. Somehow this. Yes, that's right. He's dreaming about a temple.",
    "start": "00:21:34",
    "end": "00:21:38"
  },
  {
    "text": "He'd be like, oh, he's dreaming about a temple.",
    "start": "00:21:38",
    "end": "00:21:40"
  },
  {
    "text": "A place where heaven and earth meet and where the divine space is all of a sudden open and accessible.",
    "start": "00:21:40",
    "end": "00:21:45"
  },
  {
    "text": "Some big, amazing temple coming down.",
    "start": "00:21:46",
    "end": "00:21:49"
  },
  {
    "text": "Yep. So he wakes up from the dream. So God speaks to him and affirms the promises to Abraham to him. And then he wakes up from the dream and he says, oh, my gosh, God was in this place, and I didn't know it. And so he names the place Bethel, which means house of God. And then he makes an offering on some stone altar that he makes. And then later, an Israelite shrine temple is actually built on that spot that the prophets refer to, and so on. So God's space and human space overlaps, and heaven is meant to overlap earth. But Jacob lives in a world where that's surprising. Like, it's not just you walk around any corner and be like, oh, here. Here's where heaven and earth overlaps.",
    "start": "00:21:49",
    "end": "00:22:35"
  },
  {
    "text": "Here's a hot spot.",
    "start": "00:22:35",
    "end": "00:22:36"
  },
  {
    "text": "Yeah. It's like. It's surprising. It's somehow heaven and earth.",
    "start": "00:22:36",
    "end": "00:22:40"
  },
  {
    "text": "It's like, for us, I walk around the city and expect to have WI fi everywhere.",
    "start": "00:22:40",
    "end": "00:22:44"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:22:46",
    "end": "00:22:47"
  },
  {
    "text": "So it's like someone coming and being like, whoa, there's WI fi everywhere. And they expect it just to be in, like, a couple spots.",
    "start": "00:22:47",
    "end": "00:22:53"
  },
  {
    "text": "Hotspots.",
    "start": "00:22:53",
    "end": "00:22:53"
  },
  {
    "text": "Hotspots.",
    "start": "00:22:53",
    "end": "00:22:54"
  },
  {
    "text": "That's what we call them.",
    "start": "00:22:54",
    "end": "00:22:55"
  },
  {
    "text": "Right?",
    "start": "00:22:55",
    "end": "00:22:55"
  },
  {
    "text": "Yeah. That's the phrase I've come to use for.",
    "start": "00:22:55",
    "end": "00:22:58"
  },
  {
    "text": "I've heard you use that phrase. I think that's why I came.",
    "start": "00:22:58",
    "end": "00:23:00"
  },
  {
    "text": "Yeah. Hot spots of Gods presence.",
    "start": "00:23:00",
    "end": "00:23:02"
  },
  {
    "text": "So Jacob realizes this is a hot spot.",
    "start": "00:23:02",
    "end": "00:23:04"
  },
  {
    "text": "This is a hot spot. And so he builds a temple there. And then that temple, or excuse me, he makes an offering. Later, the Israelites build a temple there to enshrine the idea that this is one of the special places where heaven and earth overlap.",
    "start": "00:23:04",
    "end": "00:23:19"
  },
  {
    "text": "And so here's Jacob going, whoa, something's happening here.",
    "start": "00:23:19",
    "end": "00:23:22"
  },
  {
    "text": "Yes.",
    "start": "00:23:22",
    "end": "00:23:23"
  },
  {
    "text": "There's a divine presence here, overlapping in a way that it's not other places.",
    "start": "00:23:24",
    "end": "00:23:30"
  },
  {
    "text": "Yeah, that's right. Now, to get ahead of ourselves, but because it's a cool allusion, Jesus refers to the story. Yeah. So there's a story in John chapter one, where Jesus approaches a guy named Nathanael and says, hey, you're a really. You're a man of integrity. There's no deceit in you. The first time they've met, apparently. And Nathaniel's like, what, you don't know? How do you know who I am? And Jesus says, oh, I saw you hanging out under the fig tree earlier today. And he's like, what? You're the Son of God? Like, who are you? And then he says, listen, you think I'm impressive just because I saw you under the fig tree? Yeah. Saw you prophetically under a fig tree earlier today. Truly. Truly. I say to you, you will see heaven opened and the angels of God ascending and descending. So he's quoting that story from Genesis 28. You will see heaven open, and you're going to see a place where heaven and earth meet, and where heaven has a highway going to and from earth, from God's space. But it's not the stairway. He says, you'll see the angels of God ascending and descending on the Son of Man, which was Jesus way of referring to himself. So Jesus has taken up the story of about a unique meeting place of heaven and earth, but he's made himself the stairway, the ramp. So you think it's impressive that I knew where you were earlier today, but actually, I'm calling you to join my circle. Of followers as the people who understand that I am the place where heaven and earth truly meet and come together. It's very, very cool.",
    "start": "00:23:30",
    "end": "00:25:14"
  },
  {
    "text": "It is cool, Sam. So Jacob stumbles upon a place where heaven and earth overlap. Is this the first time that in the Bible that we have that. That realization that heaven and earth overlap?",
    "start": "00:25:14",
    "end": "00:25:56"
  },
  {
    "text": "Actually, it's just a. It's a good illustration of the story of the surprising place where heaven and earth overlap. But actually the first time it occurs is the whole vision of what the Garden of Eden is in Genesis chapters one and two, where all creation is depicted as God's space and human space at the same time. So you get, all of you get this temple imagery connected to Genesis 1 and 2, like the seven day process of Genesis 1. It was John Walton, the Hebrew Bible scholar, who drew attention to this, that the seven day process of Genesis 1 has an interesting connection to the seven day consecration feast that Solomon had when he inaugurated the temple in Jerusalem. And we know of this from other ancient Near Eastern texts of this practice. So he thinks Genesis 1 is alluding.",
    "start": "00:25:56",
    "end": "00:26:50"
  },
  {
    "text": "To this, to a celebration.",
    "start": "00:26:50",
    "end": "00:26:52"
  },
  {
    "text": "Yeah, a temple celebration at the completion of all creation in Genesis 1. And then it's actually all of the garden imagery is temple connected. Because if you go read the descriptions of the tabernacle and the temple later on in the Old Testament, they're using all of that garden imagery to describe the inside of these sacred spaces.",
    "start": "00:26:53",
    "end": "00:27:15"
  },
  {
    "text": "So the first idea is that all of earth is a temple.",
    "start": "00:27:15",
    "end": "00:27:20"
  },
  {
    "text": "Yes.",
    "start": "00:27:20",
    "end": "00:27:20"
  },
  {
    "text": "Or at least a garden.",
    "start": "00:27:20",
    "end": "00:27:21"
  },
  {
    "text": "Yeah. Or that earth is heaven.",
    "start": "00:27:21",
    "end": "00:27:23"
  },
  {
    "text": "Or the earth is heaven.",
    "start": "00:27:23",
    "end": "00:27:24"
  },
  {
    "text": "The heaven is earth and earth is heaven. They overlap God space and human space, as we say in the video.",
    "start": "00:27:25",
    "end": "00:27:31"
  },
  {
    "text": "And I think what's confusing that. And we say earth is heaven, we're using that in the English way, not the Hebrew. The skies are the correct. We're saying God's space. Is that why you always use God's space instead of heaven? Just to bring more clarity?",
    "start": "00:27:31",
    "end": "00:27:45"
  },
  {
    "text": "That's right, yeah. There's heaven literally as sky. Then there's heaven as an image or metaphor of God's space. But God's space isn't only up in the sky, it's also here on earth.",
    "start": "00:27:45",
    "end": "00:27:55"
  },
  {
    "text": "Here on earth.",
    "start": "00:27:55",
    "end": "00:27:56"
  },
  {
    "text": "Yeah. And in the story of the Bible, it begins with God's space completely overlapping with human space. That's the ideal. That's the whole point.",
    "start": "00:27:56",
    "end": "00:28:04"
  },
  {
    "text": "Yes.",
    "start": "00:28:04",
    "end": "00:28:05"
  },
  {
    "text": "Is for God and humans to be in the same space. So that's the image of the Garden of Eden. That's why all of the temple imagery echoes back to the Garden of Eden. That's why this description of the new creation in the prophets also goes back to the Garden of Eden to describe this ideal vision of where God space and human space overlap. So another interesting story we didn't talk about in the video is this is how the Israelites conceived of their temple. So the story in Isaiah 6 where Isaiah has this. He's in the temple in a vision and he sees the God of Israel, but it's all cloudy. But what he actually sees is God's lower half. He says from the waist down, he saw the train of his robe, so from the waist down, filling the temple. So he sees the lower half of the throne and the lower half of these royal robes flowing out into the temple. That becomes smoke in the vision. So where's God's top half? So it almost certainly hits the ceiling. Yeah. So it's an image that, like, God's lower half is right here and that his top half is almost like the temple has a portal in it to God's space. Got it. Heaven.",
    "start": "00:28:06",
    "end": "00:29:29"
  },
  {
    "text": "In the same way that that ramp thing was like a portal.",
    "start": "00:29:29",
    "end": "00:29:33"
  },
  {
    "text": "Yeah, that's right. So Isaiah's vision of seeing the lower half of God is similar to Jacob's vision of the ramp. It's God is simultaneously in his space and in our space at the same time, and that's heaven. And that image gets unpacked later in the book of Isaiah in chapter 66. God says in the first verse of that chapter, heaven is my throne and the earth is my footstool. Where then is a house that you can build for me? Right, Bethel? Yeah. That's interesting. So it's acknowledging, even like, listen, actually, all of creation is heaven. The skies which are over all of creation. That's where I sit. And the earth. Listen, the whole earth is my footstool. So this temple is a place where heaven and earth overlap.",
    "start": "00:29:33",
    "end": "00:30:23"
  },
  {
    "text": "So if I were to be here, my presence was going to be here fully. I would be sitting across all the skies and my feet would be resting off all the earth.",
    "start": "00:30:23",
    "end": "00:30:34"
  },
  {
    "text": "That's right.",
    "start": "00:30:34",
    "end": "00:30:34"
  },
  {
    "text": "So if you're going to think about this, as in this metaphor, it's big. I mean, I'm everywhere.",
    "start": "00:30:35",
    "end": "00:30:41"
  },
  {
    "text": "I'm everywhere. Yeah. And that's what Solomon. He has an interesting prayer in First Kings, chapter 8, where he inaugurates the temple and he has this prayer, and his opening prayer is, O God of Israel, creator of all the heavens, and the highest heavens can't contain you. And then he says, so how much less is this little house temple able to contain You. That's his inaugural prayer, is to diminish the importance of the temple, make this.",
    "start": "00:30:41",
    "end": "00:31:05"
  },
  {
    "text": "Beautiful, amazing temple and be like, it's not so great, is it?",
    "start": "00:31:05",
    "end": "00:31:08"
  },
  {
    "text": "Yeah. So once again, I think we're seeing the sophistication of these people that for them, they didn't actually think this is the only place where God lives in this little building.",
    "start": "00:31:08",
    "end": "00:31:18"
  },
  {
    "text": "We got him in here. He's ours now.",
    "start": "00:31:18",
    "end": "00:31:20"
  },
  {
    "text": "That's right.",
    "start": "00:31:20",
    "end": "00:31:20"
  },
  {
    "text": "Yeah.",
    "start": "00:31:20",
    "end": "00:31:21"
  },
  {
    "text": "Yeah. Even for them, it's an image. It's a pointer to the reality that all of heaven is God's presence. Temple, all of earth is his footstool. He's everywhere. But this temple marks a unique hotspot. There's something unique about this space where God's presence is specially accessible or present with his people.",
    "start": "00:31:21",
    "end": "00:31:40"
  },
  {
    "text": "In the same way, there was something unique about Bethel.",
    "start": "00:31:40",
    "end": "00:31:43"
  },
  {
    "text": "Correct.",
    "start": "00:31:44",
    "end": "00:31:44"
  },
  {
    "text": "He had that dream.",
    "start": "00:31:45",
    "end": "00:31:46"
  },
  {
    "text": "Correct.",
    "start": "00:31:46",
    "end": "00:31:46"
  },
  {
    "text": "Can I. So you just said the heavens, even the highest heavens. What's that about?",
    "start": "00:31:46",
    "end": "00:31:52"
  },
  {
    "text": "Yeah.",
    "start": "00:31:53",
    "end": "00:31:53"
  },
  {
    "text": "Is there layers of heavens?",
    "start": "00:31:53",
    "end": "00:31:55"
  },
  {
    "text": "Yes, that's one. Let me just look it up. It's very fascinating. First Kings eight. Think to put. Here we go. First Kings eight. Okay. This is so interesting. Yeah. So what Solomon says in First Kings 8 is he says, can God really dwell on earth? The heavens, even the heavens of the heavens cannot contain you. How much less this temple.",
    "start": "00:31:58",
    "end": "00:32:24"
  },
  {
    "text": "The skies of the skies.",
    "start": "00:32:24",
    "end": "00:32:25"
  },
  {
    "text": "Yes. Yeah, yeah. It might be. It's almost an absurd image. Literally, kind of the way we might say a Kazilian or something like that. It's like. Oh, yeah.",
    "start": "00:32:25",
    "end": "00:32:36"
  },
  {
    "text": "We just mean like, germs have germs. Have you heard that?",
    "start": "00:32:36",
    "end": "00:32:40"
  },
  {
    "text": "No, I don't know. Yeah.",
    "start": "00:32:41",
    "end": "00:32:44"
  },
  {
    "text": "I'm so sick. My germs have germs.",
    "start": "00:32:44",
    "end": "00:32:46"
  },
  {
    "text": "Yes. I'll kill you dead. Yeah. So it's taking something that we know there's a limit to and then absurd, giving it an even greater limit. Something.",
    "start": "00:32:46",
    "end": "00:32:58"
  },
  {
    "text": "It could have been that. But could it have been that? Maybe Solomon was like, who knows what's beyond the skies? Maybe more skies.",
    "start": "00:32:58",
    "end": "00:33:05"
  },
  {
    "text": "Yeah, I think that's true. So this led. We know it led to later on tradition and speculation about, like, layers or tears of heaven. There's a unique passage. Paul refers to a vision that he has in Second Corinthians, and he calls it the Third Heaven.",
    "start": "00:33:05",
    "end": "00:33:23"
  },
  {
    "text": "I think that's right.",
    "start": "00:33:23",
    "end": "00:33:24"
  },
  {
    "text": "He says, I know a man speaking of himself.",
    "start": "00:33:24",
    "end": "00:33:26"
  },
  {
    "text": "Where is this?",
    "start": "00:33:27",
    "end": "00:33:27"
  },
  {
    "text": "This is in Second Corinthians, chapter 12. Paul refers to a vision that he has, and he talks about himself anonymously. I know a man in Christ who 14 years ago was caught up to the third heaven. Whether I was in my body or out of the body, I don't know. God knows. And I know that this man, whether in the body or out of the body, I don't know. God knows, was caught up to paradise and heard inexpressible things. So Paul's talking about a very powerful vision he had where he was in God's presence.",
    "start": "00:33:27",
    "end": "00:33:59"
  },
  {
    "text": "Yeah, he calls it the third Heaven.",
    "start": "00:33:59",
    "end": "00:34:01"
  },
  {
    "text": "He calls it the third Heaven. Isn't that fascinating?",
    "start": "00:34:01",
    "end": "00:34:03"
  },
  {
    "text": "And we don't know what he means.",
    "start": "00:34:03",
    "end": "00:34:05"
  },
  {
    "text": "Well, I think what Paul's using is an image drawn from this Jewish tradition of speculating about tears of heaven that.",
    "start": "00:34:05",
    "end": "00:34:15"
  },
  {
    "text": "Might have started with Solomon.",
    "start": "00:34:15",
    "end": "00:34:16"
  },
  {
    "text": "Yeah. Yes. Yeah. Or that Solomon's expressing something of that idea too. Isn't that interesting?",
    "start": "00:34:16",
    "end": "00:34:21"
  },
  {
    "text": "Yeah, that is interesting.",
    "start": "00:34:21",
    "end": "00:34:22"
  },
  {
    "text": "Yeah. The third. The third heaven. What is that? Second Corinthians 12. Yeah. Tritu, Uranu, the third of heaven. Do you want me to see what some commentators say about that? Sure. Paul Barnett, let's see what Paul Barnett. That's a good commentary. What does Paul mean by his use of the third heaven? Asks Ralph Martin in his commentary. A survey of all the existing literature provides no clear answer to the question.",
    "start": "00:34:22",
    "end": "00:34:49"
  },
  {
    "text": "Okay.",
    "start": "00:34:49",
    "end": "00:34:50"
  },
  {
    "text": "The New Testament is relatively silent concerning the number of heavens that we know exist. In other Jewish cosmology, the idea of the heavens, of the heavens line up to a threefold division. Oh, first kings 8, he references. In this threefold division, we know from other literature, there's the atmospheric heaven, a stellar heaven, and then the limitless spiritual heaven of God's space. Oh, that's interesting. They're saying that this idea is acknowledging. There's where the birds go, there's where the stars are, that thing, the rakiya, and then above that, which is God's transcendent kingdom, space. That's interesting, but this conclusion is not certain. For another Jewish literature, there are different numbers of tiers of the heavens anyway. Okay. That's a long side.",
    "start": "00:34:51",
    "end": "00:35:44"
  },
  {
    "text": "So. But here's the significance, if I can try to summarize, is that it's important to think about where does God live? Where is God's divine presence? And the first mention of it is with us. It's in. It's just everywhere.",
    "start": "00:35:44",
    "end": "00:36:05"
  },
  {
    "text": "It's heaven and earth connected together.",
    "start": "00:36:05",
    "end": "00:36:09"
  },
  {
    "text": "It's creation.",
    "start": "00:36:09",
    "end": "00:36:10"
  },
  {
    "text": "Yes. Creation itself is God's space. Yeah, yeah.",
    "start": "00:36:10",
    "end": "00:36:13"
  },
  {
    "text": "And God's with Adam and Eve in some special way.",
    "start": "00:36:13",
    "end": "00:36:17"
  },
  {
    "text": "Yeah, that's right. Yeah. It's the ideal. It's the ideal vision of the purpose of humans to be these partners with God in heaven and earth. But a place where humans have freedom and responsibility to work with God and the garden commission and that kind of thing.",
    "start": "00:36:17",
    "end": "00:36:36"
  },
  {
    "text": "And if that's as far as the story went and we needed to name the idea that God's presence was there, you wouldn't use the word sky. We would just say, here, here. Where does God live here?",
    "start": "00:36:36",
    "end": "00:36:53"
  },
  {
    "text": "Yeah, God's in this place.",
    "start": "00:36:53",
    "end": "00:36:55"
  },
  {
    "text": "Yeah.",
    "start": "00:36:55",
    "end": "00:36:56"
  },
  {
    "text": "As Jacob says, God is in this place.",
    "start": "00:36:56",
    "end": "00:36:59"
  },
  {
    "text": "Then later, we start hearing biblical authors refer to where God's presence is as in the sky. And that's where the word heaven. That's.",
    "start": "00:37:00",
    "end": "00:37:16"
  },
  {
    "text": "Yep.",
    "start": "00:37:16",
    "end": "00:37:17"
  },
  {
    "text": "That word literally means sky.",
    "start": "00:37:17",
    "end": "00:37:20"
  },
  {
    "text": "The word literally means sky.",
    "start": "00:37:20",
    "end": "00:37:21"
  },
  {
    "text": "And then we took it to just mean, oh, it's the place you go to when you die. But really, it's just the sky as a way to explain how God's presence is transcendent from us. It's higher. It's got more authority.",
    "start": "00:37:21",
    "end": "00:37:38"
  },
  {
    "text": "And very often talking about God's space in heaven is in the context connected with God's rule or kingdom or authority. In the Old Testament, there's no concept of you going up to that space at all.",
    "start": "00:37:38",
    "end": "00:37:53"
  },
  {
    "text": "What about Elijah? Or didn't someone get zapped up?",
    "start": "00:37:53",
    "end": "00:37:57"
  },
  {
    "text": "Yeah, Elijah is swept up into the heavens. But the whole point is those are so unique and unrepeatable that that's not.",
    "start": "00:37:57",
    "end": "00:38:07"
  },
  {
    "text": "No one else is gonna get beamed up there.",
    "start": "00:38:07",
    "end": "00:38:08"
  },
  {
    "text": "Yeah. No. Yeah. Humans go into the dirt. In the Old Testament, you're buried. That's where you go after you die. Into the grave. Into the grave. So the whole point is that the idea of humans going up to God's space in the heavens, that it's not a hope or portrayed as something. That's not the point, actually. What's way better is for God to come here, because this is where we live.",
    "start": "00:38:08",
    "end": "00:38:32"
  },
  {
    "text": "Yeah. God's kingdom is going to come and be here.",
    "start": "00:38:32",
    "end": "00:38:36"
  },
  {
    "text": "Temples are the. Are the pointers to the reality that God's presence should, ought to, and will one day once again permeate all of his world, just like it was back in the ideal. Which raises the question, well, where did it go? Where did God's space go? Why is Jacob surprised? Why is it random, remote, unique places where you meet God's presence and find heaven? Why isn't it everywhere anymore? And that is how this whole set of concepts is a really cool way of looking at the story of the whole Bible as the story of the union of heaven and Earth. The reunion of heaven and earth.",
    "start": "00:38:36",
    "end": "00:39:18"
  },
  {
    "text": "That's it for part one of Heaven and Earth. Up next is part two. We're going to talk about Jesus and how he thinks of himself as Jacob's ladder, although we talked about how that's not really a ladder, how he said, tear down this temple and I'll build it back in three days, and how he's referring to himself as the temple, as the place where heaven and earth connect in himself. It's a really great conversation. So join us for part two. If you haven't watched the video, it's on our YouTube channel, YouTube.com thebibleproject so check him out. You can also find us on Facebook, Facebook.com JoinTheBibleProject and Twitter oinBibleProj. Thanks a lot for listening, and we'll catch you next. From now on, no regret? Lift my head, try my best?",
    "start": "00:39:33",
    "end": "00:40:37"
  },
  {
    "text": "And hush, hush little ones?",
    "start": "00:40:38",
    "end": "00:40:41"
  },
  {
    "text": "Hush, hush little ones in my head.",
    "start": "00:40:41",
    "end": "00:40:44"
  }
]