[
  {
    "text": "Foreign.",
    "start": "00:00:00",
    "end": "00:00:00"
  },
  {
    "text": "Hey everyone. This is the BibleProject Podcast. I'm John Collins and this is a dialogue with Tim Mackey. We're both founders of the Bible Project which is primarily just YouTube videos on the Internet. It's been a pleasure making these. This is the third of a three part series conversation on heaven. In the last episode we talked about how heaven was perceived by the Hebrew prophets.",
    "start": "00:00:10",
    "end": "00:00:36"
  },
  {
    "text": "So all of the key passages in the prophets that point to the hope of the world, it's not of people leaving earth and going up to God's space, it's the opposite, it's of God's space coming to fully overlap with, with earth.",
    "start": "00:00:36",
    "end": "00:00:52"
  },
  {
    "text": "We talked briefly about the prophetic hope of resurrection from the dead.",
    "start": "00:00:52",
    "end": "00:00:56"
  },
  {
    "text": "That because God was the creator of the world and because the world has been so messed up by humans that God's going to have to recreate and make new his world and not abandon it. And so if God is going to do that, that means his love and his commitment to humans who are earthlings, also needs to somehow go beyond the grave and redeem even the grave.",
    "start": "00:00:56",
    "end": "00:01:19"
  },
  {
    "text": "And then we talked about Jesus and how he is introduced to us as a person who connects God's space with our space.",
    "start": "00:01:19",
    "end": "00:01:26"
  },
  {
    "text": "He's introduced to us by the New Testament authors with language and imagery that's all drawn from this heaven, temple, Garden of Eden set of ideas. And so the whole point is that God's heavenly kingdom is now becoming an earthly reality in and through Jesus.",
    "start": "00:01:27",
    "end": "00:01:45"
  },
  {
    "text": "Then we talked about how Jesus viewed the temple in his day.",
    "start": "00:01:45",
    "end": "00:01:49"
  },
  {
    "text": "Instead of being the meeting place of heaven and earth, Jesus said it's now a den of thieves and robbers. So he claimed to replace it and to rebuild the temple in the form of his own resurrected body and then the community of his followers who will become the new meeting place of heaven and earth. So it's with Jesus that this idea of the new temple being not a building like the prophets described in their poetry, but a community of people who are the reality to which the building always pointed.",
    "start": "00:01:49",
    "end": "00:02:21"
  },
  {
    "text": "So we're going to explore more about this community of Jesus followers and their identity as the temple. And we're also going to talk about something that's been nagging me and hopefully you've been kind of wondering as we've gone through this conversation, is this is all great, but I'm just kind of curious, what happens when, when I die? Where do I go? What happens then? So we'll talk about that as well. All right, here we go.",
    "start": "00:02:22",
    "end": "00:02:45"
  },
  {
    "text": "Come and visit me. I'll be home.",
    "start": "00:02:54",
    "end": "00:02:59"
  },
  {
    "text": "I am Here.",
    "start": "00:03:01",
    "end": "00:03:02"
  },
  {
    "text": "From Jesus emerges the Jesus movement. And Acts 2. Pentecost is a really key moment in the story in the New Testament then. So the day when God's spirit comes and fills the 120 in the upper room and they go out, spill out into Jerusalem and it's said that tongues of fire appear over each. The language is very specific over each and every person's head. And that's temple imagery.",
    "start": "00:03:07",
    "end": "00:03:42"
  },
  {
    "text": "How is it temple imagery?",
    "start": "00:03:42",
    "end": "00:03:44"
  },
  {
    "text": "Well, think of what happened in Exodus 40 or in 1st Kings 8 when. Or in Leviticus 10 when God's presence comes to take up residence in the temple. It's cloud and fire that come hover over the top of the temple.",
    "start": "00:03:44",
    "end": "00:04:00"
  },
  {
    "text": "So these are little mini pillars of fire.",
    "start": "00:04:02",
    "end": "00:04:04"
  },
  {
    "text": "These are little mini manifestations of God's glory taking up residence in his temple through the spirit. Except it's a collective temple because it's all these little images here and then. So yes, surely that experience is what fired Peter's imagination. So in his first letter, the first letter of Peter, chapter two, he describes the. I have it here in the notes, describes the community of Jesus as a community of living stones who are built as a spiritual house with Jesus himself as the cornerstone. Or in Paul's letter to the Ephesians, he says that Jesus followers are God's house, built on the foundation of the apostles and prophets. Jesus is the cornerstone and altogether it becomes the dwelling place where God lives by his spirit. And this image of Jesus as the cornerstone, that itself is a metaphor for Jesus is the first one in whom heaven and earth overlaps.",
    "start": "00:04:04",
    "end": "00:05:06"
  },
  {
    "text": "Because that's the first stone you put down, right?",
    "start": "00:05:07",
    "end": "00:05:09"
  },
  {
    "text": "Yep.",
    "start": "00:05:09",
    "end": "00:05:10"
  },
  {
    "text": "When you're building a house.",
    "start": "00:05:10",
    "end": "00:05:11"
  },
  {
    "text": "Yeah, the foundation stone. So here we're to Paul's.",
    "start": "00:05:11",
    "end": "00:05:14"
  },
  {
    "text": "It's called the foundation stone because everything's built on it or because it's the first stone that helps you know where things go.",
    "start": "00:05:15",
    "end": "00:05:22"
  },
  {
    "text": "Well, it depends on which stone, what kind of stone we're talking about, because you can have a keystone of an arch, so it's load bearing. Or if it's a cornerstone, it can be. If it's a foundation stone, it's under the ground, you don't see it, but we have symbolic cornerstones still today. It's like on the corner of the building and it's a showcase stone, but it's also load bearing because it's pretty, pretty low to the ground so that everybody can see it. So it's going to be a beautiful stone. Load bearing, strong, usually has an inscription on it. So Jesus is that.",
    "start": "00:05:22",
    "end": "00:05:58"
  },
  {
    "text": "And it would be the first one you put down, and then everything would build out from there.",
    "start": "00:05:58",
    "end": "00:06:01"
  },
  {
    "text": "Correct? Yeah. So there's lots of references to this. Colossians 1, Paul says God was pleased to have his fullness dwell in the Son. That's temple language of God's fullness taking up dwelling or residence.",
    "start": "00:06:01",
    "end": "00:06:17"
  },
  {
    "text": "That's not just talking about Jesus deity. That's.",
    "start": "00:06:18",
    "end": "00:06:21"
  },
  {
    "text": "Well, it is, but it's using temple imagery as a way of talking about Jesus as the divine, human one. And so out of this flows Paul's whole theology of the church as a temple. And the two most clear expressions are in his first letter to the Corinthians. In 1 Corinthians 3, he says, Y' all are God's temple. And there he uses it to warn bad church leaders from turning the church community into a personality cult of just favoring different leaders and so on. And he's like, no, no, no, no, all of you. This is God's people, and this isn't a popularity contest. In 1 Corinthians 6, he uses the idea of your body being a temple to reinforce the holiness and purity of the temple. Therefore, don't sleep around with someone you're not married to. That's how he applies the idea there. So this is a versatile idea that Paul can use to make claims about who Jesus is. He can talk about the nature of the church as the place where God dwells. He can use it to make moral challenges to people.",
    "start": "00:06:21",
    "end": "00:07:38"
  },
  {
    "text": "You know, it is interesting when I really come with all this richness of the temple and how important that is and how grand that would have felt and how that holiness to that. And then. So take all of that imagery and then go, okay, you. You are the temple of God. God's presence, which it used to be, just dwelt in these places. Now you're like a little mobile unit of that yourself in the same way Jesus was.",
    "start": "00:07:39",
    "end": "00:08:12"
  },
  {
    "text": "That's exactly right.",
    "start": "00:08:12",
    "end": "00:08:13"
  },
  {
    "text": "And when you think about that, that actually brings a lot of gravity to my life, because now I'm not just a human trying to make it in the world or whatever. I'm actually this mobile unit of God's presence that, you know, cherubim were, like, protecting these places. There was flaming swords in front of this thing, you know, I mean, this is intense. There's a gravity to it. And so then Paul takes the gravity and says, that's why you don't sleep around.",
    "start": "00:08:14",
    "end": "00:08:50"
  },
  {
    "text": "Yeah, right.",
    "start": "00:08:51",
    "end": "00:08:51"
  },
  {
    "text": "You kidding? It's not because of STDs, it's because it's not, or whatever. It's because, like, do you realize how important this is?",
    "start": "00:08:51",
    "end": "00:08:58"
  },
  {
    "text": "Yeah. You're an expression of God's temple presence to the world. Why would you do such a thing? Yeah, you're dishonoring God. You're dishonoring your body. Your body's way more than a sex machine, you know, it's a glorious meeting place of heaven and earth. Yeah, yeah, it's very. Yes.",
    "start": "00:08:58",
    "end": "00:09:18"
  },
  {
    "text": "It's kind of like if someone was like, hey, can we go have sex next to the cherubim and be like, no, that's not appropriate. You don't do that.",
    "start": "00:09:18",
    "end": "00:09:25"
  },
  {
    "text": "It's very inappropriate.",
    "start": "00:09:25",
    "end": "00:09:26"
  },
  {
    "text": "That's very inappropriate. That's a holy plate. So you are holy. Let's do appropriate things.",
    "start": "00:09:27",
    "end": "00:09:34"
  },
  {
    "text": "Yeah. Yes. Yeah. So that's a personal kind of moral challenge. Paul also uses it as a corporate moral challenge. So don't put up with bad, arrogant, self serving leaders in a local church community that also dishonors God's. So he. God's God. Paul actually says in First Corinthians, if someone corrupts God's temple, if someone destroys God's temple, that is. It's an expression in the local church. Paul says God will destroy him. Like it's just the principle of James saying. Yeah. Not many people should become teachers in a church because there's an extra degree of accountability before God. And so Paul says, uses temple language to make the same point.",
    "start": "00:09:34",
    "end": "00:10:20"
  },
  {
    "text": "Right.",
    "start": "00:10:20",
    "end": "00:10:21"
  },
  {
    "text": "Ancient Israelites, because priests would get killed.",
    "start": "00:10:21",
    "end": "00:10:24"
  },
  {
    "text": "If they performed the rituals incorrectly in the temple. Yeah, we're not messing around.",
    "start": "00:10:24",
    "end": "00:10:30"
  },
  {
    "text": "We're not messing around.",
    "start": "00:10:30",
    "end": "00:10:31"
  },
  {
    "text": "It's not JV ball anymore.",
    "start": "00:10:31",
    "end": "00:10:33"
  },
  {
    "text": "That's right.",
    "start": "00:10:33",
    "end": "00:10:34"
  },
  {
    "text": "You're the temple.",
    "start": "00:10:34",
    "end": "00:10:35"
  },
  {
    "text": "And there is at least one story of a remarkable tragic event in the early church. Ananias and Sapphira, who.",
    "start": "00:10:35",
    "end": "00:10:47"
  },
  {
    "text": "They get smoked.",
    "start": "00:10:47",
    "end": "00:10:48"
  },
  {
    "text": "Yeah, totally. They. Yeah, they were cheating the early church community with its ability to have benevolence for the poor in their midst. And so they get roasted on the spot. Which is a story that harks back to the two priests in the book of Leviticus who get roasted on the spot for doing the same type of thing.",
    "start": "00:10:48",
    "end": "00:11:08"
  },
  {
    "text": "Yeah, it's intense.",
    "start": "00:11:09",
    "end": "00:11:09"
  },
  {
    "text": "Yeah, it is intense.",
    "start": "00:11:09",
    "end": "00:11:10"
  },
  {
    "text": "I admire the Catholic Church for how beautiful and holy the sanctuaries are or the cathedrals.",
    "start": "00:11:11",
    "end": "00:11:19"
  },
  {
    "text": "Yeah, right. Yeah. It's the same in East. In Orthodox.",
    "start": "00:11:19",
    "end": "00:11:22"
  },
  {
    "text": "Eastern Orthodox.",
    "start": "00:11:22",
    "end": "00:11:23"
  },
  {
    "text": "Eastern Orthodox tradition too.",
    "start": "00:11:23",
    "end": "00:11:24"
  },
  {
    "text": "Yeah. And then you still see that in Anglican or Episcopalian churches typically have this as well. Right. I don't know. I've been a lot.",
    "start": "00:11:24",
    "end": "00:11:31"
  },
  {
    "text": "Yeah, definitely more than like American Protestant.",
    "start": "00:11:31",
    "end": "00:11:35"
  },
  {
    "text": "Yeah.",
    "start": "00:11:35",
    "end": "00:11:36"
  },
  {
    "text": "Multipurpose room.",
    "start": "00:11:36",
    "end": "00:11:37"
  },
  {
    "text": "Multipurpose rooms. I met a School gym. Yeah. And there's nothing wrong with that.",
    "start": "00:11:37",
    "end": "00:11:40"
  },
  {
    "text": "No, there's nothing wrong with that.",
    "start": "00:11:40",
    "end": "00:11:42"
  },
  {
    "text": "Those who aren't in a tradition that has that there's still a sense when you go to Sunday morning, it's like, it's different than the rest of your week.",
    "start": "00:11:42",
    "end": "00:11:49"
  },
  {
    "text": "Yeah, yeah. We're doing unique practices, rituals, behaviors here that mark this as a unique time and space, Right? Yep, yep.",
    "start": "00:11:49",
    "end": "00:11:59"
  },
  {
    "text": "And so that all comes from this idea of the temple being a place that you go and perform these things. And then so for Paul to say, you are the temple, and you're like this little mobile unit of that. It's like you can't escape. It's not like you go and then you get to go away and you're done with that. It's like with you. And your whole life becomes a ritual, which is pretty demanding. That's actually a pretty demanding metaphor.",
    "start": "00:12:00",
    "end": "00:12:25"
  },
  {
    "text": "Yeah. I mean, Paul's just. He was the most prolific of the early apostles, so we have more of his letters, but. Yeah. So the practices of love, of neighbor, moral purity, specifically sexual integrity, generosity, intense commitment to each other in the community.",
    "start": "00:12:25",
    "end": "00:12:48"
  },
  {
    "text": "To help and support each other in an unrelentless manner. It's not like you just do it sometimes.",
    "start": "00:12:48",
    "end": "00:12:53"
  },
  {
    "text": "Yeah. And also the reading of the scriptures and prayer.",
    "start": "00:12:53",
    "end": "00:12:56"
  },
  {
    "text": "Yeah. Pray always.",
    "start": "00:12:56",
    "end": "00:12:58"
  },
  {
    "text": "Yeah. As priests.",
    "start": "00:12:58",
    "end": "00:12:59"
  },
  {
    "text": "Yeah.",
    "start": "00:13:00",
    "end": "00:13:00"
  },
  {
    "text": "Really? It's like taking up the life of the priesthood, which is not unconnected here. Peter, in the same passage, 1 Peter 2 says, you all are the priesthood. You're the temple and the priesthood, because they're marked by proximity to God's powerful presence, their lives have to have different habits.",
    "start": "00:13:01",
    "end": "00:13:20"
  },
  {
    "text": "So we're talking about this because we're talking about heaven. I mean, that's where we started. We started with heaven.",
    "start": "00:13:21",
    "end": "00:13:27"
  },
  {
    "text": "Yes.",
    "start": "00:13:27",
    "end": "00:13:28"
  },
  {
    "text": "We got here because it's not so simple. It's not that it's just some other place. It's a place that overlaps. And in the temple is where it specifically overlapped. Jesus comes, and now it's, no, I'm the temple. And then the Pentecost comes, and all of a sudden, whoa. The temple has just.",
    "start": "00:13:28",
    "end": "00:13:51"
  },
  {
    "text": "We are the temple. Yeah.",
    "start": "00:13:51",
    "end": "00:13:52"
  },
  {
    "text": "For some reason, I kind of get this picture of some, like, movie scene where it's like you're trying to contain some power, and it's like, we're gonna take it down. And then all of a sudden it just multiplies. And now it's like, everywhere. And you're like, oh, no, it's everywhere. That's what's happened at Pentecost. Like, it's now all These people are the thing.",
    "start": "00:13:53",
    "end": "00:14:11"
  },
  {
    "text": "Think of the poem that Peter uses to help explain Pentecost is from Joel, chapter two, where the spirit is described as water that God pours out on everybody. I'll pour out my spirit on everybody. Men and women, old and young, everybody. It's just a huge bucket being tossed on a group of people.",
    "start": "00:14:11",
    "end": "00:14:33"
  },
  {
    "text": "Yeah.",
    "start": "00:14:33",
    "end": "00:14:33"
  },
  {
    "text": "Just abundant.",
    "start": "00:14:33",
    "end": "00:14:34"
  },
  {
    "text": "Immersive.",
    "start": "00:14:35",
    "end": "00:14:35"
  },
  {
    "text": "Immersive. Indiscriminate. It's for everybody.",
    "start": "00:14:35",
    "end": "00:14:39"
  },
  {
    "text": "Yeah.",
    "start": "00:14:39",
    "end": "00:14:39"
  },
  {
    "text": "Very powerful metaphor and uncontrollability to it. Just like water when you pour it out.",
    "start": "00:14:40",
    "end": "00:14:46"
  },
  {
    "text": "So we got. Now. Okay, then where is God now? He's dispersed through this movement of people.",
    "start": "00:14:47",
    "end": "00:14:57"
  },
  {
    "text": "Yeah. So like Solomon, we can say he's everywhere.",
    "start": "00:14:58",
    "end": "00:15:01"
  },
  {
    "text": "He's everywhere.",
    "start": "00:15:01",
    "end": "00:15:02"
  },
  {
    "text": "He's not in the church building. He's not just inside of me. He's everywhere. But he is specially present with me through the spirit of Jesus.",
    "start": "00:15:02",
    "end": "00:15:12"
  },
  {
    "text": "And he's specially present when we all come together.",
    "start": "00:15:12",
    "end": "00:15:14"
  },
  {
    "text": "And when the community comes together, there's even something more unique there. And when that community comes together to worship Jesus and to pray in the name of Jesus and to take the bread and the cup together, there's something really unique. Unique and special there.",
    "start": "00:15:14",
    "end": "00:15:27"
  },
  {
    "text": "So that's where we find ourselves now, I suppose, is a part of the Jesus movement in this belief that Jesus is the temple and that the same divine presence and power that he has is available to us. And so that's great. That's a nice kind of thought, and it's a very beautiful way to live. But then, you know, you don't have to walk two feet before you run into something really horrible and corrupt and unjust. And.",
    "start": "00:15:50",
    "end": "00:16:23"
  },
  {
    "text": "Yeah.",
    "start": "00:16:23",
    "end": "00:16:24"
  },
  {
    "text": "You're like, God's not there.",
    "start": "00:16:24",
    "end": "00:16:25"
  },
  {
    "text": "Yeah, I don't even have to walk. I mean, I just.",
    "start": "00:16:25",
    "end": "00:16:28"
  },
  {
    "text": "Yeah, you just like.",
    "start": "00:16:28",
    "end": "00:16:29"
  },
  {
    "text": "Alone with the thoughts in my head.",
    "start": "00:16:29",
    "end": "00:16:31"
  },
  {
    "text": "Right.",
    "start": "00:16:31",
    "end": "00:16:31"
  },
  {
    "text": "Yes.",
    "start": "00:16:32",
    "end": "00:16:33"
  },
  {
    "text": "How is God? How's God in that thought? Like what? You know.",
    "start": "00:16:33",
    "end": "00:16:37"
  },
  {
    "text": "Yeah. Or that outburst of anger or impatience.",
    "start": "00:16:37",
    "end": "00:16:40"
  },
  {
    "text": "And these prophetic hopes of creation being righted. That hasn't all taken place.",
    "start": "00:16:41",
    "end": "00:16:47"
  },
  {
    "text": "That's true. So this is why Jesus taught his followers to perform a habit that I think he meant for us to do. Like the Jews pray the Shema every day or multiple times a day. The prayer, the Lord's Prayer. And the beginning of the prayer is this acknowledgment that not all of earth is permeated with heaven, neither is all of me. And so think of how the Lord's Prayer began. So our Father, who is in heaven, so his acknowledgment, God is above all, may your name be treated as holy, hallowed, and may your kingdom, your heavenly rule, may it come here, and may your will be done here on earth just like it's done in your space. But Jesus both acknowledges that inside of me and in our world, God's will is not always done because our will and the will of spiritual evil is done. But we're praying and hoping for the day when the two meet together. So I was so happy with that moment in the video where the Lord's Prayer is, where it all gets brought together, because it's a hope, but it's also something that I'm to pray every day and to begin to live out. And so the story of the New Testament is of heaven taking over more and more of earth, one person, one family, one neighborhood, one community at a time, all pointing to the future day of the new Eden, the new creation, where heaven and earth overlap fully again because of Jesus. So we kind of went there in the video with the division, you know, the last pages of the Bible, the description of the new creation. But once again, it's the place where all of these images superimpose on each other. So it's a new heavens and earth, but then it's. What is that? Well, that's the place where the new Jerusalem has descended out of the heavens to earth. But then it's the Garden of Eden. But then it's a city. But then there's no temple in that city because the enthroned God and Jesus next to each other are the temple presence. And from it comes the river. So it's garden city, temple, all as one.",
    "start": "00:16:47",
    "end": "00:19:13"
  },
  {
    "text": "Tree of life is there.",
    "start": "00:19:13",
    "end": "00:19:14"
  },
  {
    "text": "Tree of life is there. The nations are all there. No death, all that.",
    "start": "00:19:14",
    "end": "00:19:19"
  },
  {
    "text": "No ocean.",
    "start": "00:19:19",
    "end": "00:19:20"
  },
  {
    "text": "There's no chaotic sea.",
    "start": "00:19:22",
    "end": "00:19:24"
  },
  {
    "text": "There's no sea.",
    "start": "00:19:24",
    "end": "00:19:24"
  },
  {
    "text": "Yeah, there's no sea. The sea is where you go to be threatened.",
    "start": "00:19:24",
    "end": "00:19:28"
  },
  {
    "text": "The leviathan lizards.",
    "start": "00:19:28",
    "end": "00:19:30"
  },
  {
    "text": "Yeah, yeah, all that. So no more chaos. So again, it's all these images of temple, garden city, Jerusalem. And once again, I think we need to be very humble with. What do we think that actually refers to? If we want to know what Moses thought was up in the sky, we should be humble with, well, what do we think is actually going to happen?",
    "start": "00:19:30",
    "end": "00:19:56"
  },
  {
    "text": "That's a great way to phrase it because, I mean, imagine. I don't know. This is a weird thought experiment, but imagine 100 or 200 or 1,000 years from now, there's humans. They're going to be living in a place completely different. I mean, in so many different ways than what we can imagine right now. And so even If God's kingdom hasn't come, it's just going to be crazy different. Very, very different.",
    "start": "00:19:56",
    "end": "00:20:22"
  },
  {
    "text": "Yeah.",
    "start": "00:20:22",
    "end": "00:20:23"
  },
  {
    "text": "Even a hundred years from now.",
    "start": "00:20:23",
    "end": "00:20:24"
  },
  {
    "text": "Yeah.",
    "start": "00:20:24",
    "end": "00:20:24"
  },
  {
    "text": "I mean. Yeah, enormously different. And they're gonna look back and they're gonna be like, so these Christians really believe that? Whatever.",
    "start": "00:20:24",
    "end": "00:20:33"
  },
  {
    "text": "Yeah.",
    "start": "00:20:34",
    "end": "00:20:34"
  },
  {
    "text": "And, yeah, they'll be like a big cube. Did Tim and John in this podcast actually believe that there was, like, this. This river, that there was gonna be.",
    "start": "00:20:34",
    "end": "00:20:43"
  },
  {
    "text": "A river on Earth, a big city would descend from the sky, and they'd.",
    "start": "00:20:43",
    "end": "00:20:47"
  },
  {
    "text": "Be like, I don't know, because. And I guess if they were here talking to us, saying, did you believe that? Be like, well, that's what. That's the image we have. Like, what else do I have? That's my. I know what a tree is, and I know what a stream is, and it sounds nice, and I don't have any other way to imagine this. So, yeah, that's what I believe. But is that all it is? Probably not.",
    "start": "00:20:47",
    "end": "00:21:13"
  },
  {
    "text": "Probably not. Because the image communicates more than the image itself. I mean, this is poetry. That is poetry. You put language together in unique combinations that communicates more than those words by themselves were capable of. And so that's the nature of metaphor in imagery. So what is a whole new creation full of superabundance, where God's presence is as common as. I mean, it's just like, what does that refer to?",
    "start": "00:21:13",
    "end": "00:21:53"
  },
  {
    "text": "And I think that's tough for most people. It's tough for me, and I imagine it's tough for most people to be okay with that ambiguity. Like, it's a lot nicer to be able to hold on to something very concrete, but to go, you know, we don't know what this means, but we hope in it. A weird thing to say. I don't know what I'm hoping in completely, but I'm hoping in it.",
    "start": "00:21:53",
    "end": "00:22:13"
  },
  {
    "text": "Well, Right. Yeah. I don't want to. I don't think you should say, we don't know what it means.",
    "start": "00:22:13",
    "end": "00:22:18"
  },
  {
    "text": "Okay, sorry.",
    "start": "00:22:18",
    "end": "00:22:19"
  },
  {
    "text": "We can study these images in their background in the Bible and know what.",
    "start": "00:22:19",
    "end": "00:22:23"
  },
  {
    "text": "Well, I don't know what it means. If I ran into it next week. Right. If it was happening in Boston. Right. And I went over there, I'd be like, I don't know what this is. And you'd be like, that's the thing. The thing. The stream.",
    "start": "00:22:23",
    "end": "00:22:36"
  },
  {
    "text": "I see. Yes.",
    "start": "00:22:36",
    "end": "00:22:36"
  },
  {
    "text": "And I'd be like, I don't.",
    "start": "00:22:36",
    "end": "00:22:37"
  },
  {
    "text": "I mean. Yeah, we're talking about, like, how do.",
    "start": "00:22:40",
    "end": "00:22:42"
  },
  {
    "text": "I know when I've seen it? Right, right. And if I don't Know when I've seen it, how do I participate in it, and how you know, and how do I seek it?",
    "start": "00:22:42",
    "end": "00:22:49"
  },
  {
    "text": "So this is where the resurrection of Jesus is the prototype of the whole thing. Right. It's the. The resurrection of Jesus is described as the first act of new creation. So think of the way the apostles, the disciples of Jesus relate to the resurrected Jesus. Sometimes they don't recognize him, but other times they do. It's a very strange feature of the stories where there's continuity with the Jesus they knew before because he has the nail holes and all this kind of thing. And sometimes they recognize him, but there are other moments where they have no idea who he is. It's the same person.",
    "start": "00:22:49",
    "end": "00:23:29"
  },
  {
    "text": "Right.",
    "start": "00:23:29",
    "end": "00:23:29"
  },
  {
    "text": "So there's something there. That Jesus, he had a body. He wasn't a ghost, but his body was such that it had things about it that were indescribable and very unfamiliar. And that made it seem like I've never met this person. But there are other things about it that it's like, oh, that's Jesus that I knew and loved and followed around Galilee. So to me, there's something really rich about that idea that the new creation, it's a creation. I'm an earthling. I'm not meant to live without a body in heaven. I'm meant for the earth. And it will be a version of the world that apparently I'm familiar with, that I'll know. But it will be minus the corrupting influences of death and sin and selfishness, and that. That will be so deep different that there will also be moments of like, what is this?",
    "start": "00:23:30",
    "end": "00:24:25"
  },
  {
    "text": "I don't recognize it.",
    "start": "00:24:26",
    "end": "00:24:27"
  },
  {
    "text": "I don't recognize it.",
    "start": "00:24:27",
    "end": "00:24:28"
  },
  {
    "text": "Right.",
    "start": "00:24:28",
    "end": "00:24:28"
  },
  {
    "text": "That's. That's a weird thing.",
    "start": "00:24:29",
    "end": "00:24:30"
  },
  {
    "text": "Do you think it's gonna happen gradually, or is it gonna just come in.",
    "start": "00:24:30",
    "end": "00:24:33"
  },
  {
    "text": "A flash and boom, the new creation.",
    "start": "00:24:33",
    "end": "00:24:35"
  },
  {
    "text": "Yeah.",
    "start": "00:24:35",
    "end": "00:24:36"
  },
  {
    "text": "Oh, boy. So here we go.",
    "start": "00:24:36",
    "end": "00:24:39"
  },
  {
    "text": "Here we go.",
    "start": "00:24:39",
    "end": "00:24:39"
  },
  {
    "text": "I mean, this is all about the timing of the return of Jesus and stages and the millennium. It's very complicated because it's all described in this apocalyptic prophetic poetry and imagery.",
    "start": "00:24:42",
    "end": "00:24:56"
  },
  {
    "text": "I just want to know, like, your kingdom come, your will be done on earth as it is in heaven. If I pray that every morning, I should do that. I don't do that. I mean, you know, I had this vision just when you're talking of not actually praying that prayer. Exactly. Because it's become too rote, but just praying that, like, okay, God, today pray.",
    "start": "00:24:56",
    "end": "00:25:15"
  },
  {
    "text": "Your paraphrase of it.",
    "start": "00:25:15",
    "end": "00:25:16"
  },
  {
    "text": "Yeah.",
    "start": "00:25:16",
    "end": "00:25:16"
  },
  {
    "text": "Or paraphrase of it.",
    "start": "00:25:16",
    "end": "00:25:17"
  },
  {
    "text": "Why don't I just do that?",
    "start": "00:25:17",
    "end": "00:25:18"
  },
  {
    "text": "Yeah. It's a good idea. It's a really good idea. Christians have been doing it for thousands of years.",
    "start": "00:25:18",
    "end": "00:25:25"
  },
  {
    "text": "Oh, man, I'm such a bad Christian.",
    "start": "00:25:25",
    "end": "00:25:27"
  },
  {
    "text": "No, you're not.",
    "start": "00:25:27",
    "end": "00:25:28"
  },
  {
    "text": "Anyhow, so I'm praying that, let's say I'm praying that every day. And I'm really, really anticipating that God's kingdom is going to come today in some way. And also I know that Jesus said a kingdom is here. And so in some way the kingdom is here. And so I'm supposed to see it, I'm supposed to encounter it, right?",
    "start": "00:25:28",
    "end": "00:25:47"
  },
  {
    "text": "Yes.",
    "start": "00:25:48",
    "end": "00:25:48"
  },
  {
    "text": "So I guess my question is, like, how do I know when I've seen it? How do I know that? Oh, that's it. That's the kingdom happening. That's the kingdom coming.",
    "start": "00:25:49",
    "end": "00:25:57"
  },
  {
    "text": "Yeah. I mean, this is where love comes into its own as a theme in the New Testament, where love is the meaning of the universe, not the American version of it.",
    "start": "00:25:57",
    "end": "00:26:07"
  },
  {
    "text": "This is where you break out in a song. Right now I feel like, like Moulin Rouge or something.",
    "start": "00:26:07",
    "end": "00:26:12"
  },
  {
    "text": "Yeah, right, right. No, I think love for Jesus everything boiled down to what are humans for? To love one another and be loved by one another and by God. And think of where Paul, 1st Corinthians 11, where he says, you know, there are just a few traits that really, if you're going to boil down the Christian life into a few character traits, it's faith, hope, and love. But then he says, well, actually the most important one is love, because faith is temporary once you meet the reality. Hope is temporary once your hope is fulfilled. But love is the whole point. It's about humans knowing and being known by the Creator and then expressing and showing that to one another in acts of love and being loved and accepting love. And so, yeah, where's the kingdom? It's where you love your neighbor and are loved by your neighbor and you realize the universe is a safe place and I'm okay here and I have purpose.",
    "start": "00:26:12",
    "end": "00:27:24"
  },
  {
    "text": "So when you pray that prayer, one thing you're saying is, help me love people better today.",
    "start": "00:27:25",
    "end": "00:27:31"
  },
  {
    "text": "I think so.",
    "start": "00:27:32",
    "end": "00:27:33"
  },
  {
    "text": "Yeah. And let me help me create opportunities for love to exist.",
    "start": "00:27:33",
    "end": "00:27:38"
  },
  {
    "text": "Yeah, yeah. I mean, if you pair the Lord's prayer with a great command, you know, love the Lord your God, and love your neighbor as yourself. I mean, we're to the heartbeat of following Jesus.",
    "start": "00:27:39",
    "end": "00:27:51"
  },
  {
    "text": "Sam. So we've done this couple hour conversation about heaven. Heaven is way more interesting and complex of an idea then I've given it credit. I think most people do. Yeah.",
    "start": "00:27:59",
    "end": "00:28:41"
  },
  {
    "text": "It's not to be mocked at.",
    "start": "00:28:41",
    "end": "00:28:43"
  },
  {
    "text": "Yeah. It's not to be mocked. It's not a caricature.",
    "start": "00:28:43",
    "end": "00:28:46"
  },
  {
    "text": "It's not to be mocked.",
    "start": "00:28:46",
    "end": "00:28:47"
  },
  {
    "text": "Not to be mocked. Yeah. And. And it's connected to just living life in a really full, beautiful way. Now that's kind of where we ended, which is really cool. But that's completely disconnected from why we usually talk about heaven. Because we usually talk about heaven because we need an answer for what happens after I die. Right. Because there's this weird abyss of like, I know what life is like now. And then one day the lights go out. Like, my neurons stop firing, blood stops pumping, like my body starts to decay. Consciousness is gone. And nobody knows what that's like. No one's been over there and come back and been like, here's what it's like, except for like, near death experience stuff, which some of it's shady and some of it's crazy and cool, I don't know. But like, but there's just this whole, like, but what happens? And so heaven has always been the answer to that. And in our conversation, heaven has not been the answer to that. Heaven's been the answer to why is earth the way it is now? And how am I supposed to live? And how can I encounter God today? Or where do I find what God is doing right now? It's answering those questions. It's not answering what happens when you die.",
    "start": "00:28:47",
    "end": "00:30:08"
  },
  {
    "text": "Yes.",
    "start": "00:30:08",
    "end": "00:30:09"
  },
  {
    "text": "So with that said, what happens when I die?",
    "start": "00:30:09",
    "end": "00:30:12"
  },
  {
    "text": "Well, I don't claim to know the answer to that question. We can trace through the story of the Bible how that works. So throughout most of the Hebrew Bible, the Old Testament, the answer is you give up your spirit, your breath, it goes back to the one who gave it to you, and you go to the grave. And the grave is never described with anything more than some kind of shadowy existence. It's usually in poetry. So we don't know quite what it's referring to. But your name lives on through your children and your line and so on. But then we're back to this hope we described earlier of that God's love and commitment to the creation and his people must be stronger than death itself. Itself, if God is truly God. And so they developed the hope of resurrection. So what the hope of resurrection doesn't address is, well, what happens to me between after I die and when I'm resurrected. And when I'm resurrected.",
    "start": "00:30:14",
    "end": "00:31:19"
  },
  {
    "text": "Yes.",
    "start": "00:31:19",
    "end": "00:31:20"
  },
  {
    "text": "And there are four texts in the New Testament that are extremely brief that.",
    "start": "00:31:20",
    "end": "00:31:26"
  },
  {
    "text": "Address this, that moment, that time in between. Yeah, you're dead. And that could have been 3,000 years ago.",
    "start": "00:31:26",
    "end": "00:31:34"
  },
  {
    "text": "Yep. Or yesterday.",
    "start": "00:31:34",
    "end": "00:31:35"
  },
  {
    "text": "And now this. It's hard to even imagine what that is, but your body being re.",
    "start": "00:31:36",
    "end": "00:31:42"
  },
  {
    "text": "Yep, yep, Remade. So three passages, and they all use the same phrase, which is very interesting. So the first one is the thief crucified alongside Jesus, who has a deathbed, so to speak. Conversion. Conversion as he's dying. You know, he says, remember me, Jesus. And Jesus says, today you'll be with me in paradise. The Greek word paradiso was the way that the Hebrew word Eden was translated in the Old Testament. Today you'll be with me in Eden. That's what he says. So once again, it's a vision that there's God's temple presence now.",
    "start": "00:31:42",
    "end": "00:32:27"
  },
  {
    "text": "You know, by saying today, he meant before the sun goes down.",
    "start": "00:32:27",
    "end": "00:32:31"
  },
  {
    "text": "I think we're gonna. We're gonna die in a matter of moments or hours here.",
    "start": "00:32:32",
    "end": "00:32:36"
  },
  {
    "text": "Right.",
    "start": "00:32:36",
    "end": "00:32:37"
  },
  {
    "text": "You know, when this is over, this execution, we'll be together in paradise in the temple presence of God.",
    "start": "00:32:37",
    "end": "00:32:45"
  },
  {
    "text": "Was he just being kind of nice?",
    "start": "00:32:46",
    "end": "00:32:47"
  },
  {
    "text": "No, I think if. Sheesh. If Jesus meant any of what he said, he meant what he said in that moment, which is that God's love for his world, and therefore my commitment to you extends after. It extends after the moment that our bodies give out. So it's not a lot of Jesus believed that. Jesus apparently believed there was a form of existence that he would still have after his body gave out that wasn't his resurrected body.",
    "start": "00:32:47",
    "end": "00:33:16"
  },
  {
    "text": "Right. I mean, you would think. Or Jesus knew the time space continuum shifted after death and it would be the resurrected body in the future.",
    "start": "00:33:17",
    "end": "00:33:28"
  },
  {
    "text": "So there's that. Paul makes a comment in his letter to the Philippians where he's in prison. He thinks he has a good chance of being executed so soon. And he says, you know, it wouldn't be so bad. In fact, I would almost rather get executed because he said, I will die and be with Christ, which he says is preferable to going on in prison. And he's torn between the two. And then in Second Corinthians, chapter five, he talks about how suffering makes you hope for the new creation and how death really isn't the tragedy the Greek world makes it out to be. Because it's a bonus, because he says, if I'm away from my body, I'm at home with the Lord. So all three phrases use with what is the status of believers after they die physically but before the resurrection with Jesus, that's the answer of the New Testament. Doesn't say heaven.",
    "start": "00:33:30",
    "end": "00:34:36"
  },
  {
    "text": "Wait, so that was three, you said.",
    "start": "00:34:36",
    "end": "00:34:37"
  },
  {
    "text": "There'S four, there's four. The last one is the Apocalyptic vision scene in the book of Revelation. And John sees God's temple presence, and then he sees underneath the altar. So it's as if he's seeing the temple up in heaven, the heavenly temple of God's presence. And he sees underneath the altar the being, the souls, but the disembodied persons who had been martyred because of the word of God that they maintained. So he sees the martyrs in God's heavenly temple crying out, how long, O Lord, before you judge the earth and avenge our blood? So it's an apocalyptic vision about the martyrs crying out for justice.",
    "start": "00:34:37",
    "end": "00:35:28"
  },
  {
    "text": "Yeah.",
    "start": "00:35:29",
    "end": "00:35:29"
  },
  {
    "text": "But the point that's consistent is that they are with God. They're with God.",
    "start": "00:35:29",
    "end": "00:35:35"
  },
  {
    "text": "So what happens after you die? You're with Jesus.",
    "start": "00:35:35",
    "end": "00:35:37"
  },
  {
    "text": "You're with Jesus. Paul doesn't envision this as a permanent state, and he actually doesn't even see it as a desirable state. He sees it as desirable because you're with Jesus. He doesn't view it as desirable long term because the whole point is new creation. So for Paul, in his same letters and later in Philippians, he says, we're awaiting from heaven a savior. When Paul says later on in Philippians, your citizenship is in heaven, he doesn't mean and therefore that's when you're. Where you're going. What he goes on to say is, your citizenship is in heaven. And we are expecting a savior from there to come here and transform everything.",
    "start": "00:35:37",
    "end": "00:36:18"
  },
  {
    "text": "Yeah.",
    "start": "00:36:18",
    "end": "00:36:19"
  },
  {
    "text": "So I think for me, and really this is like, as a pastor, this is a very common question. Funerals and people lost their grandma. To me, I've.",
    "start": "00:36:19",
    "end": "00:36:29"
  },
  {
    "text": "So how do you do a funeral?",
    "start": "00:36:29",
    "end": "00:36:31"
  },
  {
    "text": "You just, you talk about, well, if it's someone who followed Jesus, they're with Jesus.",
    "start": "00:36:32",
    "end": "00:36:39"
  },
  {
    "text": "They're with Jesus.",
    "start": "00:36:39",
    "end": "00:36:40"
  },
  {
    "text": "And that's a way better form of existence for the moment. But they are awaiting their full redemption and recreation, just like I am and just like the world is. And so it's hope, but it's not the end of the story. So that's the New Testament's answer to that. And so the way we did that in the video is that's not the focus of the Bible story.",
    "start": "00:36:40",
    "end": "00:37:08"
  },
  {
    "text": "Yeah.",
    "start": "00:37:08",
    "end": "00:37:08"
  },
  {
    "text": "Because clearly there's just four.",
    "start": "00:37:08",
    "end": "00:37:09"
  },
  {
    "text": "Yeah. We just talked for two hours about heaven. And then there's four brief texts, five minutes of like. Yeah.",
    "start": "00:37:09",
    "end": "00:37:17"
  },
  {
    "text": "That address what happens to Christians after they die. And they're important. To be with Jesus is rad. It's really a profound hope.",
    "start": "00:37:17",
    "end": "00:37:26"
  },
  {
    "text": "But that can mean so many different things. To be with Jesus.",
    "start": "00:37:27",
    "end": "00:37:30"
  },
  {
    "text": "Yeah.",
    "start": "00:37:30",
    "end": "00:37:31"
  },
  {
    "text": "Do you have any specific hopes for the resurrection and the new creation. Anything.",
    "start": "00:37:31",
    "end": "00:37:36"
  },
  {
    "text": "What do you mean? Specific hopes.",
    "start": "00:37:37",
    "end": "00:37:38"
  },
  {
    "text": "So I hope there's still some really good snowboarding. Right? Like, I hope this is deep. Deep pow.",
    "start": "00:37:38",
    "end": "00:37:47"
  },
  {
    "text": "Oh, yes.",
    "start": "00:37:52",
    "end": "00:37:53"
  },
  {
    "text": "And then.",
    "start": "00:37:53",
    "end": "00:37:53"
  },
  {
    "text": "Yes.",
    "start": "00:37:53",
    "end": "00:37:54"
  },
  {
    "text": "And then my other very specific one we talked about this morning, actually. I want a big, bushy beard. None of this scrappy whatever I got going on. I want, like a full, sculpted, manly, resurrection beard.",
    "start": "00:37:54",
    "end": "00:38:06"
  },
  {
    "text": "Yeah. Well, while we're on the topic. All right. My nerdy answer is there are so many things I would love to learn about in depth. The depth that I've gotten to study the Hebrew Bible and the New Testament in. I would love to learn astronomy and biology, chemistry. I'd love to have a brain that's capable of passing algebra.",
    "start": "00:38:09",
    "end": "00:38:32"
  },
  {
    "text": "I know I couldn't get past algebra 3, 4.",
    "start": "00:38:34",
    "end": "00:38:36"
  },
  {
    "text": "Yeah. So, yeah, there's that version of. I just feel like there's so much. And right now I gotta. I go. I work and change diapers and manage my young kids, and I love it, but I'm so aware of the universe, this complexity that I would love to learn more about.",
    "start": "00:38:36",
    "end": "00:38:53"
  },
  {
    "text": "I wanna learn how to play the violin really well.",
    "start": "00:38:53",
    "end": "00:38:55"
  },
  {
    "text": "Yes. Okay, so that's one. Is that. Another is to master an instrument. Either. Yeah. The guitar or the trumpet or. Another one would be surfing because I'm so deathly afraid of sharks.",
    "start": "00:38:55",
    "end": "00:39:12"
  },
  {
    "text": "Oh, you are?",
    "start": "00:39:12",
    "end": "00:39:13"
  },
  {
    "text": "I can't surf. I've done it a few times.",
    "start": "00:39:13",
    "end": "00:39:15"
  },
  {
    "text": "You know, it's irrational.",
    "start": "00:39:15",
    "end": "00:39:16"
  },
  {
    "text": "It's totally irrational. But I can't do it. I can't do it.",
    "start": "00:39:16",
    "end": "00:39:20"
  },
  {
    "text": "We can get there, man.",
    "start": "00:39:21",
    "end": "00:39:22"
  },
  {
    "text": "I grew up skateboarding. How could. How different.",
    "start": "00:39:22",
    "end": "00:39:24"
  },
  {
    "text": "It is very different.",
    "start": "00:39:24",
    "end": "00:39:25"
  },
  {
    "text": "I mean, I know it's different, but the idea of forward motion and leveraging your body's weight. I've got that. That's in my muscle memory now. Surfing. But the sharks.",
    "start": "00:39:25",
    "end": "00:39:35"
  },
  {
    "text": "But there's no ocean. We already established that. So check that one off the list.",
    "start": "00:39:35",
    "end": "00:39:40"
  },
  {
    "text": "Well, that's why.",
    "start": "00:39:40",
    "end": "00:39:41"
  },
  {
    "text": "That's why I'm doubling down on snowboarding.",
    "start": "00:39:41",
    "end": "00:39:43"
  },
  {
    "text": "Because we know there's the mountain of the wood.",
    "start": "00:39:45",
    "end": "00:39:46"
  },
  {
    "text": "We know there's mountains. All right, there we go.",
    "start": "00:39:47",
    "end": "00:40:07"
  },
  {
    "text": "Heaven. I hope you enjoyed that conversation as much as I enjoyed it. We have a lot more of these coming up. Next set of conversations is going to be on the image of God. We have a video coming out in. I think it's going to come out in March on the image of God as a theme. It's a theme video that traces this phrase that pops up in Genesis. And we're going to trace that idea.",
    "start": "00:40:07",
    "end": "00:40:34"
  },
  {
    "text": "All the way through scripture.",
    "start": "00:40:34",
    "end": "00:40:35"
  },
  {
    "text": "What does it mean? That we are the image of God. It's going to be. It's a great conversation. It's a great video. I'm really looking forward to it. Also, a really great way to support this podcast, if you like it, is to go on itunes and write a review if you don't like it, don't go on itunes and write a review if you don't like it. You probably didn't listen to the end, so. So if you're here listening to me now, go on itunes and write a review. You can say whatever you want. You don't have to pretend to like it. Also, say hi to us. We're on Facebook. Facebook.com JoinTheBibleProject we're on Twitter, oinBibleProj. Thanks a lot. Peace be with.",
    "start": "00:40:35",
    "end": "00:41:16"
  }
]