{
  "Sermon on the Mount": [
    "Episode 1: Kicking Off a Year With Sermon on the Mount",
    "Episode 2: The Hebrew Bible’s Connection to the Sermon on the Mount",
    "Episode 3: The Sermon on the Mount's Place in the Gospel of Matthew",
    "Episode 4: What Does \"Blessed\" Mean? (The Beatitudes Pt. 1)",
    "Episode 5: The Powerless Grieving and Unimportant (The Beatitudes Pt. 2)",
    "Episode 6: The Type of People God Is Forming (The Beatitudes Pt. 3)",
    "Episode 7: What Does It Mean to Make Peace? (The Beatitudes Pt. 4)",
    "Episode 8: The Salt of the Land and the Light of the World",
    "Episode 9: What Does Jesus Think of Old Testament Laws?",
    "Episode 10: How Is Anger the Same as Murder?",
    "Episode 11: Why Do the Beatitudes Matter for the Overworked and Hopeless?",
    "Episode 12: Jesus' Vision for Sex and Desire",
    "Episode 13: How Jesus Responded to the Divorce Debate",
    "Episode 14: Why Does Jesus Say Not to Swear Oaths?",
    "Episode 15: What Jesus Means by “Turn the Other Cheek”",
    "Episode 16: Why Does Jesus Want Us to Love Our Enemies?",
    "Episode 17: What \"Hypocrite\" Means to Jesus",
    "Episode 18: Jesus’ Surprising Warning About Religious Practices",
    "Episode 19: Why Say “Kingdom of the Skies” Instead of “Kingdom of Heaven”?",
    "Episode 20: How Does Jesus Teach Us to Pray? (The Lord’s Prayer Pt. 1)",
    "Episode 21: What Does “Hallowed Be Thy Name” Mean? (The Lord’s Prayer Pt. 2)",
    "Episode 22: What Does Jesus Mean by “Daily Bread”? (The Lord’s Prayer Pt. 3)",
    "Episode 23: What Forgiveness Is and Isn't (Lord's Prayer Pt. 4)",
    "Episode 24: Does God Lead Us Into Temptation? (The Lord’s Prayer Pt. 5)",
    "Episode 25: Do Jesus’ Teachings Conflict With Old Testament Violence?",
    "Episode 26: What Kind of Treasure Is in Heaven?",
    "Episode 27: How Is the Eye the Lamp of the Body?",
    "Episode 28: What Does Jesus Say About Money? (Studio Conversation)",
    "Episode 29: What Does Jesus Say About Money? (Featured Episode)",
    "Episode 30: What Does Jesus Say About Anxiety? (Studio Conversation)",
    "Episode 31: What Does Jesus Say About Anxiety? (Featured Episode)",
    "Episode 32: Is There Ever a Time to Judge Others?",
    "Episode 33: Why Does Jesus Talk About Pearls and Pigs?",
    "Episode 34: What Does Jesus Mean by Ask Seek and Knock?",
    "Episode 35: What Makes the Golden Rule the Greatest Command?",
    "Episode 36: The Narrow and Wide Gates",
    "Episode 37: If We Don’t Forgive Others Will God Not Forgive Us?",
    "Episode 38: True and False Prophets",
    "Episode 39: A House on Rock and a House on Sand",
    "Episode 40: This Isn’t the End",
    "Episode 41: How Can We Discern Who Is a True or False Prophet?"
  ],
  "The Mountain": [
    "Episode 1: What Do Mountains Represent in the Bible?",
    "Episode 2: A Mountain Rising From the Chaos Waters",
    "Episode 3: Is the Garden of Eden on a Mountain?",
    "Episode 4: Noah and Abraham Surrender on the Mountain",
    "Episode 5: Moses the Intercessor on Mount Sinai",
    "Episode 6: David the Failed Intercessor on Mount Zion",
    "Episode 7: What Went Wrong With Solomon on Mount Zion?",
    "Episode 8: Elijah’s Contrasting Mountain Tests",
    "Episode 9: Who May Dwell on God’s Holy Mountain?",
    "Episode 10: The Cosmic Mount Zion in Isaiah",
    "Episode 11: Jesus on Seven Mountains in Matthew",
    "Episode 12: Jesus Opens the Way to the Cosmic Mountain",
    "Episode 13: We’ve Been on This Mountain Before",
    "Episode 14: How Can We Live Out the Idea of the Mountain Now?"
  ],
  "The Exodus Way": [
    "Episode 1: An Exodus-Shaped Reality",
    "Episode 2: Exodus in the Creation and Flood Stories",
    "Episode 3: How Did Israel End Up in Egypt?",
    "Episode 4: Israel’s Deliverance and the Song of the Sea",
    "Episode 5: The New Pharaohs of Joshua and Judges",
    "Episode 6: Isaiah’s Promised New Exodus",
    "Episode 7: Passover Psalms at the Last Supper",
    "Episode 8: Jesus as the New Moses—and Much More",
    "Episode 9: Jesus’ New Exodus at Passover",
    "Episode 10: Followers of “The Way” in Acts",
    "Episode 11: Paul and the New Exodus People",
    "Episode 12: N.T. Wright Interview: Baptism and the Exodus Story",
    "Episode 13: The Seven Women Who Rescued Moses—and Israel",
    "Episode 14: How Are the Passover and Yom Kippur Lambs Connected?"
  ],
  "The Anointed": [
    "Episode 1: \"Christ\" Is Not a Name",
    "Episode 2: What’s So Special About Oil?",
    "Episode 3: Saul the Anti-Anointed",
    "Episode 4: Isaiah’s Anointed One",
    "Episode 5: The Anointed King in Psalms",
    "Episode 6: Jesus’ Anointing Ceremony",
    "Episode 7: The Anointed Question and Response"
  ]
}