[
  {
    "text": "There are three books in the Hebrew Bible that we're going to explore in detail. Collectively they're known as the Wisdom Literature. Proverbs, Ecclesiastes and Job. All these books are wrestling with a particular set of questions.",
    "start": "00:00:10",
    "end": "00:00:23"
  },
  {
    "text": "How should I live in the world? What's the good life if I try to live wisely? What should I expect? What will God do for me if I really try and do the right thing?",
    "start": "00:00:24",
    "end": "00:00:34"
  },
  {
    "text": "We'll talk about how we got these wisdom books in our holy scriptures.",
    "start": "00:00:34",
    "end": "00:00:37"
  },
  {
    "text": "So in the wisdom books, the wise counsel of God fearing people and all of the insight accumulated throughout the generations becomes God's word to his people.",
    "start": "00:00:38",
    "end": "00:00:50"
  },
  {
    "text": "And we'll discuss why there are three different books with three very different perspectives on why there's suffering in the world and how we should fundamentally think about this world that we live in.",
    "start": "00:00:51",
    "end": "00:01:01"
  },
  {
    "text": "Together they give a sophisticated account of human experience, but that if you read only one of them in isolation from each other, you're being too narrow and you're not hearing the whole of what the scriptures say about life here under the sun.",
    "start": "00:01:02",
    "end": "00:01:20"
  },
  {
    "text": "So thanks for joining us for this conversation. Let's go.",
    "start": "00:01:20",
    "end": "00:01:24"
  },
  {
    "text": "Wisdom Literature. Yeah, let's start there.",
    "start": "00:01:31",
    "end": "00:01:33"
  },
  {
    "text": "Let's start there. Yeah. There's a group of books in the Hebrew Bible that have been traditionally called the Wisdom literature because they're unified by a set of unique features and themes and ideas and so on. And traditionally these are the books of Proverbs, Job and Ecclesiastes. And then in a unique way the Song of Songs is also connected to these. Solomon is a figure connected to three of these books. Proverbs, Ecclesiastes, the Song of Songs, which is of Solomon. Job isn't connected to Solomon, but its main themes are connected to it. So there's something unique about these four books in the Hebrew Bible and that's by something that they're missing. When you read these four books, it's like you've completely stepped out of the main storyline that unifies the whole Hebrew Bible of like the family of Abraham and the promised land and the covenant and obeying the laws of the Torah to experience the blessing and God wanting to reach all nations. The Temple, the messianic king, Mount Sinai, priests, sacrifice, worship. You know, there's all these main.",
    "start": "00:01:33",
    "end": "00:02:47"
  },
  {
    "text": "That's all missing.",
    "start": "00:02:47",
    "end": "00:02:48"
  },
  {
    "text": "That's all like the staple of Old Testament story and themes, that's the meat and potatoes and there's just none of that. It's just like you dropped out of the story. And these four books are just exploring a different set of issues and Questions. They do so within the worldview provided by that story.",
    "start": "00:02:48",
    "end": "00:03:05"
  },
  {
    "text": "Right.",
    "start": "00:03:05",
    "end": "00:03:06"
  },
  {
    "text": "But they're applying it to a different set of questions.",
    "start": "00:03:06",
    "end": "00:03:09"
  },
  {
    "text": "They. They believe in this story, they believe they're part of that story, but they don't really discuss it.",
    "start": "00:03:09",
    "end": "00:03:15"
  },
  {
    "text": "No. And really what they believe is that the God referred to and whose character and how God works in the world. We're talking about the God of Israel, the God revealed in the story of Israel and the rest of the scriptures. But the questions are different. The questions are all about what does it mean to live well in God's world? What does it mean to live wisely? And what can I hope for just on a personal level? So, yeah, okay, Israel and the nations and the final battle and the defeat of evil and everything. But okay, but what about me right.",
    "start": "00:03:15",
    "end": "00:03:51"
  },
  {
    "text": "Now with my family?",
    "start": "00:03:51",
    "end": "00:03:52"
  },
  {
    "text": "How do I raise my family? How do I go about building, you know, a set of job skills and career goals and how do I deal with difficult people in a place it's extremely practical? And then just what do you do when life doesn't work out and horrible things happen to you? Where is God in all of that? It's like these set of books tune out of the big drama of God and the nations and tune into practical, everyday life and the everyday stories that we wonder about and have questioned about. Yeah, yeah. Very interesting, very unique set of books in the Hebrew Bible.",
    "start": "00:03:52",
    "end": "00:04:29"
  },
  {
    "text": "And so. Yeah, when you say Hebrew Bible, you.",
    "start": "00:04:29",
    "end": "00:04:32"
  },
  {
    "text": "Mean the Old Testament.",
    "start": "00:04:32",
    "end": "00:04:33"
  },
  {
    "text": "The Old Testament, yeah. So the rest of the Old Testament is either the narrative of the Israelite people and their covenant with God or prophetic reflections upon that story and why things are happening the way they're happening now.",
    "start": "00:04:33",
    "end": "00:04:49"
  },
  {
    "text": "Yes, yeah.",
    "start": "00:04:49",
    "end": "00:04:50"
  },
  {
    "text": "And so these books are unique because it's not stepping out of that. It's kind of regardless of where you live. This is a great way to think about life.",
    "start": "00:04:50",
    "end": "00:04:59"
  },
  {
    "text": "Yeah, yeah. They have a universal quality to them. They explore issues and realities and questions of anybody, anywhere, but from within the worldview of the covenant people of God, with a view of God, the God of Abraham, the God of Sinai, the God of David. It's that God that we're talking about. But we're talking about how that God relates to me and my own story of my developing life. So the wisdom books come from different time periods in Israel's history. It's interesting. So Proverbs and Ecclesiastes and Song of Songs are connected to Solomon in some way, but that doesn't necessarily mean Solomon was the author of these books, at least in their final form. The book of Proverbs. Actually, there's material from lots of different authors that tells you that within the book itself, the book of Job is anonymous. It doesn't make its authorship clear, and it actually doesn't make its time period clear. The book's entirely made up of non Israelite characters.",
    "start": "00:04:59",
    "end": "00:06:11"
  },
  {
    "text": "People say it's the oldest book in scripture.",
    "start": "00:06:11",
    "end": "00:06:14"
  },
  {
    "text": "Yeah. And there's mostly the reasons for that are the implied cultural setting of the story of Job, but there's no explicit indicators of when these events took place. Actually, I think the way the book of Job begins is the equivalent of Star Wars. Long time ago in a galaxy far, far away. Because it's just a long time ago in the land of Uz, which is a really obscure. We're not really sure where it is, but it's far was a man named Job. And he's not an Israelite, none of his friends are Israelites.",
    "start": "00:06:14",
    "end": "00:06:43"
  },
  {
    "text": "And then somehow this becomes sacred Hebrew scripture.",
    "start": "00:06:44",
    "end": "00:06:47"
  },
  {
    "text": "Yeah, yeah. So it's an Israelite book about a non Israelite character. I mean, Job is every man, he's an individual figure. But his experience is meant to invite every person who reads the book to compare their life experience to his. So he's an archetypal character of sorts, which is why he's put in a land far away, long, long ago. So. So Job's interesting in that way. Yeah. These books have so many unique things. Another feature about the wisdom books is that the kind of authority with which they speak to you, the reader is different. You know, when Moses is up on Mount Sinai, he comes down and it's Yahweh. The God of Israel spoke from Mount Sinai through Moses, saying, thus saith the Lord, Thou shalt do this, thou shalt not do that. The prophets come speaking on behalf of God, Thus saith the Lord, that kind of thing. Yeah. But the wisdom books contain human words. The first nine chapters of Proverbs are words from a father to a son. And the key line from Proverbs is listen my child, to your parents instruction. So in the wisdom book, the wise counsel of God fearing people and all of the insight accumulated throughout the generations becomes God's word to his people in these books. And that's really profound, that there's a whole set of books that validate. There's a divine wisdom in the council and the wisdom of the elders and of collective.",
    "start": "00:06:47",
    "end": "00:08:21"
  },
  {
    "text": "And of fathers.",
    "start": "00:08:21",
    "end": "00:08:21"
  },
  {
    "text": "Yeah, fathers and mothers who have seen a lot. And that God can speak to his people through the wisdom of our elders. It's not really intuitive to 21st century Western culture, we think, like, the newest is the best, not the old.",
    "start": "00:08:22",
    "end": "00:08:38"
  },
  {
    "text": "What the old people are saying.",
    "start": "00:08:38",
    "end": "00:08:39"
  },
  {
    "text": "Yeah. And in this culture, it's exactly the opposite. If it's new, you're suspicious.",
    "start": "00:08:39",
    "end": "00:08:43"
  },
  {
    "text": "Yeah.",
    "start": "00:08:43",
    "end": "00:08:44"
  },
  {
    "text": "If it's old, then you know you can trust it. Interesting.",
    "start": "00:08:45",
    "end": "00:08:48"
  },
  {
    "text": "If I'm reading a book and it's like a nonfiction book from 2009, I'm like, mm, yeah, that's right. Maybe this is outdated.",
    "start": "00:08:48",
    "end": "00:08:55"
  },
  {
    "text": "Yeah, I need to go read some George Orwell, because that's clearly going to be better.",
    "start": "00:08:55",
    "end": "00:08:59"
  },
  {
    "text": "No, I'm saying the opposite. Like, if I'm reading it and it's.",
    "start": "00:08:59",
    "end": "00:09:02"
  },
  {
    "text": "Like, wow, this guy's.",
    "start": "00:09:02",
    "end": "00:09:03"
  },
  {
    "text": "This guy wrote this in 2009, the world's changed a lot.",
    "start": "00:09:03",
    "end": "00:09:05"
  },
  {
    "text": "You're saying that 2009 seems old and, like, why would I read that? Yeah, yeah, that's right. That's totally right. I've noticed that in biblical scholarship too. Even in my own reading, I'll favor newer research, even though.",
    "start": "00:09:07",
    "end": "00:09:21"
  },
  {
    "text": "Because they're digging more stuff out of the ground and stuff.",
    "start": "00:09:21",
    "end": "00:09:23"
  },
  {
    "text": "Sometimes, sometimes. But sometimes it's just the study or conversation about that topic has progressed. And I wanna know what the cutting edge is.",
    "start": "00:09:23",
    "end": "00:09:32"
  },
  {
    "text": "I wanna know what newer people are saying.",
    "start": "00:09:32",
    "end": "00:09:34"
  },
  {
    "text": "And that's a cultural value in our culture.",
    "start": "00:09:34",
    "end": "00:09:36"
  },
  {
    "text": "Oh, totally. It's crazy. Even in the Internet, it's worse. Where if I'm reading an article on how to use Facebook or something for the Bible project and I'm looking into it and I find an article and it seems legit, and it's from last year, I'm like, ah, well, it's outdated.",
    "start": "00:09:36",
    "end": "00:09:52"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:09:52",
    "end": "00:09:53"
  },
  {
    "text": "Facebook's changed the way. So this is useless.",
    "start": "00:09:53",
    "end": "00:09:55"
  },
  {
    "text": "Yes, the whole Bible, but especially the wisdom literature, has precisely the opposite view of authority and wisdom.",
    "start": "00:09:55",
    "end": "00:10:04"
  },
  {
    "text": "And because things didn't change very fast.",
    "start": "00:10:04",
    "end": "00:10:07"
  },
  {
    "text": "Yeah, that's true. We're talking about a time period of.",
    "start": "00:10:07",
    "end": "00:10:09"
  },
  {
    "text": "History where you could be born and die and not see any progression at all. No new inventions. I mean, you might see a kingdom take over another kingdom or something, but it'd be rare to live through the Bronze Age turning over something.",
    "start": "00:10:09",
    "end": "00:10:27"
  },
  {
    "text": "Although I just read this the other day, there's a Jewish study scholar named James Davila. He has a great blog named Paleo Judaica. If you're into archaeology and developments in biblical and Jewish studies, you should subscribe to his blog. It's really interesting. And there were just recently discovered these ancient Babylonian texts that are all about astronomical predictions of the movement of the stars. And this is just last week I read this. This is what February 2016. And they discovered the math underneath these astronomical texts is a highly sophisticated form of advanced calculus.",
    "start": "00:10:28",
    "end": "00:11:07"
  },
  {
    "text": "Whoa.",
    "start": "00:11:07",
    "end": "00:11:08"
  },
  {
    "text": "And it's a form of calculus that up until a week ago, was thought to have been invented by. By math scholars in Oxford 200 years ago. I'm not joking.",
    "start": "00:11:08",
    "end": "00:11:18"
  },
  {
    "text": "That's incredible.",
    "start": "00:11:18",
    "end": "00:11:19"
  },
  {
    "text": "It's totally incredible. Yeah. I thought that was so, like.",
    "start": "00:11:19",
    "end": "00:11:23"
  },
  {
    "text": "So like, the Babylonians were using calculus 3,000 years ago. 3,000 years ago, yeah. Then it got buried in the ground and humans forgot about how to do it.",
    "start": "00:11:23",
    "end": "00:11:32"
  },
  {
    "text": "Yes.",
    "start": "00:11:32",
    "end": "00:11:33"
  },
  {
    "text": "For thousands of years.",
    "start": "00:11:33",
    "end": "00:11:34"
  },
  {
    "text": "Exactly. Right.",
    "start": "00:11:34",
    "end": "00:11:35"
  },
  {
    "text": "And then a couple of blokes in Oxford were like, hey, we discovered something, and it's what they were doing 3,000 years ago.",
    "start": "00:11:35",
    "end": "00:11:40"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:11:40",
    "end": "00:11:41"
  },
  {
    "text": "Anyhow, so maybe there were advances back then.",
    "start": "00:11:41",
    "end": "00:11:45"
  },
  {
    "text": "Oh, there for sure was technological advance, but not at the rate.",
    "start": "00:11:45",
    "end": "00:11:49"
  },
  {
    "text": "But not the rate.",
    "start": "00:11:49",
    "end": "00:11:50"
  },
  {
    "text": "And. Yes, but. So, yeah. All that to say, though, is we're talking about cultures where even those advances fit within a tradition a long centuries, millennia long old tradition of astronomy and so on. And the value is the. The older it is, the older the pedigree, the more trustworthy. And that's the whole worldview of wisdom literature is. This is ancient wisdom passed along through hundreds of generations. I'd be an idiot to not listen to the book of Proverbs kind of thing. Yeah, yeah, yeah. In terms of, like, where. Where proverbs come from. Proverbs by nature are these sayings that have been passed down and they gain their authority by repetition.",
    "start": "00:11:50",
    "end": "00:12:43"
  },
  {
    "text": "Yeah.",
    "start": "00:12:43",
    "end": "00:12:43"
  },
  {
    "text": "And common validation.",
    "start": "00:12:43",
    "end": "00:12:44"
  },
  {
    "text": "So I'll notice something like, hey, every single time I. What's the one about the dog? Or like.",
    "start": "00:12:44",
    "end": "00:12:50"
  },
  {
    "text": "Yeah, no, this is my favorite example. Yeah. Proverbs. I pulled it up. Proverbs 26:17. Like, one who grabs a stray dog by the ears is someone who rushes into a quarrel that is not their own.",
    "start": "00:12:50",
    "end": "00:13:04"
  },
  {
    "text": "Yeah, that's great.",
    "start": "00:13:05",
    "end": "00:13:06"
  },
  {
    "text": "Yeah. So somebody, you know, pet a stray dog once and grabbed its ear a little too rough and. Right, right. And then they got involved in their neighbor's, like, dispute over who owns this side of the yard.",
    "start": "00:13:07",
    "end": "00:13:24"
  },
  {
    "text": "Right. Of the rock pile.",
    "start": "00:13:24",
    "end": "00:13:26"
  },
  {
    "text": "Yeah. And that didn't go well. And then he's like, you know what that's like?",
    "start": "00:13:26",
    "end": "00:13:29"
  },
  {
    "text": "I noticed a similarity between my experience with that dog and my experience with my neighbor. Yeah, I'm Write that down.",
    "start": "00:13:30",
    "end": "00:13:38"
  },
  {
    "text": "Yeah. And so he tells it to his kids and his kids grow up, and they're like, yeah, so true.",
    "start": "00:13:38",
    "end": "00:13:41"
  },
  {
    "text": "That makes sense.",
    "start": "00:13:41",
    "end": "00:13:42"
  },
  {
    "text": "And then it just spreads and it goes viral and everybody's like, yeah, that's so cute.",
    "start": "00:13:42",
    "end": "00:13:45"
  },
  {
    "text": "Yeah, these are Viral sayings.",
    "start": "00:13:45",
    "end": "00:13:47"
  },
  {
    "text": "Yeah.",
    "start": "00:13:47",
    "end": "00:13:47"
  },
  {
    "text": "These are the first memes.",
    "start": "00:13:47",
    "end": "00:13:49"
  },
  {
    "text": "Proverbs. The first memes.",
    "start": "00:13:51",
    "end": "00:13:52"
  },
  {
    "text": "Great.",
    "start": "00:13:53",
    "end": "00:13:54"
  },
  {
    "text": "And then that's how they gain authority.",
    "start": "00:13:54",
    "end": "00:13:56"
  },
  {
    "text": "So it wasn't like a guy goes, gets bit by a dog and then he sat down, he's like, you know, I'm gonna prayerfully ask God to give me wisdom that will be for his people and brought into. In our sacred scriptures.",
    "start": "00:13:56",
    "end": "00:14:12"
  },
  {
    "text": "Yes.",
    "start": "00:14:12",
    "end": "00:14:12"
  },
  {
    "text": "And then. Okay, cool. And then God's like, well, what about dogs? And you know, and helping him craft that.",
    "start": "00:14:12",
    "end": "00:14:18"
  },
  {
    "text": "There is an important moment though where the God's word element becomes significant. And that's. It's not in the origin of the proverbs so much. It's when the proverbs get collected into.",
    "start": "00:14:18",
    "end": "00:14:31"
  },
  {
    "text": "A book, the collector is doing that is being.",
    "start": "00:14:31",
    "end": "00:14:35"
  },
  {
    "text": "And the connection of Solomon is significant to the foundation story of Solomon because he's put before a mammoth task of guiding and leading a whole people group, injustice and wisdom and so on. And he knows that he can't do it. So he asked God for wisdom. And there's a famous dream. First Kings, chapter three. And so God gives him wisdom and then he goes on throughout his career to become known for his wisdom and crafting poetry and proverbs and math and ancient botany. And he's really, he was a Renaissance man before his time. So that's significant that Solomon's story is of. He received, he saw his wisdom in the inside he had as a divine gift. And then this book comes into existence over time and this book gets collected as an embodiment of that divine gift of wisdom. Now not just to Solomon, but to all of God's people. So the book is God's gift to his people, God's word. But the content of that divine word.",
    "start": "00:14:35",
    "end": "00:15:41"
  },
  {
    "text": "Came from all over.",
    "start": "00:15:41",
    "end": "00:15:42"
  },
  {
    "text": "Is human wisdom. Yeah, yeah, it's very unique. Just really unique that way. It's cool.",
    "start": "00:15:42",
    "end": "00:15:47"
  },
  {
    "text": "And so we're talking about Proverbs specifically. I might be jumping the gun because we were just talking about the wisdom literature in general. Yeah, Proverbs, Job and Ecclesiastes.",
    "start": "00:15:48",
    "end": "00:15:55"
  },
  {
    "text": "Well, so that brings up the last interesting thing about this collection of books before we dive into proverbs. And that's the relationship that these books have to each other. Because there's a tension, a creative tension between these books and their message that they each have. So the main questions are about how should I live in the world? What's the good life if I try to live wisely, what should I expect? What will God do for me if I really try and do the right thing? And they Offer different perspectives. So Proverbs says, be wise, fear God. Things will work out for you. And if you're stupid and evil, things will go bad for you and you'll die young. So, for example, Proverbs 13, 9, the light of the righteous rejoices. It's like the righteous person who's wise has a light and it shines, and they live in happiness with the light of their lamp. But the proverb finishes, but the lamp of the wicked snuffed out. So you're righteous and wise, you light prosperity, happiness, and you're wicked and stupid. You'll die young. And then Job, of course, is about as righteous and wise of man as they come. And horrible things happen to him for reasons that he never discovers why. You, the reader, discover why. We'll talk about that later. But Job never discovers why. And so later on in the book, he actually uses the same line as that proverb. And he asks in Job 21:17, how often is the lamp of the wicked put out?",
    "start": "00:15:55",
    "end": "00:17:29"
  },
  {
    "text": "Right.",
    "start": "00:17:29",
    "end": "00:17:30"
  },
  {
    "text": "Does their calamity really ever come?",
    "start": "00:17:30",
    "end": "00:17:32"
  },
  {
    "text": "I'm looking around, and some wicked people.",
    "start": "00:17:33",
    "end": "00:17:34"
  },
  {
    "text": "Have it pretty good wicked people have it. And I've been doing the right thing. And look at my life right now. So he's questioning the message of. The message of Proverbs. Yeah, and that's part of his wrestling match in the book.",
    "start": "00:17:34",
    "end": "00:17:48"
  },
  {
    "text": "Well, not only is he wrestling with it, but Proverbs isn't working for him.",
    "start": "00:17:48",
    "end": "00:17:52"
  },
  {
    "text": "The book of Proverbs didn't work out.",
    "start": "00:17:52",
    "end": "00:17:53"
  },
  {
    "text": "For Job, which is a weird thing. This. Think of like, okay, so we've got this divinely given wisdom book that tells you do this and it's gonna be great. And then you have another book that says, hey, this guy did it and it didn't work out at all.",
    "start": "00:17:53",
    "end": "00:18:09"
  },
  {
    "text": "Yeah, that's right. And both of those books are in the same Bible.",
    "start": "00:18:09",
    "end": "00:18:13"
  },
  {
    "text": "In the Bible?",
    "start": "00:18:13",
    "end": "00:18:14"
  },
  {
    "text": "Yeah, they're both scripture. And then you get Ecclesiastes, who has seen. Sometimes it work out for Joe black people, but then other times not. So Ecclesiastes 7, the speaker teacher in Ecclesiastes says, I've seen a righteous man who dies despite his righteousness and a wicked man who has a long life despite his wickedness. And then he says, this is absurd. So for him, it's not just that the book of Proverbs doesn't work, but that sometimes it does, but sometimes it doesn't. And so if it's not a guaranteed system, what's the point? It really frustrates him. It drives Job to pray and to be angry and wrestle with God, and it drives the speaker in Ecclesiastes to despair. Again, all three of these viewpoints are in the same Bible. I don't think they're contradicting each other. That's not going to help us to say that. Because sometimes Proverbs is true to our life experience, but not always. Sometimes Job and Ecclesiastes are true. The wrestling match in different seasons of the same person's life can be spoken to by these different books at different times. It's interesting.",
    "start": "00:18:14",
    "end": "00:19:26"
  },
  {
    "text": "Is there traditions, Jewish traditions, and how they view that tension? How do they answer whether it's a contradiction, they contradict each other or not?",
    "start": "00:19:26",
    "end": "00:19:35"
  },
  {
    "text": "Yeah. The history of Jewish theology and tradition, it's very much what's called a dialogical view of truth and reality. Yeah. If you ever read the classic Jewish text, the Mishnah and the Talmud, there'll be a section on the Sabbath or what it means to rest on the Sabbath, and it'll give you 50 rabbis points of view. And then it's over. You're like, wait, so Rabbi Yohanan said this, and Rabbi Eliakim said that, and Rabbi Jose made fun of Rabbi Eliakim and said he was wrong. And you finish and you're like, wait, so there's something in Jewish tradition, I think, that takes its cue from the Hebrew Bible, that it contains within itself a message that is sometimes doubted. And then you come out the other side still believing the main message, but knowing that it's probably more complex than what you first thought.",
    "start": "00:19:35",
    "end": "00:20:34"
  },
  {
    "text": "Yeah. And that's so hard for me to understand that that's scripture because. Because from. Yeah, from the tradition I grew up in, it's a little more simplistic. It's the God said it, I believe it, that settles it kind of mentality. And so Proverbs is a favorite book because it's very straightforward.",
    "start": "00:20:34",
    "end": "00:20:53"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:20:53",
    "end": "00:20:53"
  },
  {
    "text": "Like, this is how you do it. Follow it. That settles it. So it really fits into that paradigm. Then you get to a book like Ecclesiastes and Job, and it kind of are these. They're kind of the enigmas that everyone, you know, like, you just kind of leave them alone.",
    "start": "00:20:54",
    "end": "00:21:05"
  },
  {
    "text": "Yeah, sure. Yeah. In some traditions, they're kind of an embarrassment.",
    "start": "00:21:06",
    "end": "00:21:09"
  },
  {
    "text": "A little bit of an embarrassment. Yeah. So we don't spend a lot of time with them. I mean, there are answers to them that kind of smooth over the edges. But so, yeah. It's just really interesting to wrestle with the fact that in our scripture, we have books that require you to hold them. In tension and to kind of have this conversation between them and they nuance each other.",
    "start": "00:21:09",
    "end": "00:21:35"
  },
  {
    "text": "Yeah, yeah. The point is, is that together they give a sophisticated account of human experience. But if you read only one of them in isolation from each other, you're being too narrow and you're not hearing the whole of what the scriptures say about life here under the sun. So, yeah, we could. This point's been summarized by one of my favorite Old Testament scholars, a guy named Christopher Wright. And he put it this way. He says the most challenging difference between the wisdom writings and the rest of the Old Testament arises when wisdom authors express doubts about or question the validity of some of the mainline affirmations of other parts of the Bible. And yet this is precisely the purpose of this material in the canon of Scripture, to compel us towards an honest faith that's willing to acknowledge the presence of doubts we cannot dismiss and questions we can't always fully answer given our human limitations. So here he's thinking about how the book of Ecclesiastes would look, say, at Moses, speech in Deuteronomy and say, obedience to God's word will always lead to blessing and abundance in the land, but disobedience will bring ruin and destruction. And that's carried over into the book of Proverbs, too. And Ecclesiastes forces you, the reader of the whole Bible, to recognize life's complex. And sometimes things happen that don't fit into our grid. And it doesn't mean that God's not real or faithful. It just means, oh, life's more complex than I first thought. I need to take that into account. To me, that's very helpful. More than anything, it forces you to have a bigger category for what the Bible is than just golden tablets falling from heaven telling you what to believe and what not to do. Something like that.",
    "start": "00:21:35",
    "end": "00:23:35"
  },
  {
    "text": "Yeah. Built into our scriptures is an opportunity to wrestle and question scripture, especially around.",
    "start": "00:23:35",
    "end": "00:23:46"
  },
  {
    "text": "The topics of suffering and disappointment and, you know, things going well, but then not going well. Like, that's what the wisdom books are about. It's like practical, everyday life circumstances. So there's like a very authoritative, here's what God's doing in history to save the world. That's what the big story is about. But in our individual stories, we're. Things seem more complicated sometimes. The wisdom books are very sophisticated. They're not simplistic.",
    "start": "00:23:46",
    "end": "00:24:13"
  },
  {
    "text": "Yeah.",
    "start": "00:24:13",
    "end": "00:24:13"
  },
  {
    "text": "They don't offer simple answers.",
    "start": "00:24:13",
    "end": "00:24:15"
  },
  {
    "text": "And that's especially true for Ecclesiastes and Job.",
    "start": "00:24:15",
    "end": "00:24:19"
  },
  {
    "text": "Yep, that's right.",
    "start": "00:24:19",
    "end": "00:24:20"
  },
  {
    "text": "Where Proverbs. It doesn't question those things as much.",
    "start": "00:24:21",
    "end": "00:24:25"
  },
  {
    "text": "No, no. It's trying to paint a picture of the world that says there are some things that are true and reliable and pretty common to the whole of humanity's experience here. It actually does recognize there's some complexity to how we live and how we can think about cause and effect and stuff, but for the most part, it's focusing on the general rule. And Ecclesiastes and Job focus on the exceptions to the rule.",
    "start": "00:24:25",
    "end": "00:24:52"
  },
  {
    "text": "You brought up as a thought experiment. You said, imagine three guys in a bar. I don't know if you said it in a bar.",
    "start": "00:25:04",
    "end": "00:25:12"
  },
  {
    "text": "I don't know if I said that.",
    "start": "00:25:13",
    "end": "00:25:14"
  },
  {
    "text": "Imagine three guys.",
    "start": "00:25:14",
    "end": "00:25:15"
  },
  {
    "text": "I like that addition, though.",
    "start": "00:25:15",
    "end": "00:25:16"
  },
  {
    "text": "Yeah. For some reason I was three people in a bar.",
    "start": "00:25:16",
    "end": "00:25:19"
  },
  {
    "text": "Three people hanging out.",
    "start": "00:25:19",
    "end": "00:25:20"
  },
  {
    "text": "Three people hanging out. And you went up to this group of three and you had like a question for them and they're all gonna answer you differently. They have three different perspectives and they're all friends and they all talk to each other. And it's Proverbs, Ecclesiastes and Job are the three people. I just thought that was such a cool picture. And so we started talking about, well, what are these people like? And we really ran with that idea.",
    "start": "00:25:20",
    "end": "00:25:43"
  },
  {
    "text": "Yeah, yeah, we're gonna make videos about it.",
    "start": "00:25:43",
    "end": "00:25:45"
  },
  {
    "text": "We're gonna make videos that. Yeah. Structured on this. So Proverbs is the young teacher, idealistic, very optimistic, and super smart.",
    "start": "00:25:45",
    "end": "00:25:57"
  },
  {
    "text": "She really is smart about everything. Yeah. Like, she has expert advice to give to you about your business decisions, how you raise your kids, how you have a great marriage, good friends, and live in your neighborhood. Right. She just really can.",
    "start": "00:25:57",
    "end": "00:26:15"
  },
  {
    "text": "She gets it. And we're using the feminine pronoun.",
    "start": "00:26:15",
    "end": "00:26:18"
  },
  {
    "text": "Yes. Yeah, yeah. We wanted to make Proverbs a feminine character because as we'll talk about, the wisdom is in the book of Proverbs is personified as a brilliant, smart, elegant woman.",
    "start": "00:26:19",
    "end": "00:26:32"
  },
  {
    "text": "Yeah, Lady Wisdom.",
    "start": "00:26:33",
    "end": "00:26:34"
  },
  {
    "text": "Lady Wisdom. Yeah. So we'll talk about that.",
    "start": "00:26:34",
    "end": "00:26:36"
  },
  {
    "text": "Yeah.",
    "start": "00:26:36",
    "end": "00:26:36"
  },
  {
    "text": "There's a lot of femininity.",
    "start": "00:26:36",
    "end": "00:26:38"
  },
  {
    "text": "And actually it begins with a set of poems near the beginning of the book about lady Wisdom. And then the last chapter 31 is a whole long poem dedicated to depicting the ideal wise woman.",
    "start": "00:26:38",
    "end": "00:26:49"
  },
  {
    "text": "Yeah. Rad woman.",
    "start": "00:26:50",
    "end": "00:26:51"
  },
  {
    "text": "Yeah. So we just. It was a no brainer. We just.",
    "start": "00:26:51",
    "end": "00:26:54"
  },
  {
    "text": "Let's make Proverbs a woman.",
    "start": "00:26:55",
    "end": "00:26:56"
  },
  {
    "text": "Let's make Proverbs a woman.",
    "start": "00:26:56",
    "end": "00:26:57"
  },
  {
    "text": "Now, there is in Proverbs a lot of masculine stuff.",
    "start": "00:26:57",
    "end": "00:27:01"
  },
  {
    "text": "Yes. Yeah. Proverbs of Solomon. There's a lot of father figures speaking.",
    "start": "00:27:01",
    "end": "00:27:05"
  },
  {
    "text": "Talking to their sons.",
    "start": "00:27:05",
    "end": "00:27:06"
  },
  {
    "text": "But wisdom, the idea of what wisdom is, is personified as a woman. To which fathers and sons and mothers and daughters all should pay attention to.",
    "start": "00:27:07",
    "end": "00:27:16"
  },
  {
    "text": "So we didn't want three dudes in this thought experiment.",
    "start": "00:27:16",
    "end": "00:27:18"
  },
  {
    "text": "So Proverbs is a natural candidate.",
    "start": "00:27:18",
    "end": "00:27:20"
  },
  {
    "text": "Yeah, that's great.",
    "start": "00:27:20",
    "end": "00:27:21"
  },
  {
    "text": "So that's Proverbs.",
    "start": "00:27:21",
    "end": "00:27:22"
  },
  {
    "text": "That's Proverbs. Ecclesiastes is, is sitting next to Proverbs and he's kind of more middle aged. He's a critic and he's brilliant and he can just cut through anyone's argument and just like destroy. See the other side of things. He could argue with you about anything.",
    "start": "00:27:22",
    "end": "00:27:40"
  },
  {
    "text": "That's right. And he's. Yeah, he's cynical, a little disenchanted because he's seen a lot and done a lot and some things have worked out well for him, but a lot of things haven't.",
    "start": "00:27:42",
    "end": "00:27:53"
  },
  {
    "text": "Yeah, he's done a lot of projects. Like he's built businesses, he's built things.",
    "start": "00:27:53",
    "end": "00:27:58"
  },
  {
    "text": "He partied in his 20s.",
    "start": "00:27:58",
    "end": "00:27:59"
  },
  {
    "text": "He partied in his 20s.",
    "start": "00:27:59",
    "end": "00:28:01"
  },
  {
    "text": "He had kids, his kids grew up.",
    "start": "00:28:01",
    "end": "00:28:03"
  },
  {
    "text": "He's now an empty nester. He's seen a lot of things and he's seen some things go well and some things just go off the rails. And he's come to the conclusion that things aren't as simplistic as he used to think in his 20s.",
    "start": "00:28:03",
    "end": "00:28:18"
  },
  {
    "text": "What he can't tolerate is people with black and white simplistic thinking or people who are building their lives on false meaning and unreliable hopes.",
    "start": "00:28:18",
    "end": "00:28:30"
  },
  {
    "text": "Right. Or just being naive.",
    "start": "00:28:30",
    "end": "00:28:31"
  },
  {
    "text": "Yeah. He takes great pleasure in dismantling people's. The meaning of people's lives, especially by talking about death all the time.",
    "start": "00:28:31",
    "end": "00:28:41"
  },
  {
    "text": "So up till now, you go to these two people and you go to Proverbs and you're gonna get this really rad lesson of like, well, here's what.",
    "start": "00:28:41",
    "end": "00:28:50"
  },
  {
    "text": "You should do and here's what you should.",
    "start": "00:28:50",
    "end": "00:28:51"
  },
  {
    "text": "And it's going to be warm, it's going to be optimistic, and then you're going to turn to Ecclesiastes and be like, okay, what about you? And he's just going to like. So that's. Yeah, there's a big difference there.",
    "start": "00:28:52",
    "end": "00:29:00"
  },
  {
    "text": "And then there's Job who you might.",
    "start": "00:29:00",
    "end": "00:29:02"
  },
  {
    "text": "Forget to talk to because he's like.",
    "start": "00:29:02",
    "end": "00:29:05"
  },
  {
    "text": "Yeah.",
    "start": "00:29:05",
    "end": "00:29:06"
  },
  {
    "text": "Quietly sitting there next to them, just listening.",
    "start": "00:29:06",
    "end": "00:29:08"
  },
  {
    "text": "Yeah. And just kind of chuckling to himself, wisely observing.",
    "start": "00:29:08",
    "end": "00:29:11"
  },
  {
    "text": "Yeah.",
    "start": "00:29:11",
    "end": "00:29:12"
  },
  {
    "text": "Letting the young bucks fight it out.",
    "start": "00:29:12",
    "end": "00:29:14"
  },
  {
    "text": "But he's an older man, he's seen a lot in his life. He's been put through the wringer. He's lost his family, he's lost his wife, he's got a new family. A new wife.",
    "start": "00:29:15",
    "end": "00:29:27"
  },
  {
    "text": "And he used to be kind of cynical and bitter like the Ecclesiastes. But he worked through it.",
    "start": "00:29:27",
    "end": "00:29:33"
  },
  {
    "text": "He worked through it and he has a peace about him. He can trust God in spite of.",
    "start": "00:29:33",
    "end": "00:29:38"
  },
  {
    "text": "All that deep faith and trust in God. That's not simplistic, sophisticated because of his experience, but he really believes that God's trustworthy precisely because of the hardship that he's been through. So he's very warm and pastoral and has a different kind of wisdom to offer. It's not answers.",
    "start": "00:29:38",
    "end": "00:29:58"
  },
  {
    "text": "He's kind of a. He's a sage. He's kind of a Yoda figure in some ways then like he's like a.",
    "start": "00:29:59",
    "end": "00:30:03"
  },
  {
    "text": "So we've built each of these characters based on the content and message of the books themselves.",
    "start": "00:30:05",
    "end": "00:30:10"
  },
  {
    "text": "Yeah, if we were going to turn a book into a character.",
    "start": "00:30:10",
    "end": "00:30:13"
  },
  {
    "text": "And then we are creating a three part video series where we have each of them at the table and let each character kind of have their say.",
    "start": "00:30:13",
    "end": "00:30:22"
  },
  {
    "text": "Thanks for listening to this episode of the Bible Project podcast. I'm John Collins and I've been talking with Tim Mackey. We're the co creators of the Bible Project. You can watch our videos. They're on YouTube for free. YouTube.com TheBibleProject we're really proud of them. The videos in the Wisdom series are coming out this year, 2016. The book of Proverbs has just released and you'll find that on our YouTube channel. And Ecclesiastes and Job will also be out this summer 2016 into the fall. I think Job will be done in the fall. You can follow us on Twitter oyinbibleproj. You can say hi to us on Facebook. Thank you facebook.com thebibleproject and if you like this podcast, you can help us by putting a review on itunes that helps with our exposure. Or you can just share it with friends. Or you could just enjoy it yourself as you fall asleep at night, or ride your bike home from work, or mow your lawn. However you're enjoying this podcast. Thanks for listening and again, thanks for all the supporters who help us make these videos and podcasts possible. Thanks for being a part of this with us.",
    "start": "00:30:26",
    "end": "00:31:32"
  }
]