[
  {
    "text": "As you read through the book of Ecclesiastes, you're letting the teacher dismantle your perspective about reality, and it isn't pleasant.",
    "start": "00:00:05",
    "end": "00:00:14"
  },
  {
    "text": "At the conclusion of the book, the author says about the teacher that the teacher's words are like a goad at the end of a shepherd staff. Sometimes they would sharpen it to a point. It's basically saying, it's like a sharp pointy stick. And he's jabbing you.",
    "start": "00:00:14",
    "end": "00:00:29"
  },
  {
    "text": "Why read a book like this? Why put it in the Bible?",
    "start": "00:00:29",
    "end": "00:00:33"
  },
  {
    "text": "The whole reason why we're being exposed to the teacher's words is the author thinks this is a really important exercise to have our illusions dismantled.",
    "start": "00:00:33",
    "end": "00:00:44"
  },
  {
    "text": "In order to do this, the author brings up three main points over and over. The first is death.",
    "start": "00:00:44",
    "end": "00:00:51"
  },
  {
    "text": "There are moments in life here under the sun where it's hard to see if humans are any different than animals. And death is one of those.",
    "start": "00:00:51",
    "end": "00:01:00"
  },
  {
    "text": "The second somber drum he sounds is the steady march of time.",
    "start": "00:01:00",
    "end": "00:01:05"
  },
  {
    "text": "What does all of our striving and energy really produce? Because our life is heavily. It's here today, gone tomorrow.",
    "start": "00:01:05",
    "end": "00:01:13"
  },
  {
    "text": "And finally, the great equalizer, the randomness of life itself. Chance.",
    "start": "00:01:13",
    "end": "00:01:18"
  },
  {
    "text": "Death. Time and chance just really have a way of putting a wet blanket on your life.",
    "start": "00:01:18",
    "end": "00:01:26"
  },
  {
    "text": "Amidst these cruel realities, the teacher also brings a surprising optimistic Warmth for the.",
    "start": "00:01:26",
    "end": "00:01:33"
  },
  {
    "text": "Teacher, acknowledging our frailty, our mortality, our lack of control is the silver bullet for coming to enjoy your life. There's a beauty and a gift and a goodness to things because I cannot control them and because they're not guaranteed.",
    "start": "00:01:33",
    "end": "00:01:52"
  },
  {
    "text": "And at the end of the book, the author speaks up and tells us we must still fear the Lord.",
    "start": "00:01:52",
    "end": "00:01:58"
  },
  {
    "text": "Even though my every deed hidden, good or evil, it may not have a guaranteed outcome in my lifetime, I am still accountable for it.",
    "start": "00:01:58",
    "end": "00:02:08"
  },
  {
    "text": "The pointy, painful, and promising wisdom of Ecclesiastes. Here we go. Try my best.",
    "start": "00:02:09",
    "end": "00:02:25"
  },
  {
    "text": "And hush, hush, little one Hush, hush.",
    "start": "00:02:25",
    "end": "00:02:29"
  },
  {
    "text": "Little ones in my head.",
    "start": "00:02:30",
    "end": "00:02:32"
  },
  {
    "text": "So one of the main purposes of the teacher is to target and dismantle all of the ways that people try to find meaning or generate purpose in their lives with things that ultimately can never give you meaning or purpose.",
    "start": "00:02:37",
    "end": "00:02:56"
  },
  {
    "text": "That's not a very nice thing to do.",
    "start": "00:02:56",
    "end": "00:02:58"
  },
  {
    "text": "No, no, it really. You almost smile on his face where he's like, oh, you think your career's good, make you happy? All right, let's talk about your career and how it's going to give you stress and anxiety and make you die of old age. And then you pass on all your work when you retire to people who don't care about anything you did.",
    "start": "00:02:58",
    "end": "00:03:16"
  },
  {
    "text": "He finds joy in bursting people's bubbles.",
    "start": "00:03:16",
    "end": "00:03:20"
  },
  {
    "text": "It does. Yeah. You think the weekend parties are going to make you happy? You think people honoring you and giving you status.",
    "start": "00:03:20",
    "end": "00:03:29"
  },
  {
    "text": "This isn't a guy you'd want to hang out with, really? Because you'd be like, oh, man, I had such a great weekend. He'd be like, yeah, but did it really matter? Does it? I mean, you're gonna die, right?",
    "start": "00:03:30",
    "end": "00:03:41"
  },
  {
    "text": "You're gonna die. And was it really worth the ulcers and the sleepless nights? And Monday always comes, no matter whether you went to Tahiti or.",
    "start": "00:03:42",
    "end": "00:03:53"
  },
  {
    "text": "So when we talked about Proverbs being personified, we were like, you want this person as a friend? You want to go to her and ask your questions?",
    "start": "00:03:53",
    "end": "00:04:03"
  },
  {
    "text": "Yeah. Right?",
    "start": "00:04:03",
    "end": "00:04:03"
  },
  {
    "text": "And it sounds like this person. Like, you want to check in every once in a while, but for the most part, you're like, oh. You see them coming towards you and you're like, duck the other way. But put it on your calendar to check in.",
    "start": "00:04:03",
    "end": "00:04:18"
  },
  {
    "text": "That's right. Once or twice a year. It's a reality check.",
    "start": "00:04:18",
    "end": "00:04:21"
  },
  {
    "text": "Yeah.",
    "start": "00:04:21",
    "end": "00:04:22"
  },
  {
    "text": "Yeah. It's interesting, at the conclusion of the book, the author says about the teacher that the teacher's words are like a goad. It's like at the end of a shepherd staff, sometimes they would sharpen it to a point. It's basically saying, it's like a sharp pointy stick. And he's jabbing you with the words in these.",
    "start": "00:04:22",
    "end": "00:04:45"
  },
  {
    "text": "So the book itself is calling his teachings, a sharp pointy stick that jabs you.",
    "start": "00:04:45",
    "end": "00:04:50"
  },
  {
    "text": "It's a sock in the gut, so to speak.",
    "start": "00:04:50",
    "end": "00:04:52"
  },
  {
    "text": "That's how it feels.",
    "start": "00:04:52",
    "end": "00:04:53"
  },
  {
    "text": "But the whole reason why we're being exposed to the teacher's words is the author thinks this is a really important exercise to have our illusions dismantled. And so the main way, you know, the teacher will go through all these topics, you know, work, career, relationships, pleasure, and he's gonna. He has two main sets of ammunition to explode your bubbles. The first one happens right in the opening poem, right in chapter one. And it's the endless march of time that results in death for everyone. This great poem about, like, look at a river. You know, it just goes and flows.",
    "start": "00:04:54",
    "end": "00:05:43"
  },
  {
    "text": "Out to the sea, and it never stops. The sea is never full, but the.",
    "start": "00:05:43",
    "end": "00:05:47"
  },
  {
    "text": "Sea doesn't fill up, does it?",
    "start": "00:05:47",
    "end": "00:05:49"
  },
  {
    "text": "Yeah.",
    "start": "00:05:49",
    "end": "00:05:49"
  },
  {
    "text": "And then the mountains that generate all of the, you know, snow that becomes the water. Like, the thing's been there forever, and it's gonna be there long after you. And I always think of it in Portland, I grew up and now still live on Hawthorne Boulevard. Which has become somehow like used secondhand clothing central. Central of Port Portland. Closing scene. Yeah, but at the top of Hawthorne, it's epic. Is an old volcano called Mount Tabor. It's one of the biggest parks in the city. And the image that comes to my mind is think how many fashion trends Mount Tabor has seen come and go over the decades. You know, of like, bell bottoms and then pleated slacks and then, you know, skinnies and then bell bottoms again or whatever. Now it's just whatever. Define your own fashion. But, like, Mount Tabor's never changed. I mean, it has in the long, long.",
    "start": "00:05:50",
    "end": "00:06:55"
  },
  {
    "text": "The stream of fashion has changed, but. That's right, it never fills up.",
    "start": "00:06:55",
    "end": "00:06:59"
  },
  {
    "text": "Yeah. So that's this vision of human existence is all this flurry and activity, but the world in which we live, it's steady. It's here long before us, and it'll be here long after we die. And so what does all of our striving and energy really produce? Because our life is heavil. It's here today, gone tomorrow. With that opening poem, then he just has this ceaseless drum of we're all going to die. We're all going to die.",
    "start": "00:06:59",
    "end": "00:07:25"
  },
  {
    "text": "Yeah.",
    "start": "00:07:26",
    "end": "00:07:26"
  },
  {
    "text": "Some of the lines are classic and actually kind of scandalous to find them in the Bible. So here's one from chapter three. As for humans, God tests them or examines them so that the humans might come to see that they are like the animals. Surely the fate of human beings is like that of the animals. The same fate awaits them both. One dies and so does the other. They all have the same breath. Humans don't really have an advantage over animals because everything's heavily. They all go to the same place from the dust and return to the dust. And then he says this. He says, who knows if the human spirit even rises upward or the spirit of the animal goes down into the earth.",
    "start": "00:07:26",
    "end": "00:08:10"
  },
  {
    "text": "Yeah.",
    "start": "00:08:10",
    "end": "00:08:11"
  },
  {
    "text": "Really dark.",
    "start": "00:08:12",
    "end": "00:08:12"
  },
  {
    "text": "Right. And it throws a lot of doubt into things that we've learned about the image of God and what, that there's something more. We're more than just animals.",
    "start": "00:08:13",
    "end": "00:08:24"
  },
  {
    "text": "Yes. Yes, that's right. That's right.",
    "start": "00:08:24",
    "end": "00:08:27"
  },
  {
    "text": "Does he not have that perspective, or is he just getting into a really dark place at the moment?",
    "start": "00:08:27",
    "end": "00:08:33"
  },
  {
    "text": "I think it's the latter. Yeah, I think. And again, remember, there's the teacher's voice, and then the teacher's voice is mediated to us through the author's voice, who really does believe humans are unique and that there is a future beyond death. But the point is that there are moments in life here under the sun. Where it's hard to see if humans are any different than animals. And death is one of those. You look at death and you just go, man, everybody dies. Like, I see roadkill on the street and then I look at a graveyard and then I see in the graveyard the jerk, the wealthy arrogant person, the really kind, generous man, and the woman who gave her life away to her friends and you know, and you go, look, they all ended up dead. It's Heavel. It's the great equalizer.",
    "start": "00:08:36",
    "end": "00:09:38"
  },
  {
    "text": "And who knows if the human spirit rises upward. What does he mean there?",
    "start": "00:09:38",
    "end": "00:09:43"
  },
  {
    "text": "Yeah, yeah. There's been a lot of debate about this in chapter three, verse 21. I think his point is we can see all living creatures, animal or human, go to the dirt. And we don't have any concrete proof, he says, of what happens after that.",
    "start": "00:09:43",
    "end": "00:10:00"
  },
  {
    "text": "Right.",
    "start": "00:10:00",
    "end": "00:10:01"
  },
  {
    "text": "So do humans have some post mortem advantage over the possum roadkill.",
    "start": "00:10:01",
    "end": "00:10:06"
  },
  {
    "text": "Right.",
    "start": "00:10:06",
    "end": "00:10:06"
  },
  {
    "text": "You know, he says, like, who knows? You can't prove it. Yeah, I think that's what he's saying. Yeah. So we haven't really talked about this. You know, as a follower of Jesus, this isn't the last book of the Bible for me.",
    "start": "00:10:06",
    "end": "00:10:21"
  },
  {
    "text": "Right.",
    "start": "00:10:21",
    "end": "00:10:22"
  },
  {
    "text": "You know, and my whole worldview is built on the claim of the apostles that Jesus rose from the dead. So that puts this kind of line into a bigger context for me. And I hear that line differently than, you know, somebody than the teacher. But I think for his point, he's just saying, look at the evidence. Where does the evidence lead you? Everybody dies. If everybody dies, regardless of what kind of life they lived, what evidence do you have that humans have anything better going for them after death.",
    "start": "00:10:22",
    "end": "00:10:54"
  },
  {
    "text": "Yeah.",
    "start": "00:10:54",
    "end": "00:10:55"
  },
  {
    "text": "And that's an honest. Like, that's honest.",
    "start": "00:10:55",
    "end": "00:10:58"
  },
  {
    "text": "Yeah. Ecclesiastes is very honest.",
    "start": "00:10:58",
    "end": "00:11:00"
  },
  {
    "text": "Yeah. Even if you believe in the resurrection of Jesus and the future hope for the world, that's still. You can't deny or you shouldn't deny that you felt that same feeling before for like, really? Is this really true?",
    "start": "00:11:00",
    "end": "00:11:13"
  },
  {
    "text": "Can we go back to the march of time idea? I don't, I don't think this is important necessarily, but I think it's interesting that we're in a time in Houston human history where we have a perception of time that's very different.",
    "start": "00:11:45",
    "end": "00:12:01"
  },
  {
    "text": "Yeah.",
    "start": "00:12:02",
    "end": "00:12:02"
  },
  {
    "text": "Than any other generation. Like, we think in billions of years, which it's hard to do. I mean, I don't successfully think in billions of years, but yeah, we have.",
    "start": "00:12:02",
    "end": "00:12:12"
  },
  {
    "text": "These geological and formation of galaxy, like timetables.",
    "start": "00:12:12",
    "end": "00:12:17"
  },
  {
    "text": "Yeah. Like we could trace back what we understand about how physics works. And we can chase. We can see how all elements are moving away from each other in space. And at the rate they're doing that, you rewind the clock and you get to this point where. Where it must have all been compacted.",
    "start": "00:12:17",
    "end": "00:12:37"
  },
  {
    "text": "Into one space 14.5 billion years ago.",
    "start": "00:12:37",
    "end": "00:12:41"
  },
  {
    "text": "Yeah. And then they have a number based off the math, and then you could do the same thing. You can go forward billions of years and we can know in X. Billions of years, the sun will die. Our sun will die. If the Teacher understood that, I guess it would be the same sentiment.",
    "start": "00:12:41",
    "end": "00:12:58"
  },
  {
    "text": "I think it would be.",
    "start": "00:12:58",
    "end": "00:12:59"
  },
  {
    "text": "He wouldn't say, hey, nothing never changes. He would say, for the most part in our existence, nothing's gonna change. But then if we look at the grand scheme of things, not only are we gonna die, the sun is gonna die, the universe is gonna die.",
    "start": "00:13:00",
    "end": "00:13:14"
  },
  {
    "text": "Yeah.",
    "start": "00:13:14",
    "end": "00:13:14"
  },
  {
    "text": "So even if you figure out how to live thousands of years or hundreds of thousands of years or a billion years, if somehow you figured that out, like, good job, Ray Kurzweil or something, you figured it out. The sun is still gonna die.",
    "start": "00:13:14",
    "end": "00:13:27"
  },
  {
    "text": "Yes.",
    "start": "00:13:27",
    "end": "00:13:27"
  },
  {
    "text": "And at some point, this entire universe is moving at such a pace that I think physicists think that it's just gonna end with everything getting cold and just falling apart and there being no energy left.",
    "start": "00:13:28",
    "end": "00:13:41"
  },
  {
    "text": "Yes. I think for the Teacher, Yeah, this is 2500 years ago. So he's basing himself off of a tradition that for him was probably, you know, thousands of years old by his time, too, of observation of the natural world and how things work. Yeah. I think his point is, from our limited vantage point, nature is just this kind of steady cycling thing. And compared to humans, it's just.",
    "start": "00:13:42",
    "end": "00:14:08"
  },
  {
    "text": "Yeah. Compared to humans, it's a steady, steady march of time. But what he didn't realize is even that sure has an expiration date.",
    "start": "00:14:09",
    "end": "00:14:18"
  },
  {
    "text": "Yes. Got it.",
    "start": "00:14:19",
    "end": "00:14:20"
  },
  {
    "text": "The mountains won't be here.",
    "start": "00:14:20",
    "end": "00:14:21"
  },
  {
    "text": "But even think about what you just said. Like, modern physics does show us, like, galaxies form from stardust and combust. It's just like. It's like the river never fills up the ocean. The stardust just keeps recycling into, you know, galaxies and so on the. Yes. On the, like, 14.5 billion year timeline, there's a beginning and there's an end or whatever. But.",
    "start": "00:14:21",
    "end": "00:14:46"
  },
  {
    "text": "But in terms of the way the.",
    "start": "00:14:47",
    "end": "00:14:49"
  },
  {
    "text": "Universe, anytime within that, it's just the same stuff happening, like a star.",
    "start": "00:14:49",
    "end": "00:14:54"
  },
  {
    "text": "The hydrogen will all form from gravity and create a star. The star will grow. It'll start to create all these other elements in it, and then eventually it'll explode. And that Stardust will turn into planets and different things and then another star will form and then those will orbit around it's going and going.",
    "start": "00:14:54",
    "end": "00:15:14"
  },
  {
    "text": "You could write Ecclesiastes 1 a version of it with that language and vocabulary and still make the same point. It's like, but humans, what are we?",
    "start": "00:15:14",
    "end": "00:15:27"
  },
  {
    "text": "Yeah, it's interesting. I just always get really fascinated thinking at those timescales. Even if you don't want to think in billions of years, if you just want to think in tens of thousands of years or I don't know how long it takes. But these mountains that he's talking about, that have always been there.",
    "start": "00:15:28",
    "end": "00:15:41"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:15:41",
    "end": "00:15:42"
  },
  {
    "text": "They haven't.",
    "start": "00:15:42",
    "end": "00:15:42"
  },
  {
    "text": "They haven't always been there.",
    "start": "00:15:42",
    "end": "00:15:43"
  },
  {
    "text": "And, and mountains are gonna get leveled out by wind. And then eventually new mountains will form when new tectonic plates slam into each other slowly over thousands of years. That's so crazy.",
    "start": "00:15:43",
    "end": "00:15:58"
  },
  {
    "text": "It's totally crazy.",
    "start": "00:15:58",
    "end": "00:15:59"
  },
  {
    "text": "And then here we are building houses on cliffs near the ocean.",
    "start": "00:15:59",
    "end": "00:16:03"
  },
  {
    "text": "I know.",
    "start": "00:16:03",
    "end": "00:16:04"
  },
  {
    "text": "Where we're like, hey, this is gonna last forever. It's gonna last for like another hundred years and then it's gonna fall apart.",
    "start": "00:16:06",
    "end": "00:16:13"
  },
  {
    "text": "Yes. We both have young toddler boys, so we're both outside in the dirt a lot, I imagine. So I'm outside playing with my sons in the dirt and we find a group of ants or something, right. And that's my observation of them is like all this flurry of activity, but their anthills decimated by my son accidentally stepping on it.",
    "start": "00:16:14",
    "end": "00:16:37"
  },
  {
    "text": "Or the next rainstorm.",
    "start": "00:16:38",
    "end": "00:16:39"
  },
  {
    "text": "Yeah, the next rain. And. But from, yeah, like a geologic. From the viewpoint of the last ice age or whatever, that's like our entire civilization is like that. And that's his point. That's his point.",
    "start": "00:16:39",
    "end": "00:16:56"
  },
  {
    "text": "That's his point. And he says, hey, look, the mountains last forever. Little does he know they're not. And you could even say death is the great equalizer. Even the mountains will die.",
    "start": "00:16:56",
    "end": "00:17:04"
  },
  {
    "text": "Yeah. Yeah, that's right.",
    "start": "00:17:04",
    "end": "00:17:06"
  },
  {
    "text": "And even if he's like. And the sun will be there forever, the. Then we would go, actually no, the sun.",
    "start": "00:17:06",
    "end": "00:17:10"
  },
  {
    "text": "The sun's going to die too. Yeah. Which might freak. Would probably freak the teacher out. But then he would say, exactly. See my point?",
    "start": "00:17:10",
    "end": "00:17:17"
  },
  {
    "text": "Yeah. Fueled him as fire.",
    "start": "00:17:17",
    "end": "00:17:18"
  },
  {
    "text": "You're just proving my point.",
    "start": "00:17:20",
    "end": "00:17:21"
  },
  {
    "text": "Yeah, he'd get along great right now.",
    "start": "00:17:21",
    "end": "00:17:24"
  },
  {
    "text": "So that's the first one. It makes the part of what makes the book really humbling or depressing on some read throughs. It's just he's constantly talking about death from the opening poem to the very last poem in chapter 11 going on into 12. And he has this whole poem about aging, about your final years as an aging human and how while you're young, make the best of it because the days are coming. And he uses all these metaphors where the grinders cease.",
    "start": "00:17:24",
    "end": "00:17:53"
  },
  {
    "text": "Enjoy the moment the grinders cease and.",
    "start": "00:17:53",
    "end": "00:17:56"
  },
  {
    "text": "The windows don't show light anymore. Your body just stops working. Yeah, he says that too. Makes all your years of youth and enjoyment feel like Heavel, because those years can go on forever and you're miserable. Another thing that the teacher really enjoys bringing up, this happens a number of times is this focus on chance, what he calls chants. So, for example, this is my favorite one. In chapter nine, verse 11, he says, here's something else I've seen under the sun. That's a common theme. He'll just be talking, and then he'll just say, here's something else I've seen. And then he says this. The race doesn't belong to the swift or the battle to the strong, nor does food come to the wise, or wealth to the brilliant, or favor to the learned. But time and chance happen to them all.",
    "start": "00:17:56",
    "end": "00:18:51"
  },
  {
    "text": "Yeah.",
    "start": "00:18:51",
    "end": "00:18:51"
  },
  {
    "text": "So well put. So his whole point is, again, think Proverbs. Don't lean on your own understanding. Commit your ways to the Lord. Be wise.",
    "start": "00:18:53",
    "end": "00:19:03"
  },
  {
    "text": "Life is too random. You have no idea.",
    "start": "00:19:05",
    "end": "00:19:08"
  },
  {
    "text": "His whole point is, you can never guarantee. And the fact that you can't guarantee it doesn't therefore mean that God isn't good or that God's a jerk. It just means that God has ways of working or orchestrating things or allowing things, you know, that don't fit the Proverbs equation. And so you're just going to have to reckon with that. Otherwise you're setting yourself up for a fall. So he'll run this through. He'll say, you know, there'll be a guy who works his whole career really hard and he gets to enjoy his wealth in his old age. But then you'll get a guy who works his whole life, and he says it's sleepless nights, anxiety and stress. Then he has to leave it all in retirement to some young person who doesn't care at all. And he's like, what's like. They both work just as hard. So it's that glitch in the system that we've talked about already.",
    "start": "00:19:08",
    "end": "00:20:12"
  },
  {
    "text": "Yeah. So, like, if life was fair and you took two people who worked just as hard and. And they made the same right decisions, that life should go the same for them both equally as well. But the reality is that life is so Random. You set this guy in one direction and this guy in the right direction, and they both do the same things. Right. One guy could become a multimillionaire and have the gift to enjoy it, and then another guy could end up miserable and have lost everything or have money, but it's drove him into depression and that's not fair because he didn't do anything different.",
    "start": "00:20:12",
    "end": "00:20:55"
  },
  {
    "text": "That's right. That's exactly right. And again, his point. Yeah, his point there is just to. Again, to deconstruct your expectations and to help you reckon with how life actually is here under the sun. So death, time and chance, just death, time and chance really have a way of putting a wet blanket on your life.",
    "start": "00:20:55",
    "end": "00:21:22"
  },
  {
    "text": "The march of time.",
    "start": "00:21:22",
    "end": "00:21:23"
  },
  {
    "text": "Yes.",
    "start": "00:21:24",
    "end": "00:21:24"
  },
  {
    "text": "Everything will die, you know, and you have no control. Yeah, the chance thing is really like, stop pretending you have control.",
    "start": "00:21:25",
    "end": "00:21:34"
  },
  {
    "text": "That's really it. That's exactly right. One might walk away from Ecclesiastes going, why did I ever read Proverbs? You know, like, what's the point then? And then here the teacher just surprises you where on a handful of occasions he'll come and say, you know, still, though, being a wise, moral person, fearing God, you should still do that though, by the way. So he'll say, like, wisdom, being wise, making wise decisions, that actually is good. Life will probably be a little bit more enjoyable before you for you. If you're wise.",
    "start": "00:21:34",
    "end": "00:22:53"
  },
  {
    "text": "Right.",
    "start": "00:22:53",
    "end": "00:22:54"
  },
  {
    "text": "And you can prolong your life, you're increasing your odds. You're increasing your odds.",
    "start": "00:22:56",
    "end": "00:23:01"
  },
  {
    "text": "You don't have. You still don't have control.",
    "start": "00:23:01",
    "end": "00:23:03"
  },
  {
    "text": "No guarantees.",
    "start": "00:23:04",
    "end": "00:23:04"
  },
  {
    "text": "No guarantees, but better odds. Better odds. You're playing the odds.",
    "start": "00:23:04",
    "end": "00:23:08"
  },
  {
    "text": "Yeah, yeah. So he says, you know, be wise, but don't try and stake everything on being wise. He says in chapter seven, be righteous and be a moral person with integrity.",
    "start": "00:23:08",
    "end": "00:23:20"
  },
  {
    "text": "But don't stake everything on that.",
    "start": "00:23:20",
    "end": "00:23:21"
  },
  {
    "text": "Don't stake everything on that.",
    "start": "00:23:21",
    "end": "00:23:22"
  },
  {
    "text": "I remember that verse. The way it's phrased, it almost makes it sound like you shouldn't. He's saying, don't try to be overly righteous, right? Yep.",
    "start": "00:23:22",
    "end": "00:23:31"
  },
  {
    "text": "Yeah, that's it. Yes.",
    "start": "00:23:31",
    "end": "00:23:32"
  },
  {
    "text": "And you're like, overly righteous.",
    "start": "00:23:34",
    "end": "00:23:35"
  },
  {
    "text": "Yeah. Don't.",
    "start": "00:23:35",
    "end": "00:23:36"
  },
  {
    "text": "That's exactly what my Sunday school teacher wants me to do.",
    "start": "00:23:36",
    "end": "00:23:39"
  },
  {
    "text": "Yeah, look what he says. This is in chapter seven, verse 16. Don't be overly righteous nor be overly wise. Why should you destroy yourself? Takes a lot of effort to be such a good moral person. But also, don't be overly wicked and certainly don't be a fool, because why should you die young?",
    "start": "00:23:39",
    "end": "00:23:58"
  },
  {
    "text": "Now, do we need to take this all with a Grain of salt. Because he's in his dark place.",
    "start": "00:23:59",
    "end": "00:24:02"
  },
  {
    "text": "Or look at his conclusion. He said, it's good to grasp the one and not let go of the other. And the one who fears God will avoid all extremes.",
    "start": "00:24:02",
    "end": "00:24:12"
  },
  {
    "text": "So if you fear God, you will avoid being overly wicked. That makes sense. But fearing God will also make you avoid. Allow you to avoid being overly righteous.",
    "start": "00:24:13",
    "end": "00:24:24"
  },
  {
    "text": "Overly righteous. Yeah. It sounds odd to say it, but I think in the context of the book, you can sort out what he's saying is, it's good to be righteous. It's good to strive to live a good, upright moral life. But something happens when that's my sole focus and mindset, especially on the misreading of proverbs that says, oh, if I just live like this, then plug in the formula. God's going to shower wealth and blessing on me from heaven. He has to, because I'm doing the right thing. I think that's what he's talking about, overly righteous.",
    "start": "00:24:24",
    "end": "00:25:03"
  },
  {
    "text": "So an example would be someone who comes to you and says, I did this right, I did this right. I did this right. I'm doing this right, and I'm still not enjoying this. And God hasn't hooked me up with this. And you would say to that person, you're being overly righteous. Maybe.",
    "start": "00:25:04",
    "end": "00:25:24"
  },
  {
    "text": "No, I think that's what it means. Yeah. Like maybe in a pastoral setting, it's someone who's having a crisis of faith because, you know, they didn't get the promotion and they've been working so hard and telling the truth and they've been sharing with their co workers about Jesus and they've been praying and they serve at church and why didn't God hook me up? You know, like, we all. It's very easy for religious people to get into that mindset very quickly when things go wrong, you start to think about all the things you've been trying to do, right? And like, why couldn't God come through?",
    "start": "00:25:24",
    "end": "00:26:00"
  },
  {
    "text": "But as a pastor, you wouldn't go to that person and say, okay, well, why don't you go and, you know, go hang out at a strip club for a while and level it out a little bit. You're being a little too righteous. That's not the point.",
    "start": "00:26:00",
    "end": "00:26:12"
  },
  {
    "text": "That's not the point. The point is you found yourself in a mindset where you believe that God owes you something because of your attempts to live a good life and that simply living that way will guarantee positive outcomes.",
    "start": "00:26:13",
    "end": "00:26:31"
  },
  {
    "text": "For me, I have a very black and white thinking. So it's like, there's a right and a wrong so any decision you can make, there's the right thing to do, there's the wrong thing to do, and I can get paralyzed by that. And of course, I'm not always. Sometimes I'm just like, I'm gonna do the wrong thing. I'm just gonna. Whatever. But, like. But when I am trying to do the right thing, that becomes kind of. It becomes paralyzing sometimes because you can't always know what the right thing is. I guess that's a point where it's just like, okay, let yourself off the hook. Maybe this is right, maybe this is not. But if I obsess about it too much, I'm just being overly righteous. Would that be a good example?",
    "start": "00:26:31",
    "end": "00:27:12"
  },
  {
    "text": "Yeah, I think he's talking about a mindset. I don't think he's talking about being a moral person full of integrity for the long haul is a bad idea. That's what he's saying. But I think he's saying there's a mindset you get yourself into where you think that that's going to guarantee certain results in life. And his whole point is, man, I've seen righteous people die and wicked people die. It's like, don't overestimate.",
    "start": "00:27:12",
    "end": "00:27:48"
  },
  {
    "text": "Maybe a key is your own abilities. There's a difference in his. The way he phrases it. There's a difference between overly righteous and overly wise and fearing the Lord. So, like, you can.",
    "start": "00:27:49",
    "end": "00:27:59"
  },
  {
    "text": "Yeah, that's right. That's exactly right.",
    "start": "00:27:59",
    "end": "00:28:01"
  },
  {
    "text": "You can be overly righteous and not be fearing the Lord somehow.",
    "start": "00:28:02",
    "end": "00:28:05"
  },
  {
    "text": "Yeah, that's a good point. Yeah, that's a good point, John. No, that's a good observation.",
    "start": "00:28:05",
    "end": "00:28:10"
  },
  {
    "text": "Still fear God and be wise.",
    "start": "00:28:10",
    "end": "00:28:13"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:28:13",
    "end": "00:28:14"
  },
  {
    "text": "You can overdo it.",
    "start": "00:28:14",
    "end": "00:28:15"
  },
  {
    "text": "You can underdo it.",
    "start": "00:28:17",
    "end": "00:28:18"
  },
  {
    "text": "You can underdo it. But the key is to fear God. Which I guess begs the question for us to have a discussion about what does that mean? Because in my mind, that's synonymous with being righteous in some way. Or at least it seems like being righteous is an outcome of fearing God.",
    "start": "00:28:18",
    "end": "00:28:35"
  },
  {
    "text": "Yeah, it totally is. As we talked about in Proverbs, it's a moral mindset. Yeah, it's a mindset that acknowledges that there is such a thing as right and wrong and that I need to honor those boundary lines in life and in the universe and my behavior. And so that even when I don't want to do the right thing, I'll do it anyway because I know that I'm not God and I fear God. There's a reverence and awe that I don't get to redefine. Good and evil. So, I mean, the teacher says, like, that's a good thing. Yeah, that'll. That's going to save you a lot of trouble. But what it won't do is guarantee you success.",
    "start": "00:28:35",
    "end": "00:29:20"
  },
  {
    "text": "Overly righteous. It could mean a mindset. But could it also mean sometimes you just gotta cut yourself some slack. Like, God loves you and you're not gonna do everything right. And every once in a while there's gonna be that moment you're like, I know this is the right thing to do. I just can't. And for you to go, you know what? There's some wisdom. I feel like God's okay with me not taking this problem on or not.",
    "start": "00:29:21",
    "end": "00:29:52"
  },
  {
    "text": "Yeah, that's interesting.",
    "start": "00:29:53",
    "end": "00:29:54"
  },
  {
    "text": "Letting this one pass. And I know if someone came up to me and said, john, why did you let that pass? That wasn't the right thing to do. I'd be like, yeah, you're right. I just didn't have any more energy. I was tired. I know that person over there now is gonna have it worse because of that. But I was gonna drive myself crazy if I tried to. Try to be the hero. Is it. Don't try to be the hero.",
    "start": "00:29:54",
    "end": "00:30:24"
  },
  {
    "text": "Wow, that's really interesting. That's personal too.",
    "start": "00:30:27",
    "end": "00:30:29"
  },
  {
    "text": "Yeah, I think the Messiah complex thing.",
    "start": "00:30:30",
    "end": "00:30:34"
  },
  {
    "text": "Yeah, no, there's a lot of scenarios. You know, what comes to my mind is just personal experiences in local church leadership, but just leadership in anything. Being a part of a leadership team or an individual leading something. Well, yeah, you get faced with decisions where there is no great decision. There's just. Well, that's probably the best option available. And it's better than the other one.",
    "start": "00:30:34",
    "end": "00:31:01"
  },
  {
    "text": "Right.",
    "start": "00:31:02",
    "end": "00:31:02"
  },
  {
    "text": "But neither one is the great decision for what you would hope. And then you do it and you wish it could be different, but you don't have any control over it. Right. And there's.",
    "start": "00:31:02",
    "end": "00:31:13"
  },
  {
    "text": "Well, here's another example.",
    "start": "00:31:13",
    "end": "00:31:14"
  },
  {
    "text": "It's really interesting. I think.",
    "start": "00:31:14",
    "end": "00:31:15"
  },
  {
    "text": "I can't remember what this is called, but there's this paradox or there's this dilemma. It has a name. Hopefully I could describe it well. But basically, if you knew, if you came up to me and said, john, I'm gonna die tomorrow, I just need 10 bucks. And I said, sorry, I'm like, morally, that's. That's not righteous. Right. I can give up 10 bucks to make sure that you survive another day, that you extrapolate that out. And there are a thousand people somewhere in this world and organizations trying to serve them, that if I gave 10 bucks, I would save their lives. So what's the Difference between me saying no, Tim, I'm not giving you 10 bucks. See you in the afterlife, and me saying no to these organizations. And then you extrapolate that out and why should I ever shop at New Seasons? Or why should I ever go have a nice meal or why should I ever do anything? And at that point it's like, yeah, that makes sense. But you really. How do you live that way?",
    "start": "00:31:16",
    "end": "00:32:22"
  },
  {
    "text": "The scenario you just painted plus the leadership scenario plus the hero complex might.",
    "start": "00:32:24",
    "end": "00:32:33"
  },
  {
    "text": "Be somewhere in there.",
    "start": "00:32:33",
    "end": "00:32:33"
  },
  {
    "text": "Yeah. No, I think we're in that same ballpark of do your best, live a.",
    "start": "00:32:33",
    "end": "00:32:39"
  },
  {
    "text": "Righteous life, care about people and try to help the world.",
    "start": "00:32:39",
    "end": "00:32:43"
  },
  {
    "text": "Yeah. Because notice what he says is that over righteousness and over wisdom, being overly wise will destroy you.",
    "start": "00:32:45",
    "end": "00:32:52"
  },
  {
    "text": "It'll destroy you.",
    "start": "00:32:52",
    "end": "00:32:53"
  },
  {
    "text": "That's his. And then he says, being overly wicked and super foolish, you'll die young.",
    "start": "00:32:53",
    "end": "00:32:59"
  },
  {
    "text": "Yeah.",
    "start": "00:32:59",
    "end": "00:33:00"
  },
  {
    "text": "So, yeah, his whole point, it seems like there's so much good that needs to be done in the world. If you try and do it all, you'll destroy yourself.",
    "start": "00:33:00",
    "end": "00:33:09"
  },
  {
    "text": "And you need to leave some room to. And he talks about this later. Just enjoy.",
    "start": "00:33:10",
    "end": "00:33:13"
  },
  {
    "text": "Yes.",
    "start": "00:33:13",
    "end": "00:33:14"
  },
  {
    "text": "Your wife. Enjoy some food. Enjoy.",
    "start": "00:33:14",
    "end": "00:33:16"
  },
  {
    "text": "Like you're just. Yeah. It's almost like the. If you're going to humble yourself and recognize your frailty and mortality, so you can't figure everything out. There's also this balance of recognizing your frailty and mortality. You can't solve everybody's problems in the world and God's not going to hold you accountable for that. You are responsible for. To do what's in front of you, you know, fear God, because I like.",
    "start": "00:33:16",
    "end": "00:33:44"
  },
  {
    "text": "To do the right thing.",
    "start": "00:33:44",
    "end": "00:33:44"
  },
  {
    "text": "I know. Yeah. Yes. I think many people do.",
    "start": "00:33:44",
    "end": "00:33:48"
  },
  {
    "text": "Yeah.",
    "start": "00:33:48",
    "end": "00:33:49"
  },
  {
    "text": "Maybe even most people want to do the right thing.",
    "start": "00:33:49",
    "end": "00:33:53"
  },
  {
    "text": "They want to be an admirable person, make wise decisions, have things go well for them, have things go well for others, make a difference in the world.",
    "start": "00:33:54",
    "end": "00:34:03"
  },
  {
    "text": "I do think there are some people, temperament wise who obsess over that. That's a bit. That's a hang up for them or a point of constant stress for them.",
    "start": "00:34:04",
    "end": "00:34:15"
  },
  {
    "text": "Just fear the Lord.",
    "start": "00:34:15",
    "end": "00:34:16"
  },
  {
    "text": "Yeah. Jessica, my wife, Jessica, has an amazingly generous heart. And something about just seeing homeless people around the city messes with her. So she used this image one time where what she wishes is that she could just be throwing plates of food and money out the window of the car as she drove, you know, through downtown and making spaghetti dinners, you know, that she's just giving it away as we drive along. Like there's that. Like that's what she's constantly. She's feeling that she's being tortured when she drives around the city. That's how she feels. And yeah, we were just processing that because I'm aware of those people and their circumstances too.",
    "start": "00:34:16",
    "end": "00:34:59"
  },
  {
    "text": "Yeah. We walk by a crew of them every day at lunch.",
    "start": "00:34:59",
    "end": "00:35:01"
  },
  {
    "text": "Yeah, that's right. And I'm very aware of them. But we have a different emotional response. And I think there are some people for whom just hardship and suffering in the world makes them feel extremely anxious that they are not the ones solving that problem.",
    "start": "00:35:01",
    "end": "00:35:18"
  },
  {
    "text": "Right.",
    "start": "00:35:18",
    "end": "00:35:19"
  },
  {
    "text": "And I think his point is like you can help solve some problems.",
    "start": "00:35:19",
    "end": "00:35:23"
  },
  {
    "text": "Yeah. It's good that you feel that way. It's empathy.",
    "start": "00:35:23",
    "end": "00:35:25"
  },
  {
    "text": "But you'll destroy yourself if you obsess, try and act on every one of those feelings or every time you feel.",
    "start": "00:35:26",
    "end": "00:35:33"
  },
  {
    "text": "Or let it drive you into a miserable state of consciousness.",
    "start": "00:35:33",
    "end": "00:35:36"
  },
  {
    "text": "Yeah. What are we supposed to do with all of this death march of time? Chance, be wise, but no guarantees.",
    "start": "00:35:36",
    "end": "00:36:11"
  },
  {
    "text": "Yeah.",
    "start": "00:36:11",
    "end": "00:36:12"
  },
  {
    "text": "So that all seems like it's setting you up to be an agnostic. Right. Or a relativist or like.",
    "start": "00:36:12",
    "end": "00:36:19"
  },
  {
    "text": "Right.",
    "start": "00:36:19",
    "end": "00:36:20"
  },
  {
    "text": "You know, and to me, what's most fascinating about this is for the teacher, it's exactly the opposite for the teacher. Acknowledging our frailty, our mortality, our lack of control is the silver bullet for coming to enjoy your life.",
    "start": "00:36:20",
    "end": "00:36:37"
  },
  {
    "text": "Yeah.",
    "start": "00:36:37",
    "end": "00:36:38"
  },
  {
    "text": "And that's very non intuitive for Westerners, I think.",
    "start": "00:36:39",
    "end": "00:36:43"
  },
  {
    "text": "Not at all. And I feel like I want to talk about this because I want this to sink in for me a little bit because I love this sentiment. There's the carpe diem, seize the day.",
    "start": "00:36:43",
    "end": "00:36:54"
  },
  {
    "text": "Yeah.",
    "start": "00:36:54",
    "end": "00:36:54"
  },
  {
    "text": "There's this, you know, it's in vogue right now with like meditation and just, you know, don't obsess about your thoughts. Just kind of enjoy your breath and like just be present. And I think there's some, something here that seems to overlap with that.",
    "start": "00:36:54",
    "end": "00:37:13"
  },
  {
    "text": "I think so too. Yeah. This is one of those points where we are reminded that the Bible is a eastern document from modern westerners point of view.",
    "start": "00:37:14",
    "end": "00:37:26"
  },
  {
    "text": "America and Europe, it didn't pop up in enlightenment Europe.",
    "start": "00:37:27",
    "end": "00:37:31"
  },
  {
    "text": "Yeah. It's very much a Eastern mindset and mentality. And so this is one of them. There's six different times where you're on a downhill slope in some poem or something, essay of the teacher and he's like meaningless Heavel, you're going to die. It's all, you know. And then he'll just stop and he'll say, so enjoy your life. Yeah, go have a drink with a friend. Enjoy your wife. If you're married, eat a good meal, you know? And you're like, wait a minute. So my favorite one is in chapter five here, chapter five, verse 15. He says, everyone comes naked from their mother's womb. And as everyone comes, so you depart. They take nothing from their toil that they can carry in their hands. This is a grievous evil. All their days, they eat in darkness with great frustration, affliction, and anger.",
    "start": "00:37:31",
    "end": "00:38:25"
  },
  {
    "text": "Who's eating in darkness?",
    "start": "00:38:25",
    "end": "00:38:26"
  },
  {
    "text": "The dead people who work hard, but you can't take any of it with you. So all your days, you're working. You're working to generate wealth. Wealth. And you eat in darkness and you're frustrated and you're angry, and then you die.",
    "start": "00:38:27",
    "end": "00:38:44"
  },
  {
    "text": "But why are you eating in darkness?",
    "start": "00:38:44",
    "end": "00:38:45"
  },
  {
    "text": "I think that's just his description of a bad week at work.",
    "start": "00:38:46",
    "end": "00:38:48"
  },
  {
    "text": "Okay, yeah, you worked late. You're eating by yourself. Everyone went home.",
    "start": "00:38:48",
    "end": "00:38:53"
  },
  {
    "text": "And then you die. And then you die in the same exact way you were born. It's like, that's so screwed up.",
    "start": "00:38:55",
    "end": "00:39:02"
  },
  {
    "text": "You. Yeah.",
    "start": "00:39:02",
    "end": "00:39:03"
  },
  {
    "text": "And then his next sentence is, so here's what's good. It's appropriate for a person to eat, drink, and to find satisfaction in their toilsome labor under the sun during the few days of your life that God's given them, because that's your lot. So somehow recognizing I'm frail, I'm mortal, I can't take any of this with me. But somehow in there is something good. And I. I find a good meal and a drink and some degree of satisfaction in this work that has no eternal significance as far as I can tell today.",
    "start": "00:39:03",
    "end": "00:39:41"
  },
  {
    "text": "Huh? So somewhere in there, let's paint the portrait again. You're late at work. You just had a horrible day. I mean, someone chewed you out. You chewed someone out like a sail fell through, like, all these things, and now you're late. You're trying to clean it up. You're missing an event that you're family's at. You really wanted to go to. You're tired and you skipped lunch, but you still don't have time to eat, so you're just slamming something from the, like, cafeteria that's gross. While you're trying to plug through some emails wishing you were home, and it feels miserable. And then he says, stop for a second and just enjoy that moment, because that's your lot. And it. It might feel miserable, but this is life. You're doing it like, this is. Enjoy that food, enjoy this next breath, and then do that email and enjoy the fact that you had one of the worst days of your month and then move on. Is that Kind of what he's saying.",
    "start": "00:39:42",
    "end": "00:40:44"
  },
  {
    "text": "I think that's what he's saying. Yes.",
    "start": "00:40:44",
    "end": "00:40:46"
  },
  {
    "text": "It's very Zen.",
    "start": "00:40:46",
    "end": "00:40:47"
  },
  {
    "text": "It's super Zen. It's really surprising. Six different times you have a moment like this. Chapter eight. Here's something else that's heavy on the earth. Righteous people get what the wicked people deserve, and the wicked people get what righteous people deserve. This is heavel. I say. So here's what I commend. Go enjoy your life. Because there's nothing better for a person under the sun to eat and drink and be glad. Then joy will accompany them in all their toil, the days of life that God has given them. So the whole point is, like, things don't always work out in life and you can't do a thing about it. And somehow there's a release there that enables you to go have a drink with your friends and people you love and to just acknowledge the fact this tastes good.",
    "start": "00:40:47",
    "end": "00:41:39"
  },
  {
    "text": "Yeah.",
    "start": "00:41:39",
    "end": "00:41:39"
  },
  {
    "text": "And I have good. I have these.",
    "start": "00:41:40",
    "end": "00:41:41"
  },
  {
    "text": "And these people care about me.",
    "start": "00:41:41",
    "end": "00:41:43"
  },
  {
    "text": "Care about me. And I have no control over any of this.",
    "start": "00:41:43",
    "end": "00:41:46"
  },
  {
    "text": "Yeah.",
    "start": "00:41:46",
    "end": "00:41:46"
  },
  {
    "text": "I think that's his point.",
    "start": "00:41:46",
    "end": "00:41:47"
  },
  {
    "text": "And everything else right now is falling apart. But this glass of whatever tastes pretty good.",
    "start": "00:41:47",
    "end": "00:41:54"
  },
  {
    "text": "Tastes great. Yeah. So there's something. There's a gift. He calls it the gift of God. In coming to terms with my inability to control basically all my life circumstances.",
    "start": "00:41:54",
    "end": "00:42:07"
  },
  {
    "text": "I love that this is in the Judeo Christian tradition. Like, hidden here in this book is like something that feels very kind of Buddhist or something. It's like, hey, no, this is real. Like, you're gonna have to do this. Enjoy. Take a breath.",
    "start": "00:42:08",
    "end": "00:42:28"
  },
  {
    "text": "Yeah, it's interesting. You know, I'm not, you know, I've only. Other than talking with friends, you know, or acquaintances who are Buddhist and reading some introduction to world religions, be interesting to see. What's the real overlap?",
    "start": "00:42:28",
    "end": "00:42:43"
  },
  {
    "text": "Yeah. What is the real overlap? I don't know either.",
    "start": "00:42:43",
    "end": "00:42:45"
  },
  {
    "text": "And then what's the difference? You know, I think from a classical Buddhist point of view, it would be I'm trying to lose any sense of my own individuality or will.",
    "start": "00:42:45",
    "end": "00:42:59"
  },
  {
    "text": "Oh, sure.",
    "start": "00:42:59",
    "end": "00:43:00"
  },
  {
    "text": "And allow my consciousness to be absorbed into the oneness of the universe. And that allows me to be detached from any of my life circumstances or having emotions, emotional responses to them. I think that's the basic idea.",
    "start": "00:43:00",
    "end": "00:43:16"
  },
  {
    "text": "That sounds familiar.",
    "start": "00:43:16",
    "end": "00:43:17"
  },
  {
    "text": "Whereas I think for the teacher, he's.",
    "start": "00:43:18",
    "end": "00:43:21"
  },
  {
    "text": "Like, actually be even more centered in that emotion.",
    "start": "00:43:21",
    "end": "00:43:24"
  },
  {
    "text": "Yeah. Because his whole point is get angry. Like God's in control, you know, like God's doing this. I just can't figure out with that, I'm not God. And so it's this place of fear, of humility before God and giving up control to a person who I don't always understand, but I have to learn how to trust. And I just have to reckon that I don't have control. And somehow I can see my life as a gift from God, even if it sucks.",
    "start": "00:43:25",
    "end": "00:43:53"
  },
  {
    "text": "Yeah.",
    "start": "00:43:53",
    "end": "00:43:54"
  },
  {
    "text": "So, yeah, think about what he means here. There's a beauty and a gift. Gift and a goodness to things that because I cannot control them and because they're not guaranteed. I think that's what he's saying.",
    "start": "00:43:54",
    "end": "00:44:07"
  },
  {
    "text": "So there's a beauty because you can't control it, or a beauty in spite of the fact that you can't control it.",
    "start": "00:44:07",
    "end": "00:44:12"
  },
  {
    "text": "Oh, well, the point is you can't control what your work day or your career produces. So enjoy whatever it is that you get out of it.",
    "start": "00:44:12",
    "end": "00:44:21"
  },
  {
    "text": "Yeah.",
    "start": "00:44:21",
    "end": "00:44:22"
  },
  {
    "text": "And the fact that you're.",
    "start": "00:44:23",
    "end": "00:44:24"
  },
  {
    "text": "In spite of.",
    "start": "00:44:24",
    "end": "00:44:25"
  },
  {
    "text": "Enjoy it. Yeah. In spite of.",
    "start": "00:44:25",
    "end": "00:44:27"
  },
  {
    "text": "In spite of the fact that.",
    "start": "00:44:27",
    "end": "00:44:28"
  },
  {
    "text": "I suppose that's for difficult things. And then there are other things, like he says, like a good meal or a drink or a friend.",
    "start": "00:44:28",
    "end": "00:44:34"
  },
  {
    "text": "You enjoy it for what it is.",
    "start": "00:44:34",
    "end": "00:44:35"
  },
  {
    "text": "You enjoy it because you're not guaranteed a best friend in life. And you're not guaranteed to live in a place where there's good craft breweries around to enjoy a good beer. But when you get one, enjoy it. Here it is. I'm here right now, enjoying this. And there's a beauty to things that you can't control. Blaise Pascal, who was. I don't know when he lived. All I've read is the Penses by him. Anyhow, he has this profound quote that's one of his thoughts in Pensees. And it's. To me, it summarizes so much of what the teacher is trying to say. He says we're never satisfied with the present. We anticipate the future as too slow in coming, as if we can hasten its course, or we recall the past to stop its too rapid flight. We are so unwise that we wander about in times which are not ours and do not think of the only time which actually belongs to us. We are so idle that we dream of those times which are no more, and we thoughtlessly overlook the only time that exists. It's because the present is generally painful to us, so we conceal it from our sight because it troubles us. And if it happens to be delightful to us, we regret to see it pass away. We try to sustain it by the future and try to control matters which are not in our power, preparing ourselves for a time that we have no certainty of reaching. So we should each examine our thoughts, and we'll find that they are all occupied with either the past or the future. We scarcely ever think of the present, and when we do, it is only to take light from it, to arrange the future. The present is never our end. The past and the present are our means. The future alone is our end. And so we truly never live, but rather hope to live. And as we are always preparing to be happy, it is inevitable that we should never be so. Whoa.",
    "start": "00:44:35",
    "end": "00:47:17"
  },
  {
    "text": "That was well put.",
    "start": "00:47:18",
    "end": "00:47:19"
  },
  {
    "text": "Oh, dude, that's it. That's probably one of the best summaries of Ecclesiastes I've ever read.",
    "start": "00:47:19",
    "end": "00:47:26"
  },
  {
    "text": "I mean, he's basically making a case for living in the present, not being obsessed with trying to control the future. Or just living in the past.",
    "start": "00:47:27",
    "end": "00:47:39"
  },
  {
    "text": "Yeah. Or create an illusion of happiness that we don't have anymore.",
    "start": "00:47:39",
    "end": "00:47:44"
  },
  {
    "text": "So would you say, and you think this is a good summary, Ecclesiastes? So you think a good summary, Ecclesiastes is how to live in the present?",
    "start": "00:47:45",
    "end": "00:47:52"
  },
  {
    "text": "Oh, maybe I should say, I think it's the best summary of the teacher.",
    "start": "00:47:53",
    "end": "00:47:57"
  },
  {
    "text": "The teacher in Ecclesiastes.",
    "start": "00:47:57",
    "end": "00:47:58"
  },
  {
    "text": "Yeah. That I've come across again, because the.",
    "start": "00:47:58",
    "end": "00:48:01"
  },
  {
    "text": "Teacher is the bulk of the book.",
    "start": "00:48:01",
    "end": "00:48:03"
  },
  {
    "text": "Right.",
    "start": "00:48:03",
    "end": "00:48:04"
  },
  {
    "text": "But the author is bringing him so that you can consider it.",
    "start": "00:48:04",
    "end": "00:48:10"
  },
  {
    "text": "I think that's right, yes. So being in the present and viewing what's right in front of me, seeing its gift, ness, its goodness. Six different times. It's not a long book. Six different times. He goes through this exercise and death and the march of time. Those get repeated a lot. But this is one of the most repeated things in the book other than the word heavel. So this ability to see and even the pain and difficulty of my present, some kind of gift. And that's clearly a major theme for the teacher, and it's really profound. And so, yeah, I think what Pascal is playing out here is a way into what the teacher's saying. You know, you're still breathing, you're still alive, you can still laugh. This isn't something that any person can ever say on someone else's. For someone else.",
    "start": "00:48:10",
    "end": "00:49:10"
  },
  {
    "text": "Sure.",
    "start": "00:49:10",
    "end": "00:49:10"
  },
  {
    "text": "You know, like, all you can do is say, listen, I'm trying to get here.",
    "start": "00:49:11",
    "end": "00:49:16"
  },
  {
    "text": "Yeah.",
    "start": "00:49:16",
    "end": "00:49:16"
  },
  {
    "text": "And maybe this will be helpful for you. But, man, as a pastor, I'm always so aware of this when I'm teaching in a Sunday gathering, and it's like, I know that I have no clue of the stories that are in the room, and so I'm not going to try and tell someone they should have a good day. But I do think there's wisdom here because a lot of the reasons we're not having a good day is because we have really screwed up expectations out of Christianity or out of life in general. And that's what this book dismantles for our good.",
    "start": "00:49:17",
    "end": "00:49:57"
  },
  {
    "text": "It's really interesting. I love how he talks about how we're using the present to try to control the future. And it's kind of futile in some ways, but it's not completely futile in that if you are wise, you're increasing your odds.",
    "start": "00:49:58",
    "end": "00:50:12"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:50:12",
    "end": "00:50:13"
  },
  {
    "text": "So it seems like there's this little give and take of like. Yeah, spend some of your time increasing your odds, thinking things through, making good plans, being, you know, reflective about the past to learn from things, and then thinking about the future and architecting plans for how to go. Like there's wisdom in that. But then if you're always stuck in that gear, then that's a cruel joke because first of all, it might not work out. And second of all, then you never actually were just living.",
    "start": "00:50:13",
    "end": "00:50:48"
  },
  {
    "text": "Yes.",
    "start": "00:50:48",
    "end": "00:50:48"
  },
  {
    "text": "And so it kind of seems like there needs to be a balance there.",
    "start": "00:50:48",
    "end": "00:50:51"
  },
  {
    "text": "Yeah, that's well said. I think that's right. Yeah. We're almost back to don't be overly righteous.",
    "start": "00:50:52",
    "end": "00:50:57"
  },
  {
    "text": "Right. That's overly wise. Overly wise is like, yeah, from 6:00am till noon, I reflected on the past. And then from noon till bedtime, I plan for the future.",
    "start": "00:50:58",
    "end": "00:51:09"
  },
  {
    "text": "Yeah.",
    "start": "00:51:10",
    "end": "00:51:11"
  },
  {
    "text": "And.",
    "start": "00:51:11",
    "end": "00:51:12"
  },
  {
    "text": "Yeah.",
    "start": "00:51:12",
    "end": "00:51:13"
  },
  {
    "text": "And when did you live that day? Yeah, I didn't.",
    "start": "00:51:13",
    "end": "00:51:16"
  },
  {
    "text": "Yeah, yeah. There's some days where I put my head down on my pillow and it's like all of a sudden I wake up and I'm like, whoa, where's my mind? Like, I've just been churning on like, oh, there's not enough time or I gotta get to this thing and I'll solve that problem, you know?",
    "start": "00:51:16",
    "end": "00:51:34"
  },
  {
    "text": "Yeah.",
    "start": "00:51:34",
    "end": "00:51:35"
  },
  {
    "text": "I realized my whole day I've just been in like some time. Scarcity, problem solving mindset.",
    "start": "00:51:35",
    "end": "00:51:41"
  },
  {
    "text": "Yeah.",
    "start": "00:51:41",
    "end": "00:51:41"
  },
  {
    "text": "And then I'm like, I didn't actually even enjoy anything today.",
    "start": "00:51:42",
    "end": "00:51:46"
  },
  {
    "text": "Yeah.",
    "start": "00:51:46",
    "end": "00:51:46"
  },
  {
    "text": "So sad. I think that happened seasons in life. I think we all find ourselves there. And half a dozen times the teacher says, just stop, Stop.",
    "start": "00:51:47",
    "end": "00:51:59"
  },
  {
    "text": "I think that's why some people like to run long distances. This is what I've heard from like long distance runners is at a certain point you are so tired that all you can do is focus on running.",
    "start": "00:51:59",
    "end": "00:52:14"
  },
  {
    "text": "Yes. Yes.",
    "start": "00:52:14",
    "end": "00:52:15"
  },
  {
    "text": "You've talked about this with riding your bike.",
    "start": "00:52:15",
    "end": "00:52:17"
  },
  {
    "text": "Yes.",
    "start": "00:52:17",
    "end": "00:52:17"
  },
  {
    "text": "Like, if you're riding up a hill. You're just like, I'm just going to ride up this hill. That's all I'm doing right now.",
    "start": "00:52:17",
    "end": "00:52:21"
  },
  {
    "text": "And that's all you can think about.",
    "start": "00:52:21",
    "end": "00:52:22"
  },
  {
    "text": "And then I've had it described this way, where the runner says, and so I stop thinking about things and I'm just running. But then all of a sudden, the thoughts that I'm having are no longer the ones I feel like I'm trying to control and think. It's just like it. It gets into a different rhythm, and it's this different creative rhythm where, like, when you do have a thought, it's almost like a dream state where it's like you're not. You're just letting it come, and you're like, oh, that's an interesting thought. And then it goes. And then. And it's kind of a picture of being present, I suppose. You have to exhaust yourself before you can get there.",
    "start": "00:52:22",
    "end": "00:53:00"
  },
  {
    "text": "I know it, man. Before my knee blew out, I used to run a lot, and that was what I loved most.",
    "start": "00:53:00",
    "end": "00:53:07"
  },
  {
    "text": "Did you run a lot?",
    "start": "00:53:08",
    "end": "00:53:09"
  },
  {
    "text": "Mm, yeah. For me it was like 25 minutes in.",
    "start": "00:53:09",
    "end": "00:53:13"
  },
  {
    "text": "Oh, yeah. That's when it would click.",
    "start": "00:53:13",
    "end": "00:53:15"
  },
  {
    "text": "Yeah, 25 to 30 minutes in. And then I couldn't think about work if I wanted to.",
    "start": "00:53:15",
    "end": "00:53:21"
  },
  {
    "text": "Yeah.",
    "start": "00:53:21",
    "end": "00:53:22"
  },
  {
    "text": "Just had to think about my breathing and. Very interesting. Again, that's another overlap with more Eastern worldviews that recognize that the state of our bodies has so much to do with our ability to think in a healthy way.",
    "start": "00:53:22",
    "end": "00:53:36"
  },
  {
    "text": "Sam. Moderation. Live in the present. Don't try to control things.",
    "start": "00:53:44",
    "end": "00:54:14"
  },
  {
    "text": "Life is full of these things that are out of your control and that don't always make sense. Death and chance and time will put those in your face every day. If you think about it too much. Right Then out of that flows. So what do you do? We still try and be wise. Just don't expect too much out of it. And then the gift of God thing.",
    "start": "00:54:14",
    "end": "00:54:36"
  },
  {
    "text": "Which is to enjoy your lot, to.",
    "start": "00:54:36",
    "end": "00:54:38"
  },
  {
    "text": "Be present, and to enjoy what's in front of you, no matter what that is.",
    "start": "00:54:38",
    "end": "00:54:43"
  },
  {
    "text": "And so the author puts this in front of us. To what end? Why does the author come and say, listen to this teacher and these things?",
    "start": "00:54:43",
    "end": "00:54:53"
  },
  {
    "text": "Yeah. Well, he tells us why. I mean, the author is anonymous, but at the very end of the book, in chapter 12, the author says, you know, the teacher was wise. He imparted knowledge to people. He pondered and searched out and set in order many proverbs. The teacher was a wordsmith. He says he searched to find just the right words and he affirms. He says what he wrote was true. And right. Then he says this. He says, the words of the wise are like goads, and their collections of sayings are like embedded nails. So he recognizes this is painful. Painful. And it hurts you to hear this, but you need to hear it.",
    "start": "00:54:54",
    "end": "00:55:32"
  },
  {
    "text": "And why? Because ignorance is bliss. Right?",
    "start": "00:55:33",
    "end": "00:55:35"
  },
  {
    "text": "Yes. Well, he said it earlier. He says, learning will make you sad. And he says it here. He says, be warned, my son, of anything in addition to them, of the making of many books. There's no end, and of much study wearies the body. So it's almost like he's hedging now, and he's saying, listen to the teacher. It's very important that you hear it. But at a certain point.",
    "start": "00:55:37",
    "end": "00:55:59"
  },
  {
    "text": "This is the author.",
    "start": "00:55:59",
    "end": "00:56:00"
  },
  {
    "text": "Yeah, this is the author speaking about the teacher's words.",
    "start": "00:56:00",
    "end": "00:56:03"
  },
  {
    "text": "Oh. And he's the one that says, don't be warned of.",
    "start": "00:56:03",
    "end": "00:56:06"
  },
  {
    "text": "In taking this even further.",
    "start": "00:56:07",
    "end": "00:56:10"
  },
  {
    "text": "Okay?",
    "start": "00:56:10",
    "end": "00:56:10"
  },
  {
    "text": "Be warned of anything. We've gone far enough, I think, is what he's saying. Because, listen, you can rack your brain over the existential questions and write a million books, and all you're gonna do is make yourself tired. I think that's what he means.",
    "start": "00:56:10",
    "end": "00:56:23"
  },
  {
    "text": "It's like he drove us over to this ledge. This, like, fantastic, gorgeous, just like cliff. And he's just like, this is the end. We're stuck here. And then you think you're there, and you think, okay, I guess I'm gonna have to jump off of this cliff. And then the author goes, cool, let's not go any farther.",
    "start": "00:56:24",
    "end": "00:56:46"
  },
  {
    "text": "Yeah, that's right. Yeah.",
    "start": "00:56:46",
    "end": "00:56:48"
  },
  {
    "text": "Like, this is a good place to have gone to, looked at this. Now, let's.",
    "start": "00:56:48",
    "end": "00:56:52"
  },
  {
    "text": "Yeah. You'll be shaped by this experience. You'll. You'll remember it because he got poked.",
    "start": "00:56:52",
    "end": "00:56:57"
  },
  {
    "text": "He got poked.",
    "start": "00:56:58",
    "end": "00:56:59"
  },
  {
    "text": "He got stabbed by the goad.",
    "start": "00:56:59",
    "end": "00:57:01"
  },
  {
    "text": "Goaded.",
    "start": "00:57:01",
    "end": "00:57:02"
  },
  {
    "text": "But this will destroy you if you take this all the way to the bottom. And then the author's bottom line at the end of the book, it's a little concluding poem. He says, now we've heard everything. Here is the conclusion of the matter. Fear God. Keep his commandments. This is the duty of all mankind. For God will bring every deed into judgment, including every hidden thing, whether it's good or evil. So he says, no matter what's been said, we're Israelites, right? Ten Commandments, the Torah, the Covenants, God's creator. He's gonna bring justice to our world.",
    "start": "00:57:02",
    "end": "00:57:45"
  },
  {
    "text": "He's doing something with our. With us.",
    "start": "00:57:45",
    "end": "00:57:48"
  },
  {
    "text": "And even though my every deed, hidden, good or evil, it may not have a guaranteed outcome in my lifetime, there is. I am still accountable for it. So if I steal paperclips from work, I might not get fired. And if I worked really hard and no one ever acknowledged it, you know, and I didn't get the promotion or whatever. So all the same, everything I do will ultimately be weighed and held accountable. He calls that God bringing every deed into his judgment, which is not a bad word, especially in the Old Testament. It's justice. Isn't that interesting? Judgment has negative connotations in English, but justice has very positive connotations. They're basically synonyms. That's what this is about. We want justice. We want people to be held accountable. For what?",
    "start": "00:57:49",
    "end": "00:58:46"
  },
  {
    "text": "Certain people.",
    "start": "00:58:49",
    "end": "00:58:49"
  },
  {
    "text": "I want people other than me and the people I care about. Right? Yeah. So there's this idea that even though life is shrouded in heaven now, it won't always be. So that's what he's saying. God is going to clear the heavel.",
    "start": "00:58:49",
    "end": "00:59:06"
  },
  {
    "text": "This is going to. One day the fog will be lifted.",
    "start": "00:59:06",
    "end": "00:59:09"
  },
  {
    "text": "Yes. Yeah. And everything that we've done, it will be very clear what the consequences are. Because you see a really horrible person and you think, where are the consequences for their horrible behavior? And he's like, listen, God will bring justice. And right now, hevel.",
    "start": "00:59:09",
    "end": "00:59:28"
  },
  {
    "text": "So I still really like this image of the fog. We talked about that. Right. Because when you're driving in fog or whatever, it's disorienting. You kind of lose track of where you're at. It's a little bit scary. Sometimes life is like that. And in this foggyness, things aren't going to be clear. Things aren't going to work out the way they should, the way you expect. So realize that. And then all of a sudden, the very end, he goes, but one day, all this fog will be lifted and everything will be seen for what it is. And so fear the Lord.",
    "start": "00:59:28",
    "end": "01:00:03"
  },
  {
    "text": "Yes. Yeah. So it's a future hope that ultimately does give meaning to my behavior. And then so you go back and you realize, yes, the teacher. What the teacher was trying to focus on was life under the sun.",
    "start": "01:00:04",
    "end": "01:00:17"
  },
  {
    "text": "Right.",
    "start": "01:00:18",
    "end": "01:00:18"
  },
  {
    "text": "So, like life now as we experience it, life in the fog. It's like life in the fog. Yeah. And life in the fog might start to eat away at your motivation to do the right thing and to fear the Lord. And life in the fog, you're going to see things happen that seem like they go against what ought to happen in the world, and they certainly go against what the proverbs say. And so there's a Profound forward focus here at the very end of the book. That's very similar to. I mean, we're in the same neighborhood of a Jewish Christian worldview of a hope for final justice. And so the wisdom of this book is for me to adjust my expectations to life here under the sun. That allows me to enjoy it, because it's really screwed up a lot of the time, but it's still good and there's still goodness worth enjoying, despite the fact that there's no guarantees that. That it will work out for me here. So in a way, Proverbs is setting out this general rule. Live this way, and this will likely be the outcome. Ecclesiastes comes along and explores it from our perspective of the exceptions. But wait a minute. It doesn't always work out that way. What does that mean for me? Like, what kind of world am I in then, right now? What should my expectations be? That's Ecclesiastes. And then Job is going to sit in the same place of Ecclesiastes, but then explore the question of, well, what does that mean about God and who God is and how God interacts with the world? Ecclesiastes was focusing on how I deal with the world in light of the Heavel. And Job will then contribute to the conversation and guide us in how we think about who God is.",
    "start": "01:00:18",
    "end": "01:02:14"
  },
  {
    "text": "So can we do a little thought experiment really quick?",
    "start": "01:02:15",
    "end": "01:02:17"
  },
  {
    "text": "Yeah.",
    "start": "01:02:17",
    "end": "01:02:17"
  },
  {
    "text": "So we talked about how, like, if you went to. I think I turned it into a bar, but you walk into a bar and there's. There's Proverbs, Ecclesiastes and Job.",
    "start": "01:02:17",
    "end": "01:02:26"
  },
  {
    "text": "Yeah.",
    "start": "01:02:26",
    "end": "01:02:26"
  },
  {
    "text": "And you get to sit down with them and ask them question. Let's say you're gonna sit down with them, and you're like a new parent. And so you're having your first kid. You plan on having a lot of kids, and you say, hey, guys, I want to do this parenting thing. Right. So give me your perspective. Right. So Proverbs is gonna say, well, train them up.",
    "start": "01:02:26",
    "end": "01:02:51"
  },
  {
    "text": "Yeah.",
    "start": "01:02:51",
    "end": "01:02:51"
  },
  {
    "text": "Teach them the right things.",
    "start": "01:02:52",
    "end": "01:02:53"
  },
  {
    "text": "Yeah. Fear of the Lord.",
    "start": "01:02:53",
    "end": "01:02:54"
  },
  {
    "text": "Discipline them.",
    "start": "01:02:55",
    "end": "01:02:56"
  },
  {
    "text": "Discipline, work ethic.",
    "start": "01:02:56",
    "end": "01:02:58"
  },
  {
    "text": "Yeah. Pass on this wisdom to them. And they're gonna. It's gonna be great. And you're gonna be so blessed that you have so many kids. And. And they're gonna have great, prosperous lives. So use wisdom.",
    "start": "01:02:58",
    "end": "01:03:14"
  },
  {
    "text": "Yeah.",
    "start": "01:03:14",
    "end": "01:03:15"
  },
  {
    "text": "And then you turn to Ecclesiastes and he'll say, huh, that's interesting.",
    "start": "01:03:15",
    "end": "01:03:21"
  },
  {
    "text": "You know, I have this friend who, Right. Raised their child.",
    "start": "01:03:23",
    "end": "01:03:27"
  },
  {
    "text": "He did all that. And one of the kids died prematurely. Another one hates him now. And then and the guy who's now old and realizes he has to pass on everything he worked for to this kid who's probably just going to blow it on foolish things. And he was as wise as he could be. So what I would recommend is do your best. Don't kill yourself. And just cherish those moments with your kids. Like when you're there and you're playing Legos with them, you even though it really hurts your back, like, this is it, this is your lot and this is a gift from God. This moment right now.",
    "start": "01:03:27",
    "end": "01:04:09"
  },
  {
    "text": "Yep. You're reading Pete the cat for the 19th time in a row.",
    "start": "01:04:09",
    "end": "01:04:13"
  },
  {
    "text": "Or maybe they come up and kiss you on the face and you're just like, enjoy that. But maybe they're screaming bloody murder in front of someone you don't know and it's super embarrassing. But these are the moments that you got. So just enjoy it.",
    "start": "01:04:16",
    "end": "01:04:28"
  },
  {
    "text": "Yeah, just in general. Yeah, that's well said.",
    "start": "01:04:28",
    "end": "01:04:31"
  },
  {
    "text": "And then, but that's Ecclesiastes. And then you got the, the author who's kind of sitting next to Ecclesiastes and going, yeah, I'm glad you heard that. But also remember that everything you do will be, you know, brought to, to light and, and fear the world.",
    "start": "01:04:31",
    "end": "01:04:47"
  },
  {
    "text": "You are accountable before God for how you raise your child.",
    "start": "01:04:47",
    "end": "01:04:50"
  },
  {
    "text": "It's almost like in this thought experiment we need like Ecclesiastes and Ecclesiastes. Light, like chaperone, he like lets him talk and then he's like, okay, okay, okay. I'm glad you heard that.",
    "start": "01:04:50",
    "end": "01:05:02"
  },
  {
    "text": "Right.",
    "start": "01:05:02",
    "end": "01:05:02"
  },
  {
    "text": "So now just, you know, fear the Lord and that's good.",
    "start": "01:05:03",
    "end": "01:05:06"
  },
  {
    "text": "Yeah, that's a good analogy. And then. Yeah. And then Job is this wise old person and says, you know, I had.",
    "start": "01:05:06",
    "end": "01:05:16"
  },
  {
    "text": "A whole group of kids and they all were taken away from me.",
    "start": "01:05:16",
    "end": "01:05:19"
  },
  {
    "text": "And your family along the way will probably blow up in some way. And I want you to know that God is committed to you and that he's trustworthy even in your darkest hour. I think that's how the conversation would go. That's the wisdom of the wisdom of the wisdom literature of the Bible. Yeah. So amazing it really is being brought into this 3,000 year old conversation about what kind of world we're in and how to live well before God in this world.",
    "start": "01:05:19",
    "end": "01:06:01"
  },
  {
    "text": "That's it. Thanks for listening to this episode of the Bible Project. I'm John Collins and that was a conversation with the Dr. Tim Mackey, our good friend Tim Mackey on the book of Ecclesiastes. We boiled this all down to a five minute video that we put on YouTube it should be up on YouTube in July end of July 2016. Our YouTube channel is YouTube.com thebibleproject you could also say hi to us on Twitter oinbibleproj and we're on Facebook facebook.com thebibleproject thanks for being a part of this and supporting us. We've got hundreds of monthly supporters who keep all this content for free. Our videos, our podcasts, the study guides that we put up on our website. You can get that stuff@www.jointhebibleproject.com and you can sign up to be a supporter there as well. Thanks so much for being a part of this with us.",
    "start": "01:06:07",
    "end": "01:07:00"
  }
]