[
  {
    "text": "The Book of Ecclesiastes is a unique book in the Bible that has delighted and confused Christians throughout the years. Where scripture relies on ancient wisdom as core to understanding God's world, Ecclesiastes bases its wisdom off of experimentation.",
    "start": "00:00:05",
    "end": "00:00:20"
  },
  {
    "text": "There's no other book like it where you have this first person voice who's telling you about a lifetime's worth of experiment. The book staged as a big experiment where I tried this and I went and learned about this. And then here's what I concluded.",
    "start": "00:00:20",
    "end": "00:00:36"
  },
  {
    "text": "The conclusion of Ecclesiastes is that life is heavel.",
    "start": "00:00:36",
    "end": "00:00:40"
  },
  {
    "text": "Hevel. Hevel.",
    "start": "00:00:40",
    "end": "00:00:41"
  },
  {
    "text": "Everything is heavel. And while modern translations typically translate that Hebrew word into the word meaningless, in Hebrew it's literally the word for smoke or vapor.",
    "start": "00:00:42",
    "end": "00:00:53"
  },
  {
    "text": "Smoke is real. Like when you see it, a cloud of smoke, you look at it and go, oh, that's a thing. Look at it. I can see it, I can point at it. But smoke has this unique quality that when I reach out my hands to grab onto it, there's nothing there.",
    "start": "00:00:53",
    "end": "00:01:09"
  },
  {
    "text": "This metaphor that life is like smoke is lost in the translation, that life is meaningless.",
    "start": "00:01:09",
    "end": "00:01:15"
  },
  {
    "text": "Because what the teacher isn't saying is, I know all the answers and I declare to you that life is meaningless. What he's saying is, I've discovered there's a glitch in the system, and things that I thought were certain and true aren't always certain and true.",
    "start": "00:01:15",
    "end": "00:01:30"
  },
  {
    "text": "Hevel, Hevel. Everything is heavel.",
    "start": "00:01:30",
    "end": "00:01:33"
  },
  {
    "text": "He uses the word 38 times in this short 12 chapter book. Michael Fox, my doctoral advisor, he thought the best English word to capture it is absurd. Or I've come to prefer the word enigma or paradox.",
    "start": "00:01:33",
    "end": "00:01:46"
  },
  {
    "text": "The wisdom of Ecclesiastes, the second book in our wisdom series. Let's go. Okay, so. So Ecclesiastes. Let's first tee this up. Let's refresh on Proverbs so we can compare the wisdom of the Proverbs to the wisdom of Ecclesiastes. So Proverbs is this nice kind of clean worldview, which is, be wise, fear the Lord, and things are going to go well.",
    "start": "00:01:47",
    "end": "00:02:34"
  },
  {
    "text": "Things are very likely to go well. So much so that, yeah, lady wisdom or the father figure. Proverbs can say, trust the Lord with all your heart. Don't lean on your own understanding. Be wise, fear the Lord and it'll be health to your bones and your barns will be full of crops, and you'll live long days and have a big family.",
    "start": "00:02:34",
    "end": "00:02:54"
  },
  {
    "text": "That sounds great.",
    "start": "00:02:55",
    "end": "00:02:55"
  },
  {
    "text": "Who doesn't want that?",
    "start": "00:02:55",
    "end": "00:02:57"
  },
  {
    "text": "Do the right thing and things will work out for you. Well, which by the way, is the worldview I grew up in. There's a right and wrong decision at any moment. Do the right thing and things will go well for you.",
    "start": "00:02:58",
    "end": "00:03:12"
  },
  {
    "text": "Yeah. So, yeah, Proverbs has a really valuable contribution to the Bible's wisdom literature. We can probably all from our own life experience validate that when we make wise decisions, they usually go better.",
    "start": "00:03:12",
    "end": "00:03:26"
  },
  {
    "text": "It's wise to be wise.",
    "start": "00:03:27",
    "end": "00:03:28"
  },
  {
    "text": "It's wise to be wise.",
    "start": "00:03:28",
    "end": "00:03:29"
  },
  {
    "text": "Yeah.",
    "start": "00:03:29",
    "end": "00:03:29"
  },
  {
    "text": "Yeah. So that's kind of self evident after you've lived for a little while.",
    "start": "00:03:29",
    "end": "00:03:33"
  },
  {
    "text": "But then we get to the book of Ecclesiastes and there's this massive turn here. Put some brakes on Proverbs.",
    "start": "00:03:34",
    "end": "00:03:41"
  },
  {
    "text": "Yeah. And it may be that there are some cynics or skeptics when they are listening to the proverbs saying, well, okay, I get it. And sure, that's true a lot of the time, but it's not necessarily true all the time. I remember that time I saved up and then the stock market crashed.",
    "start": "00:03:41",
    "end": "00:03:59"
  },
  {
    "text": "Or I remember I made all the right decisions.",
    "start": "00:03:59",
    "end": "00:04:02"
  },
  {
    "text": "Yeah. I did all the right things.",
    "start": "00:04:02",
    "end": "00:04:03"
  },
  {
    "text": "My CPA gave me a checklist and I did it all.",
    "start": "00:04:04",
    "end": "00:04:07"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:04:07",
    "end": "00:04:08"
  },
  {
    "text": "By advisor.",
    "start": "00:04:08",
    "end": "00:04:10"
  },
  {
    "text": "Yeah. I like worked hard and saved up and went to college, put in my years and I got this degree and I can't get hired anywhere.",
    "start": "00:04:10",
    "end": "00:04:20"
  },
  {
    "text": "Right.",
    "start": "00:04:20",
    "end": "00:04:20"
  },
  {
    "text": "What's up with that?",
    "start": "00:04:20",
    "end": "00:04:21"
  },
  {
    "text": "The wise thing doesn't always work out. And part of that is because it's hard to know exactly what the wisest thing always is. There's conventional wisdom, go to college, save for retirement, whatever. But then in the Proverbs, there's wisdom that should be universal, that you should be able to depend on.",
    "start": "00:04:21",
    "end": "00:04:38"
  },
  {
    "text": "Yeah.",
    "start": "00:04:38",
    "end": "00:04:39"
  },
  {
    "text": "But even with that stuff.",
    "start": "00:04:39",
    "end": "00:04:40"
  },
  {
    "text": "Yeah, that's right. I was always honest at work.",
    "start": "00:04:41",
    "end": "00:04:44"
  },
  {
    "text": "Yeah. You know, I'm supposed to be honest.",
    "start": "00:04:44",
    "end": "00:04:46"
  },
  {
    "text": "Be honest. That's part of fearing God. So I'm always honest at work. And you know what? I lost that bit me in the butt.",
    "start": "00:04:47",
    "end": "00:04:52"
  },
  {
    "text": "It reminds me, I was working at Starbucks and I was applying to be a shift manager. And so I was meeting with the district manager and the manager of my store, getting interviewed. And the last question was, give me an example of a time that you made a wrong decision on the job. The first thing that came to mind was the day before we're closing up and you're supposed to clean the bathrooms and there's this whole list of things to do and there's always like three people cleaning up. So I went to go to the bathroom right before we're gonna leave, and the bathroom's a Mess. So. But the girl who was supposed to do it didn't do it. And I was like, well, who cares? And then we left. And so I'm sitting here across from district manager, and she's asking me, like, when I made a mistake, and I said, oh, well, you know, a couple days ago. And I tell her, and she looks at me and she goes, you did what? She was shocked.",
    "start": "00:04:52",
    "end": "00:05:46"
  },
  {
    "text": "Yes.",
    "start": "00:05:46",
    "end": "00:05:46"
  },
  {
    "text": "She was like, you.",
    "start": "00:05:46",
    "end": "00:05:47"
  },
  {
    "text": "You walked away.",
    "start": "00:05:47",
    "end": "00:05:48"
  },
  {
    "text": "I can't believe you didn't fix that. And then I was like, oh, no, I not going to get this job.",
    "start": "00:05:48",
    "end": "00:05:53"
  },
  {
    "text": "It makes me think of. I was recently talking to a friend who works in home real estate here in Portland, which is really hot market right now. And she was saying she quit one group, one company, and moved to another. Basically, she just said, I wasn't cooking the numbers on listings and listing houses for more than what they're worth or less than what they're worth, or changing the number of rooms and so on just to get people in the house.",
    "start": "00:05:56",
    "end": "00:06:24"
  },
  {
    "text": "Oh, and then be like, oh, that was a mistake.",
    "start": "00:06:24",
    "end": "00:06:26"
  },
  {
    "text": "Yeah, totally. Yes. But all of her coworkers, like, that's just what you do. You change the data on the real estate listing to get people into the house. And she wasn't getting promoted. She wasn't getting as much business or sales, so she actually had to quit. So there was an example of someone who lost out because they were fearing the Lord.",
    "start": "00:06:26",
    "end": "00:06:44"
  },
  {
    "text": "Yeah.",
    "start": "00:06:44",
    "end": "00:06:45"
  },
  {
    "text": "And not.",
    "start": "00:06:45",
    "end": "00:06:46"
  },
  {
    "text": "That's a better example because I actually, I got the job.",
    "start": "00:06:46",
    "end": "00:06:49"
  },
  {
    "text": "So it's just two examples to say you try and do the right thing, and sometimes it does work out, sometimes it doesn't. And Proverbs doesn't seem to account for that glitch in the system.",
    "start": "00:06:51",
    "end": "00:07:03"
  },
  {
    "text": "Right.",
    "start": "00:07:03",
    "end": "00:07:04"
  },
  {
    "text": "And so Ecclesiastes is a voice among the three wisdom voices in the Hebrew scriptures that says, hey, wait a minute, Proverbs, you're going too fast, too soon. Like, do you see all of these other examples where what you're saying doesn't work out? And what about those? Let's like, let's focus on those.",
    "start": "00:07:04",
    "end": "00:07:22"
  },
  {
    "text": "Yeah.",
    "start": "00:07:22",
    "end": "00:07:22"
  },
  {
    "text": "And can we draw conclusions from them? And maybe life isn't as clean as we like to think.",
    "start": "00:07:23",
    "end": "00:07:28"
  },
  {
    "text": "Ecclesiastes doesn't do it in, like, it goes for the jugular.",
    "start": "00:07:28",
    "end": "00:07:35"
  },
  {
    "text": "Yeah.",
    "start": "00:07:35",
    "end": "00:07:36"
  },
  {
    "text": "It's like, let's throw down.",
    "start": "00:07:36",
    "end": "00:07:37"
  },
  {
    "text": "Yeah. Proverbs, You've. You've overreached.",
    "start": "00:07:38",
    "end": "00:07:41"
  },
  {
    "text": "So that's fascinating. And then, so your comment earlier was, hey, this book's in the Bible. Isn't that funny? So, like, tell me about that. Like, it doesn't seem the way that it goes for the jugular and the way that it kind of deconstructs so many things. It feels very different than most other books.",
    "start": "00:07:43",
    "end": "00:08:00"
  },
  {
    "text": "Yeah, it is. It has a different feel. There's no other book like it where you have this first person voice who's telling you about a lifetime's worth of experiment. The book staged as a big experiment where I tried this and I went and learned about this. And then here's what I concluded. Whereas Proverbs receives the wisdom of the ages from generations past, we talked about. But Ecclesiastes is basing his conclusions on experimentation, innovating new ideas based off of experiments, experiment. My doctoral advisor, Michael Fox at the University of Wisconsin, he's retired now, but he is a Jewish scholar. He was in his late 60s when I was with him for about four years, working closely with him. And he wrote commentaries on all the wisdom books, Job, Proverbs and Ecclesiastes. And his most brilliant one was on Ecclesiastes. And his way of framing it is for Proverbs, you know, it's true because it's ancient and old and has been tested. And Ecclesiastes innovates in the biblical tradition because he says, you know, it's true because you've tested and examined it here in the present. And he thinks in the wisdom books it marks a new point of maybe just because it's old doesn't mean it's true. And that that's unique in the Bible. There's not many other books that. That say something like that.",
    "start": "00:08:00",
    "end": "00:09:28"
  },
  {
    "text": "Right, well. And then also it deconstructs a lot. Yes, yeah, yeah. It's asking a lot of questions and doesn't have simple answers, which seems different than most other books.",
    "start": "00:09:28",
    "end": "00:09:43"
  },
  {
    "text": "Yeah, yeah, it is. Yeah. He's the teacher. Yeah. He's relentless in taking apart simple black and white views of God and views of the world and how life ought to work. The teacher's voice that makes up most of the book is not the author's voice. The author of the book speaks in the first line, introducing us to the teacher. But then, yep, in chapter one, verse one, and then in chapter one, verse two, the teacher takes over until nearly the end of chapter 12. But the last paragraph of the book is not from the teacher. We've been hearing, it's from the author.",
    "start": "00:09:43",
    "end": "00:10:44"
  },
  {
    "text": "Yeah.",
    "start": "00:10:44",
    "end": "00:10:45"
  },
  {
    "text": "And the author says positive things about what you just heard from the teacher, but he also warns you.",
    "start": "00:10:45",
    "end": "00:10:51"
  },
  {
    "text": "He critiques the criticism.",
    "start": "00:10:51",
    "end": "00:10:52"
  },
  {
    "text": "He critiques the criticism. And then the author's conclusion at the end Sounds like Moses, you know, fear God, obey the laws of God.",
    "start": "00:10:52",
    "end": "00:10:59"
  },
  {
    "text": "It's a little bit more in line with the narrative so far.",
    "start": "00:10:59",
    "end": "00:11:03"
  },
  {
    "text": "Yeah. With what, you know, you could call it biblical orthodoxy or something. So to me, that's absolutely fascinating that this biblical author who's anonymous, wants us to hear at length, this very critical, skeptical voice and is willing even to.",
    "start": "00:11:03",
    "end": "00:11:19"
  },
  {
    "text": "Just lets him go for.",
    "start": "00:11:19",
    "end": "00:11:20"
  },
  {
    "text": "Yeah, lets him run. Yeah. And at the end wants to say, now, let's bring this in line with the larger biblical theology. But you really need to hear what this guy has to say.",
    "start": "00:11:20",
    "end": "00:11:32"
  },
  {
    "text": "Right.",
    "start": "00:11:32",
    "end": "00:11:32"
  },
  {
    "text": "It's a way of hedging a little bit on the teacher and saying, you know, don't take this too far. You can read books all your life and make them even and you won't get anywhere. It'll just exhaust you. He says, so don't take these words too far, but let them bother you and stick in your mind so that you aren't shattered when your life doesn't work out for you.",
    "start": "00:11:33",
    "end": "00:11:55"
  },
  {
    "text": "So interesting.",
    "start": "00:11:55",
    "end": "00:11:56"
  },
  {
    "text": "Yeah. So that brings us to who is the teacher? And the author's intro just says, he was a king, king in Jerusalem and a descendant from the line of David, which makes you think, okay, Solomon, he's a wise man. And traditionally, this book has been, in Jewish and Christian tradition, been connected to Solomon in his old age, because he's old and wise, and he's done a lot and seen a lot. But there's some problems with that. One is that Solomon in his old age was apostate and had hundreds of wives and political alliances and worshiped all kinds of other gods. And this seems a very unlikely book to come from the Solomon of Israelites.",
    "start": "00:11:56",
    "end": "00:12:38"
  },
  {
    "text": "What would you imagine Solomon having written in his old age?",
    "start": "00:12:38",
    "end": "00:12:43"
  },
  {
    "text": "I mean, just the biblical depiction is that his allegiance was given to many gods now in addition to Yahweh, the God of Israel. So I've never quite had that question put to me that way. I don't know, off the top of my head, I actually would need to think about that question a little more. But it raises what's very interesting, when the book of Proverbs, it begins saying, the Proverbs of Solomon, Right? And it goes on to give you a bunch of speeches from an anonymous father to his son, and then from Lady Wisdom, then you get collections of proverbs, most of which have, again, the heading Proverbs of Solomon. But the last number of chapters have new headings that just say, these are proverbs that come from the wise ones or from Agor or from Lemuel, what his mom taught him. And so you have a book that's titled and connected to Solomon, but it tells you in the book itself that not all of this comes from Solomon. So here we have another book that gives you a hint of a royal Solomon like, Persona. But it never says that in the book. It never says Solomon in the book.",
    "start": "00:12:43",
    "end": "00:13:49"
  },
  {
    "text": "Yeah.",
    "start": "00:13:49",
    "end": "00:13:49"
  },
  {
    "text": "And so you can say, well, it just assumes it's Solomon. Or you can say, no, there's something more happening here that it's conspicuous by its absence.",
    "start": "00:13:49",
    "end": "00:13:58"
  },
  {
    "text": "Sure.",
    "start": "00:13:59",
    "end": "00:13:59"
  },
  {
    "text": "That the book doesn't say Solomon. It just says a king in Jerusalem from the. You know, from long ago. Which raises the possibility, is this a later king or are we almost having. Creating like an icon of the wise voice.",
    "start": "00:13:59",
    "end": "00:14:18"
  },
  {
    "text": "Right.",
    "start": "00:14:18",
    "end": "00:14:19"
  },
  {
    "text": "The father of the wisdom tradition. But it doesn't necessarily mean that it was historically written by Solomon itself, because we know the teacher is not the same as the author of the book.",
    "start": "00:14:19",
    "end": "00:14:29"
  },
  {
    "text": "Right. So the author somehow came across these writings that he knew came from a king that was the son of David. And by that, that could literally mean there was a king. It could have been Solomon, could have been another one of the sons of David that was king at some point who actually wrote this and the author compiled it. Or it could mean in the tradition of the wisdom of the kings, similar.",
    "start": "00:14:29",
    "end": "00:14:55"
  },
  {
    "text": "To the Song of Songs, which says of Solomon. But that doesn't necessarily mean it was written by Solomon. In fact, there are lots of good reasons that it most likely wasn't written by Solomon.",
    "start": "00:14:55",
    "end": "00:15:07"
  },
  {
    "text": "Right. And so he just was using the kingship kind of regardless of how this was actually written. I mean, that's a possibility.",
    "start": "00:15:07",
    "end": "00:15:15"
  },
  {
    "text": "Yeah, yeah. It would be an anonymous teacher in Jerusalem or Israel writing. Writing in the tradition of Solomon and writing from his Persona. There's an Old Testament scholar named Tremper Longman who did his whole dissertation. It's published now on this. And it's really. It's something like Akkadian royal autobiographies or something like that. And Akkadian is a language that's a cousin language to Hebrew. But he was studying in ancient Babylon. This was a genre of writing from the king's court. There would be hired a scribe or a wise teacher to write a book in the first person as if it's from the king's perspective. And so this was a type of book that people wrote in the ancient world. And it fits precisely what we see in the book of Ecclesiastes.",
    "start": "00:15:15",
    "end": "00:16:13"
  },
  {
    "text": "So the author gets this kind of. Regardless of who wrote it, it's presented as this is the words of the son of David, the words from the.",
    "start": "00:16:13",
    "end": "00:16:23"
  },
  {
    "text": "Royal wisdom tradition in Israel. It's also funny. There's another small detail that I've always thought was interesting. In chapter one, verse 16, the teacher says to himself, look, I have increased in wisdom more than anyone who has ruled in Jerusalem ever before me, out of all the rulers of Jerusalem ever before me. And you're like, oh, well, my dad. My dad.",
    "start": "00:16:23",
    "end": "00:16:46"
  },
  {
    "text": "Sorry, dad.",
    "start": "00:16:46",
    "end": "00:16:47"
  },
  {
    "text": "Yeah. And Saul, well. But he didn't rule in Jerusalem because David made Jerusalem the capital. We could be wrong about this. It could come from Solomon. I just think there are reasons that make it.",
    "start": "00:16:48",
    "end": "00:16:59"
  },
  {
    "text": "It's okay if someone comes and says, I am probably isn't or isn't Solomon. You don't have to freak out and go, well, my worldview of the Bible or my understanding the Bible is something.",
    "start": "00:16:59",
    "end": "00:17:10"
  },
  {
    "text": "Yeah.",
    "start": "00:17:10",
    "end": "00:17:11"
  },
  {
    "text": "Shattering.",
    "start": "00:17:11",
    "end": "00:17:12"
  },
  {
    "text": "Yeah. If you really get into the book itself, you realize that tying this to one specific person as the author, it doesn't matter for the interpretation of the book, really. You just get into the words and interpret the words that come from the royal wisdom tradition of David. Here's how the book begins. So the words of the teacher, son of David King in Jerusalem, that's the author speaking to us. And then the author summarizes everything the teacher has to say in just one line.",
    "start": "00:17:12",
    "end": "00:18:05"
  },
  {
    "text": "This is kind of like when the keynote speaker is being introduced.",
    "start": "00:18:05",
    "end": "00:18:10"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:18:11",
    "end": "00:18:11"
  },
  {
    "text": "It's just a quick little.",
    "start": "00:18:11",
    "end": "00:18:12"
  },
  {
    "text": "Yeah, it's like the MC of the room introduces the speaker and then says, here's.",
    "start": "00:18:12",
    "end": "00:18:18"
  },
  {
    "text": "Here's his main.",
    "start": "00:18:18",
    "end": "00:18:19"
  },
  {
    "text": "Here's his main idea.",
    "start": "00:18:19",
    "end": "00:18:20"
  },
  {
    "text": "Yeah, yeah. Enjoy.",
    "start": "00:18:20",
    "end": "00:18:22"
  },
  {
    "text": "And right off the bat, we face a translation problem. So in the new international version, the author's summary is meaningless. Meaningless is what the teacher says. Utterly meaningless. Everything's meaningless. But if I turn to the new American Standard Version.",
    "start": "00:18:23",
    "end": "00:18:43"
  },
  {
    "text": "What was that version? Was that in Ivy?",
    "start": "00:18:44",
    "end": "00:18:46"
  },
  {
    "text": "That was the new International version. Niv. Yeah. If I turn to the new American Standard Nas, I read Vanity of Vanities. Everything is vanity.",
    "start": "00:18:46",
    "end": "00:18:56"
  },
  {
    "text": "So meaningless to me. There's no meaning. So there's no reason behind any of that.",
    "start": "00:18:56",
    "end": "00:19:03"
  },
  {
    "text": "Yes. I have surveyed, and here is my authoritative conclusion. There is no meaning.",
    "start": "00:19:03",
    "end": "00:19:09"
  },
  {
    "text": "There is no meaning. And then vanity seems to be like, all of this is just an exercise in futility. I don't know. Actually, I haven't thought about vanity much. What is. I never use that word.",
    "start": "00:19:09",
    "end": "00:19:21"
  },
  {
    "text": "Well, actually, I think.",
    "start": "00:19:21",
    "end": "00:19:22"
  },
  {
    "text": "Except for if you're vain.",
    "start": "00:19:22",
    "end": "00:19:23"
  },
  {
    "text": "Exactly right. So I think that's the problem in modern English, the way we speak it in 2016. The word vanity has two main meanings. Yeah. It means like, self exaltation and pride. Or it's little table to sit at to put on cosmetics. Right.",
    "start": "00:19:23",
    "end": "00:19:43"
  },
  {
    "text": "Which then speaks to caring how you look.",
    "start": "00:19:44",
    "end": "00:19:47"
  },
  {
    "text": "That self focused.",
    "start": "00:19:47",
    "end": "00:19:48"
  },
  {
    "text": "Yeah. Life is self focused.",
    "start": "00:19:48",
    "end": "00:19:51"
  },
  {
    "text": "Right. Which is not at all what is meant here. And part of that is that the translation vanity comes from the King James. From English 400 years ago.",
    "start": "00:19:51",
    "end": "00:20:03"
  },
  {
    "text": "Yeah. Using words a little different.",
    "start": "00:20:03",
    "end": "00:20:05"
  },
  {
    "text": "Yeah. So the meaning of the English word has changed. So I think both of those translations get at an aspect of what the teacher's trying to say. I always hate to do this because I never want to erode people's confidence in English translations because they're great. But there are cases where they're translations and they can't fully communicate everything that the Hebrew author wants to communicate. And this is one of those times.",
    "start": "00:20:05",
    "end": "00:20:29"
  },
  {
    "text": "Where maybe a really interesting podcast is figuring out the history of why these were translated this way. I don't know. I just got really interested in.",
    "start": "00:20:29",
    "end": "00:20:39"
  },
  {
    "text": "Yeah, well, for English, it always goes back to Tyndale.",
    "start": "00:20:39",
    "end": "00:20:42"
  },
  {
    "text": "Tyndale.",
    "start": "00:20:42",
    "end": "00:20:43"
  },
  {
    "text": "And then Tyndale had influence over what was called the Geneva Bible and then the King James.",
    "start": "00:20:43",
    "end": "00:20:49"
  },
  {
    "text": "Okay.",
    "start": "00:20:49",
    "end": "00:20:50"
  },
  {
    "text": "Were the two main.",
    "start": "00:20:50",
    "end": "00:20:50"
  },
  {
    "text": "But there's got to be a story of that moment where they're, like, looking at this.",
    "start": "00:20:50",
    "end": "00:20:54"
  },
  {
    "text": "Yeah, yeah, yeah, yeah.",
    "start": "00:20:54",
    "end": "00:20:54"
  },
  {
    "text": "Hebrew word. And they're making a decision.",
    "start": "00:20:54",
    "end": "00:20:56"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:20:57",
    "end": "00:20:58"
  },
  {
    "text": "Because they know what the word is. And you're about to tell us what the Hebrew word is more literally. So they must have been wrestling with that.",
    "start": "00:20:58",
    "end": "00:21:06"
  },
  {
    "text": "Yeah, yeah, for sure they did. And also. But also. And this is not to be prideful or anything, but their understanding of Hebrew was 500 years old.",
    "start": "00:21:06",
    "end": "00:21:17"
  },
  {
    "text": "Yeah. Wasn't as complete.",
    "start": "00:21:17",
    "end": "00:21:20"
  },
  {
    "text": "Yeah. So like, we. The study of ancient Hebrew over the last half millennia, I mean, has progressed enormously, just like our understanding of science and the universe has progressed. Progress.",
    "start": "00:21:20",
    "end": "00:21:31"
  },
  {
    "text": "Because at that point, Hebrew wasn't a spoken language at all.",
    "start": "00:21:32",
    "end": "00:21:35"
  },
  {
    "text": "Wasn't spoken anymore as biblical Hebrew. And the wealth of ancient Hebrew texts and cousin languages to Hebrew hadn't been discovered and studied yet. So just. We have a better understanding of Hebrew than we did 400 years ago. And a lot of the translation differences that happen in modern translations are based on more recent scholarship.",
    "start": "00:21:35",
    "end": "00:22:00"
  },
  {
    "text": "So Tyndale, he's reading this, he's gotta make a decision. And he goes with meaningless. No, he goes with vanity.",
    "start": "00:22:00",
    "end": "00:22:05"
  },
  {
    "text": "Vanity.",
    "start": "00:22:05",
    "end": "00:22:06"
  },
  {
    "text": "Vanity. Which back then, we don't even know what.",
    "start": "00:22:06",
    "end": "00:22:08"
  },
  {
    "text": "Well, yeah, the English word vanity, I think it means. I think it essentially means what meaningless does in modern English.",
    "start": "00:22:08",
    "end": "00:22:16"
  },
  {
    "text": "Oh, really? Okay, let's but you tell me, futile or worthless. From Old French, vanity, self conceit, utility, lack of resolve. From Latin, vanitatum, emptiness, aimlessness, falsity. But then figuratively, it became about foolishness and pride. So even back then it kind of had that sense of foolishness.",
    "start": "00:22:16",
    "end": "00:22:43"
  },
  {
    "text": "Both of those. Yeah. So I would humbly suggest that we just go back to the source. Yeah, go to the Hebrew. Yeah, go to the Hebrew word. The Hebrew word. Simple to say. It's not hard to pronounce. Hevel.",
    "start": "00:22:43",
    "end": "00:22:58"
  },
  {
    "text": "Hevel.",
    "start": "00:22:58",
    "end": "00:22:59"
  },
  {
    "text": "Hevel. H, E. It's technically the letter B of the Hebrew Alphabet, but it pronounces like a V. So hevil. Hevel. And its most basic meaning is smoke or vapor. In Psalm 144, the poet says, lord, what are human beings that you care about them? They are like heavel. Their days are like a fleeting shadow. So the idea is, human beings here today, gone tomorrow, they're like a wisp of smoke. And then the next line, they're like a fleeting shadow. So the shadow moves from the morning down all the way across, and then it's gone. When the sun sets, your shadow disappears. So the point is fleeting, temporary. But it's smoke. It's a wisp of smoke that you see it and then it's gone. So that's its most basic meaning of hevel is a wisp of smoke or vapor or shadow. Shadow is just in Psalm 144. It's the next poetic line which uses a different word and different metaphor. But the point is that at its most basic meaning, it's a wisp of smoke that's temporary. It's here and it looks solid. You're like, oh, there it is. That's smoke. And then gone.",
    "start": "00:22:59",
    "end": "00:24:24"
  },
  {
    "text": "And do you think back then it also then meant figuratively what would be another good word, like futile or.",
    "start": "00:24:24",
    "end": "00:24:31"
  },
  {
    "text": "Well, we'll get there. That's where the teacher's going to apply this word and bring out a nuance of meaning that is not very common, but it's gonna be one of the main meanings.",
    "start": "00:24:33",
    "end": "00:24:43"
  },
  {
    "text": "Like, is this very poetic? Like at this point, are people gonna be like, oh, I've never really thought of that. The life like hevel. Or is that gonna be. Have already become part of.",
    "start": "00:24:43",
    "end": "00:24:53"
  },
  {
    "text": "No, it's very common. Yeah. So Job, chapter seven, he says, I despise my life, my suffering. I wish I'd wasn't alive. My days are like heavel. Yeah. The psalm says, slaves and the poor, their lives are like heavel in the world. Isaiah 57. Idols. This is actually in Isaiah and in Jeremiah, their word to describe idol statues is hevel. So there. It's not necessarily that they're temporary, but they seem to be solid and offer you something real that's empty. You, you like, you pray to your idol, you know, and then nothing happens.",
    "start": "00:24:53",
    "end": "00:25:37"
  },
  {
    "text": "I love that metaphor. I love that image. We don't have anything quite like it, do we?",
    "start": "00:25:37",
    "end": "00:25:41"
  },
  {
    "text": "No. Well, I mean vapor, I guess.",
    "start": "00:25:42",
    "end": "00:25:46"
  },
  {
    "text": "I think I understand now. More meaningless gets there because it's like. You think there's meaning there.",
    "start": "00:25:47",
    "end": "00:25:52"
  },
  {
    "text": "Yes. Yeah, yeah, yeah.",
    "start": "00:25:52",
    "end": "00:25:53"
  },
  {
    "text": "You think there's something of substance there, but then it goes away.",
    "start": "00:25:53",
    "end": "00:25:56"
  },
  {
    "text": "Yes. So I think there's any word in any language can have different nuances of meaning. So at its most basic, it means temporary or fleeting. Like in the verses we just read of. It's here today the slave and the poor person or my life. I'm a mortal human. So in chapter 11 of Ecclesiastes is a poem about death and a long one. And so in chapter 11, verse 8, the teacher says, listen, however many years somebody is going to live, you should enjoy them because you should remember the days of darkness. They're coming. And everything to come is heavel. So his point is, you're young and you're youthful and your body works great. But remember, it's heavel. It's here today, gone tomorrow. Because the days of darkness are coming, coming. So your youth and energy and health, it's fleeting, it's heavy. Doesn't mean it's meaningless.",
    "start": "00:25:56",
    "end": "00:26:58"
  },
  {
    "text": "Sure.",
    "start": "00:26:59",
    "end": "00:26:59"
  },
  {
    "text": "It means it's not going to be around forever. It's going to be here and then.",
    "start": "00:26:59",
    "end": "00:27:03"
  },
  {
    "text": "And whether or not you think there's meaning in that is another question.",
    "start": "00:27:03",
    "end": "00:27:08"
  },
  {
    "text": "Correct. It's only about time. That's a time factor. Here today, gone tomorrow. Your youth, your health, your life.",
    "start": "00:27:08",
    "end": "00:27:15"
  },
  {
    "text": "But if you're talking about an idol and you're calling it heaven, then you would go, oh, so there's no meaning in that idol?",
    "start": "00:27:16",
    "end": "00:27:22"
  },
  {
    "text": "Yes.",
    "start": "00:27:22",
    "end": "00:27:23"
  },
  {
    "text": "Yeah, yeah, there's no. And so then the word.",
    "start": "00:27:23",
    "end": "00:27:26"
  },
  {
    "text": "So this is what I call. Would call the second nuance that the teacher taps into when he uses the word hevel. He uses the word 38 times in this short 12 chapter book. He's using it constantly. And most of the times he doesn't use it to mean fleeting or temporary. He uses it to mean the way Michael Fox, my doctoral advisor, he thought the best English word to capture it is absurd. Or I've come to prefer the word enigma or paradox. So here's a couple examples.",
    "start": "00:27:26",
    "end": "00:27:59"
  },
  {
    "text": "So wait a second. Sorry, you just went to great lengths to say hevel means like vapor or something, that it doesn't last. And now you're saying in this book, it actually is more talking about another aspect of it, which is not whether it lasts, but whether it makes sense.",
    "start": "00:27:59",
    "end": "00:28:22"
  },
  {
    "text": "Well, so the teacher is a brilliant wordsmith, and so he's using a word that's capable of a couple of different nuances of meaning. And sometimes he'll use it to mean fleeting or temporary, like in the beginning. Here, you're young. In chapter 11, you're young, you have youth, but the days of darkness are coming. Your life's heavy. But he doesn't bring out that temporary nuance of the word in all of those 38 uses. In fact, that's a minority of how he uses the word the majority of the times he uses the word. He means something different if you read the word in context.",
    "start": "00:28:22",
    "end": "00:28:59"
  },
  {
    "text": "So, yeah, give me an example.",
    "start": "00:28:59",
    "end": "00:29:01"
  },
  {
    "text": "So chapter six, verse one. God allows some people to have wealth and possessions and honor so that they lack nothing that their hearts desire. That's nice of God, but God doesn't always grant them the ability to enjoy them, and then one day, some stranger is going to enjoy them instead. This is heavel, or chapter eight, verse 14. You know, here's something Hevel that occurs in the land. Righteous people get what wicked people deserve, and wicked people get what righteous people deserve. This, I say, is heavel. So what he doesn't mean is temporary. He actually means the opposite. He's saying this is happening all the time.",
    "start": "00:29:01",
    "end": "00:29:47"
  },
  {
    "text": "Yeah.",
    "start": "00:29:47",
    "end": "00:29:47"
  },
  {
    "text": "This isn't just happening all the time.",
    "start": "00:29:47",
    "end": "00:29:48"
  },
  {
    "text": "This is a reality.",
    "start": "00:29:48",
    "end": "00:29:49"
  },
  {
    "text": "This is a reality that's ongoing and.",
    "start": "00:29:49",
    "end": "00:29:51"
  },
  {
    "text": "Constant, but it's a reality that he wants to use the same word, which.",
    "start": "00:29:51",
    "end": "00:29:57"
  },
  {
    "text": "Means like smoke or vapor.",
    "start": "00:29:57",
    "end": "00:29:59"
  },
  {
    "text": "Vapor. Smoke. So, like, it's. There's a disorienting ness to it. There's a. Mm.",
    "start": "00:29:59",
    "end": "00:30:06"
  },
  {
    "text": "Here's my way of saying it is. It's similar to the idols that you smoke is real. Like, when you see a cloud of smoke, you look at it and go, oh, that's a thing. Yeah, look at it. I can see it. I can point at it. Just like I can point to a rock or a door and see, that's a thing.",
    "start": "00:30:07",
    "end": "00:30:24"
  },
  {
    "text": "Yeah.",
    "start": "00:30:24",
    "end": "00:30:24"
  },
  {
    "text": "But smoke has this unique quality that when I reach out my hands to grab onto it, there's nothing there.",
    "start": "00:30:25",
    "end": "00:30:33"
  },
  {
    "text": "Yeah.",
    "start": "00:30:33",
    "end": "00:30:33"
  },
  {
    "text": "When I reach out to grab a rock, it's solid. It's there.",
    "start": "00:30:33",
    "end": "00:30:37"
  },
  {
    "text": "Yeah. It's kind of like when you're looking at fog. Like, if you're above the Fog line. You're looking at it. It looks like this nice blanket.",
    "start": "00:30:37",
    "end": "00:30:43"
  },
  {
    "text": "Yeah, Clouds. Like clouds.",
    "start": "00:30:43",
    "end": "00:30:44"
  },
  {
    "text": "Like clouds.",
    "start": "00:30:44",
    "end": "00:30:45"
  },
  {
    "text": "Yeah. Like when you're a kid, you look up at the clouds and you wish you could go lay on one, right?",
    "start": "00:30:45",
    "end": "00:30:49"
  },
  {
    "text": "Or you're above the clouds and you look down on a plane and yeah, it looks like really soft and. But then when you're in the fog driving around, it just looks like a haze.",
    "start": "00:30:49",
    "end": "00:30:58"
  },
  {
    "text": "That's right. Yeah, yeah, yeah. Hevel.",
    "start": "00:30:58",
    "end": "00:31:01"
  },
  {
    "text": "It's Hevel.",
    "start": "00:31:01",
    "end": "00:31:01"
  },
  {
    "text": "Hevel. So here I am living my life, and I work at a real estate company, and it seems like telling the truth ought to bring me success because it's the right thing to do, and that's justice and that's good. And I can count on it. It's real. We're not making up justice. We all want it to happen.",
    "start": "00:31:01",
    "end": "00:31:24"
  },
  {
    "text": "We all know we want everyone else to be honest with us.",
    "start": "00:31:25",
    "end": "00:31:27"
  },
  {
    "text": "Yeah, totally. And we all know what justice looks like when we see it happen. It's the right thing. But then I go out and I do the right thing.",
    "start": "00:31:27",
    "end": "00:31:35"
  },
  {
    "text": "I'm punished for it.",
    "start": "00:31:37",
    "end": "00:31:37"
  },
  {
    "text": "I'm punished for it and I lose out. It's Heavel. And what he doesn't mean is, therefore it's. Everything's meaningless. What he means is, I don't get that. It seems like justice is real. We can all know it. But sometimes when justice is done, it doesn't. Good things don't happen. Bad things happen. That's heavily. That's why I think the word absurd or enigma or paradox, because what the teacher isn't saying is, I know all the answers and I declare to you that life is meaningless. What he's saying is, I've discovered there's a glitch in the system. And things that I thought were certain and true aren't always certain and true. And that's the definition of paradox. It's not contradiction.",
    "start": "00:31:37",
    "end": "00:32:25"
  },
  {
    "text": "Well, now, couldn't he have used a word that more literally means riddle or paradox or enigma? I mean, there's got to be another Hebrew word.",
    "start": "00:32:25",
    "end": "00:32:32"
  },
  {
    "text": "Sure. But he chose this image and metaphor that I think once you get it.",
    "start": "00:32:33",
    "end": "00:32:39"
  },
  {
    "text": "So instead of using maybe a more straightforward word like logic oriented term. Yeah, logic oriented, he decided. Well, we're running with this word hevel. Typically it means smoke or vapor, but sometimes poetically can mean.",
    "start": "00:32:40",
    "end": "00:32:55"
  },
  {
    "text": "Temporary. My life is heavily.",
    "start": "00:32:58",
    "end": "00:33:00"
  },
  {
    "text": "Life is heavily. But I'm going to take that language and now I'm going to push it further and say the. The wisdom of the Proverbs has hevel to it because it doesn't always seem to work out. And so now let's live in this metaphor. And like, in the same way that that idol, when you reach out and it just dissipates, like, even when you reach out and try to do the right thing and fear God and all this stuff, there's still that sense to it as well. And it's disorienting. You're in the fog, you don't have the answers. It's not clear why it's confusing. It's heavy.",
    "start": "00:33:00",
    "end": "00:33:38"
  },
  {
    "text": "Yeah, it's heavy. So he's innovating. He's using an existing word that has this possibility of nuance, of meaning, of it's not real or it doesn't work out. And then he pushes it.",
    "start": "00:33:38",
    "end": "00:33:52"
  },
  {
    "text": "Sure. Well, poets do this all the time.",
    "start": "00:33:52",
    "end": "00:33:54"
  },
  {
    "text": "And poets do this all the time. Yeah, they'll use a word, but in a different way, way and context. And then.",
    "start": "00:33:54",
    "end": "00:34:00"
  },
  {
    "text": "And then that becomes. If it becomes a popular poem or a popular thought, then it just becomes part of the vernacular. People use that word that way.",
    "start": "00:34:01",
    "end": "00:34:09"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:34:09",
    "end": "00:34:10"
  },
  {
    "text": "So I'm curious, like, did he do this or did this word? Was this word already used this way and he's just running with it?",
    "start": "00:34:10",
    "end": "00:34:15"
  },
  {
    "text": "Well, and so that's about. Yeah, that's a complex question about the development of words, meanings and so on. What we can see is in the prophets, this idea of hevel as not temporary, but as seeming real, but then just an illusion. They use the word hevel to apply that idea to idols. And the teacher is using that nuance of heavel and applying it to all of life and wisdom and righteousness.",
    "start": "00:34:16",
    "end": "00:34:46"
  },
  {
    "text": "Isn't this really scandalous, though, from a Jewish point of view, in which it's like God said, here's what I promise you, you and he will do it as long as you uphold your end of the bargain. And so that's like keeping the commandments. And then this wisdom of the Proverbs runs with that and says, yeah, in fact, you can apply God's wisdom to all these areas in life and things go well for you. And so you know when things aren't going well, it's because you've been making a mistake and you haven't been holding up your end of the bargain. But then you get this book and he turns that on its head.",
    "start": "00:35:09",
    "end": "00:35:49"
  },
  {
    "text": "Yes, that's true. But it's not scandalous, maybe the way it is to modern Christians from a certain background. In many ways, it's very Jewish.",
    "start": "00:35:49",
    "end": "00:36:01"
  },
  {
    "text": "It wouldn't have been scandalous to a Jew.",
    "start": "00:36:03",
    "end": "00:36:04"
  },
  {
    "text": "Yeah. A better way to say that is, the Bible contains within itself these words and a story from God. But then the Hebrew Bible specifically has also within itself the human response to that. So the book of Psalms is prayers, for the most part, people's words to God. Some of them thanking God for his awesomeness and what he does. And then a whole bunch of them are saying, like, wait a minute, this isn't working out. What's happening? God, I'm angry. Dang it. Why don't you do something? And so that's a whole part of the Bible is people getting angry at God and venting their emotion. And so here is another example of within God's word to his people is a human voice saying, wait a minute. It doesn't always work out the way Proverbs said it would. And that God, that human word, becomes part of God's word to his people. And so within Jewish culture. Jewish culture, as it goes on throughout history, really has always contained, well, I think, this dialogue and building intention of perspectives contained within the Bible itself that.",
    "start": "00:36:04",
    "end": "00:37:19"
  },
  {
    "text": "Continues on in the tradition of the.",
    "start": "00:37:19",
    "end": "00:37:21"
  },
  {
    "text": "Yeah, so the Mishnah and the Talmud, these are discussions about how to live out the laws of the Torah. But it'll be a whole chapter on how to obey the Sabbath. And the chapter just contains the perspective of 18 different rabbis and doesn't tell you what to conclude. It just gives you the perspective of 18 different.",
    "start": "00:37:21",
    "end": "00:37:37"
  },
  {
    "text": "That's a very Jewish thing, is to allow for the tension within your tradition.",
    "start": "00:37:37",
    "end": "00:37:43"
  },
  {
    "text": "Yes. And the book of Proverbs. Excuse me, the book of Ecclesiastes does that so well with this, the two voices. Because the author says, listen to the words of this teacher, but listen, he's gonna give an orthodox conclusion.",
    "start": "00:37:43",
    "end": "00:37:59"
  },
  {
    "text": "And then there's me as like, you know, a modern Western Christian who goes, wait a second. How can this be in the Bible?",
    "start": "00:37:59",
    "end": "00:38:07"
  },
  {
    "text": "Right, Right.",
    "start": "00:38:08",
    "end": "00:38:08"
  },
  {
    "text": "Because that's not from my tradition where you, like, I never went to church. And one guy gets up and he's like, hey, so here's you know, how to follow Jesus. And here's like, what you should think about this thing going on in the world right now. And then another guy gets up and goes, cool, that was nice. But I'm a. You know, I think following Jesus means this. And. And this is what you should think about this current event. And then you go away from that service going, okay, what do I do? That never happens. That never, ever happens. So Ecclesiastes has this sense to it of, what do I do with this?",
    "start": "00:38:09",
    "end": "00:38:46"
  },
  {
    "text": "And what you do with it is you listen to It. Then you go listen to Job, and then you have three different perspectives on how to live well in God's good world. And hopefully you've listened to all of them honestly with an open mind, and you will be a wiser, better human if you take all three of them seriously. I think that's the point. This is stereo. Stereo.",
    "start": "00:38:46",
    "end": "00:39:11"
  },
  {
    "text": "It's so different.",
    "start": "00:39:12",
    "end": "00:39:12"
  },
  {
    "text": "Stereo is two things coming at you right from stereo.",
    "start": "00:39:13",
    "end": "00:39:16"
  },
  {
    "text": "Yeah.",
    "start": "00:39:16",
    "end": "00:39:16"
  },
  {
    "text": "So what's three things?",
    "start": "00:39:17",
    "end": "00:39:18"
  },
  {
    "text": "Dolby surround sound.",
    "start": "00:39:19",
    "end": "00:39:20"
  },
  {
    "text": "Dolby surround sound, yeah. That's the wisdom books are Dolby surround sound things, I think. Yeah. Anyhow.",
    "start": "00:39:20",
    "end": "00:39:25"
  },
  {
    "text": "Yeah, that's a good. That's a good image. That's just different. I mean, it's very different than. It makes me think of Scripture differently. I think I come from a. Well, let's boil it down to a systematic theology, which is like the book that gives you the answers and the way that you're saying the wisdom literature, in particular written is, I'm going to give you three different books with three different points of view. And that's the answer for you. The answer is you living in tension between all three of these books.",
    "start": "00:39:26",
    "end": "00:39:56"
  },
  {
    "text": "Yes. And they don't contradict each other. They complement each other. Because proverbs actually never said, this is airtight and how it will always work.",
    "start": "00:39:56",
    "end": "00:40:07"
  },
  {
    "text": "Kind of feels that way. Yeah. But you read it and you walk away and you feel that way.",
    "start": "00:40:07",
    "end": "00:40:12"
  },
  {
    "text": "Sure. However, it's a book of proverbs. Like the form of the book itself.",
    "start": "00:40:12",
    "end": "00:40:18"
  },
  {
    "text": "Yes.",
    "start": "00:40:18",
    "end": "00:40:18"
  },
  {
    "text": "Is a proverb. Not. As I said, it's proverbs, not the book of promises.",
    "start": "00:40:18",
    "end": "00:40:23"
  },
  {
    "text": "Right.",
    "start": "00:40:24",
    "end": "00:40:24"
  },
  {
    "text": "And so Ecclesiastes comes along and says, you know, it's not airtight. And here's a whole bunch of examples. And how do you reckon and live with that? And the teacher's conclusion isn't, therefore, go be a relativist or a hedonist. You know, he's actually still going to say, it's better to be wise and fear God, but you should adjust your expectations.",
    "start": "00:40:24",
    "end": "00:40:48"
  },
  {
    "text": "Yeah.",
    "start": "00:40:48",
    "end": "00:40:48"
  },
  {
    "text": "So that your worldview isn't shattered when horrible things happen to you for doing the right thing. So. Yeah. And that's the significant point of why I think meaningless is not a helpful translation. Because meaningless makes you think, oh, here's the authoritative conclusion.",
    "start": "00:40:49",
    "end": "00:41:04"
  },
  {
    "text": "Right.",
    "start": "00:41:04",
    "end": "00:41:05"
  },
  {
    "text": "There is no meaning. And that's not what he's saying. What he's saying is enigma. There are some things that happen in life that are just a true glitch in the system, and you don't know why.",
    "start": "00:41:05",
    "end": "00:41:16"
  },
  {
    "text": "You're not gonna be able to figure it out.",
    "start": "00:41:16",
    "end": "00:41:17"
  },
  {
    "text": "You're not gonna be able to figure it out.",
    "start": "00:41:17",
    "end": "00:41:18"
  },
  {
    "text": "Which is very. It's related then to what God says to Job.",
    "start": "00:41:18",
    "end": "00:41:22"
  },
  {
    "text": "It's very similar to Job, except with Job we are given a window into the heavens and a bit more understanding of why something happens to somebody, even though we don't actually really get the full answer.",
    "start": "00:41:22",
    "end": "00:41:36"
  },
  {
    "text": "Yeah. Even though it still leaves you with a ton of questions.",
    "start": "00:41:36",
    "end": "00:41:38"
  },
  {
    "text": "Yeah, yeah, yeah. So we'll talk about that when we get to Job. But Ecclesiastes is just saying the system doesn't always work perfectly. The wisdom, fear of the Lord system. And you're not going to be able to figure it out. It's heaven, it's real, but it's also not always real in particular.",
    "start": "00:41:38",
    "end": "00:41:58"
  },
  {
    "text": "There's a kind of an agnosticism about it in some ways. Not in that he doesn't say there's no God or that there's things, but he is saying there's plenty that we can't know.",
    "start": "00:41:58",
    "end": "00:42:09"
  },
  {
    "text": "Yeah, there are gonna be things that you can't know. And listen, we're just at verse two of the book. So that's not where he ends, it's where he begins. Cause he's gonna have a lot of recommendations about how you deal with that and how you live well in God's world, even knowing that things are he.",
    "start": "00:42:10",
    "end": "00:42:29"
  },
  {
    "text": "Can we talk about this first example?",
    "start": "00:42:50",
    "end": "00:42:52"
  },
  {
    "text": "I just think it's so interesting, the first example.",
    "start": "00:42:52",
    "end": "00:42:55"
  },
  {
    "text": "6 One of the paradox. God gives some people wealth, possessions and honor so that they lack nothing their hearts desire. First of all, that sounds amazing.",
    "start": "00:42:55",
    "end": "00:43:04"
  },
  {
    "text": "Yeah.",
    "start": "00:43:06",
    "end": "00:43:06"
  },
  {
    "text": "Everything my heart desires, I get. Wealth, possessions, honor. I'm just stoked God gave that to some people.",
    "start": "00:43:07",
    "end": "00:43:15"
  },
  {
    "text": "Yeah, yeah. They get all that they wish and.",
    "start": "00:43:16",
    "end": "00:43:19"
  },
  {
    "text": "Wanted, which is, I think what everyone really like is kind of longing for. Longing for. I just want to have the stuff I need. I want to have people respect me. I want to be taken care of. Because my heart is always longing for things. And if I had this stuff, then my heart would be satiated.",
    "start": "00:43:19",
    "end": "00:43:38"
  },
  {
    "text": "Yes.",
    "start": "00:43:38",
    "end": "00:43:38"
  },
  {
    "text": "And God has given that to some people. Is that what he's saying? Is this just a thought experiment, but.",
    "start": "00:43:39",
    "end": "00:43:43"
  },
  {
    "text": "The sentence goes on?",
    "start": "00:43:43",
    "end": "00:43:44"
  },
  {
    "text": "Well, the sentence goes on, but can we just stop right there? If you're a king, you kind of have that in a sense. You got everything you would need. Everyone supposed to respect you, like if you're a celebrity.",
    "start": "00:43:44",
    "end": "00:43:54"
  },
  {
    "text": "Well, I think he's playing into perception here. Okay, so he's not saying it's not the end of the sentence. He plays into perception that some people have wealth, possession, honor, and Everything they want, they get. Yeah, but this actually is chapter six. It's a culmination of a line of thought that started back in chapter two. Is that even people who get those things paradoxically hate their lives.",
    "start": "00:43:55",
    "end": "00:44:18"
  },
  {
    "text": "Yeah. Which is so true a lot of times.",
    "start": "00:44:18",
    "end": "00:44:21"
  },
  {
    "text": "Yes. And how they. All that they had to go through to acquire all of that stuff. By the time they have it all, they're stressed out and can't sleep at night and old and exhausted. So he finishes and says they lack nothing their hearts desire. But those are the same people usually that God hasn't granted an ability to enjoy them because they had to kill themselves to get all this.",
    "start": "00:44:21",
    "end": "00:44:44"
  },
  {
    "text": "And then they die and someone else.",
    "start": "00:44:44",
    "end": "00:44:46"
  },
  {
    "text": "Enjoys it and all of their wealth goes on to irresponsible trust fund kids or whatever, on to somebody else. And strangers get to benefit from. From everything that they worked for. But the person who worked for it dies because of ulcers or even when.",
    "start": "00:44:46",
    "end": "00:45:02"
  },
  {
    "text": "They'Re alive, other people.",
    "start": "00:45:02",
    "end": "00:45:04"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:45:04",
    "end": "00:45:05"
  },
  {
    "text": "Get to enjoy the things that they've accomplished.",
    "start": "00:45:05",
    "end": "00:45:08"
  },
  {
    "text": "So he says, here's an example where somebody worked hard, feared the Lord was wise, got all this stuff. They lacked nothing their hearts desire, but their life actually became miserable to them through acquiring all of that. And then they didn't even truly get to enjoy it. Other people enjoy it. That's heavy. It's like somebody lived by Proverbs 3. You know, I was like, trust, I trust the Lord. Well, if you told me a story.",
    "start": "00:45:09",
    "end": "00:45:34"
  },
  {
    "text": "About that someone that we know who got really famous, got all this money, like, but was an upright dude and just was killing it. He's just like, you know, writing books and like, whatever. And then we find out, you tell me, like, yeah, he's actually really, really depressed and is like, is now addicted to whatever and now blah, blah. It'd be like, oh my goodness, what a bummer. And why, like, how did. It really is gut wrenching to know that, like, man, you had it that it made and then you went and gambled this way, or you went and.",
    "start": "00:45:34",
    "end": "00:46:11"
  },
  {
    "text": "Did that, or you just weren't able to enjoy it because of.",
    "start": "00:46:11",
    "end": "00:46:15"
  },
  {
    "text": "Or you're just depressed.",
    "start": "00:46:15",
    "end": "00:46:16"
  },
  {
    "text": "Yeah. The mindset that your accomplishment.",
    "start": "00:46:16",
    "end": "00:46:19"
  },
  {
    "text": "And then it would be frustrating be like, why does it have to be that way? And there wouldn't be a clear answer.",
    "start": "00:46:19",
    "end": "00:46:25"
  },
  {
    "text": "Yes. Yeah. So yeah, he's. Wealth, possessions, honor. Those are the very things that Proverbs said you would get by living wise. Here you are fearing the Lord and you've got them and you hate your.",
    "start": "00:46:26",
    "end": "00:46:37"
  },
  {
    "text": "Life and you can't enjoy it.",
    "start": "00:46:37",
    "end": "00:46:38"
  },
  {
    "text": "Yeah, it's heavy. Again, it's not meaningless. That's a paradox. Yeah, that's not how the system's supposed to work. You're supposed to.",
    "start": "00:46:38",
    "end": "00:46:47"
  },
  {
    "text": "It's a troubling kind of glitch that the Proverbs didn't expose.",
    "start": "00:46:48",
    "end": "00:46:52"
  },
  {
    "text": "And notice, he begins, he says, God gives some people this. So this is how it works out sometimes.",
    "start": "00:46:52",
    "end": "00:46:58"
  },
  {
    "text": "Right.",
    "start": "00:46:58",
    "end": "00:46:58"
  },
  {
    "text": "Some people have wealth, possessions, honor, and it's great. They have big families and they're happy and die at a ripe old age. But not everybody. So again, Proverbs doesn't give you the exceptions to the rule. And Ecclesiastes comes and says, let's talk about those exceptions. Because they expose that things aren't as black and white as you thought. They're heavily. It's a paradox which is different than a contradiction. I think you hear meaningless, and you say, oh, it's a contradiction. Life has no meaning.",
    "start": "00:46:58",
    "end": "00:47:31"
  },
  {
    "text": "Well, it's a contradiction in the biblical worldview where life has meaning because God created it with a purpose, so there's meaning to life.",
    "start": "00:47:32",
    "end": "00:47:40"
  },
  {
    "text": "Yeah, but a contradiction means I know, because I've surveyed all the data and know this is a genuine contradiction in the world.",
    "start": "00:47:40",
    "end": "00:47:50"
  },
  {
    "text": "It is. These can't exist together.",
    "start": "00:47:50",
    "end": "00:47:51"
  },
  {
    "text": "Right. And that's different than paradox. Paradox is saying from my vantage point with the limited data and perspective I have, I can't see how things go together. It doesn't mean they're not reconcilable. It just means I can't reconcile them. But I'm not God. And I think that's what the teacher is trying to say here, under the sun, which is a phrase he uses 28 times here. Humans who are not transcendent. And above all, we look at life and what we see is paradox.",
    "start": "00:47:51",
    "end": "00:48:24"
  },
  {
    "text": "Sometimes from our vantage point under the sun, we can't discern why these things are happening this way.",
    "start": "00:48:25",
    "end": "00:48:32"
  },
  {
    "text": "Just because I can't see meaning in some thing that happens in my life doesn't mean there isn't meaning. It just means I don't have the perspective to see what it is.",
    "start": "00:48:32",
    "end": "00:48:43"
  },
  {
    "text": "And you might never have that perspective.",
    "start": "00:48:43",
    "end": "00:48:45"
  },
  {
    "text": "And you most likely will never have that perspective. Like Job never got that perspective. And like the teacher, the book is not trying to make you into an atheist. The book's trying to make you a humble theist, a humble fear of God, to know that you should fear God. Keep his commandments, as the author says at the end, but don't expect that everything's always going to work out for you. Tragedies will happen things won't work out. And it doesn't mean that God's not good. It just means that life is full of paradoxes under the sun, and that humbles you. And then that forces you to say, well, then how do I What are my motives for pursuing the good life if there's so much Heavel.",
    "start": "00:48:45",
    "end": "00:49:31"
  },
  {
    "text": "That'S the end of part one in our conversation of Ecclesiastes. In the next episode, we'll continue this conversation and we'll dive into the specific arguments that the teacher makes to prove that the world is in fact Heavel. We make videos and we put them on YouTube. This conversation is going to be turned into a short animated video that explains the wisdom of Ecclesiastes and it will be out in the summer of 2016. We also have out an animated overview of Proverbs. Really Love came out beautifully. Then we'll finish off that series with an overview of Job that will come out in the fall. We also have a lot of other videos. We have outlines of every book of the Bible in a Read Scripture series. Those are all on YouTube. You can find them@YouTube.com TheBibleProject you can download them for free off of our website. Use them in church, school, at home, with your families. Any way that you want to use them. We're on Twitter oinbibleproj and on Facebook facebook.com thebibleproject say hi to us. We'll catch you next time. Thanks for being a part of this with.",
    "start": "00:49:45",
    "end": "00:50:56"
  },
  {
    "text": "From now on, no regret.",
    "start": "00:51:12",
    "end": "00:51:16"
  }
]