[
  {
    "text": "We are talking through the books in the wisdom literature of the Hebrew Bible. Proverbs, Ecclesiastes, and Job. Today we're going to dive into the Book of Proverbs.",
    "start": "00:00:11",
    "end": "00:00:20"
  },
  {
    "text": "Let the wise listen and add to their learning. Let the discerning get more guidance. This book's for understanding proverbs and parables and riddles of the wise.",
    "start": "00:00:21",
    "end": "00:00:31"
  },
  {
    "text": "This book claims that there's a powerful, mysterious force in the universe called Hokma. We translate that Hebrew word into wisdom.",
    "start": "00:00:32",
    "end": "00:00:41"
  },
  {
    "text": "Wisdom is described as this universal principle according to which the whole universe is ordered and in which it coheres.",
    "start": "00:00:41",
    "end": "00:00:50"
  },
  {
    "text": "Proverbs begins with nine chapters of speech encouraging us, the reader, to see Kokma. And then the rest of the book is the proverbs themselves.",
    "start": "00:00:50",
    "end": "00:01:00"
  },
  {
    "text": "Hundreds and hundreds of these sayings that just take every topic in life you could possibly imagine and then running them through the grid of the law of Hokhma that runs the universe.",
    "start": "00:01:00",
    "end": "00:01:10"
  },
  {
    "text": "Learning about Chokhmah is not some intellectual exercise with an impersonal force.",
    "start": "00:01:10",
    "end": "00:01:16"
  },
  {
    "text": "Yeah. Wisdom is an attribute of God, but it's also something that we're gonna see is accessible to humans. You can have wisdom too.",
    "start": "00:01:16",
    "end": "00:01:24"
  },
  {
    "text": "I hope you enjoy this conversation as much as I did on the Book of Proverbs. Here we go. Bring you loneliness and pain. I'll defend you, king of the grave I'll remind you of the. Okay. The Book of Proverbs. It's one of the three books in the wisdom literature.",
    "start": "00:01:24",
    "end": "00:01:58"
  },
  {
    "text": "Yeah. What we're gonna frame all of these books as is addressing the question, what kind of world am I living in? And what does it mean to live well in God's world? These books all take for granted that the God of Israel is the creator and God of the world.",
    "start": "00:01:58",
    "end": "00:02:17"
  },
  {
    "text": "This would be a book that would make it to the New York Times bestseller list. In nonfiction, it'd be like how to make friends and influence people kind of book.",
    "start": "00:02:17",
    "end": "00:02:25"
  },
  {
    "text": "But for religious people. But for religious people, there's good and evil, right and wrong. So what does it mean to live well and live the good life here?",
    "start": "00:02:25",
    "end": "00:02:33"
  },
  {
    "text": "Yeah.",
    "start": "00:02:33",
    "end": "00:02:33"
  },
  {
    "text": "So what's interesting about the Book of Proverbs is that chapters one to nine begins with all these speeches. Not Proverbs, but speeches. There's a set of common themes that unite all these speeches. And the first is that wisdom is described as this universal principle according to which the whole universe is ordered and in which it coheres. The most famous example of this is in Proverbs, chapter 8, where wisdom is something God uses to actually build and architect the whole universe. So it says in Proverbs 8 that the Lord acquired wisdom as the first of of all. That he did, and that he formed wisdom and then used wisdom to architect the watery depths and the mountains and the hills and how he marked out the heavens. It's all this architectural imagery of God making a big building. But wisdom is the blueprint. It's really interesting. So it's as if there's lots of metaphors you could use. Think of a rug. So the weave and pattern of the fabric is woven in order with wisdom. Or there's the universe. And existence has a grain like wood, and you can live with the grain or you can go against the grain. There's an order, a cause, effect, pattern. So in the Book of Proverbs, there is a set of laws, so to speak, from how life tends to work.",
    "start": "00:02:33",
    "end": "00:04:04"
  },
  {
    "text": "What's the scripture that talks about it like a blueprint?",
    "start": "00:04:05",
    "end": "00:04:07"
  },
  {
    "text": "Oh, that's in Proverbs 8. It starts in verse 22. But it's wisdom speaking and saying, the Lord acquired me and then started using me when he was architecting and building the universe.",
    "start": "00:04:07",
    "end": "00:04:23"
  },
  {
    "text": "So wisdom is the blueprint in this metaphor. So when God was designing the universe, he would then go. And he would look at wisdom and go, okay, that's how I'm going to do it.",
    "start": "00:04:23",
    "end": "00:04:37"
  },
  {
    "text": "Yes. Yeah, yeah. Wisdom is an attribute of God, but it's also something that we're going to see is accessible to humans. You can have wisdom, too. And when you do that, you're actually tapping into something outside of yourself that is the attribute of God himself. And that's a principle woven into how the world is.",
    "start": "00:04:37",
    "end": "00:04:59"
  },
  {
    "text": "It's the same attribute that gave the blueprints for the world.",
    "start": "00:04:59",
    "end": "00:05:03"
  },
  {
    "text": "Correct? Yeah, it's actually. There's an important difference, but it's very similar to the view of the Force in the Star wars universe, that there's a force, a set of cause and effect patterns, and you can get in touch with them and work along with them. You can live along with the force, the light side, or you can. So the difference is that there's no dark side of the Force. There's just foolishness.",
    "start": "00:05:04",
    "end": "00:05:31"
  },
  {
    "text": "There's either using the force or not using the force.",
    "start": "00:05:31",
    "end": "00:05:33"
  },
  {
    "text": "There's either using the force. There's only the light side. In Proverbs, there's no dark side. The dark side is just being a fool and living against the grain of the universe, in which case you'll get punished. So that's the first thing, is that it's an attribute of God. It's a principle according to which the world works and the universe is ordered. And then this.",
    "start": "00:05:33",
    "end": "00:05:55"
  },
  {
    "text": "And it's called Hokma.",
    "start": "00:05:55",
    "end": "00:05:57"
  },
  {
    "text": "Yeah. So the Hebrew word for wisdom is the word hokhmah. You kind of have to clear your throat a little bit in that second syllable. Yeah. So wisdom is a standard English translation. It has another nuance to it that we don't have in the English word wisdom, which we'll talk about in a second. But it's. That's the basic idea of Chokhmah.",
    "start": "00:05:57",
    "end": "00:06:20"
  },
  {
    "text": "It's the principle, rather than calling it the force. Because I keep thinking of Star Wars.",
    "start": "00:06:20",
    "end": "00:06:23"
  },
  {
    "text": "Oh, yeah. Let's just call it Hokhmahma. But it's not just like a law of gravity or something. It's like the law of gravity in that you see it at work everywhere, but you can't see it.",
    "start": "00:06:23",
    "end": "00:06:35"
  },
  {
    "text": "You don't see it itself.",
    "start": "00:06:35",
    "end": "00:06:36"
  },
  {
    "text": "Yeah. But it's also a moral law. So every time you see somebody cheat and then get caught and pay the consequences, that's Chokhmah at work. Because Chokmah says, always have integrity. So it's not just impersonal. It's about decisions and moral behavior too.",
    "start": "00:06:36",
    "end": "00:06:55"
  },
  {
    "text": "So that's. It's a very different worldview than just an atheistic worldview that, you know, there is no moral guiding, so you just kind of do what you need to do to survive. Is saying actually when creation was ordered, there was this moral fabric put into it.",
    "start": "00:06:56",
    "end": "00:07:16"
  },
  {
    "text": "It's a moral universe. That's right. The famous quote of Martin Luther King Jr. You know, the arc of history is long bends towards justice. That's the worldview of Proverbs.",
    "start": "00:07:16",
    "end": "00:07:29"
  },
  {
    "text": "Yeah. Justice.",
    "start": "00:07:30",
    "end": "00:07:31"
  },
  {
    "text": "And that justice will win in goodness, eventually peace. Yeah. And the people who recognize that will cooperate and make. Participate in justice themselves. So.",
    "start": "00:07:32",
    "end": "00:07:43"
  },
  {
    "text": "Yeah, because within the fabric of creation, it was built the DNA of justice.",
    "start": "00:07:43",
    "end": "00:07:50"
  },
  {
    "text": "Yeah.",
    "start": "00:07:50",
    "end": "00:07:50"
  },
  {
    "text": "And so it's going to. It's gonna realize that.",
    "start": "00:07:50",
    "end": "00:07:53"
  },
  {
    "text": "It's gonna realize and reward integrity and honesty and generosity and justice. And not just in nature impersonally, but the law of human nature and how humans operate, that goodness will become its own reward over time.",
    "start": "00:07:53",
    "end": "00:08:10"
  },
  {
    "text": "So Hokma, if you were to characterize Proverbs as this wise teacher, and you got into her head, you would see that she was very acutely aware of Hokma. She sees it everywhere.",
    "start": "00:08:11",
    "end": "00:08:26"
  },
  {
    "text": "She sees it. And it's a pattern to how the world works. Not just gravity and the stars and atomic forces, but like relationships and everyday life. Decisions also work according to a pattern. And if you can figure that out, you can live.",
    "start": "00:08:26",
    "end": "00:08:43"
  },
  {
    "text": "And that's why she's so smart when you bring a dilemma to her and she's so quick to be like, well, here's what's going on is because she sees the underlying patterns and the underlying way things work.",
    "start": "00:08:43",
    "end": "00:08:55"
  },
  {
    "text": "Yeah, yeah. She looks for patterns in the cause and effect of people's and she believes.",
    "start": "00:08:55",
    "end": "00:09:02"
  },
  {
    "text": "In the patterns and they prove her.",
    "start": "00:09:02",
    "end": "00:09:04"
  },
  {
    "text": "Out there part of how God wired the universe. And so Hokma isn't just.",
    "start": "00:09:04",
    "end": "00:09:13"
  },
  {
    "text": "Does she have a tattoo? A Hokma tattoo.",
    "start": "00:09:13",
    "end": "00:09:15"
  },
  {
    "text": "In Hebrew on her inner wrist? Yeah, right. On her forearm, therefore. So that's why Chokmah as skill, not just knowledge, but skill is really important because it's not just that you know about the pattern, it's that you use it. Use it. And then you craft your life the same way a stonemason can chisel a statue out of a big boulder. So you take this raw material that is your life and you can design it right by chiseling your life out according to the pattern of Chokhmah, according to. To wisdom and justice and integrity and hard work and diligence and patience and so on.",
    "start": "00:09:17",
    "end": "00:09:59"
  },
  {
    "text": "Now it's not just goodness and morality, it's also just street smart stuff also.",
    "start": "00:10:25",
    "end": "00:10:30"
  },
  {
    "text": "That's exactly right. And so that gets into the second main nuance of Chochmah in Hebrew that we don't have in our English word wisdom. Wisdom is primarily a head knowledge. It's something, you know, primarily intellectual reference. In Hebrew. It's an active meaning because you can also say, so Solomon employs a bunch of artists, like stone workers and woodworkers to work in the temple, and he hires them because they have Chokhmah. So it doesn't just.",
    "start": "00:10:30",
    "end": "00:11:04"
  },
  {
    "text": "It's not that they're a bunch of philosophers.",
    "start": "00:11:04",
    "end": "00:11:06"
  },
  {
    "text": "Yeah, they're not philosophers. Yeah. They're just like really skilled woodworkers. So it's applied knowledge. It's that you know the raw materials you're working with and how they work and you know how to make them them beautiful and design it well. So it's a skill.",
    "start": "00:11:06",
    "end": "00:11:23"
  },
  {
    "text": "So we've said a lot at this point, and I just want to make sure it's clear because in my head, for some reason, it's getting a little fuzzy. Hokma, we translate it wisdom. And there's a moral component to it because it rewards justice and integrity and those kind of things. So built into the fabric of the universe itself is this moral component, which is a part of Hokma. God used it as a blueprint when he designed the world. Another thing about Hokma, though, is you were Just describing is just the ability, the applied ability to take that wisdom and then do something with it.",
    "start": "00:11:24",
    "end": "00:12:08"
  },
  {
    "text": "That's right.",
    "start": "00:12:08",
    "end": "00:12:09"
  },
  {
    "text": "So it's not just head knowledge, it's this very practical.",
    "start": "00:12:09",
    "end": "00:12:12"
  },
  {
    "text": "Yes. Skill. That's right. Which gets applied to all kinds of things. Like I'm not particularly financially savvy, you know, myself, and so I probably could do a way better job at thinking long term and saving or whatever. Is that a moral issue? Is that right or wrong? You know? Well, maybe some people would say that it is, but it's just some people lack Chochmah. Some people have Chochma when it comes to skill with what they do with their money over the long haul.",
    "start": "00:12:12",
    "end": "00:12:44"
  },
  {
    "text": "So I'm. When I'm good at finance, I have Hokma.",
    "start": "00:12:44",
    "end": "00:12:47"
  },
  {
    "text": "Yes.",
    "start": "00:12:47",
    "end": "00:12:47"
  },
  {
    "text": "When I'm good at making chairs out of wood.",
    "start": "00:12:47",
    "end": "00:12:50"
  },
  {
    "text": "Yes.",
    "start": "00:12:50",
    "end": "00:12:50"
  },
  {
    "text": "At Hokma.",
    "start": "00:12:50",
    "end": "00:12:51"
  },
  {
    "text": "Yes.",
    "start": "00:12:51",
    "end": "00:12:52"
  },
  {
    "text": "When I'm good at brewing beer in my basement.",
    "start": "00:12:52",
    "end": "00:12:56"
  },
  {
    "text": "Yeah. I've got Hokma.",
    "start": "00:12:56",
    "end": "00:12:57"
  },
  {
    "text": "But.",
    "start": "00:12:58",
    "end": "00:12:58"
  },
  {
    "text": "And when you're good at having integrity and honesty with how you deal with your co workers, that too is.",
    "start": "00:12:59",
    "end": "00:13:07"
  },
  {
    "text": "Now, what if I'm good at finances but I do it in an unjust way?",
    "start": "00:13:08",
    "end": "00:13:12"
  },
  {
    "text": "Yeah. Then you're an idiot.",
    "start": "00:13:12",
    "end": "00:13:14"
  },
  {
    "text": "Then I don't have Hokma.",
    "start": "00:13:14",
    "end": "00:13:15"
  },
  {
    "text": "Then you don't have Hokma.",
    "start": "00:13:15",
    "end": "00:13:16"
  },
  {
    "text": "So you can't separate the moral component from the practical skill.",
    "start": "00:13:16",
    "end": "00:13:20"
  },
  {
    "text": "Correct. Yep, that's correct. That's true. Yeah.",
    "start": "00:13:21",
    "end": "00:13:23"
  },
  {
    "text": "So a woodworker who makes these beautiful monuments. Right. For Solomon. But he's just like a scam artist.",
    "start": "00:13:23",
    "end": "00:13:30"
  },
  {
    "text": "Yeah. Right.",
    "start": "00:13:30",
    "end": "00:13:31"
  },
  {
    "text": "He wouldn't be considered having Hokma.",
    "start": "00:13:31",
    "end": "00:13:33"
  },
  {
    "text": "Well, he has Chokhmah in his trade.",
    "start": "00:13:34",
    "end": "00:13:36"
  },
  {
    "text": "But not in his personal life.",
    "start": "00:13:37",
    "end": "00:13:38"
  },
  {
    "text": "He's an evil with his life.",
    "start": "00:13:40",
    "end": "00:13:42"
  },
  {
    "text": "An avil. A ful.",
    "start": "00:13:42",
    "end": "00:13:43"
  },
  {
    "text": "Evil. Yeah.",
    "start": "00:13:43",
    "end": "00:13:44"
  },
  {
    "text": "Is that ful?",
    "start": "00:13:44",
    "end": "00:13:45"
  },
  {
    "text": "Yeah, you transliterate it. E V I L. Really? Yes.",
    "start": "00:13:45",
    "end": "00:13:49"
  },
  {
    "text": "Wow.",
    "start": "00:13:49",
    "end": "00:13:49"
  },
  {
    "text": "Evil.",
    "start": "00:13:50",
    "end": "00:13:50"
  },
  {
    "text": "He's evil.",
    "start": "00:13:50",
    "end": "00:13:51"
  },
  {
    "text": "Evil in Hebrew means fool. Yeah. Correct. Yeah. So the moral components, like a layer that goes underneath all of.",
    "start": "00:13:51",
    "end": "00:13:59"
  },
  {
    "text": "So you can have Hokma without morality as it pertains to things that aren't in the bounds of needing to be moral.",
    "start": "00:14:00",
    "end": "00:14:07"
  },
  {
    "text": "Yeah, that's a good. Yeah, yeah. And typically those are in the realm of relationships.",
    "start": "00:14:07",
    "end": "00:14:12"
  },
  {
    "text": "So if it's in the realm of relationships, you need morality if it affects people.",
    "start": "00:14:13",
    "end": "00:14:16"
  },
  {
    "text": "Yeah, essentially.",
    "start": "00:14:17",
    "end": "00:14:18"
  },
  {
    "text": "But doesn't everything affect people?",
    "start": "00:14:18",
    "end": "00:14:20"
  },
  {
    "text": "I suppose it does. If I chop down a tree, is that immoral? The tree falls in somebody's house and then I run away. That's immoral. And if I chop down too many.",
    "start": "00:14:20",
    "end": "00:14:30"
  },
  {
    "text": "Trees or you chop down a tree that's not yours.",
    "start": "00:14:30",
    "end": "00:14:32"
  },
  {
    "text": "Yeah. Or you chop down too many trees so that the squirrels don't have a home anymore.",
    "start": "00:14:33",
    "end": "00:14:38"
  },
  {
    "text": "Yeah. So you can do all these things in a way that doesn't actually have Hokma.",
    "start": "00:14:38",
    "end": "00:14:43"
  },
  {
    "text": "Yes.",
    "start": "00:14:43",
    "end": "00:14:43"
  },
  {
    "text": "But you could still make a beautiful end table with that tree. And so you have Hokma as it relates to the end table, but you didn't use Hokma.",
    "start": "00:14:43",
    "end": "00:14:53"
  },
  {
    "text": "Hmm.",
    "start": "00:14:53",
    "end": "00:14:53"
  },
  {
    "text": "So I don't know, am I being too.",
    "start": "00:14:54",
    "end": "00:14:55"
  },
  {
    "text": "Yeah, I think you're. No, it's just, it's your. The way that you like to drill down precision and clear categories, I think runs into difficulty in this set of concepts.",
    "start": "00:14:56",
    "end": "00:15:08"
  },
  {
    "text": "Yeah. Because this is just a word that they used. And language is messy sometimes.",
    "start": "00:15:09",
    "end": "00:15:14"
  },
  {
    "text": "Language is messy. Yeah, that's right. So the concept. Well, I mean, we're talking about the fear of the Lord. We don't have to talk about it yet. But this is where the fear of the Lord is the beginning of wisdom.",
    "start": "00:15:14",
    "end": "00:15:25"
  },
  {
    "text": "A lot of the proverbs have nothing to do with being moral or not. Right. A lot of them are just like, here's a smart way to live. Here's another smart way to live.",
    "start": "00:15:25",
    "end": "00:15:35"
  },
  {
    "text": "The moral component is dominant.",
    "start": "00:15:36",
    "end": "00:15:39"
  },
  {
    "text": "But it is dominant.",
    "start": "00:15:39",
    "end": "00:15:40"
  },
  {
    "text": "Yeah. That's why in the same chapter of Proverbs, the good guys are called the wise, the righteous, the hard working, and the bad guys are called the evil, the wicked, the unrighteous, the lazy.",
    "start": "00:15:40",
    "end": "00:15:56"
  },
  {
    "text": "Okay.",
    "start": "00:15:57",
    "end": "00:15:57"
  },
  {
    "text": "So these categories are overlapped with each other. The moral and just, the wise or stupid. And that's part of the worldview of Proverbs. That's true.",
    "start": "00:15:57",
    "end": "00:16:08"
  },
  {
    "text": "But when it comes to, like, certain business things that aren't. I mean, there's some lot of ethical stuff, but then there's proverbs that are just like, here's how to handle. I don't know, I don't have any examples.",
    "start": "00:16:08",
    "end": "00:16:19"
  },
  {
    "text": "Yeah, yeah. No. Proverbs 14, 4, where there's no oxen, the manger is empty. But the strength of an ox produces abundant harvests. So life's a lot more complicated. If you don't own an ox, a lot harder. No, no. Where there's no oxen, the manger is empty. You don't have to scoop up poop, you don't have to take out food every single day.",
    "start": "00:16:19",
    "end": "00:16:44"
  },
  {
    "text": "Meaning you don't have to deal with.",
    "start": "00:16:44",
    "end": "00:16:46"
  },
  {
    "text": "You know, it's a nice clean manger, you don't have to deal with the mess. No ox. But if you don't have an ox, you're not going to produce an abundant harvest. So that's just a proverb about if you want to Be productive. You have to be willing to put in the labor. Isn't that great?",
    "start": "00:16:46",
    "end": "00:17:02"
  },
  {
    "text": "That's really great.",
    "start": "00:17:03",
    "end": "00:17:03"
  },
  {
    "text": "To do the things you want to do. You often, most often have to do things that you don't want to do also along with them. And that's just the nature and has.",
    "start": "00:17:03",
    "end": "00:17:15"
  },
  {
    "text": "Nothing to do with being a good person or being a bad person.",
    "start": "00:17:15",
    "end": "00:17:18"
  },
  {
    "text": "Proverbs 14:4 is just saying anything.",
    "start": "00:17:18",
    "end": "00:17:21"
  },
  {
    "text": "It's a life skill.",
    "start": "00:17:21",
    "end": "00:17:22"
  },
  {
    "text": "Anything meaningful in life is gonna have its upsides and its downsides.",
    "start": "00:17:22",
    "end": "00:17:26"
  },
  {
    "text": "Yeah.",
    "start": "00:17:26",
    "end": "00:17:26"
  },
  {
    "text": "And that's just. There you go.",
    "start": "00:17:27",
    "end": "00:17:28"
  },
  {
    "text": "And it made it into.",
    "start": "00:17:28",
    "end": "00:17:29"
  },
  {
    "text": "Yeah, But I love how it puts it.",
    "start": "00:17:30",
    "end": "00:17:32"
  },
  {
    "text": "That's a.",
    "start": "00:17:32",
    "end": "00:17:33"
  },
  {
    "text": "You don't have an ox. Your manger's nice and empty and clean, but the strength of the ox produces abundant harvest.",
    "start": "00:17:33",
    "end": "00:17:41"
  },
  {
    "text": "Yeah. You don't have employees. Your HR department. It's really easy going.",
    "start": "00:17:41",
    "end": "00:17:46"
  },
  {
    "text": "That's right. No office disputes, no silos. People aren't.",
    "start": "00:17:46",
    "end": "00:17:50"
  },
  {
    "text": "But you're doing all the work yourself.",
    "start": "00:17:50",
    "end": "00:17:52"
  },
  {
    "text": "But you're doing all the work by yourself.",
    "start": "00:17:52",
    "end": "00:17:54"
  },
  {
    "text": "So some of the proverbs are kind of prescriptive, but that one that we just talked about with the ox in the manger isn't prescriptive.",
    "start": "00:17:54",
    "end": "00:18:02"
  },
  {
    "text": "No, it's actually. It's kind of like a little riddle.",
    "start": "00:18:03",
    "end": "00:18:05"
  },
  {
    "text": "Yeah. It's like you get to decide do you want the dirty manger or do you want the. Or you want a clean manger or do you want some help in the field? You can't have both. Which one do you want to choose?",
    "start": "00:18:05",
    "end": "00:18:20"
  },
  {
    "text": "Yeah. There's actually the one liners that are in Proverbs 10 through the end of the book. They have a whole wonderful creative diversity of forms. So some of them are like, be like this, don't be like that. But a lot of them are like little riddles.",
    "start": "00:18:20",
    "end": "00:18:37"
  },
  {
    "text": "Yeah. And I think. What?",
    "start": "00:18:38",
    "end": "00:18:39"
  },
  {
    "text": "So a lot of them just say, here's how life is. The soothing tongue is a tree of life, but a perverse tongue crushes the spirit. It's just saying people who speak kindly are like this. People who speak badly are like this.",
    "start": "00:18:39",
    "end": "00:18:55"
  },
  {
    "text": "Yeah. But what's interesting is that proverb. Yeah. Isn't telling you how to speak. It's just kind of telling you how it is. But kind of embedded in that proverb. You get the idea that you should speak kindly.",
    "start": "00:18:55",
    "end": "00:19:09"
  },
  {
    "text": "Yes. Oh, yeah. It's pointing out the pattern.",
    "start": "00:19:09",
    "end": "00:19:12"
  },
  {
    "text": "But it's pointing out the pattern.",
    "start": "00:19:12",
    "end": "00:19:13"
  },
  {
    "text": "People who speak kindly and gently will, as law by the Hokma of the universe, be a source of life to others. That's just the nature of relationships.",
    "start": "00:19:14",
    "end": "00:19:25"
  },
  {
    "text": "So it's not prescriptive, but it definitely is kind of hinting towards the pattern that you should follow.",
    "start": "00:19:25",
    "end": "00:19:31"
  },
  {
    "text": "It's telling you what kind of world you're living in. A world where kind words are a source of life to others.",
    "start": "00:19:31",
    "end": "00:19:36"
  },
  {
    "text": "What's really interesting about the oxen manger, though, is arguably you can go either way.",
    "start": "00:19:36",
    "end": "00:19:42"
  },
  {
    "text": "Oh, I see.",
    "start": "00:19:42",
    "end": "00:19:42"
  },
  {
    "text": "Or is it. Or is it saying that, no, you need the ox, Deal with the ox.",
    "start": "00:19:42",
    "end": "00:19:47"
  },
  {
    "text": "Yeah. The value is in the abundant harvest.",
    "start": "00:19:47",
    "end": "00:19:49"
  },
  {
    "text": "Yes.",
    "start": "00:19:49",
    "end": "00:19:50"
  },
  {
    "text": "Abundant harvests are good for you and for others.",
    "start": "00:19:50",
    "end": "00:19:52"
  },
  {
    "text": "Okay, so it isn't saying, like, you know, sometimes you might just want a simple manger. I don't know. It's interesting to me because I think about this sometimes when I'm like, how complicated do I want to make my life? And this is saying, well, you want an abundant harvest. I don't know. I just want an adequate harvest. I just don't want to starve.",
    "start": "00:19:52",
    "end": "00:20:13"
  },
  {
    "text": "Yes. This has nothing to do with the. But the Enneagram retreat that Jessica went on. The Type 5. One of our highest values is the uncomplicated life.",
    "start": "00:20:13",
    "end": "00:20:26"
  },
  {
    "text": "Yes, exactly. So I read that because, yeah, I'm a five. I read that proverb. I'm like, yeah, I'm going to limit the amount of ox poop I'm going to deal with in my life. That sounds great.",
    "start": "00:20:26",
    "end": "00:20:36"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:20:37",
    "end": "00:20:38"
  },
  {
    "text": "And so I read that proverb, and I think, like, that's smart, but it's getting at an underlying principle.",
    "start": "00:20:38",
    "end": "00:20:43"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:20:43",
    "end": "00:20:44"
  },
  {
    "text": "And that one does. I don't know. Is it telling you. No, like, the right thing to do is to have ox and deal with the poop, deal with complications, so you could have a big harvest. Is that what that proverb is trying to tell us?",
    "start": "00:20:44",
    "end": "00:21:00"
  },
  {
    "text": "I think so. Yeah. Yeah.",
    "start": "00:21:00",
    "end": "00:21:02"
  },
  {
    "text": "So I need to do it.",
    "start": "00:21:02",
    "end": "00:21:02"
  },
  {
    "text": "If you want an abundant harvest, you have to deal with what if you don't want complications? Well, okay.",
    "start": "00:21:02",
    "end": "00:21:07"
  },
  {
    "text": "No one back then was like, I don't want an abundant harvest.",
    "start": "00:21:07",
    "end": "00:21:10"
  },
  {
    "text": "Well, that's exactly right, because we can just go to the grocery store and get milk and sausage anytime we want. Yeah. So for them, if you don't put up with life's complications, you don't eat. So you want abundant harvests.",
    "start": "00:21:10",
    "end": "00:21:25"
  },
  {
    "text": "Got it.",
    "start": "00:21:25",
    "end": "00:21:26"
  },
  {
    "text": "Which means you're gonna have to do some stuff you don't want to do.",
    "start": "00:21:27",
    "end": "00:21:29"
  },
  {
    "text": "And that's always the case.",
    "start": "00:21:30",
    "end": "00:21:31"
  },
  {
    "text": "To get the greatest. The greatest goods in life.",
    "start": "00:21:31",
    "end": "00:21:33"
  },
  {
    "text": "Yes.",
    "start": "00:21:34",
    "end": "00:21:34"
  },
  {
    "text": "Always require sacrifices and compromises and dealing with difficult things.",
    "start": "00:21:34",
    "end": "00:21:40"
  },
  {
    "text": "Dirty mangers, the things that are worth chasing after and. And having in life are going to take a lot of Work. So all the proverbs, even if they're not directly telling you what to do, they're pretty much telling you.",
    "start": "00:21:40",
    "end": "00:21:52"
  },
  {
    "text": "They're trying to persuade you.",
    "start": "00:21:52",
    "end": "00:21:54"
  },
  {
    "text": "Trying to persuade you there's a persuasive element to all the problems.",
    "start": "00:21:54",
    "end": "00:21:57"
  },
  {
    "text": "Absolutely. Yeah.",
    "start": "00:21:57",
    "end": "00:21:58"
  },
  {
    "text": "Okay.",
    "start": "00:21:58",
    "end": "00:21:58"
  },
  {
    "text": "Yeah. So the opening paragraph of the book of Proverbs tells you it's a little. It's like a publisher's blurb on the back of the book. It's Proverbs of Solomon, son of David, king of Israel. And then there's a little blurb. It says it's for gaining Chochmah and instruction. It's for understanding the words of insight, for receiving instruction in prudent or like, shrewd behavior, for doing what is right and just is fair. This book's for giving prudence to the simple knowledge and discretion to the young. Let the wise listen and add to their learning. Let the discerning get more guidance. This book's for understanding proverbs and parables and riddles of the wise. And there's actually, in chapter 30, there's a whole collection of four to six line riddles. Do you want to hear one? A riddle. Here's a riddle from chapter 30, verses 15 and 16. There are three things that are never satisfied, four that never say enough. The grave, the barren womb, land which is never sated by water, and fire, which never says enough.",
    "start": "00:21:58",
    "end": "00:23:34"
  },
  {
    "text": "That's it.",
    "start": "00:23:35",
    "end": "00:23:35"
  },
  {
    "text": "That's the riddle.",
    "start": "00:23:35",
    "end": "00:23:36"
  },
  {
    "text": "Wow.",
    "start": "00:23:37",
    "end": "00:23:38"
  },
  {
    "text": "So the riddle is to say there are four things that consume. That consume, but they're different. Like the grave is this inevitable thing. It consumes all humans.",
    "start": "00:23:38",
    "end": "00:23:50"
  },
  {
    "text": "We're all heading there.",
    "start": "00:23:51",
    "end": "00:23:52"
  },
  {
    "text": "But the barren womb is the opposite of the grave. It's the beginning, place of life. But that also does not produce. And then there's land. Land that has no water. Like not all the rainwater in the world, like a womb will ever make it productive. And then fire, which is like the grave more. Yeah. Isn't that interesting?",
    "start": "00:23:52",
    "end": "00:24:16"
  },
  {
    "text": "Destroying everything.",
    "start": "00:24:16",
    "end": "00:24:17"
  },
  {
    "text": "That's the riddle.",
    "start": "00:24:17",
    "end": "00:24:18"
  },
  {
    "text": "Yeah.",
    "start": "00:24:18",
    "end": "00:24:19"
  },
  {
    "text": "It's so fascinating. There are three things that are too amazing for me. Four that I don't understand. The way of an eagle in the sky, the way of a snake on a rock, the way of the ship on the high seas, and the way of a man with a young woman.",
    "start": "00:24:19",
    "end": "00:24:37"
  },
  {
    "text": "I don't get it. Yeah, exactly.",
    "start": "00:24:41",
    "end": "00:24:44"
  },
  {
    "text": "Aren't these wonderful? You have to stop and think about them. I mean, so like an eagle crossing the sky. This is all about motion.",
    "start": "00:24:44",
    "end": "00:24:52"
  },
  {
    "text": "Okay. Yeah.",
    "start": "00:24:52",
    "end": "00:24:54"
  },
  {
    "text": "So eagle in the sky, it never flaps its wings.",
    "start": "00:24:54",
    "end": "00:24:57"
  },
  {
    "text": "Yeah. How's it Doing that.",
    "start": "00:24:57",
    "end": "00:24:58"
  },
  {
    "text": "A snake on a rock. It's just, how does.",
    "start": "00:24:59",
    "end": "00:25:02"
  },
  {
    "text": "Yeah. How's it slithering?",
    "start": "00:25:02",
    "end": "00:25:03"
  },
  {
    "text": "How does it get there?",
    "start": "00:25:03",
    "end": "00:25:04"
  },
  {
    "text": "Okay.",
    "start": "00:25:04",
    "end": "00:25:04"
  },
  {
    "text": "A ship on the high seas. How does that little thing move across those huge waves?",
    "start": "00:25:04",
    "end": "00:25:09"
  },
  {
    "text": "Okay.",
    "start": "00:25:09",
    "end": "00:25:10"
  },
  {
    "text": "And then how on earth does a brute, stinky man get a woman? Ever find favor with the elegant, beautiful woman?",
    "start": "00:25:10",
    "end": "00:25:18"
  },
  {
    "text": "Is that what he's talking about?",
    "start": "00:25:18",
    "end": "00:25:19"
  },
  {
    "text": "I think that's like. Isn't it odd that a woman would ever want to be with a man? Yeah, I think that's kind of what. Cause the ego. Anyway, there's an element of Proverbs that's playful too, of like using your mind to think about strange things in life.",
    "start": "00:25:19",
    "end": "00:25:38"
  },
  {
    "text": "And so that's use for wisdom in that it's just helping you understand the world more and think about it differently.",
    "start": "00:25:38",
    "end": "00:25:46"
  },
  {
    "text": "Yeah, Think about things differently. To think about. There's always more complexity than I ever realized. There's always new things to pull up.",
    "start": "00:25:46",
    "end": "00:25:55"
  },
  {
    "text": "There's more connections to things and there's vantage points that are going to help you understand things better, make better decisions.",
    "start": "00:25:55",
    "end": "00:26:03"
  },
  {
    "text": "Yeah.",
    "start": "00:26:03",
    "end": "00:26:04"
  },
  {
    "text": "So those are like the riddles, but then there's just straight up, you know, don't do this. That's a foolish thing to do.",
    "start": "00:26:05",
    "end": "00:26:12"
  },
  {
    "text": "Yeah. The vast majority don't lie to people.",
    "start": "00:26:12",
    "end": "00:26:14"
  },
  {
    "text": "That's foolish. Tell the truth. That's great. That'll. You'll do well.",
    "start": "00:26:14",
    "end": "00:26:17"
  },
  {
    "text": "But that's not how they do it. That's like the Ten Commandments. Proverbs are saying.",
    "start": "00:26:17",
    "end": "00:26:21"
  },
  {
    "text": "Well, they'll do it. Yeah, they'll have a. It'll be.",
    "start": "00:26:22",
    "end": "00:26:23"
  },
  {
    "text": "They'll just say an evil person ends up like this, but the wise person, they'll be like this.",
    "start": "00:26:23",
    "end": "00:26:28"
  },
  {
    "text": "Yeah.",
    "start": "00:26:29",
    "end": "00:26:29"
  },
  {
    "text": "So again, it's put there painting a picture of how the world works. And then you read the proverb and you go, oh, I want to be like the wise man, not like the fool.",
    "start": "00:26:29",
    "end": "00:26:39"
  },
  {
    "text": "Yeah.",
    "start": "00:26:39",
    "end": "00:26:39"
  },
  {
    "text": "So I'm going to get to work and deal with ox poop and be diligent and not be lazy and tell the truth.",
    "start": "00:26:40",
    "end": "00:26:47"
  },
  {
    "text": "So all these riddles and proverbs and what else does he call them? Poems is in there. Like, here's a list of things they all are. Taking Chokma and putting it into these sayings, these ideas, wrapping them up, these memes and giving them to you.",
    "start": "00:26:48",
    "end": "00:27:10"
  },
  {
    "text": "Yeah, yeah. The bulk of the book of Proverbs, it's hundreds and hundreds of these sayings that just take every topic in life you could possibly imagine and then running them through the grid of the law of Chokhmah that runs the universe.",
    "start": "00:27:10",
    "end": "00:27:24"
  },
  {
    "text": "What was helpful for me is it's not about knowing every single proverb and making sure you're always checking off a list of proverbs as you're going through life as much as it is respecting Hokma. Because think about it this way, what makes this woman so wise? Right. Yeah. She knows all these proverbs, but what really makes her wise is, is she knows she's always looking for Hokma and she sees the Hokma in the proverbs and she knows why that proverb is a proverb because she knows the underlying Hokma and so she can apply it to the right situation and know when you need to use it. So it's not so much about like, hey, read all these proverbs and just like do them.",
    "start": "00:27:25",
    "end": "00:28:16"
  },
  {
    "text": "That's right.",
    "start": "00:28:16",
    "end": "00:28:17"
  },
  {
    "text": "It's about understanding and interact with the Hokma underneath of it.",
    "start": "00:28:17",
    "end": "00:28:22"
  },
  {
    "text": "Yeah. That's why there's a famous pair of proverbs right next to each other that offer the exact opposite advice.",
    "start": "00:28:22",
    "end": "00:28:30"
  },
  {
    "text": "Right.",
    "start": "00:28:31",
    "end": "00:28:31"
  },
  {
    "text": "That's really interesting. It's in chapter 26. So verse four of chapter 26 says, don't answer a fool according to his folly or you'll become just like him.",
    "start": "00:28:32",
    "end": "00:28:41"
  },
  {
    "text": "Yeah.",
    "start": "00:28:41",
    "end": "00:28:41"
  },
  {
    "text": "So that makes sense. There's some people who actually aren't looking.",
    "start": "00:28:41",
    "end": "00:28:45"
  },
  {
    "text": "Someone's foolish enough, it's not worth getting in a conversation with.",
    "start": "00:28:45",
    "end": "00:28:49"
  },
  {
    "text": "Yeah, they're not looking to learn. They're not open minded. You're just gonna get drawn into debate. So don't even bring it up. Then the very next proverb is, answer a fool according to his folly or else he'll become wise in his own eyes. So it tells you to do the opposite thing. Answer the fool and tell him that he's wrong and that he shouldn't do or say that. Or else he's going to go on thinking that that's an okay thing to do or say. So what do you do? Are you supposed to answer a fool according to his folly or not answer a fool according to his folly? One of my Hebrew professors, Michael Fox, who actually wrote a majestic two volume commentary on proverbs in the anchor Bible series. I spent a whole year reading the wisdom books with him in class. It was a absolute privilege. So he always liked this example. For him, he developed the metaphor that the proverbs are like a pocket full of change. We don't really use change that much anymore, dimes and nickels and so on, but it's like a change and you just need to pull and apply each one depending on what the situation requires.",
    "start": "00:28:49",
    "end": "00:30:02"
  },
  {
    "text": "Right. So there's underlying Hokma that you need to understand.",
    "start": "00:30:02",
    "end": "00:30:05"
  },
  {
    "text": "Yeah. So you got to know. Also have Chokhmah to know which proverb is relevant to what situation in life. Because sometimes it might mean the exact opposite response.",
    "start": "00:30:06",
    "end": "00:30:17"
  },
  {
    "text": "Because it's easy to go to Proverbs and say, this is how I should do it. I'm going to do it. And just treat it as a rule book of sorts. I just love when we talk about Chokmah and we talk about understanding it and seeing just gets me really excited. Versus like memorize all these proverbs.",
    "start": "00:30:17",
    "end": "00:30:37"
  },
  {
    "text": "Yes.",
    "start": "00:30:37",
    "end": "00:30:38"
  },
  {
    "text": "Which to me is like the life hack thing. It's like, okay, like if I just do these things, my life will go better and I don't know exactly why. And I just have to trust them and I'll check them off and I'll just apply them. Versus no. These things are interesting because they all come from Hokman. And this is something that the fabric of the universe was blueprinted on. It's an attribute of God and you can actually interact with it.",
    "start": "00:30:38",
    "end": "00:31:03"
  },
  {
    "text": "It requires you to become responsible and wise yourself to know what the right course of action is in any given moment.",
    "start": "00:31:03",
    "end": "00:31:12"
  },
  {
    "text": "We've talked about Hokma. We've talked about lady wisdom. We've talked about how it's this force and you need to interact with it to design a life that's good for yourself and for others. Like a craftsman, I at that point just go, that sounds great. Let's go. Let's do this. I want a good life. I'm excited about this force. I'm excited about Hokma. I want to start looking for it. Like, I'm going to start designing my life. I'm going to start writing books about how to like live the good life with Hokma. And like, you know, I'm going to just jump in head first, but I need to be careful because I could actually get in trouble with this. This eagerness for wisdom.",
    "start": "00:31:45",
    "end": "00:32:24"
  },
  {
    "text": "Yeah. The book of Proverbs is also aware of the fact that humans can become what they would call wise in their own eyes. That we can somehow end up thinking we're using Chokhmah and think we're making the right decision. But actually we've deceived ourselves and we've become the fool. And this is where the moral component especially comes in. And this is where the concept of the fear of the Lord comes in. There's an opening line in Proverbs that says, actually the beginning of Hokma is to fear the Lord. It's a very interesting line. So the way Chokhmah is described in Proverbs isn't simply life hacking. It involves it's being aware that when you're doing Chokhmah, you are honoring and humbling yourself before not a force, but a person, God, who has a vision of good and evil. That might be inconvenient for me sometimes, but Chokhmah is to recognize I don't get determined good and evil for myself. I need to fall in line with how the universe works, which is according to God's definition of good and evil.",
    "start": "00:32:24",
    "end": "00:33:38"
  },
  {
    "text": "So the danger is when you're seeking after Hokma aggressively, just idealistically, like, ah, I'm going to get it, is that it's human nature. It's a human condition to if something is convenient for me, I'm going to figure out a way for it to feel like wisdom or to be perceived as wisdom. And I will fool myself quite easily and not even realize I'm doing it. I could be chasing hard after wisdom. It could even start to work out for me. And I'm like, look it, I'm being wise. And then all of a sudden the curtain pulls away and I realize that's not wisdom.",
    "start": "00:33:38",
    "end": "00:34:18"
  },
  {
    "text": "It's not wisdom, and I'm getting smacked around. And so what's happened there is that you've violated the fear of the Lord. Or as it says in chapter three, to fear the Lord is to shun evil. So something wise is to be a productive human and accumulate resources so that you can take care of yourself and other people. So let's say you're a business owner and it's wise to make good business decisions to increase profit so you can take care, pay a good salary, whatever, to your employees. And then you realize like, oh, you know, there's this tax loophole. And, you know, if I just kind of work this angle, we can totally cut corners on all of this.",
    "start": "00:34:18",
    "end": "00:34:59"
  },
  {
    "text": "Or if I lie about this, if.",
    "start": "00:34:59",
    "end": "00:35:00"
  },
  {
    "text": "I lie and kind of bend these numbers, nobody will ever know.",
    "start": "00:35:00",
    "end": "00:35:03"
  },
  {
    "text": "Or I could accumulate more and it's going to hurt these people indirectly or directly. But I'm supposed to be productive, so I'm gonna do it.",
    "start": "00:35:03",
    "end": "00:35:14"
  },
  {
    "text": "Yeah. Yeah. So you can end up fulfilling one thing that you think is a good, but you end up compromising and doing evil in some other area to accomplish the good. And in Proverbs, that's foolishness because you're lacking integrity, you're acting without honesty. And so you've actually played the fool in your effort to become wise.",
    "start": "00:35:14",
    "end": "00:35:38"
  },
  {
    "text": "So if someone came and said, I am wise, look at how well I'm doing in life or look at these decisions, but I'm doing those things while compromising a lot of morals. Then proverbs would say, no, actually, you're not being wise. You're a fool.",
    "start": "00:35:38",
    "end": "00:35:58"
  },
  {
    "text": "You're a fool.",
    "start": "00:35:58",
    "end": "00:35:58"
  },
  {
    "text": "And it's because you did not begin with fear of the Lord.",
    "start": "00:35:59",
    "end": "00:36:02"
  },
  {
    "text": "With fear of the Lord. Yeah, yeah. I mean, classic example in, like, in the American work culture is just the culture of overwork. So you have high achieving people whose personal lives are a disaster. They've built a great company or they've really put the department into good order, but like, they don't spend any time with their kids and they don't, you know, so they've actually, they're acting foolishly because they haven't achieved balance between work and life and relationships. So you seem wise at work and then you go home and you realize that that person's a fool.",
    "start": "00:36:02",
    "end": "00:36:43"
  },
  {
    "text": "And it's so easy to do that. It's so easy for anyone to miss, just completely miss. Like, it's like we have this incredible ability to. When I say we, I mean me, everyone. To justify things.",
    "start": "00:36:43",
    "end": "00:37:01"
  },
  {
    "text": "Yeah, yeah. It comes like when we elevate some goal as the ultimate good, and therefore other things can get compromised to accomplish that thing. It's kind of the biblical vision of idolatry. Once you make something, an ultimate thing, then you'll be willing to dehumanize yourself and others in the effort to accomplish that.",
    "start": "00:37:01",
    "end": "00:37:30"
  },
  {
    "text": "And you'll convince yourself it's not that.",
    "start": "00:37:30",
    "end": "00:37:32"
  },
  {
    "text": "You'll convince yourself that it's good and wise.",
    "start": "00:37:32",
    "end": "00:37:34"
  },
  {
    "text": "Yeah.",
    "start": "00:37:34",
    "end": "00:37:35"
  },
  {
    "text": "And noble.",
    "start": "00:37:35",
    "end": "00:37:36"
  },
  {
    "text": "And this is connected then to this whole idea of the knowledge of good and evil.",
    "start": "00:37:36",
    "end": "00:37:40"
  },
  {
    "text": "Yes. Yeah. The fear of the Lord is to shun evil is, you know, according to.",
    "start": "00:37:40",
    "end": "00:37:45"
  },
  {
    "text": "But to shun. But not just that, but to kind of relinquish your definition of good.",
    "start": "00:37:45",
    "end": "00:37:53"
  },
  {
    "text": "Evil, your definition. Yeah, that's right. Yeah.",
    "start": "00:37:53",
    "end": "00:37:55"
  },
  {
    "text": "So we go back to the tree of knowledge of good and evil. Is this idea of God defines what's good and evil, or do we define what's good and evil? And when we define good and evil, we will make evil things good. It just will happen. We aren't capable of holding that line and knowing how to do that. We'll deceive ourselves. We'll make. Will make other idols more important and will cut corners.",
    "start": "00:37:55",
    "end": "00:38:20"
  },
  {
    "text": "Yeah.",
    "start": "00:38:20",
    "end": "00:38:21"
  },
  {
    "text": "Sometimes purposefully.",
    "start": "00:38:21",
    "end": "00:38:22"
  },
  {
    "text": "Yes.",
    "start": "00:38:22",
    "end": "00:38:23"
  },
  {
    "text": "And oftentimes unconsciously.",
    "start": "00:38:23",
    "end": "00:38:26"
  },
  {
    "text": "Yeah, that's right. Yeah. So that's the depiction of like Pharaoh, you know, in the Exodus story, where it has become good to kill babies.",
    "start": "00:38:26",
    "end": "00:38:35"
  },
  {
    "text": "Right.",
    "start": "00:38:35",
    "end": "00:38:36"
  },
  {
    "text": "Of immigrant people.",
    "start": "00:38:36",
    "end": "00:38:38"
  },
  {
    "text": "To protect his people.",
    "start": "00:38:38",
    "end": "00:38:39"
  },
  {
    "text": "To protect his people. And so that's. Yes, the human inclination to maximize pleasure and minimize pain for me and mine. And if that's at the expense of you and yours, but at least I've increased good for me and mine.",
    "start": "00:38:39",
    "end": "00:38:53"
  },
  {
    "text": "And it's not just one political part of the political spectrum, you know, that's doing this, and it's not just one type of personality that's doing this. It's like we all do this in different ways.",
    "start": "00:38:54",
    "end": "00:39:08"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:39:08",
    "end": "00:39:09"
  },
  {
    "text": "And so in order to truly be wise and not screw it up, I have to respect and fear that at the end of the day, God's perspective is what I am looking for and want to uphold. And that's fear of the Lord.",
    "start": "00:39:09",
    "end": "00:39:27"
  },
  {
    "text": "Yeah. One of the most well known lines from the earlier chapters of Proverbs are from the Father to the Son saying, trust in the Lord with all your heart and don't lean on your own understanding. In all your ways, acknowledge him and he will make your path straight. Don't be wise in your own eyes. Fear the Lord and shun evil. So the whole thing is you're going to have a way that seems right to you. There'll be decisions that make sense to you, but you should just always be suspicious of your motives.",
    "start": "00:39:27",
    "end": "00:39:58"
  },
  {
    "text": "Yeah. And always check yourself against what God has told us is right and wrong. Now, God hasn't given us instructions about everything. There's a lot of ambiguity in life.",
    "start": "00:39:59",
    "end": "00:40:11"
  },
  {
    "text": "Yeah. So this is another Hokma thing. If you have internalized what the fear of the Lord is in the very clear scenarios, that begins to give you a true north in others. And that suspicion. There's a great proverb 16 2. All a person's ways seem pure to themselves, but motives are weighed by the Lord. Such a good one. So it's just by nature we're like, yes, surely I'm making the right decision and for the right reasons. So there's a skill to be developed in discerning being suspicious of myself and turning to the wisdom of others to know what the right way forward is. So, yeah, the fear of the Lord is what I call the moral logic of Chma. It's recognizing there might be all kinds of skill choices that I could make, but if they are violating my moral compass, then they. They become stupid and foolish. Yeah. I have a friend who recently changed real estate. They're in real estate, so they changed companies because like dishonesty. Yeah. How they like posted listings of houses and the information given about houses, like the Basic practice was always to just misrepresent the reality of the property. And she was just. So she just couldn't take it anymore.",
    "start": "00:40:11",
    "end": "00:42:09"
  },
  {
    "text": "Yeah.",
    "start": "00:42:09",
    "end": "00:42:10"
  },
  {
    "text": "And so she switched companies to at least a company where that was fear of the Lord. Yeah, that's the fear of the Lord.",
    "start": "00:42:10",
    "end": "00:42:18"
  },
  {
    "text": "Yeah.",
    "start": "00:42:18",
    "end": "00:42:18"
  },
  {
    "text": "Yeah. That was a wise decision. Even though the company she left was extremely profitable, but she just. Her conscience couldn't hang with it. So the Book of Proverbs would say, that's the why. Even if it involved a pay cut, that is still the wise decision.",
    "start": "00:42:18",
    "end": "00:42:33"
  },
  {
    "text": "The Book of Proverbs would go as far as to say, and you will prosper for that.",
    "start": "00:42:34",
    "end": "00:42:37"
  },
  {
    "text": "The book of Proverbs will go on to say, allow me to quote my son, Proverbs 3. Don't forget my teaching. Keep my wisdom in your heart. They will prolong your life many years, bring you peace and prosperity later on. Don't be wise in your own eyes. Fear the Lord and shun evil like my friend did. This will bring health to your body and nourishment to your bones. Yeah. Who needs vitamin D? Just like fear the Lord and shun evil.",
    "start": "00:42:37",
    "end": "00:43:09"
  },
  {
    "text": "Now, you've got a lot of resources. You're going to have a very healthy body. You're going to live a long time.",
    "start": "00:43:09",
    "end": "00:43:14"
  },
  {
    "text": "Yeah. Yeah. We should take.",
    "start": "00:43:14",
    "end": "00:43:16"
  },
  {
    "text": "And that's.",
    "start": "00:43:16",
    "end": "00:43:17"
  },
  {
    "text": "It's really saying that's core to the Book of Proverbs is that wise choices over the long haul will produce a good life. You'll acquire financial resources and healthy, wealthy and wise.",
    "start": "00:43:17",
    "end": "00:43:32"
  },
  {
    "text": "Yeah, Healthy, wealthy and wise.",
    "start": "00:43:32",
    "end": "00:43:34"
  },
  {
    "text": "Really? I mean, it's just. You just read it anywhere in the.",
    "start": "00:43:34",
    "end": "00:43:36"
  },
  {
    "text": "Book of Life, if you go with the grain of the universe, you're going to end up in a good spot.",
    "start": "00:43:36",
    "end": "00:43:42"
  },
  {
    "text": "Mm.",
    "start": "00:43:42",
    "end": "00:43:42"
  },
  {
    "text": "We talked about this because obviously, you know, we could step out of this for a second and say, well, not always like Job or Ecclesiastes.",
    "start": "00:43:42",
    "end": "00:43:50"
  },
  {
    "text": "Right, sure.",
    "start": "00:43:50",
    "end": "00:43:51"
  },
  {
    "text": "But let's stay in it for a second.",
    "start": "00:43:51",
    "end": "00:43:52"
  },
  {
    "text": "Yeah. The person who works really hard and earns a reputation for honesty and integrity will more likely produce resources by those decades of hard work than the person who skims and cheats their way into wealth. I'm not an old man, but my hunch is that that's how things tend to work, or at least they ought to work.",
    "start": "00:43:52",
    "end": "00:44:19"
  },
  {
    "text": "There is definitely a feeling that it ought to work that way. Like we celebrate when things turn out that way.",
    "start": "00:44:19",
    "end": "00:44:25"
  },
  {
    "text": "That's right. But Proverbs doesn't just say it ought to work that way.",
    "start": "00:44:25",
    "end": "00:44:29"
  },
  {
    "text": "It says it will.",
    "start": "00:44:29",
    "end": "00:44:29"
  },
  {
    "text": "It says, this is how things will work out. Yeah, yeah.",
    "start": "00:44:30",
    "end": "00:44:33"
  },
  {
    "text": "And that's why, for us, the character is kind of a young, idealistic person. Because. Because when you're young, you realize, this is how it should work. I'm gonna go fix things, because I know in the fabric of the universe, this is how it's supposed to work.",
    "start": "00:44:34",
    "end": "00:44:49"
  },
  {
    "text": "And you can pay attention and point to people and stories and relatives or whoever that that's how it worked for them. They worked hard, they produced wealth. They were able to.",
    "start": "00:44:49",
    "end": "00:45:00"
  },
  {
    "text": "Now, another way to think about this is just odds, right? Like, more likely than not, this will work out for you. So if you do these things over the long haul, over and over, it'll work out for you. You're playing the odds. You're playing the statistics. You're in for the long game. In the short run, who knows what'll happen? But in the long run, you do it enough, this is gonna be success.",
    "start": "00:45:00",
    "end": "00:45:27"
  },
  {
    "text": "And this is part of my shorthand way of talking about this is just to say, this is, after all, the book of proverbs, not the book of promises.",
    "start": "00:45:27",
    "end": "00:45:37"
  },
  {
    "text": "But it says it's a promise.",
    "start": "00:45:39",
    "end": "00:45:40"
  },
  {
    "text": "But they are framed as very strong claims. They are healthier bones. Yes. But by nature, a proverb is accumulated wisdom about how life tends to go.",
    "start": "00:45:40",
    "end": "00:45:52"
  },
  {
    "text": "Yeah.",
    "start": "00:45:52",
    "end": "00:45:53"
  },
  {
    "text": "So I'm not trying to water down the powerful persuasiveness of this.",
    "start": "00:45:53",
    "end": "00:45:59"
  },
  {
    "text": "Yeah. I think we need to end with this real excitement for the persuasiveness of it.",
    "start": "00:45:59",
    "end": "00:46:05"
  },
  {
    "text": "Yeah. It's like you just discovered a secret key.",
    "start": "00:46:05",
    "end": "00:46:08"
  },
  {
    "text": "Yeah. Right.",
    "start": "00:46:08",
    "end": "00:46:10"
  },
  {
    "text": "Whoa. Hokma.",
    "start": "00:46:10",
    "end": "00:46:11"
  },
  {
    "text": "Yeah. Because it is true. Hokma exists, and it will make your life rad when you design your life with it. And then we could stop there, and we could celebrate and actually benefit a lot. But that's not where the story ends when it comes to our journey with wisdom.",
    "start": "00:46:11",
    "end": "00:46:32"
  },
  {
    "text": "That's right. Yeah. The wisdom literature doesn't only say that. Two other voices speak up. Ecclesiastes speaks up, and he'll say, excuse me, proverbs. It does sometimes work like that. But can I point out exhibit A, B, C, D, E, F, G, were it just the opposite. And then Job says, yeah, actually, that was me. That happened to me. Didn't work out for me. And here's what I've learned from that. So it's by hearing all three of these voices that we truly become wise. It's the surprising message of the wisdom books of the Bible. They're just. There's nothing else like them. They're remarkable.",
    "start": "00:46:32",
    "end": "00:47:16"
  },
  {
    "text": "Thanks for listening to this episode of the BibleProject podcast. I'm John Collins and that was a conversation with Tim Mackey on the Book of Proverbs. We're co founders of the Bible Project. We create a lot of free videos and put them up on YouTube for people to watch so that you can learn the big picture of scripture and see how it's a unified story that leads to Jesus and has perfected wisdom for this modern world. You can watch all the videos for free. They're on YouTube. YouTube.com TheBibleProject you could also download the videos off of our website for free and use them in your church, at home, in school. They're used all over the world for a lot of things. We're so glad that you're a part of this listening to these podcasts. If you enjoy them, you can share them with others. Put a review on itunes, Follow us on Twitter oinbibleproj and say hi to us on Facebook. Facebook.com TheBibleProject Next time we will jump into the book of Ecclesiastes. It's gonna be heavy. Thanks for being a part of this. Now it's time to rest.",
    "start": "00:47:29",
    "end": "00:48:46"
  },
  {
    "text": "From now.",
    "start": "00:48:51",
    "end": "00:48:52"
  }
]