[
  {
    "text": "Welcome to the BibleProject Podcast. I'm John and I'm gonna be talking with Tim. We're gonna discuss the book of Job. This is our third and final conversation on this book, and if you haven't listened to the first two, I'd highly recommend it. First, we're gonna talk about Elihu, a new character that seems to pop up out of nowhere.",
    "start": "00:00:05",
    "end": "00:00:24"
  },
  {
    "text": "There's a surprise friend named Elihu who wasn't there with the three friends. It's really interesting. He's just there. He just starts speaking up.",
    "start": "00:00:24",
    "end": "00:00:34"
  },
  {
    "text": "Then we talk about Chapter 28 in Job, how this chapter stands apart from the rest of Job's speeches and how it gives us a clue as to what the point of this entire book is.",
    "start": "00:00:34",
    "end": "00:00:44"
  },
  {
    "text": "Where can humans find wisdom? They can go under the earth and find gold and jewels. Can humans just go get understanding and wisdom?",
    "start": "00:00:44",
    "end": "00:00:54"
  },
  {
    "text": "Then finally, we talk about the final showdown. God responds to Job's accusations of being unjust and unfair.",
    "start": "00:00:54",
    "end": "00:01:02"
  },
  {
    "text": "I am intimately aware of the macrocosmos, things that you've never even conceived of. I'm intimately familiar with every part of the natural world that you thought you knew about. Maybe you'd like to run the universe for a day according to your vision of how I ought to do it. And you'll find it impossible. And by the way, the world is a raw and wild place. Good and ordered, but still dangerous.",
    "start": "00:01:03",
    "end": "00:01:31"
  },
  {
    "text": "I hope you enjoy this final conversation on Job. Here we go.",
    "start": "00:01:31",
    "end": "00:01:35"
  },
  {
    "text": "Bring you loneliness and pain.",
    "start": "00:01:37",
    "end": "00:01:40"
  },
  {
    "text": "I'll defend you to the grave. I'll remind you of the day. What's interesting is that the book doesn't just have the three friends and Job that cycle. There's some.",
    "start": "00:01:42",
    "end": "00:02:02"
  },
  {
    "text": "The surprise friend.",
    "start": "00:02:02",
    "end": "00:02:03"
  },
  {
    "text": "There's some extra priests. There's a surprise friend named Elihu who wasn't there with the three friends.",
    "start": "00:02:03",
    "end": "00:02:10"
  },
  {
    "text": "He's like, am I late to the intervention?",
    "start": "00:02:11",
    "end": "00:02:12"
  },
  {
    "text": "Totally. It's. It's really interesting. He's just there. He just starts splitting. Speaking up at the beginning of chapter 32. And he's presented as a young man. And what we're told is that he was angry with Job for declaring himself to be in the right rather than God. But he was also angry at the friends because they didn't find any way to refute Job, and yet they had declared him to be guilty even though they couldn't. They had no evidence. Yeah. So he speaks up and, dude, he is long winded. The. You know, the longest.",
    "start": "00:02:12",
    "end": "00:02:53"
  },
  {
    "text": "These five chapters.",
    "start": "00:02:54",
    "end": "00:02:55"
  },
  {
    "text": "32, 33, 34, 35, six chapters, 36, 37. Sick. It's a long Speed.",
    "start": "00:02:55",
    "end": "00:03:04"
  },
  {
    "text": "Yeah.",
    "start": "00:03:05",
    "end": "00:03:05"
  },
  {
    "text": "And essentially he reaffirms the. That God is just. He reaffirms that God always runs the universe according to the strict principle of justice. But he introduces a nuance to say, listen, God might, in his justice, cause suffering to somebody ahead of time to shape their character in such a way that they'll become people who do the right thing in the future so that they'll avoid future suffering and hardship.",
    "start": "00:03:05",
    "end": "00:03:36"
  },
  {
    "text": "Innovative move.",
    "start": "00:03:36",
    "end": "00:03:37"
  },
  {
    "text": "What's that?",
    "start": "00:03:37",
    "end": "00:03:38"
  },
  {
    "text": "It's an innovative move.",
    "start": "00:03:38",
    "end": "00:03:40"
  },
  {
    "text": "It is. Yeah. He's processing. Or God. He tells a story about God might send a bad dream and cause someone to suffer in their sleep so that when they wake up, they make a good decision in the morning. Or he says somebody, God might allow somebody to get really sick so they have a deathbed conversion and then they live the rest of their life because they got religion and they'll avoid hardship. His point is that the friends don't have a nuance enough approach and that there are some times where it really does appear that someone suffers and they didn't do anything. But he just says there could be a bigger set of reasons that you don't immediately know. But what he does think Job is wrong in doing is accusing God of incompetence or being cruel based off of his own circumstances.",
    "start": "00:03:40",
    "end": "00:04:30"
  },
  {
    "text": "Okay, so let's recap. Friends think you must have done something wrong. Job thinks, I didn't do anything wrong. I don't know what's going on. He even goes as far as to accuse God. And then Elihu shows up and he takes a new tact, which is, okay, you haven't done anything wrong. We can't prove that, but we know God's just. So perhaps this is to protect you or to prepare you for something that's going to happen.",
    "start": "00:04:30",
    "end": "00:04:58"
  },
  {
    "text": "Yeah, it's a form of discipline. It's a form of discipline, character shaping.",
    "start": "00:04:58",
    "end": "00:05:03"
  },
  {
    "text": "So even though you haven't done something wrong, God could still prepare you to make you a radder person to avoid.",
    "start": "00:05:03",
    "end": "00:05:10"
  },
  {
    "text": "Future sin that will bring God's judgment on you.",
    "start": "00:05:11",
    "end": "00:05:14"
  },
  {
    "text": "Here's what's interesting is that's not too far off from what we were presented with at the beginning of the story. Right. In a way, because Hasatan, his point was, look, you don't know if Job really loves you or not.",
    "start": "00:05:14",
    "end": "00:05:32"
  },
  {
    "text": "Sure, sure.",
    "start": "00:05:32",
    "end": "00:05:32"
  },
  {
    "text": "You just know that he likes getting hooked up. That's all we know for sure.",
    "start": "00:05:33",
    "end": "00:05:36"
  },
  {
    "text": "Yeah, yeah, yeah, yeah.",
    "start": "00:05:37",
    "end": "00:05:38"
  },
  {
    "text": "And so we need to find out if he really actually loves you and is righteous. And so in a way, they are preemptively Disciplining Job to prepare him for. Well, maybe not to prepare him for true righteousness, but to test him to see if he really does have it right. So there's a similarity.",
    "start": "00:05:38",
    "end": "00:05:57"
  },
  {
    "text": "It seems like, yeah, the similarity is that there might be a broader set of reasons that you don't know that would actually show God to still be just in allowing this to take place. He assigns those as shaping your character in the present to avoid sin in the future. He gives a pretty concrete example, but he's opening the window to greater complexity than the three friends did. This is John Walton's summary.",
    "start": "00:05:57",
    "end": "00:06:29"
  },
  {
    "text": "Okay.",
    "start": "00:06:29",
    "end": "00:06:30"
  },
  {
    "text": "He says, without Elihu's voice, readers might have a tendency to idealize Job or conclude that his response to his suffering was impeccable. In light of Elihu's rebuke of Job's self righteousness, however, we're warned against thinking that our suffering by nature constitutes a challenge to God's integrity. But despite that valid point of Elihu's critique, Elihu's own account of God's justice ultimately fails, like that of the friends, because it says that there is always some concrete reason that suffering is always in connection to some concrete act of.",
    "start": "00:06:30",
    "end": "00:07:11"
  },
  {
    "text": "Sin, whether it has happened yet or not.",
    "start": "00:07:11",
    "end": "00:07:13"
  },
  {
    "text": "Correct. So that's an interesting addition. Why did that point need to be made? That's just an interesting feature of Job. And there's one more thing before there's God, and that's chapter 28. Chapter 28 is just really interesting. Before chapter 27, there's a unique introduction, actually, right in the middle of job's speech, chapter 27 begins and job continued. And you're like, well, right, I knew he was speaking already. And then you read chapter 27. Then in chapter 28, the tone, the shifts, the speaking voice shifts the topic. It's a new poem. Then you go to chapter 29 and it says, and Job picked up or continued his discourse again. So there's some markers there in the story that chapter 28 is kind of set apart in some way and it doesn't actually sound like it's Job talking. Yeah. So there are many readers and scholars who think that this is the narrator's. It's called like an interlude where it's the narrator giving his read on the dialogue of Job and his friends. And it is, it is a remarkable poem. It just describes how humans are so creative and ingenious, they can figure out almost anything here on planet Earth. So the examples that he gives here are the Internet, mining.",
    "start": "00:07:14",
    "end": "00:09:15"
  },
  {
    "text": "Computer chips, microprocessors, satellites.",
    "start": "00:09:18",
    "end": "00:09:23"
  },
  {
    "text": "Now what you get the first example, the example he gives is of mining for precious jewels. It's this whole long, elaborate poem about humans can go down to the deep recesses of the earth and find jewels and gold. They can get to places where no eagle has ever seen, where no lion could ever have access to. Humans can tunnel through rocks, searching out the underground rivers. It's just this awesome poem about the creativity of the human. Problem solving. Yes. And their ability to do something you would never think is possible, which is tunnel down into the earth.",
    "start": "00:09:25",
    "end": "00:10:05"
  },
  {
    "text": "Yeah. No, other animals are doing that for gems.",
    "start": "00:10:05",
    "end": "00:10:08"
  },
  {
    "text": "That's right. And then it says, even so, where can humans find wisdom? They can go under the earth and find gold and jewels. But where do humans find wisdom? Can humans just go get understanding and wisdom? And then the poem goes on. Humans can't comprehend wisdom. It's actually not found in the land of the living. The deep says, yeah, I don't know where wisdom is. And the sea says the deep, referring to the deep abyss under the earth.",
    "start": "00:10:08",
    "end": "00:10:44"
  },
  {
    "text": "Oh, okay.",
    "start": "00:10:44",
    "end": "00:10:44"
  },
  {
    "text": "In the cosmology, it's that the land is floating on waters, it's supported by pillars. So the deep recesses under the earth of water say, I don't know where wisdom is. And the ocean depths say, we don't know where it is. You can't go buy wisdom at the market. You can sell the most valuable jewels ever. So where then do you get Chokhmah? It's hidden from every living thing. Even death says, yeah, we've only heard a rumor about wisdom. Death and the grave say, we've only heard a rumor. God is the one who knows the way. He alone knows where Chokhmah lives. He sees all the earth, everything under heaven. In fact, when he brought. It's proverbs, Proverbs. When he brought order, when he measured out the waters, when he set a path for the wind and the thunderstorms, he looked at wisdom and used it to make the world. And he said, the fear of the Lord is Chokhmah to shun evil is understanding. Just so strange. But set right here, like a sore thumb in the middle of the dialogues, it becomes a commentary on all of the agitated arguing and wrangling and logic of the friends. What they're trying to sort out is something that actually is inaccessible to them. This higher order of Chokhmah. But God has it, and human beings can humble themselves before it. It's very. Anyway, chapter 28 is really remarkable.",
    "start": "00:10:45",
    "end": "00:12:27"
  },
  {
    "text": "So what do you think the significance of that is? We get a window into.",
    "start": "00:12:27",
    "end": "00:12:32"
  },
  {
    "text": "It's a preview of God's answer later in the book. And it's a window into the view the author wants you to adopt, I think, which is to say. Oh, yeah. This strict principle of micromanaged recompense that the friends think is how the world works, that Job thinks how the world ought to work is not actually how God runs the world.",
    "start": "00:12:33",
    "end": "00:12:57"
  },
  {
    "text": "So the whole mining thing was just a setup. Like, we can go find a lot of stuff.",
    "start": "00:12:58",
    "end": "00:13:02"
  },
  {
    "text": "Yeah.",
    "start": "00:13:02",
    "end": "00:13:02"
  },
  {
    "text": "But we can't go find wisdom.",
    "start": "00:13:02",
    "end": "00:13:04"
  },
  {
    "text": "Well, we can't find wisdom. Dogs can't learn algebra, and we can't mine for wisdom. Human beings are not in a position to have a divine vantage point to declare whether God is just or unjust by how he runs the universe.",
    "start": "00:13:04",
    "end": "00:13:21"
  },
  {
    "text": "Is there similarity with that, too? The knowledge of the. The truth and knowledge of good and evil, where we don't have the ability to define good and evil. It takes a certain amount of wisdom to really discern that just is not. We just. There's. We can't mind. There's no way we can get it if. On our own innovative efforts. Yeah, it's like a dog learning algebra.",
    "start": "00:13:21",
    "end": "00:13:49"
  },
  {
    "text": "Yeah, that's interesting. The knowledge of good and evil is wisdom, vocabulary, you know? And the woman says, in the garden, she saw the tree, looked beautiful to the eyes, was good for food, and could make one wise. That's what the narrative says.",
    "start": "00:13:49",
    "end": "00:14:06"
  },
  {
    "text": "Makes her wise.",
    "start": "00:14:06",
    "end": "00:14:06"
  },
  {
    "text": "And so she takes some and eats from it. She wants wisdom.",
    "start": "00:14:07",
    "end": "00:14:11"
  },
  {
    "text": "It seems like a very Hebrew thing to say. Like, can I go to the heavens and find it? No. So, like, remember we were just talking about Psalm 139?",
    "start": "00:14:11",
    "end": "00:14:19"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:14:19",
    "end": "00:14:20"
  },
  {
    "text": "And it's like, where can I. Yeah. Where can I escape from God?",
    "start": "00:14:20",
    "end": "00:14:24"
  },
  {
    "text": "Or where can I go to the heavens. You're there.",
    "start": "00:14:24",
    "end": "00:14:26"
  },
  {
    "text": "I go to the deep.",
    "start": "00:14:26",
    "end": "00:14:27"
  },
  {
    "text": "You're there.",
    "start": "00:14:27",
    "end": "00:14:28"
  },
  {
    "text": "And it's the same word, right? The deep. So I go below the earth.",
    "start": "00:14:28",
    "end": "00:14:31"
  },
  {
    "text": "You're there.",
    "start": "00:14:31",
    "end": "00:14:32"
  },
  {
    "text": "I go up in the sky. You're there. And then in Deuteronomy, don't say, where's the Torah?",
    "start": "00:14:32",
    "end": "00:14:40"
  },
  {
    "text": "Yeah, it's not up in heaven.",
    "start": "00:14:40",
    "end": "00:14:42"
  },
  {
    "text": "Yeah.",
    "start": "00:14:42",
    "end": "00:14:42"
  },
  {
    "text": "It's not down. Yeah.",
    "start": "00:14:42",
    "end": "00:14:44"
  },
  {
    "text": "Is this just kind of a Hebrew way of thinking?",
    "start": "00:14:44",
    "end": "00:14:46"
  },
  {
    "text": "It is. Well, it's their cosmology.",
    "start": "00:14:46",
    "end": "00:14:48"
  },
  {
    "text": "Like, if I was gonna look for something, and it seems like, far, far away. How far away could it be? Well, maybe it's up in the sky, the highest of the skies, and you're like, nope, no, not up there.",
    "start": "00:14:49",
    "end": "00:15:02"
  },
  {
    "text": "Or it's under.",
    "start": "00:15:02",
    "end": "00:15:03"
  },
  {
    "text": "Under the earth, below in the depths.",
    "start": "00:15:04",
    "end": "00:15:05"
  },
  {
    "text": "No, cosmic waters under the earth.",
    "start": "00:15:05",
    "end": "00:15:07"
  },
  {
    "text": "It's just an interesting. You just don't talk like that.",
    "start": "00:15:07",
    "end": "00:15:10"
  },
  {
    "text": "No, we might say, like, I searched high and low.",
    "start": "00:15:11",
    "end": "00:15:14"
  },
  {
    "text": "Searched high and low.",
    "start": "00:15:14",
    "end": "00:15:15"
  },
  {
    "text": "That's true. Search near. I went near and far. I mean, those are fixed things. They're actually not that common.",
    "start": "00:15:15",
    "end": "00:15:22"
  },
  {
    "text": "Yeah. But I just. Yeah, I just was realizing I've been seeing that.",
    "start": "00:15:22",
    "end": "00:15:27"
  },
  {
    "text": "Mm. Yeah.",
    "start": "00:15:27",
    "end": "00:15:28"
  },
  {
    "text": "Over and over.",
    "start": "00:15:29",
    "end": "00:15:29"
  },
  {
    "text": "Yeah. It's kind of a fixed saying.",
    "start": "00:15:29",
    "end": "00:15:31"
  },
  {
    "text": "So. So with wisdom, it's like there's this idea he's saying, to really understand how this works, where are you gonna get that? Like, how far are you gonna have to go? There's no distance he can think of because the furthest place up high in the skies, it's not up there. The furthest place below the earth. Not there. In the depths of the ocean, not there. Okay, well, maybe if you die and you get to another reality, maybe it's there.",
    "start": "00:15:32",
    "end": "00:16:02"
  },
  {
    "text": "And death and the grave say. Yeah, we've heard a rumor about Hofma. God knows where it is because it's the means by which he ordered the universe.",
    "start": "00:16:03",
    "end": "00:16:18"
  },
  {
    "text": "He ordered all of this?",
    "start": "00:16:19",
    "end": "00:16:20"
  },
  {
    "text": "Yes, totally.",
    "start": "00:16:20",
    "end": "00:16:21"
  },
  {
    "text": "We can't go anywhere to find it because it's above all of this.",
    "start": "00:16:21",
    "end": "00:16:24"
  },
  {
    "text": "But in a way, it's outside of all this. But it's saying the universe isn't absolute chaos from their perspective. It's ordered. Like there is an order. It is intelligible. And the book of Proverbs is generally true. Like, it generally works.",
    "start": "00:16:24",
    "end": "00:16:42"
  },
  {
    "text": "But if you wanted to find the wisdom that explains all of the times.",
    "start": "00:16:42",
    "end": "00:16:50"
  },
  {
    "text": "That Proverbs didn't work out.",
    "start": "00:16:50",
    "end": "00:16:51"
  },
  {
    "text": "Right.",
    "start": "00:16:51",
    "end": "00:16:51"
  },
  {
    "text": "And why that happened, you're not going.",
    "start": "00:16:52",
    "end": "00:16:55"
  },
  {
    "text": "To find that in the created universe.",
    "start": "00:16:55",
    "end": "00:16:56"
  },
  {
    "text": "It's not accessible to humans. It's accessible only to God. That's the point of this poem. And then the line is, he said to humanity to fear the Lord, that's Chokhmah. And to shun evil, that's understanding. So now we're back to the human order of wisdom, the Chokhmah that is accessible and that does work for humans is to trust, fear the Lord, and do the right thing. Then eventually, Job gets his wish.",
    "start": "00:16:56",
    "end": "00:17:40"
  },
  {
    "text": "Yeah. Showcase Showdown.",
    "start": "00:17:40",
    "end": "00:17:42"
  },
  {
    "text": "In chapter 38, God appears. God shows up and speaks to Job out of the whirlwind, out of the storm. And it's a pretty intense address. God opens by saying, who is this that darkens my counsel and speaks without knowledge? Get ready. Let's have this showdown that you've been asking for, Job. It's pretty intense.",
    "start": "00:17:43",
    "end": "00:18:08"
  },
  {
    "text": "Yeah.",
    "start": "00:18:09",
    "end": "00:18:09"
  },
  {
    "text": "So the intensity is responding to Job's.",
    "start": "00:18:10",
    "end": "00:18:13"
  },
  {
    "text": "If I was God at that point, be like, I get it, Job. But Yeah. Instead he's like, who darkens my counsel?",
    "start": "00:18:13",
    "end": "00:18:20"
  },
  {
    "text": "Yeah, well, right. And so it's a setup of the drama because Job, yes, we're sympathized with him, but Job has also lodged in the literary courtroom of the book some large claims.",
    "start": "00:18:20",
    "end": "00:18:34"
  },
  {
    "text": "And if you do that to a king, he's gonna.",
    "start": "00:18:34",
    "end": "00:18:37"
  },
  {
    "text": "Yeah, okay. Based off of your perspective and circumstances, you have made these claims. So after that intimidating opening, what God doesn't do is just say, like, you're wrong. You're stupid. It's a long set of speeches. And the first one in chapters 38 and 39, is what I call a virtual tour of the universe on a large and a small scale. So it's almost a tour through the cosmos as envisioned by Genesis 1, the three tiered. So where were you when I laid the Earth's foundations and set the pillars and the footings that keep the land from sinking into the watery abyss? And then it goes. But what's interesting is these are questions about time. Where were you in the primeval past? Were you there? But also, where were you? The way the universe is described here doesn't draw any distinction between God's past creation and God's present maintenance and order and sustaining. So he goes, where were you when I laid the Earth's foundations? But also, who shut up the sea behind doors and who fixed limits for it, like on the beaches and the oceans? Why does the sea just stop right there? Have you ever given orders to the morning light or shown the dawn its place? That it might take the earth by its edges and shake the wicked out this image of that the light might come and remove all the wicked people, like shaking a rug of roaches or ants or something like that. Have you ever done that, Job? You seem to think that that's how I ought to make things work. Have you ever journeyed to the deep seas and see the springs? Where does light live? It's just, you know, just like, what. So clearly the implication is for Job.",
    "start": "00:18:37",
    "end": "00:20:38"
  },
  {
    "text": "To say, we could totally update this now and be like, yeah, yeah. Where were you when.",
    "start": "00:20:38",
    "end": "00:20:44"
  },
  {
    "text": "Yeah. The cosmic radiation was cooling?",
    "start": "00:20:45",
    "end": "00:20:47"
  },
  {
    "text": "Yeah. And explain to me why atoms don't seem to exist until you observe them. Yeah, just like all the, like, just mysteries of quantum physics and stuff.",
    "start": "00:20:48",
    "end": "00:21:02"
  },
  {
    "text": "Did you ever see Pangea?",
    "start": "00:21:02",
    "end": "00:21:04"
  },
  {
    "text": "Why? Why is light a particle and a wave? Job, explain to me that.",
    "start": "00:21:05",
    "end": "00:21:11"
  },
  {
    "text": "Explain the butterfly effect. So there's that.",
    "start": "00:21:11",
    "end": "00:21:14"
  },
  {
    "text": "And by the way, Job, what's gravity?",
    "start": "00:21:14",
    "end": "00:21:15"
  },
  {
    "text": "That's right. Right. So the obvious implication of all those questions, the answer to them is no. I Was not there. I don't know the answer to any of these questions. No, I don't have your vantage point. God. So that's on like a macro level. Then God starts talking about, have you ever seen a mountain goat give birth? My favorite is a little essay on wild donkey. Are you the one who controls wild donkey? Because he's just cruising the wastelands, the salt flats, and he laughs at the commotion in the town because he's not here in the town. Shout of any driver. He ranges the hills looking for any green thing. It's like this picture of a wild donkey.",
    "start": "00:21:16",
    "end": "00:22:10"
  },
  {
    "text": "Yeah.",
    "start": "00:22:10",
    "end": "00:22:11"
  },
  {
    "text": "Just free, dirty, scrappy.",
    "start": "00:22:11",
    "end": "00:22:13"
  },
  {
    "text": "But why does he bring up the donkey?",
    "start": "00:22:13",
    "end": "00:22:15"
  },
  {
    "text": "Wild ox. What's the point with a wild ox? Let's keep. Just keep. Gotta get the effect. All right, Wild. Huge wild ox. Can you hold him? Can you tie a. Tie him up to a plow? Help you with your garden? Or the ostrich?",
    "start": "00:22:16",
    "end": "00:22:31"
  },
  {
    "text": "So he's kind of saying, like, you've domesticated animals and so you think you've got a handle on things, but there's a lot more. There's some wild animals out there that you don't have a handle on.",
    "start": "00:22:32",
    "end": "00:22:44"
  },
  {
    "text": "You don't have a perspective, the least bit of perspective on the macro cosmos. And even here on the land, you can't control everything. What do you know about mountain goats and their feeding patterns and lions? And do you control wild donkey or wild ox? And the ostrich.",
    "start": "00:22:44",
    "end": "00:23:04"
  },
  {
    "text": "And the ostrich.",
    "start": "00:23:04",
    "end": "00:23:06"
  },
  {
    "text": "Do you give the horse its strength? And here it's this beautiful description of a horse revving up and galloping into battle like a war horse. And do you really control that thing? You can ride on it when it's in the frenzy of battle. But does the hawk take flight by your chochma? By your wisdom, does the eagle soar at your command?",
    "start": "00:23:07",
    "end": "00:23:34"
  },
  {
    "text": "Yeah.",
    "start": "00:23:34",
    "end": "00:23:35"
  },
  {
    "text": "So again, the point is, oh, there's all of this detail, and there's all of these creatures who just live free and have their whole lives. And God's intimately aware of every detail of their existence. And they're not for a second under Job's control. And he hasn't a clue about their habits or their life at all.",
    "start": "00:23:36",
    "end": "00:24:01"
  },
  {
    "text": "I saw this article that I think will totally fit that same vein but a little bit more modern. See if I can find it. Yeah, there's this website called babylonbee.com. it's like a Christian. The Onion. You're familiar with the Onion?",
    "start": "00:24:01",
    "end": "00:24:16"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:24:16",
    "end": "00:24:17"
  },
  {
    "text": "It's like a Christian version of the Onion. This article is called what has God Ever Done for me? Asks man breathing air. Sources confirmed Tuesday that local free thinker Jared Olson called into question the absurd idea that God has ever done anything for him while inhaling oxygen and exhaling carbon dioxide in a complex process well beyond his mind's capability of understanding it in entirety. The idea of quote, unquote, God is really just holding us back, Olson opined as the membrane across his larynx vibrated to modulate the flow of air from his lungs, making the speech audible to the people listening, whose intricate ear structures then instantly transformed the visible sound waves into abstract thought in their brain's nervous tissue.",
    "start": "00:24:17",
    "end": "00:25:02"
  },
  {
    "text": "It's pretty good.",
    "start": "00:25:07",
    "end": "00:25:08"
  },
  {
    "text": "It's kind of got the same effect.",
    "start": "00:25:09",
    "end": "00:25:10"
  },
  {
    "text": "So there's also another motif that appears a couple times. It's getting at this question of, okay, so if God's attentive to all this detail. So that sweeps out from under Job his claim to have a vantage point by which to accuse God of being incompetent. But then there's also a couple little things. Like there's a question about rain patterns. He says, who cut the channel for the rain to water the land where no human lives, A whole desert with nobody in it gets satisfied with rain and sprouts with grass. So think in terms of Deuteronomy, like rain and abundance and agriculture. Those are all signs of God's favor and blessing because you're faithful, you know? But apparently God takes pleasure in sending rain and making abundant a desolate wasteland that no human will ever even see, just full of beauty and abundance. Be great farming. So that little vignette raises the question of, like, oh, so it's not even just the universe isn't just about justice. It's like, God enjoys beauty and superfluous generosity. Like, where does that fit in your system for how God runs the world?",
    "start": "00:25:11",
    "end": "00:26:39"
  },
  {
    "text": "Yeah. Who deserved that?",
    "start": "00:26:39",
    "end": "00:26:41"
  },
  {
    "text": "Yeah, just God, just for the sheer pleasure of making a beautiful meadow.",
    "start": "00:26:41",
    "end": "00:26:45"
  },
  {
    "text": "It kind of has the effect of saying, like, this isn't all about you.",
    "start": "00:26:46",
    "end": "00:26:50"
  },
  {
    "text": "Yeah, yeah. Yes. Yeah. The moral fortunes of humans isn't the only story going on in the world that's interesting. That is.",
    "start": "00:26:50",
    "end": "00:27:01"
  },
  {
    "text": "But it is an important story.",
    "start": "00:27:01",
    "end": "00:27:03"
  },
  {
    "text": "Yes.",
    "start": "00:27:03",
    "end": "00:27:04"
  },
  {
    "text": "We know from Genesis 1 and 2 that humans being in the image of God and ruling on God's behalf is very, very central. It's central to the story of creation. But then you should, I guess you have to step back and go, who? We're not. But we're not the center of the.",
    "start": "00:27:04",
    "end": "00:27:26"
  },
  {
    "text": "Universe, and we're not. Yes. That God is attentive to God's doing.",
    "start": "00:27:26",
    "end": "00:27:32"
  },
  {
    "text": "Things outside of our understanding. And we can see that in this very simple illustration of the desert. But who knows what else?",
    "start": "00:27:32",
    "end": "00:27:42"
  },
  {
    "text": "Yes.",
    "start": "00:27:42",
    "end": "00:27:42"
  },
  {
    "text": "I mean, who knows?",
    "start": "00:27:42",
    "end": "00:27:43"
  },
  {
    "text": "Exactly. Yeah.",
    "start": "00:27:43",
    "end": "00:27:45"
  },
  {
    "text": "And we're just one piece of that.",
    "start": "00:27:45",
    "end": "00:27:46"
  },
  {
    "text": "That's right. I love it. That there's a book of the Bible making that point.",
    "start": "00:27:46",
    "end": "00:27:50"
  },
  {
    "text": "Yeah, it is.",
    "start": "00:27:51",
    "end": "00:27:53"
  },
  {
    "text": "I remember the first time. I don't remember how old I was when I really grasped the reality of other planets. And I just kept thinking about there's a planet where there's some like. I kept thinking I would think of tumbleweed blowing. Which, of course, I don't know. Not on any planets we know of their vegetation. But, you know, in my imagination, tumbleweed blowing along on a rocky desert. That's just happening right now. There's just a whole planet with its own system of. I guess you don't call it an ecosystem of living creatures, but I just remember that. So when that first. That idea first captured my imagination. An alien landscape, no human will. Has ever, nor likely will ever set foot there. But it just exists in beauty and complexity.",
    "start": "00:27:53",
    "end": "00:28:46"
  },
  {
    "text": "There's entire galaxies.",
    "start": "00:28:46",
    "end": "00:28:48"
  },
  {
    "text": "And now. Yes, that's now as an adult, it's like.",
    "start": "00:28:48",
    "end": "00:28:51"
  },
  {
    "text": "It was Kevin Kelly when I was at Q a couple weeks ago. He showed the slide of a bunch of galaxies and he. And you know, one of those beautiful.",
    "start": "00:28:52",
    "end": "00:29:03"
  },
  {
    "text": "Yeah. Hubble.",
    "start": "00:29:03",
    "end": "00:29:03"
  },
  {
    "text": "Hubble type photos, telescope photos. And he said this. This image, if you looked up in the sky, would be about the size of your thumb. So that's how much space we're talking about magnified. And it's in. And in it, you see hundreds and.",
    "start": "00:29:03",
    "end": "00:29:18"
  },
  {
    "text": "Hundreds of these galaxies, other galaxies.",
    "start": "00:29:18",
    "end": "00:29:21"
  },
  {
    "text": "In one of those galaxies, on one of those planets is a beautiful terrain with a beautiful weather system and something majestic happening. Some sunset, some.",
    "start": "00:29:22",
    "end": "00:29:35"
  },
  {
    "text": "Yeah.",
    "start": "00:29:35",
    "end": "00:29:36"
  },
  {
    "text": "And we'll never see it.",
    "start": "00:29:36",
    "end": "00:29:37"
  },
  {
    "text": "Yeah.",
    "start": "00:29:37",
    "end": "00:29:38"
  },
  {
    "text": "And God's delighting in it.",
    "start": "00:29:38",
    "end": "00:29:39"
  },
  {
    "text": "Yeah. Yeah. It's completely apart from the story of God and humanity and that. Yeah. That's a part of God's world that he's attentive to. And that factors into God's decision making. That's the point.",
    "start": "00:29:39",
    "end": "00:29:55"
  },
  {
    "text": "Right.",
    "start": "00:29:55",
    "end": "00:29:56"
  },
  {
    "text": "Somehow, on a large scale and small, even areas that I think for the animals that humans think they have some control over and knowledge of, you know, just the biological world is itself ultimately a mystery. So that's the first speech is the virtual tour of the macro and micro cosmos. And Job answers. He says in chapter 40, wow, I'm really unworthy. How can I respond? I spoke twice, but I have no answer. I put my hand over my mouth. He recognizes his folly. He doesn't say, I'm sorry for what I said. He just says, you're right, I overstepped my bounds. So what happens next is in chapter 40, God says, then maybe you would like to run the universe for a day according to the principle you think I ought to run the universe by. And he says, it's like putting your.",
    "start": "00:29:57",
    "end": "00:31:21"
  },
  {
    "text": "Toddler in charge of the house.",
    "start": "00:31:21",
    "end": "00:31:22"
  },
  {
    "text": "Yeah, totally. Yeah. And so it basically he says, job, you just tell me how you would micromanage the universe according to the strict principle of justice for every human action. 24 7. Tell me what that universe looks like, Job. He says, look at every proud man and bring him low. Crush the wicked right in the moment where they stand. Bury them in the dust. Then I'll admit to you that your right hand can bring deliverance.",
    "start": "00:31:24",
    "end": "00:32:00"
  },
  {
    "text": "Let's see what you got, Joe.",
    "start": "00:32:05",
    "end": "00:32:06"
  },
  {
    "text": "Yeah, it's okay. You tell me. And then just. There's no response. And where he goes next is one of the most well known parts of Job. God goes on to then describe two wild, huge creatures in God's good world that he's quite proud of. One is called Behemoth, and then the second one is called Leviathan. It's in chapter 41. And God takes great pride in describing the majesty and strength and anatomy of these creatures. So Behemoth lives in the rivers and marshes and is gigantic and has thick bones and tail like cedar. A tail like a cedar sounds like a dinosaur. Yeah, it's interesting. So throughout the history of interpretation, there's been lots of proposals as to what these creatures are. The one that's fixed in the modern imagination was first made, I have a Note here in 1663 by Samuel Borchar, who wrote a huge volume called the. The Holy Zoology Manual. It's on Google Books. I looked it up actually.",
    "start": "00:32:06",
    "end": "00:33:23"
  },
  {
    "text": "Does he have like any images in there?",
    "start": "00:33:24",
    "end": "00:33:25"
  },
  {
    "text": "No, no, but it's essentially a. It's a biblical encyclopedia of every animal mentioned in the Bible.",
    "start": "00:33:25",
    "end": "00:33:34"
  },
  {
    "text": "Oh.",
    "start": "00:33:34",
    "end": "00:33:34"
  },
  {
    "text": "And all of the biblical description of every animal mentioned in the Bible matched with his own observations of all those animals that he went and traveled to the Middle east to go see in their natural habitats. What a crazy guy. But he did this, and he produced the Hterozoicon Sea, was the first one to identify Behemoth with a hippopotamus. 1663.",
    "start": "00:33:35",
    "end": "00:34:00"
  },
  {
    "text": "Hippopotamus does not have a tail like a cedar.",
    "start": "00:34:00",
    "end": "00:34:02"
  },
  {
    "text": "Exactly. That's the only thing that doesn't fit the description. So you either say poetic license.",
    "start": "00:34:02",
    "end": "00:34:08"
  },
  {
    "text": "I mean, it's got like a tiny little tail.",
    "start": "00:34:08",
    "end": "00:34:10"
  },
  {
    "text": "Yeah. It's not very impressive.",
    "start": "00:34:10",
    "end": "00:34:12"
  },
  {
    "text": "It's like.",
    "start": "00:34:12",
    "end": "00:34:12"
  },
  {
    "text": "Totally. So, I mean, here's what you can do. You can say it's not trying to correspond to any known creature. It's taking a known creature.",
    "start": "00:34:15",
    "end": "00:34:25"
  },
  {
    "text": "Well, here's the thing. We know that many creatures have gone extinct. Right. We know that many large mammals have been killed off by humans.",
    "start": "00:34:25",
    "end": "00:34:33"
  },
  {
    "text": "But we're only. This book's only 2500 years old, which is old.",
    "start": "00:34:33",
    "end": "00:34:37"
  },
  {
    "text": "That's old. But you don't think 2,000 years ago, 25 years ago, we were killing off large mammals?",
    "start": "00:34:38",
    "end": "00:34:45"
  },
  {
    "text": "Of course we were. But the question is, is there a large mammal that's gone extinct in the last 2500 years within the Middle east.",
    "start": "00:34:45",
    "end": "00:34:55"
  },
  {
    "text": "That we've dug up and found? False.",
    "start": "00:34:55",
    "end": "00:34:57"
  },
  {
    "text": "That we have no idea. That we have. No.",
    "start": "00:34:57",
    "end": "00:34:59"
  },
  {
    "text": "Well, we don't know. I mean, we just found a new dinosaur last week.",
    "start": "00:34:59",
    "end": "00:35:05"
  },
  {
    "text": "Okay. Yeah, sure. But dinosaurs, we're talking. I mean, humans were nowhere ever around.",
    "start": "00:35:05",
    "end": "00:35:11"
  },
  {
    "text": "Right. I'm just saying we're always finding new things.",
    "start": "00:35:12",
    "end": "00:35:14"
  },
  {
    "text": "Yeah. So, yes, you know, and I'm sorry, we should acknowledge it's possible that there's an extinct animal. Okay.",
    "start": "00:35:14",
    "end": "00:35:22"
  },
  {
    "text": "Or maybe even an animal in there. Just mythologies. Because.",
    "start": "00:35:22",
    "end": "00:35:27"
  },
  {
    "text": "Correct.",
    "start": "00:35:27",
    "end": "00:35:28"
  },
  {
    "text": "It was extinct 10,000 years ago.",
    "start": "00:35:28",
    "end": "00:35:31"
  },
  {
    "text": "All right. And they found the fossil remains and stories retained about the century.",
    "start": "00:35:31",
    "end": "00:35:35"
  },
  {
    "text": "I think they found like 10,000 years ago. I'm going to get this wrong, but something like 90% of large mammals on the planet were killed off 10,000 years ago.",
    "start": "00:35:35",
    "end": "00:35:46"
  },
  {
    "text": "So, yeah, early humans were.",
    "start": "00:35:47",
    "end": "00:35:49"
  },
  {
    "text": "Early humans were. Brutal.",
    "start": "00:35:49",
    "end": "00:35:50"
  },
  {
    "text": "Were on the scene.",
    "start": "00:35:50",
    "end": "00:35:51"
  },
  {
    "text": "The most likely explanation is as we began as humans to learn how to hunt. Really well, they just went crazy, took out all the animals.",
    "start": "00:35:52",
    "end": "00:36:00"
  },
  {
    "text": "Yeah.",
    "start": "00:36:01",
    "end": "00:36:01"
  },
  {
    "text": "I mean, the ostrich is one of the remaining large birds. There were tons of different large birds, but those were tasty large birds, apparently. That we ate.",
    "start": "00:36:01",
    "end": "00:36:10"
  },
  {
    "text": "Apparently. And their eggs.",
    "start": "00:36:10",
    "end": "00:36:12"
  },
  {
    "text": "And their eggs.",
    "start": "00:36:12",
    "end": "00:36:13"
  },
  {
    "text": "Well, sure. Think buffalo within recent memory in terms of American history. I mean, there were millions and millions of buffalo.",
    "start": "00:36:14",
    "end": "00:36:21"
  },
  {
    "text": "There was these giant ground sloths, these huge. The size of bears, but they were sloths.",
    "start": "00:36:22",
    "end": "00:36:28"
  },
  {
    "text": "Wow. They didn't stand.",
    "start": "00:36:28",
    "end": "00:36:31"
  },
  {
    "text": "Yeah. Anyways, so Behemoth, it wouldn't surprise me if there was an animal like this. Yes.",
    "start": "00:36:35",
    "end": "00:36:42"
  },
  {
    "text": "Yep. The other option is that it's some mix between real and mythological creature. Like maybe what unicorns are in the modern imagination of. It's a horse, but it's a horse.",
    "start": "00:36:42",
    "end": "00:36:58"
  },
  {
    "text": "Yeah, but why would we. Why would we, if we were making this story today, have God, like, boast about the unicorn?",
    "start": "00:36:58",
    "end": "00:37:05"
  },
  {
    "text": "A unicorn.",
    "start": "00:37:05",
    "end": "00:37:06"
  },
  {
    "text": "Be like, well, that's not A real one.",
    "start": "00:37:09",
    "end": "00:37:12"
  },
  {
    "text": "God, yes, that's right. No, it's a, it's a solid, it's a solid point.",
    "start": "00:37:12",
    "end": "00:37:18"
  },
  {
    "text": "I'm gonna go with extinct animal.",
    "start": "00:37:18",
    "end": "00:37:19"
  },
  {
    "text": "So behemoth. Behemoth can fit in what you're describing. Leviathan's a little trickier because we know more about this word and the background of this creature. Leviathan is a known mythological creature in Israel's imagination. In Psalm 74, Leviathan is a seven headed beast that's a symbol of the chaotic darkness and void of Genesis 1, verse 2 that God tamed and brought order to. So this was a motif in Canaanite creation cosmologies of God conquering the chaos and bringing order. And that motif is not present in Genesis 1. God just speaks and brings order. But there is a tradition of that in Psalm 74 where God creates by defeating the seven headed Leviathan.",
    "start": "00:37:20",
    "end": "00:38:19"
  },
  {
    "text": "In Psalm 74.",
    "start": "00:38:19",
    "end": "00:38:20"
  },
  {
    "text": "Yeah.",
    "start": "00:38:21",
    "end": "00:38:21"
  },
  {
    "text": "Psalm 74, he defeats a seven headed Leviathan.",
    "start": "00:38:21",
    "end": "00:38:24"
  },
  {
    "text": "Yeah.",
    "start": "00:38:24",
    "end": "00:38:25"
  },
  {
    "text": "Do you know ever heard of such a thing?",
    "start": "00:38:25",
    "end": "00:38:28"
  },
  {
    "text": "Come on. Psalm 74, that's in my Bible. Oh yeah, well, actually, so it's a poem about lamenting the destruction of the temple. God handed over the temple to the pagans to destroy it. Your foes have run into the temple with axes and hatchets to chop it down. Verse 9. We're given no signs from God. How long will the enemy do this? Chaos has unleashed on Jerusalem. But the poet says verse 12. God is my king from long ago. He brings salvation on the earth. You know, God, you were the one who split open the sea by your power. And you broke the heads of the sea monster in the waters. It was you who crushed the heads of Leviathan and gave it as food to the deserts. The day is yours, yours is the night. You established the sun and moon to creation. He's retelling the story of God creating the world in light of one.",
    "start": "00:38:28",
    "end": "00:39:34"
  },
  {
    "text": "So splitting open the sea was part of the creative.",
    "start": "00:39:35",
    "end": "00:39:39"
  },
  {
    "text": "Separating the waters.",
    "start": "00:39:39",
    "end": "00:39:40"
  },
  {
    "text": "Separating the waters. And then he broke the heads of the Leviathan.",
    "start": "00:39:40",
    "end": "00:39:45"
  },
  {
    "text": "He defeated chaos. Leviathan is a. Oh, it's a symbol of chaos, is a symbol of the chaotic dark wasteland.",
    "start": "00:39:45",
    "end": "00:39:55"
  },
  {
    "text": "And so it's like a. So in the mythology it's this like multiple headed creature that lived in the water.",
    "start": "00:39:57",
    "end": "00:40:06"
  },
  {
    "text": "Yeah, correct. And it's. This creature is drawn and appears in iconography in Babylonian mythology. Leviathan appears in Canaanite mythological texts. So there you go. Psalm 74. It's just, it's speaking the. It's how, it's just, it's using the imagery available in the Cultural imagination to retell the story of creation as God conquering the chaos monster. Isaiah 27, when he, when Isaiah thinks of God defeating evil in the future, he talks about God swinging his sword against Leviathan. Sorry, that's Isaiah, chapter 27, verse 1. And these are images picked up in the New Testament in the book of Revelation about God defeating the dragon. Actually all the way back to the book of Job in the Septuagint translation. So pre Christian Jews translating Job into Greek, they translated Leviathan right here in Job as drakon, the Greek word for dragon. And so you could say some of it kind of sounds like a crocodile. That's what Samuel Borchardt thought. In this hit Rozoic on. But then in verses Job 41, verses 18 to 21, this guy's breathing fire. He has his sneezes throw lightning and fire streams from his mouth and his breath sets coals ablaze. Yeah, so we're clearly in the realm of seven headed mythological fire breathing dragons.",
    "start": "00:40:06",
    "end": "00:41:54"
  },
  {
    "text": "There's gotta be people who think dragons actually existed or so many, or something.",
    "start": "00:41:54",
    "end": "00:42:00"
  },
  {
    "text": "That gave rise to dragons in the human imagination. Something that was close enough so that. Okay, now we've thoroughly. We spent a lot of time on those guys. So what's their purpose in God bringing.",
    "start": "00:42:00",
    "end": "00:42:16"
  },
  {
    "text": "Them up so that we could discuss them in the 21st century?",
    "start": "00:42:17",
    "end": "00:42:20"
  },
  {
    "text": "The purpose in God bringing them up is what he says is, he says, look at Behemoth, look at how strong he is. I made him along with you. That's what he says. Look at Behemoth. I made him just like I made you. And then when he gets to Leviathan, he says, will he speak to you with gentle words? Will he make an agreement with you and you can take him as your slave for life? Are you going to make a pet of Leviathan just like you would a bird and put a leash on him for your little girls? I mean it's so ridiculous. And if you lay a hand on him, you're done. So I think this is the point is God's world is very good. It's ordered. There's order to it. But there are realities in God's good world that will eat you alive and not even think about it. And they're not evil. Leviathan isn't evil here.",
    "start": "00:42:21",
    "end": "00:43:23"
  },
  {
    "text": "He's just, he's just a misunderstood sea dragon.",
    "start": "00:43:24",
    "end": "00:43:27"
  },
  {
    "text": "He's just, he's wild. So whether he's an actual forgotten monster or he's a symbol for the unpredictable chaotic elements that still exist in God's good world, the point is God's world is ordered, but it's still wild and dangerous. The point is that is the world order. Is it good? Is it a good place for humans to live? Yes. But Leviathan will eat you in a second.",
    "start": "00:43:27",
    "end": "00:43:58"
  },
  {
    "text": "And God was proud of it. He's proud of this thing anymore.",
    "start": "00:43:58",
    "end": "00:44:01"
  },
  {
    "text": "Yeah. He wants to show him, but it could.",
    "start": "00:44:01",
    "end": "00:44:03"
  },
  {
    "text": "It'll take you out.",
    "start": "00:44:03",
    "end": "00:44:04"
  },
  {
    "text": "Yeah. I won't fail to speak of his limbs and his outer coat. His back has rows of shields.",
    "start": "00:44:04",
    "end": "00:44:12"
  },
  {
    "text": "So just because God. Just because God makes something that's dangerous to humans doesn't mean it's not good. There's his point there.",
    "start": "00:44:13",
    "end": "00:44:23"
  },
  {
    "text": "Yes. The world is still a dangerous place for humans. And that doesn't mean it's not good. Leviathan can unleash hell on your life, and it's not evil. God's not angry at you.",
    "start": "00:44:23",
    "end": "00:44:40"
  },
  {
    "text": "Yeah.",
    "start": "00:44:41",
    "end": "00:44:41"
  },
  {
    "text": "You just.",
    "start": "00:44:41",
    "end": "00:44:42"
  },
  {
    "text": "You're just messing with the crocodile.",
    "start": "00:44:42",
    "end": "00:44:44"
  },
  {
    "text": "You just met a Leviathan and it ruined your life.",
    "start": "00:44:44",
    "end": "00:44:47"
  },
  {
    "text": "Yeah.",
    "start": "00:44:47",
    "end": "00:44:47"
  },
  {
    "text": "These creatures existing in God's world, the whole point is that there can be suffering and tragedy that results for no reason except that the world is still a raw and wild place as we experience it. There's no eschatology here of. Well, but one day Leviathan will be done away with. And it's just. That's the world as we know it.",
    "start": "00:44:48",
    "end": "00:45:10"
  },
  {
    "text": "The Leviathan will lay down with the lamb.",
    "start": "00:45:10",
    "end": "00:45:12"
  },
  {
    "text": "Yeah, right. That's Isaiah. No, Isaiah is God will crush Leviathan and remove him completely from God's good world. And this is the. This is the end of God's speech, this Leviathan. So to think of the flow of the God speeches. I am intimately aware of the macro cosmos. Things that you've never even considered conceived of. I'm intimately familiar with every part of the natural world that you thought you knew about. Maybe you'd like to run the universe for a day according to your vision of how I ought to do it. And you'll find it impossible. And by the way, the world is a raw and wild place. Good and ordered, but still dangerous.",
    "start": "00:45:13",
    "end": "00:46:00"
  },
  {
    "text": "And that's it.",
    "start": "00:46:00",
    "end": "00:46:00"
  },
  {
    "text": "And that's what God has to say?",
    "start": "00:46:01",
    "end": "00:46:03"
  },
  {
    "text": "Yeah. It's not what you would have expected him to say.",
    "start": "00:46:03",
    "end": "00:46:06"
  },
  {
    "text": "No. Which is why this book arrests the imaginations of people throughout history. Such an amazing book. So Job's response. Job replied to the Lord, chapter 42. I know that you can do all things. The virtual tour has very much impressed Job. No plan of yours can be thwarted. You know, God said earlier, who is this that obscures my counsel? Who is this who speaks of things that I Don't understand. So Job says, all right, my ears had heard of you. I thought I understood how you worked, but now I see you. He's had a full conversion of his imagination, a humbling of his imagination. Verse 6 is notoriously difficult to translate.",
    "start": "00:46:06",
    "end": "00:47:27"
  },
  {
    "text": "Because it's one of those words that's.",
    "start": "00:47:28",
    "end": "00:47:29"
  },
  {
    "text": "Not used very often, and it uses the words in a really unique way. So he says, first is something to the effect of, therefore I reject. Literally, I reject. And the translations differ. I reject myself. Or Niv has. I despise myself. Or some interpreters think I reject the accusations I made. But the point is, he's taking back, and there's something that he claimed that he now rejects. And then he says, I repent in dust and ashes or something to the effect of, I have changed my mind or I've changed my posture. Whatever's happening, however, exactly, translate it. That's a whole rabbit hole in and of itself. The point is that he's declaring a change of mind and heart. He chooses humility before God. But it's not the end of the book. The book ends with an epilogue where God says to the friends, I am angry with you guys. God says he's angry at the friends because you have not spoken what is right about me, like my servant Job has spoken rightly about me, which forces you to be like, wait a minute. Okay, I get it for the friends, right? They. Their theology was way too black and white and simplistic. But what does it mean that Job spoke rightly? Can't be. It can't. That can't refer to everything he said.",
    "start": "00:47:29",
    "end": "00:49:02"
  },
  {
    "text": "Right. Otherwise there wouldn't have been a showdown.",
    "start": "00:49:02",
    "end": "00:49:05"
  },
  {
    "text": "Yeah, but apparently there are some things that Job did say that are right. Namely that God doesn't always run the universe on the principle of just recompense, because he's blameless, he's innocent, and he suffered and God allowed it. And that's right. God acknowledges that that's right. So then Job goes and offers sacrifices to atone for the folly and sin of the friends. And then it was nice of him. It was nice of him. Then the Lord made Job prosperous again, restoring twice as much as he had before. And then it goes on to list all of the numbers of camels and oxen and children, and it names their children and how his daughters were the most beautiful in the ancient world, and that he lived 140 years and he died full of good years. To me, this is another one of these most interesting things, because the whole point then, does it bring you all the way back to the beginning and wondering, well, wait, I thought the whole point was for Job to maintain his integrity despite all of this loss. But then at the end, he receives them all back again. But you interpret the reward differently now, because the reward, you realize, isn't owed to Job, but it is simply God's gift to Job. He could have not done it. And he could have done it. We now know how God runs the universe. He could have done it. He could have not done it. And we interpret this not through recompense. Job earned this. We interpret it now as, in God's wisdom and generosity, he gifts Job one with abundance and joy once again. And that's how the book ends.",
    "start": "00:49:05",
    "end": "00:50:57"
  },
  {
    "text": "And so back to the very beginning of our conversation. The point of this is so that Job, he does. He doesn't get an answer.",
    "start": "00:51:22",
    "end": "00:51:32"
  },
  {
    "text": "Never gets.",
    "start": "00:51:32",
    "end": "00:51:33"
  },
  {
    "text": "He never gets an answer. And what we thought was going on at the beginning of the story, which was God was just testing him, doesn't seem to be the full story. At the end, we're asked to kind of, like Job, just realize, whoa, there's way more going on in the created universe than I could ever try to manage or comprehend. And it's also a place that doesn't fit my neat categories of good and evil. Because I would look at that Leviathan, and I would say, that thing's evil.",
    "start": "00:51:33",
    "end": "00:52:11"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:52:11",
    "end": "00:52:12"
  },
  {
    "text": "And God's sitting here going, actually, I'm pretty stoked on that thing.",
    "start": "00:52:12",
    "end": "00:52:15"
  },
  {
    "text": "Yeah.",
    "start": "00:52:15",
    "end": "00:52:15"
  },
  {
    "text": "Don't mess with it.",
    "start": "00:52:15",
    "end": "00:52:16"
  },
  {
    "text": "Yeah.",
    "start": "00:52:16",
    "end": "00:52:16"
  },
  {
    "text": "So it's just, like, breaking down my categories, and then by the end, I just have to go, okay. I thought of myself too highly in the. In my ability to understand why things work. And I'm gonna trust you. And then Job, when he gets to that place, he gets hooked up again. But it's not. Doesn't seem like a Joel Osteen kind of hookup, where it's like a. No, do the right thing. God's gonna help him.",
    "start": "00:52:17",
    "end": "00:52:41"
  },
  {
    "text": "Well, no, Just the fact that he went through what he went through shatters that paradigm.",
    "start": "00:52:41",
    "end": "00:52:47"
  },
  {
    "text": "Yeah.",
    "start": "00:52:48",
    "end": "00:52:48"
  },
  {
    "text": "So now his prosperity has no direct correlation to his righteousness. It's just a gift.",
    "start": "00:52:48",
    "end": "00:52:56"
  },
  {
    "text": "Yeah.",
    "start": "00:52:56",
    "end": "00:52:56"
  },
  {
    "text": "Which the critic from Ecclesiastes would say, yeah, sometimes you get that, but sometimes you don't enjoy it and enjoy it when you get it, but sometimes you don't get it. And then Proverbs says, so that's why you just do the right thing and you fear the Lord and shun evil because that's the right thing to do. I mean, holistically, from all three books, you can kind of put this portrait together of like, fear the Lord, be wise, do the right thing. It's not always going to bring success, and that's going to force you to reckon with some pretty humbling hard things about who you are and the kind of world you're living in. But wisdom is also reaching a place of humility before God and not demanding that he offer you an explanation for why things happen the way they do, as if you could understand it in the first place, even if he did offer you an explanation. So fear the Lord and keep his commandments at the end. All three books do work together to offer a really mature portrait of the. Of the good life and the wise life. My hunch is that it's a portrait that at least some people in the modern world will struggle because I think there is something about.",
    "start": "00:52:56",
    "end": "00:54:13"
  },
  {
    "text": "We want to understand things.",
    "start": "00:54:13",
    "end": "00:54:15"
  },
  {
    "text": "Yeah, Humans, we've made so many exponential leaps in our understanding of the universe just in the last half millennia, that half a century. Half a century, much less the last. Sorry. For some reason I just thought the way the printing press.",
    "start": "00:54:15",
    "end": "00:54:31"
  },
  {
    "text": "Yeah.",
    "start": "00:54:31",
    "end": "00:54:31"
  },
  {
    "text": "Got things going 500 years ago, but then, of course, in the last half century. So I think there is this mindset of like, oh, no, I think we're probably going to figure this thing out in not very long. And that's an interesting. I don't quite know what to do with that tension, because we can. But then the question of, does that get us over our skis, you know, and get us thinking much too highly of ourselves? Because the same people who are plunking away at math equations, figuring out the physical constants nanoseconds after the Big bang, also, like, struggle to be faithful to their spouses. And like, you know what I mean? Like, they just, like everybody else, are.",
    "start": "00:54:32",
    "end": "00:55:19"
  },
  {
    "text": "Caught, no matter how smart we are.",
    "start": "00:55:19",
    "end": "00:55:21"
  },
  {
    "text": "In the moral dilemmas and making stuff, stupid decisions and drinking too much. So, like, there's no human that isn't caught in the web of the moral challenge that we all find ourselves in.",
    "start": "00:55:21",
    "end": "00:55:34"
  },
  {
    "text": "Except for Job.",
    "start": "00:55:34",
    "end": "00:55:34"
  },
  {
    "text": "Yeah. So. And in the biblical vision, our moral choices are as much a part of our understanding of the world as our ability to do math or produce technology is your ability to have integrity. So in that sense, nothing's really changed for humanity.",
    "start": "00:55:37",
    "end": "00:55:56"
  },
  {
    "text": "That's true. Yep. So for Proverbs, it's about wisdom. I feel like there was a word for Ecclesiastes I was globbing onto that's escaping me now. Chance is one thing. The randomness, death time.",
    "start": "00:55:56",
    "end": "00:56:14"
  },
  {
    "text": "And chance, death time.",
    "start": "00:56:14",
    "end": "00:56:15"
  },
  {
    "text": "And chance meaningless. But with Job, humility seems to be the key point. Right?",
    "start": "00:56:15",
    "end": "00:56:26"
  },
  {
    "text": "I think that's right.",
    "start": "00:56:26",
    "end": "00:56:27"
  },
  {
    "text": "That the posture of humility allows you to find peace. Find peace. So when we think of this old, weathered man who has peace, yeah, but he still has passion and life, but he just doesn't get rattled. And he really believes that he doesn't have to worry, even though he knows that doesn't mean everything's gonna be awesome. Like, there's that contradiction.",
    "start": "00:56:28",
    "end": "00:56:56"
  },
  {
    "text": "Yes. He actually knows, like, he should be.",
    "start": "00:56:56",
    "end": "00:56:58"
  },
  {
    "text": "On edge because any moment God might like another with another Satan and be like, hey, let's do round two with Job. But instead it's to a place where it doesn't matter what's thrown at me. I understand my place and I'm completely at peace and I'm ready for it.",
    "start": "00:56:58",
    "end": "00:57:18"
  },
  {
    "text": "That's certainly what God is trying to lead Job to in the speeches. Yeah. Which leads back to that comment we made. The meaning of the book is not found in the heavenly scene at the beginning. Really. The culmination of the book are the gods speeches that lead Job to his humbling and repentance at the end. That's what this is about.",
    "start": "00:57:19",
    "end": "00:57:40"
  },
  {
    "text": "So that wraps up Tim and I's conversation on the book of Job for this podcast. We used this conversation to then write a script and make an animated short film that we're putting up on YouTube. YouTube.com TheBibleProject you can watch all our videos there. We're really proud of them. You can also go to our website, jointhebibleproject.com and download our videos for free. We have some study guides available for some of the videos. We're trying to make more. You could also download other resources there as well. Up next on the podcast will be a conversation on the Holy Spirit, which. Man, it's so good. We just actually had the conversation about two days ago. I'm going to start editing it. It's really helpful. So looking forward to that. Say hi to us on Facebook. Facebook.com join the Bibleproject Twitter oinbibleproj and thanks for being a part of this.",
    "start": "00:57:49",
    "end": "00:58:44"
  },
  {
    "text": "From now.",
    "start": "00:58:45",
    "end": "00:58:46"
  },
  {
    "text": "No regret.",
    "start": "00:58:48",
    "end": "00:58:50"
  },
  {
    "text": "I lift my head, try my best and hush, hush little one Hush, hush little ones in my head.",
    "start": "00:58:51",
    "end": "00:59:02"
  }
]