[
  {
    "text": "In this episode of the Bible Project podcast, Tim and I discuss the Book of Job, the third and final book in our Wisdom series.",
    "start": "00:00:05",
    "end": "00:00:13"
  },
  {
    "text": "This book is a piece of literature interacting with really significant existential questions about God's justice and suffering and the problem of evil. And why do bad things happen to good people?",
    "start": "00:00:13",
    "end": "00:00:26"
  },
  {
    "text": "Many people turn to Job to learn about how to deal with suffering, as it's a realistic portrayal of someone dealing with circumstances that just seem unfair.",
    "start": "00:00:26",
    "end": "00:00:36"
  },
  {
    "text": "It gives us a model for how to deal with hardship, but it provides no answers whatsoever about why good people suffer. But what it does explore is what kind of universe are we living in where good people do suffer? And what does that say about how God runs the world? What can we infer about God's character from. From the injustice and evil we see in the world? And what does God have to say about that?",
    "start": "00:00:36",
    "end": "00:01:00"
  },
  {
    "text": "So why do good people suffer? Why is there evil in the world? Why can't God make it so that everyone always gets what they deserve?",
    "start": "00:01:01",
    "end": "00:01:08"
  },
  {
    "text": "So he says the world's a dynamic place that can't be run according to a system. It has to be run according to God's personal judgment sometimes, which he calls Chokhmah or wisdom.",
    "start": "00:01:08",
    "end": "00:01:20"
  },
  {
    "text": "The Book of Job is really about the posture by which we should live.",
    "start": "00:01:21",
    "end": "00:01:25"
  },
  {
    "text": "As people who don't have access to.",
    "start": "00:01:25",
    "end": "00:01:27"
  },
  {
    "text": "The totality of God's wisdom.",
    "start": "00:01:27",
    "end": "00:01:29"
  },
  {
    "text": "As we're describing this character, I mean, I feel like in a way we're talking about Jesus, like his teachings on anxiety or worry. Jesus had a level of trust in the Father that he just didn't seem to care about what happens tomorrow. It wouldn't affect at all his view of the Father's character. And so he recommends all a life of just not carelessness, but a carefree type of existence. And Jesus clearly exhibited that level of peace all the way up to his execution that stunned his disciples.",
    "start": "00:01:29",
    "end": "00:02:02"
  },
  {
    "text": "Here's our first of three episodes on the Book of Job. Here we go. Now it's time to rest.",
    "start": "00:02:02",
    "end": "00:02:09"
  },
  {
    "text": "This is the Book of Job. So we did Proverbs, which we just actually watched minutes first.",
    "start": "00:02:15",
    "end": "00:02:23"
  },
  {
    "text": "Our first viewing of it just minutes ago.",
    "start": "00:02:23",
    "end": "00:02:26"
  },
  {
    "text": "Yeah, not our first viewing, but the first final viewing with sound design.",
    "start": "00:02:26",
    "end": "00:02:30"
  },
  {
    "text": "Holy cow.",
    "start": "00:02:30",
    "end": "00:02:31"
  },
  {
    "text": "Which was amazing. I got really excited. Yeah, I was starting to have doubts about this series, but after watching that. So that's coming out. It'll be out by the time this podcast is out. And then we are working on Ecclesiastes. Storyboards are being done for that.",
    "start": "00:02:31",
    "end": "00:02:46"
  },
  {
    "text": "We're looking at some art style examples.",
    "start": "00:02:46",
    "end": "00:02:49"
  },
  {
    "text": "But we need to get ready to write on the Book of Job, the third part. And honestly, I feel the least prepared myself with this book. I mean, it's such a long book and it's so weird. I haven't spent a lot of time in it.",
    "start": "00:02:50",
    "end": "00:03:06"
  },
  {
    "text": "Yeah, the Book of Job is so remarkable. There are so many things that are remarkable about it. In the Old Testament, I had the Privilege in my PhD studies at university of Wisconsin. The main thing that everybody does is you just spend three years reading huge amounts of the Bible in Hebrew, but you go through three text courses. You spend a year in the book of Isaiah, a year in the book of Ezekiel, then you spend a year in the wisdom literature reading Proverbs, Ecclesiastes and Job. And I was working with a Jewish professor named Michael Fox. Not Michael J. Michael J.",
    "start": "00:03:06",
    "end": "00:03:45"
  },
  {
    "text": "Fox.",
    "start": "00:03:45",
    "end": "00:03:45"
  },
  {
    "text": "Michael V. Fox, who's. I mean, he's written commentaries on all the wisdom books. And so he's one of the world experts in the Book of Job. And it was just the most delightful class I ever had. I have the best memories of it. And I remember walking away going, this is the most amazing book. I think it's the book of the Bible that's the most aware of itself as a piece of high literature. There are features about it that show that its author is aware that it's writing and contributing to this conversation as a piece of high level literary art.",
    "start": "00:03:46",
    "end": "00:04:24"
  },
  {
    "text": "So what do you mean it's aware of its literary art?",
    "start": "00:04:24",
    "end": "00:04:26"
  },
  {
    "text": "Yeah, the design of the book is very intentional, but also it plays with you as the reader and with your expectations. The author's really aware that he's messing with your views of God and the world. And he cranks up the tension. The way the book opens with showing you this character Job, and how amazing he is, and then horrible things start to happen to him. And you're given this background information as to kind of why it's happening to him, but actually you really don't know why. But the author's given you enough to make you think you know why, but you actually really don't until the end. So that's just in the book's design. Also, the language of the book in Hebrew, the Book of Job contains the most words that are used only here in all of ancient Hebrew than any other book of the Hebrew Bible.",
    "start": "00:04:26",
    "end": "00:05:19"
  },
  {
    "text": "Yeah, I think I've heard that before. So basically meaning rare, rare words.",
    "start": "00:05:19",
    "end": "00:05:24"
  },
  {
    "text": "So I mean, think of reading an English author who's constantly using words that you have to look up in a dictionary.",
    "start": "00:05:24",
    "end": "00:05:31"
  },
  {
    "text": "Yeah. And is it rare because they're a Lot older. Because I've also heard this book is a lot older. Or is it just rare because they're using a much broader vocabulary?",
    "start": "00:05:31",
    "end": "00:05:41"
  },
  {
    "text": "Yeah, that's it. The real arguments for the ancient date of the book are not strong at all. And the book's language doesn't show any signs of being particularly ancient Hebrew.",
    "start": "00:05:41",
    "end": "00:05:53"
  },
  {
    "text": "Why do people say it's the oldest book?",
    "start": "00:05:53",
    "end": "00:05:55"
  },
  {
    "text": "Essentially because the social setting described in some of the narrative details corresponds to the social setting of the patriarchs, Abraham, Isaac, Jacob. So, yeah, the language of the book relates to main level kingdom period Hebrew, but the vocabulary is just off the charts sophisticated. So that's what I mean about intentional. When some, you know, it's like somebody starts using really complicated words, you're like.",
    "start": "00:05:56",
    "end": "00:06:30"
  },
  {
    "text": "Oh, you're being artsy.",
    "start": "00:06:30",
    "end": "00:06:31"
  },
  {
    "text": "Yeah. You're being artsy or fancy, or you're trying to impress and make an impression.",
    "start": "00:06:31",
    "end": "00:06:36"
  },
  {
    "text": "Yeah.",
    "start": "00:06:36",
    "end": "00:06:36"
  },
  {
    "text": "So what that means is that there's lots of words in the Book of Job that we still aren't quite sure what they mean, or we have clue because they're used only here in all of ancient Hebrew.",
    "start": "00:06:37",
    "end": "00:06:47"
  },
  {
    "text": "Got it.",
    "start": "00:06:47",
    "end": "00:06:48"
  },
  {
    "text": "So they were rare words even in the author's day that not that many people knew. And they didn't occur anywhere else in Hebrew literature.",
    "start": "00:06:48",
    "end": "00:06:55"
  },
  {
    "text": "So we only know from context what they might mean.",
    "start": "00:06:56",
    "end": "00:06:58"
  },
  {
    "text": "That's right. And maybe from looking at cognate languages in Aramaic or Arabic. But you'll often see footnotes in your English translation saying the meaning of this Hebrew phrase is uncertain, or you'll see alternate translations in your footnotes in the translations of Job. And that's just because there's some really difficult passages that we don't quite know how to translate them even still today. Interesting. So there's still fresh research in biblical studies to be done, even on the vocabulary of Job. Interesting. So that's all under the umbrella of just saying. This book is aware of itself as a piece of literature interacting with really significant existential questions. It's aware that it's contributing to a conversation happening in the ancient near east about justice, God's justice and suffering and the problem of evil and why do bad things happen to good people.",
    "start": "00:06:58",
    "end": "00:07:54"
  },
  {
    "text": "And in the Old Testament, there's nothing else like it. Right. This is pretty unique in its writing style, in its.",
    "start": "00:07:54",
    "end": "00:08:01"
  },
  {
    "text": "Yeah, a book that's entirely a collection of. It was framed by a narrative at the beginning and the end, but the majority of it is just long, dense poems depicting people's philosophical, theological conversations with each other. It reads like the dialogues of, like, Socrates or Plato. It shares that form in common, but.",
    "start": "00:08:02",
    "end": "00:08:26"
  },
  {
    "text": "Predates it that by a number.",
    "start": "00:08:26",
    "end": "00:08:28"
  },
  {
    "text": "But predates it by a number of centuries. Yeah, but there are other ancient Babylonian works. I'll confess I'm not as familiar with these. But John Walton, in his wonderful commentary in the Book of Job, talks about them. He surveys that there are other Babylonian literary works that have people having conversations about the justice of the gods and is the world a safe, good place to live in. Similar ish to what's happening in the Book of Job. But they're nowhere near as sophisticated.",
    "start": "00:08:28",
    "end": "00:09:01"
  },
  {
    "text": "Could you, for my benefit, but also the benefit of people listening, set the table of what. What Job is doing. Big picture.",
    "start": "00:09:31",
    "end": "00:09:38"
  },
  {
    "text": "Yeah. What the. Yeah. What the book's about. It's a book that begins and ends with a narrative introduction and a narrative epilogue. It's two chapters of introduction, one chapter conclusion, and then the rest of it is just 40 plus chapters of dense Hebrew poetry. In the voice of all these characters, the story begins with the righteous, the most righteous good man you could ever imagine. And then we're transported up into God's heavenly control room, the situation room. And there it's brought before God that Job is only serving God for interested motives, namely that God keeps blessing him because he's a good guy. And it basically raises the question of, is it good policy on God's part to bless good people, to hook up good people with good things because they're good people. And so we'll talk about this more. God allows Job to undergo suffering as some sort of test or examination of his piety and commitment to God. And so Job doesn't, at the beginning, get angry at God. He remains pious and faithful to God. But eventually he cracks and he can't take it anymore. And that launches you into the chapters three. And it's Job with three friends. And the friends are convinced he must have done something wrong, and that's why he's suffering. But you, the reader, know that Job is a good man. God said he's a good man. He's not suffering for doing anything wrong. And so it creates this tension for you, the reader. You know, Job is a good guy, but you know, he's suffering because God allowed it. And the friends are drawing all these wrong conclusions about God's character. And you know, the friends are wrong, and Job's convinced they're wrong, and it creates this tension. And so all these conversations lead up to Job getting more and more angry. And then he eventually starts accusing God of being a jerk or being unjust. And then God speaks up at the end of the dialogues and addresses Job and that's where you find the real meat. And the response of God to the issue of suffering and injustice in the world. And then the book concludes with Job repenting and saying, I'm sorry, God didn't mean to get so angry. I was wrong about that. And then he gets hooked up.",
    "start": "00:09:38",
    "end": "00:11:58"
  },
  {
    "text": "Stop ever getting so worked up.",
    "start": "00:11:58",
    "end": "00:11:59"
  },
  {
    "text": "Yeah, that's right. And then everything he lost in his suffering is restored to him, you know, two or seven times over. So it's really not about Job. The book is about by what kind of policies does God run the universe? So to say that the book is about giving us a perspective on suffering, that's very natural because it's about a guy suffering and working through it. And it gives us a model for how to deal with hardship, but it provides no answers whatsoever about why good people suffer. The book never provides an answer to why Job suffers, but what it does explore is what kind of universe are we living in where good people do suffer? And what does that say about how God runs the world? What can we infer about God's character from the injustice and evil we see in the world? And what does God have to say about that? So really it's a question about God's justice. That's what this book is about. More than about human suffering. Human suffering raises the question about God's justice. But this book doesn't claim to provide any answer to the why bad things.",
    "start": "00:11:59",
    "end": "00:13:04"
  },
  {
    "text": "Happen to good people.",
    "start": "00:13:04",
    "end": "00:13:05"
  },
  {
    "text": "This is the Wisdom series, Wisdom, literature. And in Proverbs we were introduced to wisdom, that it's this force in the universe, Hokma. God used it to design the world. You live by it, life will go well for you.",
    "start": "00:13:35",
    "end": "00:13:52"
  },
  {
    "text": "Right.",
    "start": "00:13:52",
    "end": "00:13:53"
  },
  {
    "text": "You ignore it, it's gonna kick you in the butt.",
    "start": "00:13:53",
    "end": "00:13:56"
  },
  {
    "text": "Yep. Yeah. So that's Proverbs, very clear. Cause, effect, pattern, the moral law, justice governs the universe. Be a good person, good things will happen. You're a bad person, bad things will happen. That is a general truth affirmed by human experience. But the Ecclesiastes says, but not always. And that's the glitch in the system. So then the question that we come into Job with is, well, what does that tell us about God's character? Yeah, and more specifically, what this book Job is about addressing is what does that tell us about the policies or the decision making principles by which God governs the universe?",
    "start": "00:13:56",
    "end": "00:14:34"
  },
  {
    "text": "So I mean, that's kind of a weird phrase. What do you mean by that phrase? The policies, the governing principles of the universe? Well, didn't he, like, isn't there, like, gravity? The second law of thermodynamics.",
    "start": "00:14:35",
    "end": "00:14:50"
  },
  {
    "text": "Yeah, but this is about moral decisions and the outcome of people's moral decisions. So this isn't about the law of thermodynamics or something. Or this. What is the baseline of how God relates to human beings and God's providence and guiding history?",
    "start": "00:14:50",
    "end": "00:15:09"
  },
  {
    "text": "Why doesn't God always step in and make sure we do the right thing?",
    "start": "00:15:10",
    "end": "00:15:13"
  },
  {
    "text": "Correct.",
    "start": "00:15:13",
    "end": "00:15:14"
  },
  {
    "text": "You get rewarded.",
    "start": "00:15:14",
    "end": "00:15:15"
  },
  {
    "text": "Correct.",
    "start": "00:15:15",
    "end": "00:15:15"
  },
  {
    "text": "And we do the wrong thing, you don't get rewarded.",
    "start": "00:15:15",
    "end": "00:15:18"
  },
  {
    "text": "Yeah, that's not always the case. So what kind of world am I living in where I can do the right thing and never get rewarded? And can I infer anything about God's character from the fact that the universe is that way?",
    "start": "00:15:18",
    "end": "00:15:31"
  },
  {
    "text": "Okay, because you think you should be able to.",
    "start": "00:15:31",
    "end": "00:15:34"
  },
  {
    "text": "Well, as we're going to see, the friends, Job's friends, definitely think you can infer God's character from how the universe works. The assumption of the biblical literature and the wisdom books is that we live in a moral universe where our decisions matter. They matter to us and they matter to God. And God cares about the kinds of decisions that we make. But the decisions that we make don't always have a clear cause, effect, chain. Because, like, I'm told to do the right thing, and I'm even told that when I do the right thing, good things will happen, but that's not always the case. So what's up with that? And why doesn't God always reward good behavior with good fortunes? So that is this conundrum. And if we say that God is good, it's the classic problem of evil. If God is good and powerful, why doesn't he always reward good behavior? And why doesn't he always deal with evil? Why this moral contradiction in our. In our experience? And that's a theoretical way of putting it. But anybody who's really, really been trying hard, like in their job to like, be super honest, full of integrity, you're working hard, and then you don't get the promotion. You actually get accused wrongly and you get fired. Or, you know, that sucks. And that raises you start. If you're a Christian or a religious person, you go like, where are you, God? Don't you care about this? What's up with it? You get angry at God. And that's very natural and understandable because.",
    "start": "00:15:35",
    "end": "00:17:08"
  },
  {
    "text": "You believe that there's a moral universe.",
    "start": "00:17:08",
    "end": "00:17:11"
  },
  {
    "text": "Yeah.",
    "start": "00:17:11",
    "end": "00:17:11"
  },
  {
    "text": "And it's not working.",
    "start": "00:17:12",
    "end": "00:17:13"
  },
  {
    "text": "The moral universe isn't working Right now. I've been trying to live by the book of Proverbs. And it didn't work.",
    "start": "00:17:14",
    "end": "00:17:19"
  },
  {
    "text": "So why.",
    "start": "00:17:20",
    "end": "00:17:20"
  },
  {
    "text": "So why did God tell me to live according to the book of Proverbs? Like, that's. It's a very.",
    "start": "00:17:21",
    "end": "00:17:25"
  },
  {
    "text": "It's interesting to get angry at God. One reaction is just to go, oh, maybe I was wrong. Maybe the universe isn't moral. Maybe it's just random. Or maybe, you know, you could have that reaction.",
    "start": "00:17:26",
    "end": "00:17:41"
  },
  {
    "text": "That's a good point.",
    "start": "00:17:41",
    "end": "00:17:41"
  },
  {
    "text": "But instead, it does seem like most people are like, no, the universe should work this way. It should be moral. And I'm mad at God because it seems like he's preventing it or he's not. He's doing something.",
    "start": "00:17:41",
    "end": "00:17:53"
  },
  {
    "text": "He's responsible for it not working this way.",
    "start": "00:17:53",
    "end": "00:17:56"
  },
  {
    "text": "Yeah, right.",
    "start": "00:17:56",
    "end": "00:17:57"
  },
  {
    "text": "Because in theory, God should be able to micromanage justice down to the T. He is God, after all. Every good deed should be rewarded. Every bad one should be punished. And that's God's job. And again, we're getting into. We're starting to get into the debate that Job has with his friends. That's what I meant when I said, by what kinds of policies or principles does God run the moral universe? That's what this book is focusing on.",
    "start": "00:17:57",
    "end": "00:18:24"
  },
  {
    "text": "A policy would be like, if I'm at a job and it's always, show up at 9, clock in before 9. That's a policy.",
    "start": "00:18:25",
    "end": "00:18:33"
  },
  {
    "text": "I see. Okay, maybe we need a different word. I think that was a word that. A commentary. I think it was Francis Anderson's job commentary that put it that way. That always stuck with me.",
    "start": "00:18:34",
    "end": "00:18:47"
  },
  {
    "text": "I just want to make sure I understand what you understand when you say that a policy is a deliberate system of principles to guide decisions and achieve rational outcomes.",
    "start": "00:18:47",
    "end": "00:18:57"
  },
  {
    "text": "There you go. That's it.",
    "start": "00:18:57",
    "end": "00:18:58"
  },
  {
    "text": "A deliberate system of principles.",
    "start": "00:18:58",
    "end": "00:19:00"
  },
  {
    "text": "What system of principles is God employing as he runs the moral universe and relates to human beings?",
    "start": "00:19:01",
    "end": "00:19:08"
  },
  {
    "text": "So what's an example of a policy.",
    "start": "00:19:08",
    "end": "00:19:11"
  },
  {
    "text": "And tell the truth.",
    "start": "00:19:11",
    "end": "00:19:12"
  },
  {
    "text": "Tell the truth. Our policy is tell the truth.",
    "start": "00:19:12",
    "end": "00:19:15"
  },
  {
    "text": "Ah. Oh, okay. Got it.",
    "start": "00:19:15",
    "end": "00:19:17"
  },
  {
    "text": "No, I mean, that works. I can say that.",
    "start": "00:19:17",
    "end": "00:19:20"
  },
  {
    "text": "No, the policy would be. Wouldn't the policy be telling the truth is of such a high value that not telling the truth will always receive a negative consequence. That would be the policy.",
    "start": "00:19:20",
    "end": "00:19:33"
  },
  {
    "text": "The policy would be, there's always a consequence for not telling the truth.",
    "start": "00:19:34",
    "end": "00:19:37"
  },
  {
    "text": "Always a negative consequence for not telling the truth.",
    "start": "00:19:37",
    "end": "00:19:39"
  },
  {
    "text": "So the principle is telling the truth is good and we'll always punish lying because we want a rational outcome which is truth telling.",
    "start": "00:19:39",
    "end": "00:19:49"
  },
  {
    "text": "Yes. Yeah, that's right. Yeah, yeah, yeah.",
    "start": "00:19:49",
    "end": "00:19:51"
  },
  {
    "text": "So.",
    "start": "00:19:51",
    "end": "00:19:51"
  },
  {
    "text": "So the policy under examination in the book of Job, the way that God relates to Humans. That's set out in the Book of Proverbs, but that's also grounded in the Book of Deuteronomy, in the covenant relationship between God and Israel. Because this book is. Even though none of the characters are Israelites, it's a Hebrew book written for Hebrew readers, for Israelites, about the God of Israel. So the question is, does God run the world by the principle set out in Deuteronomy and Proverbs, that if you're faithful and obedient and tell the truth and worship God generous, then you will be blessed and rewarded, have abundance and long life in the land? Yeah, that's Deuteronomy. That's the Book of Proverbs.",
    "start": "00:19:52",
    "end": "00:20:39"
  },
  {
    "text": "Yeah. If you're gonna write a whole book, 31 chapters, telling me, this is how I design the universe, do things this way and it'll work out for you, it kind of seems ridiculous to be in a situation where I'm doing those things. It's not working out for me.",
    "start": "00:20:39",
    "end": "00:20:54"
  },
  {
    "text": "That's right. And then the opposite, of course, is that if you're unfaithful and you worship idols and distort your humanity and you lie and you cheat people, in Deuteronomy, it's famine and plague and conquered by your enemies. And in Proverbs, it's shame and poverty and disaster in your life. And you could summarize that idea by what a number of Old Testament scholars call the retribution, the just retribution principle. That would be the principle.",
    "start": "00:20:54",
    "end": "00:21:25"
  },
  {
    "text": "Justice, you get what you deserve.",
    "start": "00:21:25",
    "end": "00:21:27"
  },
  {
    "text": "Just retribution. Yeah.",
    "start": "00:21:27",
    "end": "00:21:29"
  },
  {
    "text": "And so just God's running the world based off of that principle. He's going to make decisions to reward people correctly because he wants people to act morally.",
    "start": "00:21:29",
    "end": "00:21:44"
  },
  {
    "text": "Right.",
    "start": "00:21:44",
    "end": "00:21:45"
  },
  {
    "text": "And that's the rational outcome. You reward people and then, yeah, they'll act.",
    "start": "00:21:45",
    "end": "00:21:49"
  },
  {
    "text": "Well, so here's the question in the Book of Job, because this is the vocabulary that's used. It's about God's justice. So justice is an attribute of God. The Hebrew word is tzedek or Tzedekah. Righteousness is how it usually gets translated into English, but it means justice. It means right being in right equitable relationship. Justice is an attribute of God's character first and foremost. It's true in Deuteronomy, in the Book of Isaiah, and that's what God wants for Israel. And so the question in the Book of Job is, if God is just, does that mean that the universe ought always to be run according to the principle of strict just compensation, like in Proverbs or Deuteronomy? Right. Does the universe have to work it seems to follow. And it's that assumption that the book of Job puts on the examination table. If God is just, does he always have to run the universe, moral universe, according to the strict principle of just recompense? It seems, according to the Ecclesiastes, that you and I don't live in such a universe.",
    "start": "00:21:49",
    "end": "00:23:02"
  },
  {
    "text": "Right.",
    "start": "00:23:02",
    "end": "00:23:02"
  },
  {
    "text": "There's the Israeli scholar Matasyahu Tsevat, who said the book of Job. The debate in the book of Job is essentially this. I have it in the notes. It's a triangle. It's on the bottom of page two of the notes. You just see those three. God's justice, retribution principle, Job's righteousness. So think of a triangle. At the top of the triangle is God's justice. The lower right triangle is the retribution principle, or what we're calling the policy of just compensation. And then at the left of the triangle is Job's innocence or Job's righteousness. And essentially in the book of Job, what they're struggling with is how all three of those things can be true at the same time and no one can get it. So Job knows that he's innocent, but he also assumes that the retribution principle is how God runs the world. So he makes the conclusion, I know I'm innocent, so God must not be. So God is unjust. And he begins accusing God of injustice. The friends, on the other hand, assume that God is just. And what that means is that God always runs the universe according to the strict principle of just compensation. And so they infer from that Job must not be righteous, Job can't be innocent. And so they begin making up lists of sins that Job must have done. They, like, make up stories that he robs widows and strips people naked in the middle of the cold night to steal their clothing. Because in their worldview, it's impossible that Job is righteous, because look at his suffering. And so then from God's point of view, the question will be, he knows Job is innocent. God claims that he's just. So what gets put on the examination table is, well, does he always run the universe according to the strict principle of just compensation? And the answer to that question to spoiler alert, is no. At least that's God's response.",
    "start": "00:23:34",
    "end": "00:25:42"
  },
  {
    "text": "I don't have to. I don't have to adhere to this principle for God.",
    "start": "00:25:42",
    "end": "00:25:47"
  },
  {
    "text": "God's claim is for him to be just and good. He does not have to run the world according to the strict principle, in other words, micromanage, that every good deed be rewarded. What God instead claims is that he runs the Universe according to Chokhmah, the.",
    "start": "00:25:47",
    "end": "00:26:07"
  },
  {
    "text": "Wisdom, which is different than retribution.",
    "start": "00:26:07",
    "end": "00:26:10"
  },
  {
    "text": "Yeah. Because. So God's claim in what I think is the author's claim in chapter 28, which I talked about and also in the God speeches at the end, is that the universe is so much more complex and governing the consequences of human choices is so more infinitely complex than we can imagine. That were God to run the world according to the strict principle of just compensation, that there would be no more humans, essentially. That's what.",
    "start": "00:26:10",
    "end": "00:26:51"
  },
  {
    "text": "That's one of the arguments. Yeah.",
    "start": "00:26:51",
    "end": "00:26:53"
  },
  {
    "text": "He actually chides Job and says, okay, Job, you run the world for a day according to the. Try to keep people according to what you think the principle is I should run the world by. And you're gonna. You'll have to shake all the humans off the rug of the earth. So he says the world's a dynamic place that can't be run according to a system. It has to be run according to God's personal judgment sometimes, which he calls Chokhmah or wisdom.",
    "start": "00:26:53",
    "end": "00:27:22"
  },
  {
    "text": "That's not the same wisdom as discussed in Proverbs. It seems like a different wisdom.",
    "start": "00:27:22",
    "end": "00:27:29"
  },
  {
    "text": "Oh, yeah. I guess you would say it's moral. It's God's moral wisdom. His moral judgment about how to order and run the universe, specifically the moral universe.",
    "start": "00:27:29",
    "end": "00:27:41"
  },
  {
    "text": "It's like a higher level of wisdom. It seems like.",
    "start": "00:27:41",
    "end": "00:27:43"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:27:43",
    "end": "00:27:44"
  },
  {
    "text": "Because he has a bigger perspective. He. He understands the variables more.",
    "start": "00:27:44",
    "end": "00:27:48"
  },
  {
    "text": "That's right.",
    "start": "00:27:48",
    "end": "00:27:48"
  },
  {
    "text": "And he can make decisions that make sense to us.",
    "start": "00:27:48",
    "end": "00:27:51"
  },
  {
    "text": "So what it cashes out to is that even from the reader's perspective, once we get into the opening scene more we'll come across it. God performs an action and makes a decision that looks unjust. It looks unjust.",
    "start": "00:27:51",
    "end": "00:28:07"
  },
  {
    "text": "Namely, he.",
    "start": "00:28:07",
    "end": "00:28:07"
  },
  {
    "text": "That he allows Job to suffer even though he's innocent. That looks unjust. It certainly looks unjust to Job, and it looks unjust to most readers of the book. And so where you end up at the end of the book is God asking Job and the reader to trust. God acknowledges that it's undeserved suffering. He says that in the beginning of the book. But what he asks Job to do is to trust that there's a larger perspective from which that unjust action actually does make sense in some way, and that it's God's wisdom that's guiding him in the ordering of the world. So that's why I said earlier the book of Job actually doesn't answer the question of the problem of evil or why bad things happen to good people. Bad things happening to good people raises the question about God's justice. And that's what this book is trying.",
    "start": "00:28:07",
    "end": "00:29:02"
  },
  {
    "text": "To get at, getting hung up with the word wisdom. Because as we've been in Proverbs, wisdom is this attribute of God that is the moral cause and effect. Do this. This happens to me. It's synonymous with the retribution principle. And now you're saying, well, actually, God has wisdom that allows him to supersede that principle.",
    "start": "00:29:02",
    "end": "00:29:28"
  },
  {
    "text": "Correct.",
    "start": "00:29:28",
    "end": "00:29:28"
  },
  {
    "text": "So are we talking about a different kind of wisdom, or did I misunderstand by making wisdom synonymous with the retribution principle?",
    "start": "00:29:28",
    "end": "00:29:36"
  },
  {
    "text": "Yeah, that's good, man. I love how your mind works. I'm trying to think. In Proverbs, God used wisdom to bring order to the universe. He used it to bring order to creation, that it's predictable, that the sun always rises and sets. It's like the universe has an order from the perspective of the ancient cosmology that the authors had. And we could update that to the laws of physics from our perspective. But the point is, the universe is an intelligible place that makes sense. And the biblical authors are saying it makes sense because it stems from a mind, the mind of God. So Chokhmah is the order that God has created. So, yeah, you're right. In the Book of Job, what it's saying. Yeah, I guess what it's saying is that God uses and accesses wisdom of a higher order. I guess that's.",
    "start": "00:29:36",
    "end": "00:30:27"
  },
  {
    "text": "Yeah.",
    "start": "00:30:27",
    "end": "00:30:28"
  },
  {
    "text": "The point is, in Proverbs, there's a visible order that we can observe and that we can tap into, and we'll.",
    "start": "00:30:28",
    "end": "00:30:34"
  },
  {
    "text": "Call it the wisdom of God.",
    "start": "00:30:34",
    "end": "00:30:35"
  },
  {
    "text": "Right. But the Book of Job is saying, but there are some things that happen in human experience that don't seem to fit the order. They seem out of order. And where God ends up responding in the Book of Job is it looks out of order to you from your limited perspective, but it in fact conforms to some higher order, a higher order of wisdom which God can see and that we cannot and which never gets revealed to Job.",
    "start": "00:30:36",
    "end": "00:31:05"
  },
  {
    "text": "Or so there's a kind of wisdom we can tap into, and there's a kind of wisdom that's just higher than us that we can't tap into. Well, we just have to trust that God's good.",
    "start": "00:31:05",
    "end": "00:31:17"
  },
  {
    "text": "Yeah, I mean, it's a wisdom that comes essentially from God saying, yeah, this is an okay decision to make from the vantage point that God has. That's the argument he makes at the end of the book. But that, from a limited perspective, looks like a bad decision or not the just decision. Yeah, it was really helpful. I don't think I've ever quite thought about.",
    "start": "00:31:17",
    "end": "00:31:43"
  },
  {
    "text": "I kind of want to try to.",
    "start": "00:31:44",
    "end": "00:31:44"
  },
  {
    "text": "Create fun that way. An analogy or a. Yeah.",
    "start": "00:31:44",
    "end": "00:31:48"
  },
  {
    "text": "Some sort of analogy. So for some reason I go to like ants or something. But like. So I'm a God as it pertains to an ant hill.",
    "start": "00:31:48",
    "end": "00:31:57"
  },
  {
    "text": "Well, maybe. Let me. I know. I don't want to impede you. Working it out.",
    "start": "00:31:59",
    "end": "00:32:04"
  },
  {
    "text": "Yeah.",
    "start": "00:32:04",
    "end": "00:32:05"
  },
  {
    "text": "But I. I think a more fitting analogy might be something in the realm of the way that a parent can have a wider perspective on events than their child can.",
    "start": "00:32:05",
    "end": "00:32:16"
  },
  {
    "text": "Yeah.",
    "start": "00:32:16",
    "end": "00:32:16"
  },
  {
    "text": "And so a parent might give a principle of decision making to their kids.",
    "start": "00:32:17",
    "end": "00:32:23"
  },
  {
    "text": "Never lie.",
    "start": "00:32:23",
    "end": "00:32:24"
  },
  {
    "text": "Okay. That's a great one.",
    "start": "00:32:24",
    "end": "00:32:25"
  },
  {
    "text": "Yeah.",
    "start": "00:32:25",
    "end": "00:32:26"
  },
  {
    "text": "Never tell a lie.",
    "start": "00:32:26",
    "end": "00:32:27"
  },
  {
    "text": "Yes.",
    "start": "00:32:27",
    "end": "00:32:27"
  },
  {
    "text": "But then you get into the classic one. Well, what if I need to tell a lie to save someone's life? To save 20 people's lives.",
    "start": "00:32:28",
    "end": "00:32:36"
  },
  {
    "text": "Yeah. And a kid who's three years old isn't going to be able to comprehend that decision you have to make.",
    "start": "00:32:36",
    "end": "00:32:43"
  },
  {
    "text": "Yeah. Their point.",
    "start": "00:32:43",
    "end": "00:32:44"
  },
  {
    "text": "And they shouldn't.",
    "start": "00:32:44",
    "end": "00:32:44"
  },
  {
    "text": "But that's lying. Yeah, that's. It's. That's not wise.",
    "start": "00:32:44",
    "end": "00:32:48"
  },
  {
    "text": "And no matter how much you work it out with them, they just. Brain development is in a place where that's not going to register.",
    "start": "00:32:48",
    "end": "00:32:55"
  },
  {
    "text": "Correct. But from Corrie Ten Boom's point of view.",
    "start": "00:32:56",
    "end": "00:32:59"
  },
  {
    "text": "Right.",
    "start": "00:32:59",
    "end": "00:33:00"
  },
  {
    "text": "It was the right thing to do.",
    "start": "00:33:00",
    "end": "00:33:02"
  },
  {
    "text": "Yeah. So the first level of wisdom, the principle of don't lie. And then the higher level of wisdom was the parents point of view where they can juggle more complexity than the child can in order to make a decision that would make no sense to the child.",
    "start": "00:33:02",
    "end": "00:33:23"
  },
  {
    "text": "And that is essentially God's argument. At the end of the book, he gives Job a virtual tour of the created order and says, your accusations of me are valid from your limited perspective, but you're accusing me of mismanaging the world and that I don't pay attention to how things go on down here. And then God gives him a tour of everything he never knew about wild donkeys and snow storms and, you know, the constellations and says, I'm quite aware of every square inch of the universe and that's why I make the decisions. It's from that perspective that I make the decisions that I make. That's God's response. And he calls that wisdom. So that's very helpful for me actually, the way that you asked that question, because it is. That's the comparison about lower level wisdom versus higher level wisdom, which puts the characters in the book and the readers of the book in a place place of trust.",
    "start": "00:33:23",
    "end": "00:34:23"
  },
  {
    "text": "God allows Job to undergo Suffering. Job did not deserve it anyway. The story makes it very clear, very.",
    "start": "00:34:53",
    "end": "00:34:59"
  },
  {
    "text": "Clear from God's own mouth.",
    "start": "00:34:59",
    "end": "00:35:01"
  },
  {
    "text": "Yes, Job does not deserve this. He's an upright dude. There's no reason this should happen. Yeah, but he lets it happen. And so in the same way that you would say it was okay to lie in that situation, God had some reason to say it's okay for me in this situation to allow Job to suffer.",
    "start": "00:35:01",
    "end": "00:35:22"
  },
  {
    "text": "I think the book of Job is asking us to trust that that's the case.",
    "start": "00:35:22",
    "end": "00:35:27"
  },
  {
    "text": "Book of Job is asking us to trust that that's the case. The book of Job never tells us what that reason is.",
    "start": "00:35:28",
    "end": "00:35:32"
  },
  {
    "text": "It never does.",
    "start": "00:35:32",
    "end": "00:35:33"
  },
  {
    "text": "Because how could it?",
    "start": "00:35:33",
    "end": "00:35:34"
  },
  {
    "text": "How could it? Exactly. By the nature of the whole point.",
    "start": "00:35:34",
    "end": "00:35:38"
  },
  {
    "text": "The problem is we'll never understand.",
    "start": "00:35:39",
    "end": "00:35:40"
  },
  {
    "text": "Right, right. And that's why what I meant by saying the book at first leads you into thinking that you. Because you do have superior knowledge to Job. You know that.",
    "start": "00:35:41",
    "end": "00:35:52"
  },
  {
    "text": "That's the irony of it.",
    "start": "00:35:52",
    "end": "00:35:53"
  },
  {
    "text": "The irony is you had this.",
    "start": "00:35:53",
    "end": "00:35:54"
  },
  {
    "text": "The irony is you get this point of view that Job didn't have.",
    "start": "00:35:55",
    "end": "00:35:57"
  },
  {
    "text": "Correct. The introductory scene about the heavenly conversation makes the reader feel like they have a greater insight into why Job is suffering. But actually the reader as. As clueless as Job is by the end of the book.",
    "start": "00:35:57",
    "end": "00:36:14"
  },
  {
    "text": "So the reason you. You think that God's allowing this to happen at the beginning of the book is not the reason why he's allowing to do it. And then at the end of the book, as you think, cool, I'm going to find out why he's actually allowing it. He just goes, how could you ever expect to understand? Look at how the universe works. I have this all worked out.",
    "start": "00:36:15",
    "end": "00:36:36"
  },
  {
    "text": "Yeah. Yeah. And the point of the virtual tour of the universe is not to say how could you ever expect to understand? There it's now he's responding to Job. Job's accusations that he's a mismanager, that he's unjust, that he actually takes pleasure in punishing the righteous. I mean, Job says some pretty outrageous things about God's character. He's a little heated in the course of the book. He's very heated. And that's why God responds the way that he does. So the point is he's not trying to, like, rub Job's nose in the fact of, like, you're just.",
    "start": "00:36:36",
    "end": "00:37:13"
  },
  {
    "text": "You'll never get it, Job.",
    "start": "00:37:13",
    "end": "00:37:14"
  },
  {
    "text": "You'll never. You're just a mere mortal. And how dare you affront my divine majesty. No. Job went into a courtroom and lodged accusations against God. The whole dialogue, and it's all set up as a courtroom of the dialogues are. And so God's responding. He's making his defense case and responding to job.",
    "start": "00:37:14",
    "end": "00:37:33"
  },
  {
    "text": "So I guess I'm trying to picture like if your 4 year old came up and it was like, yeah, you lied.",
    "start": "00:37:33",
    "end": "00:37:40"
  },
  {
    "text": "Yeah, Dad, I saw you lie. You lied. Yes.",
    "start": "00:37:40",
    "end": "00:37:43"
  },
  {
    "text": "And then you'd have to be like, okay, I have to respond. You're accusing me of lying.",
    "start": "00:37:43",
    "end": "00:37:48"
  },
  {
    "text": "Yes.",
    "start": "00:37:48",
    "end": "00:37:48"
  },
  {
    "text": "Let me show you something. Or no. Then the kid's like, you aren't. You aren't just. You aren't. Yeah, you're fair.",
    "start": "00:37:49",
    "end": "00:37:56"
  },
  {
    "text": "You're not consistent.",
    "start": "00:37:57",
    "end": "00:37:58"
  },
  {
    "text": "You're not consistent.",
    "start": "00:37:58",
    "end": "00:37:59"
  },
  {
    "text": "You don't walk your talk, dad.",
    "start": "00:37:59",
    "end": "00:38:00"
  },
  {
    "text": "Yeah, I'm on to you. Yeah, dad, this whole thing's a fraud. You're teaching me Calvin and Hobbes.",
    "start": "00:38:01",
    "end": "00:38:09"
  },
  {
    "text": "Yeah, totally. You're teaching me to be moral and nice. But who are you, dad?",
    "start": "00:38:09",
    "end": "00:38:14"
  },
  {
    "text": "He just throws down the gauntlet.",
    "start": "00:38:14",
    "end": "00:38:16"
  },
  {
    "text": "Yep.",
    "start": "00:38:16",
    "end": "00:38:17"
  },
  {
    "text": "And so dad, like gets up and he goes, let me show you something.",
    "start": "00:38:17",
    "end": "00:38:20"
  },
  {
    "text": "Show you something.",
    "start": "00:38:20",
    "end": "00:38:21"
  },
  {
    "text": "And then he walks out to his like, work room and he shows him some tools that he's never seen before.",
    "start": "00:38:21",
    "end": "00:38:26"
  },
  {
    "text": "And then, yeah, I'm thinking of lying to save people's lives. You know, I thought of Cort 10. Boom. And we go watch a Holocaust documentary. And you know the horrors of that and the complex decision, the complex moral decisions that World War II and the Holocaust forced people to make of choosing between the lesser of two evil probably.",
    "start": "00:38:27",
    "end": "00:38:51"
  },
  {
    "text": "Shouldn'T show your four year old child.",
    "start": "00:38:51",
    "end": "00:38:52"
  },
  {
    "text": "That's a really good point.",
    "start": "00:38:53",
    "end": "00:38:54"
  },
  {
    "text": "The Holocaust.",
    "start": "00:38:54",
    "end": "00:38:55"
  },
  {
    "text": "Yeah, that's a great point. But you get my. The point is that real moral decision making on the ground is so complex and trying to share with your 5 year old.",
    "start": "00:38:55",
    "end": "00:39:07"
  },
  {
    "text": "Right. What I think the point I was trying to get to is kind of like there's a certain point you could show some things just to get them to kind of click over. Okay, I just need to trust my dad.",
    "start": "00:39:07",
    "end": "00:39:17"
  },
  {
    "text": "Ah, I see.",
    "start": "00:39:17",
    "end": "00:39:18"
  },
  {
    "text": "But you can't actually explain to them the complexity of that.",
    "start": "00:39:18",
    "end": "00:39:21"
  },
  {
    "text": "Oh, that's a good point.",
    "start": "00:39:22",
    "end": "00:39:23"
  },
  {
    "text": "Right?",
    "start": "00:39:23",
    "end": "00:39:23"
  },
  {
    "text": "Yeah, yeah, y got it.",
    "start": "00:39:23",
    "end": "00:39:24"
  },
  {
    "text": "You're not going to show documentary.",
    "start": "00:39:24",
    "end": "00:39:26"
  },
  {
    "text": "That's why the Ken BURNS World War II documentary is not going to hold my five years.",
    "start": "00:39:26",
    "end": "00:39:31"
  },
  {
    "text": "You're going to get five years for.",
    "start": "00:39:31",
    "end": "00:39:32"
  },
  {
    "text": "That's right. Till they're 12.",
    "start": "00:39:32",
    "end": "00:39:34"
  },
  {
    "text": "But I'm just trying to picture like him just showing something he built or showing. That's why it's like, go to the garage. Just something he built. Or like go through a photo album with him and his mom. Or like you just do these things to where finally, the kid's like, okay, you know what?",
    "start": "00:39:36",
    "end": "00:39:52"
  },
  {
    "text": "My dad's really wise.",
    "start": "00:39:53",
    "end": "00:39:54"
  },
  {
    "text": "Yeah. My dad has a much bigger picture of things than me.",
    "start": "00:39:54",
    "end": "00:39:58"
  },
  {
    "text": "Yeah.",
    "start": "00:39:58",
    "end": "00:39:58"
  },
  {
    "text": "And it doesn't make any sense to me why he lied. I still don't get it, but I'm okay with it now.",
    "start": "00:39:58",
    "end": "00:40:05"
  },
  {
    "text": "Yeah, that's right. Good. I should have just let you finish your analogy. I shouldn't have interrupted you. Yeah, that's a great analogy. Thank you for that. That's a great idea.",
    "start": "00:40:05",
    "end": "00:40:17"
  },
  {
    "text": "Well, you brought up the kid.",
    "start": "00:40:17",
    "end": "00:40:18"
  },
  {
    "text": "I brought up the kid that you.",
    "start": "00:40:18",
    "end": "00:40:20"
  },
  {
    "text": "That was going to bring us into a really strange situation.",
    "start": "00:40:22",
    "end": "00:40:24"
  },
  {
    "text": "No, that's good. But that's a good finish to it. That's exactly the kind of scenario that Job is painting a story where God is asking humans to trust how he runs the world.",
    "start": "00:40:24",
    "end": "00:40:40"
  },
  {
    "text": "I just love this picture of. Yeah. Like him sitting down with the child and looking through. Just looking through. Photo album seems nice in a way. Just like, I just want to show you I've been. I've been living a long time. You and my mom. You and your mom have been around like, doing this. Here's all these people that trust me. Here's all these things I've done. I love you.",
    "start": "00:40:40",
    "end": "00:41:06"
  },
  {
    "text": "Yes. Yes.",
    "start": "00:41:08",
    "end": "00:41:08"
  },
  {
    "text": "Just kind of building this case that way instead of trying to explain, well, here's why I lied.",
    "start": "00:41:08",
    "end": "00:41:13"
  },
  {
    "text": "Yeah, that's a good point.",
    "start": "00:41:13",
    "end": "00:41:14"
  },
  {
    "text": "Yeah. I lied because sometimes there's moral situations that are so complex, but otherwise, like, he's a five year old.",
    "start": "00:41:14",
    "end": "00:41:20"
  },
  {
    "text": "Yeah. He's not gonna get it. Yeah, that's good. You know, it's funny. I think this is relevant. It makes me think of when you said photo albums. Makes me think of how I was obsessed with our family photo albums as a kid. And specifically when I realized that they trace a history of our family that marks the moment that I came into the family. And I could see the pictures of me entering the family, like, as the infant. But then to go back and I real. I still remember when I realized my parents had a whole life before me and it deepened my sense of respect for my mom and dad. I remember it still of like, whoa, they existed before me and they had all these experience and stories and I began to want to know about them. And it was really a marked moment for me. And yeah, something like that is what the book of Job is asking the reader to undergo is this deepened appreciation for the wisdom of God that allows me to trust his goodness and justice even in the spite of really horrible circumstances.",
    "start": "00:41:20",
    "end": "00:42:45"
  },
  {
    "text": "And in our analogy, he's five and one day he'll be 12, and he'll get it. In this scenario, Job's he never gets right.",
    "start": "00:42:46",
    "end": "00:42:54"
  },
  {
    "text": "The brilliance of his response by the end of the book is he's okay with that. To me, that's why I want our character of our job character of our three characters. Proverbs, the young teacher, Ecclesiastes, the critic. I want our job character. He needs to be like. We called him the weathered old man, but he's not, like, worked up anymore.",
    "start": "00:42:54",
    "end": "00:43:18"
  },
  {
    "text": "There's so much peace.",
    "start": "00:43:18",
    "end": "00:43:20"
  },
  {
    "text": "Yeah. He doesn't appear first off to have this confidence of the young teacher. Like, I know how things work in the world. He's just at peace and he's humble, and he's going to let everyone fret and worry, and he's here to give you wise words when you need them. But you're going to have to come to him because he just trusts he's come to a place of total trust in God, no matter what happens.",
    "start": "00:43:20",
    "end": "00:43:46"
  },
  {
    "text": "That's remarkable. I mean, even if you get to that place once where you're like, okay, okay, I'm going to let this one slide. God, I get it. You're smarter than me. Your wisdom is higher than mine. Your ways are higher than mine. I'm be okay with this one. You get a pass. But then the next time I'd be all miffed again. I'd be like, ah, again.",
    "start": "00:43:46",
    "end": "00:44:09"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:44:11",
    "end": "00:44:12"
  },
  {
    "text": "But you kind of painted this picture of Job just kind of getting to a place where it's like, it stops ruffling him. Like, no matter what life throws at him, he's like, nope, I get it now. Like, I'm at peace. And that seems really weird to me. Is that the picture we're trying to paint?",
    "start": "00:44:12",
    "end": "00:44:30"
  },
  {
    "text": "I think so, yeah. This almost, like, uncanny level of peace and acceptance of life as it is.",
    "start": "00:44:30",
    "end": "00:44:38"
  },
  {
    "text": "But it can't be, like, devoid of emotion and passion.",
    "start": "00:44:39",
    "end": "00:44:43"
  },
  {
    "text": "Oh, I see.",
    "start": "00:44:43",
    "end": "00:44:44"
  },
  {
    "text": "We don't want to turn him into, like.",
    "start": "00:44:44",
    "end": "00:44:45"
  },
  {
    "text": "Yeah, he's not, like, resigned.",
    "start": "00:44:45",
    "end": "00:44:46"
  },
  {
    "text": "He's not resigned. He's not this whipped dog.",
    "start": "00:44:46",
    "end": "00:44:48"
  },
  {
    "text": "No, he's still full of, like, hope and trust in God, but he doesn't.",
    "start": "00:44:48",
    "end": "00:44:53"
  },
  {
    "text": "Have all this agitated fear and anxiety. And when he gets disappointed, it doesn't spiral into this lack of confidence and who God is.",
    "start": "00:44:53",
    "end": "00:45:03"
  },
  {
    "text": "Yeah, that's right. I mean, I feel.",
    "start": "00:45:03",
    "end": "00:45:06"
  },
  {
    "text": "How do you get to that point? Do you need a virtual tour of the universe? I need a virtual tour of the universe.",
    "start": "00:45:06",
    "end": "00:45:11"
  },
  {
    "text": "Yeah. As we're describing this character, I mean, I feel like, in a way, we're talking about Jesus. Like, his teachings on anxiety or worry.",
    "start": "00:45:13",
    "end": "00:45:22"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:45:22",
    "end": "00:45:23"
  },
  {
    "text": "You know, like, Jesus had a level of trust in the Father that he just didn't seem to care.",
    "start": "00:45:23",
    "end": "00:45:31"
  },
  {
    "text": "Yeah.",
    "start": "00:45:31",
    "end": "00:45:32"
  },
  {
    "text": "About what happens tomorrow. It wouldn't affect at all his view of the Father's character. And so he recommends a life of just not care. Not carelessness.",
    "start": "00:45:32",
    "end": "00:45:42"
  },
  {
    "text": "Right.",
    "start": "00:45:42",
    "end": "00:45:42"
  },
  {
    "text": "But a carefree type of existence. And Jesus clearly exhibited that level of peace all the way up to his execution that stunned his disciples. Because, you know, the portraits of Jesus in the Gospels are of that kind of demeanor.",
    "start": "00:45:42",
    "end": "00:45:59"
  },
  {
    "text": "That's interesting.",
    "start": "00:46:00",
    "end": "00:46:00"
  },
  {
    "text": "Yeah, it is interesting. I've never quite thought about it that way.",
    "start": "00:46:00",
    "end": "00:46:03"
  },
  {
    "text": "So that's the ideal. That's like an ideal way to live.",
    "start": "00:46:03",
    "end": "00:46:08"
  },
  {
    "text": "The book of Job is trying to. It's not written for Job. It's written for you, the reader, to go through this journey virtually with Job so that you adopt this posture towards God that the author thinks is going to serve you well and actually honors God more than just being agitated and anxious all the time.",
    "start": "00:46:09",
    "end": "00:46:32"
  },
  {
    "text": "So as we talk about, then, the Wisdom series, you need to start with appreciating Pokemon and wisdom and knowing I need to do the right thing.",
    "start": "00:47:04",
    "end": "00:47:15"
  },
  {
    "text": "Yeah. Because we have real responsibility to do the right thing.",
    "start": "00:47:15",
    "end": "00:47:19"
  },
  {
    "text": "And. Well, not only because it's the right thing, but because, like, the grain of the universe is built this way that it rewards that kind of thing.",
    "start": "00:47:20",
    "end": "00:47:30"
  },
  {
    "text": "Yes.",
    "start": "00:47:30",
    "end": "00:47:31"
  },
  {
    "text": "Doing the right thing. That's the book of Proverbs.",
    "start": "00:47:31",
    "end": "00:47:33"
  },
  {
    "text": "Yeah.",
    "start": "00:47:33",
    "end": "00:47:33"
  },
  {
    "text": "So you got to start there.",
    "start": "00:47:33",
    "end": "00:47:34"
  },
  {
    "text": "Yep, yep. It's very concrete. It's very clear.",
    "start": "00:47:35",
    "end": "00:47:38"
  },
  {
    "text": "And then you start getting disappointed. That's Ecclesiastes.",
    "start": "00:47:38",
    "end": "00:47:41"
  },
  {
    "text": "Right.",
    "start": "00:47:42",
    "end": "00:47:43"
  },
  {
    "text": "You start, like, the complexities of life start to jab at you.",
    "start": "00:47:43",
    "end": "00:47:48"
  },
  {
    "text": "You get a little disillusioned.",
    "start": "00:47:49",
    "end": "00:47:50"
  },
  {
    "text": "And then eventually you're gonna get so disillusioned that you're gonna just take it up with God and you're gonna be like, what's going on here? Yeah, like something's wrong.",
    "start": "00:47:50",
    "end": "00:47:58"
  },
  {
    "text": "The accusation is, God, you must not be know what you're doing or you're messing with me. You must be incompetent or unjust, namely malicious, which is an accusation that Job makes a couple occasions.",
    "start": "00:47:58",
    "end": "00:48:11"
  },
  {
    "text": "And then you have to get to the place of trust, which is going to lead you back to. Then going back to Proverbs and just, oh, I'm going to do the right thing.",
    "start": "00:48:11",
    "end": "00:48:21"
  },
  {
    "text": "I'm going to do the right thing.",
    "start": "00:48:21",
    "end": "00:48:22"
  },
  {
    "text": "Because it's the right thing.",
    "start": "00:48:22",
    "end": "00:48:23"
  },
  {
    "text": "Because it's the right thing.",
    "start": "00:48:23",
    "end": "00:48:24"
  },
  {
    "text": "I'm going to fear the Lord.",
    "start": "00:48:24",
    "end": "00:48:25"
  },
  {
    "text": "Yep. Yeah. It sends you back to the mindset and practice of Proverbs. But with a level of trust so that you don't end up like the critic again, like you did the first time.",
    "start": "00:48:25",
    "end": "00:48:36"
  },
  {
    "text": "You gotta cycle through it once, then you don't have to cycle through it again.",
    "start": "00:48:36",
    "end": "00:48:40"
  },
  {
    "text": "In theory. In theory, Theory. Most of us are probably on it like a hamster wheel.",
    "start": "00:48:40",
    "end": "00:48:44"
  },
  {
    "text": "That's the thing is that seems more realistic, is you can get to the place of Job, of going, okay, I could trust, and it's gonna wear off and you're gonna.",
    "start": "00:48:44",
    "end": "00:48:56"
  },
  {
    "text": "Yeah, it's really. Yeah. And stop and think about how remarkable it is that all three of these books are in the biblical tradition in the Bible. So, like the Bible itself is trying to bring us along this guided pastoral journey through all of these repetitions of trying to do the right thing. It doesn't work out. You get disillusioned, you get angry, and then you work through it and come to a place of trust.",
    "start": "00:48:56",
    "end": "00:49:29"
  },
  {
    "text": "That's the end of this episode. We'll continue to talk about the Book of Job in part two of this discussion. We'll look at each part of the book, starting with the strange heavenly scene that opens the book. We'll discuss Job's response. We'll talk about the intervention that his friends attempt to have with him. And during this conversation, I learned a lot about this book, about God, about wisdom. And I hope you continue to listen on with us. Thanks for listening to this episode. We make videos and we put them up on YouTube. YouTube.com TheBibleProject this conversation gets boiled down and will turn into a five or six minute video, fully animated short film on the Book of Job. And it's going to be amazing. We're working on it right now. Can't wait for it to come out. You can watch our other videos there on YouTube. You could also say hi to us on Facebook, facebook.com join the Bibleproject and on Twitter oinBibleProj. This is all possible because of people like you who pitch in to help us make more videos. You can donate to the project@jointhebibleproject.com thanks so much for being a part of this with us.",
    "start": "00:49:34",
    "end": "00:50:47"
  }
]