[
  {
    "text": "Foreign.",
    "start": "00:00:00",
    "end": "00:00:00"
  },
  {
    "text": "This is the second of a three part conversation on the Book of Job between myself, John Collins and Tim Mackey. We're co founders of the Bible Project and we're putting together a short animation on the Book of Job. And this is our conversation leading up to that script. If you haven't listened to part one, it'd be helpful to do that. In part one, we talked about the main question that the Book of Job is trying to answer.",
    "start": "00:00:05",
    "end": "00:00:30"
  },
  {
    "text": "Question in the Book of Job is if God is just, does that mean that the universe ought always to be run according to the principle of strict just compensation?",
    "start": "00:00:30",
    "end": "00:00:41"
  },
  {
    "text": "In this way, the Book of Job is a perfect thought experiment for exploring this question. Job has done nothing to deserve the suffering that's being inflicted on him.",
    "start": "00:00:41",
    "end": "00:00:52"
  },
  {
    "text": "He's maintained his integrity even though you incited me against him, him to ruin him for no reason.",
    "start": "00:00:52",
    "end": "00:01:00"
  },
  {
    "text": "But even though Job doesn't deserve this, he's still human and he reacts to the suffering in a myriad of different ways. Sometimes trusting and praising God, other times accusing God of being cruel and untrustworthy, reckless, unfair and corrupt.",
    "start": "00:01:00",
    "end": "00:01:18"
  },
  {
    "text": "It's just on an emotional roller coaster. It's a beautiful portrayal of the emotional intensity of hardship and suffering.",
    "start": "00:01:18",
    "end": "00:01:27"
  },
  {
    "text": "We're going to dive deeper into the Book of Job. We're going to talk about the strange heavenly scene that opens up the book where God is in heaven making decisions with angels. And it's kind of confusing. We'll talk about how Job responds and then the long intervention that his friends have with Job and what we need to learn from all of this. Here's part two of our conversation. Here we go.",
    "start": "00:01:27",
    "end": "00:01:53"
  },
  {
    "text": "Trying to pretend now you are mature, free, swift test. Now it's time to rest. So what does Job, does that name have a meaning in Hebrew?",
    "start": "00:01:54",
    "end": "00:02:20"
  },
  {
    "text": "Look it up. I don't think it does because I'm actually pretty sure it's not a Hebrew name. Yeah. So, Jove, in Hebrew you say Iov.",
    "start": "00:02:21",
    "end": "00:02:33"
  },
  {
    "text": "Iov.",
    "start": "00:02:34",
    "end": "00:02:35"
  },
  {
    "text": "Iov. Iov. It's traditional root derivation in Jewish interpretation is from the Hebrew word oyev. Iov oyev, which is enemy or attacker. But the Hebrew Aramaic lexican of the Old Testament is telling me in Old Babylonian there's ayavum, which means where is the father? So we don't know.",
    "start": "00:02:35",
    "end": "00:03:05"
  },
  {
    "text": "We don't know.",
    "start": "00:03:05",
    "end": "00:03:05"
  },
  {
    "text": "We don't know. But that does raise an interesting feature of the Book of Job. As it introduces him, it tells us he lives in the land of Utes, which is essentially a Hebrew way of saying Timbuktu.",
    "start": "00:03:05",
    "end": "00:03:22"
  },
  {
    "text": "Or really, it wasn't A real place. Well, Timbuktu is a real place.",
    "start": "00:03:23",
    "end": "00:03:27"
  },
  {
    "text": "Yeah. Toy and Uts was a.",
    "start": "00:03:27",
    "end": "00:03:29"
  },
  {
    "text": "But just some far out of the way place.",
    "start": "00:03:30",
    "end": "00:03:31"
  },
  {
    "text": "Far out of the way place. Yeah. The whole point is in a land far, far away. That's the effect. The opening line in a land far, far away is a non Israelite named Iov.",
    "start": "00:03:31",
    "end": "00:03:45"
  },
  {
    "text": "And was there any strategic reason that it was a non Israelite or is it just.",
    "start": "00:03:45",
    "end": "00:03:51"
  },
  {
    "text": "Yeah, I think it universalizes the conversation. And it's also, I think, the author's way of showing that this work is contributing to an international conversation. The author is speaking from an Israelite God of Israel, covenant, Yahweh point of view, but he's making from that point of view a contribution to the wider conversation about divine justice and how the world works and so on. So none of the three friends are Israelites either. So, yeah, it's the only book in the Bible that quite like this long ago in a land far, far away. So that's significant. It also raises some questions about the literary genre intended by the author. Like what did the author expect the reader to think about what type of book this is? So that's interesting. Job is mentioned one other time in the Old Testament by the prophet Ezekiel, no less. Ezekiel tries to imagine the three most righteous people he can, and if they were living in Jerusalem, it still wouldn't survive. And he names Noah, Job, and then a figure with the Hebrew letters D and L. Most translations translate as Daniel, but that character doesn't quite fit what Ezekiel's doing. Because the whole point is people from the ancient, ancient people from the past who were unquestionably righteous and good. And Noah fits the bill, obviously. Righteousness generation. Job fits the bill. Daniel is a contemporary of Ezekiel's in Babylon, and he's a really good guy. He's known for his wisdom more than necessarily his righteousness. So some people think, and to be honest, I am about 50 50, that Ezekiel's alluding to a character we know of in ancient Canaanite literature named Dan El, who was an ancient king who was super wise and super righteous. So he would more fit the bill of a Noah, Dan El and Job Canaanite, because all three of them are non Israelites. All three of them are from the distant past. And all three of them are.",
    "start": "00:03:51",
    "end": "00:06:10"
  },
  {
    "text": "And Noah wasn't an Israelite.",
    "start": "00:06:10",
    "end": "00:06:12"
  },
  {
    "text": "Correct. So anyway, but that's the only time in the Old Testament that Job is mentioned and then James, or actually Jacob. But James in the New Testament mentions Job's patience in his suffering. So the Question is, did this actually happen? Or is it something like an ancient historical righteous figure was picked by the author of Job and placed in a parable or wisdom parable type setting that's intentionally fictional and the author intends you to know that. This is like a thought experiment.",
    "start": "00:06:12",
    "end": "00:06:51"
  },
  {
    "text": "It kind of feels like a thought experiment.",
    "start": "00:06:51",
    "end": "00:06:53"
  },
  {
    "text": "It does. It does very strongly. There are some people who feel that it's really important to defend the idea that the author thinks it was a historical event. Some people think that being mentioned in the New Testament by James means that you should take that interpretation because James.",
    "start": "00:06:53",
    "end": "00:07:10"
  },
  {
    "text": "Seems to be treating him like a real dude.",
    "start": "00:07:10",
    "end": "00:07:12"
  },
  {
    "text": "Well, but that's the thing. All James says is take Job as an example of suffering with patience. James doesn't tell you what you should think about the literary genre of the book. Right. Nor does James claim to have some independent historical knowledge about the person of Job. He just. It's clear that he knows the Book of Job just like you and I do. I think there are strong arguments to be made that the book is a. Like a wisdom thought experiment, and that fits with the book's opening in a land far away, long, long ago. I think we can be neutral on it, because whatever you think about that question, the message of the book is still the same.",
    "start": "00:07:12",
    "end": "00:07:50"
  },
  {
    "text": "It must be a thought experiment, because how could he have never done anything wrong?",
    "start": "00:07:50",
    "end": "00:07:55"
  },
  {
    "text": "But the book doesn't say that he never did anything wrong. It says that he was a righteous man, blameless. And it just sets up the narrative as, how could he be blameless? He didn't.",
    "start": "00:07:55",
    "end": "00:08:06"
  },
  {
    "text": "At one point, he, like, must have had a bad thought about someone. Or he must have, like.",
    "start": "00:08:06",
    "end": "00:08:11"
  },
  {
    "text": "Sure. The point is he must have. He was blameless.",
    "start": "00:08:11",
    "end": "00:08:15"
  },
  {
    "text": "He cheated in cards once and righteous.",
    "start": "00:08:15",
    "end": "00:08:17"
  },
  {
    "text": "And didn't this particular outlet about the.",
    "start": "00:08:17",
    "end": "00:08:20"
  },
  {
    "text": "Size of the fish he caught.",
    "start": "00:08:20",
    "end": "00:08:21"
  },
  {
    "text": "Sure, sure. And he even acknowledges that in the book. Okay, but the point is, he didn't do anything wrong to merit this particular suffering. As a thought experiment. It makes perfect sense to just portray.",
    "start": "00:08:21",
    "end": "00:08:34"
  },
  {
    "text": "The most innocent man.",
    "start": "00:08:34",
    "end": "00:08:37"
  },
  {
    "text": "Correct. People who do take the book as referring to a historical figure and that that's important, usually have a theological problem then with the claim of total innocence.",
    "start": "00:08:37",
    "end": "00:08:48"
  },
  {
    "text": "Right.",
    "start": "00:08:48",
    "end": "00:08:48"
  },
  {
    "text": "And with God.",
    "start": "00:08:48",
    "end": "00:08:49"
  },
  {
    "text": "It doesn't fit the tulip.",
    "start": "00:08:49",
    "end": "00:08:50"
  },
  {
    "text": "God says total depravity. Yeah, exactly. So the argument goes, well, you know, of course, he was sinful in general sense. He just was exceptionally righteous. So I think that's imposing a theological grid onto the book. The book's just trying to say, look.",
    "start": "00:08:50",
    "end": "00:09:05"
  },
  {
    "text": "This guy doesn't deserve it.",
    "start": "00:09:05",
    "end": "00:09:06"
  },
  {
    "text": "This guy doesn't deserve what he got.",
    "start": "00:09:06",
    "end": "00:09:07"
  },
  {
    "text": "Yeah. God even says it, which makes it feel much more at home to say this is a thought experiment. It's a literary thought experiment.",
    "start": "00:09:08",
    "end": "00:09:15"
  },
  {
    "text": "Yes.",
    "start": "00:09:15",
    "end": "00:09:15"
  },
  {
    "text": "There's no such thing as a guy. This radio, I don't know. I mean, there's rad people.",
    "start": "00:09:15",
    "end": "00:09:21"
  },
  {
    "text": "Some great people out there.",
    "start": "00:09:21",
    "end": "00:09:21"
  },
  {
    "text": "There's some great people, but it's like everyone has had their moments, but everyone's a mixed bag. Everyone's a bag. There's no one that's gone through their whole lives.",
    "start": "00:09:21",
    "end": "00:09:29"
  },
  {
    "text": "Yeah. And Job being portrayed as the most righteous individual you could ever possibly imagine, like Noah. That also has implications for how you interpret the heavenly scene to. So the opening scene that gets repeated twice, once in chapter one and again in chapter two, is of God presiding over the sons of God in his divine court. Some English translations say the angels. The angels came before the Lord. Literally in Hebrew, it's the sons of God, which is a phrase. It can refer to the king of Israel, the Son of God. Son of God can refer to the nation of Israel in Exodus 4. But the sons of God can also refer to angelic or divine beings who are God's messengers and emissaries. It's an image of God's decision making room that's used elsewhere in the Old Testament. Scholars call it.",
    "start": "00:09:29",
    "end": "00:10:47"
  },
  {
    "text": "And this must.",
    "start": "00:10:47",
    "end": "00:10:48"
  },
  {
    "text": "And this must come from the divine.",
    "start": "00:10:48",
    "end": "00:10:50"
  },
  {
    "text": "Council, from courtroom stuff kings use.",
    "start": "00:10:50",
    "end": "00:10:53"
  },
  {
    "text": "Yeah, that's right. It's creating an analogy between a king's court with his cabinet and council and God.",
    "start": "00:10:53",
    "end": "00:11:01"
  },
  {
    "text": "What are we going to do with this invading army? How are we going to handle this? And they're all going to tell them.",
    "start": "00:11:01",
    "end": "00:11:06"
  },
  {
    "text": "What they think, correct? Yep. So you have in a story in 1st Kings 22, where God is making decisions about what to do with King Ahab. And so one of the prophets, Micaiah, is like privileged to overhear what's going on in the decision room. You have something similar in the book of Zechariah where Zechariah sees these patrollers that God has sent out to go survey what's going on among the nations and then they come back and give a report to God. Happens in Zechariah, chapter one. And then in the book of Isaiah, Isaiah has that scene of God enthroned and God says, who shall we send? Who will go for us? So Isaiah is being brought into the divine council and commissioned. And here, that's the scene here. So then we're told, so God's holding court, taking the state of the union or something. And then we're told that the Satan was there with them. And most English translations, no English translations translate the word the, which is there in Hebrew. And I'm reading the NIV here. It has a capital S. Satan.",
    "start": "00:11:06",
    "end": "00:12:18"
  },
  {
    "text": "Satan with a capital S. Does anyone. Is there any other name of someone where it's the. Some name. The.",
    "start": "00:12:19",
    "end": "00:12:25"
  },
  {
    "text": "Well, okay, well, that's the. Actually that's the interpretive issue here is that Satan is not a name. It's not a proper name anywhere in the Old Testament, but it's become translated as one.",
    "start": "00:12:26",
    "end": "00:12:40"
  },
  {
    "text": "As a proper name. This character is never referred to as having a name.",
    "start": "00:12:40",
    "end": "00:12:44"
  },
  {
    "text": "Not. No. And yeah. Not to get into New Testament yet, though there's some relevant stuff happening there. Actually, most of almost all the times that this name appear, that this word appears in the New Testament, it always occurs with the word the as well, which also never gets translated in English. So it's still the Satan appearing in the New Testament. So here's the deal. Satan is a normal Hebrew word that means an opposer or a challenger, someone who's opposed to you. And humans can be a Satan. So there's a story in 1st Kings 11 where God raises up Satans against Solomon when he starts being unfaithful.",
    "start": "00:12:45",
    "end": "00:13:32"
  },
  {
    "text": "The way that you're pronouncing that is throwing me off.",
    "start": "00:13:32",
    "end": "00:13:34"
  },
  {
    "text": "Satans sounds like.",
    "start": "00:13:35",
    "end": "00:13:37"
  },
  {
    "text": "Rhymes with baton.",
    "start": "00:13:37",
    "end": "00:13:38"
  },
  {
    "text": "Well, part of it is. I think we need.",
    "start": "00:13:40",
    "end": "00:13:41"
  },
  {
    "text": "It makes me imagine like a satin baton is all I see when you say Satan.",
    "start": "00:13:42",
    "end": "00:13:47"
  },
  {
    "text": "Yeah, boy. Sorry, man, I'm not sure what to. That's the Hebrew word. Satan.",
    "start": "00:13:50",
    "end": "00:13:54"
  },
  {
    "text": "Got it. Is that how it's pronounced in Satan Modern and then in.",
    "start": "00:13:54",
    "end": "00:13:58"
  },
  {
    "text": "Yes, Satan, Satan.",
    "start": "00:13:58",
    "end": "00:14:00"
  },
  {
    "text": "And we just got to make it a little more fierce. It's got to be more fierce.",
    "start": "00:14:00",
    "end": "00:14:03"
  },
  {
    "text": "Satan. Satan. The word the is just putting ha on front of words. So ha. Satan is. Is actually what?",
    "start": "00:14:03",
    "end": "00:14:13"
  },
  {
    "text": "Hasatan, what this figure is called. Okay, that's better. Let's go with that.",
    "start": "00:14:13",
    "end": "00:14:15"
  },
  {
    "text": "Hasatan, the Satan.",
    "start": "00:14:15",
    "end": "00:14:17"
  },
  {
    "text": "Hasatan.",
    "start": "00:14:18",
    "end": "00:14:19"
  },
  {
    "text": "Hasatan.",
    "start": "00:14:19",
    "end": "00:14:19"
  },
  {
    "text": "That sounds a little bit menacing.",
    "start": "00:14:19",
    "end": "00:14:21"
  },
  {
    "text": "Hasatan. Hasatan.",
    "start": "00:14:22",
    "end": "00:14:23"
  },
  {
    "text": "Shaka Khan.",
    "start": "00:14:23",
    "end": "00:14:24"
  },
  {
    "text": "So here's the deal. Satan is a Hebrew noun that is used of humans who oppose other humans. So Solomon has a number of political enemies, other kings that attack him in 1st Kings 11, and they are described with the noun Satan. The angel of the Lord is a Satan, the angel of the Lord being an angel or the angel of the Lord, which is the key way that God himself appears to people. In the Old Testament, he's opposing people as a Satan. In the story about Balaam riding his donkey to Go do. Go curse Israel. And the angel of the Lord stands as a Satan against Balaam. So there it's very clear. It means as one who is opposed or challenged.",
    "start": "00:14:25",
    "end": "00:15:19"
  },
  {
    "text": "How is it translated in that passage?",
    "start": "00:15:19",
    "end": "00:15:21"
  },
  {
    "text": "It's good.",
    "start": "00:15:22",
    "end": "00:15:23"
  },
  {
    "text": "Let me look it up while you're looking that up. When we did the Messiah video, it begins with the snake crusher. So we introduced the snake.",
    "start": "00:15:23",
    "end": "00:15:34"
  },
  {
    "text": "Yeah.",
    "start": "00:15:34",
    "end": "00:15:35"
  },
  {
    "text": "And we don't say the snake is Satan, we just introduce. We just.",
    "start": "00:15:35",
    "end": "00:15:41"
  },
  {
    "text": "It's a snake, the serpent. And the story in Genesis doesn't introduce the snake as the Satan.",
    "start": "00:15:41",
    "end": "00:15:48"
  },
  {
    "text": "But I noticed a lot of comments. A lot of people are like, they want to fill in the gaps. They want to help you other people understand, well, here's the snake, he's Satan. And then there's usually this really well thought out understanding of Satan's origin that comes from.",
    "start": "00:15:48",
    "end": "00:16:10"
  },
  {
    "text": "Is it Ezekiel or from Ezekiel 28 and Isaiah 14 are important passages in that history of the development of the idea of Satan. Yeah. There's a strong desire to create a biography of Hasatan. I think it's much more complicated than we realize and that we should be way more humble and assume that we really don't know very much at all. So when the angel of Lord appears to Balaam in, in Hebrew, it says as a Satan. In the new international version gets translated, the angel of the Lord stood in the road to oppose him or as one opposed to him. So that's a good translation, an opposer. So if you have, ha, the Satan in the heavenly courtroom of God, it's the opposer, it's the one opposed.",
    "start": "00:16:10",
    "end": "00:17:18"
  },
  {
    "text": "So it didn't have to be some creature that crawled out of hell and was like, hey, God.",
    "start": "00:17:20",
    "end": "00:17:26"
  },
  {
    "text": "Yep.",
    "start": "00:17:26",
    "end": "00:17:27"
  },
  {
    "text": "It's just one of the sons of God hanging out. Who's opposing God.",
    "start": "00:17:27",
    "end": "00:17:31"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:17:31",
    "end": "00:17:32"
  },
  {
    "text": "And saying, I have a different opinion than you, God.",
    "start": "00:17:32",
    "end": "00:17:35"
  },
  {
    "text": "Yep. Yeah, that's right. So the Satan, the opposer is there.",
    "start": "00:17:35",
    "end": "00:17:39"
  },
  {
    "text": "Oh, interesting. Yeah, it gives me a different, totally different picture. You just have this, you have this court of courtroom. Courtroom. And someone's like, well, I'm going to take an opposing view here.",
    "start": "00:17:39",
    "end": "00:17:49"
  },
  {
    "text": "That's exactly right.",
    "start": "00:17:49",
    "end": "00:17:50"
  },
  {
    "text": "And he's the Satan.",
    "start": "00:17:51",
    "end": "00:17:52"
  },
  {
    "text": "He's the Satan, which is not as menacing. It's assigning his role in the courtroom, in the divine court, or the role that he's going, the role that he plays because he's going to oppose God's judgment.",
    "start": "00:17:52",
    "end": "00:18:08"
  },
  {
    "text": "And when you're in a court, when you're in a courtroom and you're opposing, generally you're doing that for the benefit of the king. You're on the same team here. You're on the same country, civilization. And so, like, I'm like, I don't think you're doing this. Right.",
    "start": "00:18:08",
    "end": "00:18:24"
  },
  {
    "text": "I'm gonna oppose you.",
    "start": "00:18:24",
    "end": "00:18:26"
  },
  {
    "text": "Right.",
    "start": "00:18:26",
    "end": "00:18:26"
  },
  {
    "text": "But you're doing that not because you want to take down the kingdom. It's because you want to make sure the kingdom's strong.",
    "start": "00:18:26",
    "end": "00:18:35"
  },
  {
    "text": "One of the challenges here is that Jewish and Christian readers have tended to import later theology about spiritual evil into the story. And I think it actually ends up distorting our understanding of what's happening in the heavenly scene. Because there's no indication that Hasatan here is the embodiment of evil and injustice. There's no indication that he hates Job or hates God. There's no indication that he gets pleasure punishing people. No, what happens is God points out, have you seen Job? He's righteous and blameless and upright. Just the way that the narrator introduced him, fears God and shuns evil. And so the opposer's role, and what the opposer does is simply say, yeah, you know, that's bad policy for you to reward Job. What he says is, does Job fear God for nothing? Haven't you put a hedge around him and his household and everything he has? You've blessed the work of his hands. So the whole point is, do you really know that he's righteous? You don't know that he's righteous truly, because he's only good because you bless him and protect him. So what he's exposing here isn't that he hates Job or that he hates God. He's saying, what about this policy that you reward the righteous for serving you? Does that show truly what human beings are and what they're about? Whereas I have it here in the notes. The Satan challenges God's policy of rewarding the righteous by suggesting that it corrupts their motives, proving them to be unrighteous. So the accusation gives the book an interesting twist because we're inclined to spend our time asking why righteous people suffer. But the Satan turns the question upside down and asks why righteous people should even prosper. In this way, the book gives us an answer that we need rather than an answer that we thought we wanted from the book.",
    "start": "00:18:36",
    "end": "00:20:40"
  },
  {
    "text": "Maybe this whole deal with rewarding righteous people is actually backfiring on us.",
    "start": "00:20:40",
    "end": "00:20:45"
  },
  {
    "text": "Yeah, maybe that's bad policy because it corrupts their motives. It doesn't actually allow them to be truly righteous. That's what the Satan.",
    "start": "00:20:45",
    "end": "00:20:54"
  },
  {
    "text": "He's making a really good point.",
    "start": "00:20:54",
    "end": "00:20:56"
  },
  {
    "text": "Yeah. Yes.",
    "start": "00:20:59",
    "end": "00:21:01"
  },
  {
    "text": "Does he actually love you? Or is he just using you to get what he wants? Is that kind of what he's saying?",
    "start": "00:21:01",
    "end": "00:21:10"
  },
  {
    "text": "That's what the Satan's saying. Yeah.",
    "start": "00:21:10",
    "end": "00:21:11"
  },
  {
    "text": "And how could you know unless.",
    "start": "00:21:12",
    "end": "00:21:13"
  },
  {
    "text": "Yeah, unless you take away your blessing.",
    "start": "00:21:14",
    "end": "00:21:16"
  },
  {
    "text": "And see what he does.",
    "start": "00:21:16",
    "end": "00:21:17"
  },
  {
    "text": "God says, very well, then everything he has is in your power. But don't lay a finger on Job himself. So what follows from here is Job's family, his children are destroyed.",
    "start": "00:21:17",
    "end": "00:21:30"
  },
  {
    "text": "That's rough. That kind of makes him feel like an evil dude. I mean, he could have like. Yeah, he could have just maybe killed some of his livestock or something, but.",
    "start": "00:21:30",
    "end": "00:21:40"
  },
  {
    "text": "Look at how it goes. So said he, like, kills his. All his animals and property are destroyed by lightning and. No, no, sorry, sorry. Oh, some raiders come and take away his animals. Then lightning strikes his sheep and his servants. Then the Chaldeans come and carry away his camels. And then a wind comes and causes the house to collapse on his children.",
    "start": "00:21:40",
    "end": "00:22:07"
  },
  {
    "text": "That's rough.",
    "start": "00:22:07",
    "end": "00:22:08"
  },
  {
    "text": "Yeah. And Job gets up, cuts off all his hair, says, naked I came into this world, naked I'll depart. The Lord gave me all this. The Lord's taken away. May the name of the Lord be praised.",
    "start": "00:22:08",
    "end": "00:22:21"
  },
  {
    "text": "So he wins.",
    "start": "00:22:21",
    "end": "00:22:22"
  },
  {
    "text": "And the prize. Yeah. Yeah. He did the right thing. The conclusion of the narrative is Job did not sin by charging God with any wrongdoing. Round one.",
    "start": "00:22:23",
    "end": "00:22:32"
  },
  {
    "text": "So if the story ended there, what we've learned is that Job actually was righteous.",
    "start": "00:22:33",
    "end": "00:22:38"
  },
  {
    "text": "Yep.",
    "start": "00:22:38",
    "end": "00:22:39"
  },
  {
    "text": "He wasn't just doing it to get hooked up.",
    "start": "00:22:39",
    "end": "00:22:41"
  },
  {
    "text": "Yep. And the opposer's accusations are groundless.",
    "start": "00:22:42",
    "end": "00:22:45"
  },
  {
    "text": "And the story could have ended there.",
    "start": "00:22:45",
    "end": "00:22:47"
  },
  {
    "text": "But it doesn't.",
    "start": "00:22:48",
    "end": "00:22:49"
  },
  {
    "text": "But it doesn't.",
    "start": "00:22:49",
    "end": "00:22:49"
  },
  {
    "text": "On another day, the sons of God are there. God holds court again. And the opposer comes and God says, hey, look at Job. Nobody like him. Blameless integrity. He's maintained his integrity even though you incited me against him to ruin him for no reason. So it's very important because God acknowledges that there was no just reason.",
    "start": "00:23:09",
    "end": "00:23:38"
  },
  {
    "text": "Yeah.",
    "start": "00:23:39",
    "end": "00:23:39"
  },
  {
    "text": "He maintained his integrity. The point is point proven.",
    "start": "00:23:39",
    "end": "00:23:42"
  },
  {
    "text": "Yeah.",
    "start": "00:23:42",
    "end": "00:23:42"
  },
  {
    "text": "You question his integrity and my policy.",
    "start": "00:23:42",
    "end": "00:23:45"
  },
  {
    "text": "Yep.",
    "start": "00:23:46",
    "end": "00:23:46"
  },
  {
    "text": "The point's proven to you. Then what the Satan answers is all right, but what about his body? So a man will give all he has for his own life, strike his body. Body. And surely he'll curse you. Once again, God agrees to the proposition. So then the opposer went out and afflicted Job with painful sores from the soles of his feet to the top of his head. Job's wife comes and says, are you still holding on to your integrity? Curse God and die. And Job responds, you're talking like a fool. Shall we accept only good from God and. And not also trouble? In this, the narrator said Job did not sin. So then the story ends right there and you're like, oh, all right. It's the same repetition. The stakes went higher, so you think Job's cool. Then this is all gonna brush over and he's gonna move on. But then the story gets even more interesting. Cause Job's three friends, non Israelite friends, come, and they hardly recognize him. They come sit next to him for seven days, saying nothing, because they see how horrible his suffering is. Then Job opens his mouth. It's one of the most artfully designed poems in the Hebrew Bible, chapter three. And it's one long elaborate curse on the day he was born. And then you realize, oh, he's bummed. There's a lot more going inside this guy than you thought. It's so powerful. And then what follows is that opens up the dialogues with the friends. So let's just pause. So the heavenly scene. If you take the view that it's a thought experiment, then the point of the heavenly scene is not to teach you about how God actually makes decisions. Actually makes decisions. The point is simply God's in his decision making room. An opposing point of view comes up to set up the thought experiment. Is it good policy for God to reward the righteous? And raises the question, does God in fact always reward the righteous? And does God allow suffering for a reason that is undisclosed? Could it ever be just that God would allow such a thing to happen? Those are the questions that the fictional introduction would set up for you. As John Walton says, the book of Job is focusing on how God works in the world, not how God works out things in heaven.",
    "start": "00:23:46",
    "end": "00:26:16"
  },
  {
    "text": "It's Walton's point of view.",
    "start": "00:26:16",
    "end": "00:26:17"
  },
  {
    "text": "It's Walton's point of view. If you take the view as that the book has a historical core to it, and therefore this is actually trying to teach you theology about how God operates and runs the world. You have to accept it for what it seems to be saying, which causes some tensions personally and theologically with a lot of people. Again, I don't want to go there in the video, but it's a real issue and I know some people who hold that view. They do think that the Book of Job is trying to teach you about what goes on in the heavenlies, and they're at peace with it, so it's not beyond imagination. So once Joe curses his birthday, that gets you into the poetic core of the book. Chapters three through essentially 27 are going to Be what are called the cycles of Job and the friends. So Job opens chapter three cursing the day is born. And then the first friend will respond, eliphaz. Then Job responds. Then the next friend responds to that. Bildad. Then Job responds to that. Then the next friend responds, zophar. And then Job responds to that cycle number one. And then it just cycles over again a second time through that same. And then the third cycle actually breaks down. The third friend never gets a chance to speak. And what happens is the emotional intensity ramps up. As you would expect. Job actually gets so frustrated with the friends, he stops talking to them altogether because he so disagrees with their point of view. And essentially the friends back to our triangle. Job's insisting that he's righteous.",
    "start": "00:26:17",
    "end": "00:28:32"
  },
  {
    "text": "Yeah.",
    "start": "00:28:32",
    "end": "00:28:33"
  },
  {
    "text": "But he assumes that God runs the world according to the strict principle of just recompense. So his conclusion that grows throughout the book is God is unjust or cruel. The friends have the exact opposite point of view and defend it to the hilt that God is just, by which they mean he runs the world according to the strict principle of justice, therefore Job must have sinned.",
    "start": "00:28:34",
    "end": "00:29:01"
  },
  {
    "text": "And all three of them are taking the same argument?",
    "start": "00:29:01",
    "end": "00:29:05"
  },
  {
    "text": "Yep.",
    "start": "00:29:05",
    "end": "00:29:06"
  },
  {
    "text": "Are they nuanced in different ways between the three friends?",
    "start": "00:29:06",
    "end": "00:29:09"
  },
  {
    "text": "No, no.",
    "start": "00:29:09",
    "end": "00:29:10"
  },
  {
    "text": "I think they're just tag teaming.",
    "start": "00:29:10",
    "end": "00:29:12"
  },
  {
    "text": "They're tag teaming.",
    "start": "00:29:12",
    "end": "00:29:13"
  },
  {
    "text": "Your turn.",
    "start": "00:29:13",
    "end": "00:29:13"
  },
  {
    "text": "Yeah. And the fact that there's three, I think gives the author a way to create different Personas of a litany of different kinds of arguments. But on the whole.",
    "start": "00:29:14",
    "end": "00:29:27"
  },
  {
    "text": "But that all are basically screwed up.",
    "start": "00:29:27",
    "end": "00:29:30"
  },
  {
    "text": "If you didn't know who was speaking when of the friends, you wouldn't be able to really tell their arguments apart. So, I mean, so here's just a couple samples. Eliphaz, in chapter four, he says, consider now who being innocent, has ever perished. When have the upright ever been destroyed? He says, as I have observed here on planet Earth, those who plow evil and those who sow trouble, reap it at the breath of God. They perish at the blast of his anger. They are no more. Hint, hint, Job. So they do it kind of. It's respectable.",
    "start": "00:29:30",
    "end": "00:30:15"
  },
  {
    "text": "It's an intervention first.",
    "start": "00:30:15",
    "end": "00:30:16"
  },
  {
    "text": "Yeah, they're there for an intervention. That's exactly right. Bildad, in chapter eight, he says, think about your children, Job. He says, when your children sinned against him, he gave them over to the penalty of their sin. So it's clear he views the house collapsing on Job's children as God's judgment. And then he says, so, Job, if you seek God earnestly and plead with the Almighty, if you are Pure and upright like you say you are, then God will rouse himself on your behalf, and he'll restore you to your prosperous estate. So he's saying, your kids got what was coming to them. But if you're really innocent like you say, then just tell God, and he'll zap you back to a perfect life once more. It's obviously he believes that's not what's going to happen. So this is the kind of it's all very artful and highfalutin type of arguments.",
    "start": "00:30:16",
    "end": "00:31:14"
  },
  {
    "text": "And then every time, Job just is like, look, I know I'm innocent.",
    "start": "00:31:15",
    "end": "00:31:19"
  },
  {
    "text": "Yes, that's exactly right. So he calls his friends windbags and worthless counselors and you don't know me kind of stuff. You don't know me, you don't know me. And a constant theme in his speeches is he keeps maintaining his innocence. So I'll just. Because it's such beautiful poetry. Down in job's defense, chapter 16, he says, my face is red with weeping. Dark shadows ring my eyes, yet my hands have been free of violence, and my prayer is pure. So he says, earth, don't cover up my blood. May my cry never be laid to rest. He's echoing the story of Cain and Abel, where God says to Cain, your brother's blood cries out from the ground. So there's irony here, because God said to Cain, your brother's blood is crying out to me. And now here Job is saying to the earth, don't cover up my blood. Let it cry out to God. But cry out not as a plea for help, but as a cry of accusation, or a plea of innocence, or a plea of. Plea of innocence, which in essence is an accusation. So that's earlier on. This is chapter 16 by chapter 27. He's so bold as to say this. As surely as God lives, who has denied me justice, the Almighty who has made my life bitter. As long as I have life in me, the breath of God in my nostrils, my lips won't say anything wicked, my tongue won't utter lies. I'll never admit that you, the friends, are right. Until I die, I won't deny my integrity. I'll maintain my innocence. I'll never let go of it. I mean, he's getting hardcore.",
    "start": "00:31:20",
    "end": "00:33:13"
  },
  {
    "text": "Yeah, Digging in his heels.",
    "start": "00:33:13",
    "end": "00:33:15"
  },
  {
    "text": "So that's him maintaining his innocence. So then he's going to go on and begin to make claims about God's character. He already did in saying God denied him justice. But then what he goes on is to say, well, if that's how you're treating Me, which is true because it's my life experience. What does that say about how you treat everybody else? And he says some really bold things. Like in chapter nine, he says, I have no. Even though I'm blameless, I have no concern for myself. I despise my own life. It's all the same. My life already sucks. So I'm just going to say what I really think. God destroys the blameless along with the wicked. When a scourge brings sudden death, God mocks the despair of the innocent. When a land falls into the hands of the wicked, God blindfolds its judges. And God says, if it's not God, then who is it? So bold.",
    "start": "00:33:15",
    "end": "00:34:17"
  },
  {
    "text": "But he's kind of right. And that he said he destroys both the blameless and the wicked. That's what he did.",
    "start": "00:34:18",
    "end": "00:34:26"
  },
  {
    "text": "Oh, exactly right.",
    "start": "00:34:26",
    "end": "00:34:27"
  },
  {
    "text": "So he's not exactly saying something false there.",
    "start": "00:34:27",
    "end": "00:34:30"
  },
  {
    "text": "Well, okay, that's true. In Job's case, God allowed the blameless to suffer. But then he goes on to say.",
    "start": "00:34:30",
    "end": "00:34:40"
  },
  {
    "text": "That he mocks that God mocks the.",
    "start": "00:34:41",
    "end": "00:34:43"
  },
  {
    "text": "Innocent, and he takes it a little too far. Anytime a land falls into the hand of wicked people, that's God at work orchestrating.",
    "start": "00:34:43",
    "end": "00:34:52"
  },
  {
    "text": "And then he's purposefully making it so that can't be reconciled.",
    "start": "00:34:53",
    "end": "00:34:58"
  },
  {
    "text": "So the movie makes is, in my case, I'm blameless. God allowed me to suffer.",
    "start": "00:34:58",
    "end": "00:35:05"
  },
  {
    "text": "The first premise is correct. And then he takes it too far.",
    "start": "00:35:05",
    "end": "00:35:09"
  },
  {
    "text": "He takes it further. Yeah, that's exactly right. Now, what's interesting is you read through Job's speeches especially. He's constantly going back and forth. So he says things like this. But then he'll go back and he'll say, no, I don't want to believe that's true. And then he'll start talking and he'll say, surely actually the book of Proverbs is true and the wicked will suffer and the righteous will be rewarded. And then in the next speech, he's like, but really, I don't know. Not today. I don't think that it's just on an emotional roller coaster, which is. It's a. It's a beautiful portrayal of the emotional intensity of hardship and suffering. It's very realistic. So where he ends at the end of the day is saying, my friends aren't helping me. I don't know how to make sense of this. I just need to talk with God. And so about half a dozen times he starts saying, if I could just get in a room with God and He could hear me and I could hear him, we could sort this out. So chapter 23, he says, today my complaint is bitter. God's hand is heavy in spite of my groaning. If only I knew where to find him. If only I could go to his dwelling. I would state my case before him. I'd fill my mouth with arguments. I'd find out what he would have to say to me and consider what he would answer me. So finally, his final speech, like his last words in chapter 31, are these. He says, oh, that I would have someone to hear me. I sign my defense. Let the Almighty answer me. Let my accuser put his indictment in writing. God. So here's mine, my defense. Now, God, you write your charges. Surely I would wear it on my shoulder. I'd wear it like a crown. I would give him an account of my every step. I would present it to him as a ruler. So he's. What he's saying is, I've written out every part of my defense. Let God write every part of his accusation. And I know I would be in the right and I would wear it like a crown if I could just prove my case. That's where Job's words ends.",
    "start": "00:35:09",
    "end": "00:37:30"
  },
  {
    "text": "You can really empathize with Job here. He got it really bad. He didn't do anything wrong.",
    "start": "00:37:30",
    "end": "00:37:37"
  },
  {
    "text": "Yeah. Yes.",
    "start": "00:37:37",
    "end": "00:37:38"
  },
  {
    "text": "And then he had to sit through a lot of speeches.",
    "start": "00:37:38",
    "end": "00:37:41"
  },
  {
    "text": "Yeah.",
    "start": "00:37:42",
    "end": "00:37:42"
  },
  {
    "text": "From his friends, so called friends who don't trust him, that he actually didn't do anything wrong. Because that's another. I mean, if they would have been like, okay, yeah, this is weird. I do trust you. I guess you didn't do anything wrong. But. Yeah, but it's just confusing because.",
    "start": "00:37:43",
    "end": "00:37:58"
  },
  {
    "text": "Yes.",
    "start": "00:37:59",
    "end": "00:37:59"
  },
  {
    "text": "Like, they're like, no, listen, you're screwed up.",
    "start": "00:38:00",
    "end": "00:38:02"
  },
  {
    "text": "Yeah. Their theology is so clear to them.",
    "start": "00:38:02",
    "end": "00:38:04"
  },
  {
    "text": "So he's just getting more and more aggravated. And he knows he didn't do anything wrong. And we know that he didn't do anything wrong.",
    "start": "00:38:05",
    "end": "00:38:14"
  },
  {
    "text": "Yes.",
    "start": "00:38:14",
    "end": "00:38:14"
  },
  {
    "text": "So it's like all this empathy of like, yeah, this is horrible. And so when he gets to the point where he's like, I just know that if I could sit down with God, I write down my defense, he writes down his. We compare notes. Like, it's going to be obvious I didn't deserve this. And you can just be like, yeah, yes, totally. Yeah, I get that. So, like, that final speech, it doesn't feel like, oh, man, Job, you're really pressing your luck here. It just kind of feels like it seems like a normal reaction.",
    "start": "00:38:14",
    "end": "00:38:44"
  },
  {
    "text": "Yes, I think it is a normal reaction. But part of the presentation of Job is that suffering, his suffering has pressed him. This isn't just about logic anymore. This is about processing suffering through the full range of emotions. So sometimes he has made larger claims.",
    "start": "00:38:44",
    "end": "00:39:05"
  },
  {
    "text": "Yeah, that other one where he's like you blindfold judges, you mock the innocent. Yeah, yeah, like that's. He's kind of getting a little fired up.",
    "start": "00:39:05",
    "end": "00:39:14"
  },
  {
    "text": "Yep. Yeah, that's right. So. So his final words are sensible. I agree with you. Yeah. The author's portraying a very. Again, it's a realistic portrayal of the psychology of suffering.",
    "start": "00:39:14",
    "end": "00:39:27"
  },
  {
    "text": "Okay, that's the end of part two of this three part conversation. Next up, the third and final part. We really get into it in the third episode. We talk about the surprise friend, Illihu, who just shows up out of nowhere. He talks on and on for a number of chapters. So what's he all about? And then we'll go back and we'll talk about Chapter 28 and the significance of that chapter. And finally we'll get into the showdown where God shows up and defends himself against Job. It's really the heart of the book and shows us what this book is really all about. It's extremely fascinating. We'll talk about the virtual tour of the universe that he gives Job. We'll talk about the Behemoth and Leviathan, these great monsters that God's pretty stoked about. And then we'll see how Job responds to all of this. We are having this conversation and other conversations about themes in books of the Bible because we make videos, animated shorts that go up on YouTube. You can watch them all at YouTube.com thebibleproject you could also watch them on our website, thebibleproject.com which has been newly updated. You can give to our next project there. You can download free resources there. And if you want to say hi to us, the best place is on Twitter oinbibleproj and on Facebook, facebook.com thebibleproject it is a true pleasure to work on this project and we thank you for being a part of it with us. Next up, part three.",
    "start": "00:39:37",
    "end": "00:41:06"
  },
  {
    "text": "From now on, no regret. Lift my head, try my best and hush hush little ones Hush hush little ones in my head.",
    "start": "00:41:08",
    "end": "00:41:25"
  }
]