[
  {
    "text": "Last week, we began a new theme study looking at the dragon in the story of the Bible. The Bible is not the only ancient text where dragons play a key role. Dragons pop up all over ancient Near Eastern literature. Dragons are like the first global meme of the ancient world. They're a way to talk about chaos and death.",
    "start": "00:00:04",
    "end": "00:00:24"
  },
  {
    "text": "There are forces out there that want to take the life of the precious good things. In my world, everybody knows that feeling in one way or another. And the dragon slaying myth was a common ancient Near Eastern way to talk and explore about that on both an individual level and then on a corporate, communal and cosmic level.",
    "start": "00:00:24",
    "end": "00:00:45"
  },
  {
    "text": "Now when we talk about myth, we usually think about made up stories, fiction. But the ancient world understood myth in a much more nuanced way.",
    "start": "00:00:45",
    "end": "00:00:55"
  },
  {
    "text": "The technical sense of myth is a symbolic narrative that's exploring or expressing universal concerns of human existence, usually about the origins of the cosmos and the nature of the cosmos. And they're using these symbols to explore the human experience that everybody since then and until now, and everybody on the planet now actually has the same experiences and feelings. We just have different symbols and language for them.",
    "start": "00:00:55",
    "end": "00:01:25"
  },
  {
    "text": "So if the Bible uses symbolic language and talks about mythic creatures, can I trust the Bible? I mean, is the Bible accurate?",
    "start": "00:01:25",
    "end": "00:01:33"
  },
  {
    "text": "Are you saying that narratives in the Bible aren't true because they may employ the language of mythology or symbolism?",
    "start": "00:01:33",
    "end": "00:01:41"
  },
  {
    "text": "Yes, that's my question.",
    "start": "00:01:42",
    "end": "00:01:43"
  },
  {
    "text": "So that's not what we're saying. What we're saying is as this family, Israelite family, told their family history in narrative or in poetry, they regularly drew on the same set of symbols that their ancient Near Eastern neighbors because it was a common symbolic language of their time.",
    "start": "00:01:43",
    "end": "00:02:01"
  },
  {
    "text": "Today, Tim Mackey and I talk about dragons and ancient Near Eastern mythology. I'm John Collins and you're listening to BibleProject Podcast. Thanks for joining us. Here we go. Hey, Tim, here we are.",
    "start": "00:02:02",
    "end": "00:02:19"
  },
  {
    "text": "Hey. Here we are talking about dragons.",
    "start": "00:02:19",
    "end": "00:02:22"
  },
  {
    "text": "Dragons in the Bible.",
    "start": "00:02:23",
    "end": "00:02:24"
  },
  {
    "text": "Yeah.",
    "start": "00:02:24",
    "end": "00:02:24"
  },
  {
    "text": "Which is. It's kind of misleading. Is it like last time? What you really showed us was there's a lot of creatures in the Bible that you could translate some of them with the word dragon. But then there's more of a theme of like chaos creatures.",
    "start": "00:02:24",
    "end": "00:02:43"
  },
  {
    "text": "Yeah, Dangerous chaos creatures of the sea and of the wilderness. And there's lots of a variety of types of these animals that are connected in terms of what they mean. So lions, you know, are dark, predatory creatures of the wilderness that hunt at night. And so we're crocodiles or something like that. But the one creature that has a word used to describe both the sea monster and the wilderness monster is the word nachash in Hebrew, which means snake or serpent. And then there's a big vocabulary of what the water version of that creature is.",
    "start": "00:02:43",
    "end": "00:03:22"
  },
  {
    "text": "The Leviathan.",
    "start": "00:03:22",
    "end": "00:03:22"
  },
  {
    "text": "Leviathan. And the tannin. The tannin, which monstrous, reptilian sea creatures with multiple heads, as we'll see today. Yeah, cool. So the reason why we're talking about this is it's actually a major repeated theme throughout the storyline of the Bible, starting with page one, depending on the translation you read, but it's there in Hebrew on day five of creation and all throughout. Imagery of snakes and dragons and monsters is used throughout the biblical story as an image for. Well, it's part of what we'll talk about right now in this conversation. And then the story of the Bible culminates with the victory over the dragon in the Revelation. So the basic point of our last conversation was just to say there be dragons in the Bible. And they're all over, actually. And all over all the parts of the Bible.",
    "start": "00:03:22",
    "end": "00:04:17"
  },
  {
    "text": "Yeah, I know. You. You showed that in Greek. The Greek translation of the B. The Septuagint used the Greek word dragon.",
    "start": "00:04:17",
    "end": "00:04:25"
  },
  {
    "text": "Yeah, Drakon dragon. Yeah. You know, so I think what we're going to do right now in this conversation is examine and explore the cultural backstories that the biblical authors are working with. Okay. So what we're going to look at is the dragon combat myth in ancient Near Eastern culture and literature. And there the monster is primarily a dragon. Sea dragon. Okay. What the biblical authors do, and this is what we'll do in all the episodes to follow, is take up that cultural symbolism that's very common in their day. And they tweak it and develop it and do interesting things with it. And that's where you get the variety of monster creatures that are all associated. But where it all started was ancient, ancient cross cultural mythology about the storm God fighting the sea dragon.",
    "start": "00:04:25",
    "end": "00:05:16"
  },
  {
    "text": "Cool. This will be great because I think my category of what a dragon is is pretty narrow. And I think I mentioned this in the last episode. I just think of your classic, you know, winged dragon living in a cave, hoarding a pot of gold, and he doesn't live in the sea.",
    "start": "00:05:16",
    "end": "00:05:32"
  },
  {
    "text": "Mmm. Yeah. Right, right, right, right, yes.",
    "start": "00:05:32",
    "end": "00:05:35"
  },
  {
    "text": "So I don't actually have a category of a sea dragon.",
    "start": "00:05:35",
    "end": "00:05:37"
  },
  {
    "text": "Okay. Yeah.",
    "start": "00:05:37",
    "end": "00:05:37"
  },
  {
    "text": "So, like, let's create one.",
    "start": "00:05:37",
    "end": "00:05:39"
  },
  {
    "text": "Let's create it. And to do that, let us turn to a variety of ancient stories, many of them much older than the Bible, that were in the air and in the language and literature. In which the Bible came into existence. So what we're looking at is ancient Near Eastern cultural background of the dragon slaying myth. So in the ancient near east and actually as we're going to see beyond the ancient near east, there is a really widespread symbolic narrative told across cultures that preceded the Israelites and surrounded them. And it all has the same basic plot line with the same characters. It's really fascinating. So just as a note, I learned a lot from Robert Miller's work. Hebrew Bible scholar called the Dragon, the Mountain and the Nations. I learned a lot From a recent PhD from University of Chicago Medad Richie, who wrote a dissertation on visions of gods and monsters. And then an older work, John Day, a British scholar, called God's Conflict with the Dragon and the Sea. So fascinating. Okay, so here's the basic summary. You can go back to the oldest roots of Indian culture in Hindu religious texts.",
    "start": "00:05:39",
    "end": "00:07:23"
  },
  {
    "text": "How old are we talking?",
    "start": "00:07:23",
    "end": "00:07:24"
  },
  {
    "text": "Well, the textual versions are dated to somewhere around. I have it here in the notes. Likely an oral formation period from 1900 BC through 1000 BC. Okay. It's a long 900 year formation history, but Abraham's cruising the Promised land maybe around 1700 BC. So this is predating his migration.",
    "start": "00:07:25",
    "end": "00:07:49"
  },
  {
    "text": "Those stories would have been around before.",
    "start": "00:07:49",
    "end": "00:07:51"
  },
  {
    "text": "Yep, around before. There's an ancient Hittite version that comes from around the period when Abraham and his descendants are cruising around from the Old Kingdom period of the Hittites around 1700 BC. There is a version of this story told by the Hurrians, which is a really unique people group, at least their languages because it's not Indo European or Semitic language. Really interesting.",
    "start": "00:07:51",
    "end": "00:08:18"
  },
  {
    "text": "I'm not familiar with this crew.",
    "start": "00:08:18",
    "end": "00:08:20"
  },
  {
    "text": "Yeah, the Hurrians, but around 1500 BC they're kind of way up in the north of Turkey. Then you have Ugarit, the ancient city of Ugarit, which it's a coastal archaeology site in Lebanon, on the coast of Lebanon. And there around the time of Joshua and The judges, around 1500-1200 B.C. they have a really elaborate version of this story. And then we get to Assyria and Babylon, Mesopotamia, and theirs is from around the same period, 1500s. So it's kind of like if you look at a pond and you can see that there's a ripple going out, you presume there's a stone and you can kind of angle from where the ripples are back to where the center was. Yeah. So that's kind of the idea of how the story spread is it's in all these cultures around this time period, 1900 to 1500. And so most certainly at its roots go back even to the prehistoric period where all these cultures descended from prehistoric.",
    "start": "00:08:20",
    "end": "00:09:24"
  },
  {
    "text": "Meanings before any written for written record language.",
    "start": "00:09:24",
    "end": "00:09:28"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:09:28",
    "end": "00:09:28"
  },
  {
    "text": "So we're right on the brink.",
    "start": "00:09:28",
    "end": "00:09:30"
  },
  {
    "text": "Yeah.",
    "start": "00:09:30",
    "end": "00:09:30"
  },
  {
    "text": "In the 1900 B.C. right?",
    "start": "00:09:30",
    "end": "00:09:32"
  },
  {
    "text": "Yeah. Well, for the Alphabet.",
    "start": "00:09:32",
    "end": "00:09:33"
  },
  {
    "text": "For the Alphabet.",
    "start": "00:09:33",
    "end": "00:09:34"
  },
  {
    "text": "So the hieroglyphics and the Sumerian that's.",
    "start": "00:09:34",
    "end": "00:09:37"
  },
  {
    "text": "Been around for a thousand years.",
    "start": "00:09:37",
    "end": "00:09:38"
  },
  {
    "text": "That's been around, yeah, for a much longer period. But in terms of an oral story about the storm God facing down the sea dragon, it must have lived on orally for a much longer period to have all these descendants in these very different languages and cultures.",
    "start": "00:09:38",
    "end": "00:09:55"
  },
  {
    "text": "Okay.",
    "start": "00:09:55",
    "end": "00:09:56"
  },
  {
    "text": "Because here's the basic outline of the story. There's a sea dragon with its minions.",
    "start": "00:09:56",
    "end": "00:10:03"
  },
  {
    "text": "What does it usually look like?",
    "start": "00:10:04",
    "end": "00:10:05"
  },
  {
    "text": "Oh, I'll show you lots of pictures. There's lots of pictures of it actually here. Do you just want to do that now?",
    "start": "00:10:06",
    "end": "00:10:11"
  },
  {
    "text": "I mean. Yeah, I kind of want one in my head.",
    "start": "00:10:11",
    "end": "00:10:13"
  },
  {
    "text": "Okay, got it. All right, so this is the work of Medad Richie that I just mentioned. She's brought together really what is the most comprehensive now collection of depictions of the sea dragon. So here's one from the late Assyrian period and it's of the storm God carrying a bunch of lightning bolts in his hand. So really what it looks like is a long snake with crisscross scales, but it has horns and he's trying.",
    "start": "00:10:13",
    "end": "00:10:40"
  },
  {
    "text": "Little feet. Is that little feet?",
    "start": "00:10:40",
    "end": "00:10:42"
  },
  {
    "text": "Oh yeah, right, Yep. Two little tiny hands.",
    "start": "00:10:42",
    "end": "00:10:44"
  },
  {
    "text": "Little tiny, tiny claws.",
    "start": "00:10:44",
    "end": "00:10:46"
  },
  {
    "text": "Yeah, whatever. Here is an Akkadian cylinder seal. It's also Mesopotamian. So you've got a deity with a long spear who has horns on its head. And it is piercing one of the many heads, seven heads, seven of them, of this seven headed monster with four legs and huge spikes coming out of its back. And then there's a deity on the back kind of holding onto its tail so that the other deity can spear its head. Here's one for much later. This is from Greek, like a Greek vase that dates from around 600 BC. And here it's actually reflecting a Greek mythology went down into Greek culture. So Heracles and Iolaus both bashing the many heads of like a hydra.",
    "start": "00:10:46",
    "end": "00:11:39"
  },
  {
    "text": "That's what it's called in Greek mythology, a hydra.",
    "start": "00:11:40",
    "end": "00:11:41"
  },
  {
    "text": "The hydra. Yeah. And Hodor is the word water in Greek. So the water monster. Yeah, hydra.",
    "start": "00:11:41",
    "end": "00:11:48"
  },
  {
    "text": "And that one looks like, looks like.",
    "start": "00:11:48",
    "end": "00:11:51"
  },
  {
    "text": "A bunch of snakes coiled together as like one snake. Yeah, yeah, yeah. Here's one that's interesting. This is Mesopotamian from a temple in A town called mimrud from around 870 BC. And here, so you have a God, Ninurta, but he looks exactly like how like the king of Assyria would dress. He's got lightning bolts in his hand and what he's facing off with. You tell me what that thing looks like.",
    "start": "00:11:51",
    "end": "00:12:18"
  },
  {
    "text": "Oh, gosh. Yeah, it looks kind of like. Oh, my gosh. This is like every animal. So its legs. Let's start with the legs. They look like ostrich legs.",
    "start": "00:12:18",
    "end": "00:12:29"
  },
  {
    "text": "Yeah, sure. Yeah.",
    "start": "00:12:29",
    "end": "00:12:31"
  },
  {
    "text": "And then it starts to become scaly and you get this scaly body that like turns into this crazy head.",
    "start": "00:12:31",
    "end": "00:12:40"
  },
  {
    "text": "Yep.",
    "start": "00:12:40",
    "end": "00:12:41"
  },
  {
    "text": "Kind of like what maybe like a lion would look like if it didn't have. If it was just didn't have any fur.",
    "start": "00:12:41",
    "end": "00:12:47"
  },
  {
    "text": "Yep. No mane. But it has horns and then horns.",
    "start": "00:12:47",
    "end": "00:12:50"
  },
  {
    "text": "And just crazy fangs.",
    "start": "00:12:50",
    "end": "00:12:52"
  },
  {
    "text": "Yep.",
    "start": "00:12:52",
    "end": "00:12:52"
  },
  {
    "text": "It looks almost demonic.",
    "start": "00:12:52",
    "end": "00:12:53"
  },
  {
    "text": "Yeah. And then it has wings.",
    "start": "00:12:53",
    "end": "00:12:55"
  },
  {
    "text": "And it has wings.",
    "start": "00:12:55",
    "end": "00:12:56"
  },
  {
    "text": "Eagle wings.",
    "start": "00:12:56",
    "end": "00:12:56"
  },
  {
    "text": "And then it's standing up. I guess I call it ostrich legs because it's like. It looks like it's standing up like a bird would. But its hands are not bird like, it's like almost like lion hands.",
    "start": "00:12:57",
    "end": "00:13:09"
  },
  {
    "text": "Yeah, yeah, yeah. So this is going to be important when we eventually get to Daniel Chapter seven, which is describing monsters that sound like what this thing looks like.",
    "start": "00:13:09",
    "end": "00:13:20"
  },
  {
    "text": "This is really high fidelity. Is this like a recreation of it or.",
    "start": "00:13:21",
    "end": "00:13:24"
  },
  {
    "text": "Let's see. Yeah, this is etched in a rock. So, yeah, this is like a shaded version with high contrast.",
    "start": "00:13:24",
    "end": "00:13:31"
  },
  {
    "text": "Okay.",
    "start": "00:13:31",
    "end": "00:13:31"
  },
  {
    "text": "Yeah. So what's interesting here is. So this is again, if you were to Google, like Nimrod or Ninurta battling the monster, you know, Google will give you this image. This is a famous, famous image. The posture of the storm God is the same as the posture of the first picture I showed you, which is from a little cylinder seal. So these are little tiny, like clay seals that are in a circle. They're called cylinders. And they have a little drawing etched on all the sides. And you would roll it on clay out and you would use it to make a decorative mark on a piece of clay or something like that. There are hundreds and hundreds of these that have surfaced. So part of Medad Ritchie's dissertation was to say that most people in the ancient world would have not read the versions of the story that I'm going to tell you about. They would have heard the story and seen pictures, but more they would just know it by seeing it everywhere.",
    "start": "00:13:31",
    "end": "00:14:31"
  },
  {
    "text": "Yeah.",
    "start": "00:14:31",
    "end": "00:14:31"
  },
  {
    "text": "Seeing it on letters, seeing it on temples, seeing it like billboards for us. Yeah, yeah. So this was one of the Iconic popular tales of the ancient eastern world. It's really fascinating to think about. So here's the basic storyline of how it goes. There's the basic plot line. There is a sea monster. Now you have some images.",
    "start": "00:14:31",
    "end": "00:14:56"
  },
  {
    "text": "Yeah.",
    "start": "00:14:56",
    "end": "00:14:57"
  },
  {
    "text": "But what that sea monster does is it lives in the sea and sometimes is just embodied as the sea. And it threatens the stability and order of all life on the dry land. Not hard to imagine.",
    "start": "00:14:57",
    "end": "00:15:12"
  },
  {
    "text": "In what sense is it threatening the order of life on the dry land?",
    "start": "00:15:13",
    "end": "00:15:16"
  },
  {
    "text": "Well, if you're able to go to a coastal region that's not just like gold, white sand beaches or something like that.",
    "start": "00:15:16",
    "end": "00:15:22"
  },
  {
    "text": "Right. Where, like, the waves are crashing onto rocks.",
    "start": "00:15:22",
    "end": "00:15:25"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:15:25",
    "end": "00:15:26"
  },
  {
    "text": "Go to where, like, this is like northern Greece, like where the Poseidon myth was. And like. Yes, it's just like caves and.",
    "start": "00:15:26",
    "end": "00:15:33"
  },
  {
    "text": "Yeah, yeah. The iconic, like, you know, the coastal cliffs of Ireland or Scotland or the coast of Oregon.",
    "start": "00:15:33",
    "end": "00:15:40"
  },
  {
    "text": "Yeah, the coast of Oregon.",
    "start": "00:15:40",
    "end": "00:15:40"
  },
  {
    "text": "You could be at a place like that in an hour and a half from right now. So anywhere where the sea is crashing up against the dry land and shattering it to pieces, bashing against the rocks. So that's a fundamental human experience of anybody who's ever seen something like that.",
    "start": "00:15:40",
    "end": "00:15:59"
  },
  {
    "text": "It's violent.",
    "start": "00:15:59",
    "end": "00:16:00"
  },
  {
    "text": "Where you're like, I live on this dry land stuff, and that sea wants to get me. Wants to get up onto the dry land constantly. About every five seconds, it sends a big bashing wave.",
    "start": "00:16:00",
    "end": "00:16:12"
  },
  {
    "text": "Okay.",
    "start": "00:16:12",
    "end": "00:16:13"
  },
  {
    "text": "That's a pretty fundamental human experience. Right. So that image has turned into a narrative about forces of disorder, of chaos that are constantly threatening, bashing at the shores of the ordered place. That is where humans have their realm. So the sea dragon is. So they can either be the dark sea that's threatening, or you can think of the sea as kind of brought together in an image of the monster of the sea. So who's gonna. Oh, no, the sea coming. The sea dragon's coming. Who's gonna rescue us? The storm God. So the God of the waters above. Because if the danger is in the waters below, the waters above. So just as terrifying as watching the ocean, you know, wash up and crash at cliffs is watching a storm cloud come. I never really had this experience here in Oregon like I did once. I lived in the Midwest for a while.",
    "start": "00:16:13",
    "end": "00:17:17"
  },
  {
    "text": "Oh. Of like, of a storm that just comes out of nowhere and just has its way.",
    "start": "00:17:17",
    "end": "00:17:22"
  },
  {
    "text": "Beautiful clear day. Then you see the clouds on the horizon. Within 30 minutes, it's just, like, bonkers outside. Right. And it's terrifying. And then it passes on, you know, so that idea of a Storm God, that is scary in its own right.",
    "start": "00:17:22",
    "end": "00:17:40"
  },
  {
    "text": "Yeah. You know, a storm is scary, but less because of all the water. Typically it's usually because it's cold and windy too. And that like could rip things apart and your shelter gets destroyed. Yeah, but isn't water to be celebrated? Water from the sky? I mean, that was like.",
    "start": "00:17:40",
    "end": "00:17:56"
  },
  {
    "text": "Exactly right.",
    "start": "00:17:56",
    "end": "00:17:57"
  },
  {
    "text": "Okay.",
    "start": "00:17:57",
    "end": "00:17:57"
  },
  {
    "text": "Exactly right. So the storm waters have a different role because the ocean waters, if they cover you up, you're done, you're done. Tsunami, you're done. But the storm God comes and he will give a gift of rain that brings fertility to the land. So storm gods are often associated in some way with fertility. So that storm God can come and go out to sea and like battle. If you've ever watched the storm at.",
    "start": "00:17:57",
    "end": "00:18:26"
  },
  {
    "text": "Sea, it looks like a battle. Oh my gosh.",
    "start": "00:18:26",
    "end": "00:18:28"
  },
  {
    "text": "Yeah, yeah. So the way the mythology works is the storm God goes out from the land, which is the ordered realm over which it rules, because it's definitely the most powerful thing. It's above, above. And so it goes out to the sea and there's some multi stage conflict, usually involves some bashing of a head. Then the sea dragon's body in different versions of the myth becomes a benefit in some way. So the dragon's body can be split and again the dragon is an image of the sea water itself. So like in the Babylonian version, the sea monster is split in half, like filleted.",
    "start": "00:18:28",
    "end": "00:19:09"
  },
  {
    "text": "We talked about this.",
    "start": "00:19:09",
    "end": "00:19:09"
  },
  {
    "text": "Yeah, that's right. Yeah. And one half is to re establish order in the waters above, the other half is to establish order in the waters below. And then the dry land is protected. Sometimes the monster's body is dragged up onto the dry land and then is given as food for all the creatures to come and have a feast. After the victory of the sea dragon, the storm God moves up onto a high mountain and has a feast. Sometimes the feast is the dragon's body, other times it's just having a big feast.",
    "start": "00:19:09",
    "end": "00:19:44"
  },
  {
    "text": "Just a regular storm God feast?",
    "start": "00:19:45",
    "end": "00:19:47"
  },
  {
    "text": "Yep, totally. Where a royal palace is built from which the storm God rules over the rescued and newly ordered cosmos. That's the basic story.",
    "start": "00:19:47",
    "end": "00:20:00"
  },
  {
    "text": "Okay.",
    "start": "00:20:00",
    "end": "00:20:01"
  },
  {
    "text": "There's a monster, there's a monster threatening storm God comes, fight, bashing.",
    "start": "00:20:01",
    "end": "00:20:06"
  },
  {
    "text": "Storm God wins.",
    "start": "00:20:06",
    "end": "00:20:07"
  },
  {
    "text": "Storm God wins, Ascends a high mountain. Feast for everyone from the royal palace from which the storm God rules the world.",
    "start": "00:20:07",
    "end": "00:20:15"
  },
  {
    "text": "Okay, so what does the story and what does the story mean that the storm God wins? Like I'm just imagining being an ancient person. I'm going to still go out to the sea and See, the seas still. Still chaotic.",
    "start": "00:20:44",
    "end": "00:21:02"
  },
  {
    "text": "Well, that's exactly right.",
    "start": "00:21:02",
    "end": "00:21:03"
  },
  {
    "text": "So in what sense has the dragon been slayed?",
    "start": "00:21:04",
    "end": "00:21:06"
  },
  {
    "text": "That's exactly right. So what is very interesting is in the ancient Hittite version of this, in which the storm God is named Tarkuna and the monster is named Iluyanka. Oh, and he actually, he defeats this sea servant by getting it drunk, feeds it with wine, and then once it's drunk, then he chops its head off. But this story was narrated and reenacted with, like stage actors as a part of an annual New Year festival. In other words, it was reenacted every year.",
    "start": "00:21:06",
    "end": "00:21:40"
  },
  {
    "text": "The battle happens every year.",
    "start": "00:21:41",
    "end": "00:21:43"
  },
  {
    "text": "Yeah, in the spring to mark the transition from winter into spring. Again. So it's about. In other words, it's cyclical. This needs to happen every year. The battle happens every year. So there, the myth is the way of giving symbolic language to the cycling of the seasons of death. Right. The death in the fall and the winter, where the powers of chaos bring death to the land and nothing grows.",
    "start": "00:21:43",
    "end": "00:22:12"
  },
  {
    "text": "But then it's always winter and never Christmas.",
    "start": "00:22:12",
    "end": "00:22:14"
  },
  {
    "text": "But the spring rains come, the spring storms come and they bring rain, and the storm God comes. And so every year you celebrate a new victory that brings a new season of fertility to the land.",
    "start": "00:22:15",
    "end": "00:22:27"
  },
  {
    "text": "Okay.",
    "start": "00:22:28",
    "end": "00:22:28"
  },
  {
    "text": "That is also true for the Mesopotamian version, which is the stories captured most vividly in a well known. We've actually read some of this before in past series called Enuma Elish, which is a big complex. It's also a story of creation. So there the monster is named Tiamat, who is saltwater. She represents the ocean. And then rather than herself being a dragon, she has a huge army of monsters that include dragons, but also hairy hero men, like monster warriors, hairy monster men, lion monsters, scorpions, fish men.",
    "start": "00:22:29",
    "end": "00:23:14"
  },
  {
    "text": "All these hybrid monster creatures.",
    "start": "00:23:14",
    "end": "00:23:16"
  },
  {
    "text": "Yeah, exactly. Yeah.",
    "start": "00:23:16",
    "end": "00:23:17"
  },
  {
    "text": "Human monster hybrids.",
    "start": "00:23:17",
    "end": "00:23:19"
  },
  {
    "text": "So there Tiamat represents the ocean, and then she's got an army of mutant creatures. And Marduk, the patron God of Babylon, is the storm God. But what's interesting is that this was ritually performed also every year at a spring festival called the Akitu Festival. So it needs to happen every year because nature is itself playing out this battle and humans are just helpless little.",
    "start": "00:23:19",
    "end": "00:23:44"
  },
  {
    "text": "You know, man, they get like this powerful, just dragon ritual. And we celebrate like a bunny. We get like pastels and like bunnies and they, like, slay dragons.",
    "start": "00:23:45",
    "end": "00:24:02"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:24:02",
    "end": "00:24:03"
  },
  {
    "text": "Oh, man.",
    "start": "00:24:03",
    "end": "00:24:03"
  },
  {
    "text": "I guess it. Yeah, I suppose in theory what Resurrection Sunday is supposed to be celebrating. Yeah, it's celebrating the crucified Messiah's victory over the snake. Mm. Like, that's Easter.",
    "start": "00:24:03",
    "end": "00:24:17"
  },
  {
    "text": "Whoa. What if that was my chocolate.",
    "start": "00:24:18",
    "end": "00:24:21"
  },
  {
    "text": "Chocolate dragon.",
    "start": "00:24:23",
    "end": "00:24:24"
  },
  {
    "text": "Chocolate snake dragon that I.",
    "start": "00:24:24",
    "end": "00:24:26"
  },
  {
    "text": "With a decapitated head. Yeah.",
    "start": "00:24:26",
    "end": "00:24:28"
  },
  {
    "text": "And I bite into its head. I'm like, oh, tall.",
    "start": "00:24:28",
    "end": "00:24:30"
  },
  {
    "text": "That's. Yes. It would be much more fitting.",
    "start": "00:24:30",
    "end": "00:24:33"
  },
  {
    "text": "I'm getting a vision here.",
    "start": "00:24:33",
    "end": "00:24:34"
  },
  {
    "text": "You should. What would we call the chocolate dragons?",
    "start": "00:24:34",
    "end": "00:24:37"
  },
  {
    "text": "You know, we could market this. You know, our friend Rudy talks about how he wants in his family Easter to be the biggest celebration of the year.",
    "start": "00:24:37",
    "end": "00:24:48"
  },
  {
    "text": "The biggest holiday of the year. Yes.",
    "start": "00:24:48",
    "end": "00:24:49"
  },
  {
    "text": "Maybe. Did he get that idea from you?",
    "start": "00:24:49",
    "end": "00:24:50"
  },
  {
    "text": "I don't know.",
    "start": "00:24:50",
    "end": "00:24:51"
  },
  {
    "text": "I just love that vision.",
    "start": "00:24:51",
    "end": "00:24:52"
  },
  {
    "text": "Yeah.",
    "start": "00:24:52",
    "end": "00:24:52"
  },
  {
    "text": "But it doesn't sound enticing when you just think about, like, Easter egg hunts.",
    "start": "00:24:52",
    "end": "00:24:57"
  },
  {
    "text": "Yeah. Okay, so let's address a question.",
    "start": "00:24:57",
    "end": "00:25:00"
  },
  {
    "text": "Okay.",
    "start": "00:25:00",
    "end": "00:25:01"
  },
  {
    "text": "Which is this. So I just. I named a bunch of cultures. We could go into each one. And again, if you want to go down the rabbit hole. Actually, Robert Miller's book that I mentioned earlier is really great. He gets really nerdy on all of these other backstories. So in each of these cultural stories, the word myth is what's used to refer to them in, like, the scholarly literature. So. And the word myth, the way it's used in religious studies in the west today, in academic circles is actually really different. The meaning of myth is different than what it means for most of us in, like day to day language. I mean, about my kids. Like, my kids tune into this.",
    "start": "00:25:01",
    "end": "00:25:45"
  },
  {
    "text": "When we say myth, we mean you're telling me a lie. Often in regular vernacular.",
    "start": "00:25:45",
    "end": "00:25:50"
  },
  {
    "text": "Yeah. Well, it can mean fabricated to deceive.",
    "start": "00:25:50",
    "end": "00:25:53"
  },
  {
    "text": "Okay.",
    "start": "00:25:53",
    "end": "00:25:54"
  },
  {
    "text": "Or it could just mean fantastic, unbelievable story, superstitious, you know, that kind of thing. Primitive, maybe for kids. So that is not the meaning of the word myth that people that scholars are using. Anthropologists, professors of religion. So the technical sense of myth that has developed in just the last couple hundred years is about this, a symbolic narrative that's exploring or expressing universal concerns of human existence. Usually about the origins of the cosmos or the nature of the cosmos, where it came from and what it is. Exploring the relationship between the transcendent and the heavenly and the above and beyond, and then the earthly and the mundane and the day to day and how those two overlap or interact. Exploring the reality of the divine and the human and how those two interrelate. And then also another kind of binary in there is about death and chaos and terror and darkness and evil, but then also beauty and order and goodness, and humans experience both of those realities on a given day. And myth, the way it's used in, the way we're going to explore. This is about using narratives that give symbols for all of these things. And so it's not hard to see how this works. So we're not trying to just figure out, did people actually believe there were dragons in the sea?",
    "start": "00:25:54",
    "end": "00:27:34"
  },
  {
    "text": "Okay.",
    "start": "00:27:34",
    "end": "00:27:34"
  },
  {
    "text": "That's not what these stories are about. These stories symbolic? Well, maybe, but that's not the point. The point is that from the earliest. I mean, these are really ancient cultures and they're using these symbols to explore the human experience, that everybody since then and until now, and everybody on the planet now actually has the same experiences and feelings. We just have different symbols and language for them.",
    "start": "00:27:34",
    "end": "00:28:03"
  },
  {
    "text": "Well, I'm trying to understand. Let me maybe first repeat back what I'm hearing. What you want us to appreciate. When we say myth, we don't mean just some fantastic story or something made up and incredible, but more specifically, or more appropriately, we're talking about a story which is trying to help us understand and wrestle through some of the most important and most kind of existential realities that we encounter. Life and death, chaos and beauty, good.",
    "start": "00:28:03",
    "end": "00:28:38"
  },
  {
    "text": "And evil, existence, good and evil, death and life. Yeah, yeah. And then the ultimate, the beyond, the transcendent, the divine, and then the earthly and the human and the mortal.",
    "start": "00:28:38",
    "end": "00:28:49"
  },
  {
    "text": "And these things are so, so big that in order to try to understand them, we have to use. We don't have to, but we like to use fantastic imagery, larger than life characters and stories to help us appreciate the gravity of these things.",
    "start": "00:28:49",
    "end": "00:29:09"
  },
  {
    "text": "Yeah. To give meaning, feeling, concreteness to the experiences that we have. I mean, just to make it concrete. For example, I remember my first years after my first son was born, and then my second, when my kids were like toddlers. And my job, whenever I spent time with them was essentially to. One of the main job was to make sure they didn't kill themselves or get themselves killed or hurt. And so just going for a walk with two toddlers, for me, a really stressful experience constantly because what I'm seeing is all this stuff that could hurt them. And often there were a lot of close calls. And so for years, my last moments of being awake before falling asleep every night would be some moment memory that would come into my mind of how close one of my kids was to death or decapitation or something. And it was so weird. And I started talking about this and I realized this is a really common experience, like with other parents, not everybody, but some. So in other words, what an amazing experience to have a child. And it's so such a rich experience and beautiful, so fun to Take your toddler to the park and look at flowers and all that. It's amazing. But yet that same.",
    "start": "00:29:09",
    "end": "00:30:32"
  },
  {
    "text": "But there's a snake out there.",
    "start": "00:30:32",
    "end": "00:30:33"
  },
  {
    "text": "There's a snake out there, and it could take the form of a dump truck. It could take the form of an angry dog.",
    "start": "00:30:33",
    "end": "00:30:40"
  },
  {
    "text": "Yeah. Or if you live out in the wilderness, it could take the form of.",
    "start": "00:30:40",
    "end": "00:30:42"
  },
  {
    "text": "A literal snake, of an actual snake, of a cliff, of a storm wave. We had a terrifying experience with a sneaker wave on the Oregon coast once. That almost did take somebody's life. Not my kids, but somebody else's kid. And so, like, there are forces out there that want to take the life of the precious good things in my world. And that feeling, everybody knows that feeling in one way or another. And the dragon myth, dragon slaying myth, was a common ancient Near Eastern way to talk and explore about that. Those feelings on both an individual level and then on a corporate, communal, and cosmic level. So it's true myth. This is what CS Lewis was trying to communicate with the Chronicles of Narnia. True myth myth, that is actually speaking to the truth of the human experience.",
    "start": "00:30:42",
    "end": "00:32:01"
  },
  {
    "text": "Right. And so in that category, to say, is this true or not in the sense that we as modern people want to ask that question. It's just not an appropriate question.",
    "start": "00:32:02",
    "end": "00:32:12"
  },
  {
    "text": "Yeah. Because when we think of narrative and truth, we're primarily thinking of historical reference. Are the characters, events and dates represented in the narrative? Do they refer to what I would call an actual reality, what happened in spacetime reality? Yeah, totally. And that is not. These types of symbolic narratives don't have as their purpose to refer to reality in that way. What they're referring to are these universal realities and experiences through the language of symbols.",
    "start": "00:32:12",
    "end": "00:32:44"
  },
  {
    "text": "Okay.",
    "start": "00:32:44",
    "end": "00:32:44"
  },
  {
    "text": "Yeah. So the reason why this is important is because there is a good and right concern among people who have a conviction about Scripture that it is both human and divine, that through these human words from ancient Israelites inspired by God's spirit, God speaks to his people. And that's an enduring conviction about the Bible, that God's people have had Jewish and Christian many years. So there's a concern when this idea of symbolic narrative comes up of, wait, are you saying that narratives in the Bible aren't true because they may employ the language of mythology or symbolism? And so that's not what we're saying. What we're saying is, as this family, Israelite family, told their family history in narrative or in poetry, they regularly drew on this same set of symbols that their ancient Near Eastern neighbors did because it was a Common symbolic language of their time.",
    "start": "00:32:44",
    "end": "00:33:50"
  },
  {
    "text": "And specifically, you're talking about how, for example, in Genesis 1, when they tell the story of how God, their God, Yahweh, Elohim created and ordered the cosmos, they mention that in the.",
    "start": "00:33:50",
    "end": "00:34:06"
  },
  {
    "text": "In the waters, chaotic waters, God put.",
    "start": "00:34:06",
    "end": "00:34:09"
  },
  {
    "text": "Yeah, the sea dragon. Yeah, the tannin.",
    "start": "00:34:09",
    "end": "00:34:13"
  },
  {
    "text": "The tannin. That's right.",
    "start": "00:34:13",
    "end": "00:34:14"
  },
  {
    "text": "And for them, they've heard of the tan. They know about the tannin. Everyone's talking about the tannin.",
    "start": "00:34:14",
    "end": "00:34:18"
  },
  {
    "text": "Yeah. Everyone's seen the billboards, everyone's seen the.",
    "start": "00:34:18",
    "end": "00:34:22"
  },
  {
    "text": "The clay pottery, and they've heard the stories, and they're just. They've taken many different forms. And so when they're like. Want to explain reality, they're like, you know that sea monster that you celebrate the battle of every year? The true God of the universe created that tannin.",
    "start": "00:34:22",
    "end": "00:34:39"
  },
  {
    "text": "Yeah.",
    "start": "00:34:39",
    "end": "00:34:40"
  },
  {
    "text": "Okay.",
    "start": "00:34:40",
    "end": "00:34:40"
  },
  {
    "text": "Yes. So here, this gets us to an important reality. First of all, the meaning of the dragon. And then second of all, the way the biblical authors both adopted and adapted this cultural story. So first, the dragon comes to represent what the dark waters represent, which is a force of disorder, of what threatens life, order, goodness, beauty, existence. So the word evil, it doesn't quite capture the full picture.",
    "start": "00:34:41",
    "end": "00:35:16"
  },
  {
    "text": "Chaos is a better word.",
    "start": "00:35:16",
    "end": "00:35:17"
  },
  {
    "text": "But it's what is opposed to life and order and goodness here on the dry land, which is pretty much what humans care about.",
    "start": "00:35:17",
    "end": "00:35:25"
  },
  {
    "text": "Yeah. For us, that is evil. I mean, that is the bad, that is the enemy.",
    "start": "00:35:26",
    "end": "00:35:30"
  },
  {
    "text": "But to depict it as an animal. Actually, I just had this conversation the other night because we have a rabbit.",
    "start": "00:35:30",
    "end": "00:35:35"
  },
  {
    "text": "You have a rabbit now?",
    "start": "00:35:36",
    "end": "00:35:37"
  },
  {
    "text": "Yeah, for almost a year. Well, nine months or so. Yeah. Wonderful.",
    "start": "00:35:38",
    "end": "00:35:41"
  },
  {
    "text": "We haven't talked about your rabbit.",
    "start": "00:35:41",
    "end": "00:35:42"
  },
  {
    "text": "Wonderful little rabbit. It's my younger son's pet. He's been dreaming talking about it for years. This wonderful little rabbit entered our life. And when my son treats it like a stuffed animal, carries it like a stuffed animal, the rabbit resists and has sharp little claws. If we don't clip him often enough, which we don't. And so it scratched him accidentally the other night. And so he was in, like, fight or flight mode. You know, he's nine. And so he was trying to understand this adorable, precious creature that he loves.",
    "start": "00:35:42",
    "end": "00:36:16"
  },
  {
    "text": "Is this one of those, like, chubby, like, big ones or like, kind of little tiny.",
    "start": "00:36:16",
    "end": "00:36:20"
  },
  {
    "text": "It's so stinking adorable. It's so amazing. It's. Yeah. What do you call a lop? Ears flopped down?",
    "start": "00:36:20",
    "end": "00:36:31"
  },
  {
    "text": "Yeah. So it's a big.",
    "start": "00:36:31",
    "end": "00:36:32"
  },
  {
    "text": "Just like, it's big, brown, just stuffy, cuddly, and it just wants to sit and just snuggle.",
    "start": "00:36:32",
    "end": "00:36:39"
  },
  {
    "text": "Nice.",
    "start": "00:36:39",
    "end": "00:36:39"
  },
  {
    "text": "It's rad.",
    "start": "00:36:39",
    "end": "00:36:40"
  },
  {
    "text": "Okay.",
    "start": "00:36:40",
    "end": "00:36:41"
  },
  {
    "text": "But it hurt him.",
    "start": "00:36:41",
    "end": "00:36:42"
  },
  {
    "text": "Yeah. Scratched him.",
    "start": "00:36:42",
    "end": "00:36:42"
  },
  {
    "text": "And so I was trying to explain to him, and he was both mad and he was trying to figure out how to relate to the bunny now that it hurt him. And so we had this conversation about how the bunny doesn't know right from wrong. Like, the bunny didn't have the intent to hurt you.",
    "start": "00:36:42",
    "end": "00:37:00"
  },
  {
    "text": "Okay.",
    "start": "00:37:00",
    "end": "00:37:01"
  },
  {
    "text": "So what it got me thinking about is so interesting how when we use the word evil to describe a bunny or an earthquake or a wave, we.",
    "start": "00:37:01",
    "end": "00:37:12"
  },
  {
    "text": "Put malice in there.",
    "start": "00:37:12",
    "end": "00:37:13"
  },
  {
    "text": "Yeah. It's easy for us to attribute human purpose and intent, which is the result of consciousness, into something that is not conscious in the same way. So anyway. But whatever it is that threatens life, goodness, beauty, order, it's chaos, disorder. And as we're going to turn to Genesis 1 in the next conversation, we'll see that the biblical authors use all the same images that their cultural neighbors do. But the dragon is a symbol for chaos, disorder, anti creation, the opposite of creation. So what God's on a mission to do in the Bible, however, and the biblical authors have a deep conviction that God is on a mission to not just create and sustain a realm of goodness and order and beauty, but to partner with humans in making sure that it flourishes and spreads forever and ever. Amen. And so as they tell the story that expresses that conviction about the one God, they regularly bring up the dragon myth, the images of the dragon myth in their poetry and in their narratives. You could just call these. They have three basic dragon taming strategies.",
    "start": "00:37:14",
    "end": "00:38:29"
  },
  {
    "text": "They, meaning biblical authors.",
    "start": "00:38:30",
    "end": "00:38:31"
  },
  {
    "text": "Biblical authors. There's three ways that they deal with the dragon. Because what I'm not saying is the biblical authors just copied and retold, copied and repasted.",
    "start": "00:38:31",
    "end": "00:38:40"
  },
  {
    "text": "You're saying the biblical authors talk about the dragon. They talk about the dragon. They're referencing this larger body of dragon mythology.",
    "start": "00:38:40",
    "end": "00:38:46"
  },
  {
    "text": "Yep.",
    "start": "00:38:46",
    "end": "00:38:47"
  },
  {
    "text": "And so to what end? Why do they care about the dragon? In what sense is it important to them?",
    "start": "00:38:47",
    "end": "00:38:53"
  },
  {
    "text": "Yeah, and it's important because it's a symbol. It's the symbol in their world of chaos, death, and disorder, which is opposed to the purpose of God that they believe. The God that they believe in, that is Yahweh, creator of heaven and earth. And so they don't just adopt the dragon symbols into their poetry and stories wholesale. They always tweak it. They adopt it and they adapt it. And they adapt it in three ways to make clear who they think the dragon is. In all these stories, the dragon really, like, gives the storm God a run for his money. Like, sometimes it's many rounds of the storm God to fight the dragon. Sometimes he barely fights it. One time in the Ugaritic version called the BAAL epic, BAAL in the Bible, he actually.",
    "start": "00:38:53",
    "end": "00:39:43"
  },
  {
    "text": "He defeats baal, fights the dragon.",
    "start": "00:39:43",
    "end": "00:39:45"
  },
  {
    "text": "Yeah. BAAL fights the dragon and overcomes it, and then builds a big palace and has a feast for all the nations that he rules over. But one of the guest that he invites to his feast is a God named Mot, which is the Semitic word for death. He invites death to his feast because he wants to show off that he beat the dragon. And at his own feast, death swallows up, BAAL kills him.",
    "start": "00:39:45",
    "end": "00:40:12"
  },
  {
    "text": "Whoa.",
    "start": "00:40:12",
    "end": "00:40:12"
  },
  {
    "text": "At his own feast. And so then BAAL has, like, a girlfriend. Her name's Anat, the goddess of war. And she's so mad. And so she takes out Mote, she defeats death and then rescues BAAL from death and then brings him back to life again.",
    "start": "00:40:13",
    "end": "00:40:31"
  },
  {
    "text": "Wait, so pulls BAAL from, like, the belly of death?",
    "start": "00:40:32",
    "end": "00:40:36"
  },
  {
    "text": "Mm, yeah. Okay. Yeah. So in other words, my point is just in all these versions, the storm God really meets his match in the dragon.",
    "start": "00:40:36",
    "end": "00:40:46"
  },
  {
    "text": "Yeah.",
    "start": "00:40:46",
    "end": "00:40:46"
  },
  {
    "text": "And you're like, I'm not sure which way this could go here. Right.",
    "start": "00:40:47",
    "end": "00:40:50"
  },
  {
    "text": "That's how winter feels.",
    "start": "00:40:50",
    "end": "00:40:51"
  },
  {
    "text": "Yeah, totally. The biblical authors never tell the story that way. Here's how they use dragon taming strategy. Number one. Whatever BAAL or Marduk can do, Yahweh can do better. So if defeating the sea dragon is hard, a real challenge for the storm God, no challenge for Yahweh. He can do it easy. So you get something like Psalm 74, which will depict Yahweh as doing easily what Marduk or BAAL did, which is bashing the head of the dragon. So Psalm 74 says, God is my king from of old, who works deeds of deliverance in the earth. You divided the sea by your strength. You broke the heads of the sea monster in the waters, the tannin, you crushed the heads of Leviathan and gave him as food for creatures of the wilderness.",
    "start": "00:40:51",
    "end": "00:41:46"
  },
  {
    "text": "So that's what the storm God would often do.",
    "start": "00:41:47",
    "end": "00:41:49"
  },
  {
    "text": "Yep.",
    "start": "00:41:49",
    "end": "00:41:50"
  },
  {
    "text": "And here. So you're saying there's no epic battle here.",
    "start": "00:41:50",
    "end": "00:41:53"
  },
  {
    "text": "It's just like, yeah, he does this pretty easy. But what they're taking for granted is that they put Yahweh in the slot of BAAL or Marduk. Whatever BAAL or Marduk does, Yahweh does, and he does it better. So that's one strategy, is to actually retell the combat story. But Yahweh is the One doing the fighting.",
    "start": "00:41:53",
    "end": "00:42:12"
  },
  {
    "text": "Got it.",
    "start": "00:42:12",
    "end": "00:42:13"
  },
  {
    "text": "Another way that biblical authors tame the dragon is to reframe the power and significance of the dragon. So if it's like of a world threatening monster in the dragon slaying myths of their neighbors, there are sometimes biblical authors will downsize the dragon and just make it like a little rubber ducky.",
    "start": "00:42:13",
    "end": "00:42:34"
  },
  {
    "text": "So little floppy eared bunny.",
    "start": "00:42:37",
    "end": "00:42:39"
  },
  {
    "text": "Psalm 104, verse 24. How many are your works, O Yahweh? You made them all in wisdom. The earth is full of your creatures. There's the great and wide sea animals moving without number, living things small and great. There are the ships that sail. There's leviathan that you formed to play.",
    "start": "00:42:39",
    "end": "00:42:59"
  },
  {
    "text": "Yeah, it's a little friendly creature here.",
    "start": "00:43:00",
    "end": "00:43:03"
  },
  {
    "text": "Yeah, there's leviathan out there.",
    "start": "00:43:03",
    "end": "00:43:05"
  },
  {
    "text": "You thought that was a big deal?",
    "start": "00:43:05",
    "end": "00:43:06"
  },
  {
    "text": "No.",
    "start": "00:43:06",
    "end": "00:43:06"
  },
  {
    "text": "Yeah, he's just out there just frolicking around in the sea.",
    "start": "00:43:06",
    "end": "00:43:10"
  },
  {
    "text": "So this is the strategy at work in the seven day creation story in Genesis 1, where he's just one of the creatures out there, He's a part of God's good world. You don't have to be afraid in the ultimate purpose of God.",
    "start": "00:43:10",
    "end": "00:43:22"
  },
  {
    "text": "Don't fear the sea monster.",
    "start": "00:43:22",
    "end": "00:43:25"
  },
  {
    "text": "God's more powerful. Yep. Or rather it's nothing compared to the true power and authority of the one true God. In other words, in the first strategy, the sea monster is really bad news, but Yahweh can take care of it, just like the storm God. In the second strategy, the monster gets downsized in comparison to Yahweh. And the third strategy, well, is what we'll fill out more in the conversations that follow. And the third strategy, the dragon is a symbol for violent humans and their kingdoms that spread death in the land like a flood of violence. And so often the downfall of human tyrants and kings and empires is described in the language of the downfall of the sea dragon. So Nebuchadnezzar is in like the book of Jeremiah, he's straight up called a sea dragon that swallows up Jerusalem and spits it out. But then this is in Jeremiah chapter 51. But then Yahweh says, I am going to stand up for Jerusalem and I am going to dry up her waters and make her fountain run dry and make Babylon a heap of ruins and a haunt of jackals. So defeating the sea dragon is defeating the sea, is defeating the sea, which is defeating Nebuchadnezzar, Babylon, which is defeating Nebuchadnezzar. So here it's depicting Yahweh against a human kingdom, who's actually an actual historical human king and kingdom, but using the dragon slaying symbolism to describe that victory. So these are the ways that the biblical authors use the dragon myth. They use it to describe reality, they use it to describe their family history, but they use the language of the myth to do it, and they tweak it as they do. So cool.",
    "start": "00:43:25",
    "end": "00:45:25"
  },
  {
    "text": "All right, so we'll jump into these. We'll see these strategies at play as we jump in.",
    "start": "00:45:25",
    "end": "00:45:32"
  },
  {
    "text": "Yeah, I just wanted to create the little map.",
    "start": "00:45:32",
    "end": "00:45:34"
  },
  {
    "text": "Yeah, there's a little framework.",
    "start": "00:45:34",
    "end": "00:45:35"
  },
  {
    "text": "Framework. And then as we go through, basically what we're gonna do now is just tour the biblical story from Genesis to the Revel, looking at places where the dragon imagery is brought up.",
    "start": "00:45:35",
    "end": "00:45:46"
  },
  {
    "text": "Okay, well, hi, everybody. This is Dan Gummel again with the podcast team, and I'm back with another employee introduction. And we've done a few number of these now, but I was thinking about before you walked up the stairs. I think you're the newest employee that everyone's about to meet. So do you want to introduce yourself?",
    "start": "00:45:49",
    "end": "00:46:07"
  },
  {
    "text": "Yeah. My name is Julia, and I've been working at bibleproject for about nine months, and I work on our operations team.",
    "start": "00:46:08",
    "end": "00:46:14"
  },
  {
    "text": "Yeah, and specifically, what does that mean, Julia?",
    "start": "00:46:15",
    "end": "00:46:17"
  },
  {
    "text": "Yes, for me, that means I work with anything relating to data and insights and kind of get to work with, like, everyone in the organization to help see what they're doing and, like, how we can, like, even make a greater impact with the work that they're doing.",
    "start": "00:46:17",
    "end": "00:46:32"
  },
  {
    "text": "What do you think is the most interesting data point that you could say.",
    "start": "00:46:33",
    "end": "00:46:39"
  },
  {
    "text": "Like, off the top of your head?",
    "start": "00:46:39",
    "end": "00:46:40"
  },
  {
    "text": "Over the last six months, our classroom audience has become increasingly more female as it's grown.",
    "start": "00:46:40",
    "end": "00:46:46"
  },
  {
    "text": "Oh, really?",
    "start": "00:46:46",
    "end": "00:46:47"
  },
  {
    "text": "It's really cool to see. Women sometimes don't feel like they have a place necessarily in the seminary setting. But our, like, own classroom experience is becoming increasingly a home for women who want to learn the Bible.",
    "start": "00:46:47",
    "end": "00:47:00"
  },
  {
    "text": "Wow, that is really cool. Okay, one more thing. Tell me a specific podcast number. That would just be really interesting.",
    "start": "00:47:00",
    "end": "00:47:08"
  },
  {
    "text": "Oh, this is so hard. Off the top of my head, I know.",
    "start": "00:47:09",
    "end": "00:47:13"
  },
  {
    "text": "Oh, man. How many people listen to their podcast with pets?",
    "start": "00:47:13",
    "end": "00:47:17"
  },
  {
    "text": "I don't think I can know that number. Do you know that number?",
    "start": "00:47:19",
    "end": "00:47:22"
  },
  {
    "text": "No, I'm asking you. You're the number. How many people listen to their podcast in the car?",
    "start": "00:47:22",
    "end": "00:47:27"
  },
  {
    "text": "I have no idea. Here's a number. We're looking at, like, plays per capita. So, like, the number of podcast plays over the number of humans who are estimated to live in a country. Our top five countries for the podcast are the U.S. new Zealand, Australia, Canada, and Singapore.",
    "start": "00:47:28",
    "end": "00:47:50"
  },
  {
    "text": "Oh, really?",
    "start": "00:47:51",
    "end": "00:47:52"
  },
  {
    "text": "Interesting.",
    "start": "00:47:52",
    "end": "00:47:52"
  },
  {
    "text": "Yeah.",
    "start": "00:47:52",
    "end": "00:47:52"
  },
  {
    "text": "New Zealand is number one, too.",
    "start": "00:47:52",
    "end": "00:47:54"
  },
  {
    "text": "It is.",
    "start": "00:47:54",
    "end": "00:47:54"
  },
  {
    "text": "Tell me a little bit about your life outside of work.",
    "start": "00:47:54",
    "end": "00:47:57"
  },
  {
    "text": "Yeah, so outside of work, I am also a musician. Are you really songwriter? I am.",
    "start": "00:47:57",
    "end": "00:48:03"
  },
  {
    "text": "I didn't know this.",
    "start": "00:48:03",
    "end": "00:48:04"
  },
  {
    "text": "Yeah, I did a little. I was a worship director for a little bit at a church.",
    "start": "00:48:04",
    "end": "00:48:08"
  },
  {
    "text": "Are you serious?",
    "start": "00:48:08",
    "end": "00:48:09"
  },
  {
    "text": "Yeah.",
    "start": "00:48:09",
    "end": "00:48:09"
  },
  {
    "text": "Oh, cool.",
    "start": "00:48:09",
    "end": "00:48:10"
  },
  {
    "text": "I first sang in church when I was four.",
    "start": "00:48:10",
    "end": "00:48:12"
  },
  {
    "text": "What? What do you play?",
    "start": "00:48:12",
    "end": "00:48:14"
  },
  {
    "text": "Piano, guitar, but mostly sing.",
    "start": "00:48:15",
    "end": "00:48:17"
  },
  {
    "text": "Anything else?",
    "start": "00:48:17",
    "end": "00:48:18"
  },
  {
    "text": "Yeah, I mean, it's Portland, so I like to ride bikes a lot. Ride bikes.",
    "start": "00:48:19",
    "end": "00:48:24"
  },
  {
    "text": "Well, let's read the credits.",
    "start": "00:48:24",
    "end": "00:48:26"
  },
  {
    "text": "Today's show came from our podcast team, including producer Cooper Peltz and associate producer Lindsey Ponder. Our lead editor is Dan Gomel. Additional editors are Tyler Bailey and Frank Garza. Tyler Bailey also mixed this episode, and Hannah Wu did our annotations for the BibleProject app. BibleProject is a crowdfunded nonprofit. Everything we make is free because of your generous support. Thank you so much for being a part of this with us.",
    "start": "00:48:26",
    "end": "00:48:55"
  },
  {
    "text": "Sam.",
    "start": "00:49:12",
    "end": "00:49:19"
  }
]