[
  {
    "text": "Hey, Tim.",
    "start": "00:00:05",
    "end": "00:00:06"
  },
  {
    "text": "Hey, John. Hi.",
    "start": "00:00:06",
    "end": "00:00:07"
  },
  {
    "text": "We're in the middle of the series on the Chaos Dragon.",
    "start": "00:00:07",
    "end": "00:00:10"
  },
  {
    "text": "Yes.",
    "start": "00:00:10",
    "end": "00:00:11"
  },
  {
    "text": "And we're going to do a question and response episode because we've gotten so many amazing questions come in already.",
    "start": "00:00:11",
    "end": "00:00:18"
  },
  {
    "text": "Lots, lots and lots. It's wonderful.",
    "start": "00:00:18",
    "end": "00:00:21"
  },
  {
    "text": "It's wonderful. So we've gone on quite a journey so far and we've got a lot of material to get through. But let's stop and let's see kind of how people are processing this.",
    "start": "00:00:21",
    "end": "00:00:31"
  },
  {
    "text": "Yeah. One of the major sets of themes in the questions was around the meaning of the chaos symbol, the meaning of the waters.",
    "start": "00:00:31",
    "end": "00:00:41"
  },
  {
    "text": "What are we actually talking about?",
    "start": "00:00:41",
    "end": "00:00:42"
  },
  {
    "text": "The meaning of the dragon as a symbol and what it actually talking about. So we should, since we can kind of talk real time. We recorded this much earlier in the year 2023.",
    "start": "00:00:42",
    "end": "00:00:53"
  },
  {
    "text": "Recorded the chaos Dragon.",
    "start": "00:00:54",
    "end": "00:00:55"
  },
  {
    "text": "Chaos Dragon conversations. Now we're near the tail end of.",
    "start": "00:00:55",
    "end": "00:00:59"
  },
  {
    "text": "2023 and you're all listening along.",
    "start": "00:00:59",
    "end": "00:01:01"
  },
  {
    "text": "Yeah. But one thing that made the Chaos Dragon conversations unique was, John, you and I gained a lot of clarity about how these symbols work and how we wanted to describe them in the video. And going back, conversations 1 through 10 have a whole bunch of ambiguities in them that you discerned before I did and that you were constantly sniffing out and asking questions. And so episode 11 was a crucial, like, watermark kind of conversation where we developed a new level of clarity about the symbol of the dragon, at least in our conversation.",
    "start": "00:01:01",
    "end": "00:01:40"
  },
  {
    "text": "Right. So a lot of people ask questions for clarity because that episode hadn't come out yet. Hopefully, if you're following along and you got to that episode. Yeah, hopefully that helped.",
    "start": "00:01:40",
    "end": "00:01:51"
  },
  {
    "text": "Yeah. And then if not, hopefully this Q and R can help.",
    "start": "00:01:51",
    "end": "00:01:54"
  },
  {
    "text": "Okay, we'll hit it one more time.",
    "start": "00:01:54",
    "end": "00:01:56"
  },
  {
    "text": "Yep. Yep. So we got a bunch of questions that are going to begin like that. And then, as always, I'm looking for the most repeated question and an interesting one. So we'll get to it. Is about the meaning of that bronze serpent.",
    "start": "00:01:56",
    "end": "00:02:11"
  },
  {
    "text": "Yeah.",
    "start": "00:02:11",
    "end": "00:02:12"
  },
  {
    "text": "That Moses makes in the wilderness in Numbers, chapter 21. Jesus refers to it.",
    "start": "00:02:12",
    "end": "00:02:17"
  },
  {
    "text": "Yeah.",
    "start": "00:02:17",
    "end": "00:02:17"
  },
  {
    "text": "What's going on with that?",
    "start": "00:02:18",
    "end": "00:02:18"
  },
  {
    "text": "Great.",
    "start": "00:02:18",
    "end": "00:02:19"
  },
  {
    "text": "So all that and more in this Q and R episode. Should we start?",
    "start": "00:02:19",
    "end": "00:02:23"
  },
  {
    "text": "Let's do it.",
    "start": "00:02:23",
    "end": "00:02:23"
  },
  {
    "text": "Let's do it. Sweet. We're going to start with a question from Chris in South Africa. Hi, John. Hi, Tim.",
    "start": "00:02:23",
    "end": "00:02:30"
  },
  {
    "text": "My name is Chris and I'm from South Africa.",
    "start": "00:02:30",
    "end": "00:02:32"
  },
  {
    "text": "In the podcast, you mentioned that creation was first in a state of disorder, and then God formed it into a state of order.",
    "start": "00:02:33",
    "end": "00:02:39"
  },
  {
    "text": "So my question is, did God create disorder then? And if so why?",
    "start": "00:02:39",
    "end": "00:02:43"
  },
  {
    "text": "Because of the clear antagonist of the story is the serpent, and it's his goal to bring creation back into a state of disorder. Then why did God create the world.",
    "start": "00:02:43",
    "end": "00:02:51"
  },
  {
    "text": "Instead of disorder in the first place?",
    "start": "00:02:51",
    "end": "00:02:54"
  },
  {
    "text": "Yeah, yeah. If God created disorder, that is a great question.",
    "start": "00:02:55",
    "end": "00:02:59"
  },
  {
    "text": "Do you think this question gets us too far out of the Bible and into just philosophy, or do you think the Bible gives us a really good grounding to answer this question?",
    "start": "00:03:00",
    "end": "00:03:08"
  },
  {
    "text": "Yeah, I think the biblical authors are doing heavy duty philosophical lifting by means of these stories and symbols.",
    "start": "00:03:08",
    "end": "00:03:19"
  },
  {
    "text": "Okay, let's get into it then. Did God create disorder?",
    "start": "00:03:19",
    "end": "00:03:22"
  },
  {
    "text": "Well, I think emphatically no, not because such an idea is offensive. It's an incoherent thing to say because for the biblical authors, disorder is non creation. It's the opposite of creation. So creation means to create a realm of structure, order, life, stable patterning in which there's, for the biblical authors, dry land for humans to live on. So this was a really helpful introduction to concepts of creation and nothingness and disorder. Even if you don't know anything about the ancient backgrounds of the Bible, this is the work by John Walton, the Lost world of Genesis 1. He has a bunch of books in his Lost World series, but the one in Genesis one helps modern Westerners imagine a way of viewing reality where you don't have a concept of no thing. Your basic categories are disorder or order, of stability, of instability. Walton calls it. His technical term for it is a functional ontology. Ontology is a philosophical word meaning discussions about the nature of being and the nature of existence. And in a modern ontology, we tend to assume that creation means bringing physical material into being. Somethingness, Something. Something exists if it has material reality.",
    "start": "00:03:23",
    "end": "00:04:55"
  },
  {
    "text": "Okay.",
    "start": "00:04:55",
    "end": "00:04:56"
  },
  {
    "text": "And that material reality is in contrast in our modern imaginations, into nothing. Nothing.",
    "start": "00:04:56",
    "end": "00:05:03"
  },
  {
    "text": "So, yeah, yeah, so that's our modern categories is there's something which we think of as maybe the material universe. And once we drill into that, we realize the material universe is very fluid thing, this weird quantum thing.",
    "start": "00:05:04",
    "end": "00:05:17"
  },
  {
    "text": "Yeah, so that would be a materialist ontology. Okay. Yeah.",
    "start": "00:05:17",
    "end": "00:05:20"
  },
  {
    "text": "And then. So nothingness means the absence of anything.",
    "start": "00:05:20",
    "end": "00:05:25"
  },
  {
    "text": "Even though it's actually almost impossible for us to imagine. Yeah, we have a category for that.",
    "start": "00:05:25",
    "end": "00:05:31"
  },
  {
    "text": "That's what we mean by nothingness.",
    "start": "00:05:31",
    "end": "00:05:32"
  },
  {
    "text": "That's what we mean by nothingness.",
    "start": "00:05:32",
    "end": "00:05:33"
  },
  {
    "text": "But the ancients didn't think that.",
    "start": "00:05:33",
    "end": "00:05:35"
  },
  {
    "text": "They didn't use that language or use those concepts. For them, the binary like opposition was between creation, which was order, and the opposite of creation is. And the biblical authors primarily use images to talk about the opposite of Creation. And there's a network of them. One is darkness, the other is the waters, the abyss. The abyss, waters, the tahom of Genesis 1, verse 2. Or the desert, the wilderness. The wilderness. And those are the three chaos realms, or the three realms of disorder. That if you look in the literature of Israel's neighbors, and you can go south Egypt, you can go to Canaanite or to Mesopotamian literature, and it's a very common trope to begin creation stories by describing a disordered land with the desert or with the waters.",
    "start": "00:05:35",
    "end": "00:06:30"
  },
  {
    "text": "Okay, so the desert, the abysmal waters, the darkness, they represent this idea of disorder.",
    "start": "00:06:30",
    "end": "00:06:37"
  },
  {
    "text": "Yeah.",
    "start": "00:06:37",
    "end": "00:06:38"
  },
  {
    "text": "Yet they conjure up images of settings.",
    "start": "00:06:38",
    "end": "00:06:41"
  },
  {
    "text": "Of something material in our imagination.",
    "start": "00:06:42",
    "end": "00:06:43"
  },
  {
    "text": "Something material in my imagination. And so then the question becomes, who created that? How did that come to be? And that's the question here. Okay, if there is a disordered realm, it's not the wilderness, it's not darkness, it's not the abyss and waters. But that's how we can get to it.",
    "start": "00:06:44",
    "end": "00:06:59"
  },
  {
    "text": "That's right.",
    "start": "00:06:59",
    "end": "00:07:00"
  },
  {
    "text": "Well, it is something. So then who created it? Or am I wrong? It's not something.",
    "start": "00:07:00",
    "end": "00:07:05"
  },
  {
    "text": "It's not something.",
    "start": "00:07:05",
    "end": "00:07:06"
  },
  {
    "text": "It's actually nothing.",
    "start": "00:07:06",
    "end": "00:07:07"
  },
  {
    "text": "It's the opposite of creation. Okay, so if we. Let's just. Let's use our modern imaginations, let's say, using a materialist ontology. So if we're saying God created something out of nothing, then for us it's incoherent to say, well, who created nothing? It's a contradiction in terms to say, who created nothing? We're like, well, nothing is the opposite of creation. Creation is the thing that's the opposite of nothing. So that's why it's a contradiction in terms to say, who created disorder? Who created the dark chaos waters? Well, that's the opposite of creation.",
    "start": "00:07:07",
    "end": "00:07:42"
  },
  {
    "text": "But it feels like something to me.",
    "start": "00:07:43",
    "end": "00:07:45"
  },
  {
    "text": "To our imaginations, but something. Okay, but that's because we have a different way of imagining what existence is. And so for the biblical authors, the way to. For the opening line, in the beginning, God created the skies and the land. If you take that as a narrative action that God created everything in that moment, however long or whatever, then when you come to verse two, if you take that to be the next narrative action now, the land was wild and waste and darkness was over the surface of the deep. If that's how you interpret the relation of verse one and two, you do have a problem. Because you're like, oh, God created everything, verse one.",
    "start": "00:07:45",
    "end": "00:08:23"
  },
  {
    "text": "Yeah.",
    "start": "00:08:23",
    "end": "00:08:23"
  },
  {
    "text": "But that everything is in disorder.",
    "start": "00:08:23",
    "end": "00:08:25"
  },
  {
    "text": "So God created the disorder in which.",
    "start": "00:08:26",
    "end": "00:08:27"
  },
  {
    "text": "He'S going to bring order. There's a whole bunch of interpretations that fall. If you take that view. If you take the view that I think is more persuasive and is actually not even just a widely held view, it's a consensus view. If you look in scholarly treatments of the relationship of verse one and two, that verse one is some kind of summary introduction to the whole of the chapter.",
    "start": "00:08:27",
    "end": "00:08:49"
  },
  {
    "text": "This is what you're going to read about God creating the skies and the land.",
    "start": "00:08:49",
    "end": "00:08:51"
  },
  {
    "text": "In the beginning, God created the skies and the land. Ooh, wow. Amazing. I want to tell me what wow.",
    "start": "00:08:51",
    "end": "00:08:56"
  },
  {
    "text": "It'S like the title of the book.",
    "start": "00:08:57",
    "end": "00:08:58"
  },
  {
    "text": "That's right. And so verse two, the land was wild and waste and darkness was over the surface of the earth, abysmal waters. That is a depiction of nothingness.",
    "start": "00:08:58",
    "end": "00:09:09"
  },
  {
    "text": "So if I were to write this in modern vocabulary, Let me tell you a story about in the beginning, God created the entire cosmos and universe that we know. Okay. So in the beginning, God showed up and there was nothing.",
    "start": "00:09:09",
    "end": "00:09:26"
  },
  {
    "text": "God began with nothing.",
    "start": "00:09:27",
    "end": "00:09:28"
  },
  {
    "text": "He began with nothing. And out of that nothingness, he said, let there be something. And God spoke and he spoke and he created something. That's how I would tell it. But the ancients say, well, there was the tahome, the abyss. It was wild and waste. But what they mean is nothingness.",
    "start": "00:09:28",
    "end": "00:09:47"
  },
  {
    "text": "Yeah. And even to say the English sentence there was.",
    "start": "00:09:47",
    "end": "00:09:50"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:09:51",
    "end": "00:09:52"
  },
  {
    "text": "And it's hard for us, so it's hard for us to imagine other ways of viewing reality.",
    "start": "00:09:52",
    "end": "00:09:57"
  },
  {
    "text": "But God did create the dragon.",
    "start": "00:09:57",
    "end": "00:09:59"
  },
  {
    "text": "Okay, so here's the thing. This is where the biblical authors pull their move. Okay, so in the ancient literatures around, the dragon slaying myth was one of the most popular tales, most well known stories. And so in almost every other version of the dragon slaying myth, this was episode two where I tried to summarize some of this, is that the dragon and the sea are almost equal symbols. The sea represents the disorder of the nothingness.",
    "start": "00:09:59",
    "end": "00:10:29"
  },
  {
    "text": "That's the dahome that we see in Genesis 1, verse 2.",
    "start": "00:10:29",
    "end": "00:10:32"
  },
  {
    "text": "Yeah. And then the sea monster is a way of depicting that nothingness taking on an aggressive stance towards creation, which means it can crawl up out of the ocean.",
    "start": "00:10:32",
    "end": "00:10:43"
  },
  {
    "text": "And the Godzilla.",
    "start": "00:10:43",
    "end": "00:10:44"
  },
  {
    "text": "Yep, the Godzilla. Yes, actually it is Godzilla. The Godzilla is working this trope, but it's essentially what it does in the land. And how it works is equal to what the waters represent. So you can talk about the waters of the flood overwhelming creation, or you can talk about the sea monster on dry land. What the biblical authors want to do is the waters retain their cosmic chaos symbol meaning and God gives them a boundary. God puts a boundary on it. But the biblical authors also want to say that there is no creature in heaven and earth that isn't ultimately subject to God's will.",
    "start": "00:10:44",
    "end": "00:11:22"
  },
  {
    "text": "So to whatever degree chaos becomes a creature, that thing is God's.",
    "start": "00:11:23",
    "end": "00:11:29"
  },
  {
    "text": "Yep. So it is ultimately subordinate to God's will in some way. Unless God decides to set up creation such that it goes on a journey from nothingness into. Into union with God's own beauty and allows a degree of freedom for other wills to exist in the world. And this is what's happening in the seven day creation narrative with the rulers above and then the rulers below. I was so happy with the clarity. I feel clear that we achieved with the idea that the dragon in the biblical author's minds is like a costume. It's when a creature with a will and intelligence puts on or decides to take upon itself the power of chaos, the power to do what is good in its own eyes and so becomes an agent or it unleashes chaos on the land. And when creatures do that, the biblical authors use the dragon symbol applied to heavenly rulers or spiritual beings that do that or to human beings who do that. So the biblical authors have taken up the sea serpent and re appropriated it in light of their conviction that there is nothing in heaven and on earth that's actually a rival to Yahweh. But nothingness is a rival to creation because we came from nothingness, which means that we could potentially return back to it and we can actually unleash nothingness on each other. And so I don't. Does that.",
    "start": "00:11:29",
    "end": "00:13:02"
  },
  {
    "text": "Yeah.",
    "start": "00:13:02",
    "end": "00:13:03"
  },
  {
    "text": "Does that roughly.",
    "start": "00:13:03",
    "end": "00:13:03"
  },
  {
    "text": "So I guess the really quick answer is God did not create disorder, he created order.",
    "start": "00:13:03",
    "end": "00:13:11"
  },
  {
    "text": "Yeah.",
    "start": "00:13:12",
    "end": "00:13:12"
  },
  {
    "text": "And anything that counters that order to drive it back to disorder, that's the chaos dragon.",
    "start": "00:13:13",
    "end": "00:13:21"
  },
  {
    "text": "Yep. The biblical authors use the symbol of the dragon to describe how intelligent creatures that have a will, that God allows an agency and will in creation, when they unleash chaos and reduce it back to disorder. The biblical authors use the dragon symbol to describe those creatures, which is why rebel spiritual beings are described as snakes and dragons. And it's why rebel human beings are described as snakes and dragons, which means that they have changed the meaning of the dragon symbol within the biblical story. That's not primarily the meaning of the dragon symbolism in ancient Near Eastern literature. So they've pulled a fast one. They're innovators.",
    "start": "00:13:21",
    "end": "00:14:06"
  },
  {
    "text": "Yeah.",
    "start": "00:14:06",
    "end": "00:14:06"
  },
  {
    "text": "Yeah.",
    "start": "00:14:07",
    "end": "00:14:07"
  },
  {
    "text": "But in day five, when the dragon's put in the sea, humans don't exist yet. Nor do the spiritual beings or. No spiritual beings.",
    "start": "00:14:07",
    "end": "00:14:16"
  },
  {
    "text": "No. Yeah, they do. Well, so there we're back to the dragon taming strategies. They've reduced what is in their neighbor's literature.",
    "start": "00:14:16",
    "end": "00:14:24"
  },
  {
    "text": "The rival God.",
    "start": "00:14:25",
    "end": "00:14:26"
  },
  {
    "text": "The rival deity or cosmic rival to the creator God, and turn just another creature. Yeah. Rubber ducky or a dangerous one. And it's with Genesis 3, then that the dragon or reptile symbol gets applied to a spiritual being. And then in the next story with Cain, he becomes an agent of that spiritual being. And you get to image with Cain than of people acting like snakes. Yeah, yeah.",
    "start": "00:14:26",
    "end": "00:14:53"
  },
  {
    "text": "All right.",
    "start": "00:14:54",
    "end": "00:14:54"
  },
  {
    "text": "So hopefully that clarifies Chris. And actually we got another question that is looking for clarity on maybe some of these earlier ambiguities. And this comes from Danielle in Kansas. Hi, this is Danielle from Kansas. If the chaos dragon is a darkness, is the darkness a created being or. Or an eternal force of some kind? And if it is an eternal force of some kind, what is its relationship to God the Father? Thank you.",
    "start": "00:14:54",
    "end": "00:15:26"
  },
  {
    "text": "Yeah, thank you, Daniel.",
    "start": "00:15:28",
    "end": "00:15:30"
  },
  {
    "text": "This is an important question. It's an important question to clarify what kind of God is being talked about in the Bible.",
    "start": "00:15:31",
    "end": "00:15:39"
  },
  {
    "text": "But there's this really sophisticated move happening here that's kind of hard to wrap your minds around. So we've talked around it. Let's talk about it really directly. God created order. He didn't create disorder, he created order. But there is an opportunity for that order to become disorder. And that opportunity can be God's creatures, humans and spiritual beings, can become agents to do that. And so that opportunity is. And the agents that pursue that opportunity are the ones creating disorder.",
    "start": "00:15:39",
    "end": "00:16:19"
  },
  {
    "text": "That's right.",
    "start": "00:16:19",
    "end": "00:16:20"
  },
  {
    "text": "Creating darkness.",
    "start": "00:16:20",
    "end": "00:16:21"
  },
  {
    "text": "In other words, darkness is an image for nothingness or disorder. Darkness, the chaotic waters or the desert, those are realms or images to describe the nothingness. So the chaos dragon is not darkness. What the chaos dragon is, is. It's a symbol used to describe when intelligent image bearers of God, spiritual or human, behave in ways that reduce the order of creation back into nothingness.",
    "start": "00:16:22",
    "end": "00:16:52"
  },
  {
    "text": "Okay, yes. And then at a level below that, doesn't it also just represent the fact that in reality I'm going to experience chaos and darkness? You know, like the things rot. The ocean will pull you in and destroy you if you're hanging out in the wrong spot.",
    "start": "00:16:52",
    "end": "00:17:07"
  },
  {
    "text": "Sure. And we are all returning to the dust and we are returning outside of Eden. Yeah.",
    "start": "00:17:07",
    "end": "00:17:11"
  },
  {
    "text": "And so that is that de creation force.",
    "start": "00:17:11",
    "end": "00:17:15"
  },
  {
    "text": "Yeah.",
    "start": "00:17:15",
    "end": "00:17:15"
  },
  {
    "text": "So that decreation force, call it darkness, call it whatever, it does exist in some real way.",
    "start": "00:17:15",
    "end": "00:17:23"
  },
  {
    "text": "Well, yeah, it's a parasite on existence. Or maybe think of it this way again, we're back to the biblical authors doing heavy duty philosophical work. So their most basic assumption is the meaning of the God of the Bible's name, Yahweh. He is. He is the one who is. Yahweh's existence doesn't depend on any other thing. Just he is the I am so that God is reality. So whatever creation is, it's something that came into existence out of nothingness. And its existence is conditional, dependent. And that, like you and I have not always been here, like our existence depends on all the contingent things that came before us. And we're. So for something to exist and to share in ultimate existence, it needs to enter into some kind of union with God. That's the basis of the biblical story.",
    "start": "00:17:23",
    "end": "00:18:22"
  },
  {
    "text": "And so you're saying then what I experience is just normal, which is that death drives us all to the ground. You're saying that's a parasite on reality.",
    "start": "00:18:22",
    "end": "00:18:33"
  },
  {
    "text": "It's the result of what happens when creatures are not in union, participating in God's infinite life. We are coming out of the nothingness. We live short little lives of borrowed existence and return back to the nothingness. That's the fate of a creature that's not in union with God. I'm just trying to take the logic of the biblical story of the first few pages and kind of. And paint the picture. But yet God's creatures are made to participate in God's own life, which is why the biblical story ends with a depiction of heaven and earth with God's creatures and God's own life.",
    "start": "00:18:35",
    "end": "00:19:15"
  },
  {
    "text": "Yeah, and there is no sea together and there is no darkness.",
    "start": "00:19:15",
    "end": "00:19:17"
  },
  {
    "text": "Exactly.",
    "start": "00:19:17",
    "end": "00:19:18"
  },
  {
    "text": "And the dragon is slain.",
    "start": "00:19:18",
    "end": "00:19:19"
  },
  {
    "text": "Exactly. Dragon's gone. It's all garden, it's all light, and it's no more ocean.",
    "start": "00:19:19",
    "end": "00:19:26"
  },
  {
    "text": "And so no more disorder, no more nothingness. Everything has become and has sustained into its full thing.",
    "start": "00:19:26",
    "end": "00:19:35"
  },
  {
    "text": "So the darkness is not a rival to God. It's not a created thing. It's the opposite of creation. And what God wills is to bring something out of the nothing so that that something can share in the beauty and gift of existence and share in God's own life. Like, that's the arc of the biblical story. So whatever the darkness is, whatever the chaos waters are, as C.S. lewis famously said, parasite.",
    "start": "00:19:35",
    "end": "00:20:04"
  },
  {
    "text": "Is that what he said? Didn't he also have the shadow metaphor?",
    "start": "00:20:04",
    "end": "00:20:07"
  },
  {
    "text": "Oh, yeah, play that out.",
    "start": "00:20:08",
    "end": "00:20:10"
  },
  {
    "text": "Well, what is a shadow? Is it a thing?",
    "start": "00:20:10",
    "end": "00:20:13"
  },
  {
    "text": "Yeah, right. Yeah.",
    "start": "00:20:14",
    "end": "00:20:15"
  },
  {
    "text": "No, it's the opposite of a thing.",
    "start": "00:20:15",
    "end": "00:20:18"
  },
  {
    "text": "It's derivative of a real Thing, and it has the shape of a real thing, but there's nothing actually to it.",
    "start": "00:20:18",
    "end": "00:20:24"
  },
  {
    "text": "Yeah, it is nothing, but we call it a thing. And so that is the idea at.",
    "start": "00:20:24",
    "end": "00:20:29"
  },
  {
    "text": "Play that's going to get us into the next question. But I appreciate your question, Daniel, because there are religious worldviews where evil and good order and disorder are rival powers at work, constantly in a cycle, back and forth, and neither one has ultimate power over the other. And that's very different than how the biblical authors and Jesus see reality, which is that what is fundamental is goodness, that is God, and that all creation is on a trajectory to participate in God's goodness. And what we experience as evil and death and disorder is creation being like recalcitrant, rebellious, refusing to participate in the thing that God is inviting us to do.",
    "start": "00:20:29",
    "end": "00:21:20"
  },
  {
    "text": "And God being patient.",
    "start": "00:21:20",
    "end": "00:21:21"
  },
  {
    "text": "And God being very patient and letting us sit outside of Eden as long as we want to, apparently. Okay. Andrew is wondering how these images relate to. To conversations about the nature of evil. We haven't talked about evil yet, so, Andrew, help us talk about evil. Hi, I'm Andrew, and I Live in Washington, D.C. the chaos creatures series introduces a range of language to describe the forces of chaos and disorder. To what extent are these ways of talking about what followers of Jesus have traditionally called evil? Is being an agent of chaos different from evil? And has your research into chaos creatures given you a more nuanced understanding of evil?",
    "start": "00:21:21",
    "end": "00:22:02"
  },
  {
    "text": "Thank you, Andrew. One of the things I've heard from a number of people was how helpful your rabbit story was with your son.",
    "start": "00:22:03",
    "end": "00:22:10"
  },
  {
    "text": "Oh, when it scratched you.",
    "start": "00:22:10",
    "end": "00:22:11"
  },
  {
    "text": "When it scratches?",
    "start": "00:22:11",
    "end": "00:22:12"
  },
  {
    "text": "Yeah.",
    "start": "00:22:12",
    "end": "00:22:12"
  },
  {
    "text": "You're like, the rabbit's not being evil.",
    "start": "00:22:12",
    "end": "00:22:14"
  },
  {
    "text": "Yeah.",
    "start": "00:22:14",
    "end": "00:22:14"
  },
  {
    "text": "But the scratch is bad.",
    "start": "00:22:14",
    "end": "00:22:16"
  },
  {
    "text": "Yeah. Yes, it's bad.",
    "start": "00:22:16",
    "end": "00:22:17"
  },
  {
    "text": "It's bad.",
    "start": "00:22:17",
    "end": "00:22:18"
  },
  {
    "text": "Yeah. Okay. And why is it bad?",
    "start": "00:22:18",
    "end": "00:22:19"
  },
  {
    "text": "Well, because it injured you. And now your relationship with this rabbit is, you know, not the same. You got to be more careful. So it's bad, you're bleeding. But the rabbit wasn't being evil. The rabbit was just being the rabbit. And it has sharp claws. And I guess in the same way, it's like if I swim in the ocean and the ocean drowns me, was the ocean evil or is just drowning's bad?",
    "start": "00:22:19",
    "end": "00:22:48"
  },
  {
    "text": "Right.",
    "start": "00:22:48",
    "end": "00:22:48"
  },
  {
    "text": "And so that was helpful for a lot of people to have more nuance. Not everything that's bad is evil.",
    "start": "00:22:49",
    "end": "00:22:56"
  },
  {
    "text": "Yeah. We reserve the word evil, at least in modern English, to describe the intention or the effects of an intelligent creature of something that has moral intelligence to choose to do something that has a bad result when they could have chosen to do something that had a good result. In other words, it depends on the agent's ability to discern between good and bad. And it's the result of a choice. And then we call it evil. What's fascinating for the biblical authors, they. In the beginning of the biblical story, they use one word to describe what you could say as both Ra, Ra, Hebrew word ra, which is the binary opposite of tov, which is good.",
    "start": "00:22:57",
    "end": "00:23:41"
  },
  {
    "text": "So ra can mean bad, and Ra can also mean evil.",
    "start": "00:23:42",
    "end": "00:23:45"
  },
  {
    "text": "Yeah. But even Ra gets first introduced in Genesis 3, the tree of knowing, good and bad. And it depends. It kind of like assumes that you already know what that might mean.",
    "start": "00:23:45",
    "end": "00:23:57"
  },
  {
    "text": "Tov and Ra.",
    "start": "00:23:58",
    "end": "00:23:59"
  },
  {
    "text": "Yeah. So you have to go back and look at the development of the word tov or good in Genesis 1, which we've done many times over the years. But God assigns goodness when he establishes a new boundary of order or implants within creation this order the ability to reproduce life and to flourish and to generate more life in abundance. And the word good is described seven times. God saw what he made, and it was good. And then the first time you get a concept of the opposite of good, it doesn't use the word Ra. It's when God says, and God saw the human alone, that it was not.",
    "start": "00:23:59",
    "end": "00:24:40"
  },
  {
    "text": "Good, not good, not good, not tov.",
    "start": "00:24:40",
    "end": "00:24:43"
  },
  {
    "text": "So the opposite of tov is a human alone who can't fulfill the purpose for which God has made the human, which is to be fruitful and multiply. So God splits. Splits the atom and that whole thing. So there. The opposite of good is when there's something that prevents a creature from fulfilling the destiny and purpose for which God made it. That's the opposite of good.",
    "start": "00:24:44",
    "end": "00:25:08"
  },
  {
    "text": "Yeah.",
    "start": "00:25:08",
    "end": "00:25:08"
  },
  {
    "text": "In other words, that's bad. It's teaching you what the opposite of good is. When a creature can't fulfill its purpose. Which means that goodness is when a creature can experience all that God made it to be an experience. And the opposite of goodness is not a thing. It's the absence of goodness. Not good is the absence of goodness. So that when you get to this tree in Genesis 3, where God says.",
    "start": "00:25:08",
    "end": "00:25:36"
  },
  {
    "text": "You can know the difference between how to fulfill your purpose and how to thwart your purpose.",
    "start": "00:25:36",
    "end": "00:25:45"
  },
  {
    "text": "Yeah. Knowing the difference between what is good and bad is about making distinction, discernment, discernment between that will lead to the flourishing and fulfillment of my purpose as a human. It will lead to the absence of good, the opposite of that, some other purpose. And what God is saying is, listen, I'm really good. I can teach you. I'll teach you let me teach you. And the first thing I want to teach you is to depend on my wisdom and not take it into your own hands. So that's the portrait. So evil, the same word.",
    "start": "00:25:45",
    "end": "00:26:21"
  },
  {
    "text": "There's no Hebrew word for evil.",
    "start": "00:26:21",
    "end": "00:26:22"
  },
  {
    "text": "Well, a more developed vocabulary kind of evolves as you go throughout the biblical story, but the basic category is teaching you that if the rabbit scratching you, the tree not producing fruit. Yeah. And the human stealing fruit to keep it from other humans. All of those can be described with one word in Hebrew, which is ra, bad. Whereas in English, we have different words. We might call it like a tragedy, a natural tragedy, a disaster. To describe an earthquake, to distinguish it from evil, which is we'd say like a human murdering.",
    "start": "00:26:22",
    "end": "00:26:59"
  },
  {
    "text": "So is being an agent of chaos different from evil? And I guess in one sense, yes, being an agent of chaos is definitely bad. But what was your intention?",
    "start": "00:26:59",
    "end": "00:27:10"
  },
  {
    "text": "Yes, intention. That's exactly right.",
    "start": "00:27:11",
    "end": "00:27:13"
  },
  {
    "text": "Because every day I'm an agent of chaos. This has actually been really helpful in my marriage. Is like, what's.",
    "start": "00:27:13",
    "end": "00:27:19"
  },
  {
    "text": "Are you every day an agent of chaos?",
    "start": "00:27:22",
    "end": "00:27:24"
  },
  {
    "text": "Yeah, me too, totally.",
    "start": "00:27:24",
    "end": "00:27:26"
  },
  {
    "text": "That's.",
    "start": "00:27:26",
    "end": "00:27:27"
  },
  {
    "text": "I constantly feel, and that's sometimes how I experience other members of my family. And for some reason, it's human condition to immediately go, you are meaning to do that. You are trying to create chaos. In my life, we assume intention, we assume the attention.",
    "start": "00:27:27",
    "end": "00:27:45"
  },
  {
    "text": "Yes.",
    "start": "00:27:45",
    "end": "00:27:46"
  },
  {
    "text": "When really they're just trying to cope.",
    "start": "00:27:46",
    "end": "00:27:48"
  },
  {
    "text": "Yes.",
    "start": "00:27:48",
    "end": "00:27:49"
  },
  {
    "text": "They're just trying their best strategies to make their life work. They're not trying to create chaos for me.",
    "start": "00:27:49",
    "end": "00:27:54"
  },
  {
    "text": "And they're actually probably creating a version of order for themselves within their own experience.",
    "start": "00:27:55",
    "end": "00:27:59"
  },
  {
    "text": "Yeah, yeah. Whether it was a good strategy or not. Yeah. So there is some nuance here. There is this clear moment, though, where the biblical authors are like, look, the monster's there. You can rule it. And if you don't, you are. That's kind of evil.",
    "start": "00:27:59",
    "end": "00:28:19"
  },
  {
    "text": "Yeah.",
    "start": "00:28:19",
    "end": "00:28:20"
  },
  {
    "text": "But there's this ambiguity I think that we need to give more space for. When it's like, I'm offended by someone, I don't have to jump straight to there being evil.",
    "start": "00:28:20",
    "end": "00:28:28"
  },
  {
    "text": "Yes. Not to bring it forward to Sermon on the Mount, but a little bit to bring it forward to Sermon on the Mount. This is surely what Jesus is going after in Matthew 7. He's talking about, don't judge or you will be judged. So then you walk away from that short line going, oh, I guess I'll never evaluate another person's actions ever. And then the next parable is about. Well, about the speck and the log.",
    "start": "00:28:28",
    "end": "00:28:50"
  },
  {
    "text": "And the eye, a judging moment, which.",
    "start": "00:28:50",
    "end": "00:28:53"
  },
  {
    "text": "Assumes that you are going to see specks in other people's eye and help them. And this purpose is not don't ever help people. It's recognize that you're likely going to project your own issues onto other people and that probably you should just assume your issues are way bigger than the other person's. So do your work first before you try and help other people. And there's more to it than that.",
    "start": "00:28:53",
    "end": "00:29:17"
  },
  {
    "text": "But that's take the log out of your own eye.",
    "start": "00:29:17",
    "end": "00:29:19"
  },
  {
    "text": "Yeah, that's right. But the default is that we tend to project a higher degree of intention onto other people's actions that result in ra, when in fact that may not be what they were trying to accomplish. And think for the biblical authors, their way of honoring that within the wisdom tradition of the biblical laws is all the murder laws are all these case laws about intention. Let's say in Deuteronomy, let's say two guys are chopping wood and the axe head flies off and strikes another guy and he dies. So that's a totally different situation than if he was like, hey, let's go chop some wood. And then you hide behind a tree and then chops guy's head off. Obviously. And we have legal categories for that. Manslaughter, accidental injury versus meditative murder. But it's all about intention. And what is intention? Intention is an expression of a human who has made value distinctions and said some purpose or end is good. And in the name of that good. I think that it's probably like that that justifies doing this other thing which might include killing a human to accomplish that good. In which case all human behavior is based on some vision of what is good. Like humans don't actually.",
    "start": "00:29:19",
    "end": "00:30:44"
  },
  {
    "text": "Yeah. Everyone's trying to get to a good life.",
    "start": "00:30:44",
    "end": "00:30:47"
  },
  {
    "text": "Yes. Very rare is the human who is actually trying to do evil. Really. And even you could probably philosophically argue that for a human whose moral compass has become so distorted even if they're doing evil. But in their distorted moral economy, they're doing evil because they think evil is the good for them. You know, like we're all trying to do the good.",
    "start": "00:30:47",
    "end": "00:31:09"
  },
  {
    "text": "Yeah.",
    "start": "00:31:09",
    "end": "00:31:10"
  },
  {
    "text": "It's just we have really different value systems of the good.",
    "start": "00:31:10",
    "end": "00:31:13"
  },
  {
    "text": "What a dangerous place to be in though.",
    "start": "00:31:13",
    "end": "00:31:15"
  },
  {
    "text": "Yes.",
    "start": "00:31:15",
    "end": "00:31:16"
  },
  {
    "text": "To mix those up. And how easy is it to do? It becomes really obvious when it gets really crazy intense.",
    "start": "00:31:16",
    "end": "00:31:25"
  },
  {
    "text": "Yeah.",
    "start": "00:31:25",
    "end": "00:31:25"
  },
  {
    "text": "But it becomes very easy to be deceived when it's simple. I have had those moments where I'm so frustrated with someone and I just feel like they've Wronged me so much or something that I actually have a moment of thinking, like, how I could get back at them. And that series of thoughts, I'm trying to think of how to keep them from fulfilling purpose and that it's kind of squarely in the realm of evil. Like an evil thought.",
    "start": "00:31:25",
    "end": "00:31:57"
  },
  {
    "text": "Yeah, sure, yes. And underneath that is a desire for something good, namely a world where things are just and right.",
    "start": "00:31:57",
    "end": "00:32:06"
  },
  {
    "text": "Right. So I'm not having that thought because I am inherently evil.",
    "start": "00:32:07",
    "end": "00:32:10"
  },
  {
    "text": "Yeah. This is what's underneath. The long tradition in Jewish and Christian thought that evil isn't a thing, it's very real. I'm not saying it's not real, but if you look at its nature, its nature is always a deprivation or an absence of what is good, evil or a taking away of what is good. And it's usually done in the name of some vision of good, however distorted. So that back to C.S. lewis's image, the evil is essentially a parasite on the good. It's like a shadowy parasite. Which is why the waters, the chaos waters or the sea dragon is such a great metaphor for creatures who, in their distorted value systems, you know, spread death, chaos, Ra, or just disrupted relationships. You know, most humans aren't going to kill another human, but we will, with different levels of intention, deprive the people around us of good through our actions. And those are manifestations of the chaos monster, to use the biblical symbolism. So I guess this is a long answer to your question, Andrew. Yes. The chaos monster and the chaos and disorder. I think just help us understand the biblical concept of evil. I think they are like, this is how the Bible is trying to teach us about what is good and what is bad. It's through these stories and symbols.",
    "start": "00:32:11",
    "end": "00:33:40"
  },
  {
    "text": "Cool.",
    "start": "00:33:40",
    "end": "00:33:41"
  },
  {
    "text": "Yeah.",
    "start": "00:33:41",
    "end": "00:33:41"
  },
  {
    "text": "Hey, can we talk about the bronze snake?",
    "start": "00:33:41",
    "end": "00:33:43"
  },
  {
    "text": "Yes. Let's talk about numbers 21. And to do that, let's hear from ajika in Washington D.C. hi, Tim and John. My name is Ajica. I'm from Washington DC.",
    "start": "00:33:43",
    "end": "00:33:53"
  },
  {
    "text": "My question is. In Numbers 21, God instructs me, Moses, to place snakes on a staff and hold it above the people so if.",
    "start": "00:33:53",
    "end": "00:33:59"
  },
  {
    "text": "They look upon it, they will be healed.",
    "start": "00:33:59",
    "end": "00:34:00"
  },
  {
    "text": "I'm wondering if this is a moment of God using the snake or the.",
    "start": "00:34:01",
    "end": "00:34:04"
  },
  {
    "text": "Sea dragon as an agent for him.",
    "start": "00:34:04",
    "end": "00:34:06"
  },
  {
    "text": "Rather than an agent of chaos.",
    "start": "00:34:06",
    "end": "00:34:07"
  },
  {
    "text": "Let me know what you think and thanks for all you do. Yeah, you're onto it.",
    "start": "00:34:07",
    "end": "00:34:13"
  },
  {
    "text": "What a mysterious image that we've had with us in our Bibles that Jesus even refers to.",
    "start": "00:34:13",
    "end": "00:34:19"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:34:19",
    "end": "00:34:20"
  },
  {
    "text": "The bronze snake on the staff that Moses uses.",
    "start": "00:34:20",
    "end": "00:34:24"
  },
  {
    "text": "That's Right, yeah. Jesus brings it up in his conversation with Nicodemus. That's right, in the Gospel of John.",
    "start": "00:34:24",
    "end": "00:34:30"
  },
  {
    "text": "Chapter three, right after the most well known Bible verse.",
    "start": "00:34:30",
    "end": "00:34:34"
  },
  {
    "text": "Yeah, it's true.",
    "start": "00:34:34",
    "end": "00:34:36"
  },
  {
    "text": "Or is it right before.",
    "start": "00:34:36",
    "end": "00:34:37"
  },
  {
    "text": "Yeah, it's right before John 3:16. And he's kind of chiding Nicodemus for not understanding images of rebirth and recreation from his Bible. And he's like, what, you're a teacher of Israel? If you are into the Hebrew Bible, this is your jam. And why are you. And then he goes on to say, you know, no one has ascended up into the skies except the one who descended from the skies, the son of Adam. Just as Moses lifted up the snake in the wilderness, so must the son of Adam be lifted up so that whoever believes in him will have eternal life.",
    "start": "00:34:37",
    "end": "00:35:15"
  },
  {
    "text": "So the Son of Man is the way Jesus refers to himself. And so he's saying, I am the serpent that Jesus lifted up in the wilderness. Now that story real quick.",
    "start": "00:35:15",
    "end": "00:35:24"
  },
  {
    "text": "Yeah, yeah, that story.",
    "start": "00:35:25",
    "end": "00:35:26"
  },
  {
    "text": "Remind us what's going on.",
    "start": "00:35:26",
    "end": "00:35:28"
  },
  {
    "text": "It's the last in a series of stories where the Israelites are going on the camping trip, road trip, Gambad, from Mount Sinai to the promised land. It's told in the middle third of numbers, chapters 11 to 21. And it begins a section of seven stories where the Israelites rebel, grumble, and they resist God's efforts to get them through the wilderness and keep them alive and bring them into the garden. Speaking of not knowing the difference between good and bad, God's trying to do good for them, and they keep thinking that God's trying to do bad. So the first and the last stories are symmetrically matched. Fire comes out from God and consumes the edges of the camp. This is at the beginning of chapter 11, and the place is called Burning because there was a burning in the camp. The last story, the seventh story, is the Israelites grumble against God for bringing them out into the wilderness. And so God sends fiery snakes. So it's the word seraphim, which means snakes that have a venomous bite that makes it feel like your skin's on fire. But it's the word. Burn is the root word for this word. So it begins and ends with fire. And the snakes bite the people, and.",
    "start": "00:35:28",
    "end": "00:36:45"
  },
  {
    "text": "The snakes are disorder.",
    "start": "00:36:45",
    "end": "00:36:46"
  },
  {
    "text": "The snakes are chaos creatures from the desert, crawling up out of the underworld from holes in the ground. So in one case, it's the fire that comes and Moses cries out to God and God stops the fire. Here God sends fiery venomous snakes that crawl up out of the chaos realm.",
    "start": "00:36:46",
    "end": "00:37:07"
  },
  {
    "text": "And can I just stop real quick?",
    "start": "00:37:09",
    "end": "00:37:09"
  },
  {
    "text": "They bite the people.",
    "start": "00:37:09",
    "end": "00:37:10"
  },
  {
    "text": "Yes. When we say God sends. You had a great moment a few episodes ago just helping us just remember that God lets creation go back into disorder. And so we get this language of God sends, the flood or the fire. You can kind of get this image of like a God who's like, I'm gonna punish. I'm maliciously like retribution, where the biblical framework is more that God sustains everything, and at some point, God allows de creation to take back over.",
    "start": "00:37:10",
    "end": "00:37:44"
  },
  {
    "text": "Yeah, if you're trekking through the wilderness, but you've got the fiery glory protecting you of God, then the snakes are going to stay away. But if the people are consistently saying, why'd you bring us out here? We don't want you with us anyway, Yahweh, let's get our own leader. Let's go back to Egypt, it's giving you what you want then. Yeah. Then Yahweh says, okay, I usually hold back the snakes, but if you don't want me to, like, be who I am today, then, like, that's the. That's totally image. That's totally the image. Yeah. Also, we need to remember the Israelites in the wilderness are a people called out from among the nations to be God's unique covenant partners in a kingdom of priests. And that singling out what God did to demonstrate his character to them in the exodus from Egypt, in forgiving them for. For the sin of the golden calf. Like all that's in the past. My point is that the wilderness narratives in Numbers show God as being very more severe in his responses to the people's rebellion than before Mount Sinai. But they're uniquely culpable in a way. So they've entered into a covenant commitment with a God who said, listen, let me teach you the way to life. If you don't follow the way to life, you're going to kill yourselves. It sounds familiar. Sounds like on the day you eat of the Tree of Knowing, good and bad, you're going to die. Don't do that. And if you listen to my word, you'll live. Like, that's the storyline here. So the people don't listen, they reject their God, and so they end up with snakes biting them.",
    "start": "00:37:44",
    "end": "00:39:23"
  },
  {
    "text": "That's the end of the story. They all die of snakes.",
    "start": "00:39:23",
    "end": "00:39:25"
  },
  {
    "text": "So the people come and say, oh, my gosh, we've sinned. We've spoken against the Lord and against you, Moses, so intercede for us. And this is. So Moses goes and does what he did, what he's been Doing all along in the wilderness. And so God's instruction to Moses is to make one of these fire snakes, but to make a bronze version of it. And the word bronze rhymes with the word snake. Nechash nechoshit.",
    "start": "00:39:26",
    "end": "00:39:52"
  },
  {
    "text": "A fiery nechash nechoshet.",
    "start": "00:39:53",
    "end": "00:39:54"
  },
  {
    "text": "Yeah. And then he is to set up this bronze snake on a staff and hold it up. So all of a sudden we're mixing together the symbolism of Moses staff, which.",
    "start": "00:39:54",
    "end": "00:40:06"
  },
  {
    "text": "Previously was, has been both a snake.",
    "start": "00:40:06",
    "end": "00:40:09"
  },
  {
    "text": "And a sea monster.",
    "start": "00:40:09",
    "end": "00:40:10"
  },
  {
    "text": "Yeah. That he used to hold up.",
    "start": "00:40:10",
    "end": "00:40:13"
  },
  {
    "text": "That's right.",
    "start": "00:40:14",
    "end": "00:40:14"
  },
  {
    "text": "And confront Pharaoh and confront the sea.",
    "start": "00:40:14",
    "end": "00:40:16"
  },
  {
    "text": "And do you remember our puzzle when we were considering the splitting of the sea was that he uses the staff that represents the sea monster, But God's a human image of God is using a symbol of the sea monster to.",
    "start": "00:40:16",
    "end": "00:40:31"
  },
  {
    "text": "Split the water, to tame the sea.",
    "start": "00:40:31",
    "end": "00:40:32"
  },
  {
    "text": "Monster, to split the chaos waters.",
    "start": "00:40:32",
    "end": "00:40:34"
  },
  {
    "text": "Using the dragon against the dragon.",
    "start": "00:40:34",
    "end": "00:40:35"
  },
  {
    "text": "Using the dragon against the dragon. And so similarly here now the dragon in the form of these snakes is the source of death. But then Moses puts a version, right, an image of the snake on a staff and holds it up. And then anyone who looks at the staff with the snake are saved from the snake are saved from death. So it's another image of Moses, the image of God look up to death.",
    "start": "00:40:35",
    "end": "00:41:04"
  },
  {
    "text": "To be saved from death.",
    "start": "00:41:04",
    "end": "00:41:06"
  },
  {
    "text": "Yeah.",
    "start": "00:41:06",
    "end": "00:41:06"
  },
  {
    "text": "And then. Okay, and so here's this crazy riddle.",
    "start": "00:41:06",
    "end": "00:41:10"
  },
  {
    "text": "This story is a full on riddle. That's why it comes last. It's really short because you're meant to meditate on it's hyperlink relationships to all the stories that came before it.",
    "start": "00:41:11",
    "end": "00:41:21"
  },
  {
    "text": "To save from death, you need to gaze upon death.",
    "start": "00:41:21",
    "end": "00:41:24"
  },
  {
    "text": "Yeah. And the same God who will hand people over to death if they refuse this gift of life is the one who wants to give life. And so death is like it's on a leash. Death can only do its thing if people let death overcome them through their choices.",
    "start": "00:41:24",
    "end": "00:41:42"
  },
  {
    "text": "Okay, but the riddle remains.",
    "start": "00:41:42",
    "end": "00:41:43"
  },
  {
    "text": "But the riddle remains.",
    "start": "00:41:44",
    "end": "00:41:45"
  },
  {
    "text": "Why not put a symbol of life on the staff?",
    "start": "00:41:45",
    "end": "00:41:48"
  },
  {
    "text": "Right?",
    "start": "00:41:49",
    "end": "00:41:49"
  },
  {
    "text": "It's a symbol of death.",
    "start": "00:41:50",
    "end": "00:41:51"
  },
  {
    "text": "Yeah, that's right. The thing that you associate with death, God turns into the vehicle of life. But that's also true for the sea waters. The sea waters that are split with the staff that was the sea dragon. Those waters are deadly, like they'll kill you, but they actually become the vehicle.",
    "start": "00:41:51",
    "end": "00:42:10"
  },
  {
    "text": "The path of life.",
    "start": "00:42:10",
    "end": "00:42:10"
  },
  {
    "text": "The path of life. This is the same thing of what the great fish represents in Jonah, the fish's belly. Yeah, the thing that normally kills people, getting swallowed by a sea beast becomes a strange vehicle of Life. And Jesus uses both the belly of Jonah's fish and this killer snake that becomes a vehicle of life to describe what's going to happen to him when he dies.",
    "start": "00:42:10",
    "end": "00:42:35"
  },
  {
    "text": "Okay. And so. Yeah, yeah, so. And then Jesus says, yeah, basically, I am that. Yeah, that thing, that symbol.",
    "start": "00:42:36",
    "end": "00:42:43"
  },
  {
    "text": "Yep.",
    "start": "00:42:43",
    "end": "00:42:43"
  },
  {
    "text": "So what does Jesus mean? He's not death. Jesus is not death.",
    "start": "00:42:43",
    "end": "00:42:46"
  },
  {
    "text": "No, no.",
    "start": "00:42:46",
    "end": "00:42:47"
  },
  {
    "text": "What does it mean? To gaze upon Jesus is to gaze upon the snake.",
    "start": "00:42:47",
    "end": "00:42:51"
  },
  {
    "text": "Yeah. Let's see. So just as the snake, Moses lifted up the serpent in the wilderness, so the Son of Man will be lifted up. That's code language in John. To be crucified, to be lifted up and exalted on the exigence.",
    "start": "00:42:52",
    "end": "00:43:05"
  },
  {
    "text": "Jesus is going to experience death.",
    "start": "00:43:05",
    "end": "00:43:07"
  },
  {
    "text": "Yes.",
    "start": "00:43:07",
    "end": "00:43:07"
  },
  {
    "text": "And we need to gaze upon death.",
    "start": "00:43:07",
    "end": "00:43:08"
  },
  {
    "text": "That's right. So the snake represents both death and the gift of life simultaneously, because God is the one who can take away or give life. And so, in the same way, humans unleashing their evil, becoming agents of the snake to take the life of the Son of Adam, will actually, in God's plan and purpose, become the way that he gives life.",
    "start": "00:43:08",
    "end": "00:43:34"
  },
  {
    "text": "Moses is holding a symbol of the chaos creature. Jesus is, like, nailed to it.",
    "start": "00:43:35",
    "end": "00:43:41"
  },
  {
    "text": "Yeah, that's right. Yeah. And remember, what we're talking about is an innocent man who was publicly executed by an imperial right occupier because of a completely rigged trial. And the cross represents both the fruit of the most distorted human structures of power and injustice, and they are simultaneously condemned by God and turned into the vehicle through which God re gifts eternal life to his world. It's remarkable. It's a remarkable claim to make. The thing that you associate with death becomes in God's power, the way to life. The way to life.",
    "start": "00:43:41",
    "end": "00:44:28"
  },
  {
    "text": "The path of life.",
    "start": "00:44:28",
    "end": "00:44:28"
  },
  {
    "text": "Yeah.",
    "start": "00:44:28",
    "end": "00:44:29"
  },
  {
    "text": "And then Jesus will say, you know, take up your cross. You know, you said something to me this summer that I haven't been able to shake, and we was in conf. Yeah.",
    "start": "00:44:29",
    "end": "00:44:41"
  },
  {
    "text": "Wow.",
    "start": "00:44:41",
    "end": "00:44:41"
  },
  {
    "text": "It was in context of talking about AI, Artificial intelligence. Well, we were just talking about how, you know, some people have this vision of the potential of AI to create what we would think of as eternal life. Right. Solving mortality. What if our genes could be changed? What if we create nuclear fission and resources are abundant and we all just learn to share and we heal our bodies and, like, there we are. There's new creation coming that way. That was kind of that conversation.",
    "start": "00:44:41",
    "end": "00:45:14"
  },
  {
    "text": "Yeah, yeah, yeah, yeah. I remember it now.",
    "start": "00:45:14",
    "end": "00:45:15"
  },
  {
    "text": "But you said. But what you said was the vision of the Bible is that the way to life is through death. The only way to life, to true eternal life now is through death. That's the way. And here we have that simple.",
    "start": "00:45:15",
    "end": "00:45:32"
  },
  {
    "text": "Jesus is the one who said that. I was quoting Jesus on that point, just to be clear. This is not on the authority of Tim. This is whoever wants to follow me must take up their cross and. And that kind of thing.",
    "start": "00:45:32",
    "end": "00:45:46"
  },
  {
    "text": "Okay. That's why it's landed.",
    "start": "00:45:47",
    "end": "00:45:49"
  },
  {
    "text": "Flesh and blood cannot inherit the kingdom of God. But the way to life is through death. Yeah, yeah.",
    "start": "00:45:49",
    "end": "00:45:55"
  },
  {
    "text": "So here's a symbol of death. Look up and be saved through death.",
    "start": "00:45:55",
    "end": "00:45:59"
  },
  {
    "text": "That's right, yeah. This story in Numbers 21 is so deep, it's a riddle that it's surely why Jesus quotes it. So ask me and let's have this conversation another year and I think we'll have discerned another couple layers here. But we're also meditating on the snake in the garden that was a creature of God but became a vehicle of death. But then through the riddle, the God says to the woman that the seed of the woman that will come and crush the head of the snake while also being struck by the snake on its heel. Even there, the deadly strike of the snake on the heel of the seat of the woman actually is simultaneously part of the seed of the woman's victory over the snake. Death and life. So right from the beginning of the biblical story, what the snake unleashed is going to become the vehicle through which God restores life.",
    "start": "00:45:59",
    "end": "00:46:54"
  },
  {
    "text": "Yeah. He's got to go through the belly of the chaos creature.",
    "start": "00:46:54",
    "end": "00:46:58"
  },
  {
    "text": "Yeah, yeah. The ways that we have taken the agency given to us by God to discern between good and bad and the upside down, distorted nightmare of good and bad that we've created in human history, that's all got to go through. It's all got to die so that it can discover the real life that God has in store for us. Which doesn't mean it's all like if the resurrection, whatever the resurrection means, means that something of what we know as reality now will pass through life is.",
    "start": "00:46:58",
    "end": "00:47:33"
  },
  {
    "text": "On the other side of death.",
    "start": "00:47:33",
    "end": "00:47:34"
  },
  {
    "text": "But also a lot of it's got to die for us to be able to participate in the gift of life that God wants to give. We're kind of back to the first question. We've got a great question from Rebecca in Kentucky. This is Rebecca from Kentucky. I'm concerned that this theme could lead down a dangerous path if it's taken out of context by saying that individual human beings can become actual chaos dragons, you might be giving people a convenient label for their political enemies, which could be co opted to increase hatred or even to baptize violence without getting into politics. Could you address this from a biblical perspective?",
    "start": "00:47:34",
    "end": "00:48:11"
  },
  {
    "text": "Yeah, I'm really glad that question was raised.",
    "start": "00:48:11",
    "end": "00:48:14"
  },
  {
    "text": "Yeah. Thank you, Rebecca. Super important question.",
    "start": "00:48:14",
    "end": "00:48:17"
  },
  {
    "text": "Yeah. And I feel that tension with like the story of David and Goliath while it's such this cool story. And then the imagery gets even amped up more when we think of Goliath like a snake.",
    "start": "00:48:17",
    "end": "00:48:28"
  },
  {
    "text": "Or remember the stories we looked at of Sisera.",
    "start": "00:48:29",
    "end": "00:48:32"
  },
  {
    "text": "Yeah.",
    "start": "00:48:33",
    "end": "00:48:33"
  },
  {
    "text": "The captain of the armies that Barak and Deborah fought.",
    "start": "00:48:33",
    "end": "00:48:38"
  },
  {
    "text": "Right. What a shame. If those stories become fuel for me, then to go, okay, who are the people who are snakes in my life? And I'm gonna go chop their heads off.",
    "start": "00:48:38",
    "end": "00:48:45"
  },
  {
    "text": "Yeah. And not just what a shame, let's just name the fact that these stories have been used and inspired people to do exactly that throughout the 200 years of their kind of interpretive history. We just have to name, like, these stories have been read that way. And so what we need to then ask is what is a biblical perspective on that? And so that's a long conversation, but probably the most succinct way to go that if you're a follower of Jesus and you care about the Bible and what it says, it's I think, morally irresponsible and impossible to derive a view from this that some people just are the seed of the snake and they need to have their head smashed by other humans. Jesus explicitly rejected that view. And Jesus actually called people seed of the snake when he saw John the Baptist and he did certain religious leaders that accused him of being in league with the powers of evil.",
    "start": "00:48:45",
    "end": "00:49:47"
  },
  {
    "text": "So it's not to say that people can't become chaos agents. They can.",
    "start": "00:49:48",
    "end": "00:49:51"
  },
  {
    "text": "Yes. But the point is that we all can. Yeah, like, that's one thing the Cain.",
    "start": "00:49:51",
    "end": "00:49:56"
  },
  {
    "text": "But other people a little bit more than me.",
    "start": "00:49:56",
    "end": "00:49:57"
  },
  {
    "text": "But that's what's so wonderful about, like the David and Goliath story, for example, is that David becomes a dragon slayer, but then also he becomes a dragon in his own family with the story of David and Bathsheba. And he actually becomes like Cain to Bathsheba's husband. So the biblical authors, what do you say? They take. No, they don't play favorites. They're trying to show how any and every human can and will be co opted by the dragon at some point. So it levels the playing field.",
    "start": "00:49:59",
    "end": "00:50:31"
  },
  {
    "text": "When you say Jesus explicitly, like, love your enemy.",
    "start": "00:50:32",
    "end": "00:50:36"
  },
  {
    "text": "Yes. And then Jesus explicitly forbid his followers to use violence as the means for spreading and carrying forward the kingdom of God.",
    "start": "00:50:36",
    "end": "00:50:44"
  },
  {
    "text": "Even violence with your mouth, like Whatever we would call propaganda or just spewing hatred towards someone.",
    "start": "00:50:44",
    "end": "00:50:50"
  },
  {
    "text": "That's right, yeah. Love your enemies, bless them, do not curse them, whatever that means. It means not calling someone a fool.",
    "start": "00:50:50",
    "end": "00:50:58"
  },
  {
    "text": "Is as bad as murdering them.",
    "start": "00:50:58",
    "end": "00:51:00"
  },
  {
    "text": "Yeah, that's right. So that's one angle is to say, if I'm a follower of Jesus and I'm reading the Bible, whatever meaning I'm going to get out of these dragon slaying stories of a human to another human in the Hebrew Bible, it should not lead me to label other humans and think I need to somehow deal with them through physical force that explicitly goes against the teachings of Jesus and.",
    "start": "00:51:00",
    "end": "00:51:24"
  },
  {
    "text": "Not just physical force.",
    "start": "00:51:24",
    "end": "00:51:26"
  },
  {
    "text": "And also, thank you. Even widening the forms of violence to verbal abuse and contempt.",
    "start": "00:51:26",
    "end": "00:51:32"
  },
  {
    "text": "Yeah, contempt, Yeah.",
    "start": "00:51:32",
    "end": "00:51:33"
  },
  {
    "text": "I mean, yeah. Jesus said we are to love our enemies. Actually love them. Yeah. And engage them in creative, nonviolent forms of resisting whatever destructive behavior they're unleashing in the world. So that's one piece. Another kind of important way to go at that is Paul the Apostle's line in Ephesians where he says, our enemy, that is enemies of a follower of Jesus are not flesh and blood, but rather principalities and powers. And the rulers. He gives a list of spiritual powers of this present darkness. So in Paul's mind, if you want.",
    "start": "00:51:33",
    "end": "00:52:10"
  },
  {
    "text": "To crush some heads.",
    "start": "00:52:10",
    "end": "00:52:11"
  },
  {
    "text": "Yeah. Pray.",
    "start": "00:52:11",
    "end": "00:52:13"
  },
  {
    "text": "Crush some spiritual heads.",
    "start": "00:52:13",
    "end": "00:52:14"
  },
  {
    "text": "Yeah. Pray and love your neighbor and do justice and goodness in the name of Jesus.",
    "start": "00:52:14",
    "end": "00:52:19"
  },
  {
    "text": "And you're crushing the head of the.",
    "start": "00:52:19",
    "end": "00:52:20"
  },
  {
    "text": "Snakes and serve the poor and be unified across boundary lines. That's how you crush the head of the snake.",
    "start": "00:52:20",
    "end": "00:52:28"
  },
  {
    "text": "Nice.",
    "start": "00:52:28",
    "end": "00:52:29"
  },
  {
    "text": "So thank you, Rebecca. That's super important. It requires some interpretive sophistication to know how to read these violent dragon slaying stories in the Hebrew Bible with a messianic lens. But I think that's what it means to read the Bible as a Christian.",
    "start": "00:52:29",
    "end": "00:52:47"
  },
  {
    "text": "And we'll get there a little bit more in the series.",
    "start": "00:52:47",
    "end": "00:52:49"
  },
  {
    "text": "We will, yes.",
    "start": "00:52:49",
    "end": "00:52:50"
  },
  {
    "text": "Okay.",
    "start": "00:52:50",
    "end": "00:52:50"
  },
  {
    "text": "Thank you, Rebecca. Last but not least, let's end with actually a really sweet question from Colin in Vancouver.",
    "start": "00:52:50",
    "end": "00:52:57"
  },
  {
    "text": "Hi, bibleproject. My name is Colin and I'm from Vancouver, Canada. My five year old daughter loves dragons. Some of her favorite movies are how to Train youn Dragon and Raya and the Last Dragon. So how do I break it to her that the Bible's account of dragons are chaos, monsters? And what is your response to more positive receptions of dragons in the wider culture around the world? Yeah, I know, what a wonderful question. Same thing for surfers in the ocean.",
    "start": "00:52:57",
    "end": "00:53:25"
  },
  {
    "text": "Mmm. Oh, yeah, sure. The fact that there's no longer any sea.",
    "start": "00:53:25",
    "end": "00:53:29"
  },
  {
    "text": "Yeah. Then the Bible was like, we're getting rid of that. What? That's my favorite part of creation.",
    "start": "00:53:29",
    "end": "00:53:34"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:53:34",
    "end": "00:53:35"
  },
  {
    "text": "You're getting rid of the waves.",
    "start": "00:53:35",
    "end": "00:53:36"
  },
  {
    "text": "Yeah. Colin. My kids loved those movies too, so I agree. Yeah. So how do we break it to our kids that dragons are entirely evil in the Bible?",
    "start": "00:53:36",
    "end": "00:53:47"
  },
  {
    "text": "Are they entirely evil in the Bible? There's the serpent in Isaiah that the kid plays with.",
    "start": "00:53:48",
    "end": "00:53:53"
  },
  {
    "text": "Yeah, but that's a pretty defanged. It's a defanged. It's still a serpent, but still. Yeah, okay. All right. That's a good one. That's true.",
    "start": "00:53:54",
    "end": "00:54:00"
  },
  {
    "text": "Tamed a dragon, though.",
    "start": "00:54:00",
    "end": "00:54:01"
  },
  {
    "text": "That's true.",
    "start": "00:54:01",
    "end": "00:54:02"
  },
  {
    "text": "Moses tamed a dragon. There's the. The kids are gonna play with dragons.",
    "start": "00:54:02",
    "end": "00:54:06"
  },
  {
    "text": "So maybe what do we do with the fact that the Bible's portrait of the dragons is almost entirely negative? Maybe it's a good opportunity to talk about how cross culturally symbols can have different meanings. Because I think actually the reversal of dragon perception storylines are actually really beautiful. And there's a number of children's books that we read to our kids over the years that are about that too. About the knight who becomes friends with the dragon instead of slaying it. And that's so Jesus style. Like your enemy, actually probably more like you than unlike you. And so in that sense, I love this twist on the dragon symbol, but it's just that that twist doesn't fully happen within the Bible with the dragon symbol, but the idea happens within the teachings of Jesus about enemies.",
    "start": "00:54:06",
    "end": "00:54:57"
  },
  {
    "text": "It's real close. It gets close. It kind of tees it up for you.",
    "start": "00:54:58",
    "end": "00:55:00"
  },
  {
    "text": "Yeah, totally go with it from there. Yeah. So the fact that the Bible doesn't fully transform the dragon image, I think is okay because it also helps us teach our kids that the Bible comes from a time and a place and that it's doing one thing with these symbols, but that the symbols are about ideas and the ideas undergo development. And so in the Sermon on the Mount, Jesus teaching you to love your enemy is a way forward for us to.",
    "start": "00:55:01",
    "end": "00:55:29"
  },
  {
    "text": "What if we had to do this series, but we lived in a culture where dragons were only good?",
    "start": "00:55:30",
    "end": "00:55:37"
  },
  {
    "text": "Yeah, that'd be really hard.",
    "start": "00:55:38",
    "end": "00:55:39"
  },
  {
    "text": "And that's like. That's. This whole methodology of the Bible is ancient literature. So we have to come and we have to first recognize how did the people who wrote, composed, organized the Bible, how did they think? And so there are things like that in the Bible we have to reorient ourselves to.",
    "start": "00:55:40",
    "end": "00:55:58"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:55:58",
    "end": "00:55:59"
  },
  {
    "text": "And so.",
    "start": "00:55:59",
    "end": "00:56:00"
  },
  {
    "text": "And the dragons. The dragon's one of them.",
    "start": "00:56:01",
    "end": "00:56:03"
  },
  {
    "text": "Cool.",
    "start": "00:56:03",
    "end": "00:56:03"
  },
  {
    "text": "So, great question, Colin. I will now think that through for how to talk to my kids about dragons in the Bible. So there you go, everybody. You sent in such great, intelligent, thoughtful questions. Thank you, thank you, thank you. We love hearing from you and we love hearing more questions. We're going to do another Q and R. Yeah.",
    "start": "00:56:03",
    "end": "00:56:26"
  },
  {
    "text": "There's still ground to cover, so there'll be more opportunities to address some questions. But for now, that's it. Today's show was us sitting down and talking with some questions from our amazing audience. But it's made possible also by our whole podcast team. That's our producer, Cooper Peltz and associate producer Lindsey Ponder. Our lead editor, Dan Gummel. Additional editors, Tyler Bailey and Frank Garza. And Tyler, who's sitting right across the glass from me. Hey, Tyler. He's engineering and he'll mix this episode. And Hannah Woo does the annotations in the app. She just got some love on our Slack channel recently.",
    "start": "00:56:26",
    "end": "00:57:05"
  },
  {
    "text": "Yeah, I saw that. That's cool. Yeah, it's a great feature in the app.",
    "start": "00:57:05",
    "end": "00:57:08"
  },
  {
    "text": "Yeah.",
    "start": "00:57:08",
    "end": "00:57:08"
  },
  {
    "text": "Yes. And you and I and the whole team you just named are able to do what we're doing because of the generosity and enthusiasm and support of thousands of people just like you who are listening. And thank you for getting behind this project. We love getting to do this and we're so glad that it's helpful for you as you all are figuring out what it means to read the Bible and follow Jesus and put those two things together. So thank you for being part of this with us. Hi, this is Sebastian and I'm from Indonesia.",
    "start": "00:57:09",
    "end": "00:57:43"
  },
  {
    "text": "Hi, this is FC Schultz and I'm from Southwest Missouri. I first heard about BibleProject by YouTube's recommended video algorithm.",
    "start": "00:57:43",
    "end": "00:57:51"
  },
  {
    "text": "I first heard about BibleProject when I tried to find additional source for me.",
    "start": "00:57:51",
    "end": "00:57:56"
  },
  {
    "text": "To understand chapters in the Bible. I use bibleproject for bring myself on.",
    "start": "00:57:56",
    "end": "00:58:00"
  },
  {
    "text": "A deep study about the prophet's message to words of the Bible.",
    "start": "00:58:00",
    "end": "00:58:04"
  },
  {
    "text": "I'm an author and I use bibleproject to write better fiction. My favorite thing about bibleproject is that they have biblically grounded resources for people at all stages of following Jesus.",
    "start": "00:58:04",
    "end": "00:58:15"
  },
  {
    "text": "My favorite thing about Bible Project is how their videos present all the scriptures in a very creative way.",
    "start": "00:58:15",
    "end": "00:58:21"
  },
  {
    "text": "We believe the Bible is a unified.",
    "start": "00:58:21",
    "end": "00:58:23"
  },
  {
    "text": "Story that leads to Jesus. We are a crow funded project by people like me.",
    "start": "00:58:23",
    "end": "00:58:28"
  },
  {
    "text": "By people like me. Find free videos, study notes, podcasts, classes and more@bibleproject.com.",
    "start": "00:58:28",
    "end": "00:58:35"
  },
  {
    "text": "Sa.",
    "start": "00:58:39",
    "end": "00:58:39"
  }
]