[
  {
    "text": "In the story of the Bible, the sea dragon is a reoccurring symbol representing chaos, death and destruction. And the power of the dragon takes on many different forms. It's the snake in the garden tempting humans to choose their own demise. It's that voice inside of your head telling you you can win if you kill your brother. The sea dragon is a problem, but the good news is that Yahweh is a dragon slayer and he wants to give humans power over the dragon too. Except sometimes it just seems like the dragon wins and the sea dragon gets the best of us. Well, welcome to the story of Job.",
    "start": "00:00:05",
    "end": "00:00:45"
  },
  {
    "text": "What happens when the chaos dragon strikes our life? For Job, it takes a lightning strike in the form of bandits and raiders who come steal and kill and destroy. And then of a huge storm that knocks a house over that his kids are in and they all die. How is the image of God supposed to process that?",
    "start": "00:00:45",
    "end": "00:01:03"
  },
  {
    "text": "The scroll of Job explores what happens when a righteous person, someone who should be experiencing God's Eden blessing, gets their life co opted by the dragon. And in the story of Job, God allows the accuser to do just that.",
    "start": "00:01:04",
    "end": "00:01:18"
  },
  {
    "text": "The accuser or the opposer says, but how about this? Send out your hand to touch everything he has. Surely he'll curse you. And the Lord said, okay, deal. Let's test the faithfulness of my servant.",
    "start": "00:01:19",
    "end": "00:01:32"
  },
  {
    "text": "For Job and also for us. These moments when we've lost everything, when God is seemingly far away, it brings us face to face with some really important questions.",
    "start": "00:01:32",
    "end": "00:01:42"
  },
  {
    "text": "Do God's people love and fear him for God's own sake as an end in himself? Or is God a means to some other end? Will any human enter into and maintain a relationship with God when the only thing to gain is God himself?",
    "start": "00:01:42",
    "end": "00:01:57"
  },
  {
    "text": "Today, Tim Mackey and I talk about the sea monster and the story of Job. I'm John Collins and you're listening to BibleProject Podcast. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:01:58",
    "end": "00:02:13"
  },
  {
    "text": "Hi, John.",
    "start": "00:02:13",
    "end": "00:02:13"
  },
  {
    "text": "Man, we are moving kind of slow through a theme in the Bible we've been framing as the theme of the dragon.",
    "start": "00:02:14",
    "end": "00:02:22"
  },
  {
    "text": "Yeah.",
    "start": "00:02:22",
    "end": "00:02:23"
  },
  {
    "text": "And we've covered a lot of ground.",
    "start": "00:02:23",
    "end": "00:02:25"
  },
  {
    "text": "Yeah. And we have a lot more to cover.",
    "start": "00:02:26",
    "end": "00:02:28"
  },
  {
    "text": "We got a lot more to cover.",
    "start": "00:02:28",
    "end": "00:02:29"
  },
  {
    "text": "Yeah. The dragon appears so much in the Bible.",
    "start": "00:02:29",
    "end": "00:02:32"
  },
  {
    "text": "Yeah. Really does.",
    "start": "00:02:32",
    "end": "00:02:33"
  },
  {
    "text": "Dragons all over. Yes.",
    "start": "00:02:33",
    "end": "00:02:35"
  },
  {
    "text": "Yeah. Okay. We've been teasing out this theme in terms of why does it matter? What does it mean? It's a theme about chaos. What does it mean to confront chaos? And the dragon is a symbol.",
    "start": "00:02:35",
    "end": "00:02:47"
  },
  {
    "text": "Yeah. It's a symbol for the opposite of creation. Creation is God bringing order to the orderless possibilities of potential existence. But that has no form or energy to make it be and go anywhere and do anything. So creation is the bringing of order to non order. And that non order is depicted as a chaotic Ocean in Genesis 1 with the dragon in it.",
    "start": "00:02:48",
    "end": "00:03:18"
  },
  {
    "text": "Yeah. And in ancient imagination, the dragon is the embodiment of the chaotic ocean.",
    "start": "00:03:19",
    "end": "00:03:26"
  },
  {
    "text": "Yeah.",
    "start": "00:03:26",
    "end": "00:03:26"
  },
  {
    "text": "And it is the force of chaos itself that wants to drag creation back into disorder. And so when we meet the dragon in the Bible, we are interfacing with that set of ideas.",
    "start": "00:03:26",
    "end": "00:03:40"
  },
  {
    "text": "That's right.",
    "start": "00:03:40",
    "end": "00:03:41"
  },
  {
    "text": "And when we get to Genesis chapter one, God orders creation and he separates the land from the raging sea, the abyss. We learn that there in the ocean is the tannin.",
    "start": "00:03:41",
    "end": "00:03:56"
  },
  {
    "text": "Yeah.",
    "start": "00:03:56",
    "end": "00:03:56"
  },
  {
    "text": "And God put it in its place. It wasn't a battle, it was just a creative word. Put him in his place. But then we read some psalms in the last discussion about when God ordered creation, and it described it as a battle. And it's the idea of God being victorious over disorder and chaos. And so now we're going to move into a scroll called Job.",
    "start": "00:03:56",
    "end": "00:04:23"
  },
  {
    "text": "Yeah, yeah. Well, before we do that, the fundamental to the biblical story, though, is that God plants within creation an outpost of garden order and the ideal. And he installs heavenly and earthly rulers as his partners in the creation project to continue to subdue, turn that outpost into something that spreads and fills all creation, but through the agency and decisions and wisdom and rulership of the creatures themselves. Trusting God's wisdom. Yeah. But when they choose to do what's good in their own eyes, they end up undoing God's good order and so become agents of that dragon chaos. And so then both heavenly rulers in rebellion against God and earthly human rulers in rebellion against God can be described with the symbolism of the dragon. So that's kind of the big framework for where we're going.",
    "start": "00:04:23",
    "end": "00:05:28"
  },
  {
    "text": "Right. And that makes it complicated that when the Bible's talking about the dragon, what's it talking about? Is it talking about simply that there's disorder in the world that God wants to order and wants us to partake with him in ordering? Or is it talking about the rebellion of God's image bearers working to create violence and disorder? So is it talking merely about the creatures in the sea and the wilderness and expanding the garden? Or is it talking about, like Babylon coming to destroy us? And I guess I'm wondering in the case of Job, because we're going to meet the dragon here.",
    "start": "00:05:28",
    "end": "00:06:09"
  },
  {
    "text": "Yeah.",
    "start": "00:06:09",
    "end": "00:06:10"
  },
  {
    "text": "And Job is a story about a man who suffers greatly and Wants to know what's going on. Why am I suffering?",
    "start": "00:06:10",
    "end": "00:06:20"
  },
  {
    "text": "Yeah.",
    "start": "00:06:20",
    "end": "00:06:20"
  },
  {
    "text": "So he's experiencing chaos in his life.",
    "start": "00:06:20",
    "end": "00:06:23"
  },
  {
    "text": "Yes. Okay. So, yeah, the book of Job is going to be an exploration about what it looks like to live as one of those human image of God rulers on the land. And then when, as a human ruler, you've been living by God's word and wisdom, Right. And in the fear of the Lord. And in theory, if you do that, it should just be Garden of Eden for you. You're just working the garden with God. But then what happens if you live in a creation that's on its way to the full garden ideal, but there's still wilderness out there and oceans with dragons and dangerous things. What happens when the chaos dragon strikes our life? And in the form of. For Job, it takes a lightning strike in the form of bandits and raiders who come steal and kill and destroy, and then of a huge storm that knocks a house over that his kids are in and they all die. What's that about? How is the image of God supposed to process that? And so that's what happens to Job. But that's not just what the story is about. What we are given is a picture of what's happening up in the divine council in the skies between God and some of the host of heaven. So this is how it works. One day, chapter one, verse six. The sons of Elohim, spiritual beings, were standing before the Lord, and the opposer, the one opposed, also came with them. It's the Hebrew word. The Satan gets translated as a proper name in all of our English translations, which is, I guess, fine. But it doesn't help us really understand what's going on.",
    "start": "00:06:23",
    "end": "00:08:12"
  },
  {
    "text": "It doesn't sound like you think it's fine.",
    "start": "00:08:12",
    "end": "00:08:14"
  },
  {
    "text": "I guess not. Yeah. Yeah. It's not a proper name. You don't put the word the on the beginning of a proper name.",
    "start": "00:08:14",
    "end": "00:08:20"
  },
  {
    "text": "Yeah, our translations say Satan was there. Yeah, the Satan.",
    "start": "00:08:21",
    "end": "00:08:25"
  },
  {
    "text": "The Satan the adversary. One of the spiritual beings that, as we're gonna see, is trying to undermine confidence in God's maintenance of cosmic order. And so what God says to Satan is, hey, you know, check out Job. This guy's awesome. No one like him on the land. Blameless, upright, fears God, turns away from evil. It's legit. And then the Satan asks, well, does Job fear you and obey your right, your wisdom and word for no reason? Come on, you protect this guy and you bless all that he does. And now he's wealthy, so of course.",
    "start": "00:08:25",
    "end": "00:09:11"
  },
  {
    "text": "He'S going to be good.",
    "start": "00:09:11",
    "end": "00:09:12"
  },
  {
    "text": "Exactly. Yeah. Yeah. But then the accuser or the opposer says, but how about this? Send out your hand to touch everything he has. Surely he'll curse you. And the Lord said, get behind me, Satan. That's what we wish he would have said. No, he says, okay, deal. Let's test the faithfulness of my servant. And he's in your power. Just don't put your hand on him himself. And so this is when the cycle of terrible things begins to happen. So really this sets up. The book is exploring both the principles of order by which God governs the cosmos. That's what the Satan is questioning, but then also by focusing mostly on Job and his internal emotional journey. It's going to focus on this question of. So if God is going to partner with humans and bless them, but in a stage of creation that's before the garden ideal is everywhere, that's going to bring moments of challenge and trust. And so do God's people love and fear him? Actually here I'm going to use the words of a scholar, Eric Ortland, whose excellent book on Job called Piercing Leviathan I read not long ago. He puts the question this way. He said, the conversation between God and the Satan focus on this. Do God's people love and fear him for God's own sake, for God as the goal, as an end in himself? Or is God a means to some other end? Will any human enter into and maintain a relationship with God when the only thing to gain is God himself or God's blessings?",
    "start": "00:09:13",
    "end": "00:11:02"
  },
  {
    "text": "What does it mean to gain God himself?",
    "start": "00:11:02",
    "end": "00:11:04"
  },
  {
    "text": "Well, I think it would mean to see God and talk and relate with God in intimate union. I think that's what it would mean. If blessings are manifestations of God's generosity and goodness, then you can receive them as a gift. But wouldn't it be great to just like have intimate union, connection with the giver? Like that would be the ultimate. So what am I after? The gifts or the giver? I think that's Eric Ortland's way of putting the. The question that that's the certainly what the Satan is trying to raise the issue here. Do humans want to work with you, serve you, and do you want to work with them? And for what reason would they want to work? Like that whole thing. So this opening scene doesn't. There's so many questions that it introduces but does not answer. It's like, well, okay, is this how God normally makes decisions about how to work with people? Doesn't seem that way. Job's clearly an exemplary kind of person.",
    "start": "00:11:04",
    "end": "00:12:09"
  },
  {
    "text": "Yeah, he doesn't seem Like a realistic person in the first place.",
    "start": "00:12:10",
    "end": "00:12:12"
  },
  {
    "text": "Yeah, totally. Yeah. So the portrait of Job as the innocent, suffering servant of God who suffers for no wrong that he has done, and then brings all of his pain and suffering to God, seeking to just connect with God intimately to understand why, then finding deliverance from his suffering, and then he goes on to intercede for his friends so that God's mercy will be shown to his friends who are from other nation groups, and then he's restored to new life at the other end. Just that right there. And you're like, gosh, that sounds like the story of Jesus. And I think that's the function of Job within the Hebrew Bible. It's for sure one of the books that Jesus did a Bible study with at the end of Luke of the scriptures, about how the Messiah would suffer and then be vindicated unto life so that forgiveness could go out to the nations.",
    "start": "00:12:12",
    "end": "00:13:11"
  },
  {
    "text": "That's a bold statement, that's for sure. Where they went, Job?",
    "start": "00:13:11",
    "end": "00:13:14"
  },
  {
    "text": "Oh, absolutely, absolutely. Maybe like it was late at night, you know, maybe only Simon was awake. Anyway, so that's the portrait. What I want to focus on is the dragon comes up. Job mentions the dragon slaying myth many times, and then God brings up the dragon, like in a big way at the end. And I'm just interested to see where this conversation is going to go. Okay, okay. So in his first speech after he suffers, he opens his mouth in chapter three of Job and he curses the day that he was born. This is such an amazing poem. It's like an anti birthday song, but sung in the key of Genesis 1, turned upside down. So he works through the different aspects of creation in Genesis 1, but asking for the reversal. And you can see it even in the first line. Let the day perish on which I was born. And the night that said, a man child is conceived that day. Let there be darkness.",
    "start": "00:13:14",
    "end": "00:14:55"
  },
  {
    "text": "Let there be darkness. Yeah.",
    "start": "00:14:55",
    "end": "00:14:57"
  },
  {
    "text": "So it's the opposite of day one when God said, let there be light. It's the same phrase just, but let there be darkness. So clever. But what he's saying is, if you conceive of Job's life as a little cosmos, let that be all and done. May God not seek it from above, nor may daylight shine upon it. Let darkness and deep shadow claim it. Let the clouds settle upon it. Verse 7. Let that night become barren. Let a joyful song not enter into it, so may it not be able to produce any life and anything that would even bring joy, like the birth of new life. May that not even enter into it. Verse 8. Let those who curse the day curse it. Those who are skilled at rousing Leviathan.",
    "start": "00:14:57",
    "end": "00:15:52"
  },
  {
    "text": "Let those who curse the day curse it.",
    "start": "00:15:53",
    "end": "00:15:55"
  },
  {
    "text": "Yeah.",
    "start": "00:15:56",
    "end": "00:15:56"
  },
  {
    "text": "This is the day he was born.",
    "start": "00:15:56",
    "end": "00:15:57"
  },
  {
    "text": "The day he was born. Yeah.",
    "start": "00:15:57",
    "end": "00:15:59"
  },
  {
    "text": "So he's saying, I want other people. I'm cursing the day.",
    "start": "00:15:59",
    "end": "00:16:01"
  },
  {
    "text": "Yeah.",
    "start": "00:16:02",
    "end": "00:16:02"
  },
  {
    "text": "Now other people come and curse the day with me.",
    "start": "00:16:02",
    "end": "00:16:05"
  },
  {
    "text": "Yeah. Especially people who are really good at conjuring up the chaos dragon.",
    "start": "00:16:05",
    "end": "00:16:10"
  },
  {
    "text": "Rousing Leviathan.",
    "start": "00:16:11",
    "end": "00:16:12"
  },
  {
    "text": "Rousing. So this is so. And cursing. So he's referring to something that's really fascinating. So this is going to be nerdy in. I forget when these were found somewhere in the 20th century at the archaeological site of Nippur, which is ancient Babylon, there were found loads of these things that are called the Aramaic incantation bowls. So they are bowls that were shaped and written on by Israelites living in Babylon for the legacy of the exiles in Babylon, many who stayed in exile and didn't ever go back. They built communities and lived there for centuries, many centuries. And so there's all of these bowls with Aramaic written in the bowls. And then when scholars started studying these, it's like magic spells or blessing spells, incantations, there's a whole, like Aramaic's language from where? Well, Aramaic was a Semitic language spoken by the tribes, Semitic tribes up north in what today we call Syria.",
    "start": "00:16:12",
    "end": "00:17:28"
  },
  {
    "text": "Okay.",
    "start": "00:17:28",
    "end": "00:17:28"
  },
  {
    "text": "And then it became the language, became the global trade language, the late Babylonian and then the Persian Empire, and it became a global language for a time. It was the first multinational imperial language under the Persian Empire. And then Greek took over after that. So Jewish communities in Babylon spoke Aramaic. So in these Aramaic incantation bowls, there's all kinds of fascinating stuff. But there is one of them that reads as follows. I enchant you with the conjuring of yam. Yam is a Canaanite deity. It's also the Hebrew word for the sea. So I enchant you with the conjuring of yam and with the spell of Leviathan, the sea dragon. So this is somebody pronouncing a curse on somebody else and conjuring up the powers of the sea and the sea dragon against somebody that they're going to curse.",
    "start": "00:17:28",
    "end": "00:18:30"
  },
  {
    "text": "Okay. And this is a way to make someone's day really bad. Yeah, yeah.",
    "start": "00:18:31",
    "end": "00:18:37"
  },
  {
    "text": "May the sea dragon find you today.",
    "start": "00:18:37",
    "end": "00:18:39"
  },
  {
    "text": "Oh, my goodness. May the sea dragon find you. That's a great way to insult someone.",
    "start": "00:18:39",
    "end": "00:18:44"
  },
  {
    "text": "Totally.",
    "start": "00:18:45",
    "end": "00:18:45"
  },
  {
    "text": "Ah, may the sea dragon find you.",
    "start": "00:18:45",
    "end": "00:18:47"
  },
  {
    "text": "So Job is referring to this practice, people who are skilled at rousing up the chaos powers of the sea dragon and unleashing them on a person. Oh.",
    "start": "00:18:50",
    "end": "00:19:02"
  },
  {
    "text": "And he wants someone to do this to him.",
    "start": "00:19:02",
    "end": "00:19:03"
  },
  {
    "text": "And he says, I wish somebody who was really good at conjuring up Leviathan would have unleashed it on my birthday so that I would have never been born. So he's wishing the undoing of his cosmos by means of darkness instead of light, and by means of the sea dragon. So it's both very creative in terms of literary and hyperlinks, but the emotions that it's expressing are so raw, so deep. Why, if suffering like this is a part of what it means to live in this world, on the way out of chaos into the garden. Ideal. But man, if this is the price of what it means to be on that journey out of chaos to the garden, I'd rather not. That's how he feels right now. I'd just rather not do it. I wish my existence would have never happened.",
    "start": "00:19:03",
    "end": "00:20:00"
  },
  {
    "text": "It's a dark place.",
    "start": "00:20:01",
    "end": "00:20:02"
  },
  {
    "text": "Yeah, it is. And it's very honest. It's very honest. So maybe it's just good to pause and say this type of honest response. It's not the only thing Job says. It's not the last thing he says, but it is part of what he says. And this is in the Bible, coming from the mouth of someone who's presented as a model of what it means to suffer. In Job, chapter seven, he is complaining to God and he makes a comparison between himself and the dragon. That's interesting. He says in verse 11, I will not keep silent. I'm going to speak out of the anguish of my spirit. I'm going to complain in the bitterness of my soul. He's going to talk to God right here. He says, listen, am I yam? Am I the sea? Am I the sea monster of the deep that you have put me under guard?",
    "start": "00:20:02",
    "end": "00:21:38"
  },
  {
    "text": "Right. And because clearly the setup of the story is. No, he is.",
    "start": "00:21:39",
    "end": "00:21:43"
  },
  {
    "text": "Yeah, right.",
    "start": "00:21:43",
    "end": "00:21:43"
  },
  {
    "text": "He is not doing that.",
    "start": "00:21:43",
    "end": "00:21:45"
  },
  {
    "text": "Right.",
    "start": "00:21:45",
    "end": "00:21:45"
  },
  {
    "text": "In fact, while almost all of us do that constantly, here's a guy that's not doing it.",
    "start": "00:21:46",
    "end": "00:21:52"
  },
  {
    "text": "Yeah. Of anybody. Of any human. Yeah. Yep, that's exactly right. Yeah. So am I your cosmic enemy? I thought I was an image bearing partner of yours to work with. So that's kind of a clever use. First he mentioned the dragon is the cosmic enemy that he wished would have consumed the day he was born. Now he's just saying, listen. Is it me? Okay, this one in chapter nine is wild. He's lamenting at this point. He's talking to his friends and getting exasperated with them, and he's complaining that even if he could get in front of God and plead his case and say, listen, God, you know, I'm innocent. He's afraid that God's so overwhelming in power and might and splendor that the moment he saw God, he would just forget everything he wanted to say.",
    "start": "00:21:52",
    "end": "00:22:45"
  },
  {
    "text": "Okay, sorry. For some context, Job, in his suffering, is visited by some friends.",
    "start": "00:22:45",
    "end": "00:22:52"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:22:52",
    "end": "00:22:53"
  },
  {
    "text": "And the friends are these people from all these other nations.",
    "start": "00:22:53",
    "end": "00:22:55"
  },
  {
    "text": "Yeah.",
    "start": "00:22:56",
    "end": "00:22:56"
  },
  {
    "text": "And they are trying to tell Job, look, you're suffering for a reason. There's gotta be a reason you did something wrong.",
    "start": "00:22:56",
    "end": "00:23:04"
  },
  {
    "text": "Yeah.",
    "start": "00:23:04",
    "end": "00:23:04"
  },
  {
    "text": "And so. And Job is just like, no, I know I haven't.",
    "start": "00:23:04",
    "end": "00:23:09"
  },
  {
    "text": "Yeah.",
    "start": "00:23:09",
    "end": "00:23:09"
  },
  {
    "text": "And we know as the reader, the story that he hasn't.",
    "start": "00:23:09",
    "end": "00:23:12"
  },
  {
    "text": "That's exactly right.",
    "start": "00:23:12",
    "end": "00:23:13"
  },
  {
    "text": "And now he's here going, but even if I could talk to God to tell him that I'm innocent, how would that go?",
    "start": "00:23:13",
    "end": "00:23:20"
  },
  {
    "text": "Yeah.",
    "start": "00:23:20",
    "end": "00:23:21"
  },
  {
    "text": "Okay.",
    "start": "00:23:21",
    "end": "00:23:21"
  },
  {
    "text": "Yeah. So he says, even if somebody wanted to dispute with him, they could not answer him. Not one time out of a thousand.",
    "start": "00:23:21",
    "end": "00:23:29"
  },
  {
    "text": "He's telling me there's a chance.",
    "start": "00:23:30",
    "end": "00:23:31"
  },
  {
    "text": "Why? Because his wisdom is profound. His power is vast. Who can resist him and come out unharmed? Listen. He moves mountains without their knowing it. He overturns them in his anger. He shakes the earth from its place. He makes its pillars tremble. I mean, he can just speak to the sun and it won't shine, and you can seal off the light of the stars. He's the only one who stretched out the skies. He treads, stomps on the waves of Yam. He is the maker of bear and Orion and Pleiades, the constellations of the South. So he's the trampler of the Chaos Sea. Okay, so this is a little. Even though it doesn't mention the dragon stomping on the waves of the sea is one of the motifs from the dragon slaying myth.",
    "start": "00:23:31",
    "end": "00:24:26"
  },
  {
    "text": "Oh, is it? Okay, and the sea is Yam, and Yam, is it the. What language is that from where? He's the sea dragon. Is that from Tyre?",
    "start": "00:24:26",
    "end": "00:24:36"
  },
  {
    "text": "Well, yeah, in the BAAL epic.",
    "start": "00:24:36",
    "end": "00:24:38"
  },
  {
    "text": "The BAAL epic, yeah.",
    "start": "00:24:38",
    "end": "00:24:39"
  },
  {
    "text": "Which is the Phoenician or Canaanite version of the dragon slaying myth. Baal, the storm God, faces off two enemies, and it's hard to tell if they're the same enemy or if they're like a duo. But one is called Yam, which is the Semitic word for sea. The sea, just like it is in Hebrew.",
    "start": "00:24:39",
    "end": "00:24:57"
  },
  {
    "text": "Is the other one Loten or something?",
    "start": "00:24:57",
    "end": "00:24:58"
  },
  {
    "text": "The other one Lotan, which is Leviathan.",
    "start": "00:24:58",
    "end": "00:25:01"
  },
  {
    "text": "All right, so treading on yam.",
    "start": "00:25:01",
    "end": "00:25:02"
  },
  {
    "text": "Yeah, that's treading on Yam is to fight the chaos monster. Okay, yeah. And he's the maker of the rulers above that form in these constellations. One of them of a wilderness monster, the bear. Oh yeah. Isn't that interesting?",
    "start": "00:25:02",
    "end": "00:25:16"
  },
  {
    "text": "That is interesting.",
    "start": "00:25:16",
    "end": "00:25:17"
  },
  {
    "text": "So here's what's great. So we just mentioned his victory over chaos. He's creator and decreator if he wants to. And he can just walk on top of the chaos waters, it's not a threat to him. And when you talk about him walking on the waters, it's often to draw, go do the battle. It's interesting. So verse 11 he says, but when he passes me by, I can't see him. When he walks by, I don't even see him. If he chooses to snatch away, who could stop him? Who can say to God, hey, what are you doing? He doesn't restrain his anger. Even the allies of Rahav, the raging dragon, even they cower at his feet. How can I dispute with him? How can I find words? So when he's mentioning God walking on the waves, and then he mentions at the end to go unleash his anger on the raging dragon, the Rahav and even the enemy's minions with the dragon, they all cower. But look at this line in the middle. But when he's on his march, so the images of God like a of night marching on the waters, on the waters to go fight the dragon. He's going to slay the dragon. But when he passes me by, he doesn't even stop, like where is he? So this was an insight that I got from Andrew angel, his excellent book on the dragon theme in the Bible called Playing with Dragons. I'll just read his summary. This is excellent. So he says Job follows the story. By this he means the traditional dragon slaying story. He follows the story part way, but then suddenly moves in a strange new direction. The normal signs of the trembling earth are mentioned, the disturbances in the skies. Job speaks of God's conquest of the sea, the work of creation after that conquest. And God continues in the march to terrify the demonic band of helpers who accompany the monster Rahav. However, here Job plays with the traditional script. So he's retelling the march of the storm God to confront the dragon. But then he tweaks it. He says instead of moving to praise God for his glorious work of defeating chaos, he shows God carrying on with the warrior's march and just passing Job by. Nobody daresay to even ask the question why. Job uses the traditional language of the divine warrior to say that God is too powerful and busy to bother to reorder the world of an insignificant righteous man like himself. So normally what you would expect is God comes treading on the waves, conquers the dragon and restores order.",
    "start": "00:25:17",
    "end": "00:28:21"
  },
  {
    "text": "Yeah. So by conquering the dragon and reordering creation, I get to benefit.",
    "start": "00:28:22",
    "end": "00:28:26"
  },
  {
    "text": "Yeah.",
    "start": "00:28:26",
    "end": "00:28:26"
  },
  {
    "text": "Be part of the feast.",
    "start": "00:28:26",
    "end": "00:28:27"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:28:27",
    "end": "00:28:28"
  },
  {
    "text": "On the cosmic mountain.",
    "start": "00:28:28",
    "end": "00:28:29"
  },
  {
    "text": "Yep.",
    "start": "00:28:29",
    "end": "00:28:29"
  },
  {
    "text": "And Job is saying, actually, no, I'm just gonna be left in the dust.",
    "start": "00:28:29",
    "end": "00:28:33"
  },
  {
    "text": "Yep.",
    "start": "00:28:33",
    "end": "00:28:34"
  },
  {
    "text": "I'm gonna be left behind.",
    "start": "00:28:34",
    "end": "00:28:35"
  },
  {
    "text": "Yeah. Maybe he conquers chaos somewhere else, but.",
    "start": "00:28:35",
    "end": "00:28:39"
  },
  {
    "text": "He'S not conquering for me.",
    "start": "00:28:39",
    "end": "00:28:40"
  },
  {
    "text": "But when he came to me, he just kept on walking.",
    "start": "00:28:40",
    "end": "00:28:42"
  },
  {
    "text": "He has the power to conquer over chaos. He's not doing it for me.",
    "start": "00:28:43",
    "end": "00:28:49"
  },
  {
    "text": "Yeah. Not in my neighborhood.",
    "start": "00:28:49",
    "end": "00:28:50"
  },
  {
    "text": "He's on the march. He's left me behind.",
    "start": "00:28:50",
    "end": "00:28:52"
  },
  {
    "text": "Yep. Yeah. That's really stunning to think of an author both that is creative in terms of literary creativity, but the personal honesty and the theological like sophistication to think about. Yeah, sure, I know God does good for everybody who loves him and great for everybody else who that happens to. But it sure hasn't happened to me. What am I supposed to do with that? Ah's really powerful. And who doesn't know that that feels. Let's just look at one more. This is from chapter 26. So this is actually similar to that previous one. He is going to, starting in verse five, talk about how all of creation is in awe of the creative power of God and of his might and his majesty. And he's going to use creation imagery to talk about it. He's going to talk about how in verse six, the grave, even the grave is naked before him. There's no covering in death. He stretches out the north over emptiness. He hangs the earth over nothing. He ties up the water and clouds, and the cloud is not torn open beneath it. He covers the face of the moon, he spreads his cloud over it. He describes a circle on the face of the water between light and darkness. Are you tracking what then he is.",
    "start": "00:28:52",
    "end": "00:30:52"
  },
  {
    "text": "No, what is happening?",
    "start": "00:30:52",
    "end": "00:30:52"
  },
  {
    "text": "What he's saying is even the most empty, what you think are lifeless, uninhabitable realms of creation are all accessible and open before him. So the grave, death the farthest extent. So if you look over the ocean as far as you go, there's a line where the sky meets the water. And what's that line?",
    "start": "00:30:54",
    "end": "00:31:17"
  },
  {
    "text": "Right? What's out there?",
    "start": "00:31:18",
    "end": "00:31:19"
  },
  {
    "text": "And if you push into that line, what's there? And God's the one who inscribed that line between light and darkness. He's the One who made that line, it's fully available to him. So by his power, verse 12, he stilled the sea. By his understanding, he struck down Rahav the raging one, the dragon. By his breath, the heavens were made clear. His hand pierced the fleeing snake. But look, these are just the outer edges of his ways. This is just like the periphery. Yeah, the periphery. And with this language of the outer edges, he's kind of playing with his creation imagery of, like, what happens on the horizon. So whether it's creating the realm of order by drawing the horizon line that surrounds us, or by defeating the sea dragon that is the rival of creation, these are the outer edges of his ways. But you know what? How faint is the word that we ever hear about him?",
    "start": "00:31:19",
    "end": "00:32:28"
  },
  {
    "text": "Okay, again, like, he's out doing this, but in somewhere else. He's left me behind.",
    "start": "00:32:29",
    "end": "00:32:33"
  },
  {
    "text": "Yeah, exactly. Right. Okay. Yeah. That's the basic idea. I wish he would do some of that dragon slaying in my neck of the woods.",
    "start": "00:32:33",
    "end": "00:32:40"
  },
  {
    "text": "She's out doing that out at the horizon. Here I am, but I've been left behind.",
    "start": "00:32:40",
    "end": "00:32:45"
  },
  {
    "text": "Yeah. So where Job ends up going is he becomes convinced that God must be a moral monster. That's the only conclusion he can come to, that God is unjust.",
    "start": "00:32:45",
    "end": "00:32:55"
  },
  {
    "text": "Wow. He goes to a dark place multiple.",
    "start": "00:32:55",
    "end": "00:32:58"
  },
  {
    "text": "Times in chapter 9 and 12 and 16. So he just says, there's no resolution here, except that if I could just talk with God face to face. And he kind of stops talking to the friends, and he just. His speeches turn into prayers, and eventually he gets his wish. God comes and delivers two speeches to him, and Job gives two responses and the two speeches. Oh, man, this is a whole universe. This could be many, many hours of conversation. And perhaps they should be. The first speech begins with God. Well, first God answers Job out of the whirlwind, out of the storm.",
    "start": "00:32:58",
    "end": "00:33:40"
  },
  {
    "text": "Hmm. He's a storm God.",
    "start": "00:33:40",
    "end": "00:33:42"
  },
  {
    "text": "So already we're echoing the dragon slaying story by. He appears in the storm as the storm God. But Job never disputed that God has the power of the storm God. So he is really stern with Job and says, who is this who darkens counsel with ignorant words?",
    "start": "00:33:42",
    "end": "00:34:01"
  },
  {
    "text": "They call me a moral monster.",
    "start": "00:34:01",
    "end": "00:34:02"
  },
  {
    "text": "Yep. Gird up your loins, that is. Tuck your shirt into your belt and get ready for action like a man. I'm going to ask you some questions, and how about you teach me some knowledge? Where were you when I laid the foundations of the land? It's the first line of a long poem about. And it's all about the ordering of the cosmos and all the questions. The questions are not assertions. In other words, they're not, you were not there when I laid the foundations. You were not around when I ordered the land. They're questions. It's as if God's inviting Job to really think about the fact that he wasn't there, as if inviting Job to come to his own conclusion. Then God goes on a long speech to talk about how he's intimately involved with all of these wild animals like mountain donkeys and lions and eagles and ostriches and their eating habits and their reproductive habits and where they sleep. And there's all this stuff. And he's just like, do you know where the donkey likes to hang out and get wild grass? Because he's been accusing God of. You might maintain order everywhere else, but certainly not in my neck of the woods. It's as if you've completely forgotten. And God's response is, no, I'm intimately aware of every square millimeter creation.",
    "start": "00:34:03",
    "end": "00:35:33"
  },
  {
    "text": "By saying, I care about where the donkey eats. Of course I care about you. Is that the idea?",
    "start": "00:35:33",
    "end": "00:35:39"
  },
  {
    "text": "Or, of course I know about and am aware.",
    "start": "00:35:39",
    "end": "00:35:42"
  },
  {
    "text": "Okay.",
    "start": "00:35:42",
    "end": "00:35:42"
  },
  {
    "text": "Like, your situation is not unknown to me.",
    "start": "00:35:42",
    "end": "00:35:44"
  },
  {
    "text": "I see. I haven't passed you by.",
    "start": "00:35:44",
    "end": "00:35:46"
  },
  {
    "text": "I haven't passed you by.",
    "start": "00:35:46",
    "end": "00:35:47"
  },
  {
    "text": "You're not in my periphery. I may seem like I'm. Yeah, I'm in your periphery. You're not in my periphery.",
    "start": "00:35:47",
    "end": "00:35:52"
  },
  {
    "text": "Yep, that's good. Yeah. The first is about God's creation and maintenance of cosmic order. Job's accused God of cosmic mismanagement. And the questions get him to say, like, okay, I've kind of overstepped my bounds. The animals are about God's intimate care and knowledge for every creature and square inch implication, including Job. So Job's response to that first speech is as follows. He says in chapter 40, look, I am insignificant. What can I reply? I put my hand over my mouth. I spoke one time or two times even, but I won't say anymore.",
    "start": "00:35:52",
    "end": "00:36:37"
  },
  {
    "text": "Okay. He's like, yeah, you got me.",
    "start": "00:36:38",
    "end": "00:36:40"
  },
  {
    "text": "So the question is, why does God need to give a second speech?",
    "start": "00:36:42",
    "end": "00:36:46"
  },
  {
    "text": "That is a good question. Because this should end it.",
    "start": "00:36:47",
    "end": "00:36:50"
  },
  {
    "text": "Yeah. Job retracts his accusations against God and recognizes, like, I'm nothing. I shouldn't have said any of this. I'm sorry actually doesn't say I'm sorry. What he says is, I'm insignificant. I shouldn't have spoke. I'm not going to say anymore. So the question is, what is God after? What's he looking for from Job that he feels like he needs to give a second? Isn't that an interesting way to ask.",
    "start": "00:36:51",
    "end": "00:37:16"
  },
  {
    "text": "Yeah.",
    "start": "00:37:16",
    "end": "00:37:17"
  },
  {
    "text": "Again, that was Eric Ortland's book for him. Because the structure of these speeches is God speaks two times and Job speaks two times. So what does Job's second response do that he doesn't do in this response? And what does God's second speech do that he didn't already do in the first speech?",
    "start": "00:37:17",
    "end": "00:37:33"
  },
  {
    "text": "Okay.",
    "start": "00:37:33",
    "end": "00:37:33"
  },
  {
    "text": "The second speech comes in three parts, of course. And the second speech begins with a question like this. Listen, do you have an arm like God? Can you thunder with a voice like his? I wonder if you could clothe yourself with divine dignity and majesty. Pour out your anger and everybody who's arrogant, just bring them down to the dust. I'm kind of. I'm paraphrasing here, like, yeah, go ahead, Job. Everybody who's proud and arrogant, just tread down the wicked where they stand and hide them in the dust. If you could do that, I will confess to you that. That your own right hand can save you. So this is all about the arm of God and how God treads on and his arm brings justice on his enemies. This is all the language of the dragon slaying story. Is it God's arm and then God treading stomping on and then reducing to death. These are the things the storm God does. But here it's to human dragons, as it were, human enemies, the proud. So if you could. The implication is, if you can do what I do, then I'd be glad to recognize that fact. So what God doesn't say is, listen, I actually do bring cosmic justice, and I do it every day. I do it all the time in different ways. What he asks is, can you bring about the cosmic justice that I do? So it's a backwards way.",
    "start": "00:37:55",
    "end": "00:39:32"
  },
  {
    "text": "Sure. But it does seem a bit silly because Job is not claiming to be able to do cosmic justice. He's just complaining that God's not doing it.",
    "start": "00:39:32",
    "end": "00:39:41"
  },
  {
    "text": "That's right. For him.",
    "start": "00:39:41",
    "end": "00:39:42"
  },
  {
    "text": "For him.",
    "start": "00:39:42",
    "end": "00:39:43"
  },
  {
    "text": "Yeah. And then he comes to the deduction multiple times that he must not do it at all.",
    "start": "00:39:43",
    "end": "00:39:48"
  },
  {
    "text": "Okay, so God's like, why don't you do it? Go ahead, show me how it's done.",
    "start": "00:39:48",
    "end": "00:39:52"
  },
  {
    "text": "Yeah, that's kind of it.",
    "start": "00:39:53",
    "end": "00:39:54"
  },
  {
    "text": "Okay.",
    "start": "00:39:54",
    "end": "00:39:54"
  },
  {
    "text": "It's snarky.",
    "start": "00:39:54",
    "end": "00:39:54"
  },
  {
    "text": "It's snarky. Yeah.",
    "start": "00:39:54",
    "end": "00:39:56"
  },
  {
    "text": "But also Job's, you know, kind of throwing the gauntlet down.",
    "start": "00:39:57",
    "end": "00:39:59"
  },
  {
    "text": "He did back away just before this.",
    "start": "00:40:00",
    "end": "00:40:02"
  },
  {
    "text": "Yeah, that's right. So what is God looking for here? Yeah, he really wants Job to know. Not just does he hold cosmic order, he does establish cosmic order. He is aware of every square Inch of creation. I really do bring cosmic justice regularly, and you're not able to.",
    "start": "00:40:03",
    "end": "00:40:23"
  },
  {
    "text": "Okay.",
    "start": "00:40:24",
    "end": "00:40:24"
  },
  {
    "text": "So let's just get that clear.",
    "start": "00:40:24",
    "end": "00:40:26"
  },
  {
    "text": "Okay.",
    "start": "00:40:27",
    "end": "00:40:27"
  },
  {
    "text": "All right. Okay. And then the next two speeches are. One is about behemoth, and the other one's about Leviathan.",
    "start": "00:40:27",
    "end": "00:40:35"
  },
  {
    "text": "Long speeches. Yes, about these two creatures.",
    "start": "00:40:36",
    "end": "00:40:39"
  },
  {
    "text": "Behemoth is not too long. It's about 10 verses.",
    "start": "00:40:39",
    "end": "00:40:42"
  },
  {
    "text": "Okay.",
    "start": "00:40:42",
    "end": "00:40:42"
  },
  {
    "text": "Leviathan is super long. Yeah, that's right. So behemoth is not the name of a species in biblical Hebrew, it's the word behemoth, which just usually refers to cows or cattle.",
    "start": "00:40:42",
    "end": "00:40:56"
  },
  {
    "text": "Oh, okay.",
    "start": "00:40:56",
    "end": "00:40:57"
  },
  {
    "text": "But it can refer to just large land creatures. All right, but behemoth is the plural. But it's referring to a singular beast.",
    "start": "00:40:57",
    "end": "00:41:07"
  },
  {
    "text": "Cows.",
    "start": "00:41:07",
    "end": "00:41:07"
  },
  {
    "text": "In Hebrew, you can make a noun into a plural and not always mean many of those things. It can be like a heightened or intensified version of one thing.",
    "start": "00:41:07",
    "end": "00:41:17"
  },
  {
    "text": "Oh, okay.",
    "start": "00:41:17",
    "end": "00:41:18"
  },
  {
    "text": "So, yeah, super cow. Super beast. Super beast.",
    "start": "00:41:18",
    "end": "00:41:24"
  },
  {
    "text": "Super field beast.",
    "start": "00:41:24",
    "end": "00:41:25"
  },
  {
    "text": "Yeah, totally. And again, I'll recommend Eric Ortland's book, Long History of people trying to tie these two creatures down to hippos or wild ox or crocodiles or something like that. But they have to shoehorn in some ways because the behemoth also has tail like a cedar tree. No, hippo.",
    "start": "00:41:25",
    "end": "00:41:49"
  },
  {
    "text": "Yeah, they got tiny little tails.",
    "start": "00:41:49",
    "end": "00:41:51"
  },
  {
    "text": "Yeah. Whereas cosmic hippos, huge, giant, multiform, like oxen. Lions are very much a part of the ancient Eastern imagination. In our work, so many people have made the case that these are. We're taking the dragon, and now we're bifurcating the dragon into two. A land version and then a sea version.",
    "start": "00:41:51",
    "end": "00:42:16"
  },
  {
    "text": "Oh, well, we have a land version, though. It's the snake.",
    "start": "00:42:16",
    "end": "00:42:19"
  },
  {
    "text": "Yes, that's right. And this would be yet another land version. But what we're doing is we're taking, like, the lion, the bear, the oxen.",
    "start": "00:42:20",
    "end": "00:42:27"
  },
  {
    "text": "I see. Okay. And we're just merging them together.",
    "start": "00:42:27",
    "end": "00:42:30"
  },
  {
    "text": "The super beast.",
    "start": "00:42:30",
    "end": "00:42:31"
  },
  {
    "text": "Yeah.",
    "start": "00:42:31",
    "end": "00:42:32"
  },
  {
    "text": "Yeah. So the key is verse 19, where God says he is the reisheet, the beginning of the ways of Elohim. Reisheet can also refer to the first fruits or the first in rank. Like, when it comes to land beasts, this creature, like, wins every contest. Yeah. Let his maker bring near his sword. Well, actually, here, let. This is one way to translate it. Niv reads, yet its maker can approach it with his sword. So God is the one who made it. And it's even chief among all the creatures of the ground in God's eyes.",
    "start": "00:42:32",
    "end": "00:43:20"
  },
  {
    "text": "But God can take it down.",
    "start": "00:43:21",
    "end": "00:43:22"
  },
  {
    "text": "God is the one who can come at it with a sword. So this is implicit of a divine combat with the monster, but only God is the one. So what God's going to do is mostly describe how powerful it is. And that description just reinforces the fact that if there is anybody who can take this thing out, it's only God. And that basic idea is the same thing at play in the Leviathan speech, which is super long. But what it begins is all these questions about who's able to pull in Leviathan with a fish hook. Who can, like, tie its tongue down with a rope? Oh, Job, can you put a cord through its nose and pierce its jaw with a hook? It's going to beg you for mercy and speak all nice to you. Implicit here is God's claim to be the one who can. God is the one. And in fact, these descriptions of hooking it in the jaw, dragging it up and tying it down, this is what God says he will do to the dragon in Isaiah and in Ezekiel. So I think what's interesting here is God is describing, I mean, goes on a long speech to describe how destructive and powerful and invincible this beast is. And it begins with just this implication that God is the only one who can slay it. But he doesn't promise to slay it. What he just says is, I'm the only one who can slay it. Yeah, and you definitely aren't, Job. And Job's response after that is to say, you're right, I'm sorry. In verse 6, he repents. He says that he's sorry and he feels really bad for what he said. And then that's the moment where we transition into the end and Job is restored from his suffering. And that's the book of Job. So the implicit claim about Leviathan in Job is that God has power over the dragon and that he's the only one who's able to pierce the dragon. But that's not the main event of these final speeches here. Instead, where God is focusing on is that at this point in the story, Job, this creature is a part of what it means to exist in a world that is not yet the Garden of Eden, the cosmic Garden of Eden. And it's not evil, it's just there. And it could devour you. And its existence doesn't mean that I am unjust. And the fact that it could bite you and destroy you doesn't mean that I am unjust. You're just going to have to trust me that I'm the only one who can defeat it. The book of Job never says what any of us quite want it to say.",
    "start": "00:43:22",
    "end": "00:46:32"
  },
  {
    "text": "What do we want it to say?",
    "start": "00:46:33",
    "end": "00:46:34"
  },
  {
    "text": "What we want to say is, I'll kill the dragon. Job, there was some purpose for which you suffered that will be revealed to you one day. I mean, he never hears any of it. He never learns about the conversation with the accuser. So the reader, we know that there's some test. This is a test of God's righteous servant, whether he will suffer in trust.",
    "start": "00:46:34",
    "end": "00:46:57"
  },
  {
    "text": "And he passes the test by recognizing what?",
    "start": "00:46:58",
    "end": "00:47:02"
  },
  {
    "text": "Ah. By recognizing that he shouldn't have accused God of mismanagement, accused God of being a moral monster. He should have trusted that there was some reason, even if it was beyond his reason. But the book, even the author of Job doesn't give us what the reason is. Like the conversations with the Satan at the beginning don't tell you what the reason was. Just tell you that God decided it was okay to test Job.",
    "start": "00:47:03",
    "end": "00:47:31"
  },
  {
    "text": "Well, the reason was to see if Job was in it for a relationship with God or for the blessing.",
    "start": "00:47:31",
    "end": "00:47:40"
  },
  {
    "text": "Yes. And the fact that Job, throughout his speeches, eventually just ends up talking to God. He just pursues God in a way. It's even in his frustration with God. It drove him closer to God.",
    "start": "00:47:40",
    "end": "00:47:54"
  },
  {
    "text": "I see. And it proves that he was actually in it for God.",
    "start": "00:47:54",
    "end": "00:47:58"
  },
  {
    "text": "For God. Because his last request is, if I could just see God and talk to him.",
    "start": "00:47:58",
    "end": "00:48:02"
  },
  {
    "text": "Okay, hold on. That gave me shivers.",
    "start": "00:48:02",
    "end": "00:48:06"
  },
  {
    "text": "Whoa. Really?",
    "start": "00:48:06",
    "end": "00:48:07"
  },
  {
    "text": "Yeah. Oh, so you're saying that what it looks like Job is doing is he's wallowing in his anguish, and then he starts accusing God of mismanaging the cosmos, and you just feel like, oh, man, I wish Job could have just been more like, you know what? I'm going to trust God and there's a reason for my suffering.",
    "start": "00:48:07",
    "end": "00:48:32"
  },
  {
    "text": "Yeah, like Jesus.",
    "start": "00:48:33",
    "end": "00:48:34"
  },
  {
    "text": "Yeah, like Jesus.",
    "start": "00:48:35",
    "end": "00:48:36"
  },
  {
    "text": "Like a confidence and trust.",
    "start": "00:48:36",
    "end": "00:48:37"
  },
  {
    "text": "And so you almost feel like the problem is the way he's dealing with his anguish. But there's this really interesting thing you just pointed out, which was in his anguish, he never said, I'm done with God. He said, I need a moment with God. That's what I need.",
    "start": "00:48:37",
    "end": "00:48:55"
  },
  {
    "text": "Yeah. And it becomes his obsession.",
    "start": "00:48:55",
    "end": "00:48:57"
  },
  {
    "text": "And even though he thinks his moment with God is he's gonna have to tell God, like, look, you're screwing things up.",
    "start": "00:48:58",
    "end": "00:49:03"
  },
  {
    "text": "Yeah.",
    "start": "00:49:03",
    "end": "00:49:03"
  },
  {
    "text": "The fact that he was still trying to have that moment with God and that it led him to that, and when he had his moment, he immediately is kind of like, I just need to be quiet. And then, you know what?",
    "start": "00:49:03",
    "end": "00:49:16"
  },
  {
    "text": "Actually, I forgot the most important part. His second response is, my ears had heard about you but now my eyes see You. I reject what I said and I repent. In dust and ashes my eyes see you. And Job knew a lot about God, clearly. But it's like everything he knew about God just becomes like, secondhand information. Because, like, now I could see and everything. Every category I had was like, feels so infantile now, and he's at peace. And that's what he wanted, was to see God, to just have an encounter.",
    "start": "00:49:17",
    "end": "00:49:58"
  },
  {
    "text": "I think the shivers were like. When you have, you know that person, you've had that friend, or maybe you've been in this place yourself, where it's like, a lot of people have confronted the problem of evil, and then they're just like, man, I'm losing hope in God. In fact, like, I. I just don't get it. I don't know if I can trust him. Like, this is just. This is a big problem. And then it can go one of two ways. I guess it could just be like, and then I'm done. But it could also be, I just need. I need. I need a moment with him. I need to, like, work this out with him. And those two things. Maybe it's hard to see what. What's really going on with someone. From the outside, it might look the same.",
    "start": "00:49:59",
    "end": "00:50:48"
  },
  {
    "text": "Yeah, sure. Yeah. Job looked like a mess, and he was clearly pretty angry as he sat on the dust heap.",
    "start": "00:50:49",
    "end": "00:50:54"
  },
  {
    "text": "You could write him off. He could be like, well, Job's not in with God anymore.",
    "start": "00:50:54",
    "end": "00:50:59"
  },
  {
    "text": "That's certainly what his friends think.",
    "start": "00:50:59",
    "end": "00:51:00"
  },
  {
    "text": "Yeah, that's what his friends think. But what God was after was like, does he really want me? Or does he want the good thing? And by fighting him, wrestling with him, Job showed that what he really wanted was God.",
    "start": "00:51:00",
    "end": "00:51:18"
  },
  {
    "text": "Yes. Yeah, that's right.",
    "start": "00:51:18",
    "end": "00:51:19"
  },
  {
    "text": "Even though the fighting was Job questioning God, it was actually him seeking God.",
    "start": "00:51:19",
    "end": "00:51:26"
  },
  {
    "text": "Yeah. His suffering removed every thing. How do you say?",
    "start": "00:51:26",
    "end": "00:51:32"
  },
  {
    "text": "Right. You couldn't point at Job and be like, you know, the reason why he's still trying to get attention from God is because God's giving him good things.",
    "start": "00:51:32",
    "end": "00:51:40"
  },
  {
    "text": "That's right. He doesn't have any, like, nice thing that he can point to anymore and say, that is the thing that shows me God's goodness or connects me to God in some way. He's got nothing. The only thing he has left is his longing and his frustration that drives him.",
    "start": "00:51:40",
    "end": "00:51:57"
  },
  {
    "text": "Yeah. His quest for an answer and his quest to reconcile who he thought God was and who God seems to be for him right now.",
    "start": "00:51:58",
    "end": "00:52:06"
  },
  {
    "text": "Yeah. God seems to take that as the search for God.",
    "start": "00:52:06",
    "end": "00:52:10"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:52:10",
    "end": "00:52:11"
  },
  {
    "text": "And God honors that. It's like that's what we're close to the heart of this portrait of Job. Suffering, anger that drives him to God. And that. That's the moment that God says, enough. The test is over. It's different than the portrait of Jesus who surrenders more like an Abraham, like with Isaac, just surrenders and he has his own moment in Gethsemane. You know, Man. Father, if this could happen any other way, if this cup could go. But then he. But your will be done. Job's a lot more noisy and angry. But both end up accepting death and suffering. And that's the moment that their suffering becomes a vehicle of life for others and for themselves. Restoration.",
    "start": "00:52:12",
    "end": "00:53:06"
  },
  {
    "text": "Well, that's the redemption of his suffering.",
    "start": "00:53:07",
    "end": "00:53:09"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:53:09",
    "end": "00:53:09"
  },
  {
    "text": "Is that he can then bring life to others.",
    "start": "00:53:09",
    "end": "00:53:12"
  },
  {
    "text": "It's as if his suffering now and his search for God has brought him so close to union with God. Now he's a fit vehicle for God's mercy to go out towards others through his intercession. And God honors that role by exalting him with a new family.",
    "start": "00:53:12",
    "end": "00:53:30"
  },
  {
    "text": "Okay. And when he meets with God, God wants to tell him about the Leviathan.",
    "start": "00:53:31",
    "end": "00:53:35"
  },
  {
    "text": "Yeah.",
    "start": "00:53:36",
    "end": "00:53:36"
  },
  {
    "text": "Let me tell you a really long description.",
    "start": "00:53:36",
    "end": "00:53:39"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:53:39",
    "end": "00:53:40"
  },
  {
    "text": "You've been experiencing chaos. Let's put some shape to him.",
    "start": "00:53:40",
    "end": "00:53:44"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:53:44",
    "end": "00:53:45"
  },
  {
    "text": "To that chaos.",
    "start": "00:53:45",
    "end": "00:53:45"
  },
  {
    "text": "That's right. The dragon is actually more terrifying than you've ever imagined, Joe.",
    "start": "00:53:45",
    "end": "00:53:50"
  },
  {
    "text": "And we didn't read any of it, but like, just read that chapter.",
    "start": "00:53:50",
    "end": "00:53:54"
  },
  {
    "text": "Yes. It. It's so. It's invincible. No human could ever bring a sword to it.",
    "start": "00:53:54",
    "end": "00:54:00"
  },
  {
    "text": "Arrows won't make it flee.",
    "start": "00:54:00",
    "end": "00:54:01"
  },
  {
    "text": "Sling stones are like dust against its scales.",
    "start": "00:54:02",
    "end": "00:54:06"
  },
  {
    "text": "Its undersides are jagged potsherds leaving a trail in the mud.",
    "start": "00:54:06",
    "end": "00:54:10"
  },
  {
    "text": "Yeah. Yeah. The effect of the Leviathan speech is actually to show that chaos is even more frightening than you have ever imagined. You sure can't defeat it. Implication. But I can. And once you place Job into the bigger story of the Hebrew Bible, you know God will. So at the moment, all Job can do is say God's goodness explodes his categories beyond his imagining. And the chaos is even more terrifying beyond his imagining. And he ends up reconciling himself to God as he sits in between those two.",
    "start": "00:54:10",
    "end": "00:54:51"
  },
  {
    "text": "Where does he sense God's goodness is more.",
    "start": "00:54:51",
    "end": "00:54:54"
  },
  {
    "text": "Ah. In terms of what God is saying is I ordered the cosmos. Were you there? I know every square inch and every creature. Do you?",
    "start": "00:54:54",
    "end": "00:55:02"
  },
  {
    "text": "It's not being good. That's just being powerful.",
    "start": "00:55:02",
    "end": "00:55:04"
  },
  {
    "text": "Oh. Well. But providing food for wild donkey out there.",
    "start": "00:55:05",
    "end": "00:55:09"
  },
  {
    "text": "Okay.",
    "start": "00:55:10",
    "end": "00:55:10"
  },
  {
    "text": "I mean, God's provision of food is to create order.",
    "start": "00:55:10",
    "end": "00:55:13"
  },
  {
    "text": "Is to be good.",
    "start": "00:55:13",
    "end": "00:55:14"
  },
  {
    "text": "Yeah. For the creatures in it. Yeah. To provide them food.",
    "start": "00:55:14",
    "end": "00:55:18"
  },
  {
    "text": "Yeah.",
    "start": "00:55:18",
    "end": "00:55:19"
  },
  {
    "text": "Yeah. Well wrapped that up.",
    "start": "00:55:19",
    "end": "00:55:22"
  },
  {
    "text": "Yeah.",
    "start": "00:55:22",
    "end": "00:55:22"
  },
  {
    "text": "The dragon in Job is a subject of much meditation and I know I've mentioned it many times, but Eric Orland's book was very helpful for me. I doubt he listens to the podcast, but if you're out there, Eric, thank you. I learned a lot from your work. Next we're going to look at the dragon monster in the book of Daniel.",
    "start": "00:55:24",
    "end": "00:55:45"
  },
  {
    "text": "Okay.",
    "start": "00:55:45",
    "end": "00:55:45"
  },
  {
    "text": "Oh, man, it's the deep end of the pool. As if Job was not.",
    "start": "00:55:46",
    "end": "00:55:49"
  },
  {
    "text": "Well. Hey, this is Dan Gummel and I'm back with another employee introduction at the end of our podcast. So, Mel, you want to introduce yourself?",
    "start": "00:55:53",
    "end": "00:55:59"
  },
  {
    "text": "Sure.",
    "start": "00:55:59",
    "end": "00:56:00"
  },
  {
    "text": "My name is Mel Norbeck.",
    "start": "00:56:00",
    "end": "00:56:01"
  },
  {
    "text": "And what do you do here at Bible Project, Mel?",
    "start": "00:56:01",
    "end": "00:56:03"
  },
  {
    "text": "The role is quality assurance. So that software quality assurance.",
    "start": "00:56:03",
    "end": "00:56:08"
  },
  {
    "text": "Yeah. You were just saying that you work on the, is it called the Platform Squad now?",
    "start": "00:56:08",
    "end": "00:56:12"
  },
  {
    "text": "The Platform Squad, yeah. Right.",
    "start": "00:56:12",
    "end": "00:56:14"
  },
  {
    "text": "What does that mean?",
    "start": "00:56:14",
    "end": "00:56:15"
  },
  {
    "text": "That's like the technology behind the website, the app. Yeah. Classroom.",
    "start": "00:56:15",
    "end": "00:56:20"
  },
  {
    "text": "Tell me a little bit about your day to day life here at Bioproject.",
    "start": "00:56:21",
    "end": "00:56:23"
  },
  {
    "text": "Well, what I really like to do is come alongside the software developers, the guys writing the code, guys and gals writing the code, and I'm there to support them that everything's working the way that we want it to do. Yeah, yeah. I like to keep telling them, like, hey guys, I'm not here to test you or evaluate you. I'm here at your service.",
    "start": "00:56:23",
    "end": "00:56:42"
  },
  {
    "text": "What do you think is like one of the coolest features in our software Classroom's pretty awesome? Classroom School.",
    "start": "00:56:42",
    "end": "00:56:50"
  },
  {
    "text": "Yeah.",
    "start": "00:56:50",
    "end": "00:56:50"
  },
  {
    "text": "Well, what's a specific feature in that that like you could describe that is pretty cool to you?",
    "start": "00:56:50",
    "end": "00:56:55"
  },
  {
    "text": "Well, I don't actually, I don't test Classroom directly.",
    "start": "00:56:55",
    "end": "00:56:58"
  },
  {
    "text": "Okay.",
    "start": "00:56:58",
    "end": "00:56:58"
  },
  {
    "text": "Just how well like it tracks where you're at and being able to pick up where you left off and then like the ability to like, you know, look at the written material alongside watching.",
    "start": "00:56:58",
    "end": "00:57:08"
  },
  {
    "text": "The video because, I mean, you just mentioned you've been in a lot of organizations over the years and you feel like bibleproject, in terms of the way that they're embracing and respecting cutting edge technology, you feel like is really impressive to you.",
    "start": "00:57:08",
    "end": "00:57:22"
  },
  {
    "text": "Yeah, it definitely is. Yeah, yeah, we like on the, on the back end on the platform. Yeah, we use some pretty, you know, I think pretty advanced technology.",
    "start": "00:57:22",
    "end": "00:57:31"
  },
  {
    "text": "Tell me a little about your life outside work.",
    "start": "00:57:31",
    "end": "00:57:33"
  },
  {
    "text": "All right.",
    "start": "00:57:33",
    "end": "00:57:34"
  },
  {
    "text": "Married, father of three. Married to Laurie, my better half for sure. 30 plus years now.",
    "start": "00:57:34",
    "end": "00:57:41"
  },
  {
    "text": "Wow. Yeah, it's a big deal.",
    "start": "00:57:42",
    "end": "00:57:43"
  },
  {
    "text": "It is a big deal. Empty nesters. Yeah, they're all. They're all gone. So grandson now.",
    "start": "00:57:44",
    "end": "00:57:49"
  },
  {
    "text": "Oh, really? Yeah. Is that fun for you?",
    "start": "00:57:49",
    "end": "00:57:52"
  },
  {
    "text": "Oh, gosh. Love him. Yeah, he comes over, sleeps over a lot, like on the weekends.",
    "start": "00:57:52",
    "end": "00:57:57"
  },
  {
    "text": "Oh, that would be fun.",
    "start": "00:57:57",
    "end": "00:57:58"
  },
  {
    "text": "Yeah.",
    "start": "00:57:58",
    "end": "00:57:59"
  },
  {
    "text": "And we really going over to Grandpa's on the weekend.",
    "start": "00:57:59",
    "end": "00:58:01"
  },
  {
    "text": "Yeah, we really look forward to it. We look forward to see him and everything.",
    "start": "00:58:01",
    "end": "00:58:04"
  },
  {
    "text": "What do you do on the weekend with him?",
    "start": "00:58:04",
    "end": "00:58:06"
  },
  {
    "text": "Well, like this weekend, if I get. If I make it home in time, he wants to see that new Indiana Jones movie.",
    "start": "00:58:06",
    "end": "00:58:12"
  },
  {
    "text": "Oh, okay.",
    "start": "00:58:12",
    "end": "00:58:14"
  },
  {
    "text": "Yeah, so we'll take him to the movies. We usually take them out to dinner.",
    "start": "00:58:14",
    "end": "00:58:17"
  },
  {
    "text": "That is awesome.",
    "start": "00:58:18",
    "end": "00:58:18"
  },
  {
    "text": "Yeah.",
    "start": "00:58:18",
    "end": "00:58:19"
  },
  {
    "text": "That's what's Grandpa's too, right?",
    "start": "00:58:19",
    "end": "00:58:20"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:58:20",
    "end": "00:58:21"
  },
  {
    "text": "Yeah.",
    "start": "00:58:21",
    "end": "00:58:21"
  },
  {
    "text": "Is there anything you would want to say to our. To our listeners, to our audience?",
    "start": "00:58:21",
    "end": "00:58:24"
  },
  {
    "text": "I would just like to say thank you.",
    "start": "00:58:24",
    "end": "00:58:26"
  },
  {
    "text": "Yeah.",
    "start": "00:58:26",
    "end": "00:58:27"
  },
  {
    "text": "Yeah. For your continued support. We appreciate you in conversations. I spent most of today here in Portland talking about the work that we do, and we are always talking about our patrons, our audience. We appreciate you guys so much for. For your support.",
    "start": "00:58:27",
    "end": "00:58:43"
  },
  {
    "text": "Well, would you want to read our credits for us?",
    "start": "00:58:43",
    "end": "00:58:45"
  },
  {
    "text": "Absolutely.",
    "start": "00:58:45",
    "end": "00:58:46"
  },
  {
    "text": "Great.",
    "start": "00:58:46",
    "end": "00:58:46"
  },
  {
    "text": "Today's show came from our podcast team, including producer Cooper Peltz and associate producer Lindsey Ponder. Our lead editor is Dan Gummel. Additional editors are Tyler Bailey and Frank Garza. Tyler Bailey also mixed this episode, and Hannah Wu did our annotations for the Bible Project app.",
    "start": "00:58:46",
    "end": "00:59:06"
  },
  {
    "text": "BibleProject is a crowdfunded nonprofit, and everything we make is totally free because of your generous support. Thank you so much for being a part of this with us.",
    "start": "00:59:07",
    "end": "00:59:15"
  }
]