[
  {
    "text": "We've been talking about sea dragons in the Bible. It's a common symbol in the ancient near east to represent chaos and death. Today we look at the first mention of the sea dragon in the Bible. It's on page one of the Bible, no less. God creates the sea dragon on day four when he fills the seas with all sorts of creatures. And interestingly, sea dragons related to another creature that God creates on day five, and that is the stars in the sky dragon.",
    "start": "00:00:04",
    "end": "00:00:35"
  },
  {
    "text": "And the stars, for the biblical authors, are just two different ways of talking about something they believe is very real.",
    "start": "00:00:35",
    "end": "00:00:41"
  },
  {
    "text": "Ferocious sea dragons and rogue stars. Both of these represent cosmic powers bent on destruction.",
    "start": "00:00:42",
    "end": "00:00:49"
  },
  {
    "text": "The stars and sea monsters, these are not rivals of God. They're the rivals of creation. They're the rivals of order. These are ways of describing something that actually is really difficult to identify and describe.",
    "start": "00:00:49",
    "end": "00:01:04"
  },
  {
    "text": "When the Bible wants us to think about the powers of disorder, it wants us to think about a sinister creature. And so it's no surprise that in the very next story, we meet a slithering, sinister creature who wants to drag Adam and Eve into destruction.",
    "start": "00:01:05",
    "end": "00:01:19"
  },
  {
    "text": "What do we mean when we talk about a creature, a spiritual being, the Satan, the devil, the accuser. That's a creature, but that has some sort of real power and agency to drag creation backwards into the nothingness from which God called it into being.",
    "start": "00:01:19",
    "end": "00:01:37"
  },
  {
    "text": "Today, Tim Mackey and I are talking about the chaos dragon in the literary Design of Genesis 1, 2, and 3. I'm John Collins, and you're listening to BibleProject Podcast. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:01:38",
    "end": "00:01:56"
  },
  {
    "text": "Hey, John. Hi. Hello.",
    "start": "00:01:56",
    "end": "00:01:58"
  },
  {
    "text": "Hey. We're talking about dragons.",
    "start": "00:01:59",
    "end": "00:02:00"
  },
  {
    "text": "Yeah, we are. We're getting dragon. Dragon, like dragony y.",
    "start": "00:02:00",
    "end": "00:02:04"
  },
  {
    "text": "Because there happens to be dragons in the Bible.",
    "start": "00:02:04",
    "end": "00:02:07"
  },
  {
    "text": "They're right there, along with unicorns.",
    "start": "00:02:08",
    "end": "00:02:10"
  },
  {
    "text": "What? What? Really?",
    "start": "00:02:10",
    "end": "00:02:14"
  },
  {
    "text": "Yeah. In the oldest versions of the King James. Oh, there's an ancient species of wild ox that's referred to in the Hebrew Bible called the letter em. And when the old Greek translators, translators of the Bible translated that, they translated it as monokaras, the one horn.",
    "start": "00:02:14",
    "end": "00:02:34"
  },
  {
    "text": "And then is it described as having one horn?",
    "start": "00:02:35",
    "end": "00:02:37"
  },
  {
    "text": "No, it's described as having horns. But these Jewish Greek scholars translate as one horns. And then when early English translators back in the 15, 1600s were trying to figure out how to translate, the re depended on the Greek translation. And so in the early, earliest English translations, you have the word unicorn in there.",
    "start": "00:02:37",
    "end": "00:02:56"
  },
  {
    "text": "Wow.",
    "start": "00:02:56",
    "end": "00:02:57"
  },
  {
    "text": "It's outstanding now.",
    "start": "00:02:57",
    "end": "00:02:58"
  },
  {
    "text": "But that's different.",
    "start": "00:02:58",
    "end": "00:02:59"
  },
  {
    "text": "It's different than what we're talking about.",
    "start": "00:02:59",
    "end": "00:03:01"
  },
  {
    "text": "Than we're talking About. Because that feels like almost like an accident that happened.",
    "start": "00:03:01",
    "end": "00:03:05"
  },
  {
    "text": "Yeah, it was an error.",
    "start": "00:03:05",
    "end": "00:03:06"
  },
  {
    "text": "Yeah.",
    "start": "00:03:06",
    "end": "00:03:06"
  },
  {
    "text": "An error of species identification.",
    "start": "00:03:06",
    "end": "00:03:08"
  },
  {
    "text": "Where, when we're talking about dragons, it wasn't like that. Where it's like, oops, someone slipped in, in a translation, the word dragon.",
    "start": "00:03:08",
    "end": "00:03:14"
  },
  {
    "text": "Right.",
    "start": "00:03:14",
    "end": "00:03:14"
  },
  {
    "text": "Like in Hebrew, tannin, leviathan. Like this is a common sea monster creature. Yeah, that's in the Bible. And so what we've been talking about, what we talked about last time, was how this was a very common cultural trope of the sea monster. And in many, many cultures there was this very similar story of a storm God having to fight and destroy the chaos sea creature. And it's this way for humans to try to understand why there's so much disorder in the world, or at least.",
    "start": "00:03:14",
    "end": "00:03:53"
  },
  {
    "text": "To put a symbolic storyline to the constant threat of disorder, death, danger that happens in a world that is also ordered, beautiful and good. And the sea monster became a symbol to talk about everything that's scary and terrifying and dangerous to humans and what they care about.",
    "start": "00:03:53",
    "end": "00:04:18"
  },
  {
    "text": "The sea monster comes from the sea because the sea is the chaotic force that's trying to destroy the land. If you're on a coastline where the sea comes and crashes up against the rocks, you kind of feel that. And when you go out into the sea, you're in another territory. We don't exist out there. And so the sea dragon sometimes is the sea, but then sometimes is the manifestation of the sea.",
    "start": "00:04:18",
    "end": "00:04:41"
  },
  {
    "text": "Yeah. One way, just. I didn't say this in our last story, but these are stories that still capture the modern imagination. This is Moby Dick, Moby Dick, King Kong, Godzilla. I'm trying to think those aren't sea.",
    "start": "00:04:41",
    "end": "00:04:57"
  },
  {
    "text": "Creatures, but they're cast.",
    "start": "00:04:57",
    "end": "00:04:58"
  },
  {
    "text": "No, but what was that one? Sci fi, where humans get in those big Pacific Rim.",
    "start": "00:04:58",
    "end": "00:05:03"
  },
  {
    "text": "Pacific Rim, Yeah.",
    "start": "00:05:03",
    "end": "00:05:04"
  },
  {
    "text": "And it's monsters coming up out of the sea. So anyhow, all that to say is these symbols are very much alive today. It's not like they're primitive of the ancient past. The phenomenon of the monster movie thriller is still with us. Yeah.",
    "start": "00:05:04",
    "end": "00:05:21"
  },
  {
    "text": "And so we also made a point to talk about. We're not interested in the question of were these creatures real?",
    "start": "00:05:21",
    "end": "00:05:27"
  },
  {
    "text": "Or did ancient people or did the biblical authors think that dragons were real? That's an interesting question. It is not what we're talking about.",
    "start": "00:05:27",
    "end": "00:05:35"
  },
  {
    "text": "But they are true or real in the fact that they meant something real and true.",
    "start": "00:05:35",
    "end": "00:05:42"
  },
  {
    "text": "They refer to real feelings and experiences that we all have.",
    "start": "00:05:42",
    "end": "00:05:46"
  },
  {
    "text": "Not just a feeling, but a reality that there's chaos out there.",
    "start": "00:05:46",
    "end": "00:05:49"
  },
  {
    "text": "That's right. Yep.",
    "start": "00:05:49",
    "end": "00:05:50"
  },
  {
    "text": "And it's coming for us and it'll sneak up on us and it brings death and disorder and it is quite an enemy. And that's a very real thing.",
    "start": "00:05:50",
    "end": "00:06:02"
  },
  {
    "text": "Yeah. Yes, it is.",
    "start": "00:06:02",
    "end": "00:06:03"
  },
  {
    "text": "And why is that happening? Yeah, what's going on? That's the question that the biblical authors want us to wrestle with.",
    "start": "00:06:03",
    "end": "00:06:10"
  },
  {
    "text": "That's right. So last episode we explored the ancient Near Eastern kind of cultural context of the dragon slaying myth. We also introduced three dragon taming strategies that the biblical authors use. And just real quickly, just to summarize them, the first one is that the biblical authors will be writing a poem or story and they'll just straight up use the dragon slaying storyline, but they'll put Yahweh in the place of the storm God. So what the storm gods do in those other cultures, Yahweh can do it too and do it better. Another strategy is what we're going to see here in the opening story of the Bible, Genesis 1, which is the scale or the terror of the sea dragon, gets downsized and minimized and the dragon just becomes, you know, a creature of God that plays around in the ocean and compared to God it's not a big deal. And that's definitely like we're trash talking the sea dragon. That's not the way you tell the story. So we're taking. The biblical authors are taking.",
    "start": "00:06:10",
    "end": "00:07:17"
  },
  {
    "text": "Taking the teeth.",
    "start": "00:07:17",
    "end": "00:07:18"
  },
  {
    "text": "Yeah, taking the teeth out of the dragon. They're adopting the story and adapting it at the same time. So let's take a look at how the dragon gets introduced in Genesis 1 and also how the literary design of Genesis 1 gives us already a sense that what the dragon represents is something much bigger and much more cosmic than just a sea creature.",
    "start": "00:07:18",
    "end": "00:07:44"
  },
  {
    "text": "Ram.",
    "start": "00:07:51",
    "end": "00:08:09"
  },
  {
    "text": "Okay, here we are with Genesis, the seven day creation narrative again. Yeah, you're welcome. And I'm sorry.",
    "start": "00:08:29",
    "end": "00:08:34"
  },
  {
    "text": "It's great.",
    "start": "00:08:35",
    "end": "00:08:36"
  },
  {
    "text": "So just to recall the seven day creation story that goes from Genesis chapter one, verse one to chapter two, verse three. It begins with a prologue we call verses one and two that describes both a summary of the whole story. In the beginning, God created the skies and the land. It's the opening summary. And then you get a depiction of the pre creation state using the language and imagery that was very common in the ancient near east, which is describing anti order, the opposite of order, which can be depicted as a dark chaotic ocean waters or as an empty and desolate desert. And the prologue combines those two images. So the land was wild and waste or formless and void in our English translations. But those that's Desert wilderness language in Hebrew. And darkness was over the surface of the deep waters. And that's language of a dark ocean.",
    "start": "00:08:36",
    "end": "00:09:38"
  },
  {
    "text": "Okay, so the formless and void.",
    "start": "00:09:39",
    "end": "00:09:41"
  },
  {
    "text": "Formless and void. Yeah. Is the typical.",
    "start": "00:09:41",
    "end": "00:09:43"
  },
  {
    "text": "Typical translation.",
    "start": "00:09:43",
    "end": "00:09:44"
  },
  {
    "text": "Yeah.",
    "start": "00:09:44",
    "end": "00:09:45"
  },
  {
    "text": "And that is a way to refer to the wilderness.",
    "start": "00:09:45",
    "end": "00:09:47"
  },
  {
    "text": "Yep. An empty wilderness.",
    "start": "00:09:47",
    "end": "00:09:49"
  },
  {
    "text": "Empty, lifeless wilderness. But then there was darkness over the surface of the deep. Is usually a translation. And that's the word, if I remember. Abyss.",
    "start": "00:09:49",
    "end": "00:09:58"
  },
  {
    "text": "Abyss.",
    "start": "00:09:58",
    "end": "00:09:59"
  },
  {
    "text": "And that's about the chaotic waters.",
    "start": "00:09:59",
    "end": "00:10:01"
  },
  {
    "text": "Yeah. Abyss not meaning a pit, abyss, meaning to home or to home. Yeah, that's right. So waters that have no bottom.",
    "start": "00:10:01",
    "end": "00:10:10"
  },
  {
    "text": "Oh boy.",
    "start": "00:10:10",
    "end": "00:10:11"
  },
  {
    "text": "Oh boy. Yeah, yeah.",
    "start": "00:10:11",
    "end": "00:10:13"
  },
  {
    "text": "That's why some people are like scared of water. You just can't see the bottom.",
    "start": "00:10:14",
    "end": "00:10:18"
  },
  {
    "text": "Totally.",
    "start": "00:10:18",
    "end": "00:10:19"
  },
  {
    "text": "And you're just like, how deep does that go? And what's down there?",
    "start": "00:10:19",
    "end": "00:10:21"
  },
  {
    "text": "Yeah. Oh yeah. My kids are terrified of swimming in the ocean.",
    "start": "00:10:21",
    "end": "00:10:24"
  },
  {
    "text": "Really?",
    "start": "00:10:25",
    "end": "00:10:25"
  },
  {
    "text": "Yeah. Oh, wow. Yeah. Rivers we're working on. Pools. We're there. We finally got there. So that's how the story begins.",
    "start": "00:10:25",
    "end": "00:10:33"
  },
  {
    "text": "Yes.",
    "start": "00:10:33",
    "end": "00:10:34"
  },
  {
    "text": "Then what you get is a sequence of six days of God working. Days one through three deal with the unordered and wild chaotic nature of those images. And then days four through six deal with the empty and uninhabited nature. So what God is, he brings order through forming. And that's what the first three days are about. Which happens in three acts of separating. And then he fills these realms with inhabitants.",
    "start": "00:10:34",
    "end": "00:11:04"
  },
  {
    "text": "Three days of ordering, three days of filling.",
    "start": "00:11:04",
    "end": "00:11:05"
  },
  {
    "text": "That's right.",
    "start": "00:11:05",
    "end": "00:11:06"
  },
  {
    "text": "Yep.",
    "start": "00:11:06",
    "end": "00:11:06"
  },
  {
    "text": "Okay, so what happens on the three days of separating is days one through three are bound together. They've been bundled together as a really meaningful little literary unit that you're supposed to meditate on just by itself. Days one through three. And as you do so, you will discover two chaos realms, two chaos images, disorder images. So the three days in summary, God separates light and dark.",
    "start": "00:11:06",
    "end": "00:11:34"
  },
  {
    "text": "Day one.",
    "start": "00:11:34",
    "end": "00:11:34"
  },
  {
    "text": "But the default beginning state is dark. Darkness.",
    "start": "00:11:34",
    "end": "00:11:37"
  },
  {
    "text": "That's right. He pulls some light out of the darkness.",
    "start": "00:11:37",
    "end": "00:11:39"
  },
  {
    "text": "Yep, that's right. So there was darkness. Remember that was the pre creation state of the prologue. So God said, let there be light. And as you read on through the Hebrew Bible you learn that that light is God's own glorious light, his own life sustaining, eternal light shining into the darkness. God saw the light was good. And God separated between the light and between the darkness.",
    "start": "00:11:39",
    "end": "00:12:07"
  },
  {
    "text": "And this isn't what this is about, but it's interesting to create order. You separate.",
    "start": "00:12:07",
    "end": "00:12:11"
  },
  {
    "text": "That's right.",
    "start": "00:12:11",
    "end": "00:12:12"
  },
  {
    "text": "And this is how we create order. Of a junk drawer.",
    "start": "00:12:12",
    "end": "00:12:14"
  },
  {
    "text": "Yeah.",
    "start": "00:12:14",
    "end": "00:12:14"
  },
  {
    "text": "You know, or anything.",
    "start": "00:12:14",
    "end": "00:12:15"
  },
  {
    "text": "You get those little like separators.",
    "start": "00:12:15",
    "end": "00:12:16"
  },
  {
    "text": "You Separators. You kind of. Yeah.",
    "start": "00:12:16",
    "end": "00:12:18"
  },
  {
    "text": "In fact, you and I share an office. We've always shared an office here at the bioproject. And you know, you never bring it up and it doesn't seem to bother you, but I'm kind of a messy office mate. And I remember one day because we shared this one, like, I don't know, table with drawers, you know, and I was fine just having piles of stuff. Yeah. Organized chaos. Yeah. And I just remember the day that you just showed up one morning with like a little bundle of like drawer separators, like the little internal separate. And you like put the pens all together in one separator. And I know, I love opening that drawer and it's really easy to find. So thank you for doing that.",
    "start": "00:12:19",
    "end": "00:12:57"
  },
  {
    "text": "Yeah, you're welcome.",
    "start": "00:12:57",
    "end": "00:12:59"
  },
  {
    "text": "Thanks for not getting irritated at me.",
    "start": "00:12:59",
    "end": "00:13:01"
  },
  {
    "text": "Oh, well, I am the worst too. Like, stories of my roommates and like, this is a total aside, but when I lived with Dave Smith and our room was literally like, you could like draw a line down the middle and there was my chaotic side of the room and then his just perfectly clean side of the room. There you go. And yeah, I did not respect that.",
    "start": "00:13:01",
    "end": "00:13:23"
  },
  {
    "text": "Yeah, we're more similar than we are different. So creation through separating and ordering still how we think of creation today. So notice that what God doesn't do is banish the darkness altogether or he doesn't permeate it completely with light. The darkness is still there. He just separates it. So the darkness was associated with the opposite of creation, but it still remains. Does it remain forever? Well, not as you read on in the story of the Bible.",
    "start": "00:13:24",
    "end": "00:13:57"
  },
  {
    "text": "Oh. Because there'll be no more night.",
    "start": "00:13:57",
    "end": "00:13:58"
  },
  {
    "text": "There's coming a future where there is no darkness. But somehow there is this alternating light and darkness. Day two, God separates the waters from the waters, so the waters above from the waters below.",
    "start": "00:13:59",
    "end": "00:14:14"
  },
  {
    "text": "Because remember, it's just one big mess of water.",
    "start": "00:14:14",
    "end": "00:14:17"
  },
  {
    "text": "Yeah. And don't try and imagine it in light of how we think of the cosmos today. It won't make any sense. But the way they imagine, it's swimming.",
    "start": "00:14:18",
    "end": "00:14:24"
  },
  {
    "text": "In a universe of water.",
    "start": "00:14:24",
    "end": "00:14:25"
  },
  {
    "text": "Yeah, well, the universe is itself an ordered reality. So what we're imagining here is nothing. Well, it's our concept of nothing.",
    "start": "00:14:25",
    "end": "00:14:34"
  },
  {
    "text": "It's our concept of empty space in a way.",
    "start": "00:14:34",
    "end": "00:14:37"
  },
  {
    "text": "Yeah.",
    "start": "00:14:37",
    "end": "00:14:38"
  },
  {
    "text": "Floating out into the cold empty space where there's no hydrogen atoms at all.",
    "start": "00:14:38",
    "end": "00:14:43"
  },
  {
    "text": "Yeah, that's right. So separating is about overcoming the waters and then creating an in between space where the order dry land can emerge. But we're not to the dry Land yet right now we're just separating the waters above. You look up, blue sky, waters up there, down below. That's day two. Day three. God addresses the waters below and he says, let those waters be gathered together so that the dry land can emerge up out of the waters. Let the dry ground be seen, become visible as it were. The waters draw back and so then you get the dry ground, which is called land, and then you get the waters that are gathered into these big pools and those are called seas. The sea.",
    "start": "00:14:43",
    "end": "00:15:33"
  },
  {
    "text": "And that's creating order.",
    "start": "00:15:33",
    "end": "00:15:34"
  },
  {
    "text": "Yep, that's right. So now you've got separating the. What we have affectionately come to call the snow globe. By the end of day three, you.",
    "start": "00:15:34",
    "end": "00:15:43"
  },
  {
    "text": "Call it snow globe because you've got the curved sky above and the land below.",
    "start": "00:15:43",
    "end": "00:15:46"
  },
  {
    "text": "Yep.",
    "start": "00:15:47",
    "end": "00:15:47"
  },
  {
    "text": "In the way it's thought about.",
    "start": "00:15:47",
    "end": "00:15:49"
  },
  {
    "text": "Yeah. And then the waters that surround the land and that are also under the land because the dry land emerged up out of.",
    "start": "00:15:49",
    "end": "00:15:55"
  },
  {
    "text": "That's not part of a snow globe. You don't have waters under the land.",
    "start": "00:15:55",
    "end": "00:15:57"
  },
  {
    "text": "That's a good point. Yeah. Okay, so here's what is interesting and important here. Notice that days one and three have God separating between order and non order. Day two is just God separating chaos. Water from chaos, water just water from water. And it's the space in between that has the potential for order. But there's no actual ordered element on day two. Except God creates space forward. Yeah. So only days one and three have this binary of order and goodness and.",
    "start": "00:15:57",
    "end": "00:16:38"
  },
  {
    "text": "Non order, light and dark, sea and land.",
    "start": "00:16:38",
    "end": "00:16:41"
  },
  {
    "text": "That's right. And what's also significant is only on days one and three does God see that something is good. There's no good on day two.",
    "start": "00:16:41",
    "end": "00:16:49"
  },
  {
    "text": "Oh, interesting.",
    "start": "00:16:49",
    "end": "00:16:50"
  },
  {
    "text": "So.",
    "start": "00:16:51",
    "end": "00:16:51"
  },
  {
    "text": "Oh, wow.",
    "start": "00:16:51",
    "end": "00:16:52"
  },
  {
    "text": "And what is called good is the light on day one. What is called good on day three is the land up out of the waters. So the reason that's significant is you get this binary of good, not good, good not good only on days one and day three.",
    "start": "00:16:52",
    "end": "00:17:09"
  },
  {
    "text": "There's no not good. Right. It's just good.",
    "start": "00:17:09",
    "end": "00:17:12"
  },
  {
    "text": "Oh well, if the light is good, then that implicitly communicates, well, what is darkness then? Well, darkness is not good. Light good, darkness not good. In terms of the logic of the narrative. So there's a binary of light and dark, and the light is good and good is associated with the stuff God wants to make. Day three, you have the dry land and the waters, the seas. And this setup is what's called good. So notice the darkness and the waters are the things that were the non creation at the beginning. Yeah, The Dark abyss, they still remain, but they have been bounded, or what do you say? They're contained. They are given a realm where they belong. But God is staking out a realm of order and goodness in the sea of darkness and water.",
    "start": "00:17:13",
    "end": "00:18:11"
  },
  {
    "text": "This is different than saying that God created a perfect world. True, the word perfect, I think we typically mean the absence of anything bad, right. Or not good.",
    "start": "00:18:11",
    "end": "00:18:22"
  },
  {
    "text": "Yeah, yeah, right.",
    "start": "00:18:22",
    "end": "00:18:23"
  },
  {
    "text": "And here it's not that it's something different, more complex.",
    "start": "00:18:23",
    "end": "00:18:30"
  },
  {
    "text": "Yeah. It's a world in which the forces of non creation or anti. The opposite of creation still are. I was about to say exist. But in this way of imagining them, they are non existent because they're the realities that will reduce existence back into non existence. So I don't know if they don't exist quite in the same way that the dry land and the light exist, but they are there as potential threats to the good.",
    "start": "00:18:30",
    "end": "00:18:58"
  },
  {
    "text": "Sam.",
    "start": "00:19:03",
    "end": "00:19:19"
  },
  {
    "text": "So darkness and the waters, and they match. And the literary design of days one and three are worded in different ways in which they match as a little three part bundle of what you call like a symmetry. So that all of a sudden your mind, you're associating the darkness and the waters because those are the remaining opposite of good. Okay. When you turn to the next three days, days four, five and six, and you begin reading those as a bundle and closely comparing, you will notice something that is just. Just a bit too interesting to be coincidental. Day four matches day one. Day one, God separated light and dark. Day four, God fills the realm of the skies with inhabitants, namely with the sun, the moon and the stars. So just notice something. I'm just going to read. Day 4, Genesis 1:14. So God said, let there be lights in the dome of the skies to separate the day from the night. Now God already separated back on day one. He separated day from night. But now he is appointing or delegating the thing that he did on day one. Now he is delegating these lights to do it for him, so to speak. Let them be for signs, for sacred feasts for days and for years. Let them be for lights in the dome of the skies to give light on the land. And it was so cool, awesome. And God made the two great lights, the great light to rule the day, the sun, the small light to rule the night, the moon, the moon. Okay, so remember what he just said. I'm going to put these inhabitants here to separate day from night. And God made two great lights, the great light for the day, the small light for the night. Now you would think, okay, we're done. Right. I'm going to make light just the day and the night, to separate day from night. Here they are, the two great lights. There's the sun and then the moon. Deal. But you have one little bonus add on at the end. And also the stars. So verse 16 reads, and Elohim made. God made the two great lights. Great light to rule the day, small light to rule the night. And also the stars.",
    "start": "00:19:39",
    "end": "00:22:05"
  },
  {
    "text": "Yeah. And that really stands out, especially because, hey, I'm going to tell you about two great lights and also the stars.",
    "start": "00:22:07",
    "end": "00:22:11"
  },
  {
    "text": "Yeah. Like literally here's two things that God made. One, two and also three. That's basically the effect.",
    "start": "00:22:11",
    "end": "00:22:19"
  },
  {
    "text": "And also all of the other stars. The billions and trillions of stars.",
    "start": "00:22:19",
    "end": "00:22:24"
  },
  {
    "text": "Yeah, yeah. For us. Well, actually for anybody.",
    "start": "00:22:24",
    "end": "00:22:27"
  },
  {
    "text": "Yeah, you look up there, there's a.",
    "start": "00:22:27",
    "end": "00:22:29"
  },
  {
    "text": "Lot more of those little lights than there are of the big lights.",
    "start": "00:22:29",
    "end": "00:22:33"
  },
  {
    "text": "But they're not the great lights.",
    "start": "00:22:34",
    "end": "00:22:35"
  },
  {
    "text": "No, they're not the great lights. So really day four is about these two lights.",
    "start": "00:22:35",
    "end": "00:22:40"
  },
  {
    "text": "And also the stars.",
    "start": "00:22:40",
    "end": "00:22:41"
  },
  {
    "text": "And also the stars. So there's a bonus set of inhabitants. Right. Because God's the day is really about the two main ones. But then you throw in these other ones, you're like, oh, that's interesting. They stick out. They stick out from the list. All right, okay, I'll just tuck that away. Oh, also, when do the stars do their business in the darkness? Right. They only come out in the dark.",
    "start": "00:22:41",
    "end": "00:23:04"
  },
  {
    "text": "That's true.",
    "start": "00:23:04",
    "end": "00:23:05"
  },
  {
    "text": "Yeah. It's interesting. Day five, Remember, day five matches and goes back to day two, when God separated the waters above from the waters below. Okay, now matching that are day five. And he's going to fill the waters above and below with creatures. So God said, let the waters swarm a swarm of living creatures and let fliers fly above the land against the face of the dome of the skies.",
    "start": "00:23:05",
    "end": "00:23:35"
  },
  {
    "text": "The waters above.",
    "start": "00:23:35",
    "end": "00:23:36"
  },
  {
    "text": "Yeah. So that's what God said. And then verse 21 and God created. So let's pause verse 20. He said, I'm going to make two sets of things here. I'm going to make the water swarmers in the waters and I'm going to make the sky fliers in the waters above. Verse 21. And God created the great sea monsters and every living creature that moves with which the water swarms, and every bird of wing after its kind. And God saw that it was good. So what God said he was going to make were creatures that swarm in the waters, creatures that fly up above. And then what God actually does is he makes creatures that swarm in the waters, creatures that fly in the sky above and the great sea monsters. In other words, it's a bonus. It's another bonus creature. God says, I'm going to make two things, and then what he makes is three things.",
    "start": "00:23:36",
    "end": "00:24:34"
  },
  {
    "text": "I'm not seeing it as clearly as the last time. Okay. So I'm going to make water swarmers. I'm going to make sky flyers.",
    "start": "00:24:37",
    "end": "00:24:43"
  },
  {
    "text": "Yep.",
    "start": "00:24:43",
    "end": "00:24:44"
  },
  {
    "text": "And then he goes to create. First thing he creates is the sea monster. Sea monsters, which is a water swarmer.",
    "start": "00:24:44",
    "end": "00:24:50"
  },
  {
    "text": "It's in the waters.",
    "start": "00:24:50",
    "end": "00:24:51"
  },
  {
    "text": "Water swarmer.",
    "start": "00:24:51",
    "end": "00:24:52"
  },
  {
    "text": "Yep, that's right.",
    "start": "00:24:52",
    "end": "00:24:52"
  },
  {
    "text": "But then every living creature that moves with which the waters swarmed.",
    "start": "00:24:53",
    "end": "00:24:59"
  },
  {
    "text": "Swarmed.",
    "start": "00:24:59",
    "end": "00:25:00"
  },
  {
    "text": "So those are the water swarmers.",
    "start": "00:25:00",
    "end": "00:25:01"
  },
  {
    "text": "Exactly.",
    "start": "00:25:01",
    "end": "00:25:02"
  },
  {
    "text": "And then every bird. I see. So if you took out great sea monster, it would actually flow a lot better.",
    "start": "00:25:02",
    "end": "00:25:09"
  },
  {
    "text": "Exactly, exactly.",
    "start": "00:25:09",
    "end": "00:25:10"
  },
  {
    "text": "I'm going to create two things. Sky flyers, water swarmers. And then I'll create them. Water swarmers. Skyfliers.",
    "start": "00:25:10",
    "end": "00:25:16"
  },
  {
    "text": "Exactly.",
    "start": "00:25:16",
    "end": "00:25:16"
  },
  {
    "text": "Done. What's the deal with this inserted sea monster?",
    "start": "00:25:16",
    "end": "00:25:20"
  },
  {
    "text": "Exactly. In other words, and the ordering of what God said and what God does, the thing that sticks out that God didn't say he was going to make, but that he does make is the sea monsters. And where do the sea monsters do their thing? In the waters.",
    "start": "00:25:20",
    "end": "00:25:34"
  },
  {
    "text": "And he could have bundled them in with just the sea creatures.",
    "start": "00:25:35",
    "end": "00:25:38"
  },
  {
    "text": "Yeah. Every living creature.",
    "start": "00:25:38",
    "end": "00:25:40"
  },
  {
    "text": "But it feels like it has an identity that's supposed to be kind of good.",
    "start": "00:25:40",
    "end": "00:25:44"
  },
  {
    "text": "Let's read it again. Verse 21. God created the great sea monsters and every living creature that moves and swarms in the waters. And you're like, well, are the great sea monsters not one of those creatures? Why are we singling out the sea monsters as this extra third item in the list? That God said he was going to make two sets of things and now there's God makes three sets of things. And the sea monsters didn't need to be mentioned. But some reason they are.",
    "start": "00:25:44",
    "end": "00:26:13"
  },
  {
    "text": "Yeah. Well, they just. They want you to know, like, hey, when we say every creature, we also mean the sea monsters.",
    "start": "00:26:14",
    "end": "00:26:22"
  },
  {
    "text": "Yeah. So let's just notice that on days one through three, there were two things that were good, the two realms of order that were good. The light and the land. And the opposite of that was the darkness and the waters. As we start to meditate on days four, five and six, what we notice is that there is a bonus inhabitant of each of those two realms.",
    "start": "00:26:22",
    "end": "00:26:51"
  },
  {
    "text": "The dark realm and the water realm.",
    "start": "00:26:51",
    "end": "00:26:54"
  },
  {
    "text": "Yeah. In the darkness realm, there's the stars, which are called the host of heaven. And on the conclusion of day six, they are called the host of heaven.",
    "start": "00:26:54",
    "end": "00:27:02"
  },
  {
    "text": "The army of heaven.",
    "start": "00:27:02",
    "end": "00:27:03"
  },
  {
    "text": "The army of heaven and the bonus inhabitant of the sea are the sea dragons, sea monsters. So this is not coincidental. What you walk away with is in imagining God's created. A really sweet setup here as you finish the story.",
    "start": "00:27:03",
    "end": "00:27:22"
  },
  {
    "text": "Yeah. You got the garden land.",
    "start": "00:27:23",
    "end": "00:27:24"
  },
  {
    "text": "Yep. And you got humans as God's own image on the land. But being given an exalted place to rule over the land, the waters, and the creatures of the sky. But on the perimeter of the good land, both above and below, in the darkness and in the sea, there's some not good. We're the opposite of good. In those opposite of good realms, there have been singled out for our attention. If you pay attention, the inhabitants of the darkness and the waters, they are the stars and they are the sea monsters. It is no coincidence that as you read on through the rest of the Hebrew Bible, the cosmic bad guys are described as either rebellious hosts of heaven, that is rebellious. What we would call them spiritual beings. But spiritual beings are associated with the host of heaven, the stars. The stars, yes. And there's going to be bad guys of the biblical story that have as their will the opposite of God's goodwill for creation. And you can describe them as either the stars, rebel stars, or you can describe them as sea monsters. And oftentimes both images will be used to describe. So it cannot be coincidental that you have a bonus third inhabitant on days four and five that are in precisely those errors. Does that make sense?",
    "start": "00:27:24",
    "end": "00:28:56"
  },
  {
    "text": "Well, we're supposed to connect these two bonus creatures in our mind. To what end?",
    "start": "00:28:56",
    "end": "00:29:03"
  },
  {
    "text": "Okay, so I wouldn't think of this as significant until I started to notice later in the Hebrew Bible that whenever really bad tyrant kings of terrible empires that unleash lots of violence into Israel's history, when the prophets and poets of the Hebrew Bible try to describe what really is at work in and through these kings and their empires, the most regular images that they draw upon are of monsters of the desert or of the sea or of stars. So do you want to just see an example?",
    "start": "00:29:03",
    "end": "00:29:42"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:29:42",
    "end": "00:29:42"
  },
  {
    "text": "Do you want to see it at work? So one place to go is the prophet Ezekiel, who lives in Babylon. And he's a priest, so he's literate. He's a nerd. He's a scroll nerd. And he's also like a.",
    "start": "00:29:42",
    "end": "00:29:56"
  },
  {
    "text": "What do you call it? A performance artist.",
    "start": "00:29:57",
    "end": "00:30:00"
  },
  {
    "text": "Oh, yeah, that's right. Yeah. He dressed in strange ways and did street performances of symbolic actions. Yeah, yeah, that's right. So Ezekiel, chapter 28. He senses the Word of the Lord coming to him to write a poem about what a tyrant jerk the King of Tyre is. So Tyre is an island off of, like, a mile off the coast of what we would call up by Beirut in Lebanon. It's a little. I forget, north or south of that. And it was the shipping port of the Eastern Mediterranean. And therefore, it was a really wealthy city because a lot of money coming in and out of Tyre. So here's what he says about Tyre. This is what the Lord God, because your heart is lifted up and you have said, I am an Elohim. I sit in the seat of the gods. I sit in the heart of the seas.",
    "start": "00:30:00",
    "end": "00:31:04"
  },
  {
    "text": "The heart of the seas.",
    "start": "00:31:04",
    "end": "00:31:05"
  },
  {
    "text": "Mm. He's on an island.",
    "start": "00:31:05",
    "end": "00:31:07"
  },
  {
    "text": "Oh, okay.",
    "start": "00:31:07",
    "end": "00:31:08"
  },
  {
    "text": "He's on a big rock out in the ocean.",
    "start": "00:31:08",
    "end": "00:31:10"
  },
  {
    "text": "I see. Got it.",
    "start": "00:31:10",
    "end": "00:31:11"
  },
  {
    "text": "But he's made it into a kingdom for himself. But you are a human. You are not Elohim, although you have made your heart like the heart of Elohim. So he's describing a human who is taking on divine. What do you say? Divine responsibility, prerogatives. He thinks.",
    "start": "00:31:11",
    "end": "00:31:31"
  },
  {
    "text": "Identity.",
    "start": "00:31:31",
    "end": "00:31:32"
  },
  {
    "text": "Yeah, Identity. Yeah, totally. So he goes on this long tirade to say, like, listen, you are really wise and you're a smart trader, and you have made the whole Mediterranean, all the wealth of the Mediterranean, ship, industry and everything that's being shipped flow right through here. And, you know, good job, good job. But you are a human, not an Elohim. Then in verse 12, he begins to compare the King of Tyre to a heavenly spiritual being that was in the Garden of Eden. Beautiful spiritual being in the Garden of Eden, decorated with jewels. Namely, a cherub, which. Don't think fat chub little babies. Chubby little babies. These are the hybrid creatures. The hybrid creatures, yep. Yeah. And I placed you there on the holy Mountain of God.",
    "start": "00:31:32",
    "end": "00:32:27"
  },
  {
    "text": "He's not talking about the nation of Tyre anymore, the King of Tyre anymore.",
    "start": "00:32:27",
    "end": "00:32:30"
  },
  {
    "text": "He's comparing the King of Tyre to a spiritual being.",
    "start": "00:32:30",
    "end": "00:32:33"
  },
  {
    "text": "Oh, okay.",
    "start": "00:32:33",
    "end": "00:32:34"
  },
  {
    "text": "Yeah. So what he's doing is he's mapping the King of Tyre onto a spiritual being that was in the Garden of Eden. And you were awesome on the day that you were created. It was amazing until unrighteousness was found in you. And then he shifts out of the Garden of Eden story back to the King of Tyre. By the abundance of your trade, you were filled with violence. And he goes back to the Garden of Eden story. And you sinned. You.",
    "start": "00:32:34",
    "end": "00:33:06"
  },
  {
    "text": "Morally failed.",
    "start": "00:33:06",
    "end": "00:33:07"
  },
  {
    "text": "Morally failed. Therefore, I cast you out as profane from the Mountain of God. I have destroyed you or Banished you.",
    "start": "00:33:07",
    "end": "00:33:15"
  },
  {
    "text": "Well, this is where. This is the place in Ezekiel where Eden's called the Mountain of God.",
    "start": "00:33:15",
    "end": "00:33:19"
  },
  {
    "text": "Yes. Yeah, that's right. Yeah. Your heart was lifted up because of your beauty. You corrupted your wisdom because of your splendor. So cherubim, angels are the host of heaven and Eden, Remember, Eden is up on a high mountain. That is. It's in the heavens. It's a Heaven on Earth type of spot. So here you have a rebel human king who's being compared to a rebel angelic figure that was made to be one of the inhabitants of the Heaven on Earth spot a pie in the skies, but became filled with arrogance and wisdom apart from God's wisdom, and found themselves banished from the Heaven on Earth garden.",
    "start": "00:33:20",
    "end": "00:34:04"
  },
  {
    "text": "Are we supposed to be thinking about the snake?",
    "start": "00:34:07",
    "end": "00:34:09"
  },
  {
    "text": "Oh, yeah, yeah. Oh, okay. Just wait for it. Okay, Wait for it. But here it's. So we may not think of this as happening in heaven, but a cherub is a heavenly being, one of the hosts of heaven. And the hosts of heaven means the stars in the sky. So the King of Tyre is being compared to a rebel heavenly being. That is one way of describing them as being one of the stars in the sky. And it fell from heaven, so to speak. That's the subtext of the story right here.",
    "start": "00:34:09",
    "end": "00:34:42"
  },
  {
    "text": "Okay.",
    "start": "00:34:42",
    "end": "00:35:02"
  },
  {
    "text": "Okay, so let's leave. That's the King of tyre. That's Ezekiel 28, Ezekiel 29. He takes up and writes a poem about Pharaoh, king of Egypt. And God says to Ezekiel, son of man, set your face against Pharaoh, king of Egypt, and prophesy against him and all of Egypt. Thus says the Lord. Look, I am against you, Pharaoh, king of Egypt, against the great tannin that lies in the midst of his rivers. You have said the Nile. It is mine. I myself made it. So he's depicting now him as a great river monster. Water monster, yeah. And it's actually exactly the word used in Genesis 1.",
    "start": "00:35:05",
    "end": "00:35:48"
  },
  {
    "text": "The tannin.",
    "start": "00:35:48",
    "end": "00:35:48"
  },
  {
    "text": "The tannin, yeah. But I'm going to put my hook in your jaws, make the fish of your rivers cling to your scales. This is like big serpent. I'll bring you up out of the river. The fish will cling to your scales, and I'm going to drop you in the wilderness. Remember, waters and wilderness are the two images of non creation, Genesis 1. So I'm going to take you out of the waters, drop you in the wilderness. You'll fall in the field and give you as food for the beast of the Earth and to the birds of the sky. This is key part of the dragon the dragon slaying myth part of the story. Yeah, yeah. So here now, Pharaoh, king of Egypt, a king down in the south in the Mediterranean, is being compared to the other chaos monster of Genesis 1. So you have two kings that Ezekiel looks at one. He compares them to a rebel spiritual being, one of the stars and the hosts of heaven. And then he looks down south and he compares Pharaoh to the sea monster. And they're both ways of saying the same thing. They're just, one is in the skies, one is in the waters, but the one in the skies shines in the dark, and then the one in the waters is brought into the wilderness. So I'm just trying to say, where does all this come from? What kind of imagination does a person have to have to write poetry like this? And it could just be a coincidence, you know, that one king's compared to a spiritual being that shines in the dark, and the other one to a water monster, but I don't think so. I think Ezekiel's mind was saturated in the view of the world that comes from Genesis chapter one. And these are not the only examples as we go through this conversation series, these will be consistent. The bad guys are either rebel stars or they're rebel sea dragons, and they're both ways of talking about the same thing.",
    "start": "00:35:48",
    "end": "00:37:41"
  },
  {
    "text": "Okay, so that makes sense. I don't know where you want to go, but I've got a question.",
    "start": "00:37:42",
    "end": "00:37:47"
  },
  {
    "text": "Great. That's great.",
    "start": "00:37:47",
    "end": "00:37:48"
  },
  {
    "text": "So evil kings are real?",
    "start": "00:37:49",
    "end": "00:37:52"
  },
  {
    "text": "Mm. Yes, they are.",
    "start": "00:37:52",
    "end": "00:37:53"
  },
  {
    "text": "Yeah. That's a real thing.",
    "start": "00:37:53",
    "end": "00:37:55"
  },
  {
    "text": "Yep.",
    "start": "00:37:55",
    "end": "00:37:55"
  },
  {
    "text": "So Nebuchadnezzar, the Pharaoh, these were, like, global bad guys. Big problem. Okay. So my sense of the world that exists. Okay, now we have this other. These two creatures we're calling the tannin, the sea monster in the sea, and the host of heaven in the sky. Now, in my tradition growing up, the angels, the host of heaven, I didn't think of them as the stars. I wasn't taught to think of them that way, but I was taught to think about them. And they were real. They are real. There is an actual, real spiritual reality that exists that can influence and is in rebellion against God or could be in alignment with God. But when we talk about the sea monster, I kind of want to just start to put it in a category of, like, just a complete. How we're talking about myth and that. It's like, it's true. It speaks to something fundamentally important and real. But, like, the Bible doesn't want me to actually believe that there's some creature out there that is shaping my reality. In the same way that there is an spiritual being out there that I can counter. So when Jesus says, like, deliver me from the evil one.",
    "start": "00:37:56",
    "end": "00:39:19"
  },
  {
    "text": "Yeah, that's right, right.",
    "start": "00:39:19",
    "end": "00:39:20"
  },
  {
    "text": "Like, I'm picturing, like the evil spiritual forces. He's not talking about the dragon or a sea monster. And so I guess I'm just trying to figure out, like. Well, I guess as I'm talking, I realize that when Jesus. When Jesus is told, he crushes the head of the snake. So I guess those two ideas become merged.",
    "start": "00:39:21",
    "end": "00:39:42"
  },
  {
    "text": "Yeah. Yeah. Okay. What's going on? Yeah, totally. Yeah, it's great. One thing is we haven't read the next story, which is the Garden of Eden story, which is gonna take things a step further. All I'm trying to do is point out the kind of imagination the biblical authors begin with in which a spiritual being that biblical authors think is real. And they want people who believe the story to think that that being is real. But they want us to know why they're constantly going to be using the symbols of the stars or of sea dragons to refer to that spiritual being. And the reason why is because these were for them, in their cultural heritage and context. And then also in just the biblical literature itself. These are ways of describing something that actually is really difficult to precisely identify and describe, which is, what do we mean when we talk about a creature, a spiritual being, the Satan, the devil, the accuser, that's a creature, but that has some sort of real power and agency to drag creation backwards into the nothingness from which God called it, into being. What are the appropriate ways to talk about that? And the biblical authors chose these images of stars that don't do their job, that deviate from their job.",
    "start": "00:39:42",
    "end": "00:41:21"
  },
  {
    "text": "You're talking about the planets, really, and.",
    "start": "00:41:21",
    "end": "00:41:23"
  },
  {
    "text": "Trying to do something different. Yeah, that's how Isaiah thinks about. So we'll get there eventually. Or the sea dragon, which is the main one. And this is going to be in a video about the dragon. But as I was working on this project, it became clear to me how the dragon and the stars for the biblical authors are just two different ways of talking about something they believe is very real, which is a personal force of anti creation.",
    "start": "00:41:23",
    "end": "00:41:49"
  },
  {
    "text": "And so when a king of the earth is kind of in alignment with the chaos, he can be described as being a sea monster. He can be described as being a fallen host of heaven creature.",
    "start": "00:41:49",
    "end": "00:42:04"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:42:04",
    "end": "00:42:05"
  },
  {
    "text": "Okay.",
    "start": "00:42:05",
    "end": "00:42:06"
  },
  {
    "text": "And a big part of this is Genesis 1 is not describing the plot conflict yet. Okay. They're just filling out a picture of the world picture. Sure. It's the Garden of Eden story where the snake will become very clearly identified with that anti creation force. And so maybe that's just. That's a good point to notice. And I'll conclude with this note that the darkness and the waters, the stars and the sea monsters, these are not rivals of God like they are in the ancient Near Eastern versions of the dragon slaying myth. There, the dragon really gives the storm God a run for his money.",
    "start": "00:42:06",
    "end": "00:42:45"
  },
  {
    "text": "Yeah, they were created by God. They're God's creatures here.",
    "start": "00:42:45",
    "end": "00:42:48"
  },
  {
    "text": "The darkness, the waters, the stars, the sea monster are not God's rivals. They're the rivals of creation. They're the rivals of order. They're not God's enemy as such. They're the enemies of the thing that God wants to make. They're ways of talking about nothing, the opposite of existence. And they're going to get applied more specifically to a creature in the Garden of Eden story here. They are just the opposite of creation. It's a new category that I've had to create in my imagination that I hope will at least become more clear as we keep talking. But this. I was actually on a run the other day and somehow this became really important for me to say out loud to myself, because there are views of reality like where there's the good and there's evil and they're rival to each other. And history is just the constant cycling battle between those two. Yeah, that's right. That's not how the biblical authors. That's not how Jesus saw reality. Rather, God wants to bring something good into existence in partnership with the. That thing itself, creation. But to bring something into being means that its existence is dependent and contingent because it comes from nothing and it could go back to nothing again. And so that nothingness, that death and disorder or chaos is what these symbols are trying to describe. And they'll take on more meaning. But that's their core. That's their core meaning. Hmm.",
    "start": "00:42:49",
    "end": "00:44:23"
  },
  {
    "text": "Okay. Well, there's a lot there, so we'll wade through that more.",
    "start": "00:44:25",
    "end": "00:44:28"
  },
  {
    "text": "We will. Oh, yeah, this will be. Once we get into the stories and poems and get cycling from Eden forward, we'll just basically talk about this with different stories giving us examples to talk about these ideas.",
    "start": "00:44:28",
    "end": "00:44:40"
  },
  {
    "text": "The only image I have in my head is the Neverending Story. Did you watch that as a kid?",
    "start": "00:44:40",
    "end": "00:44:45"
  },
  {
    "text": "Oh, yes. Yeah.",
    "start": "00:44:45",
    "end": "00:44:46"
  },
  {
    "text": "Wasn't there. I mean, it's been such a long time. Basically, he's the bad guy. Is like nothingness coming to, like, de. Create. It's not like a creature or anything. It's just chaos coming. And I forget what they call it, but.",
    "start": "00:44:46",
    "end": "00:45:01"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:45:01",
    "end": "00:45:02"
  },
  {
    "text": "Anyway, it's called the Nothing.",
    "start": "00:45:02",
    "end": "00:45:03"
  },
  {
    "text": "Oh, well, there you go.",
    "start": "00:45:04",
    "end": "00:45:05"
  },
  {
    "text": "It's a power which destroys. Fantastica.",
    "start": "00:45:05",
    "end": "00:45:07"
  },
  {
    "text": "Yeah. And you notice if I remember in the Neverending Story, it doesn't have to walk by two big cherubim that are gonna.",
    "start": "00:45:07",
    "end": "00:45:14"
  },
  {
    "text": "There's two big cherubim in there. Yeah.",
    "start": "00:45:14",
    "end": "00:45:15"
  },
  {
    "text": "Yeah, dude. Whoever wrote that story understood the way these symbols work in the story of the Bible. Anyway. Yeah, the Garden of Eden story will give us a lot more clarity or I think if these ideas feel strange and unfamiliar. So to be continued is the moral of this moment. All right. Yeah.",
    "start": "00:45:15",
    "end": "00:45:34"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. Next week, we're talking about how humans can actually become a sea dragon.",
    "start": "00:45:37",
    "end": "00:45:45"
  },
  {
    "text": "You yourself can be the snake based on voices that you listen to. So this is why as you go on throughout the rest of the Torah, the prophets, the rest of the Hebrew Bible, when you see bad people compared to snakes and scorpions and dragons and lions, this is what's underneath all of that imagery.",
    "start": "00:45:45",
    "end": "00:46:04"
  },
  {
    "text": "Today's episode was brought to you by our podcast team producer, Cooper Peltz, associate producer Lindsey Ponder, lead editor, Dan Gummel, editors Tyler Bailey and Frank Garza. Tyler Bailey mixed this episode and Hannah Wu provided the annotations for our annotated podcast in our app. All the music for this series was written by bibleproject staff. Bibleproject is a crowdfunded nonprofit and we exist to experience the Bible as a unified story that leads to Jesus. And everything that we make is free because of the generous support of thousands of people just like you. So thank you so much for being a part of this with us.",
    "start": "00:46:04",
    "end": "00:46:37"
  },
  {
    "text": "Hi, this is Jeannie and I'm from San Francisco, California.",
    "start": "00:46:37",
    "end": "00:46:40"
  },
  {
    "text": "Hi, this is Leon and I'm from Philippines. I first heard about Bibleproject on YouTube.",
    "start": "00:46:40",
    "end": "00:46:46"
  },
  {
    "text": "I first heard about Bibleproject through Kickstarter for their coffee table book. I use Bibleproject for learning devotionals and to gain a better understanding of who God is.",
    "start": "00:46:46",
    "end": "00:46:56"
  },
  {
    "text": "I use bibleproject for personal development and spiritual growth. My favorite things thing about the Bible Project is the Bible series where you can learn the Bible books deeper.",
    "start": "00:46:56",
    "end": "00:47:09"
  },
  {
    "text": "My favorite thing about Bible Project is God's word brought to life and illustrated so beautifully. We believe the Bible is a unified story that leads to Jesus.",
    "start": "00:47:09",
    "end": "00:47:18"
  },
  {
    "text": "We're a crowdfunded project by people like me.",
    "start": "00:47:18",
    "end": "00:47:21"
  },
  {
    "text": "By people like me. Find free videos, study notes, podcasts, classes and more@bibleproject me.com.",
    "start": "00:47:21",
    "end": "00:47:29"
  }
]