[
  {
    "text": "We've been tracing a theme that we've been calling the chaos dragon throughout the story of the Bible. In today's episode, we come to a story that employs all the major motifs of this theme. It's got chaos waters. It's got a great sea monster. Except the story doesn't call the creature a sea monster. The story just calls it a great fish. That's right. Today we're talking about the story of Jonah. Thrown into the deep abyss, swallowed up.",
    "start": "00:00:04",
    "end": "00:00:29"
  },
  {
    "text": "By death, even the belly of the sea beast can become a vehicle for God's redemptive purposes in the world.",
    "start": "00:00:29",
    "end": "00:00:36"
  },
  {
    "text": "The story of Jonah is a twist on the themes that we've been talking about. We've seen spiritual beings become chaos dragons, we've seen humans become dragons. But now Jonah is the chaos agent.",
    "start": "00:00:37",
    "end": "00:00:50"
  },
  {
    "text": "The story of Jonah is a way of exploring in the tale of one rebellious Israelite, Israel's failure to truly be a mouthpiece for God's character and purpose among the nations.",
    "start": "00:00:50",
    "end": "00:01:04"
  },
  {
    "text": "And the violent Assyrians who oppressed Israel, the people we thought were the chaos monster, they end up repenting. And the actual sea monster in Jonah, the great fish in the deep abyss, it becomes a vehicle of God's redemption. Jonah flips the script and makes us.",
    "start": "00:01:04",
    "end": "00:01:19"
  },
  {
    "text": "Ask, what if our enemies end up repenting? God's really insistent that monsters can get turned into glorious images of God. They can be recreated, rebirthed, and rescued. They can be redeemed.",
    "start": "00:01:19",
    "end": "00:01:32"
  },
  {
    "text": "Today, Tim Mackey and I are talking about the chaos monster in the scroll of Jonah. I'm John Collins and you're listening to BibleProject Podcast. Thanks for joining us. Here we go. Hi.",
    "start": "00:01:32",
    "end": "00:01:45"
  },
  {
    "text": "Hey, John. Hi.",
    "start": "00:01:45",
    "end": "00:01:46"
  },
  {
    "text": "Here we are.",
    "start": "00:01:46",
    "end": "00:01:47"
  },
  {
    "text": "We're talking about the dragon.",
    "start": "00:01:48",
    "end": "00:01:49"
  },
  {
    "text": "We're talking about dragons, but, you know, it's the way into really talking about the prince of the power of the air, it turns out.",
    "start": "00:01:49",
    "end": "00:01:57"
  },
  {
    "text": "It turns out.",
    "start": "00:01:57",
    "end": "00:01:58"
  },
  {
    "text": "Whatever that means.",
    "start": "00:01:58",
    "end": "00:01:59"
  },
  {
    "text": "Yeah. So in this series of conversations, we started with Genesis 1 and noticing that pre creation state is a realm of disorder and desolateness, described as a wilderness and as chaotic undulating waters.",
    "start": "00:01:59",
    "end": "00:02:16"
  },
  {
    "text": "And how can it be both a wilderness and chaotic waters?",
    "start": "00:02:16",
    "end": "00:02:19"
  },
  {
    "text": "That's a great question. The contradictory images that have the same symbolic meaning of realms that are devoid of human life and that are, in the ancient imagination, impossible for humans to establish thriving communities there.",
    "start": "00:02:19",
    "end": "00:02:38"
  },
  {
    "text": "And there's a third realm that's also associated, which is the realm of darkness.",
    "start": "00:02:39",
    "end": "00:02:43"
  },
  {
    "text": "The darkness that darkness was over the deep waters.",
    "start": "00:02:43",
    "end": "00:02:46"
  },
  {
    "text": "Okay, so There are all three there.",
    "start": "00:02:46",
    "end": "00:02:47"
  },
  {
    "text": "Yep. Desert, darkness, deep waters, all in Genesis 1, verse 2.",
    "start": "00:02:47",
    "end": "00:02:52"
  },
  {
    "text": "Verse 2.",
    "start": "00:02:52",
    "end": "00:02:52"
  },
  {
    "text": "Yeah.",
    "start": "00:02:52",
    "end": "00:02:53"
  },
  {
    "text": "This is the state in which life cannot exist.",
    "start": "00:02:53",
    "end": "00:02:57"
  },
  {
    "text": "Yeah. It's the opposite of order, life, goodness, beauty, community.",
    "start": "00:02:57",
    "end": "00:03:03"
  },
  {
    "text": "We're talking about it in terms of realms of chaos. And this theme isn't about the realms of chaos, but if this was a theme about the realms of chaos, that theme ends. The story of the Bible ends with those realms being destroyed. Right?",
    "start": "00:03:04",
    "end": "00:03:21"
  },
  {
    "text": "Yeah. Or having passed away. Because the ending image is of a mountain of dry land.",
    "start": "00:03:21",
    "end": "00:03:28"
  },
  {
    "text": "Yeah. No more sea.",
    "start": "00:03:28",
    "end": "00:03:29"
  },
  {
    "text": "That's right. Being so permeated with God's own light that the sun and the moon are no longer necessary.",
    "start": "00:03:29",
    "end": "00:03:35"
  },
  {
    "text": "There's no more night.",
    "start": "00:03:35",
    "end": "00:03:36"
  },
  {
    "text": "And then it's a garden on top of the mountain. A cosmic garden.",
    "start": "00:03:37",
    "end": "00:03:41"
  },
  {
    "text": "Yeah. No more wilderness. Great. You know, that's interesting. Let's just spend a few minutes reflecting on the story of the Bible. Begins with God separating those realms so that life can flourish. And then it's good. The separation is good. Or the realms. The realms are good.",
    "start": "00:03:41",
    "end": "00:04:04"
  },
  {
    "text": "Yeah. God separated light from dark, and He.",
    "start": "00:04:04",
    "end": "00:04:06"
  },
  {
    "text": "He calls the light good.",
    "start": "00:04:06",
    "end": "00:04:07"
  },
  {
    "text": "Yep.",
    "start": "00:04:07",
    "end": "00:04:08"
  },
  {
    "text": "Okay.",
    "start": "00:04:08",
    "end": "00:04:08"
  },
  {
    "text": "God saw the light, that it was good.",
    "start": "00:04:08",
    "end": "00:04:11"
  },
  {
    "text": "Now, I think one way to think about Genesis 1 is God creating kind of a perfected ending state. But what it feels like we're saying it was a beginning state. Separation was just the beginning. The end state is when you no longer need.",
    "start": "00:04:12",
    "end": "00:04:29"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:04:29",
    "end": "00:04:29"
  },
  {
    "text": "The darkness is gone, the waters is gone. The wilderness is gone. Begins with the separation. Now life can flourish, but the separation has to be completed so that one realm goes away and only one realm exists.",
    "start": "00:04:29",
    "end": "00:04:42"
  },
  {
    "text": "Yep, that's right. And the garden is a pocket, a little seed of heaven in the middle of the chaos. Surrounded by chaos. Right. The desert out there, the seas surrounding the land. The darkness that comes every.",
    "start": "00:04:42",
    "end": "00:04:57"
  },
  {
    "text": "The yeast and the dough.",
    "start": "00:04:58",
    "end": "00:04:59"
  },
  {
    "text": "Yeah. But Yahweh has determined that the garden that is infused and sourced by God's own divine life will eventually spread into all reality.",
    "start": "00:04:59",
    "end": "00:05:11"
  },
  {
    "text": "But what slithers into the garden but a creature of the wilderness.",
    "start": "00:05:11",
    "end": "00:05:16"
  },
  {
    "text": "That's right.",
    "start": "00:05:16",
    "end": "00:05:16"
  },
  {
    "text": "That wants to confuse and deceive humans, who God wants to use to spread the garden into not trusting God. It's this agent of chaos. And so that brings us to the theme that we've been exploring, which is the creatures of the chaos realm. The chaos creatures.",
    "start": "00:05:16",
    "end": "00:05:34"
  },
  {
    "text": "Yep, that's right. And each of those three realms has its own associated kind of iconic chaos creature. The sea has the sea dragon. The desert has a variety of creatures, but prominent among them is the snake. But also lions and scorpions and jackals. Jackals that scream like banshees. And then also deviant stars above.",
    "start": "00:05:34",
    "end": "00:05:58"
  },
  {
    "text": "Yeah. Now, we could talk about the origin or the reason why there's chaos creatures in the first place. And when it comes to the stars above, we know that they were put in place to be rulers of the sky, ordering the cosmos on God's behalf, reflecting God's light. And that when they wanted to not stay within their domain and rebel, they were not happy with the position that God gave them. Yeah, there was some sort of fall. Those creatures had some sort of heavenly fall.",
    "start": "00:05:59",
    "end": "00:06:37"
  },
  {
    "text": "Yeah. Both Genesis 3 and Genesis 6, the story about the sons of Elohim and Genesis 11 with Babylon, all feature in some way, explicitly or implicitly, the fall of the heavenly rulers.",
    "start": "00:06:37",
    "end": "00:06:56"
  },
  {
    "text": "Now, the sea dragon. Yeah, the origin story of the sea dragon is God just puts him in the chaotic waters.",
    "start": "00:06:56",
    "end": "00:07:02"
  },
  {
    "text": "Yeah. That's the origin of the snake, too. In the wilderness, it's one of the creatures that God made.",
    "start": "00:07:02",
    "end": "00:07:07"
  },
  {
    "text": "But somehow the sea dragon becomes a creature that God has to destroy. And I think that's where there's a little bit of confusion in my mind.",
    "start": "00:07:09",
    "end": "00:07:19"
  },
  {
    "text": "Just a little.",
    "start": "00:07:19",
    "end": "00:07:20"
  },
  {
    "text": "Yeah, yeah, yeah. How did that happen? It feels to me like it was just a creature that God created. You know, God created lions, and he created all sorts of creatures that I should be afraid of. And there's this. This idea of a monstrous sea serpent. It feels like the Bible wants me to have a category of, like, it's okay. It's out there in its own domain. You don't have to be scared of it. It, like, can praise God. It can, like, be aligned with God, but at some point, it becomes something that I do have to deal with.",
    "start": "00:07:20",
    "end": "00:07:53"
  },
  {
    "text": "Yeah, well. Or that you need to know about and fear and hope that God will deal with.",
    "start": "00:07:54",
    "end": "00:08:00"
  },
  {
    "text": "Well, I have to deal with it in that I will confront it. It will confront me.",
    "start": "00:08:00",
    "end": "00:08:04"
  },
  {
    "text": "Yeah, exactly. Yes. Yeah. So I think I'm pretty sure this is how it works, that the dragon is introduced on day five of Genesis. It's in the waters. It's a chaos creature in a chaos realm. Then you're introduced to a snake of the wilderness that crawls into the garden. And then you're told about the downfall of that snake, a decision that it makes that leads to the ruin of the human images of God and to its own self. I think we are to see the backstory of the dragon in the story of that snake. In other words, that's how the snake becomes God's enemy, is the story of the garden. Because once you go forward, the snake or the dragon can be interchangeable. And even the words for the Dragon or the snake. The Hebrew words tanin or nachash can be swapped interchangeably later in the Bible. And as we leave the garden later, biblical authors can either bring up the imagery of snakes and their destiny or of the sea dragon and its destiny. And they are, I think, two ways of talking about the same thing. And so sometimes the biblical authors will downsize the importance of the dragon or snake relative to God's purposes in the world. So you get Psalm 104. That's just like, ah, the dragon is just out there playing. And you have other poems where in Isaiah 11, the new creation is described as a place where babies will play with cobras. They're just like the fangs have been removed. But other times, when the biblical poet really wants to emphasize God as the victor over the sea dragon, there you get the arm of the Lord smashing dragon heads, like in Isaiah 51 or.",
    "start": "00:08:04",
    "end": "00:09:52"
  },
  {
    "text": "Yeah. Spilling the dragon blood.",
    "start": "00:09:52",
    "end": "00:09:54"
  },
  {
    "text": "Yep, that's right. And those are all places where the dragon is viewed in its kind of cosmic sense. There's been this other major thread that we've been following that goes from the garden story where the snake is right there as a voice in the ear. But then in the Cain and Abel story, you don't see a snake.",
    "start": "00:09:54",
    "end": "00:10:16"
  },
  {
    "text": "Yeah.",
    "start": "00:10:16",
    "end": "00:10:16"
  },
  {
    "text": "You just hear that there's some thing called sin that wants to consume Cain and that if he doesn't rule it, and he apparently doesn't because he murders his brother.",
    "start": "00:10:16",
    "end": "00:10:26"
  },
  {
    "text": "Yeah.",
    "start": "00:10:26",
    "end": "00:10:27"
  },
  {
    "text": "And then the rest of the biblical story, you can talk about violent human rulers as dragons, agents of the dragon, so to speak. And that's the kind of the twin thread we've been tracing. And also the stars.",
    "start": "00:10:27",
    "end": "00:10:43"
  },
  {
    "text": "Also the stars.",
    "start": "00:10:43",
    "end": "00:10:45"
  },
  {
    "text": "Now, what we are going to do is turn our attention to the book of Jonah, which is a really interesting twist on all of these themes. We're here to tell you a very strange story. Okay. So the book of Jonah. Oh, my gosh. It's like, it's just next level, next, next level. You know how when we were kids and the Simpsons came out, it was like I was really brilliant and clever both. Cause as a kid, the genre, it entertained me.",
    "start": "00:10:46",
    "end": "00:11:41"
  },
  {
    "text": "Yeah.",
    "start": "00:11:41",
    "end": "00:11:41"
  },
  {
    "text": "But. But then also what I noticed was like, all these adults really liked it too, and they got all of the pop culture references, but also ancient history references. And that's kind of what Simpsons.",
    "start": "00:11:41",
    "end": "00:11:57"
  },
  {
    "text": "What Simpsons was brilliant at was every joke it made was really two or three jokes.",
    "start": "00:11:57",
    "end": "00:12:03"
  },
  {
    "text": "Yes. Working at multiple layers.",
    "start": "00:12:03",
    "end": "00:12:05"
  },
  {
    "text": "Multiple layers.",
    "start": "00:12:05",
    "end": "00:12:05"
  },
  {
    "text": "Yes.",
    "start": "00:12:06",
    "end": "00:12:06"
  },
  {
    "text": "And I think that was even a mantra in the Simpsons is like, never just tell one joke. Every joke has to be at least two or three jokes.",
    "start": "00:12:06",
    "end": "00:12:13"
  },
  {
    "text": "Yeah. By means of cultural hyperlinks, Right?",
    "start": "00:12:13",
    "end": "00:12:17"
  },
  {
    "text": "Yeah. I think it's a way to think about it. A joke would make sense on the very simple, childish level of like, oh, that was funny. Slapsticky kind of funny. So that's the joke. But then the joke is another layer of. Actually, it's telling me something about the stupidity of humanity, you know?",
    "start": "00:12:17",
    "end": "00:12:35"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:12:35",
    "end": "00:12:35"
  },
  {
    "text": "Like. And I'm thinking about just the pride and arrogance or just the buffoonery of humans. Actually, no, the joke is actually about culture and about something happening at a societal level that we're all wrestling with. And it'll be doing all three things at the same time.",
    "start": "00:12:35",
    "end": "00:12:53"
  },
  {
    "text": "Yeah, it's brilliant. Okay, this is Jonah.",
    "start": "00:12:53",
    "end": "00:12:55"
  },
  {
    "text": "This is Jonah.",
    "start": "00:12:55",
    "end": "00:12:56"
  },
  {
    "text": "This is exactly how Jonah works. Jonah is simultaneously working at the all humanity and God storyline from Genesis 1:11. Lots of hyperlinks to that. It is also working with the story of Israel and its covenant sojourn with God from Exodus 19 on through the Torah and prophets. But then it is also working with many of these common motifs, stories, mythic symbols of Israel's neighbors in Babylon, Assyria and Canaan and Egypt. It's just. It's doing all of it. It's really a remarkable piece of work. And of course, what's great about this kind of conversation is that the thing that we want to focus on in the story of Jonah is the thing that the story's most famous for. Famous for. Yeah, totally. The great whale, the big thing that consumes Jonah in the waters. So first, let's just give context real quick. It's a story about an Israelite prophet named Dove, son of my faithfulness. Or namely Jonah, son of Amittai. His name's Dove Yonah. Yeah. Means dove. Okay, Son of. And then Amittai means my faithfulness.",
    "start": "00:12:56",
    "end": "00:14:21"
  },
  {
    "text": "Okay.",
    "start": "00:14:21",
    "end": "00:14:21"
  },
  {
    "text": "Which is ironic in the extreme because he's absolutely unfaithful at almost every step of the story.",
    "start": "00:14:22",
    "end": "00:14:29"
  },
  {
    "text": "Okay.",
    "start": "00:14:29",
    "end": "00:14:29"
  },
  {
    "text": "So he's called to go to this city, Nineveh, the capital city of the Assyrian Empire, which, in the narrative setting of when he lived. Oh. Because Jonah's a reference one time in the Book of Kings, and in this time period when Assyria was on the rise. So go to the capital city of the biggest, baddest empire on earth at the time, and the city that's going to destroy you and your family and everyone and everything you care about in a few generations. Like, go to that city and cry against it because its wickedness has come up before me. So the whole story is going to be how Jonah doesn't want to do that. So God throws a storm at him as he tries to flee on a ship. And then when Jonah finds his way off that ship into the waters, he finds a huge sea beast to transport him to the place where God is calling him. And then he prays this famous prayer in the belly of the beast and it vomits this response to his prayers that it vomits him up onto dry land. And he goes to Nineveh and he preaches a five word sermon and the whole city ends up like repenting of their sins and turning to God. And it makes Jonah so mad he becomes suicidal. And so he goes out to the desert to sit in a tent in the heat of the sun and, you know, bring curses on himself and on God. He would rather die than have to live in relationship with a God who wants to redeem and forgive his enemies.",
    "start": "00:14:30",
    "end": "00:16:08"
  },
  {
    "text": "Because lets us forget Nineveh. That's a capital city of Assyria.",
    "start": "00:16:08",
    "end": "00:16:14"
  },
  {
    "text": "Yes, yes.",
    "start": "00:16:14",
    "end": "00:16:15"
  },
  {
    "text": "These are the guys that will come and take out Jerusalem.",
    "start": "00:16:15",
    "end": "00:16:19"
  },
  {
    "text": "Yeah, that's exactly right.",
    "start": "00:16:19",
    "end": "00:16:21"
  },
  {
    "text": "These are.",
    "start": "00:16:21",
    "end": "00:16:21"
  },
  {
    "text": "And all the northern tribes of the northern kingdom of Israel as well. Yeah.",
    "start": "00:16:21",
    "end": "00:16:26"
  },
  {
    "text": "With violent warrior kings.",
    "start": "00:16:27",
    "end": "00:16:29"
  },
  {
    "text": "Exactly right.",
    "start": "00:16:29",
    "end": "00:16:30"
  },
  {
    "text": "These guys are the serpent.",
    "start": "00:16:30",
    "end": "00:16:31"
  },
  {
    "text": "They are. They're the dragon.",
    "start": "00:16:31",
    "end": "00:16:33"
  },
  {
    "text": "This is the dragon. This is God saying, go and and preach to the dragon.",
    "start": "00:16:33",
    "end": "00:16:37"
  },
  {
    "text": "That's right. The atrocities of Nineveh are well known and described in ancient literature and depicted even. So that's the basic storyline. The iconic scene is that Jonah rises up from God's call and he flees and he goes to the west. And where he starts going is all of these places that are associated with images or ideas of the Garden of Eden. Tarshish was a place from which gold and apes and peacocks were imported when Solomon was building up Jerusalem and the Temple. He goes down to the town of Joppa, which in Hebrew is Yapho, but it's the word beautiful. And there's many other little Eden echoes. So he's trying to, instead of going to the place that for him is like the worst place on earth, he's trying to go to find a little ideal Hawaiian paradise somewhere.",
    "start": "00:16:37",
    "end": "00:17:38"
  },
  {
    "text": "Yeah.",
    "start": "00:17:39",
    "end": "00:17:39"
  },
  {
    "text": "And you know, let the world go to hell in hand basket. I'll be on the beach with my slushy cocktail drink or whatever. That's kind of the scene here.",
    "start": "00:17:39",
    "end": "00:17:48"
  },
  {
    "text": "Yeah. Which kind of, you know, let's be sympathetic with that. I mean, we read the psalm, hey, the raging sea below go up to the mountain.",
    "start": "00:17:48",
    "end": "00:17:57"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:17:57",
    "end": "00:17:58"
  },
  {
    "text": "You know, like, let them fight it out.",
    "start": "00:17:58",
    "end": "00:18:00"
  },
  {
    "text": "Yeah. Totally.",
    "start": "00:18:00",
    "end": "00:18:01"
  },
  {
    "text": "And destroy themselves. Go find refuge in paradise.",
    "start": "00:18:01",
    "end": "00:18:05"
  },
  {
    "text": "Yeah. Which I suppose, if your call was to go to paradise, but his call was to be that of the suffering role of Israel's prophets. God's.",
    "start": "00:18:05",
    "end": "00:18:15"
  },
  {
    "text": "Go to the chaos.",
    "start": "00:18:15",
    "end": "00:18:16"
  },
  {
    "text": "Yeah. Go into the mouth of the beast. So he doesn't. And so God brings a storm. And what he meets on the ship in the storm are all of these non Israelite sailors who are, like, so in tune with the will of God, even so that when they roll dice to see whose fault it is on the ship, like, it turns out like that. Jonah's name rolls up, so to speak. So he tells them to kill him by throwing him in the waters. So Jonah doesn't know he's gonna get swallowed by a fish. There's no way that would be in his mind as, like, a way out of this situation. So he's pretty certain, like, he's giving up his life. So it's the first little sign you could say, oh, maybe this is the first noble thing he does in the story. Maybe. And the men don't want to do it, but they eventually do it. They throw him over. So here's our prophet getting thrown into the storm. The chaos waters, right? And there in the chaos waters, we read chapter one, verse 17. Yahweh appointed a huge fish to swallow Jonah. And Jonah was in the innards of that fish three days and three nights.",
    "start": "00:18:17",
    "end": "00:19:33"
  },
  {
    "text": "The great fish.",
    "start": "00:19:33",
    "end": "00:19:34"
  },
  {
    "text": "The great fish. The name for fish in Hebrew is dog.",
    "start": "00:19:34",
    "end": "00:19:39"
  },
  {
    "text": "Oh, really?",
    "start": "00:19:39",
    "end": "00:19:40"
  },
  {
    "text": "No joke. Yeah. It kind of makes it easy to remember because you're like, well, it's an animal.",
    "start": "00:19:40",
    "end": "00:19:45"
  },
  {
    "text": "Yeah. Dog.",
    "start": "00:19:45",
    "end": "00:19:46"
  },
  {
    "text": "Just dog. Yeah, with an A sound, which I guess if you spelled it D, A, G in English, you would say dag. Want to say dag? If that's not.",
    "start": "00:19:46",
    "end": "00:19:55"
  },
  {
    "text": "It's pronounced dog.",
    "start": "00:19:55",
    "end": "00:19:55"
  },
  {
    "text": "Dawg. Dog. And then the word great is the word gadol. It's used 14 times in the short story of Jonah. The city of Nineveh is great. The wind is great on the sea. The storm is great. The fear of the sailors is great. The fish is. This word just means huge. Huge fish. Then Nineveh is a huge city. Ooh. Jonah has huge displeasure at God's mercy.",
    "start": "00:19:55",
    "end": "00:20:30"
  },
  {
    "text": "Greatly displeased.",
    "start": "00:20:31",
    "end": "00:20:32"
  },
  {
    "text": "Then he has huge happiness about the little plant that grows up over him. So the word huge is used a lot in the story. This is just a huge fish, and it swallows him up. And it's so huge that apparently he can live in it for a little bit. Yeah. Or he's in a state of living death. As it were. You know, I mean, to be slowly ingested over the course of days and nights in the innards of a huge fish. It's not a. I mean, you don't read that sentence and you go, oh, this guy's golden. He's good. You read like, oh, that's a bad way to go when you finish that sentence. But then from the belly of the beast, Jonah prays. And so he prays his prayer. And when he finishes his prayer, which is essentially like, I cried for help when I was going down. Ooh, look at this. You cast me into the deep. That's the deep abyss from Genesis 1:2. It's a chaos realm. The tahom into the heart of the seas. The currents engulfed me from the depth of the grave. You heard my voice.",
    "start": "00:20:33",
    "end": "00:21:38"
  },
  {
    "text": "Yeah.",
    "start": "00:21:38",
    "end": "00:21:39"
  },
  {
    "text": "Whoa.",
    "start": "00:21:39",
    "end": "00:21:40"
  },
  {
    "text": "He's going down into.",
    "start": "00:21:40",
    "end": "00:21:41"
  },
  {
    "text": "Yeah, the chaos realm.",
    "start": "00:21:41",
    "end": "00:21:42"
  },
  {
    "text": "Yep. The underworld.",
    "start": "00:21:42",
    "end": "00:21:44"
  },
  {
    "text": "Yeah, the underworld. But even from there, you, O Lord, heard my prayer in your temple. He's not thinking about Jerusalem. From the depths of the underworld to the highest heights. You heard my prayer in your holy temple. And so he vows a new vow of dedication to God. And God's response, Yahweh commanded the fish and it vomited, which you're surely supposed to chuckle. That vomiting is the means of salvation. Spewing out. He swallowed up and then spewed out by the sea. By the sea beast. So it is the word fish. It's not the word dragon.",
    "start": "00:21:44",
    "end": "00:22:30"
  },
  {
    "text": "Yeah. It's not a tannin. It's not a leviathan. It's a dog.",
    "start": "00:22:30",
    "end": "00:22:34"
  },
  {
    "text": "It's a big dog. A huge sea dog. It's a huge sea dog.",
    "start": "00:22:35",
    "end": "00:22:42"
  },
  {
    "text": "Makes it sound kind of friendly.",
    "start": "00:22:43",
    "end": "00:22:44"
  },
  {
    "text": "Yeah. So naturally, this has become a whale in the popular imagination and popular retellings of it in our day. What is really fascinating is. Okay, well, first, what's fascinating is this thing became a lot more in the history of art. It's only in the modern period that people have imagined this as a whale. Okay, so what we need to remember are the two aspects of the dragon taming strategy. In the Hebrew Bible, sometimes the big sea dragon, to show that it's not a threat to God's power, will be to depict it as just another sea creature. Just like those fish.",
    "start": "00:22:44",
    "end": "00:23:28"
  },
  {
    "text": "Yeah.",
    "start": "00:23:28",
    "end": "00:23:29"
  },
  {
    "text": "So Psalm 104 praises God for all of his works that are in the sea and swarms without number, animals small and huge, even leviathan, which you form to play in it, it's just another beautiful sea creature. And then there are another set of strategies to use the dragon slaying myth. So popular in Israel's culture and the surrounding cultures to depict Yahweh as bashing the head of the sea dragon to make the same basic point that it poses no ultimate threat to Yahweh's power or purposes.",
    "start": "00:23:29",
    "end": "00:24:09"
  },
  {
    "text": "We also talked about how God can use the sea dragon for his own means.",
    "start": "00:24:10",
    "end": "00:24:16"
  },
  {
    "text": "Yes, yes.",
    "start": "00:24:16",
    "end": "00:24:17"
  },
  {
    "text": "He used it as Babylon to destroy other nations.",
    "start": "00:24:17",
    "end": "00:24:21"
  },
  {
    "text": "That's exactly right. Yeah. So more than once, imperial leaders of the ancient world, Assyria, Egypt and Babylon are described as dragons in biblical poetry. Jeremiah even described Babylon, Nebuchadnezzar, the king of Babylon, as a dragon that swallowed up Israel into its stomach and spewed it out. It's like the same imagery and even vocabulary as the book of Jonah. So that's interesting. This imagery of Israel being swallowed up just by its enemies is an image that appears in Lamentations, chapter 2 16, which reads, all your enemies have opened their mouths wide against you. They hiss and gnash their teeth. They say, we swallowed her up. In Hosea, chapter 8, Israel is swallowed up among the nations as a way to refer to the northern tribes of Israel being taken out by Assyria. So getting swallowed by enemy nations is another way of activating the sea dragon image. So I think what's happening. Well, actually, I don't think a lot of people think what's happening is that in Jonah, the story of Jonah is a way of exploring in the tale of one rebellious Israelite. It's a way of reflecting on Israel's botched vocation to be a kingdom of priests among the nations. In other words, it's a way of reflecting on their failure to truly be a mouthpiece for God's character and purpose among the nations. And so Jonah's journey, where his rebellion leads him into the belly of the beast, only to be spewed out and then to do a partially okay job, but yet to have the nations respond with ultimate praise is going to force God's chosen one into a conundrum. Like, what if the role of Israel in the storyline actually succeeded? Right.",
    "start": "00:24:21",
    "end": "00:26:31"
  },
  {
    "text": "Storyline of the Bible.",
    "start": "00:26:31",
    "end": "00:26:32"
  },
  {
    "text": "Yeah. What it would mean is the salvation of all these nations that Israel's kind of bummed on that have been trampling on the covenant people for centuries. I think that's what's being explored.",
    "start": "00:26:32",
    "end": "00:26:44"
  },
  {
    "text": "I see. And so what if Nineveh or Babylon.",
    "start": "00:26:44",
    "end": "00:26:49"
  },
  {
    "text": "Yeah.",
    "start": "00:26:49",
    "end": "00:26:49"
  },
  {
    "text": "What if they started to praise Yahweh?",
    "start": "00:26:49",
    "end": "00:26:51"
  },
  {
    "text": "Yeah. What if our enemies end up repenting?",
    "start": "00:26:51",
    "end": "00:26:55"
  },
  {
    "text": "What if the vision of Isaiah, of all the nations at peace, bringing their gifts and praising Yahweh? What if that actually came to be.",
    "start": "00:26:55",
    "end": "00:27:05"
  },
  {
    "text": "Yeah. And then all of a sudden, at the end of the book, Jonah is depicted like Cain, literally with, like, Cain hyperlinks, because he gets angry, hot with anger about God showing favor to these others. And so that's what the book of Jonah as a whole is about. And so it really. There are strong resonances with Jonah getting swallowed up by a beast and then spewed out with the storyline of what, the role of Babylon swallowing up Israel in exile and then Israel getting spit back out on the other side. This is a beast, a monster. This is a beast, a monster. This is a beast, a monster. So if all of that is in play, then what's the logic of downgrading the sea dragon to that of a huge fish?",
    "start": "00:27:06",
    "end": "00:28:11"
  },
  {
    "text": "Oh, interesting. Okay. Like, why that's intentional?",
    "start": "00:28:12",
    "end": "00:28:14"
  },
  {
    "text": "Well, you have to say the word.",
    "start": "00:28:14",
    "end": "00:28:16"
  },
  {
    "text": "Was right there to use.",
    "start": "00:28:16",
    "end": "00:28:17"
  },
  {
    "text": "Yes.",
    "start": "00:28:18",
    "end": "00:28:18"
  },
  {
    "text": "Tanin or leviathan.",
    "start": "00:28:18",
    "end": "00:28:19"
  },
  {
    "text": "All the pieces are there. A storm. Raging storm waters.",
    "start": "00:28:19",
    "end": "00:28:22"
  },
  {
    "text": "Yeah.",
    "start": "00:28:22",
    "end": "00:28:23"
  },
  {
    "text": "Are what are associated with the dragon.",
    "start": "00:28:23",
    "end": "00:28:25"
  },
  {
    "text": "Okay.",
    "start": "00:28:25",
    "end": "00:28:26"
  },
  {
    "text": "A huge sea beast swallowing up a human. And you're like, all he had to do was say tannin or leviathan and it would click into place. But instead, it's just a huge fish.",
    "start": "00:28:26",
    "end": "00:28:40"
  },
  {
    "text": "Big fish.",
    "start": "00:28:40",
    "end": "00:28:41"
  },
  {
    "text": "Exactly right. So one of my favorite commentaries on the story of Jonah is by scholar Philip Carey. He's just a great writer, too. So this is his take on why the author of Jonah uses the first dragon taming strategy, which is just to downgrade the dragon to a big fish. He says it this way. He says the great fish is a comic version of an ancient nightmare, the great monster of the deep that represents chaos and destruction, the flooding and undoing of the world in bearing witness to the power of the God of Israel. Scripture often reckons with the nightmares of ancient Near Eastern mythology and puts the image to its own uses. In Jonah, the nightmare turns into a comedy.",
    "start": "00:28:41",
    "end": "00:29:33"
  },
  {
    "text": "We talked about this. I think in the last conversation that these are the ancient horror stories. Yes, these are the nightmare stories. Yep. Yeah.",
    "start": "00:29:34",
    "end": "00:29:41"
  },
  {
    "text": "Yeah, that's exactly right.",
    "start": "00:29:41",
    "end": "00:29:42"
  },
  {
    "text": "Okay.",
    "start": "00:29:42",
    "end": "00:29:43"
  },
  {
    "text": "The creature that swallows up Jonah is not one of the terrible monsters of the deep. It's just a great big fish. Call it a monster if you wish. It's no big deal. Wherever you go in the world, Yahweh, who created it, is there before you and can prepare a way for you, even if that way is a great big fish. So what he detects here is that you're both downgrading the dragon. But then you're also saying that even the belly of the. The sea beast can become A vehicle for God's redemptive purposes in the world. So the sea dragon. If the sea dragon represents the disorder of creation itself, then even the undoing of creation can become a place where God's purposes are carried through to their next step. And what that next step is actually is the next important step in what? Something I'll point out, but that's the first step. Like, why? From a dragon to a fish.",
    "start": "00:29:43",
    "end": "00:30:51"
  },
  {
    "text": "Okay. Now, one of the dragon taming strategies is that God can use the monster for some purposes. And that seems to be employed here, too.",
    "start": "00:30:52",
    "end": "00:31:01"
  },
  {
    "text": "That's right. Yes. Good.",
    "start": "00:31:01",
    "end": "00:31:02"
  },
  {
    "text": "God is using the sea monster to rescue Jonah.",
    "start": "00:31:02",
    "end": "00:31:07"
  },
  {
    "text": "Yeah. It's interesting because normally you would think this is like a punishment, and it kind of is. It's the consequences of his choices have led him here.",
    "start": "00:31:07",
    "end": "00:31:16"
  },
  {
    "text": "It is. It's like if Jonah's thrown into the ocean, like him descending into the ocean, the deepest place of the ocean is the belly of the monster of the ocean.",
    "start": "00:31:16",
    "end": "00:31:29"
  },
  {
    "text": "He calls it the grave.",
    "start": "00:31:29",
    "end": "00:31:30"
  },
  {
    "text": "Yeah. He's in the grave, but it actually becomes a place where he can be safe until he's spit back out.",
    "start": "00:31:30",
    "end": "00:31:39"
  },
  {
    "text": "Yeah.",
    "start": "00:31:39",
    "end": "00:31:40"
  },
  {
    "text": "And that's interesting, but when I just think of, like, God saying, I'm gonna use Babylon to take out other corrupt nations, corrupt leaders, but then I'm gonna deal with Babylon.",
    "start": "00:31:40",
    "end": "00:31:55"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:31:55",
    "end": "00:31:56"
  },
  {
    "text": "That's in my mind, too. It's like, okay, great, it's a fish, but it's still the sea monster. And God's still gonna deal with it. But right now, God's, like, employing it.",
    "start": "00:31:56",
    "end": "00:32:05"
  },
  {
    "text": "Yeah, that's right. Yep. So that's. We're both downgrading the dragon to a fish, and we are making it the agent of God's purpose as he deals with his servant, his rebellious servant. Yeah, yeah.",
    "start": "00:32:05",
    "end": "00:32:20"
  },
  {
    "text": "Okay.",
    "start": "00:32:20",
    "end": "00:32:20"
  },
  {
    "text": "That's the image.",
    "start": "00:32:20",
    "end": "00:32:21"
  },
  {
    "text": "All right.",
    "start": "00:32:22",
    "end": "00:32:22"
  },
  {
    "text": "So he is in the innards, usually translated stomach, but it's the meim, the inner parts, guts, the intestines. Yeah. Three days and three nights.",
    "start": "00:32:23",
    "end": "00:32:34"
  },
  {
    "text": "That's going to be a little stinky.",
    "start": "00:32:35",
    "end": "00:32:37"
  },
  {
    "text": "Yeah. So three days and three nights, along with 40 days or 40 years. Forty and three are common periods of time associated with stories in the Bible where somebody faces a choice that's going to test their faithfulness to God or not.",
    "start": "00:32:37",
    "end": "00:32:55"
  },
  {
    "text": "A trial.",
    "start": "00:32:55",
    "end": "00:32:56"
  },
  {
    "text": "Yeah. And what we see is during his test, he recognizes that if it weren't for Yahweh, all that would be left for him is death itself. But that Yahweh's delivered him. That's the last line of his prayer is deliverance, rescue. Salvation is from Yahweh. And then he gets vomited out of the innards of the fish. So the fish ends up turning into a, like Philip Carey said, the way through death. Yeah, it's as if it's like the.",
    "start": "00:32:57",
    "end": "00:33:31"
  },
  {
    "text": "Vehicle of death becomes a way through death.",
    "start": "00:33:31",
    "end": "00:33:33"
  },
  {
    "text": "Yes, yes. There's a deep meditation here that the death of God's chosen one actually is the vehicle of him turning in to this witness to the nations, which is what Jonah goes on to do in Genesis 3. Okay, so check this out. Like, you can't make this stuff up. In Jonah 1:17, when the fish is first mentioned, he's called dog. Gadol. Dog is fish. Gadol is Hebrew.",
    "start": "00:33:33",
    "end": "00:34:02"
  },
  {
    "text": "Dagol is what?",
    "start": "00:34:02",
    "end": "00:34:03"
  },
  {
    "text": "Gadol. Gadol is huge.",
    "start": "00:34:03",
    "end": "00:34:05"
  },
  {
    "text": "Huge.",
    "start": "00:34:05",
    "end": "00:34:06"
  },
  {
    "text": "Yep. Huge. Okay, so that word fish, you can see it over here. Yeah, Dog. It's a noun, Common meaning masculine. It's a masculine noun. Hebrew, like many languages in the world, have grammatical gender. Nouns are feminine or masculine. So the first time it's in its common or masculine form. But then when it says then Jonah prayed to Yahweh, his God, from the innards of the fish, inexplicably, this word fish is daga, and that, ah, is the feminine ending.",
    "start": "00:34:06",
    "end": "00:34:43"
  },
  {
    "text": "Okay.",
    "start": "00:34:43",
    "end": "00:34:44"
  },
  {
    "text": "So very explicitly it shifts to a feminine noun. So now it's a big mamma fish.",
    "start": "00:34:45",
    "end": "00:34:50"
  },
  {
    "text": "It's giving birth to him with a.",
    "start": "00:34:52",
    "end": "00:34:53"
  },
  {
    "text": "Living creature in its belly.",
    "start": "00:34:53",
    "end": "00:34:55"
  },
  {
    "text": "Oh, wow.",
    "start": "00:34:56",
    "end": "00:34:56"
  },
  {
    "text": "What's that about?",
    "start": "00:34:58",
    "end": "00:34:59"
  },
  {
    "text": "What is that about?",
    "start": "00:34:59",
    "end": "00:35:00"
  },
  {
    "text": "Exactly? So one thing, it certainly is an accident. Like, it's very intentional. And it has to be connected to this, the way that the sea dragon is being repurposed here as a fish that can actually carry out the rebirth of God's rebellious chosen one. So once again, this is from a commentary by a Jewish commentator, Marvin Sweeney, on Jonah. And he says this. He says, interpreters have noted that the Hebrew term for fish changes from masculine form to the feminine form, hataga, although the shift remains problematic. In other words, why is it doing it that way? Jonah's presence in the belly of a fish suggests the imagery of pregnancy for the fish and the new birth or the new creation of Jonah. Or another scholar, James Ackerman, in a really great essay on satire and symbolism in Jonah's poem, he shows how Jonah's poem could be read as a genuine confession of repentance. Or he shows how it could be read as a total upside down satire of thanking God for death and that his death is the salvation from having to do the will of God.",
    "start": "00:35:01",
    "end": "00:36:25"
  },
  {
    "text": "Oh, interesting.",
    "start": "00:36:26",
    "end": "00:36:27"
  },
  {
    "text": "In other words, rescue is being rescued from God's will so that I don't have to do it.",
    "start": "00:36:27",
    "end": "00:36:31"
  },
  {
    "text": "Yeah, well, because that's why he jumped in the water.",
    "start": "00:36:31",
    "end": "00:36:34"
  },
  {
    "text": "Exactly.",
    "start": "00:36:34",
    "end": "00:36:35"
  },
  {
    "text": "Yeah.",
    "start": "00:36:35",
    "end": "00:36:35"
  },
  {
    "text": "Yes, he was.",
    "start": "00:36:35",
    "end": "00:36:36"
  },
  {
    "text": "He's just like, fine. Yeah, I'm gonna die.",
    "start": "00:36:36",
    "end": "00:36:38"
  },
  {
    "text": "It's really. In other words, the whole poem could be read to have the complete opposite meaning. Every word in the poem could. It's brilliant. He says it this way. He says, the male fish that ate Jonah now becomes a female fish for Jonah once he enters her entrails. The point is forced upon us further as we hear Jonah from the belly of a female fish, sing a misguided song from the womb of Sheol, namely the grave. So if that's what's going on, and it seems like it is, then this sea dragon fish belly becomes a womb, out of which is born a whole new Jonah, who then goes on to do the will of God.",
    "start": "00:36:38",
    "end": "00:37:27"
  },
  {
    "text": "Reluctantly.",
    "start": "00:37:28",
    "end": "00:37:29"
  },
  {
    "text": "Reluctantly. Totally. And you have to carry on that ambiguity in his character through the rest of the book. But, I mean, you can track through Isaiah and Jeremiah and they both talk about whatever the new version of God's covenant. People will be on the other side of exile. It's going to have to involve a new birth. And they use birth imagery to talk about the new seed and the new family that God will bring about. And Jonah just. His story just fits right into that arc. But the belly of the sea beast becomes the womb that rebirths him. That's the suggestive imagery of why the fish changes from a masculine to feminine.",
    "start": "00:37:29",
    "end": "00:38:12"
  },
  {
    "text": "That's interesting. Okay, well. And to the degree that the sea monster represents death itself, which we've meditated on, God says, I'll swallow up death. When he's talking about slaying the leviathan, then being swallowed by the sea monster is the most. Is a very graphic, visceral image of dying. And being in the belly of a sea monster is like the ultimate death.",
    "start": "00:38:12",
    "end": "00:38:43"
  },
  {
    "text": "Yeah.",
    "start": "00:38:44",
    "end": "00:38:44"
  },
  {
    "text": "But then for it to become a place where you can then actually live for three days and then be reborn, suddenly the belly is, like you said, a womb. And so death loses its horrific. Just sting, you know?",
    "start": "00:38:44",
    "end": "00:39:02"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:39:02",
    "end": "00:39:03"
  },
  {
    "text": "And now becomes the seedbed of new creation. That's really.",
    "start": "00:39:03",
    "end": "00:39:09"
  },
  {
    "text": "That's a very suggestive image.",
    "start": "00:39:09",
    "end": "00:39:11"
  },
  {
    "text": "Very suggestive.",
    "start": "00:39:11",
    "end": "00:39:12"
  },
  {
    "text": "And it is no coincidence. Then why Jesus drew upon precisely this image. Image from the story of Jonah, was it.",
    "start": "00:39:12",
    "end": "00:39:23"
  },
  {
    "text": "When this is the story, he's in the temple and he's like, the only sign I'll give you is the sign of Jonah.",
    "start": "00:39:23",
    "end": "00:39:31"
  },
  {
    "text": "Well, so Jesus go to Matthew 12 In Matthew's version, he's still up in Galilee. He was just in a synagogue.",
    "start": "00:39:31",
    "end": "00:39:37"
  },
  {
    "text": "Okay, all right.",
    "start": "00:39:37",
    "end": "00:39:38"
  },
  {
    "text": "But there are Bible nerds, scribes and Pharisees there which represent the religious leadership of Israel. And then he exorcised a demon, cast a little mini dragon out of a guy. And that's my paraphrase. And they accuse him of being in league with Bel Zavol, that is the prince of demons, the ruler of death forces. You must be in league with the dragon to be able to drive out mini dragons, so to speak.",
    "start": "00:39:38",
    "end": "00:40:11"
  },
  {
    "text": "Okay.",
    "start": "00:40:11",
    "end": "00:40:12"
  },
  {
    "text": "And he says, well, that's a stupid thing to think.",
    "start": "00:40:12",
    "end": "00:40:15"
  },
  {
    "text": "I'm not the mama dragon.",
    "start": "00:40:17",
    "end": "00:40:18"
  },
  {
    "text": "Yeah. Can a dragon drive out a dragon? Or as he says, can the Satan cast out the Satan? Wouldn't his kingdom crumble if he's divided against himself? No, no, no, no. I'm in partnership with the spirit of God. So then he has a bunch of things to say about that. And then what the Bible nerds and Pharisees say to him is like, okay, no, so do a miracle. Do a sign for us, then we believe in you. And what he says is an evil and adulterous generation, which is what Moses. It's exactly what Moses called Israel in his final poem to them. He calls them evil and adulterous Generation craves for a sign, and no sign will be given to you. Well, except this one. Such a good line. You won't get any sign.",
    "start": "00:40:19",
    "end": "00:41:08"
  },
  {
    "text": "Okay, I'll give you a sign.",
    "start": "00:41:08",
    "end": "00:41:09"
  },
  {
    "text": "Except the sign. The sign of Jonah, just like Jonah was three days and three nights in the belly of. And what's interesting is he does not use the Greek word for fish. He uses the Greek word ketos, which I have pulled up here, the Liddell and Scott classical Greek lexicon, which is the word for sea monster.",
    "start": "00:41:09",
    "end": "00:41:35"
  },
  {
    "text": "It's not dragon.",
    "start": "00:41:36",
    "end": "00:41:37"
  },
  {
    "text": "Nope. It's not drakon. So it's not dragon, but it's ketos. Yeah. In. Let's see, it's used in the Iliad and the Odyssey for sea monster. Homer's Iliad and Odyssey of the monster to which Andromeda was exposed.",
    "start": "00:41:38",
    "end": "00:41:51"
  },
  {
    "text": "Andromeda.",
    "start": "00:41:51",
    "end": "00:41:52"
  },
  {
    "text": "Do you know that?",
    "start": "00:41:52",
    "end": "00:41:53"
  },
  {
    "text": "I don't know that story. Is that a Greek myth? Oh, yeah.",
    "start": "00:41:53",
    "end": "00:41:57"
  },
  {
    "text": "In Greek mythology, Andromeda is the daughter of the king of Ethiopia. Oh. Poseidon sends the sea monster. Oh, big sea dragon.",
    "start": "00:41:57",
    "end": "00:42:05"
  },
  {
    "text": "Yeah, yeah. Cethis Cetus.",
    "start": "00:42:05",
    "end": "00:42:08"
  },
  {
    "text": "So Ketos is the word. Ketos.",
    "start": "00:42:08",
    "end": "00:42:10"
  },
  {
    "text": "Oh, the sea monster's name is Ketos?",
    "start": "00:42:10",
    "end": "00:42:12"
  },
  {
    "text": "Yeah. The sea monster is called Ketos. So Jesus seems to see in that fish something more than just Jesus.",
    "start": "00:42:12",
    "end": "00:42:20"
  },
  {
    "text": "Calls it the sea monster.",
    "start": "00:42:20",
    "end": "00:42:21"
  },
  {
    "text": "He calls it the. He could. Isn't this a great twist in the Jonah story?",
    "start": "00:42:21",
    "end": "00:42:24"
  },
  {
    "text": "Well, I didn't realize it.",
    "start": "00:42:24",
    "end": "00:42:26"
  },
  {
    "text": "So just like three days and three nights in the belly of the monster. So will the son of Adam be three days and three nights in the heart of the earth, in the underworld, in death. Yeah, death.",
    "start": "00:42:26",
    "end": "00:42:43"
  },
  {
    "text": "So you want a sign? The sign will be that through death, life will emerge.",
    "start": "00:42:43",
    "end": "00:42:49"
  },
  {
    "text": "Yeah. I think first of all is, you're going to kill me. Here's the sign. You're going to kill me.",
    "start": "00:42:49",
    "end": "00:42:54"
  },
  {
    "text": "Okay.",
    "start": "00:42:54",
    "end": "00:42:54"
  },
  {
    "text": "Yeah, yeah, yeah. Because then he'll go on to contrast them with the people of Nineveh and say, listen, the people of Nineveh turned to God when Jonah came. And I'm telling you, somebody greater than Jonah, standing right here, it's me. And you're not listening to me. So the first part of the sign is, you're gonna kill me. That's your first sign. And then implicit in that is through the three days and three nights is.",
    "start": "00:42:54",
    "end": "00:43:21"
  },
  {
    "text": "That you're gonna unleash the sea monster on me and kill me.",
    "start": "00:43:21",
    "end": "00:43:26"
  },
  {
    "text": "Yep.",
    "start": "00:43:26",
    "end": "00:43:26"
  },
  {
    "text": "But what we learn from the story of Jonah, one of the meditations, the story of Jonah, is that what you think is the agent of death could become the womb of life. And so that feels like the deepest part of the sign. Yeah, you're gonna kill me, but you're gonna unleash life.",
    "start": "00:43:27",
    "end": "00:43:44"
  },
  {
    "text": "Yeah.",
    "start": "00:43:44",
    "end": "00:43:45"
  },
  {
    "text": "Whoa.",
    "start": "00:43:45",
    "end": "00:43:46"
  },
  {
    "text": "Yeah. You think that this is also a Cain and Abel moment here, because the Bible nerds of Israel are being depicted as looking on Jesus as this undeserving, rebellious younger brother who's leading Israel astray. And they are going to. Right. Conclude that it's right to kill this innocent man. So within that frame, the Gospel stories show Israel's leaders, some of them the ones with power, partnering with the snake to spill innocent blood in the land. And Jesus lays on top of that, the imagery of Jonah's story, that they will step in league with the sea monster to kill me, but God will use even that sad act of violence and death to turn it into a vehicle of rebirth and life, not just for Jesus himself, but actually for Israel and for all the nations, which is true of the story of Jonah. That was very strange. It was very weird.",
    "start": "00:43:46",
    "end": "00:44:59"
  },
  {
    "text": "So in the story of Jonah, God sends the sea monster. In this story, you get the sense of, like, they're sending the sea monster.",
    "start": "00:45:04",
    "end": "00:45:13"
  },
  {
    "text": "Yeah, yeah, it's good. It's good.",
    "start": "00:45:13",
    "end": "00:45:15"
  },
  {
    "text": "And when we talk about Babylon coming and ravishing nations, the prophet Isaiah can think of that as well. Actually, that's God sending the sea monster. But another way to think of that is like, that's Nebuchadnezzar and his arrogance sending the sea monster. And there seems to be, like, an ambiguity here that maybe it's back to. One of the things that you love to point out often is the phrase from Joseph, what, oh, what humans intended for.",
    "start": "00:45:15",
    "end": "00:45:48"
  },
  {
    "text": "Yeah. Schemed for evil, God schemed for good. The saving of many lives. Yeah.",
    "start": "00:45:48",
    "end": "00:45:53"
  },
  {
    "text": "And that does seem like the story here of. You would think the story of Jesus would be to go and cut off the heads of the sea monster. Right?",
    "start": "00:45:53",
    "end": "00:46:06"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:46:07",
    "end": "00:46:07"
  },
  {
    "text": "But what we're going to find is the story of Jesus is being swallowed up by the sea monster.",
    "start": "00:46:08",
    "end": "00:46:13"
  },
  {
    "text": "Yeah. And then letting the sea monster kill him. Yeah, yeah.",
    "start": "00:46:13",
    "end": "00:46:17"
  },
  {
    "text": "But then being reborn, spit back out into a new life, and then there's gonna be an epic battle with the sea monster. Yeah, but who sent the sea monster?",
    "start": "00:46:17",
    "end": "00:46:28"
  },
  {
    "text": "Yep. No, these are classic questions. We addressed it a few conversations ago in this series about the way the biblical authors, through symbols, talk about God's agency or causation in the world. Because you could say, well, God allows Babylon, but that's God allowing Babylon. So in a way, what God allows is what God causes in one sense. And that's what the Joseph story is exploring too, is that, well, you, my violent brothers, did this, but God had a bigger purpose at work. And all of a sudden, we're talking about a classic tension in Jewish and Christian conceptions of God's agency, which is God's authority, power and sovereignty and will, and then human power, sovereignty and will. In Protestantism, this is the Calvinism and Arminianism. But that's just a Protestant version of a much older conversation going back even into ancient Judaism.",
    "start": "00:46:29",
    "end": "00:47:32"
  },
  {
    "text": "Right. I think you could even chase this kind of. This tension back to why did God create the sea monster in the first place?",
    "start": "00:47:33",
    "end": "00:47:42"
  },
  {
    "text": "Yeah, that's right. I mean, John, this is what the Book of Job is all about. The Book of Job is about this. Right. Because you read the opening.",
    "start": "00:47:42",
    "end": "00:47:51"
  },
  {
    "text": "That's what we'll go next.",
    "start": "00:47:52",
    "end": "00:47:53"
  },
  {
    "text": "We're going to do the Psalms and Job next. Yeah. In our next conversation together. No, separate. Although the Psalms are gonna pose this question too. Because the Psalms are gonna say, aren't you the one who slayed the dragon in the past? So did you retire saying this to God? Yeah.",
    "start": "00:47:54",
    "end": "00:48:12"
  },
  {
    "text": "Yeah.",
    "start": "00:48:12",
    "end": "00:48:12"
  },
  {
    "text": "Are you done? Cause there's more dragons and they're eating us. And what are you doing about it? You're doing nothing. That's the summary of Psalm 74 and 89. So do something. In the book of Job, we'll just say, yeah, sometimes the dragon is unleashed and the people who get hurt by it never know why. And what are they going to do? How are they going to relate to God if that's the situation? Whereas Jesus is operating from a mindset to say, yeah, the dragon is coming for me and you are going to be his agents. And it's okay, because there's something coming out the other side of that that God has planned through me for the whole world. So maybe to this part we're. To the fact that the Bible is a collection with a unified story, but the perspectives that it offers on these complex matters is not. They're not all the same. There's different perspectives within the same collection, within the same story.",
    "start": "00:48:12",
    "end": "00:49:14"
  },
  {
    "text": "Meaning?",
    "start": "00:49:15",
    "end": "00:49:16"
  },
  {
    "text": "Meaning, is the Chaos Dragon God's opponent that will be defeated in the end? Yes.",
    "start": "00:49:16",
    "end": "00:49:23"
  },
  {
    "text": "To the degree that the Chaos Dragon is the manifestation of death itself and chaos itself? Yes. That needs to be put to an end.",
    "start": "00:49:24",
    "end": "00:49:34"
  },
  {
    "text": "That's right. Is the Chaos Dragon in God's world for a time during the stage of the story where heaven and earth are existing in tension with each other? Yes. That's what Job is about.",
    "start": "00:49:34",
    "end": "00:49:49"
  },
  {
    "text": "And can God use the Chaos Dragon for a purpose?",
    "start": "00:49:50",
    "end": "00:49:56"
  },
  {
    "text": "Yeah. In which case, saying, does God allow it or does God use it? You know, these are meaningful distinctions sometimes in these conversations, but. So we'll talk about that when we get to Job. But one thing the Bible doesn't give is a simplistic answer to this. We're at the problem of evil, John. That's where we are.",
    "start": "00:49:56",
    "end": "00:50:16"
  },
  {
    "text": "Yeah, right. Why did God create the Chaos Dragon?",
    "start": "00:50:16",
    "end": "00:50:21"
  },
  {
    "text": "Yeah. Or why is he allowing this long interval between subduing the chaos and bringing about full new creation? Why this long interval of tension?",
    "start": "00:50:22",
    "end": "00:50:35"
  },
  {
    "text": "The long interval of tension is. Yeah. Where we're at. And so. Yeah, just stop it. You have the power. God just put an end to it. So there is that. But I do still wrestle with why create creatures of chaos in the first place?",
    "start": "00:50:35",
    "end": "00:50:52"
  },
  {
    "text": "Oh, well, okay. So here we're back to the question of, well, but is the chaos creature itself essentially chaotic and evil? And I don't think the biblical authors.",
    "start": "00:50:52",
    "end": "00:51:04"
  },
  {
    "text": "Thought of it that way. No.",
    "start": "00:51:04",
    "end": "00:51:06"
  },
  {
    "text": "In fact, importantly, I think they didn't think of it that way, which is why Leviathan, the monster is sitting there on day five and called part of God's good creation.",
    "start": "00:51:06",
    "end": "00:51:17"
  },
  {
    "text": "I still get hung up here because I get that. So in the same way, the stars, host of heaven, they are created as creatures that are good Displaying God's authority to rule the cosmos, displaying God's light. But they could also turn. But I think the tension I'm feeling is they're also associated with the realms of chaos.",
    "start": "00:51:17",
    "end": "00:51:42"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:51:43",
    "end": "00:51:44"
  },
  {
    "text": "And so to that degree, there is something about being a creature of the realm of chaos that is a little suspect to begin with.",
    "start": "00:51:44",
    "end": "00:51:52"
  },
  {
    "text": "Yeah.",
    "start": "00:51:53",
    "end": "00:51:53"
  },
  {
    "text": "You know, so even if begins good, it's not really a surprise that the creature in the realm of chaos becomes the chaos monster.",
    "start": "00:51:53",
    "end": "00:52:00"
  },
  {
    "text": "Yeah.",
    "start": "00:52:00",
    "end": "00:52:01"
  },
  {
    "text": "So what's that all about?",
    "start": "00:52:01",
    "end": "00:52:02"
  },
  {
    "text": "Like, so in other words, we have an image for the opposite of creation. The sea, the wilderness, the darkness.",
    "start": "00:52:02",
    "end": "00:52:08"
  },
  {
    "text": "God could have put no creatures in those realms.",
    "start": "00:52:08",
    "end": "00:52:11"
  },
  {
    "text": "That's right. Yeah, he could have, but that's not what he did.",
    "start": "00:52:11",
    "end": "00:52:14"
  },
  {
    "text": "Okay, so that's what I want to understand.",
    "start": "00:52:15",
    "end": "00:52:17"
  },
  {
    "text": "So I.",
    "start": "00:52:18",
    "end": "00:52:18"
  },
  {
    "text": "Why populate realms of chaos with creatures?",
    "start": "00:52:21",
    "end": "00:52:24"
  },
  {
    "text": "With creatures?",
    "start": "00:52:25",
    "end": "00:52:26"
  },
  {
    "text": "You know, it's interesting, it's kind of associated with my whole hang up with, why create humans to rule the cosmos with God? That was kind of a dumb move, right?",
    "start": "00:52:26",
    "end": "00:52:38"
  },
  {
    "text": "It's certainly a move that's created a lot of complexity and pain.",
    "start": "00:52:40",
    "end": "00:52:44"
  },
  {
    "text": "It's created a lot of complexity and pain.",
    "start": "00:52:44",
    "end": "00:52:46"
  },
  {
    "text": "Yeah.",
    "start": "00:52:46",
    "end": "00:52:46"
  },
  {
    "text": "But we're not creatures of the chaos realm. We're dirt creatures of like the good realm.",
    "start": "00:52:46",
    "end": "00:52:52"
  },
  {
    "text": "Yeah, sometimes. Right. Well, we can inhabit both and often do. Yeah. I don't just mean literally that we can be awake at night and like do stuff at night. But my current way of understanding it has been that those good creatures of the dark and the wilderness and the sea, they're associated with chaos realms because they are often agents, the main agents of taking God's good creatures and dealing out death and pulling them back into the nothingness from which they emerged? But does that mean that they are essentially in their nature, evil and chaotic? And I don't think the monotheist convictions of the biblical authors will allow them to say that that's true. Because if it is a creature, then it is in its essence a creature made as an expression of God's goodness, like all reality is. And so if it's currently an agent of evil or death in the world, that's because it has deviated from God's purpose for it.",
    "start": "00:52:52",
    "end": "00:54:04"
  },
  {
    "text": "Now, but in this realm that we're imagining new creation, there's no more chaos waters. So there's no more chaos creature, there's no more serpent of the sea, can't exist in new creation. So the role, even though you want to make a distinction saying he's not bad the way we think of evil, he doesn't have a place in New Creation.",
    "start": "00:54:06",
    "end": "00:54:30"
  },
  {
    "text": "Yeah, but neither do liars and adulterers and murderers and. Right, like at the list, at the end of, in the revelation. So in other words, agents of chaos and death have no place in the new creation. Yeah, because they actually don't. They're not even a part of reality. If we mean God as the ground of all reality, who is a community of eternal self giving love. So anything that's not in on that party won't participate in the new creation. However, God's really insistent that monsters can get turned into glorious images of God. They can be redeemed, they can be recreated, rebirthed and rescued. And that is the story of so many of the characters in the Bible. Now, is it the fate of just a few? Is it the fate of many? Is it the fate of all? These are big debates.",
    "start": "00:54:30",
    "end": "00:55:25"
  },
  {
    "text": "Well. And is it just the fate of humans? But we also have this image of the cobra in New Creation.",
    "start": "00:55:25",
    "end": "00:55:31"
  },
  {
    "text": "Exactly. Yeah. What's that about? Yeah, that's exactly right.",
    "start": "00:55:31",
    "end": "00:55:36"
  },
  {
    "text": "All right.",
    "start": "00:55:36",
    "end": "00:55:36"
  },
  {
    "text": "And there's one cobra getting, like, being the pet of a baby. And then there's another snake that's eating dust eternally. In Isaiah 65, dust will be the serpent's food. So. Huh. You know, it's interesting. These are questions that I've been in the last couple years trying to read a lot more in early, the earliest Bible nerds of church history. And these are all the questions they were jamming on, having to work out.",
    "start": "00:55:37",
    "end": "00:56:08"
  },
  {
    "text": "Talking about, like, early church fathers.",
    "start": "00:56:08",
    "end": "00:56:10"
  },
  {
    "text": "Yeah. Yep. 2nd, 3rd, 4th, 5th century Origen and Gregory of Nyssa and Cyril of Alexandria. They were all these questions about, like, well, could a demon ever repent and participate in the new creation? And when you just read it, they're asking that question. You're just like, what a weird question to ask. But what they're really probing is the stuff we're asking right now is what's the nature of evil and what's the nature of chaos? And is it possible that darkness can be turned into light? Because the biblical authors speak in a primarily symbolic key, it requires a lot of meditation to, like, figure out exactly what they are and are not saying.",
    "start": "00:56:10",
    "end": "00:56:53"
  },
  {
    "text": "Yeah, okay, cool.",
    "start": "00:56:53",
    "end": "00:56:56"
  },
  {
    "text": "There you go, Jonah. There you go, Jonah and the mama fish.",
    "start": "00:56:56",
    "end": "00:57:00"
  },
  {
    "text": "Cool.",
    "start": "00:57:02",
    "end": "00:57:02"
  },
  {
    "text": "Yeah.",
    "start": "00:57:02",
    "end": "00:57:03"
  },
  {
    "text": "Thanks for listening to this episode of Bible Project podcast. Next week, we're going to summarize where we've been talking about the Chaos Dragon.",
    "start": "00:57:05",
    "end": "00:57:12"
  },
  {
    "text": "The Chaos Dragon is not a rival to God, but it is a rival to the inhabitants of creation because it's the opposite of Creation, which is Order.",
    "start": "00:57:12",
    "end": "00:57:21"
  },
  {
    "text": "Today's episode is brought to you by our podcast team producer Cooper Peltz, Associate Producer Lindsey Ponder, lead Editor Dan Gummel, Editors Tyler Bailey and Frank Garza. Tyler Bailey mixed this episode. Hannah Wu provided the annotations for the annotated podcast in our app and all the music in this episode was provided provided by Bible Project staff. The Bible Project is a crowdfunded nonprofit and we exist to experience the Bible as a unified story that leads to Jesus. And everything we make is free because of the support of thousands of people just like you. So thank you so much for being a part of this with us.",
    "start": "00:57:22",
    "end": "00:57:52"
  },
  {
    "text": "Hey, this is Russell Randolph. I'm from San Antonio, Texas.",
    "start": "00:57:53",
    "end": "00:57:56"
  },
  {
    "text": "Hi. This is Emma and I'm from Jersey City, New Jersey. I first heard about bibleproject for my sister. I used bibleproject for small group activities and to help study the Bible.",
    "start": "00:57:56",
    "end": "00:58:07"
  },
  {
    "text": "I first heard about bibleproject when I was working at a Christian summer camp. I use bibleproject videos for explaining difficult and complex themes in the Bible. My favorite thing about bibleproject is that.",
    "start": "00:58:08",
    "end": "00:58:19"
  },
  {
    "text": "It makes the Bible more exciting and.",
    "start": "00:58:19",
    "end": "00:58:22"
  },
  {
    "text": "More relatable than anything else I've ever used.",
    "start": "00:58:22",
    "end": "00:58:24"
  },
  {
    "text": "My favorite thing about bibleproject is how there's not only narration but also visuals for all different types of learners. We believe the Bible is a unified.",
    "start": "00:58:24",
    "end": "00:58:33"
  },
  {
    "text": "Story that leads to Jesus.",
    "start": "00:58:33",
    "end": "00:58:34"
  },
  {
    "text": "We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes, and more@bibleproject.com that's the ending of the show.",
    "start": "00:58:34",
    "end": "00:58:55"
  }
]