[
  {
    "text": "We've been tracing a theme in the Bible that we've been calling the Chaos Dragon.",
    "start": "00:00:05",
    "end": "00:00:09"
  },
  {
    "text": "The Chaos Dragon is not a rival to God, but it is a rival to the inhabitants of creation because it's the opposite of creation, which is order.",
    "start": "00:00:09",
    "end": "00:00:18"
  },
  {
    "text": "We've looked through the entire Hebrew Bible. How the dragon appears on day one of creation, how violent human kings are compared to the Chaos Dragon, how spiritual evil can become entwined with the powers of chaos and death. And all of this actually can kind of get confusing. And I want to make sure I really understand what the biblical authors are trying to say. When they employ the image of the Chaos Dragon.",
    "start": "00:00:18",
    "end": "00:00:42"
  },
  {
    "text": "Evil is the opposite of creation. If creation is the bringing about of garden order, then to do evil is really just to undo creation, to undo good.",
    "start": "00:00:42",
    "end": "00:00:52"
  },
  {
    "text": "In today's episode, we'll talk about why the biblical authors employ this ancient symbol of the Chaos Dragon in the first place. And what does it mean that humans can become chaos Dragons ourselves? And we'll consider. Consider a big concern of mine, which is why is there the potential of chaos swimming in the dark abyss? And I thought God made a perfectly good world and then we screwed it up.",
    "start": "00:00:52",
    "end": "00:01:13"
  },
  {
    "text": "God has not set up creation to exist instantly in its ideal form. He has set up reality so that it journeys from chaos into the perfect. And that journey constantly forces God's rulers to. To make conscious decisions about whether we will align ourselves with the will and wisdom and goodness of God or peel off to do our own version of good, which is usually how we end up undoing good.",
    "start": "00:01:13",
    "end": "00:01:40"
  },
  {
    "text": "Today, Tim Mackey and I are talking about the problem of evil and the theme of the chaos dragon, bringing it all together before we move on to the New Testament. I'm John Collins and you're listening to BibleProject Podcast. Thanks for joining us. Here we go.",
    "start": "00:01:40",
    "end": "00:01:53"
  },
  {
    "text": "Hi, John. Hey, how are you today?",
    "start": "00:01:59",
    "end": "00:02:01"
  },
  {
    "text": "I'm doing good.",
    "start": "00:02:01",
    "end": "00:02:03"
  },
  {
    "text": "Yeah.",
    "start": "00:02:03",
    "end": "00:02:04"
  },
  {
    "text": "I just mentioned to you I feel like I've been doing a poor job on these conversations. I worry about people listening through and just.",
    "start": "00:02:04",
    "end": "00:02:12"
  },
  {
    "text": "You swallowed up by the dragon.",
    "start": "00:02:13",
    "end": "00:02:15"
  },
  {
    "text": "Yes. Experiencing the belly of the dragon as we wade through all this, I feel like I keep asking similar questions over and over and. And not sure if we're making new ground, but I do feel like we are progressing through the Bible, just not.",
    "start": "00:02:15",
    "end": "00:02:35"
  },
  {
    "text": "Necessarily with greater understanding is maybe what I'm being.",
    "start": "00:02:35",
    "end": "00:02:38"
  },
  {
    "text": "Yeah, I think we're gonna get there. I think we're gonna get there. I just, you know, I worry that people might be peeling off, like, oh.",
    "start": "00:02:38",
    "end": "00:02:44"
  },
  {
    "text": "This is just too much. Okay, let me start with an Opening meditation. So this morning I was on a run and listening to a lecture by this biologist, British biologist named Rupert Sheldrake. I forget exactly how it was turned on to his work. Really interesting character. But it was about the study of form and order in the biological sciences. He said this is kind of an age old question that goes back to Greek philosophy, but it's just really intuitive to the human experience, which is like, when we look around, why do things take the shape that they do? And it's actually a question made intensified in the modern sciences, which has for many people, the vast majority, you know, a naturalist, materialist kind of set of assumptions for studying material reality. And so the question is, you know, if all this is, is like atoms and molecules bouncing off each other, what makes them take the certain shapes that they do to form things? Like, why isn't it just perpetual static fuzz? Like, what is it that makes molecules stick together in certain patterns and form take the form, the form of things that we call.",
    "start": "00:02:44",
    "end": "00:04:05"
  },
  {
    "text": "At the most basic level, we're talking hydrogen atoms.",
    "start": "00:04:05",
    "end": "00:04:07"
  },
  {
    "text": "Yep, that's right.",
    "start": "00:04:07",
    "end": "00:04:08"
  },
  {
    "text": "That then get fused together to become oxygen atoms and helium atoms and I don't remember the order.",
    "start": "00:04:08",
    "end": "00:04:15"
  },
  {
    "text": "Yeah, that's right. And then they become societies of atoms, but in certain combinations.",
    "start": "00:04:15",
    "end": "00:04:21"
  },
  {
    "text": "And then they get combinated into molecules.",
    "start": "00:04:21",
    "end": "00:04:23"
  },
  {
    "text": "Yeah. So he was talking about how at every level, from that level, up to the formation of cells to the formations of different types of organisms.",
    "start": "00:04:24",
    "end": "00:04:34"
  },
  {
    "text": "Yeah, proteins and then cells and then organisms.",
    "start": "00:04:34",
    "end": "00:04:37"
  },
  {
    "text": "Yes, yeah. On up to the organization of the material that makes up our brain, up to the formation of planets and galaxies. And at every level there's this whole set of intractable, unavoidable problems, which is, why do these things take the shape that they do so regularly? Isn't every set of possibilities constantly being realized? But reality somehow works in these channels and patterns that take certain forms, but not always. Sometimes things deviate from their form. And so in Greek philosophy, the two kind of main rivals were Platonism. There's an eternal ideal reality, where the ideal forms of triangles and galaxies and humans and plants exist, and reality is just a shadow version of that. Then there's Aristotle, who was a modification of Platonism that said, no, there actually is an ideal form, but it's not in some ethereal reality. The ideal form is itself what he called the soul, the tsuke in Greek, which is there's an inner principle of mind or intelligence at different levels. And that's really fascinating to learn about this, that like he believed in the vegetative soul, like the Plant.",
    "start": "00:04:37",
    "end": "00:06:04"
  },
  {
    "text": "Aristotle did, yeah.",
    "start": "00:06:04",
    "end": "00:06:05"
  },
  {
    "text": "In other words, it's an energy or a force, a mind, so to speak, but a plant type of mind that's driving plant material to take all these different forms.",
    "start": "00:06:05",
    "end": "00:06:16"
  },
  {
    "text": "I think maybe modern thinkers talk about that in terms of consciousness. Like there's different levels of consciousness.",
    "start": "00:06:16",
    "end": "00:06:22"
  },
  {
    "text": "Yeah, it depends on what thinker you're talking about, I suppose. Yeah, yeah. And then there's, you know, animal consciousness, which has plant level consciousness, but then a few more layers of sensory input, and then humans have both plant and animal, and then a level up with rationality and reason, so on, but that there's this order and that it's a surrounding or top down set of forces that's driving the organism forward. So Rupert Sheldrake's kind of contrast, as he said, a naturalist materialist worldview can't really account for form, because if you're saying that there's no driving purpose or principle towards which all of this matter is aiming at, then you have to account for all of the forms of reality from the ground up. And at each stage at which a protein combines and becomes the next level of thing and the next level of thing, there's an infinite number of possibilities that open up of what it could become, but reality keeps becoming certain types of things.",
    "start": "00:06:22",
    "end": "00:07:29"
  },
  {
    "text": "Right, yeah.",
    "start": "00:07:29",
    "end": "00:07:29"
  },
  {
    "text": "And so the question is, can you account for it from the bottom up that just out of chaos comes order randomly? Or is there some larger enveloping principle or form or pattern to which things are stretching towards or becoming? So anyway, he says essentially what we've come to call what Aristotle called the soul, we call it fields.",
    "start": "00:07:30",
    "end": "00:07:55"
  },
  {
    "text": "Okay. Gravitational fields.",
    "start": "00:07:56",
    "end": "00:07:58"
  },
  {
    "text": "Gravitational fields, yeah. Or the strong or weak nuclear force. These things called forces. Yes, force fields.",
    "start": "00:07:58",
    "end": "00:08:03"
  },
  {
    "text": "Yeah, yeah, fields.",
    "start": "00:08:04",
    "end": "00:08:05"
  },
  {
    "text": "And he said they play in our minds the same role that the concept of soul did in, like Aristotle, like the Higgs boson.",
    "start": "00:08:05",
    "end": "00:08:15"
  },
  {
    "text": "The whole idea behind that is that the reason why matter has any sort of weight, I suppose, I think it is, or substance, actual weight.",
    "start": "00:08:15",
    "end": "00:08:25"
  },
  {
    "text": "Weight.",
    "start": "00:08:25",
    "end": "00:08:25"
  },
  {
    "text": "I'm above my pay grade, but there's a field called the Higgs field, and it actually gives matter the attribute of weight.",
    "start": "00:08:25",
    "end": "00:08:34"
  },
  {
    "text": "Oh, there you go.",
    "start": "00:08:34",
    "end": "00:08:34"
  },
  {
    "text": "Something like that.",
    "start": "00:08:34",
    "end": "00:08:35"
  },
  {
    "text": "So the meta concept is this. We humans have been able to perceive for millennia that reality is composed of parts. Right now we just have the ability to look smaller and smaller and bigger and bigger, to see the parts that reality is combined of. And we know that reality can take certain forms and orders that are conducive for human life and flourishing and for our minds to be able to, like engage with reality and understand it and, like, cooperate with it. But there's also this principle that all of those parts sometimes do and could at any moment, just all the order could just fling apart. And the question is, what prevents it from just, right, shattering apart any given moment?",
    "start": "00:08:35",
    "end": "00:09:25"
  },
  {
    "text": "Fields.",
    "start": "00:09:25",
    "end": "00:09:26"
  },
  {
    "text": "And then what is it that keeps channeling everything to keep producing itself or reproducing itself in these certain types of forms and not others? And it just struck me as I was listening to his talk, I just thought, this is Genesis 1. This is the concept of reality, of chaos versus separating things into orders and realms and kinds, and then coordinating their cooperation towards the production of life and flourishing and community and beauty and goodness and so on. And we're having these conversations about the chaos dragon. And I think that is essentially what this set of symbols in the biblical story is about. Chaos versus order is like one of the most fundamental categories of biblical thought. And that order is this exertion of a force, or for the biblical authors, a mind that can address the disorder of chaos, which is what we would call nothingness, and impose upon it in order so that that material that has no form all of a sudden is channeled along certain lines to produce and reproduce. And that's the gift of God's Blessing in Genesis 1 is that he both orders by separating and organizing things into categories, but then infuses them with a life of their own that's borrowed life, right, but infused to begin to reproduce and make more. And whatever chaos is, it's the opposite of that. And so what the drama is about the dragon is that there are creatures, inhabitants in all the different realms of God's world. And they can either participate in the progression of order and beauty towards the garden, or they can become like a drag, like a momentum drag that prevents creation from going where God intends it to go. And it's like they pull it backwards back into the chaos. And the first creature that we're introduced to that's doing that is that snake that crawls out of the wilderness into the garden and through its deception gets the humans to choose as good, their own ruin, their own death and dissolution, back into the ground and the dust of the wilderness. Then the humans can become agents of that chaos and death and disorder. And I think whether or not the stuff about biology for the first five minutes of what I was saying was helpful at all, I think that's what fundamentally what the set of concepts and this video is about.",
    "start": "00:09:26",
    "end": "00:12:25"
  },
  {
    "text": "Well, I think the meditation on biology is just another way into thinking about life versus death. Chaos versus order. You could think about scientifically, thermodynamics versus whatever's creating order, energy conservation and fields and all that stuff. But then we're completely out of our.",
    "start": "00:12:25",
    "end": "00:12:45"
  },
  {
    "text": "We don't know what we're talking about. Yeah, yeah, exactly.",
    "start": "00:12:46",
    "end": "00:12:48"
  },
  {
    "text": "But the idea of life and death, chaos and order, like we get. And then you can apply. Well, the story of the Bible then discusses these ideas. God comes to a chaotic state which we talked about, described in different ways.",
    "start": "00:12:48",
    "end": "00:13:04"
  },
  {
    "text": "Yeah. Or the opposite of anything existing other than God.",
    "start": "00:13:04",
    "end": "00:13:08"
  },
  {
    "text": "Yeah.",
    "start": "00:13:09",
    "end": "00:13:09"
  },
  {
    "text": "Is depicted as the chaos ocean. Yeah, yeah.",
    "start": "00:13:09",
    "end": "00:13:13"
  },
  {
    "text": "Here's what I'm struggling with. Can we do this theme of the dragon? Can we do it by just focusing in on this one image of a dragon in the sea and being consumed by the dragon? Or do we have to talk about what the dragon is and the dragon connected to a bigger set of themes? The themes of chaos and chaos creatures. So now you're talking about some sort of spiritual evil. And the Bible can use fallen stars. It can use just the idea of death itself. So do we need to explain all of that? I mean, I think the answer is yes. I think you can't do the theme of the dragon and get to the revelation where the great dragon is in the sky now. And, you know, it's obviously more than just the sea chaos creature. And it feels to me like a much bigger video than we typically do. You mentioned the God video. When we started making that video, I thought, oh, this one's gonna be like 20 minutes long at the end of the day. We got it down to about eight.",
    "start": "00:13:34",
    "end": "00:14:50"
  },
  {
    "text": "Seven or eight.",
    "start": "00:14:50",
    "end": "00:14:51"
  },
  {
    "text": "Seven or eight, yeah.",
    "start": "00:14:51",
    "end": "00:14:52"
  },
  {
    "text": "It was a lot of work.",
    "start": "00:14:53",
    "end": "00:14:54"
  },
  {
    "text": "It was a lot of work.",
    "start": "00:14:54",
    "end": "00:14:55"
  },
  {
    "text": "A lot of work.",
    "start": "00:14:55",
    "end": "00:14:56"
  },
  {
    "text": "And I think it wasn't very satisfying for some people, I heard. Cause it felt like we had to really smooth over a lot of things and not talk about a lot of things.",
    "start": "00:14:56",
    "end": "00:15:05"
  },
  {
    "text": "Yeah. Fly really high.",
    "start": "00:15:05",
    "end": "00:15:07"
  },
  {
    "text": "Fly really high.",
    "start": "00:15:07",
    "end": "00:15:07"
  },
  {
    "text": "Yeah.",
    "start": "00:15:07",
    "end": "00:15:08"
  },
  {
    "text": "Like, for example, I'm getting really hung up still. I want to spend more time talking about these realms and then how these creatures relate to these realms. I really want to understand that because I feel like to understand this theme at its largest, I need to get that more.",
    "start": "00:15:08",
    "end": "00:15:23"
  },
  {
    "text": "Yeah. So by that, you're talking about the theme. In our conversations of. In Genesis 1, I noted that there are two realms of disorder that are contained and then framed within the order that God makes. So the darkness is contained by the light, but it's still there in its cycle. And then the sea is not done away with entirely, but it's now given a Boundary of where it can and cannot be. And it can't be up on the dry land. And then you flip to the Eden narrative and you have the wilderness, which is the opposite then of the garden. So you get these three images. Darkness, sea, and desert in opposition to light, dry land and garden.",
    "start": "00:15:23",
    "end": "00:16:06"
  },
  {
    "text": "Yeah. And so on a literal level, I kind of want to start using the word literal and figurative, but maybe that's a bad set of terms. Can I suggest experiential? On the experiential level, I can experience the wilderness.",
    "start": "00:16:06",
    "end": "00:16:20"
  },
  {
    "text": "Oh, yeah. Okay.",
    "start": "00:16:20",
    "end": "00:16:21"
  },
  {
    "text": "I can experience the ocean. But then there's a level of meaning, a deeper level of, like, significance.",
    "start": "00:16:21",
    "end": "00:16:28"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:16:28",
    "end": "00:16:29"
  },
  {
    "text": "Like, what does that mean? Like, you told the story a few. I don't know, whenever it was about being out in Mount Hood wilderness and hearing coyotes. So on a experiential level, you were in the wilderness hearing the haunting cries of coyotes.",
    "start": "00:16:29",
    "end": "00:16:47"
  },
  {
    "text": "Yeah. Of a chaos creature.",
    "start": "00:16:47",
    "end": "00:16:49"
  },
  {
    "text": "Yeah.",
    "start": "00:16:49",
    "end": "00:16:49"
  },
  {
    "text": "Certainly by the look in my son's eyes. That's how it felt to him. Yeah.",
    "start": "00:16:50",
    "end": "00:16:55"
  },
  {
    "text": "On the level of meaning. Suddenly the cry to you felt like the cries of, like, little girls screaming. And the horror of it was starting to connect you to this deeper sense of horror and dread, of, like, life is fragile and people need to be protected and there's suffering and pain out there, and death is at the doorstep. I'm on the knife's edge of disaster. That's the level of meaning.",
    "start": "00:16:55",
    "end": "00:17:25"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:17:25",
    "end": "00:17:26"
  },
  {
    "text": "So when we get to.",
    "start": "00:17:27",
    "end": "00:17:28"
  },
  {
    "text": "Dude, the look in your eyes when you said that string of sentences, that was so intense.",
    "start": "00:17:29",
    "end": "00:17:33"
  },
  {
    "text": "I'm sorry. Good morning.",
    "start": "00:17:33",
    "end": "00:17:37"
  },
  {
    "text": "You've had a cup of coffee already. Clearly.",
    "start": "00:17:39",
    "end": "00:17:40"
  },
  {
    "text": "Oh, my gosh.",
    "start": "00:17:40",
    "end": "00:17:41"
  },
  {
    "text": "Go ahead, keep going, Keep going. The feeling, the knife's edge.",
    "start": "00:17:43",
    "end": "00:17:46"
  },
  {
    "text": "You know, you mentioned earthquakes, and there's that earthquake that just happened in.",
    "start": "00:17:47",
    "end": "00:17:50"
  },
  {
    "text": "Yep. Syria and Turkey.",
    "start": "00:17:50",
    "end": "00:17:52"
  },
  {
    "text": "Yeah, yeah. And they pulled out that girl. Seven days.",
    "start": "00:17:52",
    "end": "00:17:55"
  },
  {
    "text": "Oh, man.",
    "start": "00:17:56",
    "end": "00:17:56"
  },
  {
    "text": "A little girl alive after 7, in rubble for.",
    "start": "00:17:57",
    "end": "00:18:02"
  },
  {
    "text": "Yeah.",
    "start": "00:18:02",
    "end": "00:18:03"
  },
  {
    "text": "Seven days and nights. Just like. What is that even like.",
    "start": "00:18:03",
    "end": "00:18:07"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:18:07",
    "end": "00:18:08"
  },
  {
    "text": "So she was on a literal level, like, in rubble or. Sorry, experiential level, in rubble. But, like, the meaning. She was in Sheol. She was in death.",
    "start": "00:18:09",
    "end": "00:18:18"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:18:18",
    "end": "00:18:19"
  },
  {
    "text": "Pulled out of death. So you get these images of the wilderness, of the sea, of the night sky, and on an experiential level, like, I can go out and watch the sea, and it can be. It can look chaotic.",
    "start": "00:18:19",
    "end": "00:18:34"
  },
  {
    "text": "Yeah.",
    "start": "00:18:34",
    "end": "00:18:34"
  },
  {
    "text": "And if I sailed out there, I've been sailing on a rough day. And it's like. It's scary.",
    "start": "00:18:34",
    "end": "00:18:40"
  },
  {
    "text": "Intimidating.",
    "start": "00:18:40",
    "end": "00:18:41"
  },
  {
    "text": "Very scary.",
    "start": "00:18:41",
    "end": "00:18:41"
  },
  {
    "text": "Yeah.",
    "start": "00:18:41",
    "end": "00:18:42"
  },
  {
    "text": "You could be Wandering around at night when it's super dark. You know what that feels like? You could be out in the wilderness and hearing coyotes. But then, like, the level of meaning is, I think, where Genesis starts, right? Like, it employs those three images of those settings that we can experience. But it's saying, hey, I'm not talking about these. Like, literally, like, there's this level of meaning underneath of these. There's the place of chaos, of no life. And so what I'm wondering is when then God creates the order, right? So then he separates the light from the darkness. He separates the land from the ocean. He creates the garden, separates from the wilderness. Now I can go and see that ocean. And now does the ocean. The ocean represents the same feelings and meaning of the chaos, but it's also.",
    "start": "00:18:42",
    "end": "00:19:40"
  },
  {
    "text": "Just the ocean in one. Yeah, sure.",
    "start": "00:19:40",
    "end": "00:19:42"
  },
  {
    "text": "And like, the wilderness, like, Israel can wander out in the wilderness, and in a meaningful way, they're out in chaos.",
    "start": "00:19:42",
    "end": "00:19:49"
  },
  {
    "text": "Yeah, that's right. Yes.",
    "start": "00:19:49",
    "end": "00:19:50"
  },
  {
    "text": "But they're also just in the wilderness, and they can still survive out there. And creatures can survive out there. And then humans are told to rule over the. The creatures in the sea and the creatures in the sky, and they're told to, you know, work the garden. And there's this kind of. This sense of like. And you put it this way before that God is creating these outposts and they're supposed to expand. So I'm wondering, as I'm saying all this to say, when we talk about creatures in these realms, we've been talking about the chaos creature, the serpent playing in the ocean, just one of God's creatures. And on an experiential level, like, we get it, there's whales out there. Like, I might, like, if I was an ancient person, I encountered a whale. I might think it's like this dragon. But then on the level of like, meaning, as we tell these tales of, like, the sea dragon, it becomes something much larger, and it's trying to connect us to something deeper, which is what you were talking about, which was like, what's dragging the cosmos back into destruction? Like, what is this energy? Or for. That's like unraveling order. And I feel like what's confusing to me is we kind of can talk about the dragon as just one of God's creatures, but then suddenly it becomes.",
    "start": "00:19:50",
    "end": "00:21:10"
  },
  {
    "text": "Yeah, cosmic, cosmic. A cosmic tyrant or a cosmic threat.",
    "start": "00:21:10",
    "end": "00:21:14"
  },
  {
    "text": "We could talk about being out in the wilderness. Like, there's. We read one of the prophets about Babylon being cast out into the wilderness, and it's this idea of being cast out into death. But there's like animals out there and they even become an animal out there and then there's like a feast out there. It's like you can survive out in the wilderness.",
    "start": "00:21:15",
    "end": "00:21:33"
  },
  {
    "text": "We can, I mean we can imagine it. I think it's much more difficult for.",
    "start": "00:21:34",
    "end": "00:21:38"
  },
  {
    "text": "For an ancient person, for, yeah, the.",
    "start": "00:21:38",
    "end": "00:21:40"
  },
  {
    "text": "Biblical authors to imagine that because yeah, we can fill up four leather bottles of water. I mean, how much water can you carry with you really? That kind of thing. And that's actually still true.",
    "start": "00:21:40",
    "end": "00:21:51"
  },
  {
    "text": "But there's water out there. I mean the animals live out there. They're drinking something.",
    "start": "00:21:51",
    "end": "00:21:55"
  },
  {
    "text": "Sure. Some of them they're highly ad. And we are not. And that's the point.",
    "start": "00:21:55",
    "end": "00:22:00"
  },
  {
    "text": "Okay, so these are realms where we can't live. We can't live out in the wilderness. I mean we do now. We found oil and we built like massive cities out there. We can't live out in the ocean, we can't live out in the sky. So there are realms where humanity can't like exist. So what does it mean for God to put creatures there that aren't humans and then what does it mean for those creatures to then become anti creation creatures? And I feel like, I almost feel like I need to understand that before I can really start to appreciate the theme of the dragon.",
    "start": "00:22:00",
    "end": "00:22:40"
  },
  {
    "text": "Yeah, that's interesting.",
    "start": "00:22:40",
    "end": "00:22:41"
  },
  {
    "text": "Like what did it mean for the biblical authors that God put the tannin in the ocean on day five?",
    "start": "00:22:43",
    "end": "00:22:50"
  },
  {
    "text": "Yeah, so I guess maybe so one, we are coming to the story of the Bible which begins in the beginning. So it has the feeling that it's creating all your categories of reality as you enter into the story world and go into it. However, that story itself took shape in a cultural context where certain ideas and images already existed and the dragon was one of them. In fact, the dragon in the chaotic sea was one of the most well told ancient Near Eastern symbolic stories, which is why we're still telling it today, just in different forms. So in that story, the dragon and the chaotic sea was like a main fixture of the ancient imagination. And so the biblical authors start. And the way that the sea is described and Leviathan is described in Genesis 1 is itself in response to, or a conscious tweak away from a dominant way of thinking about reality, which is that reality is the result of a mortal combat between order and chaos. And aren't we glad Marduk won another year because we're all still here living in the shelter of Babylon's peace or something. So the biblical authors want us to come out of the gate and say the most primary reality is the beautiful mind and the generous host of all creation. That one is reality. And there is no force that is rival. Everything is subordinate to the will and the purpose and generosity of that one. And so therefore, the chaotic sea is not a rival of God. It is a rival of creation because it's the opposite of creation, which is order. And then for the creatures within creation, the chaos dragon is not a rival to God, but it is a rival to the inhabitants of creation.",
    "start": "00:22:50",
    "end": "00:24:52"
  },
  {
    "text": "Do you think it. Did he start out that way, the sea dragon? Was it always. When the sea dragon is placed in the chaotic sea, is that an idea of saying God separated the chaos from the land? It's still chaos out there. And one way for us to imagine that chaos is in this creature out there that if you encountered, would take you out.",
    "start": "00:24:52",
    "end": "00:25:18"
  },
  {
    "text": "Yep. And that seems to be part of what the role of Leviathan plays in the speeches, God's speeches of Job, which we'll look at in a future conversation. Because God's saying, listen, he's a part of your world. In fact, he just, you know, took a few swings at you Job.",
    "start": "00:25:18",
    "end": "00:25:33"
  },
  {
    "text": "Okay. And it's not saying it's evil, it's just. That's its role.",
    "start": "00:25:34",
    "end": "00:25:38"
  },
  {
    "text": "It's the chaos creature.",
    "start": "00:25:38",
    "end": "00:25:39"
  },
  {
    "text": "It's the chaos creature.",
    "start": "00:25:39",
    "end": "00:25:40"
  },
  {
    "text": "Yeah.",
    "start": "00:25:40",
    "end": "00:25:40"
  },
  {
    "text": "It's also not good because there's no life that comes out of it. And so it's separated away from the land, but it still exists.",
    "start": "00:25:41",
    "end": "00:25:50"
  },
  {
    "text": "That's right.",
    "start": "00:25:50",
    "end": "00:25:51"
  },
  {
    "text": "And so what's that about in the biblical imagination, that God allows this realm to still exist? Because at the end of the Bible, the idea on a symbolic, meaningful level is that the sea goes away and.",
    "start": "00:25:51",
    "end": "00:26:04"
  },
  {
    "text": "The dragon is done away with.",
    "start": "00:26:04",
    "end": "00:26:06"
  },
  {
    "text": "Yeah. So why put them there? Why keep the sea? And I mean, I know why the ocean exists. Like, because, like, we're on a water planet.",
    "start": "00:26:06",
    "end": "00:26:15"
  },
  {
    "text": "Oh, sure. But that's not how the.",
    "start": "00:26:15",
    "end": "00:26:17"
  },
  {
    "text": "That's how the biblical authors think.",
    "start": "00:26:17",
    "end": "00:26:18"
  },
  {
    "text": "Yeah, exactly.",
    "start": "00:26:18",
    "end": "00:26:19"
  },
  {
    "text": "So they look at the ocean and they're thinking like, this thing doesn't need to be here.",
    "start": "00:26:19",
    "end": "00:26:22"
  },
  {
    "text": "Yeah, yeah, yeah. And when it must play some role, then.",
    "start": "00:26:22",
    "end": "00:26:25"
  },
  {
    "text": "Yeah. So in the biblical imagination, what role does it play? Why does God allow it to exist?",
    "start": "00:26:25",
    "end": "00:26:31"
  },
  {
    "text": "Yeah.",
    "start": "00:26:31",
    "end": "00:26:32"
  },
  {
    "text": "And this is where I start to think we get into the problem of evil conversation.",
    "start": "00:26:32",
    "end": "00:26:36"
  },
  {
    "text": "That's right. Yeah. But for the biblical authors, when we think of the word evil, we have a problem because we think of. We have this category. Well, evil is the result of an intelligent intention. Normally that's what we mean by evil, something a person intends. That's why when our rabbit scratches my son, we don't like punish, didn't intend to do evil, but we do feel like we need to account for other types of disaster. So we call it natural evil, which has always been a strange phrase.",
    "start": "00:26:36",
    "end": "00:27:07"
  },
  {
    "text": "Do we? I don't know that phrase.",
    "start": "00:27:08",
    "end": "00:27:10"
  },
  {
    "text": "Oh, yeah. Moral evil and natural evil.",
    "start": "00:27:10",
    "end": "00:27:13"
  },
  {
    "text": "That was philosophical phrase.",
    "start": "00:27:13",
    "end": "00:27:14"
  },
  {
    "text": "Yeah. In theology, the problem of evil. What types of evil? There's natural evil with earthquakes and rabbits scratching your sons. But what we mean then is just something that's unpleasant. So for the biblical authors, there's no separation. There's just what is conducive for garden life and points you in that direction and all the good stuff that comes along with that. And then there's its polar opposite, which is the desert or the chaos waters or the darkness. And that's like a spectrum. For whatever reason, the biblical story is governed by a beautiful mind. And when that one wants to create something other than itself, creation, it creates it to exist in a way that it has to journey towards the divine perfect that God has in store for it. It has to go on a journey from nothingness towards the garden.",
    "start": "00:27:14",
    "end": "00:28:10"
  },
  {
    "text": "It's very different than God created the world perfect. We screwed it up. He's gonna make it perfect again.",
    "start": "00:28:10",
    "end": "00:28:15"
  },
  {
    "text": "Yeah. There's nothing perfect about the world of Genesis 1.",
    "start": "00:28:15",
    "end": "00:28:19"
  },
  {
    "text": "It's good what God orders and separates out. He calls good.",
    "start": "00:28:19",
    "end": "00:28:23"
  },
  {
    "text": "He calls good. But then clearly it's called to become something much more.",
    "start": "00:28:23",
    "end": "00:28:27"
  },
  {
    "text": "How so?",
    "start": "00:28:28",
    "end": "00:28:29"
  },
  {
    "text": "Be fruitful and multiply. Fill the earth and subdue it. Subdue it and reign over it. I see as images. Okay, so this is about God partnering with a creature that is not God, but is a participant, an image of God's own life, and then is to partner with God in the journey from chaos to the garden. And that journey is fraught with the possibility that it could endure many cycles of chaotic nothingness, depending on how the partnership goes. But the fundamental premise is that God chooses not to create the cosmic garden. He chooses to create a tiny garden oasis and then install partners. And those partners are surrounded by creatures, and those creatures. And the garden itself poses opportunities for God's creatures to choose life or to choose to sink back into chaos of their own will. And there the dragon is just introduced of, hey, listen, this is not the cosmic threat to God, but it will play a cosmic threat role to the creatures, to creation itself, to creation itself. Unless the humans learn how to trust God's wisdom and power to rule over that beast. That's the meta reflection. What the biblical story doesn't Say is why God does that. It just says that that's how God has set it up. So the darkness is there, the wilderness is there, and the chaos ocean is.",
    "start": "00:28:29",
    "end": "00:30:05"
  },
  {
    "text": "And going back to the very beginning of this conversation, when God creates creatures in these realms. So in the waters, it's the sea dragon, in the night sky, it's the host of heaven.",
    "start": "00:30:34",
    "end": "00:30:45"
  },
  {
    "text": "Yeah. The stars. Yeah. Which bring God's light to the darkness.",
    "start": "00:30:45",
    "end": "00:30:49"
  },
  {
    "text": "Yeah.",
    "start": "00:30:49",
    "end": "00:30:50"
  },
  {
    "text": "In a very ordered pattern.",
    "start": "00:30:50",
    "end": "00:30:51"
  },
  {
    "text": "Right.",
    "start": "00:30:52",
    "end": "00:30:52"
  },
  {
    "text": "Yeah.",
    "start": "00:30:52",
    "end": "00:30:52"
  },
  {
    "text": "But what we do have with the stars is a backstory of sorts of going, well, why is there a force of de creation that's like a creature? Well, you get a story of. Well, I guess maybe this isn't clear in the Bible, but maybe in Second Temple literature where you get the story of the fallen angel or the.",
    "start": "00:30:53",
    "end": "00:31:13"
  },
  {
    "text": "Oh, I see. Well, you get it within the Hebrew Bible itself.",
    "start": "00:31:14",
    "end": "00:31:17"
  },
  {
    "text": "Okay.",
    "start": "00:31:17",
    "end": "00:31:17"
  },
  {
    "text": "Yeah. But specifically from the prophets, Isaiah and Ezekiel. But what they're doing is they're looking back on those inhabitants, on the stars and on the dragon and on the snake, and they see there a mirror of what has been happening in the human. In the story of the human rulers. So the human rulers wanted more. They wanted more power, more wisdom, sooner and by their own schemes, whereas God wanted to give it to them, but by his own timing and his own wisdom. And so they see that story being played out in the human realm, resulting in lots of death and chaos. And they share with us the mirror narrative of the snake, the snake's downfall, which is also the downfall of a star. So that's what's so interesting in Isaiah, is that the big cosmic bad guy is used as an analogy story for the king of Babylon. So the king of Babylon can be likened to a star falling from heaven because it tried to go up higher.",
    "start": "00:31:17",
    "end": "00:32:22"
  },
  {
    "text": "Right.",
    "start": "00:32:23",
    "end": "00:32:23"
  },
  {
    "text": "And then it also can be likened to the snake in the waters that'll get his head chopped off.",
    "start": "00:32:23",
    "end": "00:32:28"
  },
  {
    "text": "And the point is to say there's something deeper. There's a deeper force animating Nebuchadnezzar, humans.",
    "start": "00:32:28",
    "end": "00:32:37"
  },
  {
    "text": "When humans unleash death and chaos on the land, we are actually participating in a much. What do you say, a much more substantial or a cosmic power of de creation that's opposed to where God is trying to take the world.",
    "start": "00:32:37",
    "end": "00:32:53"
  },
  {
    "text": "So I think this is getting at the heart of maybe what I want to understand, and I'm wondering if needs to be part of this video, is that that force, in some philosophies, there's, like you said, there's the ying and the yang, and there's just two opposing Forces. And it actually creates the cosmos as we know it. And there actually needs to be, like, this balance. But it seems like what we're talking about is saying, no, there's this ultimate creative force everything relies on.",
    "start": "00:32:59",
    "end": "00:33:32"
  },
  {
    "text": "Yeah. Namely God.",
    "start": "00:33:32",
    "end": "00:33:34"
  },
  {
    "text": "God, yeah. And then when God comes to create, he appoints creatures that we understand, creatures of the land, humans who bear his image. But then there's these creatures that God creates that also reflect his ruling power in the sky. And when we decide to fight against creation, we can create what we would call evil, corruption, violence. And in the same way.",
    "start": "00:33:34",
    "end": "00:34:08"
  },
  {
    "text": "Sorry, real quick, evil is the opposite of creation. If creation is the bringing about of garden order, then evil is something that we do. But evil is just detracting from the goodness. It's actually not even doing anything. To do evil is really just to undo creation.",
    "start": "00:34:09",
    "end": "00:34:29"
  },
  {
    "text": "To undo good.",
    "start": "00:34:29",
    "end": "00:34:30"
  },
  {
    "text": "To undo good. Yeah. Yeah. Undo good. Yeah. You don't do evil. Even though that is literally how it's phrased in the Bible, what doing evil means is undoing good.",
    "start": "00:34:30",
    "end": "00:34:40"
  },
  {
    "text": "Well, it's also how it feels like when something happens to you. Feels like something is happening.",
    "start": "00:34:40",
    "end": "00:34:45"
  },
  {
    "text": "The absence of good. Yeah. What is poverty except the absence of abundance? What is pain except the absence of wholeness or pleasure?",
    "start": "00:34:45",
    "end": "00:34:55"
  },
  {
    "text": "Interesting.",
    "start": "00:34:55",
    "end": "00:34:56"
  },
  {
    "text": "So on the human level, that's what's going on. Mirrored on a cosmic level.",
    "start": "00:34:57",
    "end": "00:35:02"
  },
  {
    "text": "Mirrored on a cosmic level which we don't have a very clear view of. It's, like, kind of just talked about and.",
    "start": "00:35:02",
    "end": "00:35:11"
  },
  {
    "text": "Yeah. It's a cosmic, subtle background narrative in the biblical story.",
    "start": "00:35:11",
    "end": "00:35:15"
  },
  {
    "text": "Yeah, yeah. Which doesn't get a lot of page time.",
    "start": "00:35:15",
    "end": "00:35:17"
  },
  {
    "text": "Yep. Explicitly.",
    "start": "00:35:18",
    "end": "00:35:19"
  },
  {
    "text": "Yeah.",
    "start": "00:35:19",
    "end": "00:35:20"
  },
  {
    "text": "But it's there. I mean, it's there from the beginning. It's there from the beginning, and then it hovers in the background in significant ways throughout that story of the Bible.",
    "start": "00:35:20",
    "end": "00:35:28"
  },
  {
    "text": "So at the foundation of this theme, I feel like, is understanding that there is a creature like us, but unlike us. Like us in that this creature can reflect God's rule. Unlike us in that it lives in a realm that we can't exist in. And it has a type of being that's just fundamentally different than ours. And if we encountered one, we would think this thing is crazy, like, and powerful. And like, you know.",
    "start": "00:35:29",
    "end": "00:36:03"
  },
  {
    "text": "Yeah.",
    "start": "00:36:03",
    "end": "00:36:04"
  },
  {
    "text": "Glorious.",
    "start": "00:36:04",
    "end": "00:36:05"
  },
  {
    "text": "As God says to Job, try to touch it once, you won't do it again.",
    "start": "00:36:05",
    "end": "00:36:09"
  },
  {
    "text": "I was thinking of angels, but now you're talking about applying the category of Leviathan to these things. And so how do we describe these creatures? And we have to use something experiential.",
    "start": "00:36:09",
    "end": "00:36:24"
  },
  {
    "text": "Yeah. What else can we do? We're humans.",
    "start": "00:36:24",
    "end": "00:36:26"
  },
  {
    "text": "And so we talk about the stars, we talk about the sea dragon.",
    "start": "00:36:26",
    "end": "00:36:30"
  },
  {
    "text": "Yeah, a star and particularly a planet, what we now call a planet, but a light in the sky that seems like it ought to behave with all the others in the normal patterns, but it's deviant, it deviates from its pattern.",
    "start": "00:36:30",
    "end": "00:36:43"
  },
  {
    "text": "So on the experiential level that's what we're seeing and experiencing, but then on a level of meaning we're going, I know there's this force, there's this being, there's this creature like me, but unlike me, and it is in rebellion. And so I'll talk about the fallen star, I'll talk about the sea creature.",
    "start": "00:36:43",
    "end": "00:37:02"
  },
  {
    "text": "Sea creature? Yeah, it's one of the creatures in the sea, which means it ought to be good. But instead, at least in these stories that I hear, it's just this chaos force that wants to swallow everything up in death.",
    "start": "00:37:02",
    "end": "00:37:14"
  },
  {
    "text": "So then in my imagination then I'm thinking, when I think, let's go back to this, the dragon. Now then, the sea dragon. So I employ the sea dragon to think about the meaning of this chaotic force of being that's in rebellion against God and wants to drag things into undo good. When the Bible talks about the dragon, like you said in Job, we haven't talked about it yet, sometimes it's talked about on what I'm calling the experiential level.",
    "start": "00:37:15",
    "end": "00:37:45"
  },
  {
    "text": "Right, yeah, yeah, sure.",
    "start": "00:37:46",
    "end": "00:37:47"
  },
  {
    "text": "We're not saying hey, this thing is the rebellious creature, we're just saying this thing exists like the ocean exists, deal with it. And we might think, man, this thing's a problem. And God's like, no, it's just part of my creation.",
    "start": "00:37:47",
    "end": "00:38:05"
  },
  {
    "text": "Yep.",
    "start": "00:38:05",
    "end": "00:38:06"
  },
  {
    "text": "But then when we talk about the dragon as the rebellious creature when we take it, and that's what we mean, like, we mean like the forces of like rebellious destruction, whatever that means a.",
    "start": "00:38:06",
    "end": "00:38:18"
  },
  {
    "text": "Being, an inhabitant that is now purposed to undo good in God's world.",
    "start": "00:38:18",
    "end": "00:38:24"
  },
  {
    "text": "Now this thing, this thing's the like seven headed dragon that needs to get flayed open and destroyed.",
    "start": "00:38:24",
    "end": "00:38:32"
  },
  {
    "text": "That's right. And when the biblical authors want to talk about that, that's when they pull out the full on dragon slaying myth of their neighbors, that it's an enemy of God's by being an enemy of his creation and he's going to kill it, it's going to smash it, and not let it prevent creation from going where God wants to take it.",
    "start": "00:38:32",
    "end": "00:38:52"
  },
  {
    "text": "When it's the other thing, when it's just the creature in the sea representing the chaos of the sea is It a spiritual being the way we would think of as the angels as the hosts of heaven? Or is it just.",
    "start": "00:38:52",
    "end": "00:39:04"
  },
  {
    "text": "It's a symbol.",
    "start": "00:39:05",
    "end": "00:39:06"
  },
  {
    "text": "Is it just a creature like a cow, but of the ocean? Right.",
    "start": "00:39:06",
    "end": "00:39:12"
  },
  {
    "text": "Yeah. It refers to the big thing out there.",
    "start": "00:39:12",
    "end": "00:39:14"
  },
  {
    "text": "Yeah.",
    "start": "00:39:14",
    "end": "00:39:14"
  },
  {
    "text": "Yes, for sure. And it occupies the same place as mountain lions do in my imagination.",
    "start": "00:39:14",
    "end": "00:39:20"
  },
  {
    "text": "Yeah. Because when the Bible talks about lions and scorpions and those kind of things.",
    "start": "00:39:21",
    "end": "00:39:26"
  },
  {
    "text": "Yeah.",
    "start": "00:39:26",
    "end": "00:39:27"
  },
  {
    "text": "You don't see them haunted with spiritual evil as much. Or do you?",
    "start": "00:39:27",
    "end": "00:39:30"
  },
  {
    "text": "Jesus certainly did. Yeah, totally. We'll get there. And Luke, he calls demons confrontations with demons about treading on serpents and scorpions.",
    "start": "00:39:31",
    "end": "00:39:43"
  },
  {
    "text": "Yeah. Okay.",
    "start": "00:39:43",
    "end": "00:39:44"
  },
  {
    "text": "So that reflects the mind fully shaped by this view of reality.",
    "start": "00:39:44",
    "end": "00:39:48"
  },
  {
    "text": "So that's the same thing as saying there's a creature.",
    "start": "00:39:48",
    "end": "00:39:51"
  },
  {
    "text": "Yep.",
    "start": "00:39:51",
    "end": "00:39:51"
  },
  {
    "text": "Let's take this creature from an experiential level and let's then let that thing become a symbol. A symbol of this menacing, destructive evil.",
    "start": "00:39:52",
    "end": "00:40:03"
  },
  {
    "text": "It's good.",
    "start": "00:40:03",
    "end": "00:40:04"
  },
  {
    "text": "Okay.",
    "start": "00:40:04",
    "end": "00:40:04"
  },
  {
    "text": "Yeah.",
    "start": "00:40:04",
    "end": "00:40:04"
  },
  {
    "text": "So that works with the dragon, but it also works with, like, wilderness creatures. Is that how they think about the stars? Is it the same thing? Like the stars are. Help me understand that category of creature.",
    "start": "00:40:05",
    "end": "00:40:17"
  },
  {
    "text": "Yeah, Well, I mean, the stars are meant to be glorious images of God's light that represent him in the darkness. And they are called to rule.",
    "start": "00:40:18",
    "end": "00:40:26"
  },
  {
    "text": "Yeah.",
    "start": "00:40:26",
    "end": "00:40:27"
  },
  {
    "text": "Creatures are not called to rule. Right. I'm just trying to play it out in the logic of Genesis 1.",
    "start": "00:40:27",
    "end": "00:40:33"
  },
  {
    "text": "So Sea Dragon's not called to rule.",
    "start": "00:40:33",
    "end": "00:40:35"
  },
  {
    "text": "No. And if it tries to rule, that's, you know, it's like. Well, it's a rebellion. So for a star to deviate from the timekeeping courses and patterns and to lead people astray by going on a rebellious course, to try to ascend higher and higher, or try to hang on as long as possible while the sun is rising, to say, like, I'm going to resist the rule of the sun. That's what's going on in Isaiah 14. Right, right.",
    "start": "00:40:36",
    "end": "00:41:04"
  },
  {
    "text": "The morning star.",
    "start": "00:41:04",
    "end": "00:41:05"
  },
  {
    "text": "The morning star. So that represents a creature misusing its rule and responsibility. So what's so fascinating then about the merging of star and dragon imagery is. Wow, thank you, John. It's like a merging of the two where it's. This thing is an intelligent representative of God, like unto the humans, but really different.",
    "start": "00:41:05",
    "end": "00:41:29"
  },
  {
    "text": "Right.",
    "start": "00:41:29",
    "end": "00:41:30"
  },
  {
    "text": "And it's called the rule within a certain realm. But then when you merge that idea with the chaos monster, then you have a creature called to rule that's chosen to essentially work in opposition to God's purpose for creation. And what a sad, monstrous reality. And this is certainly Why? I was kind of waiting for the right point to insert this. Remember, most of the dragon images, we talk. If you tally them up, most of them are symbols for human behavior. So there. The dragon is also a fitting image for the land ruler that goes astray and becomes opposed to God's purpose for creation. So the dragon symbol can be applied to the star rebel or to the land rebel. Oh, wow. This is helpful.",
    "start": "00:41:30",
    "end": "00:42:21"
  },
  {
    "text": "Okay. Yeah. Can I say it back this way? Because ultimately we're talking about what we would call spiritual evil or angels and demons and I don't know the best words to use.",
    "start": "00:42:22",
    "end": "00:42:33"
  },
  {
    "text": "Yeah, the host of heaven.",
    "start": "00:42:34",
    "end": "00:42:35"
  },
  {
    "text": "The host of heaven. And so what you're saying is, look, the humans are called to rule. Host heavens are called to rule. And the sea dragon is put there in the chaotic sea, but it's just another creature.",
    "start": "00:42:35",
    "end": "00:42:47"
  },
  {
    "text": "But it's a dangerous one.",
    "start": "00:42:48",
    "end": "00:42:49"
  },
  {
    "text": "It's a dangerous creature. When we get to Job, there's a dangerous land creature too. The behemoth.",
    "start": "00:42:49",
    "end": "00:42:53"
  },
  {
    "text": "That's right.",
    "start": "00:42:53",
    "end": "00:42:54"
  },
  {
    "text": "Right. And there's lions and there's. You know, it's just like there's creatures can be dangerous, but they're not called to rule. In fact, we're called to rule over them. And they're not necessarily. They're not bad or evil. They're just like.",
    "start": "00:42:54",
    "end": "00:43:08"
  },
  {
    "text": "Yeah, but they are not images of God.",
    "start": "00:43:08",
    "end": "00:43:11"
  },
  {
    "text": "They're not images of God. And when we encounter them, we could be encountering de creation. Like a lion could kill us.",
    "start": "00:43:11",
    "end": "00:43:19"
  },
  {
    "text": "At least our own decreation. Yeah, yeah, yeah, yeah. There's something primal. Yeah. And maybe this is why historically, that concept of rationality, intelligence, moral intuition, these are the things connected to the image of God, because these are precisely the things that experientially set us apart from animals.",
    "start": "00:43:19",
    "end": "00:43:39"
  },
  {
    "text": "Okay, so in the neighboring stories, the sea dragon is like trying to create chaos.",
    "start": "00:43:39",
    "end": "00:43:48"
  },
  {
    "text": "Yeah. The symbol of anti order.",
    "start": "00:43:48",
    "end": "00:43:50"
  },
  {
    "text": "Yeah. There is kind of this consciousness of like, I want to take down creation.",
    "start": "00:43:50",
    "end": "00:43:55"
  },
  {
    "text": "Yeah. I don't know if it's conscious, though. It just does what it does. It just does what it does. That's how God describes these creatures in the speeches of Job.",
    "start": "00:43:55",
    "end": "00:44:01"
  },
  {
    "text": "Yeah, but I'm talking about in the neighboring myths.",
    "start": "00:44:01",
    "end": "00:44:03"
  },
  {
    "text": "Oh, I understand. Got it.",
    "start": "00:44:03",
    "end": "00:44:06"
  },
  {
    "text": "Neighboring myths. I don't know. I haven't read them.",
    "start": "00:44:06",
    "end": "00:44:08"
  },
  {
    "text": "Yeah, yeah. But it's a rival to the storm God. It's a rival and it wants to swallow up everything in death. It's the threat, cosmic threat.",
    "start": "00:44:08",
    "end": "00:44:18"
  },
  {
    "text": "I feel like you were getting to something and I want to get back to it. Is that when we want to talk about the sky rulers in rebellion. All of a sudden we go, you know what, there's this chaotic creature of the sea. And if that thing was in rebellion and became kind of this cosmic hybrid of like the sky rulers with that, that thing is the way to describe like the horror of what it's like for this spiritual evil to be in rebellion.",
    "start": "00:44:24",
    "end": "00:44:57"
  },
  {
    "text": "That's right.",
    "start": "00:44:57",
    "end": "00:44:57"
  },
  {
    "text": "And that makes a lot of sense because you've got all these stories around you that that's what they're doing. They're employing that image. And so you can just adopt that image and say, yeah, like that thing that you've seen on the clay pot of the dragon and the story you heard. But in the world. The way that the Bible wants you to think about it is that these are God's creatures that are meant to rule like humans, but are in rebellion.",
    "start": "00:44:57",
    "end": "00:45:22"
  },
  {
    "text": "In rebellion. And the snake's a perfect image because snakes can fly and have wings in the ancient imagination. And they also go in the underworld and they can go on the surface of the land and so on. Yep.",
    "start": "00:45:22",
    "end": "00:45:36"
  },
  {
    "text": "All to say the dragon is like a vessel.",
    "start": "00:45:36",
    "end": "00:45:40"
  },
  {
    "text": "Yeah.",
    "start": "00:45:40",
    "end": "00:45:41"
  },
  {
    "text": "In a way. Like the dragon.",
    "start": "00:45:41",
    "end": "00:45:43"
  },
  {
    "text": "It's a set of clothes, It's a costume.",
    "start": "00:45:43",
    "end": "00:45:46"
  },
  {
    "text": "Feels like a costume.",
    "start": "00:45:46",
    "end": "00:45:47"
  },
  {
    "text": "Yeah. And a rebel host of heaven can be described with that costume when it plays the role of anti creation.",
    "start": "00:45:49",
    "end": "00:45:59"
  },
  {
    "text": "Yeah.",
    "start": "00:45:59",
    "end": "00:45:59"
  },
  {
    "text": "And the humans who listen to the snake whispering in their ear and become an instrument of anti creation. Humans can be described as dragons. In fact, that's primarily what dragon symbolism refers to in the Bible. If you just count up the number of times human evil to human, usually structural evil, institutional or imperial evil.",
    "start": "00:45:59",
    "end": "00:46:21"
  },
  {
    "text": "But then you dig a layer deeper than that. And why is there. There's this alliance between.",
    "start": "00:46:21",
    "end": "00:46:27"
  },
  {
    "text": "Yeah. Or a mirror relationship.",
    "start": "00:46:27",
    "end": "00:46:28"
  },
  {
    "text": "Mirror relationship. I don't fully appreciate that.",
    "start": "00:46:28",
    "end": "00:46:30"
  },
  {
    "text": "Yeah.",
    "start": "00:46:30",
    "end": "00:46:31"
  },
  {
    "text": "But.",
    "start": "00:46:31",
    "end": "00:46:31"
  },
  {
    "text": "Or as Paul will say it, humans are captive to do the will of the evil. One capped, slaves enslaved. The costume, the dragon is a costume, it's a symbol that refers to anti creation. It was so well known to the biblical authors that when it appears in Genesis 1, it's a dig. It's a twist on the well known ancient Near Eastern dragon slaying story where the dragon is the rival to the storm God and anticreation. The biblical authors introduce the dragon as a part of God's world, but it's a part that's not described as evil. But it's also not going to create the garden.",
    "start": "00:46:31",
    "end": "00:47:44"
  },
  {
    "text": "Right. It's something that needs to be subdued.",
    "start": "00:47:44",
    "end": "00:47:46"
  },
  {
    "text": "It needs to be subdued. God's partners are the host of Heaven. But that partnership isn't really spelled out in detail. But the main partnership is with the land rulers. And the dragon symbol can be used to describe deviant star rulers and deviant.",
    "start": "00:47:46",
    "end": "00:48:04"
  },
  {
    "text": "Land rulers in a way, to use your category of natural. You know, you said natural disaster or natural evil versus what was the other term?",
    "start": "00:48:04",
    "end": "00:48:12"
  },
  {
    "text": "Oh, moral evil.",
    "start": "00:48:12",
    "end": "00:48:13"
  },
  {
    "text": "Moral evil, yeah, yeah. What humans and the, like, God's creatures are doing what we would describe as like moral evil.",
    "start": "00:48:13",
    "end": "00:48:20"
  },
  {
    "text": "Correct. Yes. Yeah, yeah, yeah.",
    "start": "00:48:20",
    "end": "00:48:22"
  },
  {
    "text": "And. But what the sea dragon does, what the ocean does, that's just natural. Yeah, that's just like the fact that what you said, we're on a progression. God didn't create a perfect state. He separated out. He allowed a place for goodness to thrive. But then go and expand it. What are you expanding into? Well, you're expanding into.",
    "start": "00:48:22",
    "end": "00:48:42"
  },
  {
    "text": "Yeah.",
    "start": "00:48:43",
    "end": "00:48:43"
  },
  {
    "text": "Something that's gonna fight back.",
    "start": "00:48:43",
    "end": "00:48:44"
  },
  {
    "text": "That's right, yeah. Not cause it hates you, not because it hates you. It's just. It's the opposite of what God and you want to make together.",
    "start": "00:48:44",
    "end": "00:48:52"
  },
  {
    "text": "And that's the dragon. That's the dragon at a beginning state. The dragon is just.",
    "start": "00:48:52",
    "end": "00:48:58"
  },
  {
    "text": "The dragon is a symbol, a symbol.",
    "start": "00:48:58",
    "end": "00:49:00"
  },
  {
    "text": "Of the cosmos fighting back against you that you have to subdue.",
    "start": "00:49:00",
    "end": "00:49:04"
  },
  {
    "text": "And so this at conversation number nine, I think if I could go back and tweak now all the ways I've been talking about the dragon, I would. Now would you? Yeah, just a little bit. And maybe if I go back and listen to it, it wouldn't be that different. In other words, the dragon is a symbol and. Oh, total. This makes so much sense. This is why there can be dragon slaying scenes in a lot of the passages we're looking at, but the opponent is the waters. In other words, very often in these dragon slaying texts in the Hebrew Bible, sometimes the dragon is there in the waters, sometimes the dragon's gone. And it's just God versus the waters.",
    "start": "00:49:04",
    "end": "00:49:45"
  },
  {
    "text": "Yeah.",
    "start": "00:49:46",
    "end": "00:49:46"
  },
  {
    "text": "And that's because they are two ways of talking about the same thing. Anti creation.",
    "start": "00:49:47",
    "end": "00:49:52"
  },
  {
    "text": "That thing is anti creation. But not through the vehicle of a creature meant to rule, but through the.",
    "start": "00:49:52",
    "end": "00:49:59"
  },
  {
    "text": "Vehicle of something that needs to be ruled.",
    "start": "00:49:59",
    "end": "00:50:01"
  },
  {
    "text": "Something that needs to be ruled.",
    "start": "00:50:01",
    "end": "00:50:02"
  },
  {
    "text": "It needs order imposed upon it. Okay, like what? I was trying to represent the views of Rupert Sheldrake at the beginning. It needs a mind, a purpose imposed upon it to give it form and order. Otherwise it's just infinite, unorganized potential.",
    "start": "00:50:02",
    "end": "00:50:18"
  },
  {
    "text": "And we talked about this in terms of, you know, in new creation, a toddler can play with the snake. So the snake has Been ruled.",
    "start": "00:50:19",
    "end": "00:50:28"
  },
  {
    "text": "Yeah.",
    "start": "00:50:29",
    "end": "00:50:29"
  },
  {
    "text": "And now it's not that it's not there anymore. Its function has been changed, and so that now you have a relationship with that. It's different.",
    "start": "00:50:29",
    "end": "00:50:37"
  },
  {
    "text": "Yeah.",
    "start": "00:50:37",
    "end": "00:50:37"
  },
  {
    "text": "And so you can then think about, what does that mean for the ocean and for the sea dragon? Well, in the ancient imagination, you're just like, we don't need the ocean.",
    "start": "00:50:37",
    "end": "00:50:46"
  },
  {
    "text": "Yeah. Like in the new creation.",
    "start": "00:50:47",
    "end": "00:50:49"
  },
  {
    "text": "New creation, the ocean is gone.",
    "start": "00:50:49",
    "end": "00:50:50"
  },
  {
    "text": "In Revelation 21:22, no more sea, no more dragon, no more night.",
    "start": "00:50:50",
    "end": "00:50:54"
  },
  {
    "text": "Right. But when we think about new creation, we don't think about. Well, we don't need the ocean. Right. Like, the ocean's part of creation.",
    "start": "00:50:54",
    "end": "00:51:02"
  },
  {
    "text": "Yeah. At least all Christian surfers hope so.",
    "start": "00:51:02",
    "end": "00:51:05"
  },
  {
    "text": "Yeah. And dolphin enthusiasts.",
    "start": "00:51:06",
    "end": "00:51:08"
  },
  {
    "text": "Yep.",
    "start": "00:51:08",
    "end": "00:51:09"
  },
  {
    "text": "Which is. Every girl in the fifth grade for me wanted to be a marine biologist.",
    "start": "00:51:10",
    "end": "00:51:14"
  },
  {
    "text": "That's amazing. That's good.",
    "start": "00:51:16",
    "end": "00:51:19"
  },
  {
    "text": "But what does it mean to rule over and subdue the chaotic elements out there and expand the garden? And when you encounter something that's not a moral creature, it's not a creature called to rule. Called to rule. But when you're encountering a force that's fighting against you, you're encountering the dragon.",
    "start": "00:51:19",
    "end": "00:51:44"
  },
  {
    "text": "The dragon in the form of the ocean, in the form of a lion or scorpion or snake, or in the form of your own mortality and death, that's just dragging you back down into the grave.",
    "start": "00:51:44",
    "end": "00:51:57"
  },
  {
    "text": "That's the dragon.",
    "start": "00:51:57",
    "end": "00:51:58"
  },
  {
    "text": "It's the dragon.",
    "start": "00:51:59",
    "end": "00:51:59"
  },
  {
    "text": "And when the dragon scratches you like the bunny, it's not doing evil. It's just like that's what it does.",
    "start": "00:51:59",
    "end": "00:52:06"
  },
  {
    "text": "Yep, that's right. And it's a way of saying God has not set up creation to exist instantly in its ideal form.",
    "start": "00:52:06",
    "end": "00:52:15"
  },
  {
    "text": "Right.",
    "start": "00:52:15",
    "end": "00:52:15"
  },
  {
    "text": "He has set up reality so that it journeys from chaos into the perfect, into the ideal. And that journey constantly forces God's rulers to make conscious decisions about whether we will align ourselves with the will and wisdom and goodness of God or peel off to do our own version of good, which the biblical story is trying to say. It's usually how we end up undoing good.",
    "start": "00:52:16",
    "end": "00:52:42"
  },
  {
    "text": "And so when we start here, when we employ the dragon, we're using it in a way very different than the contemporary mythologies, saying the dragon isn't a rival to God, it's just a rival to us and creation. And creation. Okay, now that's a great place to start, because then the next step is what you said earlier, which was really helpful, which is go, well, then how can we best understand and describe what does it look like when the rulers above rebel against their place? What's A way to think about that. Then we take the dragon and we, like, hybridize it.",
    "start": "00:52:43",
    "end": "00:53:24"
  },
  {
    "text": "Yeah. It becomes even more terrifying.",
    "start": "00:53:24",
    "end": "00:53:26"
  },
  {
    "text": "Comes to be more terrifying.",
    "start": "00:53:26",
    "end": "00:53:27"
  },
  {
    "text": "It's a dragon with intelligence.",
    "start": "00:53:27",
    "end": "00:53:29"
  },
  {
    "text": "But now it's like the dragon, the crafty serpent comes down from the sky and actually now is what we might call moral evil. It's like actually trying to corrupt us. So now the dragon becomes more. And that's the snake we meet in Genesis 2.",
    "start": "00:53:29",
    "end": "00:53:46"
  },
  {
    "text": "That's right. Yep.",
    "start": "00:53:46",
    "end": "00:53:47"
  },
  {
    "text": "And then what you said is when we get to the dragon slaying motif in the Bible, that's what God is slaying. He's not slaying the, like, leviathan. That's what we were meant to rule over. He's slaying the more like cosmic, like hybridized.",
    "start": "00:53:47",
    "end": "00:54:05"
  },
  {
    "text": "So good, evil.",
    "start": "00:54:06",
    "end": "00:54:07"
  },
  {
    "text": "And you can apply that to the spiritual beings. You can apply that then also to us.",
    "start": "00:54:07",
    "end": "00:54:12"
  },
  {
    "text": "Yeah. Humans that partner with that sky dragon and become land dragons, as it were.",
    "start": "00:54:12",
    "end": "00:54:20"
  },
  {
    "text": "Which then brings us the story of Cain. What you're experiencing, that anger inside of you, Cain is sin. It's a monster that wants to rule you.",
    "start": "00:54:20",
    "end": "00:54:29"
  },
  {
    "text": "Yeah. But you need to rule it.",
    "start": "00:54:29",
    "end": "00:54:31"
  },
  {
    "text": "You need to rule it. And now we're not talking about ruling.",
    "start": "00:54:31",
    "end": "00:54:36"
  },
  {
    "text": "The big thing out there in the waters.",
    "start": "00:54:36",
    "end": "00:54:38"
  },
  {
    "text": "Yes. We're talking about ruling the rebellious evil force that's mirroring in some way your rebellious evil impulse.",
    "start": "00:54:38",
    "end": "00:54:48"
  },
  {
    "text": "Yeah. It's humans partnering with a more intelligent, more cosmic force of anti creation. And we just are dimly aware of it, which I think is mirrored in why how in the biblical story, those forces are so rarely explicit on the stage, but they appear just often enough to let you know that they're there.",
    "start": "00:54:49",
    "end": "00:55:12"
  },
  {
    "text": "Yeah.",
    "start": "00:55:13",
    "end": "00:55:13"
  },
  {
    "text": "At least the biblical authors want you to see that they're there.",
    "start": "00:55:13",
    "end": "00:55:17"
  },
  {
    "text": "So this is the dragon as a costume.",
    "start": "00:55:17",
    "end": "00:55:19"
  },
  {
    "text": "The dragon as a costume. Really helpful because I've been merging, I think I intuitively. Just because in all of these passages there's this linking of the dragon with the star ruler as the rebel. But this is very helpful because Genesis 1 is saying the dragon in the waters is just like the lion on the land.",
    "start": "00:55:19",
    "end": "00:55:42"
  },
  {
    "text": "Right.",
    "start": "00:55:42",
    "end": "00:55:42"
  },
  {
    "text": "It's just.",
    "start": "00:55:42",
    "end": "00:55:43"
  },
  {
    "text": "And this is what God says in job 40. Whatever. Like, look, this is just another one of my creatures.",
    "start": "00:55:43",
    "end": "00:55:48"
  },
  {
    "text": "That's right. And it's a way of talking about just the reality of God creating something other than God's self to go on a journey towards divine perfection. And so the nothingness out of which it journeys toward perfection can be described with these images of anti creation.",
    "start": "00:55:48",
    "end": "00:56:07"
  },
  {
    "text": "And I think even there, there's some complexity because Again, talking about experiential versus meaning. I can go and experience a lion, and it's just another one of God's creatures.",
    "start": "00:56:07",
    "end": "00:56:19"
  },
  {
    "text": "Yeah, you can, because you can see it behind bars.",
    "start": "00:56:20",
    "end": "00:56:23"
  },
  {
    "text": "Yeah, but I can see it behind bars.",
    "start": "00:56:23",
    "end": "00:56:24"
  },
  {
    "text": "That's true.",
    "start": "00:56:25",
    "end": "00:56:25"
  },
  {
    "text": "I can appreciate a lion.",
    "start": "00:56:25",
    "end": "00:56:26"
  },
  {
    "text": "And, you know, in the ancient world, the only people with the leisure, resources, and desire to do that were kings, which is why there's statues of, like, a king that you could go, like, visit, you know, in the palace. But when you see a statue, he's like, nine feet tall and he's holding a lion.",
    "start": "00:56:26",
    "end": "00:56:45"
  },
  {
    "text": "Oh, yeah, I saw that. The Gilgamesh one was.",
    "start": "00:56:45",
    "end": "00:56:47"
  },
  {
    "text": "Yeah, he's holding a lion by the neck as if it's like a kitten.",
    "start": "00:56:47",
    "end": "00:56:50"
  },
  {
    "text": "Yeah.",
    "start": "00:56:50",
    "end": "00:56:50"
  },
  {
    "text": "So that's in the imagination of, like. Oh, that guy. Holy cow. Yeah, I'll let that guy be my king. He must be like a God.",
    "start": "00:56:50",
    "end": "00:56:57"
  },
  {
    "text": "Yeah. So when David talks about slaying a lion, I mean, he's like. Yeah, he's talking about being pretty impressive.",
    "start": "00:56:58",
    "end": "00:57:06"
  },
  {
    "text": "Yeah. God could use that guy to bring order and creation to Israel because he's confronted, you know, just the chaos out there and overcome it. But he does not overcome the chaos that whispers in his ear, I want that woman. He didn't conquer that dragon.",
    "start": "00:57:06",
    "end": "00:57:24"
  },
  {
    "text": "So back to then, the question. Can we talk about the dragon without talking about spiritual evil? Because in a way, really, most of the text we're talking about is the dragon is a costume. And what is the costume doing? It's animating us. And. Or it's humans. And also. What's the right word?",
    "start": "00:57:24",
    "end": "00:57:44"
  },
  {
    "text": "The costume is something that gets put on the human rulers or the sky rulers. When you are describing how their choices are not forwarding God's creation project, rather they are dragging it back into the chaotic nothingness.",
    "start": "00:57:45",
    "end": "00:58:02"
  },
  {
    "text": "So the theme we're talking about really is deviant rulers.",
    "start": "00:58:03",
    "end": "00:58:06"
  },
  {
    "text": "Yes.",
    "start": "00:58:07",
    "end": "00:58:07"
  },
  {
    "text": "Yes.",
    "start": "00:58:07",
    "end": "00:58:07"
  },
  {
    "text": "Yeah. Correct.",
    "start": "00:58:08",
    "end": "00:58:09"
  },
  {
    "text": "All right.",
    "start": "00:58:09",
    "end": "00:58:09"
  },
  {
    "text": "This has been immensely helpful.",
    "start": "00:58:11",
    "end": "00:58:13"
  },
  {
    "text": "Yeah.",
    "start": "00:58:13",
    "end": "00:58:13"
  },
  {
    "text": "For me.",
    "start": "00:58:14",
    "end": "00:58:14"
  },
  {
    "text": "Yeah. Thank you. I think that's a good place to stop.",
    "start": "00:58:14",
    "end": "00:58:16"
  },
  {
    "text": "This is Dan Gummel. I'm here doing another employee interview, and I'm here with a friend of mine. Do you want to say hello?",
    "start": "00:58:19",
    "end": "00:58:25"
  },
  {
    "text": "Hey, my name's Penny. I've been a Flywheel Project on staff here for pretty close to five years.",
    "start": "00:58:25",
    "end": "00:58:31"
  },
  {
    "text": "So what do you do here at Flywheel Project?",
    "start": "00:58:31",
    "end": "00:58:33"
  },
  {
    "text": "My title is Karen, Event manager. So what I do is a little bit everything. Oversee the Portland building and the facility, all the vendors that kind of come and go. I have a big part in connecting with staff and the culture and their onboarding process. It's a way to just make sure that all of our teammates are equipped with whatever they need to do their job. What's really important to me, like, on the hospitality side, what are all the things that need to be done to make sure that someone feels welcomed when they walk in the door?",
    "start": "00:58:34",
    "end": "00:59:08"
  },
  {
    "text": "So I've been wanting to address the elephant in the room for a while, and it's a real elephant. We use slack. And you've had the same profile picture forever. I want to look at your photo. I'm pulling it up so you're on the left hand side of the frame and your eyes are closed because there's an elephant standing next to you, and you're holding his trunk, and he has reached his end of his trunk up, and he has it, like, on your left cheek. Your smile is taking up your whole face. So start the story.",
    "start": "00:59:08",
    "end": "00:59:36"
  },
  {
    "text": "So I was traveling. I was in Thailand. This is probably 2016 or so. We went to an elephant farm, and then they had an area where they were feeding the elephants and opportunity to go up and feed them. And there was this one baby elephant that they said, you know what? If you go up to this one elephant, it'll give you a kiss. And totally intimidated by this large animal. Even the baby. You know, it's like this huge suction cup. It's like putting the end of a vacuum cleaner up to your face.",
    "start": "00:59:36",
    "end": "01:00:07"
  },
  {
    "text": "Face.",
    "start": "01:00:07",
    "end": "01:00:08"
  },
  {
    "text": "And so your cheek, like, sucks into it.",
    "start": "01:00:08",
    "end": "01:00:11"
  },
  {
    "text": "Yes.",
    "start": "01:00:11",
    "end": "01:00:11"
  },
  {
    "text": "Oh, interesting.",
    "start": "01:00:11",
    "end": "01:00:12"
  },
  {
    "text": "And it was one of the craziest sensations.",
    "start": "01:00:12",
    "end": "01:00:15"
  },
  {
    "text": "Tell me a little bit about your life outside work.",
    "start": "01:00:15",
    "end": "01:00:17"
  },
  {
    "text": "Outside work? When the sun's out, I love being outdoors.",
    "start": "01:00:17",
    "end": "01:00:21"
  },
  {
    "text": "Are you still kickboxing?",
    "start": "01:00:21",
    "end": "01:00:23"
  },
  {
    "text": "Yeah.",
    "start": "01:00:23",
    "end": "01:00:24"
  },
  {
    "text": "I think that's so cool. How did you develop an interest in fitness?",
    "start": "01:00:24",
    "end": "01:00:27"
  },
  {
    "text": "I think when my daughters were young, it was just a really important time. Just like, it was a break. Like, that was something I did for myself. It's like I took an hour in the morning to just, like, go do something else. That was good for me, and it just became part of my routine and part of my lifestyle.",
    "start": "01:00:27",
    "end": "01:00:44"
  },
  {
    "text": "Yeah.",
    "start": "01:00:44",
    "end": "01:00:45"
  },
  {
    "text": "Will you read our credits?",
    "start": "01:00:45",
    "end": "01:00:46"
  },
  {
    "text": "Today's show came from our podcast team, including producer Cooper Peltz and associate producer Lindsey Ponder. Our lead editor is Dan Gummel. Our additional editors are Tyler Bailey and Frank Garza. Tyler Bailey also mixed this episode, and Hannah Wu did our annotations for the BibleProject app. BibleProject is a crowdfunded nonprofit. Everything we make is free because of your generous support. Thank you so much for being part of this with us.",
    "start": "01:00:47",
    "end": "01:01:15"
  },
  {
    "text": "Sa.",
    "start": "01:01:29",
    "end": "01:01:30"
  }
]