[
  {
    "text": "We're exploring the theme of the chaos dragon in the Bible. The tannin in Hebrew, also called the leviathan. This dragon and the chaotic sea it lives in are ancient symbols to represent the ideas of chaos and death. We have seen how when spiritual beings align with chaos and death, they're depicted as dragons and snakes like the citan. We've also seen how violent humans are compared to snakes and sea dragons. In the last episode, we looked at Daniel 7, where four sea monsters who depict four human empires rise up out of the chaotic sea. And it's Here in Daniel 7 we meet the dragon slayer, a character called the son of man who ascends up to the sky to sit on God's throne and in collaboration with God, slays the sea monsters. This is all in the Bible, really. And it all brings us to the New Testament where the gospel authors introduce us to Jesus, the son of man, the dragon slayer. So today we look at how Jesus slays the dragon. Like when Jesus is confronted by the snaky Satan in the wilderness.",
    "start": "00:00:04",
    "end": "00:01:06"
  },
  {
    "text": "Jesus is portrayed as victorious here. And so what we're told though is the slanderer's gonna be back. He left him until an opportune time. Now, there's no scene in the future where it says, then the slanderer came to him. So you're just supposed to be looking for, well, where's the moment when that happened?",
    "start": "00:01:06",
    "end": "00:01:21"
  },
  {
    "text": "Jesus also confronts the chaotic waters themselves. You might be familiar with this story. The disciples and Jesus are in a boat on the Sea of Galilee. A violent storm picks up and Jesus is asleep.",
    "start": "00:01:21",
    "end": "00:01:31"
  },
  {
    "text": "They wake him up and say, teacher, don't you care we're going to die? And he got up and he rebuked the wind and he said to the sea, be silent and be muzzled. He's describing the sea as a monster that he's commanding a muzzle be put on.",
    "start": "00:01:31",
    "end": "00:01:48"
  },
  {
    "text": "In the Bible, it is God who orders chaotic waters with his word. Which means the gospel authors are making a really big claim.",
    "start": "00:01:48",
    "end": "00:01:56"
  },
  {
    "text": "The portrait of Jesus telling the waters to be muzzled is the gospel authors strongest way. They can portray Jesus as Yahweh, creator of heaven, earth, become human.",
    "start": "00:01:57",
    "end": "00:02:08"
  },
  {
    "text": "Today, Tim Mackey and I are talking about the chaos monster in the gospel accounts of Jesus. I'm John Collins and you're listening to BibleProject Podcast. Thanks for joining us. Here we go. All right, we are here.",
    "start": "00:02:09",
    "end": "00:02:24"
  },
  {
    "text": "Where is here?",
    "start": "00:02:25",
    "end": "00:02:26"
  },
  {
    "text": "Here is around a table in Portland, Northeast Portland.",
    "start": "00:02:27",
    "end": "00:02:32"
  },
  {
    "text": "But our minds are on the theme of dragons in the Bible. Yes, yes, sea dragons.",
    "start": "00:02:33",
    "end": "00:02:39"
  },
  {
    "text": "And we are making the Big leap.",
    "start": "00:02:39",
    "end": "00:02:43"
  },
  {
    "text": "Yes, yes.",
    "start": "00:02:43",
    "end": "00:02:44"
  },
  {
    "text": "From talking about the dragon in the Hebrew Bible to looking at the Gospels.",
    "start": "00:02:44",
    "end": "00:02:49"
  },
  {
    "text": "Yeah. We're finally to Jesus.",
    "start": "00:02:49",
    "end": "00:02:51"
  },
  {
    "text": "We're to Jesus.",
    "start": "00:02:51",
    "end": "00:02:52"
  },
  {
    "text": "In a way, it's all been about Jesus in that it's been creating the plotline and exploring the conflicts to which the story of Jesus is the key pivot in the story, the climax of the story. But we're here. We're to Jesus.",
    "start": "00:02:52",
    "end": "00:03:08"
  },
  {
    "text": "We're here. Can I try out a little summary?",
    "start": "00:03:09",
    "end": "00:03:10"
  },
  {
    "text": "I would love that.",
    "start": "00:03:10",
    "end": "00:03:11"
  },
  {
    "text": "All right, so there's dragons in there.",
    "start": "00:03:11",
    "end": "00:03:14"
  },
  {
    "text": "Can you say a little summary?",
    "start": "00:03:14",
    "end": "00:03:15"
  },
  {
    "text": "A little one. Just a little. Just a tiny little summary. There's dragons in the Bible. That's kind of crazy to think about. Particularly, there's a dragon at the very beginning of the Bible. It's kind of hidden, actually, but he's there. On day five, God puts a tannin in the sea. And this is actually a very common, ancient motif of talking about subduing chaos. The sea is often used as the. The primordial, just uncreation, disorder and chaos. And in contemporary mythologies to Israel, there's always some battle between a storm God and the sea dragon who embodies the chaos of the ocean. And they have to just duke it out. And the storm God just barely wins. And so there can be at least enough order for life to continue. And in the story of the Bible, while God, when he creates, has to confront the chaos, he doesn't do battle with it, he just talks to it. And then when the sea dragon appears, he doesn't have to battle it. He just puts it in the ocean to, as the psalmist says, play. And out there in the ocean, there's a boundary between the land and the ocean and there's order. And what's interesting about that, and I've just been reflecting on this more and more, is that God didn't create, like this perfect creation where there's no more.",
    "start": "00:03:15",
    "end": "00:04:42"
  },
  {
    "text": "Disorder, no more chaos, there's still darkness, there's still the sea, and there's the dragon in it.",
    "start": "00:04:42",
    "end": "00:04:48"
  },
  {
    "text": "He just created boundaries and he created the opportunity for life and even created this little oasis of life as the garden. And so there isn't this like man. We need to get back to when things were perfect. It was like the beginning state was an opportunity to partner with God. He put creation in motion on a journey towards goodness.",
    "start": "00:04:48",
    "end": "00:05:12"
  },
  {
    "text": "And then he made increasing goodness.",
    "start": "00:05:13",
    "end": "00:05:15"
  },
  {
    "text": "Increasing goodness, right?",
    "start": "00:05:15",
    "end": "00:05:17"
  },
  {
    "text": "Yeah.",
    "start": "00:05:17",
    "end": "00:05:17"
  },
  {
    "text": "And he put his image in humans to partner with him, to go on that journey. And then so the question becomes, what's the deal with the chaos dragon. Well, he's out there in the sea. He's dangerous. But man, if you're living by God's wisdom and you're partnering with him, you will learn to subdue all the creatures. And that's the Genesis 1 image of God poem. He made you in the image of God, male and female.",
    "start": "00:05:17",
    "end": "00:05:45"
  },
  {
    "text": "Let them rule.",
    "start": "00:05:45",
    "end": "00:05:46"
  },
  {
    "text": "Let them rule and subdue the earth. Rule over the creatures of the sea and the air and the land. And so it's this picture of having dominion over creation with God. And so the picture isn't like, everything's great and we don't have to worry about anything. The picture is everything is dripping with opportunity. And we don't have to fear chaos because God's on our side.",
    "start": "00:05:46",
    "end": "00:06:07"
  },
  {
    "text": "Yeah.",
    "start": "00:06:07",
    "end": "00:06:08"
  },
  {
    "text": "And we're going to learn how to subdue chaos like God did, with a creative word, just gently bringing order to creation. But the story continues with this kind of twist where you meet the sea dragon in a new context. It's the snake. And the snake is another way to think about chaos, but not from the setting of the chaotic waters, but from the setting of the wilderness, which is another way to think of a chaos realm. And the snake is no ordinary snake. It's like a crafty serpent who seems to understand the ways of God. And what we learn is this snake is actually another ruler. The rulers of the sky, the Elohim, who have this snake has, like, left its domain and now is using the power of chaos to try to destroy humanity's relationship with God, to have humans not trust the boundaries that God's created and not trust the unity that God wants to have with humans and to go on it on their own. And the humans do that. And now the chaos dragon. And death, the death that chaos brings is now a real reality that humans.",
    "start": "00:06:08",
    "end": "00:07:22"
  },
  {
    "text": "Have to deal with, not just out there on the sea, but here on the land.",
    "start": "00:07:22",
    "end": "00:07:25"
  },
  {
    "text": "Yeah, it's here on the land. And then we learn that when the humans deal with their own anger and jealousy and that turns into violence and murder, that is the monster of chaos consuming us just like it did the sky ruler. And so you get this really complex image of when humans are confronting what we would call evil. But let's just say more generally, chaos, it comes into many forms of monsters. And it could just be the sea dragon, which is just chaos. It's like an earthquake or like, you know, a lightning bolt. Like it's just, like. It's just the ocean crashing up against the land. It's just chaos.",
    "start": "00:07:25",
    "end": "00:08:05"
  },
  {
    "text": "Yeah. Disruption of order.",
    "start": "00:08:05",
    "end": "00:08:07"
  },
  {
    "text": "But it Also can be what we would call sin. Like kind of this, like conscious, like, like intentional. Like let's actually intentionally bring things to destruction.",
    "start": "00:08:07",
    "end": "00:08:19"
  },
  {
    "text": "Yeah. Sin is the word introduced in the Cain story to describe when an image of God with intelligence and an intelligence that's part of the way it mirrors God's own mind and intelligence, but then chooses a definition of good that's good in its own eyes. And it ends up introducing death into the world instead of more order in life.",
    "start": "00:08:19",
    "end": "00:08:38"
  },
  {
    "text": "So we got the Chaos Dragon of the sea. Just chaos. We've got the Chaos dragon in league with spiritual forces, which is. That's intense. That's the thing of nightmares. And then we've got the chaos dragon in ourselves. And it's hard to see it in ourselves, but it's easy to see it in like a corrupt leader in other people. In other people. And when some humans, some humans who have so much power and influence, their monster can become so large and unruly. And now we're talking about like the kings of the earth, the Goliaths, the Nebuchadnezzars, who.",
    "start": "00:08:39",
    "end": "00:09:16"
  },
  {
    "text": "Like the Herods.",
    "start": "00:09:17",
    "end": "00:09:18"
  },
  {
    "text": "The Herods as we will get into. And so the question is, will God slay all of these dragons? We know he can order creation. He could put the dragons in its place. But the dragons are out of their cage.",
    "start": "00:09:18",
    "end": "00:09:34"
  },
  {
    "text": "They.",
    "start": "00:09:34",
    "end": "00:09:34"
  },
  {
    "text": "They've. They're new fantastic forms. You know, spiritual evil and human evil. And it's just gotten so out of hand that when Daniel sees it, he sees like these crazy hybrid creatures.",
    "start": "00:09:34",
    "end": "00:09:47"
  },
  {
    "text": "Yeah. And monsters. Hybrid monsters. Hybrid monsters that are both separate, but then all together they are the seven headed ten horde monster.",
    "start": "00:09:47",
    "end": "00:09:57"
  },
  {
    "text": "And we know that the arm of God can destroy. I mean, he's more powerful. Like he could do it. So come and do it again. Slay all the dragons, slay all the monsters. Which is kind of a dangerous thing.",
    "start": "00:09:57",
    "end": "00:10:09"
  },
  {
    "text": "To ask for when we ourselves can manifest the monster.",
    "start": "00:10:09",
    "end": "00:10:15"
  },
  {
    "text": "Can manifest the monster.",
    "start": "00:10:15",
    "end": "00:10:16"
  },
  {
    "text": "Yeah.",
    "start": "00:10:16",
    "end": "00:10:16"
  },
  {
    "text": "And then we took this when we looked at the Book of Daniel and in Isaiah of this human who can slay the dragon, who is first kind of spoken about in Genesis, where it says, a seed of the woman will strike the head of the snake, but also be bitten by the snake.",
    "start": "00:10:17",
    "end": "00:10:39"
  },
  {
    "text": "Yeah. Whatever that image means.",
    "start": "00:10:39",
    "end": "00:10:41"
  },
  {
    "text": "Yeah. In Isaiah we learn that this anointed one, the dragon slayer, will actually, like, suffer and die.",
    "start": "00:10:41",
    "end": "00:10:49"
  },
  {
    "text": "Sorry, Will suffer and die, but then be exalted to a place of power and rule over the nations. Precisely because he allowed the evil of humans taken over by dragons to kill him. He yielded his life as A demonstration that he has the power because he's the author of life.",
    "start": "00:10:49",
    "end": "00:11:11"
  },
  {
    "text": "Yeah, yeah. The darkest place you can imagine is the belly of the dragon.",
    "start": "00:11:11",
    "end": "00:11:16"
  },
  {
    "text": "Yeah.",
    "start": "00:11:16",
    "end": "00:11:16"
  },
  {
    "text": "But it's in the belly of the dragon where Jonah was rescued. And it's the belly of the dragon where a powerful enough seed can transform the belly of the dragon into a womb. And so can you go through the dragon and actually be born into new life that's stronger than the dragon? And that's this kind of hoped for figure. And Daniel, it's actually Daniel and his crew become like an image of that.",
    "start": "00:11:16",
    "end": "00:11:48"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:11:48",
    "end": "00:11:49"
  },
  {
    "text": "They are the seed of David. And they go through the belly of the dragon. They go into the fiery furnace, they go into the lion's den and they're brought out and they're more glorious. And when then Daniel has this vision of someone like the son of man who's coming up with the clouds, riding the clouds, who has slayed the dragon, then you just have to. It doesn't tell you how, but it kind of makes you wonder, like, man, how did that. How did that son of man slay the dragon and be elevated to the right hand of God? How did that happen? And what we're anticipating now is that it's actually gonna be somehow through the belly of the dragon.",
    "start": "00:11:49",
    "end": "00:12:29"
  },
  {
    "text": "Yeah, that's right. And I guess important for that just that little Note, cause Daniel 7 was our last conversation. What we were told was just that the dragon, the monster, was slain and thrown into the fire of God's consuming power. And then the son of Adam was exalted. So even there, the twist on the dragon slaying story is that it's almost like God doesn't even need to bear his arm and brandish a sword. It's just throw it in the fire, it's done with. We're going to get a new ruler around here, a human ruler. This is the one God intended, after all. So it's the actual defeat of the dragon is kind of minimized. And the exaltation of the dragon slayer. But he was slain by letting it slay him, which is the mystery. Okay, so all of this is just taken for granted, that this stuff is in your mind by the Gospel authors, which you might. That's kind of a strange thing to say, to say you want to deepen your understanding of the story of Jesus. You need to learn something about ancient dragon slaying stories. I guess not a very intuitive thing to think. That's certainly not how I was introduced to the story of Jesus. But what we're going to see is letting the dragon slaying stories of the ancient world and that are kind of reflected in the Hebrew Bible will illuminate the gospel narratives about Jesus in a major, major way. So shall we. Let's just start with. What we're going to see is an actual dragon, like a straight up actual dragon or snake. If you look for the word snake or dragon, you will find the word snake a couple of times in the Gospels, in a couple of the Gospels. So what you have to be looking for are ways that this whole reservoir of associations and meanings are brought together. So the sea storms at the sea, the wilderness meeting a figure in the wilderness who's trying to test you. Themes about how human rulers are described, how the imagery of Daniel 7 gets pulled upon. This is the stuff you have to look for. So the Gospel narratives activate the dragon slaying story, but through more subtle images and hyperlinks. So the first place that we look will actually be a perfect example of that. And that's where after Jesus goes through the waters and the wind of God, the spirit comes and blows on him over the waters and pronounces in his baptism, you are my son, the one that I love in you. I'm well pleased. The first thing Jesus does is he goes into the wilderness, the realm of chaos. Yes. Which is not the sea, but it's the coordinated image. For example, it's the opposite of the chaotic waters, but symbolically, it's the same thing.",
    "start": "00:12:29",
    "end": "00:15:54"
  },
  {
    "text": "Yeah, it's the land, sea.",
    "start": "00:15:54",
    "end": "00:15:55"
  },
  {
    "text": "Yep. And again, it's how the Eden story begin. So creation in Genesis 1 begins with chaos, sea. Creation in the Eden story begins with an empty desert. So Jesus goes out to that desert in order to be tested by. And then we have various titles for this figure. In Mark, Jesus is tested by the Satan, which is the title used to describe the tester in the Book of Job, the one opposed. In Luke's version, this figure is called hadiabolas, which means the one who slanders it. Connected to the word accusing. Sort of like, you know, what this guy did? It's like that kind of thing. Yeah, this guy's nothing. You shouldn't favor him. He's guilty, that kind of thing. So he goes out into the desert and he faces three tests. One of them is about food.",
    "start": "00:15:55",
    "end": "00:16:49"
  },
  {
    "text": "Bread.",
    "start": "00:16:50",
    "end": "00:16:51"
  },
  {
    "text": "Bread, Yep. So thematically, it's similar to the test that Adam and Eve underwent, which was also about food. Then it's a test about who can save you, who's your deliverer, and why don't you make. This is about throwing yourself down from the temple. Make God deliver you on your timeline. And by forcing his hand, Jesus says, nope, I'll let God deliver me. Ooh. Actually, this is rad. So I'm going to go to Matthew's version. So that second test in Matthew, he takes him to stand on the pinnacle of the temple, which is for sure happening. Jesus didn't actually, like, do parkour and like, get up there. This is a vision, this is a dream, because he's out in the wilderness.",
    "start": "00:16:51",
    "end": "00:17:36"
  },
  {
    "text": "Yeah.",
    "start": "00:17:36",
    "end": "00:17:36"
  },
  {
    "text": "So he says to him, if you are the son of God, throw yourself down. Listen, for it is written in your Bible. Jesus, then he makes this quote. He will command his angels concerning you, and on their hands they will bear you up so that you won't strike your foot against a stone. He's quoting from what we call Psalm 91. And this is a great example of the subtlety of the biblical authors. So it's this poem about painting the ideal picture of God's faithful one. And here in the Psalms, it's the king who trusts in God, and David's been doing that. But here it's just an undescribed figure. And when you get to the line that the slanderer quotes from, it's in Psalm 91:11. He will give his angels charge concerning you, to guard you in all your ways. They will bear you up in their hands so you don't strike your foot against a stone. That's where the slanderous quote stops. Look at the next line. You will tread upon the lion and the cobra. Oh, the wilderness creatures, the young lion and the serpent, you will trample down.",
    "start": "00:17:37",
    "end": "00:18:45"
  },
  {
    "text": "Oh, wow.",
    "start": "00:18:45",
    "end": "00:18:46"
  },
  {
    "text": "Come on.",
    "start": "00:18:47",
    "end": "00:18:47"
  },
  {
    "text": "That was a bad move for the Satan to bring this one up.",
    "start": "00:18:47",
    "end": "00:18:52"
  },
  {
    "text": "Yeah, it's like he started quoting as, like, oh, I'll stop now.",
    "start": "00:18:52",
    "end": "00:18:54"
  },
  {
    "text": "I'm gonna stop right there.",
    "start": "00:18:54",
    "end": "00:18:56"
  },
  {
    "text": "So this is a poem saying God's chosen one will be protected by God to stomp on the head of the chaos monsters, whether they are reptilian in form or lions or cobras.",
    "start": "00:18:56",
    "end": "00:19:09"
  },
  {
    "text": "Yeah.",
    "start": "00:19:09",
    "end": "00:19:09"
  },
  {
    "text": "So Jesus is like, no, not going to put my God to the test. The third test is about how Jesus will come to power. And he says, bow down and give your allegiance to me and you'll have power over the kingdoms. And Jesus says, nope, I'm just going to submit to the Father. And then Luke 4:13, the slanderer finished every test and he left him until an opportune time. So we are in the opposite of the garden. We're in the wilderness. The Tester is not a dragon, a land dragon. It's just the heavenly being.",
    "start": "00:19:10",
    "end": "00:19:43"
  },
  {
    "text": "He's kind of more laid bare.",
    "start": "00:19:43",
    "end": "00:19:44"
  },
  {
    "text": "Exactly. It's like the costume's taken off.",
    "start": "00:19:44",
    "end": "00:19:47"
  },
  {
    "text": "Yeah, he took the costume off, but he still has the power. He's still wielding the power of. Of the snake.",
    "start": "00:19:47",
    "end": "00:19:53"
  },
  {
    "text": "Yeah, he's trying to lure God's chosen one over the land in heaven.",
    "start": "00:19:53",
    "end": "00:19:58"
  },
  {
    "text": "It's like he put a costume over the costume, actually.",
    "start": "00:19:58",
    "end": "00:20:00"
  },
  {
    "text": "Yeah, yeah, totally.",
    "start": "00:20:02",
    "end": "00:20:04"
  },
  {
    "text": "Because can you take the costume off? Once you're in league with the chaos Dragon, you've kind of become a hybrid creature.",
    "start": "00:20:05",
    "end": "00:20:10"
  },
  {
    "text": "Yes, interesting. So Jesus is portrayed as victorious here. And so what we're told, though, is the slander is going to be back.",
    "start": "00:20:11",
    "end": "00:20:19"
  },
  {
    "text": "Slithered away.",
    "start": "00:20:19",
    "end": "00:20:20"
  },
  {
    "text": "He left him until an opportune time. Now there's no scene in the future where it says, then the slanderer came to him. So you're just supposed to be looking for. Well, where's the moment when that happened? And it happens in a garden called Gethsemane at the end. This is a good example of where stomping on the dragon or stomping on the snake is the subtext of this whole testing set of stories. And it's Jesus gaining an initial victory.",
    "start": "00:20:20",
    "end": "00:20:44"
  },
  {
    "text": "It's interesting is his victory over the chaos. Here. The chaos dragon is using God's word. And that was God's initial way to deal with the dragon is with a word.",
    "start": "00:20:44",
    "end": "00:20:56"
  },
  {
    "text": "Yep. And remember, the snake in the Garden of Eden also quoted God's words.",
    "start": "00:20:56",
    "end": "00:21:00"
  },
  {
    "text": "He's trying to twist God's words.",
    "start": "00:21:00",
    "end": "00:21:01"
  },
  {
    "text": "Twist them. Which is exactly how the. Yeah, how he's portrayed here. But this initial victory over the snake is just about Jesus. This is his inversion of the Cain story. Cain gave into the voice about how he was gonna gain favor and power.",
    "start": "00:21:01",
    "end": "00:21:15"
  },
  {
    "text": "Yeah. He's showing that he's the kind of human who won't give in to the monster.",
    "start": "00:21:15",
    "end": "00:21:18"
  },
  {
    "text": "Yep. Now, he hasn't defeated the monster in the cosmos at large.",
    "start": "00:21:18",
    "end": "00:21:23"
  },
  {
    "text": "He didn't crush the head.",
    "start": "00:21:23",
    "end": "00:21:24"
  },
  {
    "text": "No. He just.",
    "start": "00:21:24",
    "end": "00:21:25"
  },
  {
    "text": "He let it slither away.",
    "start": "00:21:25",
    "end": "00:21:26"
  },
  {
    "text": "Yeah, he did, yeah. It's going to come back, though. So that's an image of the Eden snake. There are two other stories where snakes and dragons don't appear, but the chaos waters do. Really interesting stories. So there's two stories about Jesus out on the Lake of Galilee, whereas there's wind and storm in both of them. The lake is called the sea.",
    "start": "00:21:26",
    "end": "00:22:15"
  },
  {
    "text": "It's a big lake.",
    "start": "00:22:16",
    "end": "00:22:17"
  },
  {
    "text": "It is a really big lake, but.",
    "start": "00:22:17",
    "end": "00:22:19"
  },
  {
    "text": "It'S not a sea.",
    "start": "00:22:19",
    "end": "00:22:20"
  },
  {
    "text": "It's not a sea. But in These stories. It's called the sea. It's really interesting. So I'm going to read the version in Mark 4. It starts in verse 35. So when evening came that day, Jesus said to them, hey, let's go over to the other side of the water. So leaving the crowd, they took him along in the boat just as he was, and other boats were with him. And then there arose a fierce gale of wind. Mm, mm. Waves breaking over the boat so much that the boat was filling up. It's bad news. It's a bad situation.",
    "start": "00:22:20",
    "end": "00:22:54"
  },
  {
    "text": "Yeah.",
    "start": "00:22:55",
    "end": "00:22:55"
  },
  {
    "text": "When I was going to school in Jerusalem, there were a couple weekends where Jessica and I went up to Galilee for a weekend. It's really cool up there. It's just a couple hour drive away. And we were staying at a hostel, like, a really inexpensive hostel, like right down by the lake. And it's just one of these moments. I'll never forget it, because it was like a nice evening. And we were walking back to the hostel, and then we just saw and heard these storm clouds come up over the hills from the west. And within 15 minutes, it was just monsoon. And the streets were pouring, like, flooding down. Like the street gutters overflowing, the gutters pouring down with water all rushing onto the lake. And I was, oh. And there were tour boats. So there's tour boats that go out on the lake, you know? And it was just one of those moments, like, I wish I was on that boat. I'm sure the boat was fine, but I'm sure it was really gnarly out on those boats because it was like one of these. One of these storms that came up anyway. It kind of gave me a picture of how that happens in that same spot. So Jesus, however, was in the stern of the boat, asleep on the cushion. He's unnerved. Yeah. This is both a Jonah kind of a Jonah situation. He's asleep, but this isn't asleep. That speaks to Jesus. Carelessness. It's just this interesting image where it's like, no big deal.",
    "start": "00:22:56",
    "end": "00:24:28"
  },
  {
    "text": "Yeah.",
    "start": "00:24:28",
    "end": "00:24:28"
  },
  {
    "text": "What's this storm? What is this?",
    "start": "00:24:28",
    "end": "00:24:30"
  },
  {
    "text": "Right.",
    "start": "00:24:30",
    "end": "00:24:30"
  },
  {
    "text": "So they wake him up and say, teacher, don't you care? We're dying. We're going to die. And he got up and he rebuked the wind, and he said to the sea two words in Greek. Be silent and be muzzled. And the wind died down and it became perfectly calm. He said to them, why were you guys freaking out? Do you have no trust in me?",
    "start": "00:24:31",
    "end": "00:24:59"
  },
  {
    "text": "Well, no, you were sleeping.",
    "start": "00:24:59",
    "end": "00:25:00"
  },
  {
    "text": "And they became very, very afraid and said, who is this Guy that the wind and the sea obey him.",
    "start": "00:25:03",
    "end": "00:25:12"
  },
  {
    "text": "They became afraid.",
    "start": "00:25:12",
    "end": "00:25:13"
  },
  {
    "text": "Yeah, this whole scene here. So three things. He rebukes the wind. This is a great example. If you have a digital concordance, just search on the language of rebuke. You could do it in English. You could also do it by searching for the Greek word underneath it. And then look at the use of that word in the Septuagint translation of the Hebrew Bible.",
    "start": "00:25:14",
    "end": "00:25:36"
  },
  {
    "text": "How do you do that, by the way? How do you search the Septuagint?",
    "start": "00:25:36",
    "end": "00:25:40"
  },
  {
    "text": "Oh, well, I guess it depends on what type of digital search tools you have.",
    "start": "00:25:40",
    "end": "00:25:45"
  },
  {
    "text": "Okay.",
    "start": "00:25:45",
    "end": "00:25:45"
  },
  {
    "text": "I use Logos Bible software. And it's just a couple clicks.",
    "start": "00:25:45",
    "end": "00:25:48"
  },
  {
    "text": "Okay. And then you can just search through.",
    "start": "00:25:48",
    "end": "00:25:51"
  },
  {
    "text": "That word in the Septuagint.",
    "start": "00:25:51",
    "end": "00:25:53"
  },
  {
    "text": "How do you do that? Is there you just do a command f or something?",
    "start": "00:25:53",
    "end": "00:25:55"
  },
  {
    "text": "Oh, you have to know what to click. But there's some search. You can change the database while you're searching. So Psalm 18, which we read many conversations ago, which is when David describes all the times that God saved him. He described Yahweh as the dragon slayer coming to smash the sea. And one of the ways he described God confronting the chaos waters is in Psalm 18:15, when he says, at your rebuke, O Lord, at the blast of the breath of your nostrils, the channels of water appeared and the foundations of the world were laid bare. So he split the sea and exposed the dry land by rebuking the waters.",
    "start": "00:25:56",
    "end": "00:26:40"
  },
  {
    "text": "Okay.",
    "start": "00:26:41",
    "end": "00:26:41"
  },
  {
    "text": "Isn't that interesting?",
    "start": "00:26:41",
    "end": "00:26:42"
  },
  {
    "text": "Yeah.",
    "start": "00:26:42",
    "end": "00:26:42"
  },
  {
    "text": "Psalm 104. The waters were standing above the mountains, but at your rebuke they fled away. Isaiah 50. I dry up the sea with my rebuke, and I can make rivers run in the wilderness. Ooh, this is good. So this is God saying, I have the power to deliver my people from Babylon. Yeah, that's the context. And he says, here's two examples. I can dry up the sea by rebuking it. That's a way of thinking about ordering. Yeah. Day three of Genesis, God yelling at the waters, get back. Calm down. Go away from the land. But also then the mirror image of that in the Eden story was bringing water to the wilderness. So that's the corresponding image make rivers in a wilderness. So rebuking the waters is a common motif of when the storm God shows up to confront the waters and slay the dragon. That's how the biblical authors tweaked it in the Hebrew Bible to describe Yahweh confronting the chaos waters. And now here's Mark describing Jesus as rebuking the waters as Yahweh rebuking the waters with power over the waters. He's the water tamer.",
    "start": "00:26:43",
    "end": "00:27:57"
  },
  {
    "text": "Yeah.",
    "start": "00:27:58",
    "end": "00:27:58"
  },
  {
    "text": "And what he says to the waters is one, be quiet.",
    "start": "00:27:59",
    "end": "00:28:01"
  },
  {
    "text": "Okay.",
    "start": "00:28:02",
    "end": "00:28:02"
  },
  {
    "text": "And actually, in our English translations, often it's kind of funny because there's two things he says and depending on. So New American Standard has hush, be still. NIV has quiet, be still. ESV has peace, be still. It's King James. Peace, be still. So the first word is siopa. Siopa, which is actually to, like, stop speaking, to be silent. That probably means to be silent, shut up. Yeah. But then the second word is fimao. And I just remember the first time I clicked on it, I'm looking at the Classical Greek Dictionary of Liddell and Scott, and it's the word to muzzle. To, like, put a muzzle on a dangerous animal's mouth so that it stops, like, barking.",
    "start": "00:28:02",
    "end": "00:28:56"
  },
  {
    "text": "Yeah. So it can't bite you either.",
    "start": "00:28:57",
    "end": "00:28:58"
  },
  {
    "text": "Yes. Yeah. So he's describing the sea as a monster that he's commanding a muzzle be put on.",
    "start": "00:28:58",
    "end": "00:29:04"
  },
  {
    "text": "Wow.",
    "start": "00:29:04",
    "end": "00:29:04"
  },
  {
    "text": "Isn't that interesting?",
    "start": "00:29:04",
    "end": "00:29:05"
  },
  {
    "text": "Yeah.",
    "start": "00:29:05",
    "end": "00:29:05"
  },
  {
    "text": "Yeah. I kind of wish our translation would bring out that muzzle. And it's interesting. So the verb is femao, to be muzzled. And then if you look at all the nouns that are based off it, fimodes, fimosis, it's all about muzzling, contracting a mouth. Anyway, so it's the tool you use to silence or shut something's mouth, which, if it's an animal, it's a muzzle.",
    "start": "00:29:05",
    "end": "00:29:31"
  },
  {
    "text": "What's this one here? Phimosis, muzzling, silencing of death.",
    "start": "00:29:31",
    "end": "00:29:34"
  },
  {
    "text": "Ooh, yeah, that's in Vettius, the writing of Vettius Valens.",
    "start": "00:29:35",
    "end": "00:29:40"
  },
  {
    "text": "He uses it to silence sex century.",
    "start": "00:29:41",
    "end": "00:29:43"
  },
  {
    "text": "Yeah, interesting. Yeah. So this is another good example where Jesus is depicted in the imagery of the dragon tamer, at least.",
    "start": "00:29:43",
    "end": "00:29:53"
  },
  {
    "text": "Yeah.",
    "start": "00:29:53",
    "end": "00:29:53"
  },
  {
    "text": "This one, he's power of the water. The other one is about him walking on the water.",
    "start": "00:29:53",
    "end": "00:29:57"
  },
  {
    "text": "Yeah.",
    "start": "00:29:57",
    "end": "00:29:57"
  },
  {
    "text": "Okay. This is treading on the water couple.",
    "start": "00:29:58",
    "end": "00:30:00"
  },
  {
    "text": "We talked about that.",
    "start": "00:30:00",
    "end": "00:30:01"
  },
  {
    "text": "Totally. So Mark, chapter six. I'll just. His disciples are out in a boat, but he stayed on land. And so he sees them, verse 48 of Mark, chapter 6. Straining at the oars because the wind was against them. Another wind comes on the sea. So about the fourth watch of the night, middle of the night, he came to them walking upon the sea, and he attended to pass them by.",
    "start": "00:30:01",
    "end": "00:30:27"
  },
  {
    "text": "Oh, interesting. Is that what Job talks about?",
    "start": "00:30:27",
    "end": "00:30:30"
  },
  {
    "text": "But when they saw him walking on the sea, they thought it was a ghost and they cried out. So this wording of walking upon the sea, passing someone by is Taken from Job, chapter nine.",
    "start": "00:30:30",
    "end": "00:30:44"
  },
  {
    "text": "Yeah.",
    "start": "00:30:44",
    "end": "00:30:44"
  },
  {
    "text": "And we read this passage a few conversations ago, and here. It's not a compliment, right?",
    "start": "00:30:45",
    "end": "00:30:51"
  },
  {
    "text": "You're too busy to pay attention to me.",
    "start": "00:30:51",
    "end": "00:30:52"
  },
  {
    "text": "Yeah. You're off slaying dragons and you just walk by me and you pass me by. Yeah.",
    "start": "00:30:52",
    "end": "00:30:58"
  },
  {
    "text": "He's treading on the sea. Off to go slay the dragon. And on the horizon somewhere.",
    "start": "00:30:58",
    "end": "00:31:04"
  },
  {
    "text": "Yeah.",
    "start": "00:31:04",
    "end": "00:31:04"
  },
  {
    "text": "Leaving Job in his own version of the chaotic sea with his dragon. Like, you're on your own job. I'm gonna go slay some other dragons.",
    "start": "00:31:04",
    "end": "00:31:14"
  },
  {
    "text": "Yeah. So in the context of Job nine, that's what it is. But Mark picks up just that concept and he portrays Jesus once again as Yahweh, treading upon the chaos waters.",
    "start": "00:31:14",
    "end": "00:31:27"
  },
  {
    "text": "He's like, out there, like, where's the dragon?",
    "start": "00:31:27",
    "end": "00:31:29"
  },
  {
    "text": "So I'm gonna go get them. Totally.",
    "start": "00:31:29",
    "end": "00:31:31"
  },
  {
    "text": "He's like, oh, yeah, my guys. Yeah, I better go help my guys.",
    "start": "00:31:31",
    "end": "00:31:34"
  },
  {
    "text": "Go get my guys. Yeah. So again, if you know the hyperlinks, it's not very subtle. If you don't know the hyperlinks, you would never even see it right there.",
    "start": "00:31:34",
    "end": "00:31:43"
  },
  {
    "text": "It makes that walk on the sea so much more epic. Turns it into like, from, like a parlor trick. Like, hey, look what I could do, guys. You know, something David Blaine would do.",
    "start": "00:31:43",
    "end": "00:31:55"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:31:55",
    "end": "00:31:56"
  },
  {
    "text": "To, like, this picture of I see, you know, Yahweh just treading on the sea. Just like out to go harpoon the beast.",
    "start": "00:31:56",
    "end": "00:32:07"
  },
  {
    "text": "Yeah.",
    "start": "00:32:08",
    "end": "00:32:08"
  },
  {
    "text": "How intense.",
    "start": "00:32:08",
    "end": "00:32:09"
  },
  {
    "text": "Yeah, it is intense.",
    "start": "00:32:09",
    "end": "00:32:10"
  },
  {
    "text": "And then he's like, oh, yeah, my disciples. Okay.",
    "start": "00:32:10",
    "end": "00:32:12"
  },
  {
    "text": "Yeah, gotta go help these guys.",
    "start": "00:32:12",
    "end": "00:32:14"
  },
  {
    "text": "And then what's crazy, he says, come out on the sea with me.",
    "start": "00:32:14",
    "end": "00:32:17"
  },
  {
    "text": "To Peter.",
    "start": "00:32:17",
    "end": "00:32:17"
  },
  {
    "text": "To Peter.",
    "start": "00:32:17",
    "end": "00:32:18"
  },
  {
    "text": "Yeah. This is Matthew's version. Yes.",
    "start": "00:32:18",
    "end": "00:32:20"
  },
  {
    "text": "Which is like back to this whole idea of the image of God. It's like, hey, I want you to learn to subdue.",
    "start": "00:32:20",
    "end": "00:32:27"
  },
  {
    "text": "Yes. Yes.",
    "start": "00:32:27",
    "end": "00:32:27"
  },
  {
    "text": "The earth.",
    "start": "00:32:27",
    "end": "00:32:28"
  },
  {
    "text": "Perfect. Okay, this is perfect.",
    "start": "00:32:28",
    "end": "00:32:29"
  },
  {
    "text": "Okay.",
    "start": "00:32:29",
    "end": "00:32:30"
  },
  {
    "text": "This is the next thing I want to look at. Okay, okay. This keeps getting better. Okay, so that leads to the last place. And here, this is a passage where snakes are mentioned. Okay. This is in Luke, chapter 10. So Jesus. Jesus has been cruising around Galilee announcing the kingdom of God. Announcing the arrival of the kingdom of God. Yep. And he sent out a wave of his 12 core like recruits to go out. And now he's going to send out a larger circle that's called the 70. And this is only in Luke. Only Luke has the mention of a group of 70. And it for surely is symbolic. Something about the 70 descendants of Jacob who went down into Egypt. Some sort of renewed Israel image. Anyway, we're told he would send them in pairs to every town or place where he himself was going to go. So it's like a little preparatory crew, something like that.",
    "start": "00:32:30",
    "end": "00:33:40"
  },
  {
    "text": "There's also. There were 70 nations in the table of nations.",
    "start": "00:33:41",
    "end": "00:33:44"
  },
  {
    "text": "Yeah, that's right. Yeah, that's right.",
    "start": "00:33:44",
    "end": "00:33:46"
  },
  {
    "text": "It's almost kind of like, let's start a new creation.",
    "start": "00:33:46",
    "end": "00:33:48"
  },
  {
    "text": "Yeah. Or at least start at the ingathering of the nations.",
    "start": "00:33:49",
    "end": "00:33:51"
  },
  {
    "text": "The ingathering of the nations, yeah.",
    "start": "00:33:51",
    "end": "00:33:53"
  },
  {
    "text": "In. Yeah. So he gives a long speech about how they're to kind of conduct themselves. You know, basic summary is, don't carry any money. Let God's spirit provide for you through the people that he speaks to to tell them to be generous to you. Don't move from house to house. Like, find one family that's down to host you and just stay there. Verse 8. Whatever city, you enter and they receive you. Eat what. What food is there. And if there are people who are sick, pray for them to be healed and say, the kingdom of God has come near. So going down, verse 17. Then the 70 came back with joy, saying, jesus, dude, you will never believe this. Even the Daimonion spiritual powers, the undo good in the world, even those are subdued before us in your name. So this is the Gospel's version of God commissioning some people to go out and subdue, rule over the animals and subdue them, so to speak. But here, in place of the beasts are Daimonion, rebel spiritual beings. Even the Daimonion are subject to us. And he said to them, you know, while you were out, I was watching the Satan fall from the skies like lightning. Look, I have given you authority to tread upon serpents and scorpions and over all the power of the enemy. Nothing will injure you. But, you know, don't rejoice in this, that the spirits are subject to you. Here's what you should rejoice, that your names are written up in the skies. Okay, how's that for an inspiring talk? It's just like you just taught somebody to do something and they come back and he's like, yeah, good job. But don't congratulate yourselves too much.",
    "start": "00:33:53",
    "end": "00:35:51"
  },
  {
    "text": "Don't miss the point.",
    "start": "00:35:52",
    "end": "00:35:52"
  },
  {
    "text": "Don't miss the point. Yeah.",
    "start": "00:35:52",
    "end": "00:35:54"
  },
  {
    "text": "Look at what we can do now. I mean, how thrilling would it be to experience that this chaotic power that just seems so overwhelming to all of a sudden realize, like, I can subdue this.",
    "start": "00:35:54",
    "end": "00:36:10"
  },
  {
    "text": "Yeah, that's right. And here, you know what's interesting is he said, if there are people that are sick there, pray for them and they'll be healed. And that's surely part of what they're referring to. Yeah, people who were.",
    "start": "00:36:10",
    "end": "00:36:22"
  },
  {
    "text": "That's what Jesus was often doing.",
    "start": "00:36:22",
    "end": "00:36:23"
  },
  {
    "text": "Exactly. Yeah. Healing and exorcisms were one. They were bound together.",
    "start": "00:36:23",
    "end": "00:36:28"
  },
  {
    "text": "What does he mean, I saw the Satan fall from heaven?",
    "start": "00:36:28",
    "end": "00:36:31"
  },
  {
    "text": "Well, that's a great question. What is he talking about? Yeah, that's right.",
    "start": "00:36:31",
    "end": "00:36:34"
  },
  {
    "text": "What did he see?",
    "start": "00:36:35",
    "end": "00:36:36"
  },
  {
    "text": "What did he see? So he conquered over. He had a personal victory over the slanderer, the tester, the Satan out in the wilderness who crawled away for an opportune time. But then as he goes out announcing the reign and the rule of God, it's like he's the image of God who is outspreading the reign and rule and authority of God. Think back to Genesis 1. Let them rule and let them subdue. So here's finally an exalted image of God who is God, become human to be that image of God. And he's spreading God's reign over the land. And so wherever God's reign spreads, it threatens the usurped reign and power of the Evil One who's lured all the kingdoms of the land to be subject to him.",
    "start": "00:36:36",
    "end": "00:37:30"
  },
  {
    "text": "So every time they're undoing the chaos that they're finding in sickness, illnesses, what Jesus is saying is we're seeing the cosmic, the chaotic one. Like, we're seeing his downfall.",
    "start": "00:37:31",
    "end": "00:37:46"
  },
  {
    "text": "Yes, the arrival of Jesus and his kingdom on Earth as it is in heaven threatens any sky power that the Evil One has. And so it's interesting that it uses lightning, which is fascinating to think, like how humans perceived lightning, you know, before we knew about power of the sky. Yeah, electromagnetism. But it would be really wild storms. It happens with storms. Storm comes, big storm, and then all of a sudden it's shooting fire, white bolts of fire down on the ground. That's absolutely terrifying. And it wreaks havoc and destruction when it strikes. And so whatever that. What was that thing doing up in the heavens if that's what it does down here? My goodness. Good thing that thing's not up there anymore.",
    "start": "00:37:46",
    "end": "00:38:36"
  },
  {
    "text": "But that's thinking of lightning as like a weapon, someone using it as a weapon. Here it's being evoked as like someone falling.",
    "start": "00:38:36",
    "end": "00:38:46"
  },
  {
    "text": "Yeah. From their place of. Yeah. So let's go back. Remember in Isaiah where in Isaiah 13 to 27, when we looked at the dragon and the rebel star that are coordinated symbols for talking about some spiritual reality at work in the heavens that has power over the imaginations of human kings and kingdoms. So whenever a community finds itself freed from the reign of that One and receives the kingdom of God and finds healing and hope. It's like the Satan falling from lightning. It's not like the Satan. It is Satan's rule falling to the earth. And then somehow the Satan falling like lightning is coordinated with the spreading, increasing ability of Jesus disciples to stomp on serpents and scorpions.",
    "start": "00:38:46",
    "end": "00:39:43"
  },
  {
    "text": "Yeah.",
    "start": "00:39:44",
    "end": "00:39:45"
  },
  {
    "text": "And over all, the power of the enemy. So now sickness and being under demonic influence is also ways that you're.",
    "start": "00:39:45",
    "end": "00:39:55"
  },
  {
    "text": "Those are. Those are manifestations of Sea dragon.",
    "start": "00:39:55",
    "end": "00:39:59"
  },
  {
    "text": "Exactly, exactly.",
    "start": "00:39:59",
    "end": "00:40:00"
  },
  {
    "text": "And little dragons. Little serpents and scorpions.",
    "start": "00:40:00",
    "end": "00:40:03"
  },
  {
    "text": "Yeah, totally. Little chaos creatures. Yeah. So in a way, what Jesus is doing here is commissioning and now celebrating other human images of God who can now do what he has been called to come and do, which is to take out the snake and usurp the snake's usurped rule by restoring God's rule over the land through a human image. But here it's now through his friends and disciples.",
    "start": "00:40:03",
    "end": "00:40:33"
  },
  {
    "text": "Now, I still want to have a nuanced view of the snake or the chaos and that there is what we would maybe call just sickness in the. Like, you know, our bodies fall apart.",
    "start": "00:40:34",
    "end": "00:40:49"
  },
  {
    "text": "Yes. Yeah, yeah.",
    "start": "00:40:49",
    "end": "00:40:50"
  },
  {
    "text": "But then there's like spiritual evil where like, there's kind of this intentional, let's use the power of chaos, the power that makes our bodies fall apart. And let's use that. Let's go in league with it and undo creation like this. Team up. And that's also a sign. A dragon.",
    "start": "00:40:51",
    "end": "00:41:14"
  },
  {
    "text": "Yeah, a sign of the dragon's work.",
    "start": "00:41:14",
    "end": "00:41:16"
  },
  {
    "text": "It's the dragon.",
    "start": "00:41:16",
    "end": "00:41:16"
  },
  {
    "text": "Yeah.",
    "start": "00:41:16",
    "end": "00:41:17"
  },
  {
    "text": "And it feels like those become so intermixed, it's kind of hard to pull them apart.",
    "start": "00:41:17",
    "end": "00:41:23"
  },
  {
    "text": "It is. That's right. That's why Jesus exorcisms are called healing, or his healings are sometimes described with the verb to be rescued. It's a form of rescue from the power of the dragon, which is death and mortality. Because we're here outside of Eden, we're in the wilderness. We're in the chaos realm under the power of the snake. If to be outside of Eden is in the land of returning to dust and death, where the snake has power to pull us back into the grave, into the dust from which we emerged.",
    "start": "00:41:23",
    "end": "00:41:58"
  },
  {
    "text": "And when you say the snake there, you're talking about the rulers of the sky in league with the snake or.",
    "start": "00:41:59",
    "end": "00:42:06"
  },
  {
    "text": "Yeah, what am I saying? I'm saying in the biblical story, humans are outside of Eden subject to the power of death, which is chaos, or the power of the dirt and the dust to pull us back in. But the reason we're out Here is because of that sky ruler that convinced us and tricked us that put on the dragon costume. And so we're here because of the dragon's power, the costumed dragon's power that's feeding us to the chaos dragon of death and nothingness that consumes thousands of humans every day.",
    "start": "00:42:06",
    "end": "00:42:40"
  },
  {
    "text": "Yeah.",
    "start": "00:42:41",
    "end": "00:42:41"
  },
  {
    "text": "So Jesus is claiming that he and his disciples represent a kingdom that is opposed to the kingdom of the dragon and is undoing the effects of the dragon on human bodies and human communities.",
    "start": "00:42:42",
    "end": "00:43:00"
  },
  {
    "text": "Right. It's that theme of God saying, go subdue the earth. And now we've just had story after story of humans being subdued by the monster, the earth subduing them, like just creation undoing. And here we get a human Jesus, and we're not. You know, we haven't talked about his divine nature so much, except for that. Well, he's described as the.",
    "start": "00:43:00",
    "end": "00:43:25"
  },
  {
    "text": "Yeah.",
    "start": "00:43:25",
    "end": "00:43:26"
  },
  {
    "text": "The one danger of days riding. Well, I mean, in Daniel, he rides the cloud up. In the story of the storm, he's out there treading on the waters.",
    "start": "00:43:26",
    "end": "00:43:36"
  },
  {
    "text": "That's right. Yeah. Yeah. The portrait of Jesus walking on the water or telling the waters to be muzzled is the gospel authors one of the strongest ways they can to portray Jesus as Yahweh, the creator of heaven and earth, become human.",
    "start": "00:43:36",
    "end": "00:43:52"
  },
  {
    "text": "Wow.",
    "start": "00:43:53",
    "end": "00:43:53"
  },
  {
    "text": "Yeah.",
    "start": "00:43:53",
    "end": "00:43:54"
  },
  {
    "text": "And then what does he do? He says, I want to give this.",
    "start": "00:43:54",
    "end": "00:43:57"
  },
  {
    "text": "Power over to you guys, share it with my crew.",
    "start": "00:43:57",
    "end": "00:44:00"
  },
  {
    "text": "So we're back.",
    "start": "00:44:00",
    "end": "00:44:00"
  },
  {
    "text": "Yep.",
    "start": "00:44:01",
    "end": "00:44:01"
  },
  {
    "text": "We're back to Genesis one.",
    "start": "00:44:01",
    "end": "00:44:02"
  },
  {
    "text": "Yeah. Except we're outside the garden, Right? We are. We're creating little Eden oases, but in the wilderness, very much in the territory of the dragon, the snake is still loose. Yeah. And as we'll see in our next conversation, Jesus is very aware of this, and he's aware that his true confrontation with the dragon and his victory over it will be to let the dragon consume him. And that's what we should look at next.",
    "start": "00:44:03",
    "end": "00:44:32"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. Next. Next week, we look at how Jesus taught his followers to resist the dragon in the world.",
    "start": "00:44:36",
    "end": "00:44:43"
  },
  {
    "text": "We live in a version of reality that's thoroughly compromised because it's subject to the powers of the grave and the chaos dragon. What Jesus needs to open up for us is the way to paradise, or to let the power of paradise out. And apparently, the way to fully enter into the kingdom can only be by letting the mode of existence that we're in die.",
    "start": "00:44:43",
    "end": "00:45:08"
  },
  {
    "text": "Today's episode was brought to you by our podcast team producer, Cooper Peltz, associate producer Lindsey Ponder, lead editor Dan Gummel editors Tyler Bailey and Frank Garza. Tyler Bailey mixed this episode and Hannah Wu provided the annotations for the annotated podcast in our app and all the music in this episode was provided by BibleProject staff. BibleProject is a crowdfunded nonprofit and we exist to experience the Bible is a unified story that leads to Jesus. Everything that we make is free because of the generous support of thousands of people just like you. So thank you so much for being a part of this with us.",
    "start": "00:45:09",
    "end": "00:45:41"
  },
  {
    "text": "Hey, this is Carson and I'm from Colorado Springs, Colorado.",
    "start": "00:45:41",
    "end": "00:45:45"
  },
  {
    "text": "Hi, this is Miranda and I'm from Florida. I first heard about bibleproject through my Christian school.",
    "start": "00:45:45",
    "end": "00:45:51"
  },
  {
    "text": "I use bibleproject for my devotionals because.",
    "start": "00:45:51",
    "end": "00:45:53"
  },
  {
    "text": "They gave me a better understanding on each book.",
    "start": "00:45:53",
    "end": "00:45:55"
  },
  {
    "text": "I first heard of the Bible Bibleproject a few years ago through the YouVersion Bible app.",
    "start": "00:45:55",
    "end": "00:46:00"
  },
  {
    "text": "I use Bibleproject to deepen my study.",
    "start": "00:46:00",
    "end": "00:46:02"
  },
  {
    "text": "Of Scripture and my understanding of the context that it was written in.",
    "start": "00:46:02",
    "end": "00:46:06"
  },
  {
    "text": "My favorite thing about bibleproject is the amazing quality of its content.",
    "start": "00:46:06",
    "end": "00:46:10"
  },
  {
    "text": "We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me.",
    "start": "00:46:10",
    "end": "00:46:16"
  },
  {
    "text": "Find free videos, study notes, podcasts, classes.",
    "start": "00:46:17",
    "end": "00:46:20"
  },
  {
    "text": "And more at bibleproject.",
    "start": "00:46:20",
    "end": "00:46:22"
  },
  {
    "text": "Com.",
    "start": "00:46:22",
    "end": "00:46:23"
  }
]