[
  {
    "text": "The Book of the Revelation. It's the last scroll in the Bible. It's an apocalyptic vision about the reordering and recreation of the entire cosmos. And in true biblical fashion, it brings to a resolution all the themes of the Bible. The theme we've been tracing in this series is what we've called the Chaos Dragon, an ancient symbol of death and disorder, a power that the Satan wields to deceive and destroy. And as we turn to the Revelation.",
    "start": "00:00:05",
    "end": "00:00:34"
  },
  {
    "text": "What we're going to see is the same players, a figure called the Satan, who's putting on a dragon power, as it were, and inspiring even more monsters at work in the world.",
    "start": "00:00:34",
    "end": "00:00:44"
  },
  {
    "text": "We've got some mighty dragons here in the Revelation, and there's not just one.",
    "start": "00:00:45",
    "end": "00:00:49"
  },
  {
    "text": "An enormous red dragon with seven heads and ten horns and seven crowns on its heads. Its tail swept a third of the stars out of the sky, flung them to the earth.",
    "start": "00:00:49",
    "end": "00:01:02"
  },
  {
    "text": "There's also a beast that comes up out of the sea.",
    "start": "00:01:02",
    "end": "00:01:05"
  },
  {
    "text": "It also has seven heads and ten horns and crowns. And this dragon gives power to this monster. It's like his doppelganger, but then it's also clearly a earth creature, and surprise.",
    "start": "00:01:05",
    "end": "00:01:18"
  },
  {
    "text": "Still one more beast.",
    "start": "00:01:19",
    "end": "00:01:20"
  },
  {
    "text": "He had two horns like a lamb, but he spoke like a dragon.",
    "start": "00:01:20",
    "end": "00:01:23"
  },
  {
    "text": "Why so many dragons?",
    "start": "00:01:23",
    "end": "00:01:25"
  },
  {
    "text": "What John has done is he's actually split out the dragon, the spiritual being, and then the beast, which is its earthly imperial, institutional. And John has created one altogether.",
    "start": "00:01:25",
    "end": "00:01:39"
  },
  {
    "text": "Death and chaos are horrible, and when God's creatures wield them, it's horrifying. But in Revelation 12, John says something remarkable. He says that followers of Jesus can have victory when they choose to not love their lives so much that they shrink back from death.",
    "start": "00:01:39",
    "end": "00:01:57"
  },
  {
    "text": "What does it mean to not shrink back from fear of death and to gain victory over the dragon in our own lives, personally, in our neighborhoods, in our communities, it's going to look so different in different seasons. But there's a common theme entrusting the that the power of the dragon truly was taken away on Easter morning in the empty tomb and through the risen Jesus, and that all of creation is headed for an empty tomb. Resurrection, destiny.",
    "start": "00:01:57",
    "end": "00:02:28"
  },
  {
    "text": "Today, Tim Mackey and I complete our conversations on the theme of the dragon by looking at John's Revelation. I'm John Collins, and you're listening to BibleProject Podcast. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:02:29",
    "end": "00:02:45"
  },
  {
    "text": "Hi, John. Hello.",
    "start": "00:02:45",
    "end": "00:02:46"
  },
  {
    "text": "Hello. Hey. This is gonna be our final conversation in a very long series of conversations about the dragon, the dragon, the sea dragon, the chaos dragon, the monster, death itself.",
    "start": "00:02:46",
    "end": "00:02:58"
  },
  {
    "text": "Yeah. Occasionally, lions and scorpions.",
    "start": "00:02:58",
    "end": "00:03:00"
  },
  {
    "text": "Yeah.",
    "start": "00:03:00",
    "end": "00:03:01"
  },
  {
    "text": "In the Bible.",
    "start": "00:03:02",
    "end": "00:03:02"
  },
  {
    "text": "In the Bible. And how it's a reality. Death is a reality that is set in motion from the very beginning of the Bible, unleashed by spiritual beings and humans as we use death as a power to get what we want and come in alliance with death. And what we looked at in the last few episodes was how Jesus, through his resurrection, showed that he had ultimate power over death and that he is giving us that power as well and wants us to live in such a way that we believe that power is real and that we confront the dragon not by playing by its own terms, but by realizing that it has been disarmed and doesn't have to control the way we think and live in the world. Which means we can actually love people and we can actually like let go of things that we thought we had to fight for.",
    "start": "00:03:02",
    "end": "00:04:04"
  },
  {
    "text": "Yeah.",
    "start": "00:04:04",
    "end": "00:04:04"
  },
  {
    "text": "And we can fight for things that we thought were maybe not possible to win.",
    "start": "00:04:04",
    "end": "00:04:10"
  },
  {
    "text": "Yeah. It's interesting the overlap that we've discovered in these last few conversations. This just occurred to me is with the theme of generosity, abundance and scarcity. Because in a way, the scarcity mindset is a view that there's not enough. And so that motivates all of us to do what it takes to make sure there's enough. And there's an analogy here where if death so rules your imagination, that avoiding the death of my body in the form that it now exists, like that's the ultimate and most important value, then all of a sudden death becomes a very powerful persuasive tool worth the threat of it in my choices. And I can use that to influence others choices or just the reality of it can influence what I choose to do and can rule me. Yeah. And there you go. Another important distinction in our conversations has been that the chaos dragon in the sea represents the reality of death and non existence as something that can happen in God's world at this stage of its journey.",
    "start": "00:04:11",
    "end": "00:05:26"
  },
  {
    "text": "Yeah. The reality and the possibility.",
    "start": "00:05:26",
    "end": "00:05:28"
  },
  {
    "text": "Yeah. Of sinking back into the chaos waters. But what the story of Jesus represents is someone of God come among us to disempower the dragon and particularly disempower the spiritual powers that have captured and melded with human power to use death as a weapon, putting it on as a costume. And that Jesus confronted those powers and let them take the life of his body, but not the life of who he actually is in his full self. And so in his resurrection from the dead, he holds the keys to death in the grave, as he says, and has power over the dragon.",
    "start": "00:05:28",
    "end": "00:06:13"
  },
  {
    "text": "And Paul calls It the final enemy.",
    "start": "00:06:13",
    "end": "00:06:15"
  },
  {
    "text": "Yeah, Death being the final enemy.",
    "start": "00:06:15",
    "end": "00:06:17"
  },
  {
    "text": "Final enemy he doesn't describe as a spiritual being who's rebelled against God.",
    "start": "00:06:17",
    "end": "00:06:22"
  },
  {
    "text": "Right.",
    "start": "00:06:22",
    "end": "00:06:22"
  },
  {
    "text": "The final enemy is death itself. Because what is that spiritual being? What power is he trying to wield against God?",
    "start": "00:06:22",
    "end": "00:06:32"
  },
  {
    "text": "Yeah, exactly.",
    "start": "00:06:32",
    "end": "00:06:33"
  },
  {
    "text": "And it's the power of death, the.",
    "start": "00:06:33",
    "end": "00:06:34"
  },
  {
    "text": "Power of the dragon.",
    "start": "00:06:34",
    "end": "00:06:36"
  },
  {
    "text": "Of the dragon.",
    "start": "00:06:36",
    "end": "00:06:37"
  },
  {
    "text": "So that concept right there is also being drawn upon, developed and explored by another biblical author who's using a totally different mode of communication, but it's the same basic ideas at work. And that is John the Visionary, exiled on Patmos, who wrote the last book of the Christian Bible called the Revelation Singular or the Apocalypse. And what we're gonna see is the same players, a figure called the Satan, who's putting on a dragon power, as it were, and inspiring even more monsters at work in the world. But that, that figure and its power of death, at least the followers of Jesus that are being written to in this letter, Apocalypse prophecy, John's trying to convince them that it doesn't actually have real power over you. In fact, it's defeat is already. Has already begun.",
    "start": "00:06:37",
    "end": "00:07:34"
  },
  {
    "text": "It's written in the stars.",
    "start": "00:07:35",
    "end": "00:07:36"
  },
  {
    "text": "Wow. Yes. In more ways than one. Yeah, that's exactly right. So should we turn our attention to the. The Apocalypse of John and look at the use of dragon imagery in his visions? So, you know, it's funny to review, just to kind of upload the Revelation in preparation for this conversation. I found these really helpful videos online.",
    "start": "00:07:38",
    "end": "00:08:28"
  },
  {
    "text": "Yeah.",
    "start": "00:08:28",
    "end": "00:08:29"
  },
  {
    "text": "Two of them, part one and two, that I wrote seven years ago. And it was like relearning. I haven't read Revelation in a while and it was like releasing, relearning, it was really helpful.",
    "start": "00:08:29",
    "end": "00:08:38"
  },
  {
    "text": "You're saying you did yourself a favor seven years ago?",
    "start": "00:08:39",
    "end": "00:08:41"
  },
  {
    "text": "I did, yeah. And that's why I made. That's why we made all this stuff, is to be the stuff that you can draw upon when you need to do the things like we're doing right now. So the Apocalypse is an example of Second Temple Jewish apocalyptic literature. There are many other Jewish apocalypses from the same period that help us get.",
    "start": "00:08:41",
    "end": "00:09:00"
  },
  {
    "text": "An idea of the genre.",
    "start": "00:09:00",
    "end": "00:09:02"
  },
  {
    "text": "The genre. They were written by extreme Hebrew Bible nerds, like super Hebrew Bible nerds who knew how to read, pray and meditate on the storyline and symbols of the Hebrew Bible. And in their own experiences of prayer and meditation and altered states of consciousness, they made all kinds of connections, had encounters with God's presence and the spirit of God, showed them new ways to mold all the symbols together to give new insight and wisdom for future Generations of God's people. And that's. We have a messianic Christian example. So a Jewish follower of Jesus who was a super Hebrew Bible nerd, crazy Hebrew Bible nerd. He begins by framing the book as a message that Jesus wants to give to seven churches. And even the fact that the number seven is being used means that he knew it would have a wider readership. But he was connected to these seven churches on the eastern end of the Roman Empire. And when he describes what many of them are facing, it is persecution and difficulties that are being thrown at them by, well, to the church in Smyrna, he says that there are a whole bunch of people in their Jewish community who are actually now turning on them because they follow Jesus as Messiah. So they haven't stopped being Jewish, they've just embraced Jesus as their Jewish Messiah. But some of their family and people in their synagogue really, really vehemently disagree. And Jesus describes how they have fallen under the power of the Satan when they persecute and exclude them, their brothers and sisters, for following Jesus Messiah. But he brings in the Satan. So when he talks about to the church in Pergamum, he says, you dwell where Satan's throne is. That's intense.",
    "start": "00:09:02",
    "end": "00:11:05"
  },
  {
    "text": "Yeah. Where is Satan's throne?",
    "start": "00:11:05",
    "end": "00:11:07"
  },
  {
    "text": "Well, most likely he's referring to, people debate these things, but maybe a shrine and you know, what Greek or Roman God or goddess is he referring to, but a local shrine. And because there was even a follower of Jesus Antipas who got killed for following Jesus there in that city. So was it a Roman sponsored persecution? Was it a mob, you know, that murdered him? We don't, you know, the story is not told. So the point is that these churches, communities of Jesus are facing the forces of the Satan, the devil. And he's trying to inspire them with a vision of reality where Jesus is the real victor and cosmic king. And that brings us to the next key part of the book was in chapters four and five, which is all about a vision of the heavenly temple that's inspired by all of the same visions from the Hebrew Bible. But the God figure on the throne has a scroll that unlocks all the mysteries of history and God's purpose. And no one can open it. It's like, who can understand what God has in store? Where's God taking the show? And then this lamb shows up with its throat slit. But it's called the lion from the tribe of Judah and it's a symbol of the risen Jesus. And the lamb can take the scroll and open it up. And so it's a vision that the real cosmic king is this crucified, risen Jesus on the divine throne. He's the one directing history towards its purpose, not the Satan who's hijacked human history with its. With the power of the dragon. So what happens from here In Revelation, chapter 6 through 16 is four series of seven things. And he cycles through them. And there's seven seals of the scroll, then there's seven trumpets that get blasted. Then there are seven signs or symbols that John sees, and then there are seven bowls that get poured out. And what I want to focus on is that third set of four that are in chapters 12 to 14, the seven signs. And every one of them will people debate if it's one big long sequence, the seven signs, all of these sets of seven, all sets, or is each pass through the seven a different way of thinking about the same sequence of events, just exploring it with different sets, symbols, and so on? Okay, so anyway, the video goes into more detail for all of that, but it's the seven signs. And really just chapter 12 is where we want to focus because for the first time, John introduces the figure of the dragon here in chapter 12. And the dragon's going to play a role and be on the scene until he's escorted off the stage in chapter 20. Now, whether or not he's a new character, because he's already introduced the Satan. The Satan in the letters to the seven churches. So, you know, I think maybe we should just read it.",
    "start": "00:11:08",
    "end": "00:14:10"
  },
  {
    "text": "Yeah, I'm sure it'll be all crystal clear.",
    "start": "00:14:11",
    "end": "00:14:13"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:14:13",
    "end": "00:14:14"
  },
  {
    "text": "We just read it.",
    "start": "00:14:14",
    "end": "00:14:15"
  },
  {
    "text": "Yeah, totally. Okay, I'm going to work with the niv. A great sign appeared in the heavens. A woman, clothed with the sun, with the moon under her feet and a crown of 12 stars on her head. She was pregnant. She cried out in pain when she was about to give birth. Then another sign appeared in heaven. An enormous red dragon with seven heads and ten horns and seven crowns on its heads. Its tail swept a third of the stars out of the sky, flung them to the earth.",
    "start": "00:14:15",
    "end": "00:14:57"
  },
  {
    "text": "Okay, let's stop.",
    "start": "00:14:58",
    "end": "00:14:59"
  },
  {
    "text": "Okay.",
    "start": "00:14:59",
    "end": "00:15:00"
  },
  {
    "text": "That was a lot. Well, okay. So the one thing that really stood out to me was the seven heads and ten horns. That's the exact image of Daniel's beast, right?",
    "start": "00:15:01",
    "end": "00:15:12"
  },
  {
    "text": "Yeah, when Daniel's four monsters that crawled up out of the dark, chaotic ocean. If you add up all the heads and horns of all the four enemies together, adding them all up, you get 7 and 10.",
    "start": "00:15:12",
    "end": "00:15:24"
  },
  {
    "text": "That's what it was. Okay, so this is the super beast.",
    "start": "00:15:24",
    "end": "00:15:27"
  },
  {
    "text": "Yeah, the mega monster.",
    "start": "00:15:27",
    "end": "00:15:28"
  },
  {
    "text": "This Is the mega monster.",
    "start": "00:15:28",
    "end": "00:15:29"
  },
  {
    "text": "Yeah.",
    "start": "00:15:29",
    "end": "00:15:30"
  },
  {
    "text": "As one monster, a red dragon.",
    "start": "00:15:30",
    "end": "00:15:32"
  },
  {
    "text": "Yep.",
    "start": "00:15:32",
    "end": "00:15:33"
  },
  {
    "text": "Okay.",
    "start": "00:15:33",
    "end": "00:15:33"
  },
  {
    "text": "Yeah.",
    "start": "00:15:33",
    "end": "00:15:33"
  },
  {
    "text": "So in Daniel, it's like, hey, how do we imagine death and chaos? It's gotten so out of hand. It's so entwined with spiritual forces and with human evil. Just everything together. Like, to imagine it, we have to imagine these four beasts that are like, combine the mega beast. And here we're just riffing on that.",
    "start": "00:15:34",
    "end": "00:15:56"
  },
  {
    "text": "Yeah. Now, so this is key, because in the sequence of seven things that he sees, he's going to actually see two more monsters.",
    "start": "00:15:56",
    "end": "00:16:04"
  },
  {
    "text": "Oh, okay.",
    "start": "00:16:04",
    "end": "00:16:05"
  },
  {
    "text": "Actually, so this will be the first is he sees a big red dragon. Seven heads, ten horns, seven crowns on its head. Let's pause this thing. When we turn to chapter 13, we meet and see this. And the dragon stood on the sand of the sea shore.",
    "start": "00:16:05",
    "end": "00:16:22"
  },
  {
    "text": "That's his domain. So he's at the border.",
    "start": "00:16:22",
    "end": "00:16:24"
  },
  {
    "text": "The border. And I saw a beast coming up out of the sea.",
    "start": "00:16:24",
    "end": "00:16:28"
  },
  {
    "text": "Oh.",
    "start": "00:16:28",
    "end": "00:16:29"
  },
  {
    "text": "Another beast having ten horns and seven heads. Oh. And on its horns were ten crowns, and on his heads were blasphemous names. The beast I saw was like a leopard, but with feet like a bear and his mouth like a lion. And the dragon gave him his power and throne and authority.",
    "start": "00:16:29",
    "end": "00:16:47"
  },
  {
    "text": "Okay, so we're dealing with multiple beasts like Daniel.",
    "start": "00:16:47",
    "end": "00:16:50"
  },
  {
    "text": "So notice there's only one dragon. And this dragon gives power to this monster. It's like his doppelganger.",
    "start": "00:16:51",
    "end": "00:17:00"
  },
  {
    "text": "Yeah. Sidekick.",
    "start": "00:17:00",
    "end": "00:17:01"
  },
  {
    "text": "Yeah. So it's sort of like the dragon was in the heavens, and now here's an earthly mirror, the corresponding earthly beast, so to speak. And this thing gets its power from the dragon, and it's like the dragon. It also has seven heads and ten horns and crowns. But then it's also clearly a Earth creature. And it's. Look, he alludes to the animals of Daniel's dreams. Leopard. It's like a bear. It's like a lion. So he's almost certainly referring here to the actual, like, human Rome or Jerusalem or something else, depending on your meta view of how to interpret the revelation. An earthly kingdom.",
    "start": "00:17:01",
    "end": "00:17:45"
  },
  {
    "text": "Earthly kingdom.",
    "start": "00:17:45",
    "end": "00:17:46"
  },
  {
    "text": "That's an earthly human manifestation.",
    "start": "00:17:46",
    "end": "00:17:49"
  },
  {
    "text": "And so is Daniel.",
    "start": "00:17:49",
    "end": "00:17:50"
  },
  {
    "text": "Exactly. Actually, the beasts of Daniel's dreams were called human kings and kingdoms. That's right. Yep. But what John has done is he's actually split out the dragon as a spiritual being, and then the beast, which is its earthly imperial, institutional devastation.",
    "start": "00:17:50",
    "end": "00:18:11"
  },
  {
    "text": "In Daniel's vision, of the four beasts, none were a dragon, actually.",
    "start": "00:18:11",
    "end": "00:18:15"
  },
  {
    "text": "Correct. That's exactly right.",
    "start": "00:18:15",
    "end": "00:18:17"
  },
  {
    "text": "We were just kind of. Because they came out of the sea, we were saying, okay, this is a Way to imagine the dragon. And I started to think of like, okay, we're imagining the dragon, but we're like turning up and just like mixing and making even a monster more chaotic than a dragon to just play up like this thing has gotten real out of hand.",
    "start": "00:18:17",
    "end": "00:18:39"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:18:39",
    "end": "00:18:41"
  },
  {
    "text": "And what you're saying is, okay, so we've got that. But now let's imagine that there is a dragon, but he's not coming out of the sea. Like, he's so in league with spiritual beings. He's in the heavens.",
    "start": "00:18:41",
    "end": "00:18:53"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:18:53",
    "end": "00:18:54"
  },
  {
    "text": "And he's giving the sea dragon its power. I'm just trying to create the meta frame here. We've got the dragon in the beginning in the sea. It just represents death.",
    "start": "00:18:54",
    "end": "00:19:03"
  },
  {
    "text": "Yep.",
    "start": "00:19:03",
    "end": "00:19:03"
  },
  {
    "text": "And Daniel, we got the beast coming out of the chaotic ocean, which you think, oh, here's the dragon. But actually they're human kingdoms that are beastly kingdoms.",
    "start": "00:19:04",
    "end": "00:19:12"
  },
  {
    "text": "That's right.",
    "start": "00:19:12",
    "end": "00:19:12"
  },
  {
    "text": "Okay.",
    "start": "00:19:12",
    "end": "00:19:13"
  },
  {
    "text": "Monster like. Yep.",
    "start": "00:19:13",
    "end": "00:19:14"
  },
  {
    "text": "And what gives those things their power? Yeah, well, it's the dragon.",
    "start": "00:19:14",
    "end": "00:19:19"
  },
  {
    "text": "It's the snake that is a spiritual being that has put on the dragon as a.",
    "start": "00:19:19",
    "end": "00:19:24"
  },
  {
    "text": "Put on the dragon.",
    "start": "00:19:24",
    "end": "00:19:25"
  },
  {
    "text": "Okay, so this crystal clear, but it kind of is. In other words, John, he's a Bible nerd, so he can see that there's a snake that puts on and using the guise of the dragon and its power of death to deceive the humans into forfeiting their rule over the land and giving their imaginations and their future to the snake. And now the snake rules them outside of Eden. And that's what Daniel is drawing on. Then remember the Cain and Abel narrative, which was about how the snake then works in the imagination of Cain. If God exalts my brother, that means I'll never be exalted. And then he uses the power of the dragon to kill his brother to get what he wants. So now humans are ruled by the power of the dragon's persuasion, so to speak. And then Cain goes on, he builds a city and becomes the founder of the city of man and their kingdoms. And so now we have human kingdoms inspired by the power of the snake. When Daniel's monsters come up later out of the ocean, he's mostly thinking about the Cain, like human monsters, which is why they're identified as kings. I see in Daniel 7, Daniel doesn't really highlight the spiritual mirror of the ruler in heaven. Heaven, that's you. Wait, get to Isaiah. Ezekiel develops that, and John has created one account where there are now all together.",
    "start": "00:19:25",
    "end": "00:21:01"
  },
  {
    "text": "Got it.",
    "start": "00:21:01",
    "end": "00:21:02"
  },
  {
    "text": "So there's a dragon in the heavens and Then there's monsters on the Earth and they mirror each other in strange ways.",
    "start": "00:21:02",
    "end": "00:21:07"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:21:07",
    "end": "00:21:07"
  },
  {
    "text": "But the ones on the Earth are not dragons. They're just beasts.",
    "start": "00:21:07",
    "end": "00:21:10"
  },
  {
    "text": "Yeah.",
    "start": "00:21:10",
    "end": "00:21:10"
  },
  {
    "text": "And the ones in the heavens is not a beast, it's a dragon.",
    "start": "00:21:10",
    "end": "00:21:13"
  },
  {
    "text": "Okay, cool.",
    "start": "00:21:13",
    "end": "00:21:14"
  },
  {
    "text": "But they mirror each other, so it is surprisingly clear. Yeah, yeah. Once you get the symbols. Yeah, yeah.",
    "start": "00:21:14",
    "end": "00:21:20"
  },
  {
    "text": "I still don't know what the woman is.",
    "start": "00:21:21",
    "end": "00:21:22"
  },
  {
    "text": "Oh, yeah, we'll go back and talk about the woman. I'm just trying to focus on the monsters.",
    "start": "00:21:22",
    "end": "00:21:25"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:21:25",
    "end": "00:21:26"
  },
  {
    "text": "So the beast that just came up, that has seven heads and 10 horns, like the dragon. John goes on to say the whole Earth was amazed and followed after that beast. They worshiped the dragon because he gave his authority to the beast. And they worshiped the beast saying, who is like the beast? So he's poking fun at the. Depending on which bad guy. Let's go with the Roman Empire interpretation, but it could apply to whatever other thing you think the Revelation is referring to. But he's referring to people giving their allegiance to human power structures and then who is able to wage war like him? So if we go with the Roman Empire. The Roman Empire actually conceived and described itself as a manifestation of the goddess Roma's power on the land. And it was deified, which is why you swear allegiance to it. It's why you die for it. It's why you worship Roma and therefore the Roman Empire. And so what John sees is just a huge death beast that just churns, chews up humans and spits them out. And it's inspired by the dragon. And if you give your allegiance to the beast, you're actually giving your allegiance to the dragon above. That's how he sees it.",
    "start": "00:21:26",
    "end": "00:22:51"
  },
  {
    "text": "The mirror.",
    "start": "00:22:51",
    "end": "00:22:52"
  },
  {
    "text": "Yeah, but we're not done. Because that's just one aspect of the Earth beast. Okay, there's verse 11, another beast coming up out of the earth. So the first one came out of.",
    "start": "00:22:52",
    "end": "00:23:05"
  },
  {
    "text": "The sea Beast Part 2.",
    "start": "00:23:05",
    "end": "00:23:06"
  },
  {
    "text": "Yeah, this is coming up out of the underworld.",
    "start": "00:23:06",
    "end": "00:23:09"
  },
  {
    "text": "Oh, okay.",
    "start": "00:23:09",
    "end": "00:23:10"
  },
  {
    "text": "And he had two horns like a lamb. You're like, oh, like a little lamb growing horns.",
    "start": "00:23:11",
    "end": "00:23:17"
  },
  {
    "text": "Yeah, that's kind of like the typical way we think of Satan's head.",
    "start": "00:23:17",
    "end": "00:23:22"
  },
  {
    "text": "Yeah, that's right. The goat.",
    "start": "00:23:22",
    "end": "00:23:23"
  },
  {
    "text": "The goat.",
    "start": "00:23:23",
    "end": "00:23:23"
  },
  {
    "text": "Yeah, the goat horns. Yeah, totally. So he had two horns like a lamb, but he spoke like a dragon. And he. This is verse 12. He uses all the authority of the first beast in his presence, and he makes everybody worship the first beast. He does signs and wonders and so on. So what many people think is what John is Doing is he's splitting out the military power of this whatever empire he's describing. Animated by the dragon. And then also the economic and propaganda machine. This is the beast that makes everybody take the mark of the beast.",
    "start": "00:23:23",
    "end": "00:24:01"
  },
  {
    "text": "Oh, the second beast. Beast of the earth.",
    "start": "00:24:01",
    "end": "00:24:03"
  },
  {
    "text": "Yep. 666 on their hands and foreheads and so on.",
    "start": "00:24:03",
    "end": "00:24:06"
  },
  {
    "text": "So one interpretation is this is the same beast depicted as two different beasts.",
    "start": "00:24:07",
    "end": "00:24:12"
  },
  {
    "text": "Yeah.",
    "start": "00:24:12",
    "end": "00:24:13"
  },
  {
    "text": "The same reality depicted as two beasts.",
    "start": "00:24:13",
    "end": "00:24:14"
  },
  {
    "text": "Yeah. One out of the Chaos Sea and then one up out of the grave or out of the underworld.",
    "start": "00:24:14",
    "end": "00:24:19"
  },
  {
    "text": "Both two ways to think about human power structures that have gone awry.",
    "start": "00:24:19",
    "end": "00:24:24"
  },
  {
    "text": "Yep. And both animated by the dragon. One speaks like a dragon, one is given its power by the dragon. So now you have three monsters, but they're all connected as this unholy trinity. And that's another. Surely part of the reason why he has broken into three is as an anti trinity from Father, Son and spirit.",
    "start": "00:24:24",
    "end": "00:24:45"
  },
  {
    "text": "Wow.",
    "start": "00:24:46",
    "end": "00:24:46"
  },
  {
    "text": "Okay. It's wild.",
    "start": "00:24:46",
    "end": "00:24:47"
  },
  {
    "text": "Yeah. Wild is a great word for it.",
    "start": "00:24:47",
    "end": "00:24:50"
  },
  {
    "text": "Yeah, it. So what I want to go back.",
    "start": "00:24:51",
    "end": "00:25:20"
  },
  {
    "text": "To is chapter 12, when we first met the dragon.",
    "start": "00:25:20",
    "end": "00:25:24"
  },
  {
    "text": "Yeah. But I just wanted to show how the dragon also has the counterparts, the earthly counterparts, and why broken into two. Because of the unholy trinity.",
    "start": "00:25:24",
    "end": "00:25:34"
  },
  {
    "text": "Yeah, yeah. Tweedledee and Tweedledum.",
    "start": "00:25:34",
    "end": "00:25:36"
  },
  {
    "text": "Something like that. It is fantastic.",
    "start": "00:25:39",
    "end": "00:25:42"
  },
  {
    "text": "The Much more a horrendous version of that.",
    "start": "00:25:42",
    "end": "00:25:45"
  },
  {
    "text": "Okay, so what we had was a pregnant woman clothed with the sun, moon and 12 stars on her head, about to give birth.",
    "start": "00:25:45",
    "end": "00:25:52"
  },
  {
    "text": "Okay.",
    "start": "00:25:52",
    "end": "00:25:52"
  },
  {
    "text": "So up in the sky, the woman.",
    "start": "00:25:52",
    "end": "00:25:55"
  },
  {
    "text": "Clothed with the sun and the moon. So I'm thinking spiritual being here because the moon and the sun represents the rulers of the sky. So if she's clothed with that, it feels like we're talking.",
    "start": "00:25:56",
    "end": "00:26:07"
  },
  {
    "text": "Yes.",
    "start": "00:26:07",
    "end": "00:26:07"
  },
  {
    "text": "Like a spiritual being of some sort.",
    "start": "00:26:08",
    "end": "00:26:09"
  },
  {
    "text": "So important here is this little line right here. A woman clothed with the sun, moon and stars is taken right from Joseph's dream in the Genesis scroll. The first dream that Joseph had that he tells his brothers and then his dad was that I had a dream and the sun, moon and stars were bowing down to me. So this is the heavenly host bowing down to an exalted human ruler. That's the first time you have this idea of a human up in the heavens, so on. So what's interesting here is this is not the sun, moon and stars bowing down to the woman, but rather the woman herself is clothed with the heavenly lights and 12 stars around her head. So there's actually a deep rabbit hole here about the 12 signs of the zodiac and star symbolism. And how much of that John is drawing upon here? So what I want to highlight primarily is the echoes to the Hebrew Bible that John is working with here. So what this woman's going to do is give birth to the Messiah, but then have a whole bunch of other children that are persecuted by the dragon. Dragon wants to kill them all. So it's hard not to see some kind of Eve and twelve tribes of Israel being echoed here. When I say it's hard not to see, what I mean is that's what you see There seems to be. Yep. But then also the fact that she gives birth to the Messiah makes one think of Mary.",
    "start": "00:26:09",
    "end": "00:27:49"
  },
  {
    "text": "Right.",
    "start": "00:27:49",
    "end": "00:27:50"
  },
  {
    "text": "And then of the twelve apostles who are the icon of the new or the renewed messianic people of God. And we know that the 12 tribes of the tribes of Israel and the apostles will both get drawn upon numerically as sets of 12 later on in the book. And people debate whether it's one or the other, or perhaps it symbolizes both. But it's written in the stars. So she's pregnant and about to give birth, and then there's another dragon up there.",
    "start": "00:27:50",
    "end": "00:28:22"
  },
  {
    "text": "Sorry, where did we learn that she gives birth to other kids?",
    "start": "00:28:22",
    "end": "00:28:25"
  },
  {
    "text": "Oh, later. We'll keep reading. Yeah, but she's going to become the mother of both the Messiah and of a bunch of other kids.",
    "start": "00:28:25",
    "end": "00:28:31"
  },
  {
    "text": "Okay.",
    "start": "00:28:31",
    "end": "00:28:32"
  },
  {
    "text": "Yeah. So it swept its tail, swept a third of the stars out of the sky, and flung them to the earth. So this, in popular interpretation, at least in my experience, gets turned into an image of the devil falling from heaven with a third of the angels. Yeah, that is almost certainly not what it.",
    "start": "00:28:32",
    "end": "00:28:52"
  },
  {
    "text": "Oh, perfect.",
    "start": "00:28:52",
    "end": "00:28:53"
  },
  {
    "text": "Referring to, really. Yeah. So this is fascinating here. This line sweeping a third of the stars out of the sky, flinging them to the land, comes right from Daniel chapter eight, describing one of the monsters in particular, that arrogant horn.",
    "start": "00:28:53",
    "end": "00:29:09"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:29:09",
    "end": "00:29:10"
  },
  {
    "text": "And in Daniel 8, 10, what we read is that horn. So this is the horn of one of the monsters, the fourth monster. Well, actually, this is in Daniel 8. The fourth monster becomes just its own, but it's of a ram and a he goat. And the he goat.",
    "start": "00:29:10",
    "end": "00:29:29"
  },
  {
    "text": "We didn't read this one.",
    "start": "00:29:29",
    "end": "00:29:30"
  },
  {
    "text": "We never read it. Yeah, but it's another monstrous creature with a huge horn doing the same stuff as the fourth beast. Okay. Yeah. And what that horn, the one horn that came up out of the fourth beast in Daniel 7. Now that horn grows up out of another monster in Daniel 8, and in Daniel 8, 10, it grew up to the host of heaven and caused some of the host and some of the stars to fall to the earth, and it trampled them down. And what you learn is that this is referring to a human king, that.",
    "start": "00:29:30",
    "end": "00:30:04"
  },
  {
    "text": "The horn.",
    "start": "00:30:04",
    "end": "00:30:04"
  },
  {
    "text": "The horn, yeah. It's explicitly identified as a human king that exalts itself as a deity and makes war and persecutes the people of the holy ones of the Most High, which are actual Israelites, like, living in Jerusalem. But there's this mirror in Daniel of the war on earth between the human monsters and God's people is mirrored by a heavenly battle.",
    "start": "00:30:05",
    "end": "00:30:35"
  },
  {
    "text": "So to take out people on earth is taking out stars.",
    "start": "00:30:35",
    "end": "00:30:38"
  },
  {
    "text": "That's right, yeah. So in other words, John is referring to this line right here. So by sweeping a third of the stars out of the sky and flinging them to the earth is a reference to a heavenly war?",
    "start": "00:30:38",
    "end": "00:30:51"
  },
  {
    "text": "A heavenly war.",
    "start": "00:30:51",
    "end": "00:30:52"
  },
  {
    "text": "Heavenly conflict. Yes.",
    "start": "00:30:53",
    "end": "00:30:54"
  },
  {
    "text": "That is mirroring an earthly conflict.",
    "start": "00:30:54",
    "end": "00:30:56"
  },
  {
    "text": "Correct. And, yeah, this is why there's actually three panels to Revelation 12. Whether we finish reading them or see. Probably not at this speed, but there's three panels, and each one of them is actually retelling a story three times over.",
    "start": "00:30:56",
    "end": "00:31:08"
  },
  {
    "text": "Okay.",
    "start": "00:31:08",
    "end": "00:31:08"
  },
  {
    "text": "So the point is, this is a battle scene, not the dragon bringing stars down to the earth with itself.",
    "start": "00:31:09",
    "end": "00:31:14"
  },
  {
    "text": "Okay.",
    "start": "00:31:14",
    "end": "00:31:15"
  },
  {
    "text": "Okay. So the dragon was standing in front of the woman who was about to give birth because it wanted to devour the child the moment it was born. And she gave birth to a son, a male child who will rule the nations with an iron scepter.",
    "start": "00:31:15",
    "end": "00:31:30"
  },
  {
    "text": "Psalm 2.",
    "start": "00:31:30",
    "end": "00:31:30"
  },
  {
    "text": "Yes, comes right out of Psalm 2. Her child, however, was snatched up to God into his throne, and the woman fled into the wilderness to a place prepared for her by God, where she was taken care of for three and a half years or 12, 60 days. So feels like story's over.",
    "start": "00:31:30",
    "end": "00:31:51"
  },
  {
    "text": "Wow.",
    "start": "00:31:53",
    "end": "00:31:53"
  },
  {
    "text": "Glad that worked out.",
    "start": "00:31:53",
    "end": "00:31:54"
  },
  {
    "text": "Yeah.",
    "start": "00:31:54",
    "end": "00:31:54"
  },
  {
    "text": "She gave birth to a messianic figure, and the dragon didn't get him. He was exalted up to heaven, to a throne. And then that leaves the woman down on the land where God's going to take care of her and protect her from the dragon for three and a half years. Okay, next.",
    "start": "00:31:55",
    "end": "00:32:15"
  },
  {
    "text": "Next panel.",
    "start": "00:32:15",
    "end": "00:32:16"
  },
  {
    "text": "And a war broke out in heaven. So the question is, does this follow sequentially or is this whole panel going up and giving more development of that? The stars being formed, the stars being flown. How did that happen? Let's back up and double click on the stars. Well, there's a war in heaven, and Mikael, whose name means who is like El, who's like God. So you've got a lead angelic figure and his angels fighting against the dragon. And the dragon and his angels fighting back. But the dragon wasn't strong enough. They lost their place in the skies. The dragon was hurled down. That ancient serpent called the Diabolus, the Satan who leads the whole world astray. He was hurled to the earth with his angels, with him. Then I heard a loud voice in heaven say, now have come the salvation and power and kingdom of our God. The. The authority of his Messiah, the accuser of our brothers and sisters, the one accusing them before God day and night has been hurled down. They, that is our brothers and sisters, triumphed over him by the blood of the Lamb and the word of his testimony. They didn't love their lives even to shrink back from death. Okay, here we go.",
    "start": "00:32:16",
    "end": "00:33:42"
  },
  {
    "text": "Yeah.",
    "start": "00:33:42",
    "end": "00:33:43"
  },
  {
    "text": "So the dragon has been using, inspiring those on the land to use death as this tool to persuade them.",
    "start": "00:33:44",
    "end": "00:33:54"
  },
  {
    "text": "You love your life, you need to protect it.",
    "start": "00:33:54",
    "end": "00:33:56"
  },
  {
    "text": "Yes.",
    "start": "00:33:56",
    "end": "00:33:57"
  },
  {
    "text": "You love what you have, you love what you think you deserve.",
    "start": "00:33:57",
    "end": "00:34:01"
  },
  {
    "text": "Yeah.",
    "start": "00:34:02",
    "end": "00:34:02"
  },
  {
    "text": "Like fight for it.",
    "start": "00:34:02",
    "end": "00:34:04"
  },
  {
    "text": "Fight for it. The dragon will help you. The dragon will inspire you to fight for what is most valuable, that is your life and your family.",
    "start": "00:34:04",
    "end": "00:34:14"
  },
  {
    "text": "And empower you.",
    "start": "00:34:14",
    "end": "00:34:15"
  },
  {
    "text": "Yeah.",
    "start": "00:34:16",
    "end": "00:34:16"
  },
  {
    "text": "Wow. Okay, so that's a cool line.",
    "start": "00:34:16",
    "end": "00:34:18"
  },
  {
    "text": "Yeah, that's an important. Yeah, it is. And you triumph over the dragon by the blood of the Lamb.",
    "start": "00:34:18",
    "end": "00:34:25"
  },
  {
    "text": "Right.",
    "start": "00:34:26",
    "end": "00:34:26"
  },
  {
    "text": "So the blood meaning his death, the sacrifice, but primarily to the death of Jesus and of the Lamb. That it was the death for others. Yeah. But if you triumph by the blood, what it means is that you've added your blood next to his.",
    "start": "00:34:27",
    "end": "00:34:40"
  },
  {
    "text": "Really?",
    "start": "00:34:41",
    "end": "00:34:41"
  },
  {
    "text": "Martyrs.",
    "start": "00:34:42",
    "end": "00:34:43"
  },
  {
    "text": "Oh, wow.",
    "start": "00:34:43",
    "end": "00:34:44"
  },
  {
    "text": "Yeah, because that's what he referred to back at the beginning of you overcome the Satan by. Even if it means letting them kill.",
    "start": "00:34:44",
    "end": "00:34:52"
  },
  {
    "text": "You, which is what he's talking about. Shrinking from death. Like you stood up to death and you said, bring it.",
    "start": "00:34:52",
    "end": "00:34:57"
  },
  {
    "text": "Yep. So this is, you know, the Roman arenas, the lions, all that stuff. So that double click of the heavenly war resulted in the Satan. And then, you know, he's got a crew. You have Michael and his angels, and then you have the Satan and his crew. So here John is for sure read or heard other Jewish apocalypses. That took all the stuff we've been sessioning in the Hebrew Bible and. And in Second Temple, Jewish literature really developed, especially the heavenly players.",
    "start": "00:34:57",
    "end": "00:35:36"
  },
  {
    "text": "This is where you get Michael as like a character.",
    "start": "00:35:37",
    "end": "00:35:39"
  },
  {
    "text": "Yeah. He appears in the Hebrew Bible like once or twice.",
    "start": "00:35:40",
    "end": "00:35:43"
  },
  {
    "text": "Okay.",
    "start": "00:35:43",
    "end": "00:35:43"
  },
  {
    "text": "So here in other Second Temple apocalypses, I mean, there's so many. But the Enoch literature, Jubilees, the apocalypse of Abraham, fourth Ezra, second Baruch, there's all these works. And John was at least familiar with the traditions in them. And they really filled out using the Hebrew Bible and then following the rabbit holes, as it were, to fill out the players. So there's some earthly battle that has a heavenly counterpart, and Michael and his angels win, and their counterparts on earth win through the blood of the lamb and not loving their lives so as to shrink back from death.",
    "start": "00:35:44",
    "end": "00:36:24"
  },
  {
    "text": "So the battle in heaven that Michael and his angels are winning, you're saying, is mirrored by a battle on earth which is depicted not as Christian, these followers of Jesus defeating their enemies, but.",
    "start": "00:36:25",
    "end": "00:36:39"
  },
  {
    "text": "Actually being defeated, letting their enemies kill them because they believe in the resurrection from the dead. Yeah, that's my little addition to the logic here, but that's it. Wow. So actually, dying as a follower of Jesus, verse 12 should bring, paradoxically, in this apocalyptic reversal. It's a reason to rejoice.",
    "start": "00:36:39",
    "end": "00:37:01"
  },
  {
    "text": "It's a victory in the skies.",
    "start": "00:37:01",
    "end": "00:37:03"
  },
  {
    "text": "Yeah. Rejoice, you heavens and you who dwell in them. But woe to the earth and the sea, because the devil has gone down to you. He is furious, and he knows that his time is short. So let's read the third panel. I think we're gonna do it. We can maybe read the whole chapter.",
    "start": "00:37:03",
    "end": "00:37:45"
  },
  {
    "text": "Let's do it.",
    "start": "00:37:45",
    "end": "00:37:46"
  },
  {
    "text": "So when the dragon saw that he had been hurled to the earth, he chased the woman because, remember, she was out in the wilderness.",
    "start": "00:37:47",
    "end": "00:37:53"
  },
  {
    "text": "Yep. Three and a half years protecting the earth.",
    "start": "00:37:53",
    "end": "00:37:55"
  },
  {
    "text": "Yep. So then he pursued her, the one who had given birth to the male child. The woman, however, was given the two wings of a great eagle. Sweet. So she could fly to a place prepared for her in the wilderness where she'd be taken care of for a time, two times and half a time.",
    "start": "00:37:55",
    "end": "00:38:12"
  },
  {
    "text": "So this is the, like, other three and a half.",
    "start": "00:38:13",
    "end": "00:38:15"
  },
  {
    "text": "Another three and a half. Yep. Out of the serpent's reach. Now check this. The serpent out of his mouth spewed waters like a river to overtake the woman, to sweep her away with the torrent.",
    "start": "00:38:15",
    "end": "00:38:30"
  },
  {
    "text": "It's like a new sea, like a new chaos. Waters.",
    "start": "00:38:30",
    "end": "00:38:32"
  },
  {
    "text": "Yeah. It's sort of like the dragon comes out of the waters.",
    "start": "00:38:32",
    "end": "00:38:35"
  },
  {
    "text": "Yeah. Spits the waters out.",
    "start": "00:38:35",
    "end": "00:38:38"
  },
  {
    "text": "But now it can use the flood decreation waters as like a weapon to kill. But the land helped the woman. It opened its mouth and swallowed up the river that the dragon spewed out of his mouth. So the flood story in Genesis begins by the earth opening up and the flood waters coming out. And now here's the dragon releasing a flood, and the earth opens it up. But then to take the waters back in, it's Like a reverse flood.",
    "start": "00:38:38",
    "end": "00:39:09"
  },
  {
    "text": "That's cool.",
    "start": "00:39:10",
    "end": "00:39:11"
  },
  {
    "text": "Yeah. Then the dragon was mad at the woman and went off to wage war against the rest of her offspring, the rest of her seed. Those who keep God's commands and hold fast their testimony about Jesus.",
    "start": "00:39:11",
    "end": "00:39:23"
  },
  {
    "text": "So the who's the woman?",
    "start": "00:39:25",
    "end": "00:39:27"
  },
  {
    "text": "So the woman's the mother of the Messiah.",
    "start": "00:39:30",
    "end": "00:39:32"
  },
  {
    "text": "Yeah.",
    "start": "00:39:32",
    "end": "00:39:32"
  },
  {
    "text": "And the mother of the rest of her offspring is the woman.",
    "start": "00:39:33",
    "end": "00:39:37"
  },
  {
    "text": "A way to think about like all humanity.",
    "start": "00:39:37",
    "end": "00:39:39"
  },
  {
    "text": "So let's pause first. This whole chapter is dramatizing Genesis 3:15, which is God said to the snake, there will be hostility between you and the woman, between the seed of the snake and the seed, between your seed and her seed. But he that is the seed of the woman will crush your head. And you, that is the snake, will strike or crush his heel. So this is like a.",
    "start": "00:39:39",
    "end": "00:40:05"
  },
  {
    "text": "So this is the woman and her seed.",
    "start": "00:40:05",
    "end": "00:40:07"
  },
  {
    "text": "But her seed has two reference. The singular seed of like the Messiah, snake crusher, and then two, the rest of the seed who follow in the way of the messianic seed.",
    "start": "00:40:08",
    "end": "00:40:22"
  },
  {
    "text": "Right. And what we looked at in our last episode was when Paul thinks of that promise of crushing the head of the snake, he refers to you all will crush.",
    "start": "00:40:22",
    "end": "00:40:35"
  },
  {
    "text": "Yeah. May the God who brings peace crush the Satan under yalls feet.",
    "start": "00:40:35",
    "end": "00:40:39"
  },
  {
    "text": "Right.",
    "start": "00:40:40",
    "end": "00:40:40"
  },
  {
    "text": "Yeah. So he's tapping into the same idea.",
    "start": "00:40:40",
    "end": "00:40:43"
  },
  {
    "text": "That Jesus did it as the seed, but then the people of Jesus do it too as the seed.",
    "start": "00:40:44",
    "end": "00:40:51"
  },
  {
    "text": "It seems like one. So the woman is at Eve and then the children of Eve, which in the Hebrew Bible gets focused down to the seed of Abraham, that is the family of Israel. But then there's also this woman berse the Messiah, which is true of Israel, Jesus is an Israelite. But it's also hard not to see some kind of way of imagining the cosmic significance of a Jewish teenage girl named Mary who gave birth to Jesus. And then she was a crucial part of the leadership and founding circle of Jesus followers that are the followers of Jesus. So some scholars want to nail down the symbol. The woman is the church or the woman is Israel. And I think the image is more fluid. But I'm also not a revelation expert, so if I sat with it for a lot more time, I might have more clarity personally. But either way you get it's a Eve, Israel, Mary and messianic anointed ones.",
    "start": "00:40:51",
    "end": "00:41:55"
  },
  {
    "text": "And the woman who births them.",
    "start": "00:41:56",
    "end": "00:41:58"
  },
  {
    "text": "Yeah, that's right. Versus the dragon. Versus the dragon and his crew, which began as heavenly sky rulers, but were exiled after introducing conflict in the heavenly realm and now working wreaking havoc through their weapon and Fear of death on the land and man. It's a bad time to be an earthling if you're in the realm of the snake. Cause they'll trick you into embracing death as life and life as death. And then the timeline here is that we're in this in between period, where the messianic male child has been exalted and enthroned in the heavens. The dragon and his crew are wreaking havoc down below, and the woman and her children find themselves in this conflict with the dragon and his forces. And the way that you gain victory over the dragon is to, through the blood of the lamb, to not love your life so as to shrink back from death. And again, back to. That's kind of a key line for this theme we've been following here. Yeah, yeah, yeah, yeah.",
    "start": "00:41:58",
    "end": "00:43:09"
  },
  {
    "text": "Which feels so in some ways kind of trite just to like be like. Yeah, just don't shrink back from death.",
    "start": "00:43:10",
    "end": "00:43:17"
  },
  {
    "text": "Yeah, yeah. Let's sit in that for a minute as we close here.",
    "start": "00:43:20",
    "end": "00:43:23"
  },
  {
    "text": "I mean, he wanted their imaginations to be changed in such that your death is a victory in the sky. And if you start to flee from death, you're actually just giving power over to the dragon.",
    "start": "00:43:29",
    "end": "00:43:45"
  },
  {
    "text": "Yeah. What does it mean to flee from death? It means to make decisions based on my fear of death to avoid it or to avoid the reality that I'm going to die. And death as a symbol has all these other things attached to it. Loss, pain and anxiety.",
    "start": "00:43:45",
    "end": "00:44:05"
  },
  {
    "text": "There's all sorts of deaths.",
    "start": "00:44:05",
    "end": "00:44:06"
  },
  {
    "text": "Scarcity. Yeah.",
    "start": "00:44:06",
    "end": "00:44:08"
  },
  {
    "text": "There's like the ultimate death, which it's talking about here. And I think for most of the history of the world, that was like the motivator. You thought about that every day. We don't. But I think in most of human history, like at any moment, plague, war, famine is around the corner, literally will just wipe us out.",
    "start": "00:44:08",
    "end": "00:44:34"
  },
  {
    "text": "Yeah. And a sober, aware human being knows that even in times of stability and peace, that is a reality.",
    "start": "00:44:34",
    "end": "00:44:43"
  },
  {
    "text": "And it's out there and all of its like kind of tentacly arms that is associated with it, which is security, feeling like you have enough. It could be as simple as like, do I have enough margin today to like do what I think I need to get done? Are people treating me with enough respect? Do I have enough honor? Like, it's all associated with our fear of death, even though it isn't specifically a fear of dying.",
    "start": "00:44:43",
    "end": "00:45:12"
  },
  {
    "text": "Yeah. You know, it's interesting. We live in a west coast city in America and I had a friend who was a pastor who was. I forget if he Read a book or if this was his phrase. But he was talking about how in his church community he wants to begin conversations about the American cult of self care. And it's kind of a way of a satire on a half truth because it is really true that human we have limits. And you can begin to structure and live your life in patterns and ways that just are emotionally unhealthy, that goes against the grain of your.",
    "start": "00:45:12",
    "end": "00:45:50"
  },
  {
    "text": "Sometimes you need just a glass of water and a nap.",
    "start": "00:45:50",
    "end": "00:45:53"
  },
  {
    "text": "That's right.",
    "start": "00:45:54",
    "end": "00:45:55"
  },
  {
    "text": "That's really true.",
    "start": "00:45:55",
    "end": "00:45:56"
  },
  {
    "text": "Yeah. But what's fascinating is that a very important truth about knowing your limits and drawing boundaries, about what you do can get preyed upon by the market.",
    "start": "00:45:56",
    "end": "00:46:09"
  },
  {
    "text": "The God of self care.",
    "start": "00:46:09",
    "end": "00:46:11"
  },
  {
    "text": "Yes, but in a capitalist society that creates a market for the desire of self care. And now there are.",
    "start": "00:46:11",
    "end": "00:46:18"
  },
  {
    "text": "Now you don't need. Now you need a cream.",
    "start": "00:46:18",
    "end": "00:46:19"
  },
  {
    "text": "There are more. Yes.",
    "start": "00:46:19",
    "end": "00:46:24"
  },
  {
    "text": "You don't use a glass of water. You need a cream.",
    "start": "00:46:24",
    "end": "00:46:26"
  },
  {
    "text": "You need a cream and you need. And again, it's not saying. It's just saying like now all of a sudden we are in this environment where I can spend so much money and so much, probably more time than I need on self care, but feel like, yeah, I'm just doing what's the right healthy thing to do. And it might be, that's true, but I might also be doing it in huge excess of like what I need. And really what I'm doing is indulging selfishness. And the wisdom it takes to discern the difference between self care and indulgence is going to be different for every person. But ultimately what I'm trying to stave off is death, which is the ultimate limiter of my existence, like the ultimate boundary of expending my energy. And so I find that for myself, even in little things, little, whatever you call them, there's a little phrase.",
    "start": "00:46:26",
    "end": "00:47:22"
  },
  {
    "text": "Oh, creature comforts.",
    "start": "00:47:22",
    "end": "00:47:23"
  },
  {
    "text": "Creature comforts, yes. And those are little ways that we shrink back from death.",
    "start": "00:47:23",
    "end": "00:47:30"
  },
  {
    "text": "Right.",
    "start": "00:47:31",
    "end": "00:47:32"
  },
  {
    "text": "I'm just trying to say it's not just about whether you're in a culture where it's illegal to be a follower of Jesus and your lives at stake.",
    "start": "00:47:32",
    "end": "00:47:40"
  },
  {
    "text": "Right.",
    "start": "00:47:40",
    "end": "00:47:40"
  },
  {
    "text": "There are brothers and sisters all over the planet who are in that situation, which is much more like what John wrote Visionary is addressing. But it's also true that in any cultural setting we are all shrinking back out of fear of death in a million small, medium and large ways. And what does it mean to resist that?",
    "start": "00:47:40",
    "end": "00:48:02"
  },
  {
    "text": "What you're not saying is don't take care of yourself.",
    "start": "00:48:02",
    "end": "00:48:04"
  },
  {
    "text": "No, no, it's not What I'm saying as I sip my fine Portland coffee, I'm not saying that.",
    "start": "00:48:05",
    "end": "00:48:11"
  },
  {
    "text": "Right. But it is the wisdom of knowing at what point am I, am I using wisdom so that I am, I have, you know, I am a body.",
    "start": "00:48:11",
    "end": "00:48:22"
  },
  {
    "text": "Yeah.",
    "start": "00:48:23",
    "end": "00:48:23"
  },
  {
    "text": "And so I need to take care of my body so that I can then be a good human in this world. But we were talking about how the, you know, the power of death is the Satan. And when he comes to wield it, what he does is he distorts truth.",
    "start": "00:48:23",
    "end": "00:48:39"
  },
  {
    "text": "Yes.",
    "start": "00:48:39",
    "end": "00:48:39"
  },
  {
    "text": "And he says, going to show you how to be wise. But it's not by listening to God. It's going to be taking it on your own terms. And so there's this subtle deception that leads to death, which is, yes, I need to take care of myself, but that can then all sudden turn into a way of being in the world which is now all about me and all about taking care of me. And suddenly I'm like becoming a dragon.",
    "start": "00:48:39",
    "end": "00:49:07"
  },
  {
    "text": "Yeah. All kinds of things down that road. Yeah. Including substance abuse. You know, out of what I think I'm helping myself, where in fact I'm just hooking myself on these comforts that I all of a sudden, five, ten years go by and it's like, I need this stuff. And that's the power of the dragon. I think I'm doing good, but I need to always be wise because I might actually be doing long term harm to myself and others or feeding the dragon.",
    "start": "00:49:07",
    "end": "00:49:39"
  },
  {
    "text": "What was Paul's line? Be wise about what is good and innocent about evil. About evil.",
    "start": "00:49:39",
    "end": "00:49:47"
  },
  {
    "text": "Yeah, that's it. Yeah. In Romans 16, that's how he's kind.",
    "start": "00:49:47",
    "end": "00:49:51"
  },
  {
    "text": "Of fighting the dragon. Wise about what is good and innocent about what is evil.",
    "start": "00:49:51",
    "end": "00:49:55"
  },
  {
    "text": "Yeah, yeah. So what does it mean to not shrink back from fear of death and to gain victory over the dragon in our own lives personally, in our neighborhoods, in our communities following Jesus. It's going to look so different in different seasons. But there's a common theme entrusting that the power of the dragon truly was taken away on Easter morning in the empty tomb and through the risen Jesus, and that all of creation is headed for an empty tomb. Resurrection, destiny. And if that's the telos. The telos, yeah. And if that's reality, then what it can do is inspire imaginations to truly live as if the dragon is powerless. It's powerless over me and over the people I care about and over our world. It's a hard thing to believe. Yeah. But that's the journey.",
    "start": "00:49:55",
    "end": "00:50:57"
  },
  {
    "text": "There's this one little nuance I wanted to address. And it's about the death and resurrection of Jesus. We talked about Jesus going into the belly of death, and that's the belly of the sea dragon.",
    "start": "00:51:07",
    "end": "00:51:22"
  },
  {
    "text": "The beast.",
    "start": "00:51:23",
    "end": "00:51:24"
  },
  {
    "text": "The beast.",
    "start": "00:51:24",
    "end": "00:51:24"
  },
  {
    "text": "The monster. Yeah.",
    "start": "00:51:24",
    "end": "00:51:25"
  },
  {
    "text": "And so Jesus rising from the dead, Paul calls it the first fruits. He's defeated death in that. He's come out of the belly.",
    "start": "00:51:25",
    "end": "00:51:33"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:51:34",
    "end": "00:51:35"
  },
  {
    "text": "But is it that I should be. Is the nuance here? While Jesus has defeated death, like, death is still around and I too, will go through into the belly of death.",
    "start": "00:51:35",
    "end": "00:51:48"
  },
  {
    "text": "Yes.",
    "start": "00:51:48",
    "end": "00:51:49"
  },
  {
    "text": "And so when Paul says, death, where is your victory? Where is your sting? I mean, that's gonna still hurt.",
    "start": "00:51:49",
    "end": "00:51:56"
  },
  {
    "text": "Yep.",
    "start": "00:51:56",
    "end": "00:51:56"
  },
  {
    "text": "But the. But when he says the victory is like, death won't be able to keep me in its belly.",
    "start": "00:51:56",
    "end": "00:52:02"
  },
  {
    "text": "That's right. Yeah. So while Paul locates the victory in the resurrection, what John the visionary has done is he's taken the victory and imported it back even into the death. The act of dying as a follower of Jesus. Yeah, but that's part of, I think, part of his pastoral goal in writing what he did to a group of churches where people are dying for following Jesus. And so he's trying to say that if you die as a follower of Messiah, it's your victory. Your death is your victory. And Paul would say, yes, and the resurrection is the victory. And that's Paul's emphasis, you know, but they're just two sides, the same coin. But you're right, like, the death is both an enemy. It's not like death is your friend. Like, it's going to be fun.",
    "start": "00:52:03",
    "end": "00:52:51"
  },
  {
    "text": "No.",
    "start": "00:52:51",
    "end": "00:52:52"
  },
  {
    "text": "But it is ultimately powerless over me and over where the whole cosmos is headed. What death does have a hold on is what Paul will call the schema of this world. The current form, the current mode of existence that it has, but its ultimate real self. And my real self is destined for a new creation where the dragon has.",
    "start": "00:52:52",
    "end": "00:53:19"
  },
  {
    "text": "No power and the prophecy is crushing the head, but then the reality is going through the belly.",
    "start": "00:53:19",
    "end": "00:53:26"
  },
  {
    "text": "Ooh. Yeah.",
    "start": "00:53:26",
    "end": "00:53:27"
  },
  {
    "text": "And I feel like there's something interesting there about.",
    "start": "00:53:27",
    "end": "00:53:29"
  },
  {
    "text": "Yeah.",
    "start": "00:53:29",
    "end": "00:53:30"
  },
  {
    "text": "It is like you want Jesus to crush the head, but the way that he's gonna defeat is through the belly, and that's going through death. The victory is through death.",
    "start": "00:53:30",
    "end": "00:53:41"
  },
  {
    "text": "The victory is. Yeah, through death and resurrection into resurrection. Yeah. And that's kind of joining Paul and John's emphases there. It's interesting. This is maybe back for our last conversation on Paul, but Paul does acknowledge there will be some small number out of all of the followers of Jesus through history who are alive when the Messiah comes, when Jesus comes, a new creation, like, crashes into earth. And so they'll be like Enoch or Elijah.",
    "start": "00:53:42",
    "end": "00:54:11"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:54:11",
    "end": "00:54:12"
  },
  {
    "text": "Like, because they'll go through death, they won't have to go through death. He calls it the twinkling of an eye. So Paul creates that category. That'll be true of some Jesus followers at some point, but for most of us, more than likely, we're going to have to go through the belly of the beast that has no ultimate power over our destiny.",
    "start": "00:54:12",
    "end": "00:54:31"
  },
  {
    "text": "Well, shouldn't.",
    "start": "00:54:31",
    "end": "00:54:33"
  },
  {
    "text": "But it has power over the thing I call my body. And that makes me really afraid. And that's, I guess that's the journey of disciplining, AKA discipling my imagination into the Christian story.",
    "start": "00:54:33",
    "end": "00:54:46"
  },
  {
    "text": "Well, may the God of peace crush Satan under your feet.",
    "start": "00:54:46",
    "end": "00:54:50"
  },
  {
    "text": "Yeah. Amen.",
    "start": "00:54:50",
    "end": "00:54:51"
  },
  {
    "text": "Okay, we did it. We just finished a long journey through the theme of the Chaos Dragon in the story of the Bible. I hope you enjoyed it and I hope you watched the video that we made on the Chaos Dragon. You can find it on our website, Bibleproject.com and on our YouTube channel, YouTube.com Bibleproject Ah, but the chaos is not over. We actually have a special guest next week to talk more about the Chaos Dragon from a very unique angle. We have Tracy Caldwell Dyson, a NASA astronaut who has already served a six month tour on the International Space Station and is blasting off next year to do it again. How does the unique vantage point from space help us appreciate God's protection over the planet? And then after that, we'll do one final question and response episode for the Chaos Dragon. We love hearing your questions and we love responding to them. The Bible Project is a crowdfunded nonprofit and we exist to experience the Bible as a unified story that leads to Jesus. And everything that we make is free because it's already been paid for by thousands of people just like you. Thank you so much for being a part of this with us.",
    "start": "00:54:54",
    "end": "00:56:05"
  },
  {
    "text": "Hi, this is Ross and I'm from Birmingham, Alabama. Hi, this is Vicki and I'm from Nairobi, Kenya. I first heard about Bible project from YouTube. I use Bibleproject for learning and meditating. I first heard about Bibleproject from a friend while I was at college. I use bibleproject to increase my reading competency of the Bible by learning its context and seeing it as ancient literature. And honestly, it's kind of the go to topic with my friends these days. My favorite thing about bibleproject is the point of view, the style of teaching and that it's in cartoon because I'm a big kid. My favorite thing about bibleproject is that it is completely focused on the Bible. We believe the Bible is a unified story that leads to Jesus. We are crowdfunded project by people like me. Find free videos, study notes, podcasts, classes and more@bibleproject.com.",
    "start": "00:56:05",
    "end": "00:57:01"
  },
  {
    "text": "Sam.",
    "start": "00:57:07",
    "end": "00:57:21"
  }
]