[
  {
    "text": "We're in a series about sea dragons in the Bible, a symbol of chaos and destruction. In our last episode, we talked about how humans can become chaos creatures like the snake of Genesis 3, Agents of Chaos and disorder in the world. And today we're going to look at a human who straight up is called a sea dragon by the prophets. That is the Pharaoh of Egypt who enslaved Israel in the scroll of Exodus. The stories about him are designed to compare him to the snake of Genesis 3.",
    "start": "00:00:04",
    "end": "00:00:34"
  },
  {
    "text": "The idea that their lives are made bitter with harsh enslavement thematically connects to working the ground in grief and in pain. And also their enslavement. Their avad is happening in the field, which is where the snake came from. It's like the snake dragged him out of the garden into his domain, where they're doing the work and the enslavement to the ground.",
    "start": "00:00:34",
    "end": "00:00:55"
  },
  {
    "text": "So a pharaoh is the seed of the snake who was the promised seed, seed of the woman who will come to confront the snake.",
    "start": "00:00:56",
    "end": "00:01:02"
  },
  {
    "text": "God is depicted as raising up Moses as a new deliverer for the people. The word salvation and deliverance is introduced in this story of the Exodus of the Israelites from Egypt. And Moses is the key figure. And if there is an analogy between Pharaoh and the snake, that makes Moses something like a new Adam.",
    "start": "00:01:02",
    "end": "00:01:22"
  },
  {
    "text": "The first thing God teaches Moses to do is, is to turn his staff into a snake.",
    "start": "00:01:22",
    "end": "00:01:28"
  },
  {
    "text": "There's something about Moses that the narrator wants us to see him as an image of somebody who, with God's power, can somehow counter the forces of death and chaos.",
    "start": "00:01:28",
    "end": "00:01:41"
  },
  {
    "text": "Today, Tim Mackey and I talk about the theme of the chaos dragon in the scroll of Exodus. I'm John Collins and you're listening to BibleProject Podcast. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:01:41",
    "end": "00:01:57"
  },
  {
    "text": "Hey, John. Hello.",
    "start": "00:01:57",
    "end": "00:01:58"
  },
  {
    "text": "Hello. Hey. We're talking about dragons.",
    "start": "00:01:58",
    "end": "00:02:00"
  },
  {
    "text": "We are talking about chaos and dragons. And to sea serpents in the Bible.",
    "start": "00:02:00",
    "end": "00:02:06"
  },
  {
    "text": "And sea serpents. Yes.",
    "start": "00:02:06",
    "end": "00:02:07"
  },
  {
    "text": "Yeah.",
    "start": "00:02:07",
    "end": "00:02:08"
  },
  {
    "text": "And you're going to give a little summary of where we've been trying to package it up.",
    "start": "00:02:08",
    "end": "00:02:13"
  },
  {
    "text": "Yep. Yeah. I had some new clarity when I was on a run this weekend. I was like, processing the conversations we have had, and I think some things became clearer to me. So recall how we started our reflections, which is on the dark chaos waters in the second sentence of the Bible.",
    "start": "00:02:13",
    "end": "00:02:32"
  },
  {
    "text": "Yeah.",
    "start": "00:02:32",
    "end": "00:02:32"
  },
  {
    "text": "In the beginning, God created the skies and the land. Cool. Great. When, how, where, why? And then the story begins. And the land now the land, you should know, the beginning state, pre creation state was wild and waste and darkness was over the surface of the Abysmal, deep chaos waters.",
    "start": "00:02:32",
    "end": "00:02:52"
  },
  {
    "text": "Darkness was over the abyss and the abyss is the dark chaos waters.",
    "start": "00:02:52",
    "end": "00:02:56"
  },
  {
    "text": "So you start with two images, that of an empty, uninhabited, unordered realm and that of a dark, chaotic ocean. So that's the beginning of the seven day narrative. When you turn to the beginning of the second story in the Bible, which begins in Genesis 2, verse 4, it's the garden of Eden story. And there you also begin with a lifeless, unordered chaos realm, which is the desert.",
    "start": "00:02:57",
    "end": "00:03:23"
  },
  {
    "text": "So not the waters, but the desert.",
    "start": "00:03:24",
    "end": "00:03:25"
  },
  {
    "text": "But the desert. So one is too much water, one is not enough water. So these are complementary images of non.",
    "start": "00:03:25",
    "end": "00:03:34"
  },
  {
    "text": "Creation, what we think of as like contradictory?",
    "start": "00:03:34",
    "end": "00:03:38"
  },
  {
    "text": "Oh sure, yeah. On the literal level, on the literal.",
    "start": "00:03:38",
    "end": "00:03:41"
  },
  {
    "text": "Level, an ocean versus a wilderness.",
    "start": "00:03:41",
    "end": "00:03:42"
  },
  {
    "text": "That's right. But on the symbolic level, they are identical. And I'll just link back to our cosmology series we did some years back in the podcast. And these were the two most common ancient Near Eastern ways of describing the pre creation state or chaos. So what's important is that this is not chaos is not God's rival. In the Bible, chaotic powers are the rival of the most important gods in the ancient Near East. In Egypt, you know, whatever God happens to be in charge, the sun God or the sky God has to battle the darkness and the night, like every day. It's like, whoa, I hope sunrise happens again in Babylon and Canaanite mythology and so on. However, the unique conviction of the biblical authors is that God is like God's being is primary reality, which is life and order and goodness. And so the chaos is not God's rival, but it is the rival of creation. Meaning creation is something that doesn't have to exist.",
    "start": "00:03:42",
    "end": "00:04:56"
  },
  {
    "text": "Right.",
    "start": "00:04:57",
    "end": "00:04:57"
  },
  {
    "text": "And this is the logical conclusion because everything around us is constantly disintegrating and going back into disorder and nothingness.",
    "start": "00:04:57",
    "end": "00:05:05"
  },
  {
    "text": "It's conditional.",
    "start": "00:05:05",
    "end": "00:05:06"
  },
  {
    "text": "It's conditional, yeah. Its existence is conditioned upon something more powerful than it. And that it, in the claim of the biblical authors, is God who just is. So the chaos is the rival of creation. And so this is why at the end of the Bible, you have to do away with the ocean and you have to do away with darkness. And why the Garden city is a garden and not a wilderness. So chaos is the opposite of creation. Then what you get introduced in these opening stories in the seven day narrative and in the Eden narrative are inhabitants of the chaos realm, but that are creatures. So you have the stars in the dark, in the nighttime, and then in the waters, the two things that represent chaos, darkness and waters. There are creatures There that God puts the stars and then the sea dragons on day five, and you're told that they're good. They're not bad. Right, they're good. Then in the beginning of the Garden of Eden story, you're told about a snake that's one of the beasts of the field that God made. It's good. So whatever these creatures are, they begin in the biblical story as good as. And that's important because for the biblical authors, if it exists, it's God's creation, which means that it's good. Now, creation can of course, set itself on a trajectory back into chaos and death and disorder, but that's not because the stars or the sea dragon or the snake are in their essence evil or bad. And so I think what we're seeing in the Garden of Eden story is a depiction of the fall of two types of creatures, or the failure of two types of creatures to become what they truly are. You have both the failure of this land creature that crawls. Right. The snake, and it uses its God given craftiness or shrewdness towards its own deceptive ends. Then there's some backstory as to, well, why is that creature doing that? And that's.",
    "start": "00:05:06",
    "end": "00:07:25"
  },
  {
    "text": "That's filled out later.",
    "start": "00:07:26",
    "end": "00:07:27"
  },
  {
    "text": "Yep. There are hints given in the Eden narrative, but it's filled out later. In the biblical story, primarily the focus is on the human folly and failure. So what happens then is that both humans and the snake become agents of chaos and disorder. In other words, they can make choices that are opposed to the will of God, which is to bring about gardens and life and community. And so the snake and the humans become agents whose choices drag creation back into chaos and disorder. So when we're talking about the sea dragon, the biblical authors have a unique view of the sea dragon that stands out in their ancient Near Eastern context. Because in all the other dragon slaying mythologies of Israel's neighbors, the sea dragon is the rival of the storm God and is essentially evil and chaos. And that's not how the biblical authors depict the sea dragon or the stars or the snake, which all become merged.",
    "start": "00:07:27",
    "end": "00:08:31"
  },
  {
    "text": "I see.",
    "start": "00:08:31",
    "end": "00:08:32"
  },
  {
    "text": "So somehow that just became an important.",
    "start": "00:08:32",
    "end": "00:08:34"
  },
  {
    "text": "Distinction in my mind, the rivalry distinction.",
    "start": "00:08:34",
    "end": "00:08:37"
  },
  {
    "text": "Who is what's rival? And then also that the nature of the sea dragon is that of a creature who, like humans, has embraced its own ruin and has become an agent of chaos through its choices. Yeah, but it's not of its nature evil anymore than humans have an evil nature.",
    "start": "00:08:37",
    "end": "00:08:57"
  },
  {
    "text": "So we're coming into this theme focused on the idea of a dragon but then quickly, that gets us connected to all sorts of other creatures that are also depicted as chaos creatures.",
    "start": "00:08:58",
    "end": "00:09:12"
  },
  {
    "text": "Yes, yeah.",
    "start": "00:09:12",
    "end": "00:09:13"
  },
  {
    "text": "Snakes and scorpions and even lions.",
    "start": "00:09:13",
    "end": "00:09:15"
  },
  {
    "text": "And even lions. Yeah.",
    "start": "00:09:15",
    "end": "00:09:16"
  },
  {
    "text": "But then it also gets us into a much broader category of just what does it mean to be a creature in rebellion against God? And then we've got not just the dragons, but we've got the Elohim, the stars.",
    "start": "00:09:16",
    "end": "00:09:29"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:09:29",
    "end": "00:09:30"
  },
  {
    "text": "Who are also can be in rebellion. But then those two ideas get merged in a way where when we're introduced to the snake, it's this creature. I mean, we don't learn this in that story, but we've talked about this.",
    "start": "00:09:30",
    "end": "00:09:43"
  },
  {
    "text": "There are hints and little mysteries in that story.",
    "start": "00:09:43",
    "end": "00:09:45"
  },
  {
    "text": "Yeah. But it's a creature who we learn is an Elohim who decides, I don't like my place.",
    "start": "00:09:45",
    "end": "00:09:53"
  },
  {
    "text": "Yeah. At least Ezekiel certainly saw it that way.",
    "start": "00:09:54",
    "end": "00:09:56"
  },
  {
    "text": "Ezekiel saw it that way. Lots of other Second Temple literature is even more explicit.",
    "start": "00:09:56",
    "end": "00:10:01"
  },
  {
    "text": "Yeah.",
    "start": "00:10:01",
    "end": "00:10:01"
  },
  {
    "text": "And so those two ideas get merged between these kind of what we would call fantasy creatures, and let's not get into that. But dragons and sea serpents and stuff, and then these angelic beings. But then it also merges into the idea, and we talked about this with Cain, is that you can become.",
    "start": "00:10:01",
    "end": "00:10:20"
  },
  {
    "text": "Yeah. Humans.",
    "start": "00:10:20",
    "end": "00:10:21"
  },
  {
    "text": "Humans can be embodied agents and become the dragon.",
    "start": "00:10:21",
    "end": "00:10:24"
  },
  {
    "text": "Exactly. So the dragon or the snake becomes an agent of chaos. We're talking about.",
    "start": "00:10:25",
    "end": "00:10:32"
  },
  {
    "text": "Agents of chaos is like the broadest way to talk about this theme.",
    "start": "00:10:32",
    "end": "00:10:36"
  },
  {
    "text": "Yeah, that's right. But the way you become an agent of chaos is by turning away from God's goodness and wisdom and word.",
    "start": "00:10:36",
    "end": "00:10:41"
  },
  {
    "text": "And to be an agent of chaos is making yourself a rival to God, but not in the sense that, like, you could actually really put up an actual fight against God. Yeah, but in the biblical imagination, in that you are fighting against creation.",
    "start": "00:10:42",
    "end": "00:10:54"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:10:55",
    "end": "00:10:56"
  },
  {
    "text": "And God is pro creation. Like, he wants creation to win.",
    "start": "00:10:56",
    "end": "00:11:01"
  },
  {
    "text": "Yeah.",
    "start": "00:11:01",
    "end": "00:11:01"
  },
  {
    "text": "And so in that way, you're a rival against God.",
    "start": "00:11:01",
    "end": "00:11:03"
  },
  {
    "text": "Yeah, that's right. By being against what God wants to have exist in the world. Yeah.",
    "start": "00:11:03",
    "end": "00:11:09"
  },
  {
    "text": "And then deep embedded into that is this mystery of why does God allow for anything to fight against creation?",
    "start": "00:11:09",
    "end": "00:11:16"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:11:16",
    "end": "00:11:17"
  },
  {
    "text": "And I guess we're not really getting into that. The problem of evil, I suppose.",
    "start": "00:11:17",
    "end": "00:11:20"
  },
  {
    "text": "No, no. I think more we're just trying to understand the nature of these characters associated with what we call evil.",
    "start": "00:11:20",
    "end": "00:11:28"
  },
  {
    "text": "Yeah.",
    "start": "00:11:28",
    "end": "00:11:28"
  },
  {
    "text": "But I think it's really important to recognize that these creatures, stars and sea dragons and the snake, the way they are first introduced, is as good part of God's. Good creation.",
    "start": "00:11:29",
    "end": "00:11:40"
  },
  {
    "text": "However. However they are placed in the realm which was separated from what was good.",
    "start": "00:11:41",
    "end": "00:11:47"
  },
  {
    "text": "That's true. Yeah. The darkness.",
    "start": "00:11:47",
    "end": "00:11:49"
  },
  {
    "text": "The darkness and the sea waters. Yeah, and the sea.",
    "start": "00:11:49",
    "end": "00:11:51"
  },
  {
    "text": "That's right.",
    "start": "00:11:51",
    "end": "00:11:51"
  },
  {
    "text": "Those weren't called good. Those were separated. And it was the light that was called good and it was the land that was called good.",
    "start": "00:11:52",
    "end": "00:11:57"
  },
  {
    "text": "Yeah, you got it.",
    "start": "00:11:57",
    "end": "00:11:58"
  },
  {
    "text": "So the creatures are put in a realm that's like not explicitly called bad, but is separated so that something could be good.",
    "start": "00:11:58",
    "end": "00:12:06"
  },
  {
    "text": "Yeah.",
    "start": "00:12:06",
    "end": "00:12:07"
  },
  {
    "text": "Why, what is that about?",
    "start": "00:12:07",
    "end": "00:12:09"
  },
  {
    "text": "No, I think it's a hint towards the role, showing an awareness of the role these creatures are going to play as the story unfolds. But it's important also that it's a balanced view. They are in the realms of chaos and disorder and we know that they're going to represent chaos and disorder as the story unfolds. But the biblical author wants to make a very important philosophical, theological statement about the nature of God and the nature of creation. If it exists, it is in its essence good. And if it has become an agent of chaos, that's because of through choices that it's made to decline away from its essential God given nature, which is to be good. If it exists, it's good. That's one of the clear conclusions of Genesis chapter one. That doesn't mean it will stay good, but it is designed for good. Which is why in Isaiah, the prophet's vision of the new creation, like In Isaiah chapter 11, even the snakes are redeemed because babies play with them.",
    "start": "00:12:09",
    "end": "00:13:12"
  },
  {
    "text": "Oh yeah, they're harmless now.",
    "start": "00:13:12",
    "end": "00:13:13"
  },
  {
    "text": "They're harmless. And the lions are there, you know, and wolves.",
    "start": "00:13:13",
    "end": "00:13:16"
  },
  {
    "text": "And he says there's no more darkness.",
    "start": "00:13:17",
    "end": "00:13:18"
  },
  {
    "text": "Exactly. So maybe that will, the significance of that will become more important for somebody other than myself as we keep talking. But somehow I felt important for me to say that to myself at this point in the conversation.",
    "start": "00:13:18",
    "end": "00:13:32"
  },
  {
    "text": "And those creatures, specifically the angels, they can be good and they are often good.",
    "start": "00:13:32",
    "end": "00:13:37"
  },
  {
    "text": "Yes.",
    "start": "00:13:37",
    "end": "00:13:37"
  },
  {
    "text": "And they align with God.",
    "start": "00:13:37",
    "end": "00:13:39"
  },
  {
    "text": "Correct.",
    "start": "00:13:39",
    "end": "00:13:39"
  },
  {
    "text": "And we don't get stories of like sea serpents that align with God.",
    "start": "00:13:39",
    "end": "00:13:42"
  },
  {
    "text": "Yeah, totally. Yeah. And I think there, it's just, it's an image. Well, you get three places. There's also two psalms where the sea dragon is called upon to praise God or is described as God's rubber ducky.",
    "start": "00:13:42",
    "end": "00:13:55"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:13:56",
    "end": "00:13:56"
  },
  {
    "text": "To play in the ocean. So that's one way of minimizing or.",
    "start": "00:13:56",
    "end": "00:14:00"
  },
  {
    "text": "Dethroning or showing the sea serpent in its good condition.",
    "start": "00:14:00",
    "end": "00:14:06"
  },
  {
    "text": "That's right. And that is one of the dragon taming strategies of the biblical authors is to say, in its essence, it's a part of God's good creation. But in another dragon taming strategy that the biblical authors often use is just to talk about God smashing its head. And that's leaning into the cultural mythology that was widespread. And as we're going to see in the story we're going to focus on today, it's a human set on analogy to the dragon and also to Cain. So what we also focus on, the story of Cain is important after the introduction of the snake, is that humans can become agents of the dragon who has become an agent of chaos.",
    "start": "00:14:06",
    "end": "00:14:44"
  },
  {
    "text": "Yeah. Making humans agents of chaos.",
    "start": "00:14:45",
    "end": "00:14:47"
  },
  {
    "text": "Yes. So we're going to turn our attention now to the story of Pharaoh in the Exodus story and find out how the biblical narrator is giving us many, many cues that Pharaoh has become a new Cain, that is a new agent of the snake and therefore an ancient of chaos. Okay. We have looked at Exodus chapter one that many times in different podcast series that we've done. So I just want to set the scene and draw attention to a couple details in this well known story. So the Exodus scroll begins with a summary of the 70 descendants of Jacob who went down to Egypt at the end of Genesis. So there was a famine, food shortage. Joseph was down there giving out food, and they went down there to dwell. So that's how the story begins. Then we're told that all the generation that was alive at the end of Genesis dies in the first sentences of Exodus. But despite that tragic death, we're told in Exodus 1:7, the sons of Israel were fruitful, and they swarmed and they multiplied and became very, very strong, and the land was filled with them. That's the language of Genesis 1. Yeah. The blessing. Blessing. So what happens is that a new king arises over Egypt, and this is in the future, because this king didn't even know who Joseph was. And so this king looks at this thriving, multiplying immigrant population in his land that's gaining a lot of cultural influence. Whatever becomes strong represents there's some degree of favor, abundance, power.",
    "start": "00:14:47",
    "end": "00:16:53"
  },
  {
    "text": "Yeah.",
    "start": "00:16:53",
    "end": "00:16:54"
  },
  {
    "text": "And it freaks him out. So he says, look, the people of Israel have become more multiplied and stronger than us. Come, let us act skillfully with them, or else they will multiply. And when war happens, they'll add themselves to our enemies and make war with us and go up out of our land. Kind of a worst case scenario.",
    "start": "00:16:54",
    "end": "00:17:17"
  },
  {
    "text": "Yeah.",
    "start": "00:17:18",
    "end": "00:17:18"
  },
  {
    "text": "What's the verb? Catastrophizing.",
    "start": "00:17:19",
    "end": "00:17:21"
  },
  {
    "text": "Catastrophizing, yes. Yeah, we talked about that. Huh?",
    "start": "00:17:21",
    "end": "00:17:25"
  },
  {
    "text": "I mean, I suppose if you're just Trying. This is not popular to try and think empathetically with ancient tyrants, but if you try, you can imagine the train of thought that could lead somebody to this conclusion. But it's certainly not the only way he could view this situation.",
    "start": "00:17:25",
    "end": "00:17:41"
  },
  {
    "text": "Yeah, he could view them as allies.",
    "start": "00:17:42",
    "end": "00:17:43"
  },
  {
    "text": "So what's interesting here, in our Firstborn podcast series, we explored this very story and how it set on analogy to the story of Cain and Abel. Cain looking upon the divine, favor and blessing upon another. And that that poses, you know, faces them with a choice. But that also the Cain and Abel story made us look back at the story of the snake and Adam and Eve and ask what was going on with the snake, that the snake felt like he needed to trick the humans and dethrone them.",
    "start": "00:17:44",
    "end": "00:18:17"
  },
  {
    "text": "Yeah.",
    "start": "00:18:17",
    "end": "00:18:17"
  },
  {
    "text": "And this is how the Hebrew Bible is meditation literature works. So that little verb, let us act skillfully with them.",
    "start": "00:18:18",
    "end": "00:18:25"
  },
  {
    "text": "Yeah. What word is that?",
    "start": "00:18:25",
    "end": "00:18:26"
  },
  {
    "text": "It's the verb chakam, which is the root of the Hebrew noun chokmah, which is in Proverbs, be wise. It's wisdom. Yeah. So it's not the word arum that's used in Genesis 3 of the snake that we translate.",
    "start": "00:18:26",
    "end": "00:18:40"
  },
  {
    "text": "Crafty.",
    "start": "00:18:40",
    "end": "00:18:40"
  },
  {
    "text": "Crafty or shrewd.",
    "start": "00:18:40",
    "end": "00:18:42"
  },
  {
    "text": "Yeah.",
    "start": "00:18:42",
    "end": "00:18:42"
  },
  {
    "text": "So it's not a verbatim hyperlink, but it's a thematic connection.",
    "start": "00:18:42",
    "end": "00:18:46"
  },
  {
    "text": "Yeah, it's a wisdom word.",
    "start": "00:18:47",
    "end": "00:18:48"
  },
  {
    "text": "It's a wisdom word. Yep. Yep. And as we're gonna see, this is a classic Hebrew Bible style. As you go on from the story, the narrator is going to give you more and more clues that this is a snaky move and a snaky word in this guy. Because wisdom is a good thing, just like craftiness or shrewdness. For the snake is not a negative word, apparently. You can be good or bad with your shrewdness. You can be good or bad with your wisdom. So he makes a bad choice. He chooses to enslave and oppress them. He makes them start mass producing brick and mortar and enslaves them in the field and with brutality to build storage cities for Pharaoh.",
    "start": "00:18:48",
    "end": "00:19:29"
  },
  {
    "text": "The field where Cain slayed Abel. Where the snakes live.",
    "start": "00:19:30",
    "end": "00:19:34"
  },
  {
    "text": "Exactly. Okay, so this is just a little quick study in how Hebrew vocabulary and hyperlinking works in the Garden of Eden. You are introduced. The snake was more crafty than any animal of the field. The snake pulls his move. And what we're told is that because the humans listen to the snake, that the ground is cursed on account of you, human. This is Genesis 3:17. In grief, you will eat from it all. The days of Your life, thorns and thistles. The ground will sprout for you, and you will eat the plants of the field. And Yahweh Elohim sent the human out to work the ground from which he was taken. So you're going to go outside the garden back to that desolate wilderness that's called the field, and your life will turn to death and be full of grief. And then you die as you enslave, are enslaved to the ground.",
    "start": "00:19:34",
    "end": "00:20:29"
  },
  {
    "text": "Yeah. And then the image that you probably get as an ancient person is imagining then being a laborer in someone's field.",
    "start": "00:20:30",
    "end": "00:20:37"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:20:37",
    "end": "00:20:38"
  },
  {
    "text": "Just what a brutal life. Day after day, just tilling and working hard.",
    "start": "00:20:38",
    "end": "00:20:45"
  },
  {
    "text": "Yeah. No rest.",
    "start": "00:20:45",
    "end": "00:20:46"
  },
  {
    "text": "Yeah. Your body's just being broken down until you die.",
    "start": "00:20:47",
    "end": "00:20:50"
  },
  {
    "text": "Yep. So these exact words are being activated in Exodus 1, when Pharaoh enslaved the sons of Yisrael. It is the same word as the word in the Eden story to work the ground. Avada, the idea that their lives are made bitter with harsh enslavement thematically connects to working the ground in grief and in pain. And also their enslavement. Their avad is happening in the field, which is where the snake came from. It's like the snake dragged him out of the garden into his domain. His domain, where they're doing the work and the enslavement to the ground. So all of that network of words is being activated in Exodus 1. And also the building of cities with brick and mortar has only happened one other time in the biblical story, and that's in the building of the city of Babylon. So this story takes the first kind of failure and folly story of Genesis 1 through 11 in the garden story, and then takes the last failure and folly story of Genesis 11, which are bookends around that first movement of Genesis. And it weaves the language together in this story.",
    "start": "00:20:50",
    "end": "00:22:06"
  },
  {
    "text": "Yeah. And it's the city that is built out in the wilderness.",
    "start": "00:22:06",
    "end": "00:22:11"
  },
  {
    "text": "Yeah, that's right. Yeah. That the humans make. So this. Come, let us be wise. Let them build cities with brick and mortar. This is the language of the city of Nimrod, the king of Babylon. So Pharaoh is being set on analogy to the snake, also to Cain, who brings about death in the field, and also to Nimrod, who are both agents.",
    "start": "00:22:11",
    "end": "00:22:36"
  },
  {
    "text": "Of the snake, Cain and. Well, I guess Nimrod's not explicitly said that. I was thinking Nebuchadnezzar.",
    "start": "00:22:36",
    "end": "00:22:42"
  },
  {
    "text": "Oh, I see. Yeah.",
    "start": "00:22:42",
    "end": "00:22:44"
  },
  {
    "text": "But Nimrod's kind of like a proto Nebuchadnezzar.",
    "start": "00:22:44",
    "end": "00:22:46"
  },
  {
    "text": "Yeah, he is. Oh, he totally is. Yeah. So that's the setup here. So with a few quick brushstrokes, the narrator of Exodus wants us to see that Pharaoh is a bigger, badder snake. Cain Nimrod.",
    "start": "00:22:46",
    "end": "00:23:01"
  },
  {
    "text": "Okay.",
    "start": "00:23:02",
    "end": "00:23:03"
  },
  {
    "text": "And he's unleashing death on a scale that we haven't known in the biblical story so far, at least at the hands of humans.",
    "start": "00:23:03",
    "end": "00:23:11"
  },
  {
    "text": "Okay. We haven't seen any enslavement in the story of the Bible so far, is what you're saying.",
    "start": "00:23:11",
    "end": "00:23:15"
  },
  {
    "text": "Well, I mean, there are slaves mentioned in the book of Exodus, but in terms of.",
    "start": "00:23:16",
    "end": "00:23:20"
  },
  {
    "text": "Or of Genesis even.",
    "start": "00:23:20",
    "end": "00:23:20"
  },
  {
    "text": "Yeah. Of like, you know, enslaving a people group, making them prisoners for forced labor unto death. Yeah, that's. This is a new picture. It's a new low in the human. Human. Okay. So from there, fast forward, God raises up a deliverer through the waters who floats along in an ark. A little boy. That boy grows up in the house of Pharaoh, but eventually murders an Egyptian, and he has to flee into exile, just like Cain. And God spares his life. And God appears to Moses 40 years later in the famous burning bush story, and he says, go back to your people and to Pharaoh and tell Pharaoh to let my people go. So Moses has five objections to this, and he and God have a long argument about whether or not he's going to do it. And the third central objection, it's the center of the five, begins this way. Moses says in Exodus, chapter four, what if the people don't consider me trustworthy or listen to my voice and say, yahweh hasn't appeared to you? And then Yahweh said to him, well, what's that in your hand, Moses? And he said, it's just staff. I'm a shepherd, tool of trade. And God said, yeah, why don't you throw that on the ground? And so he threw it to the ground, and it became a nachash.",
    "start": "00:23:20",
    "end": "00:25:08"
  },
  {
    "text": "A snake.",
    "start": "00:25:09",
    "end": "00:25:10"
  },
  {
    "text": "A snake, yeah. And Moses ran away from the snake.",
    "start": "00:25:10",
    "end": "00:25:14"
  },
  {
    "text": "Yeah. Which is what your body automatically does when it sees a snake.",
    "start": "00:25:14",
    "end": "00:25:19"
  },
  {
    "text": "Yes.",
    "start": "00:25:19",
    "end": "00:25:19"
  },
  {
    "text": "Freeze or just get out.",
    "start": "00:25:19",
    "end": "00:25:21"
  },
  {
    "text": "That's right. We've talked about this earlier in the series of different snake encounters that we've had. Although you didn't run, you learned how to tame that fear back. So Yahweh said to Moses, send out your hand. Grab it by its tail.",
    "start": "00:25:21",
    "end": "00:25:36"
  },
  {
    "text": "Mm, yeah. No, don't do that. Its head is still loose. It'll just whip around and grab you.",
    "start": "00:25:37",
    "end": "00:25:44"
  },
  {
    "text": "But he sent out his hand, and he grabbed it, and it turned back into a staff in his palm. Wow. Dude, this guy has power over the Snake. Wow.",
    "start": "00:25:44",
    "end": "00:25:56"
  },
  {
    "text": "And a lot of faith.",
    "start": "00:25:56",
    "end": "00:25:57"
  },
  {
    "text": "Yeah. Which is funny because he said, what if the people don't trust me? And actually. And here he does trust God. Yeah. It's interesting.",
    "start": "00:25:59",
    "end": "00:26:07"
  },
  {
    "text": "I'm just imagining, like, reaching out and grabbing a snake by the tail.",
    "start": "00:26:07",
    "end": "00:26:11"
  },
  {
    "text": "Yeah. Especially if, you know, it's dangerous. It's just a really bad idea. It's a bad idea.",
    "start": "00:26:11",
    "end": "00:26:16"
  },
  {
    "text": "Yeah.",
    "start": "00:26:16",
    "end": "00:26:16"
  },
  {
    "text": "Yeah. God asks Moses to put his life in danger.",
    "start": "00:26:16",
    "end": "00:26:19"
  },
  {
    "text": "Yeah. And then it turns back into a staff. And so now he realizes, like, oh, the snake. This thing I was. My whole body was telling me to fear I have power over.",
    "start": "00:26:19",
    "end": "00:26:29"
  },
  {
    "text": "That's right. Yeah. Because of. Obviously, like, God did something. Yeah. Because of God's power. Now, in this story, what's interesting is that God is depicted as raising up Moses as a new deliverer for the people. The word salvation and deliverance is introduced in the biblical story in this story of the exodus of the Israelites from Egypt. And Moses is the key, key figure. And if there is an analogy between Pharaoh and the snake, then what does that make Moses? That makes Moses something like a new Adam, at least potentially. He just grabbed that snake.",
    "start": "00:26:29",
    "end": "00:27:09"
  },
  {
    "text": "A seed of the woman.",
    "start": "00:27:09",
    "end": "00:27:10"
  },
  {
    "text": "Yeah, Seed of the woman who can crush the snake. Yep. So there's something about Moses that the narrator wants us to see him as an image of somebody who, with God's power, can have power over the snake, can somehow counter the forces of death and chaos in the story. So here's what's super interesting, is that when Moses finally goes to Pharaoh in chapter seven, he's with his brother now. And this is the scene where they meet Pharaoh for the first time. And so Exodus 7, verse 8, Yahweh said to Moses and Aaron, when Pharaoh speaks to you, saying, do a sign, do a wonder for us, then say to Aaron, take that staff and throw it down before Pharaoh. And you, the reader, are like, oh.",
    "start": "00:27:10",
    "end": "00:28:01"
  },
  {
    "text": "Yeah, I know it's coming.",
    "start": "00:28:01",
    "end": "00:28:02"
  },
  {
    "text": "I know it's coming. The nachash.",
    "start": "00:28:02",
    "end": "00:28:03"
  },
  {
    "text": "Yeah, the snake's gonna come out. Yeah, the nachash freak Pharaoh out with a snake.",
    "start": "00:28:03",
    "end": "00:28:07"
  },
  {
    "text": "Totally. And what the story goes on to say is, take your staff and throw it before Pharaoh so that it can become a tannin.",
    "start": "00:28:07",
    "end": "00:28:15"
  },
  {
    "text": "The tannin.",
    "start": "00:28:15",
    "end": "00:28:16"
  },
  {
    "text": "Tannin. The sea dragon, which is the name of the sea monsters from day five of Genesis one. So we've taken the vocabulary of both the water monster and the desert creature. The staff could become both, and we've merged those two. So we're back to this question of what are we supposed to have in our mind? I know the visual Picture.",
    "start": "00:28:16",
    "end": "00:28:40"
  },
  {
    "text": "I know. I picture him throwing the staff and then morphing into this massive creature that, like, you know, is flopping around and all wet and just like, oh, why am I here? It's Pharaoh's palace. And you're like, whoa, get that monster out of here.",
    "start": "00:28:40",
    "end": "00:28:56"
  },
  {
    "text": "So maybe this way. Remember our first episode? We saw that the word nachash for snake and the word tannin for sea monster, there's this overlap between them. They're both reptilian, and the nachash is mostly associated with the desert, the tannin mostly with the waters. But there are some occasions where you can talk about a nahash in the sea that will eat you.",
    "start": "00:28:56",
    "end": "00:29:18"
  },
  {
    "text": "Yeah.",
    "start": "00:29:18",
    "end": "00:29:19"
  },
  {
    "text": "And this would be a case where you can talk about a tannin on dry land.",
    "start": "00:29:19",
    "end": "00:29:23"
  },
  {
    "text": "I see. Okay. So it's still likely a snake in the narrative, but being called a tanin is connecting it.",
    "start": "00:29:23",
    "end": "00:29:32"
  },
  {
    "text": "Like, this is the monster.",
    "start": "00:29:32",
    "end": "00:29:33"
  },
  {
    "text": "This is the chaos.",
    "start": "00:29:33",
    "end": "00:29:34"
  },
  {
    "text": "Chaos monster.",
    "start": "00:29:35",
    "end": "00:29:35"
  },
  {
    "text": "The creature come to life. Yes.",
    "start": "00:29:35",
    "end": "00:29:37"
  },
  {
    "text": "So in other words, it's less that you're supposed to picture a sea dragon, like, poofing into being from the staff, and it's more that it's a snake, but with all of the cosmic significance of a tannin. So it's called a tannin. In other words, it's the ideas that swap between the nachash and the tannin.",
    "start": "00:29:38",
    "end": "00:29:57"
  },
  {
    "text": "Yeah.",
    "start": "00:29:58",
    "end": "00:29:58"
  },
  {
    "text": "And then the story, it gives another twist. Okay, then, so Aaron does this in front of Pharaoh and his servants, and it became a tannin. Then Pharaoh called his wise ones and his sorcerers. And remember the word nachash?",
    "start": "00:29:58",
    "end": "00:30:11"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:30:11",
    "end": "00:30:12"
  },
  {
    "text": "Someone who summons the powers of the dead and channels them to magic arts.",
    "start": "00:30:13",
    "end": "00:30:18"
  },
  {
    "text": "When it's turned into, like, a title.",
    "start": "00:30:18",
    "end": "00:30:21"
  },
  {
    "text": "Yes. So here the Pharaoh called his wise ones and sorcerers, which is like the Nakash people. The Nakash. Yeah. The snake called the snakelings.",
    "start": "00:30:21",
    "end": "00:30:29"
  },
  {
    "text": "The snakelings.",
    "start": "00:30:29",
    "end": "00:30:30"
  },
  {
    "text": "And they did the same thing, the magicians of Egypt, by their secret arts, each one threw his staff and it became tannin. But the staff of Aaron swallowed up their staffs. Swallowed.",
    "start": "00:30:30",
    "end": "00:30:46"
  },
  {
    "text": "Why are you flexing on the word?",
    "start": "00:30:47",
    "end": "00:30:48"
  },
  {
    "text": "That's the key word. In the dragon slaying stories of Israel's neighbors, the dragon swallowing up his enemies is a common motif.",
    "start": "00:30:48",
    "end": "00:30:56"
  },
  {
    "text": "Okay. Yeah. Nebuchadnezzar swallows up Israel like a tannin.",
    "start": "00:30:56",
    "end": "00:31:01"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:31:01",
    "end": "00:31:02"
  },
  {
    "text": "Jonah gets swallowed up by the sea.",
    "start": "00:31:02",
    "end": "00:31:04"
  },
  {
    "text": "Swallowed up by the sea beast.",
    "start": "00:31:04",
    "end": "00:31:05"
  },
  {
    "text": "Yeah.",
    "start": "00:31:05",
    "end": "00:31:06"
  },
  {
    "text": "So here what's interesting is also you have Moses versus Pharaoh, but each one of them has a representative. Moses has Aaron that he's given orders to.",
    "start": "00:31:06",
    "end": "00:31:16"
  },
  {
    "text": "And Pharaoh has His sorcerers has his snakelings.",
    "start": "00:31:16",
    "end": "00:31:19"
  },
  {
    "text": "His snakelings. And each one can produce a chaos monster. But Moses and Aaron's is a chaos monster in the service of God's good plan. So somehow it can swallow up the bad chaos monster. It's such an interesting reflection.",
    "start": "00:31:19",
    "end": "00:31:37"
  },
  {
    "text": "Yeah.",
    "start": "00:31:37",
    "end": "00:31:37"
  },
  {
    "text": "Because it's like a good tannin versus a bad tannin. And you're like, are there any good tannin?",
    "start": "00:31:37",
    "end": "00:31:41"
  },
  {
    "text": "Like how somehow we skipped the story in Sunday school. Like, I don't remember talking about the sea monsters eating each other in Pharaoh's palace. It's such a wild image.",
    "start": "00:31:42",
    "end": "00:31:53"
  },
  {
    "text": "It totally is. Yeah. So how do we know that we're supposed to be viewing Pharaoh as a snake? It's cool. There's some interesting words. In Exodus 1, you have this story. There's something going on here. The first encounter with Pharaoh you think is an encounter with Nachash. And then when they end up in his court, it's an encounter with tannin. In other words, it was just a conversation earlier and Moses was by himself. But now that we're in the face of the sea monster in human form of Pharaoh, then it's as if the staff knows how to scale up to become a beast matching Pharaoh's own beastliness. I'm just kind of meditating here.",
    "start": "00:31:53",
    "end": "00:32:32"
  },
  {
    "text": "Sure.",
    "start": "00:32:32",
    "end": "00:32:32"
  },
  {
    "text": "On why the shift from snake Nachash in the burning bush story in Exodus 4 now to why in this scene, is it a tannin?",
    "start": "00:32:32",
    "end": "00:32:42"
  },
  {
    "text": "But seems like you're making a leap here. That Pharaoh is supposed to be thought of as a tannin.",
    "start": "00:32:43",
    "end": "00:32:49"
  },
  {
    "text": "Yeah.",
    "start": "00:32:49",
    "end": "00:32:49"
  },
  {
    "text": "We've talked about him being snaky, but are you going too far and thinking the Pharaoh is like the sea monster himself?",
    "start": "00:32:49",
    "end": "00:32:59"
  },
  {
    "text": "Okay, so that's a good question. The story should at least raise that as an idea in our mind, because for some reason, the narrator has chosen to switch words to talk about what the staff becomes. So it can't be insignificant. So this is often the case when you come across little puzzles in biblical poetry or narrative, and you just gotta hold it. It's there on purpose.",
    "start": "00:32:59",
    "end": "00:33:22"
  },
  {
    "text": "Yeah.",
    "start": "00:33:22",
    "end": "00:33:23"
  },
  {
    "text": "Meaning if I just hold open that little puzzle or question that I have and keep looking for clues, as I read on, there may be some little light bulb moment that's been planted that will give me kind of back reflection. And isn't it interesting that as you read on through the story of the ten acts of de creation that God brings about the ten plagues, it ends with the night of Passover and the death of the firstborn, which does compel Pharaoh to let the people go. But Then once he lets them go out into the wilderness, he follows them out there. Kind of like the snake follows them out there. And there's the big Showdown in Exodus 14 of Pharaoh charging down towards the Israelites, who are just helpless, camped by the shore.",
    "start": "00:33:23",
    "end": "00:34:10"
  },
  {
    "text": "Yeah.",
    "start": "00:34:11",
    "end": "00:34:11"
  },
  {
    "text": "Really interesting scene.",
    "start": "00:34:11",
    "end": "00:34:12"
  },
  {
    "text": "The Israelites are stuck now at the edge of the sea, and the Pharaoh's army is coming.",
    "start": "00:34:13",
    "end": "00:34:18"
  },
  {
    "text": "Yep. So Yahweh says to Moses, and the Israelites stand here and just do nothing until I tell you to walk into the waters. So he directs Moses to take that staff, the same exact staff, and to smack the waters with it, hold it out over the waters, Strike them.",
    "start": "00:34:18",
    "end": "00:34:38"
  },
  {
    "text": "Smack the waters with the sea monster.",
    "start": "00:34:38",
    "end": "00:34:39"
  },
  {
    "text": "Yeah. So once again, we're like, something's going on here. The one with power over the snake and the sea monster, that is Moses, is called to use the power of that staff to divide the waters, split.",
    "start": "00:34:39",
    "end": "00:34:55"
  },
  {
    "text": "Them over, Tame the sea.",
    "start": "00:34:55",
    "end": "00:34:56"
  },
  {
    "text": "Yeah. And then the waters split so that dry land emerges and the people walk through it.",
    "start": "00:34:56",
    "end": "00:35:02"
  },
  {
    "text": "Which is a clear Genesis 1 image.",
    "start": "00:35:02",
    "end": "00:35:05"
  },
  {
    "text": "Of splitting the waters.",
    "start": "00:35:05",
    "end": "00:35:06"
  },
  {
    "text": "Splitting the waters. Dry land appearing.",
    "start": "00:35:06",
    "end": "00:35:08"
  },
  {
    "text": "Yep.",
    "start": "00:35:08",
    "end": "00:35:08"
  },
  {
    "text": "But he's using the power. It's like God saying there is the power of chaos that lives in the chaotic waters that's now trapping you.",
    "start": "00:35:09",
    "end": "00:35:17"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:35:18",
    "end": "00:35:18"
  },
  {
    "text": "Death is coming. But, like, you have the ability through me, to use, which can be an agent of chaos to become an agent of order.",
    "start": "00:35:18",
    "end": "00:35:28"
  },
  {
    "text": "Yeah. So in Yahweh's hands, symbolized by Moses, hands holding the staff, even the agent of chaos and death can become a pathway to life. That's the image here. Because the chaos waters are the epitome of anti creation. Non creation.",
    "start": "00:35:29",
    "end": "00:35:49"
  },
  {
    "text": "Yeah.",
    "start": "00:35:49",
    "end": "00:35:49"
  },
  {
    "text": "But Yahweh can even bend those towards his purpose for the preservation of life.",
    "start": "00:35:49",
    "end": "00:35:54"
  },
  {
    "text": "This kind of gets back to what you were saying, which is like the chaos creature, the sea dragon is not God's rival.",
    "start": "00:35:54",
    "end": "00:36:00"
  },
  {
    "text": "Yeah, right, right.",
    "start": "00:36:01",
    "end": "00:36:02"
  },
  {
    "text": "It's can represent what a creature can become. A powerful creature can become when it is anti creation.",
    "start": "00:36:02",
    "end": "00:36:10"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:36:10",
    "end": "00:36:11"
  },
  {
    "text": "But in and of itself, it's not bad. It's actually part of God's good creation. And so here is a meditation on using it for good. Yeah, God using it for good, using.",
    "start": "00:36:11",
    "end": "00:36:21"
  },
  {
    "text": "The staff that is the sea monster against the chaos waters themselves, which are not good. Chaos waters are not good because they represent not existing anymore if you walk into them. But the sea monster God can use against the chaos waters, I guess. Right. Because the staff is a sea monster.",
    "start": "00:36:21",
    "end": "00:36:41"
  },
  {
    "text": "Yeah. It's so interesting.",
    "start": "00:36:41",
    "end": "00:36:43"
  },
  {
    "text": "It is so interesting. God can use an agent of death to defeat the powers of Death.",
    "start": "00:36:43",
    "end": "00:36:51"
  },
  {
    "text": "Would you say it that way or would you say God? Because the sea monster doesn't have to be an agent of death.",
    "start": "00:36:51",
    "end": "00:36:58"
  },
  {
    "text": "That's right. Yeah, that's right.",
    "start": "00:36:58",
    "end": "00:36:59"
  },
  {
    "text": "True.",
    "start": "00:36:59",
    "end": "00:37:00"
  },
  {
    "text": "It didn't have to.",
    "start": "00:37:00",
    "end": "00:37:00"
  },
  {
    "text": "It can be the rubber ducky.",
    "start": "00:37:00",
    "end": "00:37:02"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:37:02",
    "end": "00:37:03"
  },
  {
    "text": "It could be the, like, tame thing playing in God's good creation. It could actually praise Yahweh like you said, the psalmist says. And so while we have this category of the sea dragon is chaos, there is a biblical category of the sea dragon being good or being used for good.",
    "start": "00:37:03",
    "end": "00:37:29"
  },
  {
    "text": "Yeah, potentially good.",
    "start": "00:37:29",
    "end": "00:37:30"
  },
  {
    "text": "And in the same way that we think about as angels, this goes back to how we started.",
    "start": "00:37:30",
    "end": "00:37:36"
  },
  {
    "text": "Yes, that's right. Yeah.",
    "start": "00:37:36",
    "end": "00:37:37"
  },
  {
    "text": "The Elohim, the host of heaven. The stars in the sky, you know, are often thought of as bad. I mean, these are the like the gods of the nations. Right. BAAL and these other, like.",
    "start": "00:37:37",
    "end": "00:37:49"
  },
  {
    "text": "Yeah, Marduk and. Yeah, Dagon and all this.",
    "start": "00:37:49",
    "end": "00:37:52"
  },
  {
    "text": "But they could also be like God's divine counsel.",
    "start": "00:37:52",
    "end": "00:37:54"
  },
  {
    "text": "Totally.",
    "start": "00:37:54",
    "end": "00:37:55"
  },
  {
    "text": "That God uses.",
    "start": "00:37:55",
    "end": "00:37:56"
  },
  {
    "text": "Yeah, they could sing for joy when God does his creative work.",
    "start": "00:37:56",
    "end": "00:38:00"
  },
  {
    "text": "Yeah. So this goes back to your beginning reflections, which is these are not rivals of God. They can be actually allies of God. But when God creates, when he sets into motion life outside of himself in some sense, in the way that he gives autonomy to creatures, he allows for creatures to become not rivals of him, but rivals of creation itself.",
    "start": "00:38:00",
    "end": "00:38:30"
  },
  {
    "text": "Rivals of their own existence.",
    "start": "00:38:30",
    "end": "00:38:32"
  },
  {
    "text": "Rivals of their own existence.",
    "start": "00:38:32",
    "end": "00:38:33"
  },
  {
    "text": "Yeah. I guess if a creature's existence is conditional and dependent, it can destroy itself. And I guess if it's an intelligent creature with a will and a mind that's somehow an image in a mirror of God's own mind, then it can of its own choices, choose to destroy itself and others like itself. And that's very much the way the biblical story is trying to paint.",
    "start": "00:38:33",
    "end": "00:39:00"
  },
  {
    "text": "And so here's Pharaoh looking at a whole group of people going, they're a threat. I need to kill them or enslave them. And that is letting anti creation embody him and become like the snaky person. Y and here's a meditation saying that seems powerful, but it's not more powerful than God. In fact, grab the staff.",
    "start": "00:39:00",
    "end": "00:39:24"
  },
  {
    "text": "Yep.",
    "start": "00:39:24",
    "end": "00:39:25"
  },
  {
    "text": "Throw down the staff. It becomes the serpent. Grab the staff. You can control it. It can be used in service of God. Like the thing that we're afraid of, the thing that could, like, turn us into monsters. Like, doesn't have to. You can tame the beast.",
    "start": "00:39:25",
    "end": "00:39:39"
  },
  {
    "text": "Yeah, that's good. It's good. Yeah, that's right. So Moses holding the staff, he's an image of God.",
    "start": "00:39:39",
    "end": "00:40:11"
  },
  {
    "text": "Yeah.",
    "start": "00:40:11",
    "end": "00:40:12"
  },
  {
    "text": "Literally and metaphorically holding the snakes.",
    "start": "00:40:12",
    "end": "00:40:15"
  },
  {
    "text": "Could you imagine Adam just grabbing the snake, just holding them? Just be like, ah, get out of here.",
    "start": "00:40:15",
    "end": "00:40:19"
  },
  {
    "text": "Yeah. And then using the power of the sea dragon to overcome the destructive power.",
    "start": "00:40:19",
    "end": "00:40:27"
  },
  {
    "text": "That's the crazy twist.",
    "start": "00:40:28",
    "end": "00:40:29"
  },
  {
    "text": "Yeah.",
    "start": "00:40:29",
    "end": "00:40:29"
  },
  {
    "text": "Using the power you would imagine, like Adam grabbing the snake. Get out of here, snake.",
    "start": "00:40:29",
    "end": "00:40:33"
  },
  {
    "text": "Well, and I guess it's not the power of the sea dragon. It's God, the one who split the sea.",
    "start": "00:40:33",
    "end": "00:40:37"
  },
  {
    "text": "I see.",
    "start": "00:40:37",
    "end": "00:40:38"
  },
  {
    "text": "But he's using what, the instrument of the sea dragon.",
    "start": "00:40:38",
    "end": "00:40:42"
  },
  {
    "text": "What does that mean? Yeah, do I need a whole long walk with a cup of tea for that one?",
    "start": "00:40:43",
    "end": "00:40:48"
  },
  {
    "text": "Certainly, certainly. Let's see where these images go.",
    "start": "00:40:48",
    "end": "00:40:52"
  },
  {
    "text": "Okay.",
    "start": "00:40:52",
    "end": "00:40:52"
  },
  {
    "text": "Okay. So. And maybe that'll provide clarification. So in the next chapter, after the deliverance of the Israelites and the waters crash in on Pharaoh and his armies, the Israelites sing a song about it. Yeah, actually, Moses and the Israelites sing, and then Miriam and a bunch of female prophets and singers sing. And when it gets to the part where they're retelling the story of what happened at the waters, the story is retold this way. This is in Exodus 15, verse 4. The chariots of Pharaoh and his army. He that is Yahweh cast into the sea his choice officers. They sank in the sea of reeds. The deep abyss.",
    "start": "00:40:52",
    "end": "00:41:31"
  },
  {
    "text": "The deep abyss.",
    "start": "00:41:32",
    "end": "00:41:33"
  },
  {
    "text": "It's the same word as Genesis 1, verse 2. The deep abyss covered them. They went down into the depths, sinking like a stone.",
    "start": "00:41:33",
    "end": "00:41:41"
  },
  {
    "text": "So you think if we're going too far with all the connections of these images of, like, the sea being the chaos waters.",
    "start": "00:41:41",
    "end": "00:41:47"
  },
  {
    "text": "No, it's yours. It's right here. It's right here. Yeah. Verse six. Your right hand, Yahweh, is majestic in power. Your right hand, Yahweh, shatters the enemy. In your great excellence, you tear down those who rise up against you. You send out your hot anger, and it devours them like chaff. So Yahweh's hand in the narrative, God said to Moses, stretch out your hand. We've meditated on this over the years. Now that somehow the hand of Moses is an image of God's hand.",
    "start": "00:41:48",
    "end": "00:42:21"
  },
  {
    "text": "Yeah, the image of God.",
    "start": "00:42:22",
    "end": "00:42:23"
  },
  {
    "text": "Yep. Yeah. So here's what's so fascinating. When this story was retold. And remember, this story was retold every year. Passover. Passover. So this memory is one of the most important memories in the history of the people of Israel.",
    "start": "00:42:23",
    "end": "00:42:40"
  },
  {
    "text": "Being rescued out of enslavement to the snake, through the chaos waters into freedom.",
    "start": "00:42:40",
    "end": "00:42:46"
  },
  {
    "text": "Yep. That's Right. And somehow the Sea Dragon became, at that last critical moment, the instrument of opening up the way to salvation and rescue. Such a mystery. What does it mean? So, dude, check this out. So this story was retold, and it's referenced many, many, many times throughout the Hebrew Bible. I'll just reference if you want to take a deeper dive.",
    "start": "00:42:46",
    "end": "00:43:13"
  },
  {
    "text": "Dark Chaos waters.",
    "start": "00:43:13",
    "end": "00:43:14"
  },
  {
    "text": "Yeah. Into this. I'll recommend two books that have the same exact title, and they were released in the same year, which is apparently why they didn't get into copyright battles. Two books called Echoes of Exodus. One is by Alistair Roberts and Andrew Wilson, and the other is by Brian Estelle. Both books called Echoes of Exodus. And what they do is they show how, through the rest of the old New Testaments, the Exodus story is retold. I just want to highlight one of those retellings. In Isaiah 51, this is the prophet speaking mostly to Israelites sitting in exile in Babylon, hoping to emerge out of it. And then here, the prophet talks to God, hoping for deliverance from exile. And here's how the poem. Wake up. Wake up, O arm of Yahweh, clothe yourself with strength.",
    "start": "00:43:14",
    "end": "00:44:08"
  },
  {
    "text": "Clothe the arm.",
    "start": "00:44:10",
    "end": "00:44:11"
  },
  {
    "text": "Okay, so apparently Yahweh's arm is asleep. The word means, like, get yourself up from laying down and sleeping. Yeah. Wake up.",
    "start": "00:44:11",
    "end": "00:44:21"
  },
  {
    "text": "Interesting.",
    "start": "00:44:21",
    "end": "00:44:21"
  },
  {
    "text": "And this is an image in the psalms, often in lament psalms, like, why? Why? Oh, how long? Oh Lord, how long will you be silent? How long? In Psalm 78, God's described as being asleep while we suffer. Wake up. But notice it's not just Yahweh, it's the arm of Yahweh.",
    "start": "00:44:21",
    "end": "00:44:39"
  },
  {
    "text": "Right?",
    "start": "00:44:39",
    "end": "00:44:39"
  },
  {
    "text": "Yeah.",
    "start": "00:44:40",
    "end": "00:44:40"
  },
  {
    "text": "What is this called? The Matthew.",
    "start": "00:44:41",
    "end": "00:44:42"
  },
  {
    "text": "Ooh. Part for whole.",
    "start": "00:44:44",
    "end": "00:44:45"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:44:45",
    "end": "00:44:46"
  },
  {
    "text": "I forget which one. One of those. Those are the two options. Synecdoche or metonymy. Put on strength like a garment. Wake up. As in the days gone by in the generations of old. Oh, like in some past event. Hmm. What past event? Can I think of where Yahweh acted with strength with his arm? Wasn't it you who cut Rahav into pieces and who pierced through the tannin? Rahav is a name for the sea dragon in the Hebrew Bible. It's the word to rage. The raging one.",
    "start": "00:44:46",
    "end": "00:45:23"
  },
  {
    "text": "The rager.",
    "start": "00:45:23",
    "end": "00:45:24"
  },
  {
    "text": "The rager. Wasn't it you who dried up the sea, the waters of the deep abyss? Wasn't it you who made a road in the depths of the sea so that the redeemed ones might cross over?",
    "start": "00:45:24",
    "end": "00:45:38"
  },
  {
    "text": "Okay, so he's clearly talking about. Yeah, the story of Exodus through the waters.",
    "start": "00:45:38",
    "end": "00:45:43"
  },
  {
    "text": "Yep. Those the Lord has rescued will return. Now he's going future. They will enter Zion. That is Jerusalem with singing like a new Exodus, the new. So the return from exile will be like the Exodus. And as we retell the story, we don't even mention Pharaoh, we just mention the raging sea dragon.",
    "start": "00:45:43",
    "end": "00:46:03"
  },
  {
    "text": "So yeah, it was Pharaoh who was shattered in the dark abyss. And here the prophet Isaiah looks at that and he doesn't see Pharaoh, he sees the sea dragon.",
    "start": "00:46:03",
    "end": "00:46:15"
  },
  {
    "text": "Yeah. Or he sees the larger cosmic force that is behind and acting through Pharaoh, which is the dragon. But now remember, even the dragon is with a twist.",
    "start": "00:46:15",
    "end": "00:46:27"
  },
  {
    "text": "What's the twist?",
    "start": "00:46:28",
    "end": "00:46:29"
  },
  {
    "text": "The twist is when the dragon was introduced the tannin, which is called by the same name here, it was good in Genesis 1. So the dragon has gone through its own failure and folly.",
    "start": "00:46:29",
    "end": "00:46:40"
  },
  {
    "text": "Right.",
    "start": "00:46:40",
    "end": "00:46:40"
  },
  {
    "text": "And that story is still emerging as you read through the prophets. But both the dragon and humans enslaved to the dragon become sad vehicles of anti creation. And that's how Pharaoh's depicted here. So if we had any doubts that Pharaoh is being depicted as an agent of the snake and the snake is an agent of chaos in the Exodus story proper, Isaiah kind of just helps us clarify that that is in fact what was going on in the story. But there's many mysteries we haven't solved yet. And I think we'll just have to pin that mystery of how the snake as an agent of chaos can be used to accomplish God's life saving purposes. That's a mystery at work in the symbol of Moses rescuing the people with the snake staff.",
    "start": "00:46:40",
    "end": "00:47:31"
  },
  {
    "text": "Yeah. All right, well, let's sit on that.",
    "start": "00:47:31",
    "end": "00:47:33"
  },
  {
    "text": "Yep. So there you go. Okay, where we're going to go next is we're going to watch this same idea play itself out in a different way in the Book of Judges because the snake dragon appears in the Book of Judges, but in more of a Cain or Pharaoh like form, in form of the human agents. And we'll see how that works. Helps us look at the whole story from another angle. But for now it's good to meditate on what it means for humans to become agents of the dragon.",
    "start": "00:47:33",
    "end": "00:48:03"
  },
  {
    "text": "All right. Hi everybody, this is Dan Gummel and I'm back with another employee introduction and I'm pretty sure that you're the newest employee. You're. What was this like week two for you?",
    "start": "00:48:06",
    "end": "00:48:16"
  },
  {
    "text": "I think week three.",
    "start": "00:48:17",
    "end": "00:48:18"
  },
  {
    "text": "Week three.",
    "start": "00:48:18",
    "end": "00:48:19"
  },
  {
    "text": "I'm a newbie for sure.",
    "start": "00:48:19",
    "end": "00:48:20"
  },
  {
    "text": "Yeah.",
    "start": "00:48:20",
    "end": "00:48:21"
  },
  {
    "text": "Well, why don't you go ahead and introduce yourself?",
    "start": "00:48:21",
    "end": "00:48:23"
  },
  {
    "text": "Yeah.",
    "start": "00:48:23",
    "end": "00:48:24"
  },
  {
    "text": "So my name is John Rooney. I'm new to the Studio team at bibleproject. And I work in animation and in particular I work on scrollable content for social media.",
    "start": "00:48:24",
    "end": "00:48:36"
  },
  {
    "text": "Yeah.",
    "start": "00:48:36",
    "end": "00:48:37"
  },
  {
    "text": "Tell us a little bit about exactly what that means.",
    "start": "00:48:37",
    "end": "00:48:39"
  },
  {
    "text": "So I. I kind of work on short form content that's usually a minute or less. Sometimes it's podcast related.",
    "start": "00:48:39",
    "end": "00:48:46"
  },
  {
    "text": "I'm just gonna stop you here, man, because I am such a fan of your work. So many people are such big fans of your work. Basically what we're doing is we're doing a series called Overheard.",
    "start": "00:48:47",
    "end": "00:48:56"
  },
  {
    "text": "Yeah, right.",
    "start": "00:48:56",
    "end": "00:48:57"
  },
  {
    "text": "And so Overheard is what?",
    "start": "00:48:58",
    "end": "00:48:59"
  },
  {
    "text": "It's basically taking fun samples from the podcast and then in a format kind of animating what John and Tim are talking about above their heads.",
    "start": "00:48:59",
    "end": "00:49:11"
  },
  {
    "text": "Yeah. And so it's. These are going out on YouTube shorts and also on TikTok and I think Instagram maybe.",
    "start": "00:49:11",
    "end": "00:49:17"
  },
  {
    "text": "Yeah.",
    "start": "00:49:17",
    "end": "00:49:17"
  },
  {
    "text": "And there are 60 second clips. I was talking to Alan a few months ago and he was like, yo, man. He said, there's this guy who's working on Jonathan and he's like, at every stage it keeps getting better. And he showed it to me. It was such a fun, like reimagination and kind of development, I think, both animation wise and our kind of content. A really cool way to, I think, introduce people to the podcast.",
    "start": "00:49:17",
    "end": "00:49:43"
  },
  {
    "text": "Yeah.",
    "start": "00:49:43",
    "end": "00:49:44"
  },
  {
    "text": "What do you think is the most interesting part about working on that process?",
    "start": "00:49:44",
    "end": "00:49:47"
  },
  {
    "text": "I think what I really enjoy is just kind of the imagination side of it and just kind of really upping the humor on that. They're more cartoony than a lot of other content. So, yeah, they're really fun to animate and to kind of create little gags for.",
    "start": "00:49:48",
    "end": "00:50:05"
  },
  {
    "text": "Tell me a little about your life outside of work.",
    "start": "00:50:05",
    "end": "00:50:07"
  },
  {
    "text": "Yeah. So I live in Columbus, Ohio, but grew up in the Northwest in Spokane, Washington. And when I'm not working, I try to stay off screens and go hiking or fishing or.",
    "start": "00:50:08",
    "end": "00:50:20"
  },
  {
    "text": "Is there anything that you would want to say to folks listening?",
    "start": "00:50:21",
    "end": "00:50:25"
  },
  {
    "text": "Go check out Overheard. Say hello to my wife out in Columbus, Ohio, as I'm gone for a week and she's holding down the fort.",
    "start": "00:50:25",
    "end": "00:50:33"
  },
  {
    "text": "Cool.",
    "start": "00:50:33",
    "end": "00:50:34"
  },
  {
    "text": "Well, here I'd love it if you could read the credits.",
    "start": "00:50:34",
    "end": "00:50:36"
  },
  {
    "text": "Today's show came from our podcast team, including producer Cooper Peltz and associate producer Lindsey Ponder. Our lead editor is Dan Gummel. Additional editors are Tyler Bailey and Frank Garza. Tyler Bailey also makes this episode. And Hannah Wu did our annotations for the BibleProject app. BibleProject is a crowdfunded nonprofit. Everything we make is free because of your generous support. Thank you so much for being a part of this with us.",
    "start": "00:50:36",
    "end": "00:51:04"
  }
]