[
  {
    "text": "The chaos dragon is a symbol repeatedly employed by the authors of the Bible to talk about the spiritual evil that corrupts God's good creation. The dragon features in all three of the big prophetic scrolls, I.e. isaiah, Jeremiah, and Ezekiel. Last week we looked at the dragon in Isaiah, and this week we turn to Jeremiah and Ezekiel.",
    "start": "00:00:04",
    "end": "00:00:25"
  },
  {
    "text": "For both Jeremiah and Ezekiel, the same basic idea that we saw in Isaiah is at play. That Yahweh is going to hand his covenant people over to the consequences of their centuries of faithlessness and hand them over to the power of Babylon. But God will hold Babylon itself accountable for its evils, even if it allowed Babylon's evil to be an agent of divine judgment.",
    "start": "00:00:25",
    "end": "00:00:49"
  },
  {
    "text": "Both Jeremiah and Ezekiel lived through the Babylonian captivity. And at that point in history, the only other nation powerful enough to rival Babylon was Egypt. So you can imagine that both Babylon and Egypt feature prominently in Jeremiah and Ezekiel's writings. And perhaps unsurprisingly, at this point, the prophets called them chaos dragons.",
    "start": "00:00:49",
    "end": "00:01:10"
  },
  {
    "text": "Both their rise to power and their fall from power is just going to bring disorder, death, and chaos. Biblical authors use cosmic imagery to describe.",
    "start": "00:01:10",
    "end": "00:01:19"
  },
  {
    "text": "That for modern readers. It feels strange to talk about a nation in such cosmic terms. And it also feels strange to talk about the collapse of a nation as the end of the world. So why do biblical authors think this way?",
    "start": "00:01:19",
    "end": "00:01:31"
  },
  {
    "text": "Well, they have this view of reality that there are forces at work animating behind these human power structures that are also agents of death and chaos.",
    "start": "00:01:31",
    "end": "00:01:43"
  },
  {
    "text": "Alongside these humans today, Tim Mackey and I talk about the chaos dragon and the scrolls of Jeremiah and Ezekiel. John, I'm John Collins, and you're listening to BibleProject Podcast. Thanks for joining us. Here we go. Okay. Tim.",
    "start": "00:01:43",
    "end": "00:02:01"
  },
  {
    "text": "John, hello.",
    "start": "00:02:01",
    "end": "00:02:02"
  },
  {
    "text": "Hello. Yeah, man, this has been hard for me for some reason, this whole theme of the dragon, but very interesting. And we're just gonna keep plowing forward through some of the ambiguity and discomfort and just kind of keep reading texts. And we're going to encounter the dragon in the Bible. But as we encountered the dragon or the sea serpent, it's also associated with other. I think the term we're just using is chaos creatures. And one other very important chaos creature in the Bible is the rebellious host of heaven, right?",
    "start": "00:02:02",
    "end": "00:02:41"
  },
  {
    "text": "Yeah. The stars above, the rulers above. Yeah, we're the sons of Elohim is how they're described in Genesis 6, verse 1.",
    "start": "00:02:42",
    "end": "00:02:49"
  },
  {
    "text": "What I want to understand is the relationship between Leviathan in the realm of the chaotic sea and the rebellious host of heavens, the creature of the sky. Are they just two ways of talking about the same thing or are they complementary ways of talking about a deep nuance that we need to really appreciate?",
    "start": "00:02:49",
    "end": "00:03:11"
  },
  {
    "text": "Yeah, man, that's a great question, John. I think what you asking that makes me realize I have seen these two images of the deviant star rulers above and then the chaos creature in the waters below as associated and paired as they are in Genesis 1 in the literary design and therefore just kind of equated with each other different ways of thinking about the same thing. Because the darkness is not God's creation, it's the opposite of creation. It's the pre creation state and so are the chaos waters. So I had to also merge those as two ways of thinking about the same thing. Okay, so you just have the chaotic nothingness and then when God begins to separate out realms and orders. There are creatures on the land, There are are creatures in the sea. There are creatures on the land and creatures up in the sky.",
    "start": "00:03:11",
    "end": "00:04:08"
  },
  {
    "text": "Yeah, okay.",
    "start": "00:04:09",
    "end": "00:04:10"
  },
  {
    "text": "And the creatures up in the sky are not bad. And the creatures in the sea are not bad. But then as you read on through the story of the Bible, there are deviant stars and there's deviant sea creatures, and their storylines begin to overlap more and more and be described in analogous ways. We saw that in our last conversation in Isaiah, where a rebel king over the nations who wreaked like unimaginable violence in the ancient world is described as a rebel star. And then the downfall of all human empires that wreak havoc in the land is slaying. Leviathan is described as God slaying the.",
    "start": "00:04:10",
    "end": "00:04:52"
  },
  {
    "text": "Dragon and swallowing up death.",
    "start": "00:04:52",
    "end": "00:04:55"
  },
  {
    "text": "And swallowing up death itself. Yeah.",
    "start": "00:04:55",
    "end": "00:04:57"
  },
  {
    "text": "Okay, so it's a true merging. I think maybe what's helpful is for me to think of it this way. And we talked at length about this in the God series. When I look up at the stars, I don't think of them as creatures, I just think of them as plasma balls. But that's a very modern, literal way to think about them.",
    "start": "00:04:57",
    "end": "00:05:15"
  },
  {
    "text": "Yes.",
    "start": "00:05:15",
    "end": "00:05:15"
  },
  {
    "text": "A more ancient, what we might call mythic way of thinking about them is a symbolic way or symbolic way is of spiritual beings. And that doesn't mean that spiritual beings aren't real, because those aren't really spiritual beings. It's to say that it's a way for us to think about something that is very real, but with something symbolic that we can wrap our minds around and see. And that's the stars above. So you've got the modern conception of heaven, which is, you know, we're in a galaxy, a spiral galaxy with plasma balls, one of Billions of these.",
    "start": "00:05:15",
    "end": "00:05:53"
  },
  {
    "text": "Yeah. Spinning at different scales at unimaginable speeds.",
    "start": "00:05:54",
    "end": "00:06:00"
  },
  {
    "text": "We're spinning like 100,000 miles an hour around the arms of this galaxy.",
    "start": "00:06:00",
    "end": "00:06:04"
  },
  {
    "text": "And the planet itself is moving.",
    "start": "00:06:04",
    "end": "00:06:05"
  },
  {
    "text": "Six hours around the sun. Around the sun, yeah. Yeah. It's something really fast.",
    "start": "00:06:05",
    "end": "00:06:09"
  },
  {
    "text": "It's so terrifying.",
    "start": "00:06:09",
    "end": "00:06:10"
  },
  {
    "text": "Really fast, flying space. We are just cruising through the empty space. In the same way, there's a modern way to think of the ocean. Right. Which is like, I have a globe. We've named them. We haven't explored all the depths of the ocean. I mean, it's pretty radical, but we have a way to understand it. But then there's the symbolic or mythic way to think of the ocean, which is. It's about chaos and death and the nothingness that wants to come and take over the land.",
    "start": "00:06:10",
    "end": "00:06:42"
  },
  {
    "text": "Yeah. The only modern equivalent I can think of is not even empty space beyond the Earth, but rather the edges of the known universe into which it is expanding. Like, what's beyond? You know, my son asked this question. The universe is expanding. Oh, what's expanding into.",
    "start": "00:06:42",
    "end": "00:06:59"
  },
  {
    "text": "Right. Into nothingness.",
    "start": "00:06:59",
    "end": "00:07:01"
  },
  {
    "text": "And whatever that is. Whatever that is would be our mental.",
    "start": "00:07:01",
    "end": "00:07:04"
  },
  {
    "text": "Equivalent of what the chaos waters is.",
    "start": "00:07:04",
    "end": "00:07:07"
  },
  {
    "text": "The chaos waters are.",
    "start": "00:07:07",
    "end": "00:07:08"
  },
  {
    "text": "But what's brilliant about the chaos waters is the nothingness is coming and crashing up against the land.",
    "start": "00:07:08",
    "end": "00:07:13"
  },
  {
    "text": "Yeah. It's constantly threatening us.",
    "start": "00:07:13",
    "end": "00:07:15"
  },
  {
    "text": "Threatening us. Which speaks to our reality.",
    "start": "00:07:15",
    "end": "00:07:17"
  },
  {
    "text": "That's right.",
    "start": "00:07:17",
    "end": "00:07:18"
  },
  {
    "text": "Of our felt reality, of the dangers of death constantly threatening us. Okay. So chaos creatures, there is something very real, a force, an authority, a power that's cosmic. And these are two different ways to think about it. The stars above the serpent in the sea, they get merged together. And then other images are employed to get us to think about it, too. Whether it be snakes or scorpions.",
    "start": "00:07:18",
    "end": "00:07:51"
  },
  {
    "text": "Yep, lions.",
    "start": "00:07:51",
    "end": "00:07:52"
  },
  {
    "text": "Lions. And then eventually this all gets to. In the revelation, some, like the great red dragon of the sky with seven.",
    "start": "00:07:52",
    "end": "00:08:00"
  },
  {
    "text": "Heads that's paired up with another beast that somehow represents a human empire. Okay, we'll get there. Sorry, I don't want to skip ahead. Yeah.",
    "start": "00:08:00",
    "end": "00:08:08"
  },
  {
    "text": "So I think more and more, I'm just appreciating this is a theme about the chaos creatures. We can highlight the serpent.",
    "start": "00:08:09",
    "end": "00:08:15"
  },
  {
    "text": "Yeah.",
    "start": "00:08:15",
    "end": "00:08:15"
  },
  {
    "text": "But you can't stop there because it's not as simple as that.",
    "start": "00:08:16",
    "end": "00:08:19"
  },
  {
    "text": "It's not the only one. It's, you could say, the most primary image.",
    "start": "00:08:19",
    "end": "00:08:23"
  },
  {
    "text": "Yeah. Is it the most primary?",
    "start": "00:08:23",
    "end": "00:08:25"
  },
  {
    "text": "Yeah.",
    "start": "00:08:25",
    "end": "00:08:26"
  },
  {
    "text": "Okay.",
    "start": "00:08:26",
    "end": "00:08:26"
  },
  {
    "text": "In other words, there aren't nearly as many biblical passages about a rebel star.",
    "start": "00:08:27",
    "end": "00:08:31"
  },
  {
    "text": "Okay.",
    "start": "00:08:31",
    "end": "00:08:31"
  },
  {
    "text": "You have Isaiah 13. And then star imagery is just more subtly related. You have the Rebel powers of heaven that appear in Daniel and other Jewish apocalyptic literature. But somehow the dragon imagery just really took hold. And maybe it just speaks to the fact that it was just a really popular symbolic story in the ancient world. It's a cool image, way more widespread and it's. Yeah, it's a vivid, vivid image. Again, I just referenced in our first conversation, or may, no, maybe our second, the work of the scholar Medad Ritchie, who's done work on how many visual representations of the dragon slaying myth were around in the ancient world and her surveys.",
    "start": "00:08:31",
    "end": "00:09:20"
  },
  {
    "text": "The mytheme, is that what you.",
    "start": "00:09:20",
    "end": "00:09:21"
  },
  {
    "text": "The mytheme? Yeah, totally. Yeah, that's Robert Miller's phrase. And it's very likely that people encountered a picture on letter seals, on decorative wall pictures, like many times in the course of their life. It was a well known story, whereas it seems like the rebel star story was way. And maybe that's because to really sit and study the patterns of the stars requires a lot of leisure time, Very few people at the leisure to map it out.",
    "start": "00:09:21",
    "end": "00:09:55"
  },
  {
    "text": "It's not as sticky of an image too. That's what I mean, as like a dragon.",
    "start": "00:09:56",
    "end": "00:09:59"
  },
  {
    "text": "Yeah, that's where I'm going.",
    "start": "00:09:59",
    "end": "00:10:00"
  },
  {
    "text": "Okay. Yeah. All right, well, let's look at more dragon texts.",
    "start": "00:10:00",
    "end": "00:10:05"
  },
  {
    "text": "Yeah. So the dragon features in all three of the big prophets, Isaiah, Jeremiah and Ezekiel. We talked about Isaiah in the last conversation. What I want to do is just look at some dragon imagery in Jeremiah and Ezekiel. Jeremiah and Ezekiel were contemporaries. They both lived in Jerusalem during its like last days as a city in terms of an independent kingdom. So this is in the late 600 and early 500s. Both of them lived through the Babylonian siege and invasion of Jerusalem. And they suffered different fates. Though Ezekiel was taken captive in the first invasion and taken off into exile in Babylon in 596. And then 10 years later, Babylon came back and just straight up destroyed the city. And Jeremiah was there through all those invasions and then was actually kidnapped and taken to Egypt by a bunch of rebel Israelites who didn't want to live under Babylonian occupation. So they both have very strong views of Babylon, as you might imagine. Also significant was that when Babylon was doing its thing, the only regional player that even had the possibility of standing up to Babylon was Egypt in the south. And so Egypt and Babylon like loom large in their poetry and in their writings. So what I want to look at is actually look at a poem from the end of Jeremiah that takes all of our sea dragon imagery in an interesting direction. And then I want to look at Ezekiel's depiction of Pharaoh, king of Egypt, which also develops our sea dragon imagery in an interesting kind of new way. So for both Jeremiah and Ezekiel, the same basic idea that we saw in Isaiah is at play. That Yahweh is going to hand his covenant people over to the consequences of their centuries of faithlessness and hand them over to the power of Babylon. But God will hold Babylon itself accountable for its evils, even if it allowed Babylon's evil to be an agent of divine judgment on human evil. So the culmination of Jeremiah, after announcing that Babylon is my servant that I'm going to use to bring judgment on the nations and Israel around them, the last poem is about the downfall of Babylon itself. So Jeremiah 50 and 51 are these really long poems about the downfall of Babylon. We don't have time to read them all. I'm just going to pick up in chapter 51, verse 33. This is what Yahweh Almighty, the God of Israel. Daughter Babylon is like a threshing floor. At the time when it is trampled, the time of her harvest will soon come. Threshing floor trampling anybody?",
    "start": "00:10:05",
    "end": "00:13:45"
  },
  {
    "text": "Haven't done it.",
    "start": "00:13:46",
    "end": "00:13:47"
  },
  {
    "text": "Yeah.",
    "start": "00:13:47",
    "end": "00:13:47"
  },
  {
    "text": "This is where they bring in the wheat.",
    "start": "00:13:47",
    "end": "00:13:49"
  },
  {
    "text": "Yeah. You could bring in wheat, in which case you would probably stomping on it. Might work. Having your ox step all over it might work better. Having an ox grind it in a circular millstone would be like the most.",
    "start": "00:13:50",
    "end": "00:14:05"
  },
  {
    "text": "And that's threshing it.",
    "start": "00:14:05",
    "end": "00:14:06"
  },
  {
    "text": "Yep, that's threshing it. Trampling is what you would do to grapes.",
    "start": "00:14:06",
    "end": "00:14:10"
  },
  {
    "text": "Okay.",
    "start": "00:14:10",
    "end": "00:14:11"
  },
  {
    "text": "Yeah. So. And it doesn't describe which is happening here if it's a wheat harvest or a grape harvest. The point is, is that it's getting threshed and trampled.",
    "start": "00:14:11",
    "end": "00:14:19"
  },
  {
    "text": "But why is it called the threshing floor? It's the thing being threshed.",
    "start": "00:14:19",
    "end": "00:14:23"
  },
  {
    "text": "Oh, yeah. It's going to be a place where threshing takes place.",
    "start": "00:14:23",
    "end": "00:14:27"
  },
  {
    "text": "Babylon will be the place of the threshing.",
    "start": "00:14:27",
    "end": "00:14:29"
  },
  {
    "text": "Yep. Yep.",
    "start": "00:14:29",
    "end": "00:14:30"
  },
  {
    "text": "All right.",
    "start": "00:14:31",
    "end": "00:14:31"
  },
  {
    "text": "Verse 34, Nebuchadnezzar, King of Babylon, has devoured us.",
    "start": "00:14:31",
    "end": "00:14:36"
  },
  {
    "text": "Yeah. He came and took him out.",
    "start": "00:14:37",
    "end": "00:14:38"
  },
  {
    "text": "He threw us into confusion. He made us like an empty jar. Like a dragon. He swallowed us. He filled his stomach with our delicacies and then spewed us out.",
    "start": "00:14:38",
    "end": "00:14:52"
  },
  {
    "text": "What's the word there for dragon?",
    "start": "00:14:54",
    "end": "00:14:56"
  },
  {
    "text": "Tannin.",
    "start": "00:14:56",
    "end": "00:14:57"
  },
  {
    "text": "That's tannin?",
    "start": "00:14:57",
    "end": "00:14:57"
  },
  {
    "text": "Yeah.",
    "start": "00:14:57",
    "end": "00:14:58"
  },
  {
    "text": "And Niv just says dragon.",
    "start": "00:14:58",
    "end": "00:14:59"
  },
  {
    "text": "Actually, I think that's my translation. I think it might have said serpent. Niv says like a serpent. He swallowed us like a serpent. So their serpent, meaning sea dragon.",
    "start": "00:15:00",
    "end": "00:15:12"
  },
  {
    "text": "Yeah. The tannin.",
    "start": "00:15:12",
    "end": "00:15:14"
  },
  {
    "text": "Yeah. Lexham. English Bible has sea monster. New American Standard has just monster. Swallowed me like a monster. Yeah, yeah. But tannin. So here it's. He devoured us, swallowed us, ingested us, and then vomited us out. Is it like he didn't like us? Or is it like he got all the nutrients and then. I don't know how that image works.",
    "start": "00:15:14",
    "end": "00:15:39"
  },
  {
    "text": "Or is that talking about, like, capturing them and then sending them in exile?",
    "start": "00:15:40",
    "end": "00:15:44"
  },
  {
    "text": "Yeah, yeah, yep, something like that. Therefore, this is what Yahweh says. I will defend your cause. I will avenge you. Speaking to Jeremiah, representing the Israelites, I will dry up her sea. I will make her springs dry.",
    "start": "00:15:44",
    "end": "00:16:03"
  },
  {
    "text": "So, like, the home of the sea dragon itself will be dried up.",
    "start": "00:16:04",
    "end": "00:16:08"
  },
  {
    "text": "Yeah. So we're tapping in here to the imagery of Yahweh overcoming the waters, splitting them and drying them up to make the dry land. And as we're going to see, God's going to. About to create a desert. This is interesting. Think about our chaos realms. This image is an interesting study in how those images relate. So Babylon will become a heap of ruins, a haunt for jackals, object of horror and scorn. A place where nobody lives.",
    "start": "00:16:08",
    "end": "00:16:39"
  },
  {
    "text": "The wilderness.",
    "start": "00:16:40",
    "end": "00:16:41"
  },
  {
    "text": "Yeah. Her people will roar like lions. They will growl like lion cubs. So now you're like, okay, so the.",
    "start": "00:16:41",
    "end": "00:16:49"
  },
  {
    "text": "Sea is going to become a wilderness.",
    "start": "00:16:49",
    "end": "00:16:51"
  },
  {
    "text": "A wilderness. The city will become a ruined heap where jackals live and no one lives. But then there are people there because they're roaring like lions. But while they are aroused, I'll send a feast and make them drunk so that they shout with laughter and then sleep forever and never wake up.",
    "start": "00:16:51",
    "end": "00:17:15"
  },
  {
    "text": "Okay, so you have a feast that makes them drunk and makes them all happy and party.",
    "start": "00:17:15",
    "end": "00:17:22"
  },
  {
    "text": "And then they.",
    "start": "00:17:23",
    "end": "00:17:23"
  },
  {
    "text": "And then death.",
    "start": "00:17:23",
    "end": "00:17:24"
  },
  {
    "text": "Then they die. Yeah.",
    "start": "00:17:24",
    "end": "00:17:26"
  },
  {
    "text": "Okay, that's.",
    "start": "00:17:26",
    "end": "00:17:27"
  },
  {
    "text": "Yeah.",
    "start": "00:17:27",
    "end": "00:17:28"
  },
  {
    "text": "What is that about?",
    "start": "00:17:28",
    "end": "00:17:28"
  },
  {
    "text": "So the sea gets dried up.",
    "start": "00:17:28",
    "end": "00:17:31"
  },
  {
    "text": "Okay.",
    "start": "00:17:31",
    "end": "00:17:31"
  },
  {
    "text": "The city becomes a heap of ruins that feels like now a desert wasteland. Jackals live out there. Oh, man. I was snowshoeing with my kids up in Mount Hood National Wilderness over the weekend, and we were trying to make a little fire. And it's winter here. Turns out it's very difficult to sustain a fire in the snow. And we're having a snowball fight, and then we just hear this sound, this unearthly sound. It sounded like dozens of little girls screaming at each other. And it happened in one, like, for about 10 seconds. And then it stopped. And we were all. Jessica was there, too. We were all staring at each other like, what? What was that? We weren't that Far from, like a ski area. And then it happened again closer, and Roman's like, are those wolves? And then Jessica and I were like, oh, like coyotes.",
    "start": "00:17:32",
    "end": "00:18:28"
  },
  {
    "text": "Oh, they're coyotes.",
    "start": "00:18:28",
    "end": "00:18:29"
  },
  {
    "text": "Coyotes, yeah. But it was. There was like a solid 10 seconds where I was like, what is happening? It was so terrifying. Now, we weren't in a desert, but they're wilderness creatures. And so whenever jackals or hyenas are mentioned in the Bible, think of coyotes. That's creatures of the night. Or you probably don't see them, if ever. But you hear them as these ghastly screaming creatures of the wilderness.",
    "start": "00:18:29",
    "end": "00:19:02"
  },
  {
    "text": "Wow. Yeah.",
    "start": "00:19:02",
    "end": "00:19:03"
  },
  {
    "text": "That's what it means to become a haunt of jackals.",
    "start": "00:19:03",
    "end": "00:19:06"
  },
  {
    "text": "Okay. Objects of horror.",
    "start": "00:19:06",
    "end": "00:19:09"
  },
  {
    "text": "Yeah. Anyhow, also lions. You have desert creatures, jackals and lions. Because lions are a chaos creature inhabitant of the night in the wilderness. Yeah. And then you have this imagery of, like, a feast and a party, but really you're just drinking yourself to death to never wake up.",
    "start": "00:19:09",
    "end": "00:19:28"
  },
  {
    "text": "Hmm.",
    "start": "00:19:28",
    "end": "00:19:29"
  },
  {
    "text": "Okay. So all of a sudden, the dragon has become a desert.",
    "start": "00:19:30",
    "end": "00:19:35"
  },
  {
    "text": "Yeah. And we have to remember, I think you talked about this, particularly in the Song of Songs. Like biblical imagery, it's important to onboard it, understand its essence. But if you're trying to create a complete picture.",
    "start": "00:19:35",
    "end": "00:19:49"
  },
  {
    "text": "Oh, yeah. Mental picture.",
    "start": "00:19:49",
    "end": "00:19:50"
  },
  {
    "text": "Mental picture.",
    "start": "00:19:50",
    "end": "00:19:51"
  },
  {
    "text": "Yeah.",
    "start": "00:19:51",
    "end": "00:19:52"
  },
  {
    "text": "I'm going from like, a sea to a wilderness. They're a jackal. They're lions. Oh, wait, now they're feasting.",
    "start": "00:19:52",
    "end": "00:19:58"
  },
  {
    "text": "Yeah, totally. Like, yeah. Yeah.",
    "start": "00:19:58",
    "end": "00:20:00"
  },
  {
    "text": "And I'm trying to create a narrative that. That all works.",
    "start": "00:20:00",
    "end": "00:20:03"
  },
  {
    "text": "Yeah. And Yes. A visual storyline.",
    "start": "00:20:03",
    "end": "00:20:05"
  },
  {
    "text": "A visual storyline.",
    "start": "00:20:05",
    "end": "00:20:06"
  },
  {
    "text": "How one thing turns into another.",
    "start": "00:20:06",
    "end": "00:20:07"
  },
  {
    "text": "And I need to just give that up and just think about. Okay, how are all of these ideas? How do they compound on each other more in a like.",
    "start": "00:20:07",
    "end": "00:20:14"
  },
  {
    "text": "More.",
    "start": "00:20:14",
    "end": "00:20:15"
  },
  {
    "text": "What is symbolic way?",
    "start": "00:20:15",
    "end": "00:20:16"
  },
  {
    "text": "Yeah. The symbolic meaning of each one. And how do those meanings overlap? And all of a sudden, lions and jackals live in the wilderness, which is what the sea dries up and turns into. It's the opposite of a garden where you have grapevines to drink wine and be happy. Instead, it's like an anti garden where you have a party. All right. But then you sleep in the dust of death and never wake up.",
    "start": "00:20:16",
    "end": "00:20:40"
  },
  {
    "text": "Yeah.",
    "start": "00:20:41",
    "end": "00:20:41"
  },
  {
    "text": "That's a good reminder. It's about how this meaning of the symbols connect, not about how the visual symbols connect. Otherwise, it'll be chaos in your mind. He keeps going. The sea will rise up over Babylon. The roaring rays.",
    "start": "00:20:41",
    "end": "00:20:57"
  },
  {
    "text": "The sea that just dried up will cover her.",
    "start": "00:20:57",
    "end": "00:20:59"
  },
  {
    "text": "And you're like, wait, I thought the sea just went away, but now it's back. It has a flood.",
    "start": "00:20:59",
    "end": "00:21:02"
  },
  {
    "text": "Oh, it's a flood.",
    "start": "00:21:03",
    "end": "00:21:04"
  },
  {
    "text": "Yeah. Her towns will be desolate, a dry and desert land. This is such a good example.",
    "start": "00:21:04",
    "end": "00:21:11"
  },
  {
    "text": "Yeah.",
    "start": "00:21:11",
    "end": "00:21:12"
  },
  {
    "text": "In the first sentence of the Bible. Now, the land was wild, and waste and darkness covered the surface of the deep waters.",
    "start": "00:21:12",
    "end": "00:21:20"
  },
  {
    "text": "So which is it?",
    "start": "00:21:20",
    "end": "00:21:21"
  },
  {
    "text": "Is it a desert or is it desert wilderness?",
    "start": "00:21:21",
    "end": "00:21:23"
  },
  {
    "text": "Is it abysmal waters?",
    "start": "00:21:24",
    "end": "00:21:26"
  },
  {
    "text": "Yeah. Jeremiah 51, verse 42 and 43 describes Babylon as getting drowned in a flood and turning into a desert in the same moment. Like in the same parallel lines.",
    "start": "00:21:26",
    "end": "00:21:37"
  },
  {
    "text": "Yeah. Okay.",
    "start": "00:21:37",
    "end": "00:21:38"
  },
  {
    "text": "Yeah, yeah. Verse 44. I will punish Bel in Babylon. Bel is the Akkadian version of the Hebrew word baal. So it's the Babylonian way of referring to their storm God.",
    "start": "00:21:38",
    "end": "00:21:53"
  },
  {
    "text": "Okay.",
    "start": "00:21:53",
    "end": "00:21:53"
  },
  {
    "text": "So I'm going to punish Bel in Babylon and make him spew out what he has swallowed. Wait, wait, wait, wait. I thought Nebuchadnezzar swallowed us up. No, it's actually the chief deity. The God of Babylon swallowed you up. So we're merging the rulers above and the rulers below.",
    "start": "00:21:53",
    "end": "00:22:13"
  },
  {
    "text": "Yeah.",
    "start": "00:22:13",
    "end": "00:22:14"
  },
  {
    "text": "The nations will no longer stream to him. The wall of Babylon will fall. You get the idea. We could read on. But it's just the same imagery of merging rulers above and below, merging wilderness and the sea and desert creatures and sea monsters. They're coordinated. I guess this is all a way of meditating on the question you asked earlier. How do these images relate?",
    "start": "00:22:14",
    "end": "00:22:39"
  },
  {
    "text": "Yeah.",
    "start": "00:22:39",
    "end": "00:22:40"
  },
  {
    "text": "Of a rebel star.",
    "start": "00:22:40",
    "end": "00:22:41"
  },
  {
    "text": "And when you say rulers above and below, another way to say that is the monster in the realm of the chaotic sea becoming the monster within us. Right.",
    "start": "00:22:41",
    "end": "00:22:51"
  },
  {
    "text": "Ah, I see. Thank you. What I meant a minute ago is that earlier in this poem, it said that Nebuchadnezzar, the king of Babylon, swallowed us up. Yeah, he's the dragon. But then later in this poem, God says, I'm going to punish baby Bel, the God of Babylon and make him spew out what he swallowed. And you're like, wait, who swallowed us? The God of Babylon, Bel or Nebuchadnezzar, the king of Babylon?",
    "start": "00:22:51",
    "end": "00:23:16"
  },
  {
    "text": "Right. I guess what I. Yeah, so what I'm saying is you can ask the same question. Who swallowed us up? Nebuchadnezzar or the sea serpent?",
    "start": "00:23:16",
    "end": "00:23:24"
  },
  {
    "text": "Exactly. Yep, that's right.",
    "start": "00:23:24",
    "end": "00:23:25"
  },
  {
    "text": "It's the same question.",
    "start": "00:23:25",
    "end": "00:23:26"
  },
  {
    "text": "A is the same as B and A is the same as C. A, Nebuchadnezzar is both the dragon, and he is depicted or identified with the God of Babylon in some way. He did make a big statue to be bowed down to, after all.",
    "start": "00:23:27",
    "end": "00:23:47"
  },
  {
    "text": "Yeah.",
    "start": "00:23:47",
    "end": "00:23:47"
  },
  {
    "text": "Yeah. So maybe this Is it? The focus is on empathetically cultivating a symbolic imagination that can use what feel to us like contradictory images to refer to the same reality. Okay, here's another. So let's get in a helicopter and fly over to Tel Aviv in Babylon. Not the modern Tel Aviv in Israel, the first Tel Aviv, which was an Israelite refugee camp in Babylon. Outside of Babylon. Yep. And that's where Ezekiel lived. That's where we meet Ezekiel in chapter one, sitting by an irrigation canal at a refugee camp in Babylon. So Ezekiel writes a lot of poetry about Babylon, about the same people in the same time frame. And specifically, he really has it out for Egypt because again, Egypt tried to pose itself as a rival power to Babylon. And so in two poems in particular, he's gonna.",
    "start": "00:23:48",
    "end": "00:24:53"
  },
  {
    "text": "He's in Babylon, but he's all bent out of shape about Egypt.",
    "start": "00:24:53",
    "end": "00:24:56"
  },
  {
    "text": "Yeah. Yep.",
    "start": "00:24:56",
    "end": "00:24:57"
  },
  {
    "text": "Shouldn't he be more frustrated with Babylon?",
    "start": "00:24:57",
    "end": "00:24:59"
  },
  {
    "text": "Yeah, interesting. There's less of an anti Babylonian emphasis in Ezekiel. It's pretty strong in Jeremiah, especially near the end, but less so in Ezekiel. Ezekiel's more bent out of shape about Egypt, but Jeremiah is too, because Egypt was trying to lure Israelites into alliance with them to rebel against Babylon. So what I want to focus on, we've already read a couple times in the series from Ezekiel 29, where Ezekiel describes Pharaoh as the sea monster. So I just want to read it quickly. What I want to read more is the one after that. But this is Ezekiel 29, verse 3, reads, Thus says the Lord. Look, I am against you, Pharaoh, king of Egypt, the great sea monster, the tannin, the one lying down in the midst of his Nile streams. So what's interesting here, the twist is that the chaos waters are the Nile river, which were viewed as a God in Egyptian religion, the river Nile, because it's the divine source of life from the gods. And here some people think that Ezekiel has in mind, like crocodiles, which is possible. And they figured in the Egyptian imagination in a big way because they were big monstrous creatures, you know, down the river. But the tannin, as we know from the larger Hebrew Bible, is like way more. Yeah, it's like crocodile on mutant version, because look at what this crocodile says. The so called crocodile, he lies down in the midst of the Nile streams. And who says to me, that is to me, God. The Nile is mine. I made it for myself. Listen, I'm gonna put hooks in your jawbones and make the fish of the Nile stick to your scales as I bring you up from the Nile and I fling you into the desert where the fish of the Nile will stick. Oh, yeah. You and the fish of your Nile streams. On the surface, you'll fall. You'll not be gathered, you won't be assembled. And to the animals of the field and the birds of the skies, I will give you as food. Whoa. Interestingly, that is exactly what David said to Goliath. I will give your body and the dead bodies of the army of the Philistines to the birds of the sky and the beasts of the. Of the land. So that's Ezekiel 29. He compares Pharaoh, king of Egypt, to the sea monster. The book of Exodus did that. Back in the Exodus story, this is a new Pharaoh much later on. Okay. But in Ezekiel 32, a few chapters later, he takes. Wow, this is so interesting. I'll just read it. Verse 2 of chapter 32, God says, Ezekiel, raise a lament over Pharaoh, the king of Egypt and say to him, with a fierce and strong lion among the nations. You have compared yourself. That's a Yoda way of talking. You've compared yourself with a fierce, strong lion among the nations. You think you're a lion, but what you really are is like a monster, a tannin in the seas, thrashing about in your rivers, making the water muddy with your feet, making the rivers turbid, stirred up, silty. So wait, you're like, wait, is this a lion or is this a dragon? It's really fascinating. So what is unclear in the poem to follow is whether this is describing the capture of a lion or the capture of the sea dragon. So I will spread my net over you would be a really effective way to catch a lion, because you don't have to go near it if you want to, like, thrust it through with a spear. You got to get close to the thing in the assembly of all the peoples. And I will bring you up in my. Now, the Lexham English Bible has my drag net.",
    "start": "00:24:59",
    "end": "00:29:39"
  },
  {
    "text": "This is like a fishing net, which.",
    "start": "00:29:39",
    "end": "00:29:40"
  },
  {
    "text": "Is a fishing net. Yeah. So here, let's look up this Hebrew word here, because there are lots of different words for net, at least a few different words for net. And whether or not it means an actual fisherman's net may not be totally clear. In Ezekiel 26, it's a sea net. In Habakkuk, it's a sea net. But in Ecclesiastes, it's not necessarily a sea net. In Proverbs, chapter one, ooh. It's a net that catches birds. And in Micah, it's a net that catches people.",
    "start": "00:29:40",
    "end": "00:30:16"
  },
  {
    "text": "Okay, what's the word?",
    "start": "00:30:16",
    "end": "00:30:17"
  },
  {
    "text": "Herem. Herem. So the first net in verse three is reshet, and then the next net is in different English translations. It's not translated. Dragnet. Fish net. So again, I'm kind of posing this as playing with the images. Are we catching a lion? Are we catching a sea creature? So we have a net catching here. Depending on your translation, it might make you think that it's a fish net, but both words can be used to describe catching lots of different kinds of creatures. Verse 4. I will leave you on the land and cast you out into the field that is the wilderness. And I will call the birds of heaven to dwell on you and satisfy the beasts of the land with you. I'll lay your flesh on the mountains and fill the valleys with your refuse. I guess, like, after cleaning it or something like that. The land will drink your blood as far as the mountains. The ravines will be full of you. Ooh, think about the Cain and Abel story.",
    "start": "00:30:18",
    "end": "00:31:20"
  },
  {
    "text": "Yeah.",
    "start": "00:31:20",
    "end": "00:31:20"
  },
  {
    "text": "So what Cain did to Abel.",
    "start": "00:31:21",
    "end": "00:31:23"
  },
  {
    "text": "Spilling his blood.",
    "start": "00:31:23",
    "end": "00:31:24"
  },
  {
    "text": "Spilling his blood. But now here's Yahweh confronting the chaos creature and bringing life to the land with its blood. When I extinguish you, I will cover the skies and darken their stars. I'll cover the sun with a cloud, and the moon will not give its light. All the lights in the skies I'll darken and set darkness on your land. Well, that took a turn. What a poem.",
    "start": "00:31:24",
    "end": "00:31:53"
  },
  {
    "text": "Yeah.",
    "start": "00:31:54",
    "end": "00:31:54"
  },
  {
    "text": "How you doing?",
    "start": "00:31:55",
    "end": "00:31:55"
  },
  {
    "text": "I feel pretty lost. So, okay, he's a. Egypt is a lion.",
    "start": "00:31:55",
    "end": "00:32:03"
  },
  {
    "text": "You thought you were a lion.",
    "start": "00:32:03",
    "end": "00:32:04"
  },
  {
    "text": "You thought you were a lion.",
    "start": "00:32:04",
    "end": "00:32:05"
  },
  {
    "text": "You say you're like a lion, but.",
    "start": "00:32:05",
    "end": "00:32:07"
  },
  {
    "text": "You'Re just like a sea monster. You're thrashing about in your rivers. Okay, so I'm gonna catch you with a net. I'm gonna throw you on the ground. And this is a common image now of, like, his body becoming the feast for the animals.",
    "start": "00:32:07",
    "end": "00:32:22"
  },
  {
    "text": "This is a very common motif in the dragon slaying.",
    "start": "00:32:22",
    "end": "00:32:26"
  },
  {
    "text": "This is what David said of Goliath, too.",
    "start": "00:32:26",
    "end": "00:32:28"
  },
  {
    "text": "That's what David said of Goliath, Yep. And.",
    "start": "00:32:28",
    "end": "00:32:30"
  },
  {
    "text": "Then there's this imagery of, like, its body being thrown on the mountain while it's, like, insides being thrown into the valley and it's blood, like, filling the land which is connecting us. This idea of the violence of Cain.",
    "start": "00:32:32",
    "end": "00:32:48"
  },
  {
    "text": "What you did to others, spilling their blood in the land through your Egyptian armies, storming around, doing their thing. Now what you've done to others will be done to you.",
    "start": "00:32:49",
    "end": "00:32:57"
  },
  {
    "text": "Okay, so that's a lot. But then all of a sudden, we shift, and now we're Going to talk about the stars.",
    "start": "00:32:57",
    "end": "00:33:04"
  },
  {
    "text": "Yeah, exactly. Here we are again. Here we are again.",
    "start": "00:33:04",
    "end": "00:33:07"
  },
  {
    "text": "So I thought I was talking about some chaos creature that's being destroyed. That's enough for me to try to wrap my mind around and meditate on and that somehow Egypt is the king. King of Egypt is this chaos serpent being flayed out onto the land and there's a feast. But now all of a sudden, I need to start thinking about the stars and what's happening in the sky. And then he says, I will cover.",
    "start": "00:33:08",
    "end": "00:33:37"
  },
  {
    "text": "You at the extinguishing of your heavens.",
    "start": "00:33:37",
    "end": "00:33:41"
  },
  {
    "text": "So now it's the stars, it's the sky, it's the. Egypt is.",
    "start": "00:33:41",
    "end": "00:33:46"
  },
  {
    "text": "Yeah, let's see. The. The capturing of the sea dragon. Pharaoh's gonna meet his doom. That's on the literal level. He's anticipating. Hey, you, Pharaoh, you're rebelling against Babylon and you're trying to get God's covenant people to get on your side. No, man, you're headed for a downfall. You think you're like a strong lion. In reality, here's what you are. You're an agent of death and chaos. In the land, you're like Cain. You've been murdering your brothers in the name of whatever deity or cause that you think you need to kill other people for. And so I'm going to treat you the way you've been treating others. I'm going to catch you in a net, toss you into the field. And your body translating the ruins of Egypt will become plunder and benefit for the nations. I'm trying to translate the images here.",
    "start": "00:33:46",
    "end": "00:34:42"
  },
  {
    "text": "Cool. So now we get to verse seven. Yeah, this sentence is hard to understand. I will cover you at. This is your translation. I will cover you at extinguishing your heavens.",
    "start": "00:34:42",
    "end": "00:34:53"
  },
  {
    "text": "Yeah, let's go to verse seven. When I extinguish you. When I put out you. Yeah, I mean, so now you're like a light. Yeah, you're like a light.",
    "start": "00:34:53",
    "end": "00:35:02"
  },
  {
    "text": "Metaphor shift.",
    "start": "00:35:02",
    "end": "00:35:03"
  },
  {
    "text": "When I extinguish you, I will cover the heavens and darken the stars.",
    "start": "00:35:03",
    "end": "00:35:08"
  },
  {
    "text": "So I'm putting you out to rest. We just saw. Experience that. Let's think of that as like taking your light out. And at the same time, I'm covering the heavens and darkening the stars.",
    "start": "00:35:08",
    "end": "00:35:20"
  },
  {
    "text": "Yeah. Which is a cosmic decreation image.",
    "start": "00:35:20",
    "end": "00:35:23"
  },
  {
    "text": "And the sun is gonna get covered, the moon's gonna be covered. And we talked about this already. The lights represent the power and authority of the heavenly creatures. Being able to display God's rule and God's light. And so for them to go out.",
    "start": "00:35:24",
    "end": "00:35:44"
  },
  {
    "text": "Is It's a reversal of the creation.",
    "start": "00:35:46",
    "end": "00:35:50"
  },
  {
    "text": "Order because they represent God's order of seasons and time.",
    "start": "00:35:50",
    "end": "00:35:54"
  },
  {
    "text": "That's right.",
    "start": "00:35:54",
    "end": "00:35:55"
  },
  {
    "text": "Okay.",
    "start": "00:35:55",
    "end": "00:35:55"
  },
  {
    "text": "Yeah. So biblical poets and the prophets used symbolic decreation imagery to talk about the cosmic significance of what today we would read in newspaper headlines of, like, the downfall of some leader or governor. And both their rise to power and their fall from power is just going to bring disorder, death and chaos. And the biblical authors use cosmic imagery to describe that.",
    "start": "00:35:55",
    "end": "00:36:30"
  },
  {
    "text": "Why?",
    "start": "00:36:30",
    "end": "00:36:30"
  },
  {
    "text": "Why do they do that? Well, they have this view of reality that there are forces at work animating behind these human power structures that are also agents of death and chaos alongside these humans. And that's just how they see the world. And so they use this imagery of what we would think of as the end of the world to describe the end of Pharaoh's world and the downfall of another agent of the dragon.",
    "start": "00:36:30",
    "end": "00:37:02"
  },
  {
    "text": "Why is darkening the stars the end of the world?",
    "start": "00:37:02",
    "end": "00:37:05"
  },
  {
    "text": "Oh, because the stars, the sun and the moon are all programmed to run in their courses to separate day from night, which is one of the fundamental structures of order in the world. That's how the biblical authors imagine it. So if you put the lights out, then there's no more lights coming on. It's just darkness.",
    "start": "00:37:06",
    "end": "00:37:25"
  },
  {
    "text": "I will darken over you. That's what. Okay.",
    "start": "00:37:26",
    "end": "00:37:30"
  },
  {
    "text": "All the shining lights in the skies, I will darken over you.",
    "start": "00:37:30",
    "end": "00:37:34"
  },
  {
    "text": "I will set darkness in your land.",
    "start": "00:37:34",
    "end": "00:37:35"
  },
  {
    "text": "We're going back to day one of creation and just that let there be.",
    "start": "00:37:35",
    "end": "00:37:38"
  },
  {
    "text": "Light is gone now.",
    "start": "00:37:38",
    "end": "00:37:39"
  },
  {
    "text": "Yeah. Days one and four of creation where God's light and then setting the lights in the sky, just peeling all that back.",
    "start": "00:37:39",
    "end": "00:37:46"
  },
  {
    "text": "So at one sense it's de creation, and another sense we are talking about this alliance between human evil and the rebellious heavenly evil.",
    "start": "00:38:12",
    "end": "00:38:26"
  },
  {
    "text": "Yep.",
    "start": "00:38:26",
    "end": "00:38:26"
  },
  {
    "text": "Right?",
    "start": "00:38:27",
    "end": "00:38:27"
  },
  {
    "text": "Yes, that's right. And that is. It's implicit here in describing these human rulers in the language of these kinds of cosmic chaos creatures. And over time in the Hebrew Bible, those cosmic chaos creatures will begin to be described in other ways that when we meet it in the New Testament, we'll be like Paul in Ephesians 2. He'll say, hey, you all non Israelites, just Greeks and Romans, living in Ephesus, you used to be dead in your transgressions and your sins in which you formally walked according to the course of this age, according to the prince of the power of the air, the spirit.",
    "start": "00:38:27",
    "end": "00:39:13"
  },
  {
    "text": "The power of the air.",
    "start": "00:39:13",
    "end": "00:39:14"
  },
  {
    "text": "Yeah, the prince of the power of the air, of the spirit that is working in those who are disobedient. And listen, we were all Formally living that way.",
    "start": "00:39:14",
    "end": "00:39:28"
  },
  {
    "text": "A power and a spirit.",
    "start": "00:39:28",
    "end": "00:39:30"
  },
  {
    "text": "Yep, spirit and a power. That's the prince of the air. So that language from Paul is the result of lots of meditation on the meaning of these chaos creature images in the Hebrew Bible.",
    "start": "00:39:30",
    "end": "00:39:47"
  },
  {
    "text": "And by spirit, you kind of went out of your way to talk about these dear creatures. They have bodies, but they're different. Fundamentally different bodies. And so when I think of spirit, I think of disembodied.",
    "start": "00:39:48",
    "end": "00:40:00"
  },
  {
    "text": "Yeah, no, that's a hang up. We have that spirit and whatever. We think of spirit as the opposite of embodied, but that's the opposite of how most people in the ancient world imagined it. They imagined spirit as just a different.",
    "start": "00:40:00",
    "end": "00:40:15"
  },
  {
    "text": "Body, different type of body.",
    "start": "00:40:15",
    "end": "00:40:17"
  },
  {
    "text": "And that body is actually more real than our bodies. Mm. Because we just have bodies made of dirt. They have bodies made of, like God stuff, divine stuff of light. Yeah.",
    "start": "00:40:17",
    "end": "00:40:29"
  },
  {
    "text": "Okay.",
    "start": "00:40:30",
    "end": "00:40:30"
  },
  {
    "text": "We're not there yet. We're not there yet. That's okay. It's all right.",
    "start": "00:40:33",
    "end": "00:40:37"
  },
  {
    "text": "But we're at another stopping point.",
    "start": "00:40:37",
    "end": "00:40:38"
  },
  {
    "text": "Yeah.",
    "start": "00:40:38",
    "end": "00:40:39"
  },
  {
    "text": "The Bible is okay. It's hard to read.",
    "start": "00:40:39",
    "end": "00:40:44"
  },
  {
    "text": "Yes, it is, John. It's not easy to read because we're wrestling with.",
    "start": "00:40:45",
    "end": "00:40:48"
  },
  {
    "text": "Not just trying to sympathetically think about chaos creatures and chaos realms, but we're talking about also how the Bible uses apocalyptic, like, you know, symbolism of the stars going out, decreation, which isn't merely like the end of the world as we might think of it, but also is the end of just a. A king's reign.",
    "start": "00:40:49",
    "end": "00:41:15"
  },
  {
    "text": "Yes, that's right. Yeah.",
    "start": "00:41:15",
    "end": "00:41:16"
  },
  {
    "text": "And that all hurts my brain.",
    "start": "00:41:16",
    "end": "00:41:18"
  },
  {
    "text": "Yeah. Maybe it's cross cultural communication.",
    "start": "00:41:20",
    "end": "00:41:24"
  },
  {
    "text": "This is cross cultural communication.",
    "start": "00:41:24",
    "end": "00:41:26"
  },
  {
    "text": "Yeah.",
    "start": "00:41:26",
    "end": "00:41:26"
  },
  {
    "text": "This hurts my brain. Yeah. In the similar way as like trying to read Shakespeare in junior high.",
    "start": "00:41:26",
    "end": "00:41:30"
  },
  {
    "text": "Yep.",
    "start": "00:41:30",
    "end": "00:41:31"
  },
  {
    "text": "It's like.",
    "start": "00:41:31",
    "end": "00:41:31"
  },
  {
    "text": "Yeah, I don't.",
    "start": "00:41:31",
    "end": "00:41:32"
  },
  {
    "text": "It's too hard.",
    "start": "00:41:32",
    "end": "00:41:33"
  },
  {
    "text": "Yeah. Just. This is such a different way of seeing the world than what I'm accustomed to. Yeah. I'm with you. It takes a lot of work. Communication takes a lot of work. And that is essentially what we're experiencing. Just trying to understand the communication of people from a long, long time ago.",
    "start": "00:41:33",
    "end": "00:41:52"
  },
  {
    "text": "Yeah.",
    "start": "00:41:52",
    "end": "00:41:53"
  },
  {
    "text": "But if I'm a disciple of Jesus, I believe that what those people communicated is something that God wants his people of all times to hear and so that it's worth the work, apparently. Hmm. Because there's dragons out there and they want us.",
    "start": "00:41:53",
    "end": "00:42:10"
  },
  {
    "text": "Well, that is the thing that I think we are comfortable in. I think this comes across in our horror movies.",
    "start": "00:42:11",
    "end": "00:42:20"
  },
  {
    "text": "Oh, yes, right. Yes. Like they are our cultural equivalent of telling the dragon slaying story.",
    "start": "00:42:20",
    "end": "00:42:27"
  },
  {
    "text": "And we get it. You watch it and you're just like. Just horrified, but kind of like captivated, but then disgusted. And it's putting you in contact with something.",
    "start": "00:42:28",
    "end": "00:42:43"
  },
  {
    "text": "Yeah. Really primal. Primal and primal stuff. To the human experience. And a poem about taking a dragon up and flaying its body and flinging it and filling ravines with blood. It's the ancient equivalent of like flasher movies. Yeah, in a way, yeah.",
    "start": "00:42:44",
    "end": "00:43:02"
  },
  {
    "text": "Okay. But it's all pointing to something. This is not an exercise of just pure poetry or pure imagination.",
    "start": "00:43:03",
    "end": "00:43:13"
  },
  {
    "text": "Yes.",
    "start": "00:43:14",
    "end": "00:43:14"
  },
  {
    "text": "The Bible wants us to encounter something very real and meditate on and make us wise.",
    "start": "00:43:14",
    "end": "00:43:22"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:43:23",
    "end": "00:43:23"
  },
  {
    "text": "It's wisdom. Literature.",
    "start": "00:43:23",
    "end": "00:43:24"
  },
  {
    "text": "Wisdom. So that when we look out and. And we see individuals, communities, or nations with a flagrant disregard for human life swallowing up people, resulting in disorder, decreation of communities, they want us to see that it's not just stupid humans, that there's something even more sinister that would drive somebody to think that doing that is good in the. In the name of some bigger cause. And they want us to trust that that force that seems to drive every generation of the human family into self ruin. The power of the air, Prince of the power of the air. That it's real, that it has destructive agency, and that its days are numbered. And that's what it means also to live in the biblical story and to have that as your imagination. And that's a different way of viewing reality than the ancient Israelites neighbors had. And it's the seedbed of hope. Or in Isaiah and the New Testament will be called the hope of new creation.",
    "start": "00:43:24",
    "end": "00:44:34"
  },
  {
    "text": "Okay, well, let's stop here. We're going to look at one more.",
    "start": "00:44:34",
    "end": "00:44:38"
  },
  {
    "text": "Yeah, Jonah.",
    "start": "00:44:38",
    "end": "00:44:39"
  },
  {
    "text": "Jonah. We're going to look at Jonah.",
    "start": "00:44:39",
    "end": "00:44:40"
  },
  {
    "text": "Yeah. He gets swallowed.",
    "start": "00:44:40",
    "end": "00:44:42"
  },
  {
    "text": "He gets swallowed by a sea beast.",
    "start": "00:44:42",
    "end": "00:44:44"
  },
  {
    "text": "By a whale, by a huge fish.",
    "start": "00:44:45",
    "end": "00:44:47"
  },
  {
    "text": "Okay.",
    "start": "00:44:48",
    "end": "00:44:48"
  },
  {
    "text": "That changes genders in the story.",
    "start": "00:44:48",
    "end": "00:44:50"
  },
  {
    "text": "Oh, what? Okay.",
    "start": "00:44:51",
    "end": "00:44:52"
  },
  {
    "text": "Yeah. Oh, that's wild.",
    "start": "00:44:52",
    "end": "00:44:53"
  },
  {
    "text": "That's a good little hook.",
    "start": "00:44:53",
    "end": "00:44:53"
  },
  {
    "text": "Yep. All right.",
    "start": "00:44:53",
    "end": "00:44:54"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. Next week we move on to the scroll of Jonah, a rebellious prophet who gets swallowed up by a sea monster.",
    "start": "00:44:57",
    "end": "00:45:07"
  },
  {
    "text": "If the sea dragon represents the disorder of creation itself, then even the undoing of creation can become a place where God's purposes are carried through to their next step, the sea dragon. Fish belly becomes a womb, out of which is born a whole new Jonah, who then goes on to do the will of God.",
    "start": "00:45:07",
    "end": "00:45:29"
  },
  {
    "text": "This episode was brought to you by our podcast team producer Cooper Peltz, associate producer Lindsey Ponder, lead editor Dan Gummel. Tyler Bailey also mixed this episode. Grace Vang edited the transcripts for this episode and Hannah Wu provided the annotations for our annotated podcast in our app. All of the music breaks for this series were written and composed by BibleProject staff. BibleProject is a crowdfunded nonprofit and we exist to experience the Bible as a unified story that leads to Jesus. And everything that we make is free because of the generous support of thousands of people just like you. So thank you so much for being a part of of this with us.",
    "start": "00:45:30",
    "end": "00:46:03"
  },
  {
    "text": "Hi, this is Eden and I'm from Champaign, Illinois. Hi, this is Jose Font and I'm from San Juan, Puerto Rico. I first heard about bibleproject about a year ago when a friend of mine recommended one of their videos. I first learned about the bibleproject by seeing some of their videos on Facebook. I use the BibleProject podcasts as part of my morning devotions. I use BibleProject for their videos and podcasts. My favorite thing about BibleProject is their dedication to spreading the Word of God through their free resources. The podcasts have really taught me the importance of grounding Scripture passages firmly into the context in which they were written before trying to analyze what the passage means to me in the 21st century, and I am really enjoying it. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes, and more@bibleproject.com.",
    "start": "00:46:03",
    "end": "00:47:00"
  }
]