[
  {
    "text": "The sea dragon is an ancient symbol representing chaos, death, and disorder. The sea dragon is also a creature that appears in the Bible. In fact, in Genesis 1, God places the tannin that is the sea dragon in the chaotic waters where he keeps him. Now, in other ancient Near Eastern versions of the sea dragon story, there's a storm God that battles the sea dragon. But Genesis 1 shows us that the sea dragon, no true rival of God. He's just another creature in God's world. However, we're gonna turn our attention to 2 Psalms 89 and 74, which actually depict God confronting the sea dragon like a cosmic battle.",
    "start": "00:00:04",
    "end": "00:00:46"
  },
  {
    "text": "One way to think about creation is to think about God confronting the forces of disorder and nothingness and chaos represented by the raging sea and its minions. Creation is being connected to the slaying of a chaos dragon.",
    "start": "00:00:46",
    "end": "00:01:01"
  },
  {
    "text": "These poems look back to the cosmic batt at the beginning of creation, but they also look forward to the day that Yahweh gives the dragon slaying power to a human image of God.",
    "start": "00:01:01",
    "end": "00:01:12"
  },
  {
    "text": "He's going to be such a glorious image of God that he will bring God's rule even over the waters. That's the image here.",
    "start": "00:01:12",
    "end": "00:01:20"
  },
  {
    "text": "Strangely enough, these poems don't end in victory. We expect this anointed one, this coming ruler, to crush the dragon. But the poems end with lamentations, which seems like the dragon wins. Why doesn't Yahweh stop the dragon from wreaking chaos in our lives?",
    "start": "00:01:20",
    "end": "00:01:36"
  },
  {
    "text": "This poem is designed to give us language for when we're standing in the chaotic rubble of our lives or our communities and we don't know when or why or how long the dragon's gonna be roaming around my life or my neighborhood. God is the dragon slayer, and he will slay it one day. But sometimes you just need to sit with your grief and call out to God.",
    "start": "00:01:37",
    "end": "00:02:02"
  },
  {
    "text": "Today, Tim Mackey and I talk about the dragon in the scroll of Psalms. I'm John Collins. You're listening to BibleProject Podcast. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:02:03",
    "end": "00:02:19"
  },
  {
    "text": "Hi, John.",
    "start": "00:02:19",
    "end": "00:02:20"
  },
  {
    "text": "Hey. We're gonna jump into the scroll of Psalms and talk about dragons.",
    "start": "00:02:20",
    "end": "00:02:26"
  },
  {
    "text": "Yes. Yeah. We are in a series where we're exploring the symbol of the dragon throughout the storyline of the Bible. And we've stopped and done big summaries of where we've been, where we're going. I'm not sure we need one right now, except to say maybe. Here's just. I'll try one real quick.",
    "start": "00:02:26",
    "end": "00:02:47"
  },
  {
    "text": "Okay.",
    "start": "00:02:47",
    "end": "00:02:47"
  },
  {
    "text": "1. The cultural setting of the Bible and of the biblical authors, their world and Imaginations were filled with stories about a storm God conquering and slaying a dragon in a battle over the ocean to bring order and divine reign and rule to the world. The storm God ascends a high mountain, cosmic mountain that has heaven on earth on top, builds a palace, throws a feast for everybody and amen, happy day. So what the biblical authors do is they want to express their unique convictions about God and reality, but they will often use the symbolism of that motif or storyline, but always tweaking it. So for example, the biblical authors have the deep conviction that the only ultimate reality is God's own self. There is no rival to God. But God does want to create something other than God's self with intelligent image bearing partners in heaven and on earth. Right. Rulers above and rulers below. And he gives each of them a realm of responsibility and to the humans which are the main focus, a call to partner with God in taking creation on a journey from the little seed of garden order, to take all creation on that journey towards the garden ideal. But the garden's surrounded by a wilderness which is surrounded by an ocean. And it's, you know, some stuff that needs to be subdued out there. And so if you want to talk about those anti creation or forces of chaos and disorder, the chaotic sea and then the dragon in the sea is one of the main ways the biblical authors use the symbol of the dragon not as a rival to God, but as a rival to creation. And the image bearing creatures that are called to bring God's order to creation.",
    "start": "00:02:48",
    "end": "00:04:48"
  },
  {
    "text": "Not arrival to God, but arrival to the images of God in a way.",
    "start": "00:04:48",
    "end": "00:04:52"
  },
  {
    "text": "Yep, that's right. And so the dragon or the sea or the wilderness, and the creatures of the wilderness, the wilder beasts, yeah, totally become symbols for the opposite of creation and forces that need to be subdued and have order imposed upon them in order to spread God's garden ideal to the land. But when images of God, heavenly or earthly, choose to not do good and live by God's will to bring about the garden ideal, but they undo good by doing evil. They are actually playing the role of the dragon.",
    "start": "00:04:52",
    "end": "00:05:32"
  },
  {
    "text": "Yeah, but it's fiercer dragon at this.",
    "start": "00:05:32",
    "end": "00:05:34"
  },
  {
    "text": "Point it's even more terrifying because it's not just a mindless, chaotic sea. It's actually mixing that chaotic impulse with an intelligence.",
    "start": "00:05:34",
    "end": "00:05:45"
  },
  {
    "text": "Right. It's not merely a poisonous snake out in the wilderness now.",
    "start": "00:05:45",
    "end": "00:05:50"
  },
  {
    "text": "It's, it's a shrewd snake.",
    "start": "00:05:50",
    "end": "00:05:51"
  },
  {
    "text": "It's a crafty, crafty, A wise snake.",
    "start": "00:05:51",
    "end": "00:05:54"
  },
  {
    "text": "Yeah. It could actually trick you, trick you into undoing your own good and thinking that that's what's good. Yeah, to embrace death as if it's life. And then humans can put on the dragon costume and become dragons to each other. So that's the world in which the biblical story takes place. What I want to look at are two Psalms, Psalms 89 and 74, which pull on the dragon slaying motif, but tweak it in this way that we've been talking about significantly. So important for both of these psalms in the biblical story is all humanity has forfeited and become seduced by the heavenly dragon, the rebellious rulers. The rebellious rulers above in the form of the snake. And then humans from the Cain story onward have actually become devouring dragons to each other, building their dragon like kingdoms. So God chooses one family out of the nations, family of Abraham to be his covenant partners in kingdom of priests and images to all of the other nations. And the nation itself proves pretty bad at doing that. So God selects one family out of that family and then one leader, David, and installs him as an image of God over the people. But then David blows it. And so there's this promise that God will raise up from the lineage of David a future image of God partner to bring cosmic order and the garden ideal to everybody else. That's all taken for granted when we start reading Psalm 89. I want to start with 89. Okay. All right, let's begin. Let's kind of read it back and forth.",
    "start": "00:05:54",
    "end": "00:08:11"
  },
  {
    "text": "Okay.",
    "start": "00:08:11",
    "end": "00:08:12"
  },
  {
    "text": "Just because that will make it more interesting. So I'll let you read verses one through four. All right.",
    "start": "00:08:12",
    "end": "00:08:17"
  },
  {
    "text": "I will sing of the loyal love of Yahweh forever to all generations. I will make known your faithfulness with my mouth. For I have said loyal love will be built up forever in the heavens. You will establish your faithfulness. Who am I here? I'm singing. I will sing.",
    "start": "00:08:17",
    "end": "00:08:38"
  },
  {
    "text": "Well, in verses one and two is the poet.",
    "start": "00:08:38",
    "end": "00:08:40"
  },
  {
    "text": "Okay, the poet. I will sing.",
    "start": "00:08:41",
    "end": "00:08:42"
  },
  {
    "text": "Yeah. But verses three and four, as we're gonna see, are a quote from God. Okay, yeah. Which you're about to read.",
    "start": "00:08:42",
    "end": "00:08:49"
  },
  {
    "text": "And then it continues. I have made a covenant with my chosen, and I have sworn to David, my servant. I will establish your seed forever and build up your throne to all generations. Selah.",
    "start": "00:08:49",
    "end": "00:09:03"
  },
  {
    "text": "Selah. This is the introductory paragraph to the poem.",
    "start": "00:09:03",
    "end": "00:09:07"
  },
  {
    "text": "Okay, so these are words about the.",
    "start": "00:09:07",
    "end": "00:09:11"
  },
  {
    "text": "Character of God taken from the golden calf story. When God forgives Israel for making the.",
    "start": "00:09:11",
    "end": "00:09:16"
  },
  {
    "text": "Golden Calf full of loyal love and faithfulness.",
    "start": "00:09:16",
    "end": "00:09:18"
  },
  {
    "text": "Yeah. Yahweh. Yahweh, a God, gracious and compassionate, abounding in loyal Love and faithfulness.",
    "start": "00:09:18",
    "end": "00:09:24"
  },
  {
    "text": "I will sing of your loyal love to all the generations. I'll make your faithfulness known with my mouth.",
    "start": "00:09:25",
    "end": "00:09:30"
  },
  {
    "text": "Yeah. So in the first two verses, the poet is saying, it's Yahweh's loyal love and faithfulness that keeps all of creation like knit together in the heavens. Your trustworthiness is established. There's an order, cosmic order. And that cosmic order for all creation is mirrored by a covenant order that he has promised for one family on the land, namely the family of Israel. Notice the repetition of the words built up and establishing. That's creation terminology of God building and establishing. So this is going to be a poem about how somehow the cosmic order, it displays God's love and faithfulness. And then the covenant order of God's promise to David is also a reflection of his loyal love and faithfulness. Okay, okay. I'll read verses five through eight. The heavens praise your wonders, O Yahweh, and your faithfulness in the assembly of the holy ones. Who in the skies is comparable to Yahweh? Who among the sons of Elohim is like Yahweh? He is an Elohim, greatly feared in the counsel of the holy ones. Awesome. Above all those who are around him, O Yahweh, God of hosts, who is like you, mighty Yah, your faithfulness surrounds you. So we begin by talking about Yahweh's elevation above all other heavenly beings, the sky rulers. Yes. This is one of the two or three times the idea of a divine council, a divine assembly of heavenly beings. They're called the holy ones. And the sons of Elohim here, and Yahweh is both with them, but also like none of them is comparable.",
    "start": "00:09:31",
    "end": "00:11:36"
  },
  {
    "text": "And they're the ones in the heavens praising.",
    "start": "00:11:36",
    "end": "00:11:38"
  },
  {
    "text": "Yeah, yeah. And they're called the hosts. So the word stars is not used, but it's the host of heaven.",
    "start": "00:11:38",
    "end": "00:11:44"
  },
  {
    "text": "Yeah.",
    "start": "00:11:44",
    "end": "00:11:44"
  },
  {
    "text": "Heavenly beings, the divine council, the sons of Elohim, they're with God in the heavens, but none of them can even be compared. The deep assumption underneath here is because they're creatures and Yahweh is creator.",
    "start": "00:11:45",
    "end": "00:11:59"
  },
  {
    "text": "Got it?",
    "start": "00:11:59",
    "end": "00:11:59"
  },
  {
    "text": "Yep. Okay, so that's Yahweh is his power and status is being shown by how he compares to the heavenly beings, the rulers above. Verses 9 through 12. I'll let you read it.",
    "start": "00:11:59",
    "end": "00:12:15"
  },
  {
    "text": "You rule the swelling of the sea. When its waves rise, you steal them. You yourself crushed Rahab, like one who was slain. Remind me, who's Rahab again?",
    "start": "00:12:15",
    "end": "00:12:25"
  },
  {
    "text": "Rahav. Rahav is a unique Hebrew Israelite title For the dragon.",
    "start": "00:12:26",
    "end": "00:12:30"
  },
  {
    "text": "Okay.",
    "start": "00:12:30",
    "end": "00:12:31"
  },
  {
    "text": "It means the one who rages.",
    "start": "00:12:31",
    "end": "00:12:32"
  },
  {
    "text": "Oh, that's right. This is the rager.",
    "start": "00:12:32",
    "end": "00:12:34"
  },
  {
    "text": "Yeah.",
    "start": "00:12:34",
    "end": "00:12:34"
  },
  {
    "text": "You crushed Rahav the rager. So this is the dragon.",
    "start": "00:12:34",
    "end": "00:12:39"
  },
  {
    "text": "Yep.",
    "start": "00:12:39",
    "end": "00:12:39"
  },
  {
    "text": "You crushed Rahav like one who is slain. With your strong arm. You scattered your enemies. Okay.",
    "start": "00:12:39",
    "end": "00:12:47"
  },
  {
    "text": "Yeah.",
    "start": "00:12:47",
    "end": "00:12:48"
  },
  {
    "text": "So crushing the dragon is crushing enemies.",
    "start": "00:12:48",
    "end": "00:12:51"
  },
  {
    "text": "Yeah. And remember, in the Babylonian version that we find in a text called Enuma Elish, Tiamat comes as the form of the sea, and then with her is a huge army of dragons and scorpions and beasts and so on. That's the image here.",
    "start": "00:12:51",
    "end": "00:13:08"
  },
  {
    "text": "Okay. The sky belongs to you. Also the land belongs to you. The world and all it contains. You have founded them, the north and the south. You have created them. Tabor and Hermon shout for joy at your name. Are those north and south, Tabor and Hermon?",
    "start": "00:13:08",
    "end": "00:13:26"
  },
  {
    "text": "Yes, Tabor and Hermon. Oh, they're mountains. Yeah, yeah, they're mountains.",
    "start": "00:13:26",
    "end": "00:13:31"
  },
  {
    "text": "One to the north, one to the.",
    "start": "00:13:31",
    "end": "00:13:31"
  },
  {
    "text": "South, one way in the north and one kind of in the south of Hermon. Yep.",
    "start": "00:13:31",
    "end": "00:13:35"
  },
  {
    "text": "Keep going.",
    "start": "00:13:35",
    "end": "00:13:36"
  },
  {
    "text": "Well, so let's just pause. So now we are elevating the loyal love and faithfulness by talking about how Yahweh is the dragon slayer and of the dragon armies. With his arm. With his arm. And then that slaying of the chaos dragon is connected to the order of Creation. The sky and the land belong to you. You separated them north and south, the high places and the low places. So God orders the sea and the mountains. So here Creation is being connected to the slaying of the chaos dragon.",
    "start": "00:13:36",
    "end": "00:14:13"
  },
  {
    "text": "Hmm. Okay.",
    "start": "00:14:13",
    "end": "00:14:15"
  },
  {
    "text": "Well, and this is the way you tell the story. In other words, we're leaning here into the way the story gets told in the cultures around Israel.",
    "start": "00:14:16",
    "end": "00:14:26"
  },
  {
    "text": "I see.",
    "start": "00:14:26",
    "end": "00:14:27"
  },
  {
    "text": "One way to think about creation is to think about God confronting the forces of disorder and nothingness and chaos represented by the raging sea and its minions.",
    "start": "00:14:28",
    "end": "00:14:41"
  },
  {
    "text": "But how he did that in Genesis 1 was he separated it.",
    "start": "00:14:41",
    "end": "00:14:45"
  },
  {
    "text": "Yep. No violent conflict at all.",
    "start": "00:14:45",
    "end": "00:14:47"
  },
  {
    "text": "Yeah, he didn't slay it.",
    "start": "00:14:47",
    "end": "00:14:48"
  },
  {
    "text": "That's right. So just this is another way to tell the same story, but using a different set of images from the dragon slaying motif.",
    "start": "00:14:48",
    "end": "00:14:55"
  },
  {
    "text": "All right, so Genesis 1 here is being described as a battle. A battle. Even though in Genesis 1 it was clearly not a battle.",
    "start": "00:14:55",
    "end": "00:15:03"
  },
  {
    "text": "That's right. And I think that's important that that's the way that the whole biblical story opens. But if you want to reference back, here's another way to think about creation. If we want to work within the dragon slaying myth, you can do it this way. Genesis 1 is nodding to the dragon slaying myth, but also reworking it so heavily, you don't even really recognize it anymore as a dragon slaying myth. Yeah, but the biblical authors could talk about creation both ways. Okay, okay. And then we end with verse 13 and 14. You have an arm with might. Your hand is strong. Your right hand is exalted. Righteousness and justice are the foundation of your throne. Loyal love and truth go before you the exaltation of God's right hand. This is all taken from the song that the Israelites sing after they're delivered at the sea in Exodus 15. God's strong right hand. Just real quick, in Exodus 15, after God is praised for hurling Pharaoh and his chariots into the water, we read your right hand. Yahweh is majestic in power. Your right hand shatters the enemy. So with an outstretched arm and a mighty hand. That's the phrase in Deuteronomy that refers to the defeat of Pharaoh at the sea. So we have a description here of God's elevation above all other heavenly rulers. We have his power over the forces of chaos. And then we have an allusion here to his victory over human land rulers.",
    "start": "00:15:03",
    "end": "00:16:49"
  },
  {
    "text": "Whenever the arm is talked about, it's over.",
    "start": "00:16:49",
    "end": "00:16:51"
  },
  {
    "text": "Yeah, you have a strong arm. And here up above, the strong arm shattered Rahab and scattered its enemies. But then we hear. We refer to God's strong arm that is exalted, and any other land dragons that want to appear, Yahweh will smash them too. So we have an allusion to the three realms, the sky, the land, and the sea. And Yahweh is superior over all the unrivaled king of creation and bringer of order.",
    "start": "00:16:52",
    "end": "00:17:24"
  },
  {
    "text": "Okay, so one way to talk about the dragon is chaotic disorder of creation. And when we employ the dragon image, we could do what Genesis 1 did, which is to say, you know, all God had to do was just with his word, like, separate out and create life. There wasn't some epic battle. And then he called the humans to then rule and subdue on his behalf. And then there in lies the epic battle in a way that will have to go down.",
    "start": "00:17:24",
    "end": "00:17:54"
  },
  {
    "text": "Yeah.",
    "start": "00:17:54",
    "end": "00:17:55"
  },
  {
    "text": "But here in this psalm, when he talks about that same idea of creating order in the sea, it is described as crushing.",
    "start": "00:17:55",
    "end": "00:18:06"
  },
  {
    "text": "Yeah, crushing the dragon.",
    "start": "00:18:06",
    "end": "00:18:07"
  },
  {
    "text": "The dragon. The point is that God has dominion over power over.",
    "start": "00:18:07",
    "end": "00:18:12"
  },
  {
    "text": "Yeah, that's right. Yeah. So it's tough because literally it's like, well, did God speak and the dragon is just a creature in the waters, or did God destroy it? Just Crush its head. And I think the biblical authors would say, yeah, those are two ways of thinking about the same reality.",
    "start": "00:18:12",
    "end": "00:18:30"
  },
  {
    "text": "And one, the dragon's dead and one, the dragon's not. Dread.",
    "start": "00:18:30",
    "end": "00:18:34"
  },
  {
    "text": "Yeah, totally. Yeah, that's right. But the point, I guess the point of the psalm is actually not to set out a comprehensive view of reality. The point is to praise Yahweh and talk about how powerful he is in comparison to the heavenly beings, in comparison to chaos, and in comparison to any land creatures that would want to challenge him. Okay, so the conclusion of this first part. How blessed are the people who know the joyful sound. O Yahweh, in the light of your face they walk in your name. They rejoice by your righteousness they're exalted, for you are the beauty of their strength. By your favor our horn is exalted. Our shield belongs to Yahweh, our king, to the Holy One of Israel. Man. If a God that powerful were to ever ally with a people who could just, like, live in communion with that God and get a king appointed by that God, that would be a sweet setup.",
    "start": "00:18:34",
    "end": "00:19:28"
  },
  {
    "text": "Okay.",
    "start": "00:19:28",
    "end": "00:19:28"
  },
  {
    "text": "Yeah.",
    "start": "00:19:28",
    "end": "00:19:29"
  },
  {
    "text": "So that's the purpose of this psalm, is to say God's creative, powerful force over creation is he's doing that with a people, with a covenant through David and man. If these people can walk in that light, that's a blessed people with a joyful sound, and they're going to have power.",
    "start": "00:19:29",
    "end": "00:19:52"
  },
  {
    "text": "Yeah. Now, this feels like it could be the end of the psalm. This is only the first third.",
    "start": "00:19:52",
    "end": "00:19:58"
  },
  {
    "text": "Okay.",
    "start": "00:19:58",
    "end": "00:19:58"
  },
  {
    "text": "This is one of the longest psalms in the whole psalm scroll. The next part goes from verses 19 to 37. It's long. We don't have time to read it all. This whole thing is a poetic meditation on God's promise to David that we read about in 2 Samuel 7. You know how sometimes there's a narrative and then there's a poem right after the narrative? This is that the middle of Psalm 89 could have.",
    "start": "00:19:59",
    "end": "00:20:24"
  },
  {
    "text": "It's a poetic reflection on 2 Samuel 7. 2 Samuel 7.",
    "start": "00:20:24",
    "end": "00:20:28"
  },
  {
    "text": "It could have been 2 Samuel 8. Come right after. Okay, so what it goes on to tell is about God's promise. He says that I'm just going to kind of skim here. Verse 20. Speaking in God's voice, I have found David, my servant. With my holy oil I've anointed him with whom my hand will be steadfast. My arm will strengthen him. So now David will be the agent of God's order, bringing arm that defeated chaos. And now David will be the Agent of that verse 24. My faithfulness and loyal love will be with him, and in my name his horn will be exalted. Check this out. I will set his hand on the sea and his right hand on the rivers.",
    "start": "00:20:28",
    "end": "00:21:14"
  },
  {
    "text": "What does that mean?",
    "start": "00:21:14",
    "end": "00:21:15"
  },
  {
    "text": "He's going to be such a glorious image of God that he will bring God's rule even over the waters. Wow, that's the image here. God rules over the waters. Now he installs an image, and that image will rule over the waters.",
    "start": "00:21:15",
    "end": "00:21:32"
  },
  {
    "text": "Humans are, like, clearly land creatures.",
    "start": "00:21:32",
    "end": "00:21:35"
  },
  {
    "text": "Yeah, this is pretty exalted. But in Genesis 1, humans are called to rule the land creatures, also the birds, and also the fish in the sea. But this whole thing comes with a condition. Verse 29. I will establish David's seed forever and his throne like the days of the skies. Whoa. Okay, that's a big promise. If. There's a big if. But if his sons forsake my law and don't walk in my judgments, if they violate my statutes and don't keep my commandments, then I'll punish their transgressions with the rod and their iniquities with blows. But I won't break off my loyal love from him or deal falsely in my faithfulness. So each generation of David's line will have a choice put in front of them about whether they will rule by the law, judgment, statutes, and commandments of God. And if not, then they're gonna suffer the consequences. But God won't break off his perpetual loyal love. It just means that generation will find itself outside the garden. So it kind of sets up that. Oh, okay. So I guess you could find yourself outside of the cosmic garden that God wants to create. It just depends on how each king responds. So this leads us to the last third of the poem. And here I'll just kind of skim, if that's okay. Yeah, okay. But you. This is now the poet speaking to God. You have cast us off and rejected. You've been angry with your anointed one. You have spurned. You have shown contempt for the covenant of your servant. You've profaned his crown in the dust, breaking down his walls, bringing his strongholds to ruin. Anybody who passes by can plunder him. He has become publicly shamed by his neighbors. You have exalted the right hand of his adversaries and have made all his enemies rejoice.",
    "start": "00:21:35",
    "end": "00:24:21"
  },
  {
    "text": "And this is Israel being conquered? Or is this just a king, like a corrupt king within Israel, just making them suffer?",
    "start": "00:24:21",
    "end": "00:24:30"
  },
  {
    "text": "Yeah, I think, as we're going to see, this is A reflection of the downfall of the Davidic kingdom, which happened at the hands of Babylon and was threatened many times earlier by other kingdoms. But Babylon was the one who brought him down to the dust. There's a whole scene in Two Kings that focuses on the king from the line of David named Zedekiah, who is hauled off in chains by Babylon and blinded. His eyes are poked out and all of his sons have their throats slit in front of him. I mean, it's just like. It's a gruesome scene that this is poetically reflecting on. So now this becomes a lament psalm. How long, Yahweh, will you hide? How long will your hot anger burn like fire? Remember what my span of life is? Oh, for what hevel, what vanity you have created. All the sons of Adam. What human can live and not see death? Can he deliver his soul from the power of the grave? Selah, now this, you're kind of like, why are we talking about this now? I thought we were talking about, like, the downfall of a king.",
    "start": "00:24:30",
    "end": "00:25:42"
  },
  {
    "text": "Now we're just talking about the plight of humanity in general.",
    "start": "00:25:43",
    "end": "00:25:45"
  },
  {
    "text": "The sons of Adam and how they are dying outside the garden. That's the language here.",
    "start": "00:25:46",
    "end": "00:25:51"
  },
  {
    "text": "Yeah, well, because the Davidic king was supposed to solve that.",
    "start": "00:25:51",
    "end": "00:25:55"
  },
  {
    "text": "Exactly. Yes.",
    "start": "00:25:55",
    "end": "00:25:56"
  },
  {
    "text": "Okay.",
    "start": "00:25:56",
    "end": "00:25:56"
  },
  {
    "text": "Yeah. In other words, the downfall of the Davidic king is being set on analogy to the death and mortality of humans outside the garden.",
    "start": "00:25:56",
    "end": "00:26:04"
  },
  {
    "text": "Okay.",
    "start": "00:26:05",
    "end": "00:26:05"
  },
  {
    "text": "Isn't that interesting?",
    "start": "00:26:05",
    "end": "00:26:06"
  },
  {
    "text": "Yeah.",
    "start": "00:26:06",
    "end": "00:26:06"
  },
  {
    "text": "So verse 49. Where are your former acts of loyal love? This is so different than how the poem begins.",
    "start": "00:26:07",
    "end": "00:26:13"
  },
  {
    "text": "Yeah, right.",
    "start": "00:26:13",
    "end": "00:26:14"
  },
  {
    "text": "That you swore to David. Remember Yahweh, the public shame of your servants, I have to bear it in my chest. From all of the peoples your enemies have publicly shamed, Yahweh, they are publicly shaming the heels of your anointed one. That's the end of the poem. And then the editorial conclusion to book three of the Psalms then goes, blessed be Yahweh forever. Amen. And Amen. It's really out of sync with the poem.",
    "start": "00:26:15",
    "end": "00:26:42"
  },
  {
    "text": "How do you know that's the end of the poem and not the last line?",
    "start": "00:26:43",
    "end": "00:26:45"
  },
  {
    "text": "Oh, yeah, it matches the conclusion of Psalms 41, 72. This and the end of 106. And in all of them, you could say, maybe that's the last line of the poem itself, but here it really sticks out.",
    "start": "00:26:45",
    "end": "00:27:00"
  },
  {
    "text": "I see.",
    "start": "00:27:00",
    "end": "00:27:00"
  },
  {
    "text": "Because it ends with a lament cry asking God why he's allowing something terrible. And then it's like, blessed be Yahweh forever. So this last third of the poem is about how God has allowed his image of God, Davidic king, to have his crown be trampled on in the dust. In the middle is about the mortality of the sons of Adam. And then the last line of the poem is about how enemies are heaping public shame on the heels of God's anointed one.",
    "start": "00:27:00",
    "end": "00:27:32"
  },
  {
    "text": "Mm.",
    "start": "00:27:33",
    "end": "00:27:33"
  },
  {
    "text": "This just all sounds like Genesis 3.",
    "start": "00:27:34",
    "end": "00:27:36"
  },
  {
    "text": "Mm. You're saying that. Cause you have highlighted here the dust.",
    "start": "00:27:36",
    "end": "00:27:40"
  },
  {
    "text": "Mm.",
    "start": "00:27:40",
    "end": "00:27:41"
  },
  {
    "text": "And the heel.",
    "start": "00:27:41",
    "end": "00:27:42"
  },
  {
    "text": "Yeah.",
    "start": "00:27:43",
    "end": "00:27:43"
  },
  {
    "text": "And that's applied to the story of the snake. The snake eats the dust.",
    "start": "00:27:43",
    "end": "00:27:47"
  },
  {
    "text": "Yep.",
    "start": "00:27:47",
    "end": "00:27:47"
  },
  {
    "text": "But snake bites the heel of the human.",
    "start": "00:27:48",
    "end": "00:27:50"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:27:50",
    "end": "00:27:52"
  },
  {
    "text": "Of the one that will crush it. The coming anointed one.",
    "start": "00:27:52",
    "end": "00:27:54"
  },
  {
    "text": "That's right. So instead of emerging up out of the dust to rule, the ruler has been reduced back to the dust. And instead of putting his heel on the head of his enemies, instead. Here the enemies are publicly shaming the heel.",
    "start": "00:27:54",
    "end": "00:28:08"
  },
  {
    "text": "And here the enemy isn't some snake. The enemy is.",
    "start": "00:28:08",
    "end": "00:28:12"
  },
  {
    "text": "But remember, all the way back, the enemies. The first time enemies was used was when God scattered the enemies who are the minions of the raging one in the sea.",
    "start": "00:28:12",
    "end": "00:28:22"
  },
  {
    "text": "And so it's that connection again of humans rebellion against order are in some way being mirrored by kind of a.",
    "start": "00:28:22",
    "end": "00:28:33"
  },
  {
    "text": "Cosmic rebellion, or God himself was victorious over the dragon in the chaos waters.",
    "start": "00:28:33",
    "end": "00:28:41"
  },
  {
    "text": "Okay.",
    "start": "00:28:41",
    "end": "00:28:41"
  },
  {
    "text": "And that authority and power belongs to God alone, not to any other heavenly being. And that's the strength of God's arm. That's the first third of the poem.",
    "start": "00:28:42",
    "end": "00:28:50"
  },
  {
    "text": "Okay.",
    "start": "00:28:50",
    "end": "00:28:51"
  },
  {
    "text": "Second part of the poem is God's arm has chosen and empowered an image of God from the line of David to do what God does in having his hand on the sea and over the rivers. If he lives by God's law, judgment, statute, command, then he will become this perfect instrument of God's rule on the land. But if he doesn't, then there will be the consequences. And then you don't move to any story of the sin of David's line or what they do. It's just all of a sudden, here they are, like, smashed in the dust, dying like the sons of Adam with enemies on their heels. So I think here it's. Now there are other land rulers who have taken the place of the raging dragon or become an instrument of the raging dragon, snatching at the heels of God's anointed one. So there's a whole backstory underneath this here. So what's interesting is the heavenly rulers are mentioned, but they aren't really, like, brought up again.",
    "start": "00:28:51",
    "end": "00:29:58"
  },
  {
    "text": "Right.",
    "start": "00:29:59",
    "end": "00:29:59"
  },
  {
    "text": "What this is is about human enemies taking the role of the dragon now, and they were powerless against God. But those dragon. Human enemies are very powerful against God's image because they haven't lived by God's wisdom. I think that's the backstory here. So the dragon doesn't appear in the last third, but you just have enemies at the heels that remind you of what God said the snake would do, which is strike the heel of God's anointed one.",
    "start": "00:30:00",
    "end": "00:30:29"
  },
  {
    "text": "In the first part of the poem, when God strikes the dragon.",
    "start": "00:30:29",
    "end": "00:30:33"
  },
  {
    "text": "Yeah.",
    "start": "00:30:33",
    "end": "00:30:34"
  },
  {
    "text": "This is just ordering creation. And now when there's the new set of enemies, I imagine are like human enemies.",
    "start": "00:30:34",
    "end": "00:30:45"
  },
  {
    "text": "Yeah, yeah. Literally, like Babylonian soldiers. Yeah.",
    "start": "00:30:45",
    "end": "00:30:49"
  },
  {
    "text": "But you're saying I'm supposed to connect these enemies to the enemies of the dragon. The dragon's enemies are the enemies allied with the dragon.",
    "start": "00:30:49",
    "end": "00:30:58"
  },
  {
    "text": "Yeah, I guess, maybe. The literary design of the poem is in three parts. The word enemies appears in just the first part and the last part. In the first part, they're associated with the dragon that God conquered.",
    "start": "00:30:58",
    "end": "00:31:11"
  },
  {
    "text": "Yeah. The enemy is disorder.",
    "start": "00:31:11",
    "end": "00:31:12"
  },
  {
    "text": "Yeah, that's right. In the last part, God has handed his Anointed One and their descendants over to destruction because of their disobedience. That was what the middle part was about. But in this third part, the enemies come back, but in this time, they're the king, the anointed One's enemies that get victory over the Anointed One.",
    "start": "00:31:12",
    "end": "00:31:35"
  },
  {
    "text": "So if we used our. We talked about this image of the dragon as disorder, and you can use the dragon as a costume when you are in rebellion against God, applying that to this psalm, you've got God. He is the one who can create order, cosmic order. And so cosmic disorder is the dragon and its enemies. And God's just like, yeah, I can slay that. Easy. Done. And that's when the enemies first shows up.",
    "start": "00:31:36",
    "end": "00:32:07"
  },
  {
    "text": "Yep.",
    "start": "00:32:07",
    "end": "00:32:07"
  },
  {
    "text": "In the first third of the poem, we get to the last third of the poem, the word enemy shows up again. This is humans who are bringing disorder to creation.",
    "start": "00:32:07",
    "end": "00:32:19"
  },
  {
    "text": "Yeah. Or let's go to the. The middle step is, then God wants to share his power, that chaos, that ordering power, that ordering power over chaos. To share it with a human representative.",
    "start": "00:32:19",
    "end": "00:32:29"
  },
  {
    "text": "Yeah, right.",
    "start": "00:32:29",
    "end": "00:32:30"
  },
  {
    "text": "If they live by his wisdom and.",
    "start": "00:32:30",
    "end": "00:32:32"
  },
  {
    "text": "Word, which is the story of humanity. But here is the story of David. David, who is meant to rescue humanity.",
    "start": "00:32:32",
    "end": "00:32:40"
  },
  {
    "text": "Yeah. Or rescue Israel.",
    "start": "00:32:40",
    "end": "00:32:42"
  },
  {
    "text": "To be a blessing for the nations.",
    "start": "00:32:42",
    "end": "00:32:43"
  },
  {
    "text": "To the nations. Yep. Yeah, yeah, that's right. That's right.",
    "start": "00:32:43",
    "end": "00:32:46"
  },
  {
    "text": "Well, I mean, because then you get this little reprieve of, like, when David falls, it's like, oh, man, humanity's dust.",
    "start": "00:32:46",
    "end": "00:32:56"
  },
  {
    "text": "Yeah, totally. Yeah, exactly.",
    "start": "00:32:56",
    "end": "00:32:57"
  },
  {
    "text": "Because that's David's role is to be.",
    "start": "00:32:57",
    "end": "00:33:00"
  },
  {
    "text": "The new human, the new Adam.",
    "start": "00:33:00",
    "end": "00:33:01"
  },
  {
    "text": "The new Adam.",
    "start": "00:33:01",
    "end": "00:33:02"
  },
  {
    "text": "Yeah, that's right. Okay, so once God has installed and shared that ordering power with a human ruler, now that human ruler's enemies play the same role as God's enemies in the dragon. Yahweh faced down the dragon with that power. He gave that power to human to face his cosmic chaos enemies, but they blew it. And so now those chaos enemies have power over him and his heel. So when we're talking about the chaos enemies of the line of David, we're talking about. We're talking about Babylon.",
    "start": "00:33:02",
    "end": "00:33:40"
  },
  {
    "text": "Yeah. And Babylon is talked about in terms of being a dragon in Isaiah.",
    "start": "00:33:40",
    "end": "00:33:45"
  },
  {
    "text": "Yeah.",
    "start": "00:33:45",
    "end": "00:33:45"
  },
  {
    "text": "And so the dragon that God slayed was the dragon that represents the chaos and disorder of creation, that God can.",
    "start": "00:33:45",
    "end": "00:33:54"
  },
  {
    "text": "Order, but then the chaos that stands in opposition to creation. Yeah, yeah, that's right.",
    "start": "00:33:54",
    "end": "00:34:00"
  },
  {
    "text": "That needs to be ordered. But when Babylon becomes the dragon, that represents humans in rebellion against God, wanting to bring creation back into more disorder instead of order. And so the sea dragon isn't talked about again in the end of the poem, but they are enemies.",
    "start": "00:34:00",
    "end": "00:34:20"
  },
  {
    "text": "The enemies.",
    "start": "00:34:20",
    "end": "00:34:21"
  },
  {
    "text": "And the only other time in this poem the word enemies is used is in relation to the sea dragon.",
    "start": "00:34:21",
    "end": "00:34:25"
  },
  {
    "text": "That's right. And what drives the poem forward is Yahweh is a God of loyal love and faithfulness. He crushed the sea dragon to bring about order and creation. And then he shared that power with some human partners and promised that he would rule the world and bring that cosmic order about through them. He promised. He promised, promised, promised. Now that promise had a condition for each generation. But God said, I'm never going to break off this promise. There will be a future seed. And now the seed is defeated by enemies dying like the rest of the sons of Adam. Where are you, God? Where's that promise right now? What are you going to do about it? Because all I see is your human images of God being shamed, not ruling. And that's how the poem ends. It's a lament, true lament poem and perfect segue. Because Psalm 74 fits in to the storyline at work under Psalm 89, just from another angle. So let's pause, hold everything from Psalm 89, and then let's dive into one more psalm. This one's a lot shorter. Okay, so we can read it all. I'll let you start with first, third verses, one to three.",
    "start": "00:34:25",
    "end": "00:36:17"
  },
  {
    "text": "Oh, God, why have you rejected us perpetually? Why does your anger smoke against the sheep of your pasture? Remember your congregation, which you have purchased of old. What did he do? Congregation purchasing. He purchased the congregation.",
    "start": "00:36:18",
    "end": "00:36:37"
  },
  {
    "text": "He purchased? Yeah, Purchased. Buying off the slave market. It's an image of redeeming. Redeeming a slave.",
    "start": "00:36:37",
    "end": "00:36:44"
  },
  {
    "text": "The congregation is Israel.",
    "start": "00:36:44",
    "end": "00:36:45"
  },
  {
    "text": "Yep.",
    "start": "00:36:45",
    "end": "00:36:45"
  },
  {
    "text": "Okay.",
    "start": "00:36:45",
    "end": "00:36:45"
  },
  {
    "text": "The congregation is the sheep of your pasture. That is Israel. Your congregation. Yeah.",
    "start": "00:36:45",
    "end": "00:36:50"
  },
  {
    "text": "Which you redeemed from slavery.",
    "start": "00:36:50",
    "end": "00:36:52"
  },
  {
    "text": "Okay.",
    "start": "00:36:52",
    "end": "00:36:52"
  },
  {
    "text": "Oh. And then. Which you have redeemed to be the tribe of your inheritance. And this Mount Zion, where you have dwelt.",
    "start": "00:36:53",
    "end": "00:37:02"
  },
  {
    "text": "Yeah. So these are the things that we're asking God to remember. Remember your congregation and remember this Mount Zion.",
    "start": "00:37:02",
    "end": "00:37:09"
  },
  {
    "text": "Okay. The place where heaven and earth are supposed to unite.",
    "start": "00:37:09",
    "end": "00:37:14"
  },
  {
    "text": "Yep.",
    "start": "00:37:14",
    "end": "00:37:14"
  },
  {
    "text": "Turn your footsteps toward the perpetual ruins. The enemy has damaged everything within the sanctuary.",
    "start": "00:37:15",
    "end": "00:37:22"
  },
  {
    "text": "Whoa. That took a turn. Okay, here's the middle of the poem. Your adversaries have roared in the midst of your meeting place. Normally, people are shouting praise, but here, it's like there are animals roaring, and.",
    "start": "00:37:23",
    "end": "00:37:39"
  },
  {
    "text": "They'Re within the meeting place, the sanctuary. This is the temple, right?",
    "start": "00:37:39",
    "end": "00:37:42"
  },
  {
    "text": "Yes. Invading armies in the temple.",
    "start": "00:37:42",
    "end": "00:37:45"
  },
  {
    "text": "Invading armies in the temple.",
    "start": "00:37:45",
    "end": "00:37:46"
  },
  {
    "text": "That only happened one time in Israel's history. In ancient Israel.",
    "start": "00:37:46",
    "end": "00:37:51"
  },
  {
    "text": "In ancient Israel, Yeah.",
    "start": "00:37:51",
    "end": "00:37:52"
  },
  {
    "text": "In the first Temple.",
    "start": "00:37:52",
    "end": "00:37:53"
  },
  {
    "text": "In the first Temple period.",
    "start": "00:37:53",
    "end": "00:37:53"
  },
  {
    "text": "Yeah. Babylonian armies, they set up their own standards for signs. It seemed like one lifting up his axe in a forest of trees. Now all of its carved work they smash with hatchets and hammers. They have with fire sent your sanctuary to the ground. They've defiled the dwelling place of your name. They say in their heart, let us completely subdue them. They have burned all the meeting places of God in the land.",
    "start": "00:37:53",
    "end": "00:38:25"
  },
  {
    "text": "This is the destruction of the temple by Babylon.",
    "start": "00:38:26",
    "end": "00:38:29"
  },
  {
    "text": "Yep. I'll let you go. Verse 9 through 11.",
    "start": "00:38:29",
    "end": "00:38:31"
  },
  {
    "text": "Okay. We do not see our signs. There is no longer any prophet, nor is there any among us who. Who knows how long. How long, O God, will the adversary revile? What's that mean? Revile?",
    "start": "00:38:31",
    "end": "00:38:48"
  },
  {
    "text": "Make fun of with contempt and shame.",
    "start": "00:38:48",
    "end": "00:38:51"
  },
  {
    "text": "So there's no signs like, how long is this going to last?",
    "start": "00:38:52",
    "end": "00:38:55"
  },
  {
    "text": "Yeah. It's as if God just shut off all the communication channels.",
    "start": "00:38:55",
    "end": "00:38:59"
  },
  {
    "text": "Okay.",
    "start": "00:38:59",
    "end": "00:38:59"
  },
  {
    "text": "Yep.",
    "start": "00:38:59",
    "end": "00:39:00"
  },
  {
    "text": "How long, O God, will the adversary revile and the enemy spurn your name forever?",
    "start": "00:39:00",
    "end": "00:39:04"
  },
  {
    "text": "Like Goliath?",
    "start": "00:39:05",
    "end": "00:39:06"
  },
  {
    "text": "That's what Goliath did?",
    "start": "00:39:06",
    "end": "00:39:07"
  },
  {
    "text": "Yes. Burning your name.",
    "start": "00:39:07",
    "end": "00:39:08"
  },
  {
    "text": "Why do you withdraw your hand, even your right hand, from within your bosom? Destroy them.",
    "start": "00:39:09",
    "end": "00:39:16"
  },
  {
    "text": "So it's like God's mighty hand, which is what he smashed Egypt and the dragon with, but it's like he's keeping it tucked in his chest pocket.",
    "start": "00:39:17",
    "end": "00:39:26"
  },
  {
    "text": "Okay. From within your bosom?",
    "start": "00:39:26",
    "end": "00:39:29"
  },
  {
    "text": "Yeah. Like, bring your hand out why do you have it tucked in your chest pocket? Okay, it's kind of. You have to think of like old school military uniforms where like they have little pockets.",
    "start": "00:39:29",
    "end": "00:39:39"
  },
  {
    "text": "Right there.",
    "start": "00:39:39",
    "end": "00:39:39"
  },
  {
    "text": "Yeah. Something just like right here. I don't know. I'm thinking of more like medieval Europe or like modern Europe. Yeah, basically.",
    "start": "00:39:39",
    "end": "00:39:45"
  },
  {
    "text": "Yes, yes.",
    "start": "00:39:45",
    "end": "00:39:46"
  },
  {
    "text": "Napoleon with his tan tucked into his. Anyway, okay, so it's a lament poem. You've let your city, your temple be destroyed. How long? What are you doing? Where are you? Yep, verses 12 through 17. Here's the middle of the poem. But God is my king from way long ago, who does deeds of deliverance in the midst of the land. You're the one who divided the sea by your strength. You broke the heads of the sea monsters in the waters. You crushed the heads of leviathan. You gave him as food for the creatures of the wilderness. You split open springs and torrents. You dried up ever flowing rivers. Yours is the day, yours also is the night. You established the light and the sun. You set up the boundaries of the land. You formed summer and winter.",
    "start": "00:39:46",
    "end": "00:40:48"
  },
  {
    "text": "Okay, so we're to the ordering of creation.",
    "start": "00:40:49",
    "end": "00:40:52"
  },
  {
    "text": "Yep. Yeah.",
    "start": "00:40:52",
    "end": "00:40:53"
  },
  {
    "text": "All of this is about order and creation.",
    "start": "00:40:54",
    "end": "00:40:55"
  },
  {
    "text": "Yeah. So we're picking up the core plotline of the dragon slaying myth. So you're the king displayed by how you defeated the waters and the chaos monsters and then brought order to creation. So creation here is just like Psalm 89, being described as a victory over the chaos dragon. But the whole point is that. But the dragon's loose again. In other words, it makes you go back and reread the first part of the poem. The reason why this poet is so distraught is because you're the God who defeated the chaos dragon. So why are you letting these enemies do this to us? They're unleashing the Chaos Dragon on us. So what's up? Like these, you can see there's a contradiction in his thinking. What's interesting is that the last third of the poem does not resolve the problem. He just goes back to describing what the enemies are doing. He goes on. Remember, Lord, how the enemy has shamed. Notice how public shame is a big part of this. Here a foolish people has shown contempt for your name. Don't hand the life of your little bird over to the chaos animal. The wilderness. Don't forget the life of your afflicted ones. Remember the covenant for dark places of the land are full of violence. Don't let the oppressed be ashamed. Let the afflicted and needy praise your name. Get up, O God. Plead Your own cause. Remember the foolish man how he shames you all day long. Don't forget the voice of your adversaries. The uproar of those who rise against you is going up continually. That's the end of the poem.",
    "start": "00:40:56",
    "end": "00:42:43"
  },
  {
    "text": "So in both of these psalms, the move seems to be as it relates to the chaos monster. The sea monster is saying God from here. Just saying from days of old, from the beginning, we know of God that he can create order out of chaos.",
    "start": "00:42:44",
    "end": "00:43:00"
  },
  {
    "text": "Yeah. For there to be anything at all means that you slay the dragon.",
    "start": "00:43:00",
    "end": "00:43:04"
  },
  {
    "text": "And here now we're experiencing the dragon in the form of a raging army. And so a roaring army.",
    "start": "00:43:04",
    "end": "00:43:13"
  },
  {
    "text": "Yeah.",
    "start": "00:43:13",
    "end": "00:43:14"
  },
  {
    "text": "Yeah. And in the poet's mind, the roaring army is the return of the dragon that God had slayed.",
    "start": "00:43:14",
    "end": "00:43:24"
  },
  {
    "text": "Implicit in the poem to say, hey, what's up with all these armies? I thought you're the dragon slayer. Implicit in there is, I thought you finished the dragon. So it's implicit in the design of.",
    "start": "00:43:24",
    "end": "00:43:38"
  },
  {
    "text": "The poem, in the way we kind of started talking about this in terms of. You could talk about the dragon as God creating order and creation, but he doesn't do away with disorder. He tells humans, hey, work with me as my image to continue to subdue the disorder. And so go and put your hand on the sea in a way, you know, like, extend my rule.",
    "start": "00:43:38",
    "end": "00:44:06"
  },
  {
    "text": "Yeah, that's right. And over the animals.",
    "start": "00:44:06",
    "end": "00:44:08"
  },
  {
    "text": "Over the animals, yeah. And I think the helpful frame that we started talking about was saying when a human, an image of God, whether a human or a sky ruler, rebels against that, and instead of creating more.",
    "start": "00:44:08",
    "end": "00:44:23"
  },
  {
    "text": "Order, wants to create disorder by accomplishing its own vision of the good. Yeah. By its own wisdom, starts undoing good. Yeah.",
    "start": "00:44:23",
    "end": "00:44:32"
  },
  {
    "text": "Then what do we have? But the dragon returned.",
    "start": "00:44:32",
    "end": "00:44:37"
  },
  {
    "text": "Yeah.",
    "start": "00:44:37",
    "end": "00:44:37"
  },
  {
    "text": "In a way that's even more fierce and frightening. And so the poet is thinking, you know, how to deal with the dragon. I know. Because creation itself existing, means you know, how to deal with dragons.",
    "start": "00:44:37",
    "end": "00:44:49"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:44:49",
    "end": "00:44:50"
  },
  {
    "text": "And this is just another manifestation of the dragon.",
    "start": "00:44:50",
    "end": "00:44:53"
  },
  {
    "text": "Of the dragon. Yeah. So do it again.",
    "start": "00:44:53",
    "end": "00:44:56"
  },
  {
    "text": "Do it again.",
    "start": "00:44:56",
    "end": "00:44:56"
  },
  {
    "text": "Yeah. How long will we have to wait? Bring out your hand from your chest pocket. Smash that dragon.",
    "start": "00:44:57",
    "end": "00:45:03"
  },
  {
    "text": "Okay.",
    "start": "00:45:03",
    "end": "00:45:04"
  },
  {
    "text": "Yeah. This poem doesn't resolve, doesn't point forward, doesn't end with, and I know that you'll slay the dragon in the end, but it also doesn't end with, and you rescued me from my enemies. It just leaves the lament to stand by itself.",
    "start": "00:45:04",
    "end": "00:45:18"
  },
  {
    "text": "Yeah.",
    "start": "00:45:18",
    "end": "00:45:18"
  },
  {
    "text": "So this poem is designed to give us language for when we're standing in the chaotic rubble of our lives or our communities, and we don't know when or why or how long the dragon's going to be roaming around my life or my neighborhood, and we call out for God to do it again. And yes, you can think of it in a bigger frame and a bigger perspective, but sometimes you just need to sit with your grief and call out to God. And that's what this poem guides us to do. So it's important to remember that, yes, God is the dragon slayer and he will slay it one day. But sometimes you just need to sit in this moment of pain. And that needs to be be one way that we respond to the Chaos Dragon at work in our world. It's not the only way, but it's one important way.",
    "start": "00:45:19",
    "end": "00:46:17"
  },
  {
    "text": "Thanks for listening to this episode of the BibleProject podcast. Next week we're taking a closer look at another scenario where the dragon seemed for a while to have won. We're looking at the story of Job.",
    "start": "00:46:20",
    "end": "00:46:31"
  },
  {
    "text": "What happens when the Chaos Dragon strikes our life For Job? It takes takes the form of bandits and raiders who come, steal and kill and destroy, and then of a huge storm that knocks a house over that his kids are in and they all die. What's that about? How is the image of God supposed to process that?",
    "start": "00:46:31",
    "end": "00:46:48"
  },
  {
    "text": "Today's episode was brought to you by our podcast team producer Coop Peltz, Associate Producer Lindsey Ponder, Lead Editor Dan Gummel, Editors Tyler Bailey and Frank Garza. Tyler Bailey mixed this episode and Hannah Wu provided the annotations for the annotated podcast and bibleproject is a crowdfunded nonprofit and we exist to experience the Bible as a unified story that leads to Jesus and everything that we make is free and continues to be because of the generous support of thousands of people just like you. Thank you so much for being a part of this with us.",
    "start": "00:46:48",
    "end": "00:47:16"
  },
  {
    "text": "Hi, this is Ben Goodrum and I'm from Franklin, Kentucky.",
    "start": "00:47:16",
    "end": "00:47:20"
  },
  {
    "text": "Hi, this is Shayla Danielle and I'm from Canton, Georgia. I first heard about Bibleproject through YouTube while searching for an overview of the Bible and I'm sorry, lucky I found it. I use bibleproject as an extra resource for my personal Bible study, but my Bible study group uses it for the different lessons that we do.",
    "start": "00:47:20",
    "end": "00:47:34"
  },
  {
    "text": "I first heard about bibleproject through a friend and fellow Bible nerd. I use bibleproject to learn the biblical story and remind myself of God's faithfulness to his people.",
    "start": "00:47:34",
    "end": "00:47:44"
  },
  {
    "text": "My favorite thing about bibleproject is the amazing summarizations and explanations of different topics.",
    "start": "00:47:44",
    "end": "00:47:49"
  },
  {
    "text": "And that people all over the world are hearing the good news of Jesus and getting access to amazing resources to learn more about Him. We believe the Bible is a unified story that leads to Jesus.",
    "start": "00:47:49",
    "end": "00:48:01"
  },
  {
    "text": "We're a crowdfunded project by people like me.",
    "start": "00:48:01",
    "end": "00:48:04"
  },
  {
    "text": "Find videos, study notes, podcasts, classes, and more@bibleproject.com.",
    "start": "00:48:04",
    "end": "00:48:10"
  }
]