[
  {
    "text": "We're exploring the theme of the sea dragon. In the Bible, the dragon is a symbol representing chaos and death. These are forces that God controls and subdues when he orders creation in Genesis chapter one. And then these are forces that God appoints both angels and humans to rule over on God's behalf. But the story of the Bible is about how God's creatures don't rule over the chaos and instead become chaos monsters themselves. The snake in the garden that deceives Adam and Eve is a spiritual being becoming a snaky monster. Adam and Eve's son Cain becomes a snaky monster. In the scroll of Exodus, King Pharaoh is depicted as a snakey monster. But behind all of this is this prophecy that a future human will not be overcome by the snake who but instead will crush the head of the snake. In today's episode, we're going to look at a story in the scroll of Judges. It's the story of the prophetess Deborah.",
    "start": "00:00:05",
    "end": "00:01:02"
  },
  {
    "text": "She's a human mouthpiece for God. She embodies God's rule over the people, judging and leading them. And she loves to sit under a tree between high place and house of God on the mountain of fruitfulness.",
    "start": "00:01:02",
    "end": "00:01:15"
  },
  {
    "text": "Deborah is a new Eve tasked with striking down the bad guys of the story who are a crafty king and a snaky commander. But the story's not just about Deborah. It's also about a non Israelite woman, a Cainite named Jael.",
    "start": "00:01:15",
    "end": "00:01:29"
  },
  {
    "text": "Through the female prophet, God's going to raise up a female deliverer.",
    "start": "00:01:29",
    "end": "00:01:34"
  },
  {
    "text": "Jael lures the snakey commander into her tent and as he sleeps, she drives a tent stake through his skull.",
    "start": "00:01:34",
    "end": "00:01:41"
  },
  {
    "text": "She counter deceives the deceiver and she kills him, smashes his head. This is all Genesis 3:15. Seed of the woman smashing the head of the snake. But in this case, the seed of the woman is a woman.",
    "start": "00:01:41",
    "end": "00:01:52"
  },
  {
    "text": "Today, Tim Mackey and I look at the story of Deborah and Jael in the scroll of Judges. Thanks for joining us. Here we go.",
    "start": "00:01:53",
    "end": "00:02:00"
  },
  {
    "text": "Hey, Tim, John. Hello. Hello again.",
    "start": "00:02:03",
    "end": "00:02:06"
  },
  {
    "text": "Hello again. We're making our way through the story of the Bible focusing in on the theme of the dragon. There's dragons in the Bible.",
    "start": "00:02:06",
    "end": "00:02:18"
  },
  {
    "text": "There's dragons.",
    "start": "00:02:18",
    "end": "00:02:18"
  },
  {
    "text": "However, it's not merely about, wow, isn't that cool that there's. The Bible talks about dragons and why it is that it is that, yeah. But as we've dug in, we realized it's actually more about what does it mean for creatures to fight against God's creation and become creatures that want to drag creation back into nothingness. Into its de creation state. And I mean, that's horrifying.",
    "start": "00:02:19",
    "end": "00:02:49"
  },
  {
    "text": "Yeah.",
    "start": "00:02:49",
    "end": "00:02:50"
  },
  {
    "text": "To think about.",
    "start": "00:02:50",
    "end": "00:02:51"
  },
  {
    "text": "That's also pretty intuitive. I mean, my kids on a regular basis are dragging our house back into a state of degradation. We both have two boys. They're now in, like, you know, pre adolescent and. Wow, man. A lot of stuff gets broken at my house needlessly just from just curiosity and carelessness, you know what I mean? I'm just thinking, yesterday, my kids. It was a sunny day in February in Portland yesterday, and my kids spent the whole afternoon outside. And I walked out and they had brought out a card table and they were playing card games, and they had made a big fire in a. We have, like a metal fire pit thing in our backyard. And they were just burning so much stuff, but, like, they felt the need to shatter it all before they put it in the fire. So they just had hammers.",
    "start": "00:02:51",
    "end": "00:03:44"
  },
  {
    "text": "Oh, wow.",
    "start": "00:03:44",
    "end": "00:03:45"
  },
  {
    "text": "Just breaking wooden stuff apart.",
    "start": "00:03:45",
    "end": "00:03:47"
  },
  {
    "text": "Nice.",
    "start": "00:03:47",
    "end": "00:03:48"
  },
  {
    "text": "And I was just thinking, like, that's what they want to do. They just want to break stuff and then burn it. And that's where my kids are at right now. Do you know what I'm talking about? Just that impulse to take. Do your kids have that? Take stuff apart and break it?",
    "start": "00:03:48",
    "end": "00:04:02"
  },
  {
    "text": "Maybe not as much with your kids. Maybe I haven't given them enough opportunity to break stuff.",
    "start": "00:04:03",
    "end": "00:04:08"
  },
  {
    "text": "Perhaps that's on a silly level, but there's something parabolic about that where we just kind of. We make stuff and we break stuff.",
    "start": "00:04:09",
    "end": "00:04:18"
  },
  {
    "text": "Yeah.",
    "start": "00:04:18",
    "end": "00:04:18"
  },
  {
    "text": "And that's just somehow this paradox in our nature. Anyway, there's.",
    "start": "00:04:18",
    "end": "00:04:22"
  },
  {
    "text": "People have pointed out that I have a characteristic personality trait in which I like to kind of poke at things. Like, if something starts to become a little bit chaotic, I like to kind of just start prodding at it and be like, well, where's it gonna break? Where most people are like, back up, that thing's gonna. Like. I have this, like, intuition to be like, let's see what this thing is really made of.",
    "start": "00:04:23",
    "end": "00:04:48"
  },
  {
    "text": "I have experienced this with you once. Yeah, well, I have one vivid memory of it. I think the first time.",
    "start": "00:04:48",
    "end": "00:04:54"
  },
  {
    "text": "Oh, really?",
    "start": "00:04:54",
    "end": "00:04:55"
  },
  {
    "text": "Yeah. Do you remember we were with a friend who had, like, a really powerful four wheeler. This was many years ago. And there was this real. It was wet, like, spring northwest day up in some woods, and there was this really, really steep, muddy forest road. And we tried to go up it and it just got stuck and spun out. And you reversed back. And I thought, like, we're gonna just back up and go away. And then you were like, let's try it. Again, it was so gnarly, but we made it up. But it was. I thought we were gonna tip over.",
    "start": "00:04:55",
    "end": "00:05:31"
  },
  {
    "text": "Embrace the chaos.",
    "start": "00:05:32",
    "end": "00:05:32"
  },
  {
    "text": "Embrace the chaos is the.",
    "start": "00:05:32",
    "end": "00:05:34"
  },
  {
    "text": "Okay, but we're talking about the kind of chaos that we should be really afraid of. Like, it's the kind of chaos that when Cain is angry at his brother.",
    "start": "00:05:35",
    "end": "00:05:43"
  },
  {
    "text": "Yes, yes.",
    "start": "00:05:43",
    "end": "00:05:44"
  },
  {
    "text": "It's the chaos that God says that's a monster and it wants to devour you, but he says you can rule it.",
    "start": "00:05:44",
    "end": "00:05:52"
  },
  {
    "text": "You can rule it. That's right.",
    "start": "00:05:52",
    "end": "00:05:53"
  },
  {
    "text": "And then in the last conversation, we talked about how in the story of Exodus, where you've got Pharaoh as this tyrant king enslaving Israel, he's depicted as the chaos monster. He is the snake, he is the tannin. But then Moses, who's the deliverer, the new Adam, what Cain could have been.",
    "start": "00:05:53",
    "end": "00:06:16"
  },
  {
    "text": "Yeah.",
    "start": "00:06:16",
    "end": "00:06:17"
  },
  {
    "text": "He is told by God to throw down his staff. The staff becomes the snake, and then when he grabs it again, he tames it.",
    "start": "00:06:17",
    "end": "00:06:24"
  },
  {
    "text": "Yeah, he has power.",
    "start": "00:06:24",
    "end": "00:06:24"
  },
  {
    "text": "And it's that staff that's also not just the snake. It's the tannin when he throws it in front of Pharaoh. It's that staff that he uses that God has him use to split the waters. Split the chaos waters, to order the chaos waters so that land can emerge, so that they can walk into liberation. And then we just stopped and we were like, what does that mean? That an image of God, a new human, could not just like, get the snake out of the field or get out of the garden back into the field, or like, crush the snake, but actually, like, grab it by its tail and use it as like an instrument for order.",
    "start": "00:06:24",
    "end": "00:07:04"
  },
  {
    "text": "That's right, yeah. So we back up to the portrait of the snake in the garden. It's a creature that's good, but that used its wisdom to cause the downfall of God's human images so that they now die. And so that snake, which didn't begin as bad, we're told in the seven day creation narrative, the sea monster was a part of God's good world. So it, through its choices and folly, becomes an agent of chaos. And then humans who listen to the voice of the snake instead of ruling it, become agents of chaos. So the scene at the parting of the waters in the Exodus story is about a human image of God with power over the snake versus a human Pharaoh who's caught in the web of lies of the snake. And so the arm of Yahweh shatters the head of the sea monster. That's how Isaiah remembered the story, as he retold the Exodus story. But what actually happened was the waters themselves caused the downfall of the human snake agent. So that story sets up kind of a key paradigm for many of the stories to follow. So we could choose many. Basically, the way the biblical story works is we're just going to keep cycling through this core idea and each generation is going to replay its own version of the Adam and Eve story and of the Exodus story, and the players are going to swap. And each iteration of the pattern gives us deeper insight into the ways of God, into the ways of the snake, and into the nature of the human heart. And this whole thing becomes a mirror for self reflection, but also a window into the wisdom of God and where he's taking creation. So where I want to take us is to a story. When this became clear to me, what's going on in this story was just like just a great day.",
    "start": "00:07:04",
    "end": "00:09:02"
  },
  {
    "text": "So what story?",
    "start": "00:09:04",
    "end": "00:09:05"
  },
  {
    "text": "This is the story of Barak and Deborah and Sisera, the evil captain in the story of Judges, chapters four and five. Okay, so the book of Judges begins after Joshua has led the Israelites into the land promised to Abraham, Isaac and.",
    "start": "00:09:05",
    "end": "00:09:24"
  },
  {
    "text": "Jacob again through the chaos waters. Right. He leads them through.",
    "start": "00:09:24",
    "end": "00:09:27"
  },
  {
    "text": "Yeah, the waters of the Jordan. Yeah, that's right, yep. That flow from Mount Hermon in the north. What we're told is that the Israelites go into the land and they keep giving their allegiance to foreign gods. And that each time this happens, God hands them over, gives them over into the hands of oppressors around them. And essentially this cycle in the book of Judges, idolatry leading to oppression. And then they cry out to the Lord and God raises up a deliverer and then they're rescued. This is the Exodus story in terms of oppression, crying out, raising up a deliverer, rescuing. Except the reason why they end up back in oppression again is because of their own sins. And I guess in a way, the way the Israelites ended up in Egypt was because of the sins of Joseph's brothers against him. That's how they got down there. So just Judges itself is already set on analogy to the basic plot line of the Exodus story and even the vocabulary of the Israelites crying out and God raising up a deliverer is right from the Exodus story. And remember, the Exodus story was all set on analogy to the Eden story. Humans flourishing in a garden. You got a snaky figure deceives them, that results in slavery and death in the field from which God is going to raise up a seed of the woman to stomp on the snake. That's Eden story. We saw in the last conversation, how the Exodus story has been mapped onto all that. So now in this story, in Judges, that's just on replay, but in this particular story, I don't know why it brings so much delight to me. The way. So both the Exodus story and the Eden story are going to be echoed here. And I want us to just look for the snake. Look for where you see the snake appear in the story.",
    "start": "00:09:28",
    "end": "00:11:22"
  },
  {
    "text": "It's a snake finding mission.",
    "start": "00:11:22",
    "end": "00:11:23"
  },
  {
    "text": "Snake finding mission. Judges 4, verse 1. And again, the Israelites did bad or evil in the eyes of Yahweh, okay?",
    "start": "00:11:23",
    "end": "00:11:55"
  },
  {
    "text": "And whatever they did, they did something bad.",
    "start": "00:11:56",
    "end": "00:11:59"
  },
  {
    "text": "Yeah, it's a signal for idolatry, but it keeps happening over and over again. So now that's all the narrator has to say. And you just go, oh yeah, okay, they're worshiping other gods, golden calf, you know, that kind of thing. And Ehud, the guy who's the last judge, who was the last judge who stabbed King of Moab in the stomach. That whole story, he died.",
    "start": "00:11:59",
    "end": "00:12:20"
  },
  {
    "text": "Okay?",
    "start": "00:12:21",
    "end": "00:12:21"
  },
  {
    "text": "This is just like in how Exodus begins. When Joseph died, the past generation dies. Verse 2. So Yahweh sold them into the hand of Yavin, the king of Canaan, who reigned as in Hazor, Yavin. It's the word for discernment. Bin Binah, Discernment, understanding.",
    "start": "00:12:21",
    "end": "00:12:45"
  },
  {
    "text": "This is a wisdom word. As a name.",
    "start": "00:12:45",
    "end": "00:12:48"
  },
  {
    "text": "Yeah, he sold them into the hand of wisdom, the wise king, or skillful.",
    "start": "00:12:48",
    "end": "00:12:54"
  },
  {
    "text": "One, the understanding king. Yeah, he's the crafty, crafty king.",
    "start": "00:12:54",
    "end": "00:12:59"
  },
  {
    "text": "Now you should know the captain of his army was named Sisra.",
    "start": "00:12:59",
    "end": "00:13:05"
  },
  {
    "text": "Really? Really.",
    "start": "00:13:08",
    "end": "00:13:10"
  },
  {
    "text": "Okay, here's what's fascinating. This is not a Hebrew name, Sisra. In other words, its name, it's not a Semitic word.",
    "start": "00:13:11",
    "end": "00:13:18"
  },
  {
    "text": "Is that a transliteration?",
    "start": "00:13:18",
    "end": "00:13:19"
  },
  {
    "text": "It's a transliteration. Sisera. Sisera. Yeah. It's either Luwian, which is a language spoken by Hurrian neighbors up to the north of Israel, but Luwian is not a Semitic language, but it's Sisra. And you know, it's a name for this guy. And then also way later in Ezra Nehemiah, there's a Sisera that's among the exiles that returned to Israel. So it's not clear what this name means, at least in Kohler Baumgartner's Hebrew Aramaic lexicon of the Old Testament, which is the most kind of up to date language with the etymology of Hebrew words. So I could be making this up entirely.",
    "start": "00:13:20",
    "end": "00:14:06"
  },
  {
    "text": "You think it's used because it's got a hissing quality to it?",
    "start": "00:14:06",
    "end": "00:14:08"
  },
  {
    "text": "I don't know Maybe. I can't prove it. Yeah, it's just gonna say, just wait for how the story works out.",
    "start": "00:14:08",
    "end": "00:14:14"
  },
  {
    "text": "So we got the crafty king.",
    "start": "00:14:15",
    "end": "00:14:16"
  },
  {
    "text": "Yep. We've got a crafty king. And we've got the hissing king and his commander.",
    "start": "00:14:17",
    "end": "00:14:20"
  },
  {
    "text": "His commander. The hissing commander.",
    "start": "00:14:20",
    "end": "00:14:21"
  },
  {
    "text": "Yep, that's right. Yep. So he was living in charosheth. Hagoyim. Harosheth is the word for handiwork, like referring literally to. If you, like, make a stone statue or a wooden table, then you would call that your charoshet. So the working of the nations. The word hagoyim is the nations. So this guy represents some sort of wise, skillful king who. With a commander whose name sounds like the hissing of a reptile. And he lives in the land of the. The craftsmanship, the crafty workings. He's trying to create the nations.",
    "start": "00:14:21",
    "end": "00:14:59"
  },
  {
    "text": "You almost imagine the person building the tower to the skies, building the city, like the empire.",
    "start": "00:14:59",
    "end": "00:15:06"
  },
  {
    "text": "Yeah. You know what the nations do?",
    "start": "00:15:06",
    "end": "00:15:08"
  },
  {
    "text": "They rage.",
    "start": "00:15:08",
    "end": "00:15:09"
  },
  {
    "text": "Yeah. Okay, so that's the description. That's the introduction of these guys. So the Israelites, they cried out to Yahweh. You're like, oh, yeah. This is the exact vocabulary used for Abel's blood crying out from the ground. And this is what the Israelites do when they cry out to Yahweh from their slavery. Because he, that is Yavin had 900 iron chariots.",
    "start": "00:15:09",
    "end": "00:15:33"
  },
  {
    "text": "Iron chariot, Chariots.",
    "start": "00:15:35",
    "end": "00:15:37"
  },
  {
    "text": "You remember the last guy who had a lot of chariots?",
    "start": "00:15:37",
    "end": "00:15:39"
  },
  {
    "text": "Oh, yeah. Pharaoh with his chariots.",
    "start": "00:15:39",
    "end": "00:15:41"
  },
  {
    "text": "Yeah.",
    "start": "00:15:41",
    "end": "00:15:41"
  },
  {
    "text": "Was that the last set of chariots?",
    "start": "00:15:41",
    "end": "00:15:43"
  },
  {
    "text": "No, there have been some chariot armies in Joshua that were all actually also hyperlinked to Pharaoh.",
    "start": "00:15:44",
    "end": "00:15:49"
  },
  {
    "text": "Okay.",
    "start": "00:15:49",
    "end": "00:15:50"
  },
  {
    "text": "And he, that is Yavin with his chariots and Sisera captain oppressed the Israelites with cruelty for 20 years.",
    "start": "00:15:51",
    "end": "00:15:59"
  },
  {
    "text": "Okay, so he's pulling a pharaoh move.",
    "start": "00:16:00",
    "end": "00:16:01"
  },
  {
    "text": "Pulling a pharaoh. This is the exact word used in the Exodus story. Okay, so that's the setup. Verse four, pivot. Now, here's something, reader, that you should know. Around that time, Deborah, the prophetess, the wife of Lapidoth, was the judge in Israel.",
    "start": "00:16:01",
    "end": "00:16:20"
  },
  {
    "text": "Okay. So she was the one kind of was risen up at that time to be the.",
    "start": "00:16:20",
    "end": "00:16:25"
  },
  {
    "text": "Yep. The spirit empowered tribal chieftain.",
    "start": "00:16:25",
    "end": "00:16:28"
  },
  {
    "text": "Okay.",
    "start": "00:16:28",
    "end": "00:16:28"
  },
  {
    "text": "Yeah. Now she's the wife of a guy named Flame. Devorah means bee, like honey bee. Oh, yep. Sting like a bee. Which he's gonna do in the story. Yeah. So Bee, the wife of Flame, was the judge of Israel. So this is Rad. You have this prophetess who's like the honored judge and leader of the people in this Season. And, you know, she loved to go sit under that palm tree of Deborah, you know, between high place and the house of God, Ramah and Beth El.",
    "start": "00:16:28",
    "end": "00:17:04"
  },
  {
    "text": "She had her own little garden in.",
    "start": "00:17:04",
    "end": "00:17:05"
  },
  {
    "text": "The hill country of Ephraim. Fruitfulness. Come on. Come on. So you've got a prophetess, which means she's a human mouthpiece for God. She's an image of God because what she says is a representation of what God wants to say. She embodies God's rule over the people, judging and leading them. And she loves to sit under a tree between high place and house of God on the mountain of fruitfulness. Isn't that clever?",
    "start": "00:17:05",
    "end": "00:17:34"
  },
  {
    "text": "Yeah.",
    "start": "00:17:34",
    "end": "00:17:35"
  },
  {
    "text": "This is a great example of how the biblical authors. Yes.",
    "start": "00:17:35",
    "end": "00:17:38"
  },
  {
    "text": "This is so hidden in the English.",
    "start": "00:17:38",
    "end": "00:17:39"
  },
  {
    "text": "Yeah, but this is how they do it. This is how they.",
    "start": "00:17:39",
    "end": "00:17:42"
  },
  {
    "text": "I mean, the palm tree's there.",
    "start": "00:17:42",
    "end": "00:17:43"
  },
  {
    "text": "Palm tree. Yeah.",
    "start": "00:17:44",
    "end": "00:17:44"
  },
  {
    "text": "But Ramah and Bethel, you have to know what those. High place and house of God. Bethel is house of God. That's locked in now.",
    "start": "00:17:44",
    "end": "00:17:52"
  },
  {
    "text": "Yeah, yeah. But hill country is just the word. Mountains.",
    "start": "00:17:52",
    "end": "00:17:56"
  },
  {
    "text": "Oh, is it?",
    "start": "00:17:56",
    "end": "00:17:56"
  },
  {
    "text": "Yeah.",
    "start": "00:17:56",
    "end": "00:17:56"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:17:56",
    "end": "00:17:57"
  },
  {
    "text": "Okay.",
    "start": "00:17:57",
    "end": "00:17:57"
  },
  {
    "text": "The mountains of Ephraim.",
    "start": "00:17:57",
    "end": "00:17:59"
  },
  {
    "text": "And you know from Genesis that Ephraim is a word play on fruitfulness from the blessing that Jacob gives to Ephraim. So if you've been using your concordance to look up names, all these names are always significant. But we're painting an Eden scene here also, and an Exodus scene with the they're oppressed, like the snake king and his chariots and his oppression and so on. Okay. So she sent and she called for a guy named Lightning Barak. Lightning, the son of my father is delightful. Avi Noam from the holy place Kedesh of Naphtali. And she said to him, hasn't Yahweh, the God of Israel, commanded you go march to Mount Tabor and take 10,000 men from the descendants of Naphtali and Zevalun. She's speaking on God's behalf here.",
    "start": "00:17:59",
    "end": "00:18:59"
  },
  {
    "text": "Okay.",
    "start": "00:18:59",
    "end": "00:18:59"
  },
  {
    "text": "I, that is, God will draw out Sisera, the commander of Yavin's army, with his chariots and troops to the Wadi of Kishon. Wadi is a seasonal torrential stream bed.",
    "start": "00:19:00",
    "end": "00:19:17"
  },
  {
    "text": "Yeah.",
    "start": "00:19:17",
    "end": "00:19:17"
  },
  {
    "text": "So it's dry because it's in the desert, but when it rains up in.",
    "start": "00:19:17",
    "end": "00:19:21"
  },
  {
    "text": "The hills, it'll turn into a river.",
    "start": "00:19:21",
    "end": "00:19:23"
  },
  {
    "text": "Flash flood.",
    "start": "00:19:23",
    "end": "00:19:24"
  },
  {
    "text": "Yeah.",
    "start": "00:19:24",
    "end": "00:19:24"
  },
  {
    "text": "Yep. There at the place of the flood. The flood waters there. I'll give Min to your hand. So all of a sudden, now this female prophet speaks God's word to Lightning, Son of my father is delight. And now this guy has a choice. What's he going to do? He just heard God's word. Barak said to her, you know, if you go with me, I'll go, but if you don't come with me, Deborah. No, I'm not gonna go.",
    "start": "00:19:24",
    "end": "00:19:57"
  },
  {
    "text": "Okay.",
    "start": "00:19:57",
    "end": "00:19:58"
  },
  {
    "text": "Okay.",
    "start": "00:19:58",
    "end": "00:19:58"
  },
  {
    "text": "Well, I need a co pilot.",
    "start": "00:19:59",
    "end": "00:20:00"
  },
  {
    "text": "Yeah, yeah. Now, you could take that as positive of like, I need a teammate.",
    "start": "00:20:00",
    "end": "00:20:04"
  },
  {
    "text": "Yeah.",
    "start": "00:20:04",
    "end": "00:20:05"
  },
  {
    "text": "You could take it as a lack of trust in the word of God.",
    "start": "00:20:05",
    "end": "00:20:09"
  },
  {
    "text": "Yeah. He's adding a condition.",
    "start": "00:20:09",
    "end": "00:20:11"
  },
  {
    "text": "Yeah. So you have a man and a woman now debating about, what did God say? What did God say? That's interesting.",
    "start": "00:20:11",
    "end": "00:20:19"
  },
  {
    "text": "Interesting.",
    "start": "00:20:19",
    "end": "00:20:20"
  },
  {
    "text": "She said, all right, I'll go with you. However, there will be no glory for you in the path that you are taking.",
    "start": "00:20:20",
    "end": "00:20:29"
  },
  {
    "text": "Okay, so it's definitely a concession.",
    "start": "00:20:29",
    "end": "00:20:32"
  },
  {
    "text": "Yeah. She makes it clear that he just didn't trust in the word of Yahweh. So. Okay, all right. You didn't want to trust in the word of Yahweh that I would give him into your hands. That's what God said. So there'll be no glory, no honor for you in the path you're taking, because Yahweh is going to sell Sisera into the hand of a woman. And Deborah stood up and went with Barak to Kedesh. So Barak should have been the one to crush the snake, but he gave up his chance by forfeiting. Right. Forfeiting that chance. And so now, through the female prophet, God's going to raise up a female deliverer. That's the word. So we're just inverting all of the. The stuff with Eden here, because in Eden, it was a woman first who, because of the deception of the snake, doubted the word of God. And then she gave to her husband and he ate. And presumably, I mean, that sets up the logic chain that he accepted the deception and disobeyed too. But here it's inverted.",
    "start": "00:20:32",
    "end": "00:21:37"
  },
  {
    "text": "I see.",
    "start": "00:21:37",
    "end": "00:21:37"
  },
  {
    "text": "And so now it's going to be. It's the female who represents the voice of God, and it's the female who's going to be the deliverer. So we're at. Yeah, how? We're just inverting. Yeah. So Barak summons Zevulun. These are tribes, and Naphtali to Kedesh. They went up with him 10,000 men, verse 12. When they reported to Sisera that Barak the son of Avinoam had gone up to Mount Tabor. Sisera got all this.",
    "start": "00:21:38",
    "end": "00:22:04"
  },
  {
    "text": "Who's they?",
    "start": "00:22:04",
    "end": "00:22:04"
  },
  {
    "text": "Chariots. Oh, I just somebody. This is actually really common in a story where if something important happens and then it'll just be important. And it was told to so and so.",
    "start": "00:22:04",
    "end": "00:22:13"
  },
  {
    "text": "Okay.",
    "start": "00:22:13",
    "end": "00:22:13"
  },
  {
    "text": "And you're just like, well, who?",
    "start": "00:22:13",
    "end": "00:22:14"
  },
  {
    "text": "Okay, yeah.",
    "start": "00:22:14",
    "end": "00:22:15"
  },
  {
    "text": "So it just doesn't say so.",
    "start": "00:22:15",
    "end": "00:22:17"
  },
  {
    "text": "Probably Sisera's, like, crew, like, his army. Someone in there spies out.",
    "start": "00:22:17",
    "end": "00:22:21"
  },
  {
    "text": "Yep.",
    "start": "00:22:21",
    "end": "00:22:21"
  },
  {
    "text": "Okay.",
    "start": "00:22:21",
    "end": "00:22:22"
  },
  {
    "text": "So Sisera summoned all his chariots, all 900 iron chariots, the whole army that was with him from the Charosheth Hagoyim, the working of the nations. And they went to that little flood torrent plain of Kishon.",
    "start": "00:22:22",
    "end": "00:22:37"
  },
  {
    "text": "It's driving out the snake.",
    "start": "00:22:37",
    "end": "00:22:38"
  },
  {
    "text": "Yeah.",
    "start": "00:22:38",
    "end": "00:22:39"
  },
  {
    "text": "Den of snakes. Driving them out in the form of chariots.",
    "start": "00:22:39",
    "end": "00:22:43"
  },
  {
    "text": "So, Deborah. So b. Said to lightning, get up. This is the day that Yahweh has given Sisera into your hand. Hasn't Yahweh gone out before you? So Barak went out from Mount Tavor with 10,000 following him. Yahweh threw Sisera and all his chariots and army into confusion. This is a nerdy hyperlink, but this word, confusion, this describes what Yahweh did to Pharaoh's chariots once they got into the. Whatever, the seabed with the sea of reeds. Same verb. Okay, yeah. But here they are, thrown into confusion before the edge of Barak's sword. So Sisera had to get out of his chariot, and he just ran on foot. He's just.",
    "start": "00:22:43",
    "end": "00:23:29"
  },
  {
    "text": "Get out of here. Booking it because the chariots got stuck.",
    "start": "00:23:29",
    "end": "00:23:32"
  },
  {
    "text": "His chariots got stuck? Yep. Or confused or something.",
    "start": "00:23:32",
    "end": "00:23:35"
  },
  {
    "text": "Something.",
    "start": "00:23:35",
    "end": "00:23:36"
  },
  {
    "text": "So Barak, he just sees the chariots, you know, get confused, and he goes after the chariots. That's what we're told. But Sisera, he'd abandoned his army. What a snake.",
    "start": "00:23:36",
    "end": "00:23:48"
  },
  {
    "text": "That's a snakey man.",
    "start": "00:23:48",
    "end": "00:23:49"
  },
  {
    "text": "He's crawled away. So we're told that all of Sisera's army fell to the edge of the sword. No one was left. But Sisera, he got away, so. So he fled on foot, and he ended up at the tent of this woman. Yael. Yeah, it's the name of, like, a mountain goat. Like a deer of the mountains. Yael. Mountain goat.",
    "start": "00:23:49",
    "end": "00:24:15"
  },
  {
    "text": "Mountain goat.",
    "start": "00:24:15",
    "end": "00:24:15"
  },
  {
    "text": "Yeah, mountain goat. So he fled on foot to the tent of Yael, the goat of the mountains. She was the wife of Chever, you know, from the line of Cain. Oh, interesting. Okay, so she goes into the wife of a guy named Chever, who's a descendant of Cain. So this gets spelled with a K in our English translations. Kenite, but it's Cain's name as a family description.",
    "start": "00:24:15",
    "end": "00:24:41"
  },
  {
    "text": "Hmm. Remind me how his line is preserved post the flood.",
    "start": "00:24:41",
    "end": "00:24:45"
  },
  {
    "text": "Well, it's kind of a. It's a mystery, because in theory, Cain and his line are all, like, Washed away in the flood. But then you just meet this people group later on in the biblical story who were called the canites.",
    "start": "00:24:45",
    "end": "00:24:59"
  },
  {
    "text": "Yeah, okay. All right.",
    "start": "00:24:59",
    "end": "00:25:00"
  },
  {
    "text": "You just got to deal with it.",
    "start": "00:25:00",
    "end": "00:25:02"
  },
  {
    "text": "Just deal with it.",
    "start": "00:25:03",
    "end": "00:25:04"
  },
  {
    "text": "So you're thinking, well, she's a canine. How's this going to go like this? Could go a few ways. You know, you should know that there was peace between yavin, the king of hazor, and the house of chevre the Cainite in those days. Oh, that makes sense. Why her tent? Right. The tent's out there. So Yael came out to meet sisera, and she said to him, oh, turn aside, my lord. Come on. Don't be afraid. Come inside. So he went into her tent, and she covered him with a blanket. She's hiding him. Interesting. And he said to her, o man, I'm so thirsty. Could you please get me a drink of water? So she opened up a little bottle, like a leather bottle of milk, and she gave him a drink, and then she covered him up, and he said, listen, could you stand at the doorway of the tent? And if anybody comes and asks you and says, is anyone here? Will you lie? Will you lie? And you must say no. So it's this little scene at the tent. And now jael, this woman, is standing at the door, and she's guarding him. And she's supposed to use deception. Yeah.",
    "start": "00:25:04",
    "end": "00:26:17"
  },
  {
    "text": "He wants her to be a snake.",
    "start": "00:26:18",
    "end": "00:26:19"
  },
  {
    "text": "Yeah. So yael, the wife of hevor the cainite, took in her hand a tent peg and a hammer, and she went quietly or softly to him. So he's, like, hiding under this blanket. So she sneaks in. His tummy's all full of warm milk. So he's all. You know, maybe he's napping. Maybe he just escaped a battle, you know? Yeah.",
    "start": "00:26:19",
    "end": "00:26:44"
  },
  {
    "text": "He must be exhausted.",
    "start": "00:26:44",
    "end": "00:26:45"
  },
  {
    "text": "And so she sneaks in. He thinks that she's guarding him, and she sneaks in, and she just. You can just imagine it, like, where's his head in this blanket? I see the round mass. And she went through and just drove the peg right through his temple. It went through his head and into the ground. Oh, he was asleep because he was exhausted. And, of course, you should know that he died.",
    "start": "00:26:46",
    "end": "00:27:11"
  },
  {
    "text": "That'll happen. It's a side effect.",
    "start": "00:27:12",
    "end": "00:27:15"
  },
  {
    "text": "Yeah. Yeah. She crushes the head.",
    "start": "00:27:15",
    "end": "00:27:17"
  },
  {
    "text": "She crushed his head.",
    "start": "00:27:17",
    "end": "00:27:19"
  },
  {
    "text": "She crushed his head, huh? Yeah.",
    "start": "00:27:19",
    "end": "00:27:21"
  },
  {
    "text": "Just some random woman out in her tent.",
    "start": "00:27:21",
    "end": "00:27:25"
  },
  {
    "text": "Mountain goat snake.",
    "start": "00:27:25",
    "end": "00:27:26"
  },
  {
    "text": "That the snake found.",
    "start": "00:27:27",
    "end": "00:27:28"
  },
  {
    "text": "Yep. Yeah. Yeah. So the snakey captain of the crafty king's army was trying to get her to deceive the one God, you know, God's chosen leader, Barak. But in fact, it's through the hand of this woman who does a counter deception. She counter deceives the deceiver and she kills him, smashes his head. This is all Genesis 3:15. Seed of the woman, smashing the head of the snake. But in this case, the seed of the woman is a woman.",
    "start": "00:27:28",
    "end": "00:28:01"
  },
  {
    "text": "Yeah. At first, the hero woman is Deborah.",
    "start": "00:28:26",
    "end": "00:28:28"
  },
  {
    "text": "Yeah.",
    "start": "00:28:28",
    "end": "00:28:28"
  },
  {
    "text": "But then it just shifts because the battle happens. Sisera flees, and now it's a new woman.",
    "start": "00:28:28",
    "end": "00:28:36"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:28:37",
    "end": "00:28:38"
  },
  {
    "text": "Who ends up finishing him off. Jael.",
    "start": "00:28:38",
    "end": "00:28:41"
  },
  {
    "text": "Yep. That's right.",
    "start": "00:28:41",
    "end": "00:28:42"
  },
  {
    "text": "The mountain goat.",
    "start": "00:28:42",
    "end": "00:28:43"
  },
  {
    "text": "Yep. Yeah. Wife of a descendant of Cain at the center.",
    "start": "00:28:43",
    "end": "00:28:46"
  },
  {
    "text": "Oh, yeah. What's the significance of that?",
    "start": "00:28:46",
    "end": "00:28:48"
  },
  {
    "text": "Well, part of it is that once you go, do you remember? Cain had a choice. He's not the embodiment of evil.",
    "start": "00:28:48",
    "end": "00:28:55"
  },
  {
    "text": "Right.",
    "start": "00:28:55",
    "end": "00:28:55"
  },
  {
    "text": "He's a foolish human who made a bad choice.",
    "start": "00:28:55",
    "end": "00:28:58"
  },
  {
    "text": "And if you do good, you too will be exalted.",
    "start": "00:28:58",
    "end": "00:29:00"
  },
  {
    "text": "Exactly. Yeah. So as you go out and you meet the Cainites, later on in the story, they split off, and you have good Cainites who become allies with Israel, like in this story. And then you also have stories of bad Cainites.",
    "start": "00:29:00",
    "end": "00:29:14"
  },
  {
    "text": "You know, I was thinking about Cain when we were talking last time about Moses is Cain kills his brother, is cast out into the wilderness in exile, but is given a sign of protection by God.",
    "start": "00:29:14",
    "end": "00:29:28"
  },
  {
    "text": "Yeah, right.",
    "start": "00:29:28",
    "end": "00:29:28"
  },
  {
    "text": "Yeah. And Cain could have. I mean, the story is so opaque in a way. It's like, you know, what is the sign and what was he supposed to do with it? What he does is he builds a city. And later, meditation. We did this in the theme of the city as we talked about how building a city was him protecting himself.",
    "start": "00:29:28",
    "end": "00:29:49"
  },
  {
    "text": "Yes.",
    "start": "00:29:49",
    "end": "00:29:50"
  },
  {
    "text": "The sign was saying, God saying, I'll protect you.",
    "start": "00:29:50",
    "end": "00:29:52"
  },
  {
    "text": "Right.",
    "start": "00:29:52",
    "end": "00:29:53"
  },
  {
    "text": "It's complete protection. It's a sevenfold protection. And then I was thinking about with Moses. Moses kills a guy.",
    "start": "00:29:53",
    "end": "00:30:00"
  },
  {
    "text": "Yes, he does. Yeah.",
    "start": "00:30:00",
    "end": "00:30:02"
  },
  {
    "text": "It's a Cain move.",
    "start": "00:30:02",
    "end": "00:30:03"
  },
  {
    "text": "It's a totally a Cain move. Yeah.",
    "start": "00:30:03",
    "end": "00:30:04"
  },
  {
    "text": "He kills. Now, it's not his brother. It's an Egyptian. Well, but Moses grew up with the Egyptians.",
    "start": "00:30:04",
    "end": "00:30:11"
  },
  {
    "text": "Moses is both an Egyptian and an Israelite by that point.",
    "start": "00:30:11",
    "end": "00:30:14"
  },
  {
    "text": "So it's kind of his brother.",
    "start": "00:30:14",
    "end": "00:30:15"
  },
  {
    "text": "Yes, yes.",
    "start": "00:30:15",
    "end": "00:30:16"
  },
  {
    "text": "He's exiled. And God, we're not told he's given a sign, but he encounters God out in the wilderness. And what Moses does, what maybe you can imagine Cain could have done, which is out in the wilderness, like, embrace this identity of going, okay, I screwed up. I murdered my brother. But, like, I want to do, I still want to do the right thing. And there was still more to the story for him.",
    "start": "00:30:16",
    "end": "00:30:43"
  },
  {
    "text": "Yeah.",
    "start": "00:30:43",
    "end": "00:30:43"
  },
  {
    "text": "And now you get to this story where it's like, yeah, there's more to the story. The Canaanites, it's not over for them.",
    "start": "00:30:43",
    "end": "00:30:49"
  },
  {
    "text": "Yeah, Canaanites.",
    "start": "00:30:49",
    "end": "00:30:50"
  },
  {
    "text": "Cainites.",
    "start": "00:30:50",
    "end": "00:30:51"
  },
  {
    "text": "Yeah. It's hard.",
    "start": "00:30:51",
    "end": "00:30:51"
  },
  {
    "text": "Sorry.",
    "start": "00:30:51",
    "end": "00:30:52"
  },
  {
    "text": "Yeah. Cause there's Canaanites who come from Ham.",
    "start": "00:30:52",
    "end": "00:30:54"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:30:54",
    "end": "00:30:55"
  },
  {
    "text": "And then there's Cainites who come from Cain with a K. Yep. Yeah. This is kind of a. It's a redemption of Cain's line, as it were. But what's interesting is it happens through. Happens through a murder. Through killing. But it's through killing a snake. It's as if she's doing well. It's all being creatively inverted in many ways. But you're right, it's a descendant of Cain's house who actually becomes the snake crushing woman. Seed of the woman.",
    "start": "00:30:55",
    "end": "00:31:25"
  },
  {
    "text": "So you're saying the story, on its surface, it's like, okay, so a woman graphically kills the bad guy. Mm, that's a cool story. Of course, I'm gonna pass that on to my kids. Like, that's a great story.",
    "start": "00:31:26",
    "end": "00:31:37"
  },
  {
    "text": "Yeah. Now I wanna show a couple more things in this story though, but tell me what you're feeling at the moment.",
    "start": "00:31:38",
    "end": "00:31:43"
  },
  {
    "text": "Well, at the moment you're just saying, hey, she's crushing the head of the snakey guy. Yeah, she's doing what the seed of the woman was called to do.",
    "start": "00:31:43",
    "end": "00:31:53"
  },
  {
    "text": "Yeah. And so Yavin and Sisera are yet another iteration. They give us another image of the snake, of humans as agents of the snake. In this case, it's a multi kingdom alliance to enslave and oppress another people group in their land. And they use deception and military might to do so. So this story comes to a partial conclusion by just saying in verse 23, on that day, God subdued Yavin, king of Canaan, before the Israelites. The hand of the Israelites pressed harder and harder on Yavin until they destroyed him. You're like, hooray.",
    "start": "00:31:53",
    "end": "00:32:35"
  },
  {
    "text": "And circle back. They were being enslaved by this guy. So in a way, they're finding their freedom.",
    "start": "00:32:35",
    "end": "00:32:40"
  },
  {
    "text": "Yeah, totally. This is their Exodus story.",
    "start": "00:32:40",
    "end": "00:32:43"
  },
  {
    "text": "Yeah.",
    "start": "00:32:43",
    "end": "00:32:44"
  },
  {
    "text": "That's the end of the story. Judges 5 comes back around and it retells that story in a poem. It's just like the Exodus deliverance where Exodus 14 is the story of the deliverance through the waters. Exodus 15 is the poetic version. So even that itself is modeled after the Exodus story. And so it's a long, complicated poem that there's actually a very lot of really archaic, difficult to translate parts of the Hebrew, I just want to highlight a couple points in the story. In verse 19 of Judges 5, it focuses in on the battle. And this is how it retells the story. It says, the kings came, they fought. The kings of Canaan fought at Ta' Anak by the waters of Megiddo, and they got no plunder. And silver Megiddo.",
    "start": "00:32:44",
    "end": "00:33:39"
  },
  {
    "text": "That's not where they were though, right?",
    "start": "00:33:39",
    "end": "00:33:41"
  },
  {
    "text": "Oh, yes. Yeah. Mount Tavur and Megiddo are not that far from each other.",
    "start": "00:33:41",
    "end": "00:33:48"
  },
  {
    "text": "And there's wadis there.",
    "start": "00:33:48",
    "end": "00:33:49"
  },
  {
    "text": "Well, there's a big plain, the plains of Megiddo and that lead further east and then south. And it's a big plain. Mount Tabor is a mountain, basically. It's a big plain with mountains surrounding it to make it a big valley. Valley and Tavur. I'm trying to use my mental map right now. So you have all of these steep ravines that go down into the valley, that if it rains up in the hills, the water will rush down. And that's the Wadi Kishon. So the kings are fighting down in the valley. And then verse 20 says, the stars fought from heaven. From their courses, they fought against Sisera.",
    "start": "00:33:50",
    "end": "00:34:33"
  },
  {
    "text": "So this was the idea of God confused them. Like the poet is saying.",
    "start": "00:34:35",
    "end": "00:34:41"
  },
  {
    "text": "Yeah. What was going on with that there?",
    "start": "00:34:41",
    "end": "00:34:43"
  },
  {
    "text": "Stars were fighting.",
    "start": "00:34:43",
    "end": "00:34:44"
  },
  {
    "text": "Yeah. Heaven and earth, the battle on the land had some mirror of what was happening up in heaven. So even the stars, remember, stars are the sons of Elohim, the host of heaven, were participating in this battle against the snaky armies of the working of the nations. So the wadi torrent of Kishon swept them away. The raging wadi torrent. Wadi torrent of Kishon.",
    "start": "00:34:44",
    "end": "00:35:15"
  },
  {
    "text": "Sorry. Are the stars fighting on behalf of Israel or on behalf of Sisera?",
    "start": "00:35:16",
    "end": "00:35:20"
  },
  {
    "text": "They're fighting against Sisera, against. Okay, so I just want to notice the stars. And then these flood waters, these raging torrential waters come against Sistra heaven. And remember in Genesis 1.",
    "start": "00:35:20",
    "end": "00:35:37"
  },
  {
    "text": "Yeah.",
    "start": "00:35:37",
    "end": "00:35:38"
  },
  {
    "text": "So this is what I'm saying. Like when you come to places later in the Hebrew Bible, so the Israelites fight against Sisera, but now we're being told that also the stars in the darkness above and these flood waters unleashed from the mountains, come raging into the valley. And they were also fighting against Sisera, the forces of chaos, just like the waters of the Sea of Reeds were used to fight against Pharaoh and defeat him in the waters.",
    "start": "00:35:38",
    "end": "00:36:08"
  },
  {
    "text": "Yeah.",
    "start": "00:36:08",
    "end": "00:36:09"
  },
  {
    "text": "So now Sisera is being defeated by the flood waters and by the stars.",
    "start": "00:36:09",
    "end": "00:36:15"
  },
  {
    "text": "And just like Moses could take the sea serpent in his hand, you know, which is the staff, and use it as an instrument like the stars, which are often thought of as. And can become. These chaos creatures are actually fighting on their behalf.",
    "start": "00:36:15",
    "end": "00:36:33"
  },
  {
    "text": "Yeah, yeah. So it's just the poem. It's almost as if the poem goes back and retells the story to give it a more cosmic frame, cosmic layers of meaning, using our classic chaos images from the story so far. Darkness and flood waters. But in this case, the waters and the stars in the darkness are agents of Yahweh to defeat the sea dragon or the snake. Now, there's no wordplays I can find in this story on any of the words for snake or dragon, but the Eden echoes were there like the chariots, the pharaohs.",
    "start": "00:36:33",
    "end": "00:37:10"
  },
  {
    "text": "Well, there was just the being called a king.",
    "start": "00:37:10",
    "end": "00:37:14"
  },
  {
    "text": "Oh, the wise king.",
    "start": "00:37:14",
    "end": "00:37:15"
  },
  {
    "text": "Wise king. I mean, that is a bit of a hyperlink to the snake.",
    "start": "00:37:15",
    "end": "00:37:19"
  },
  {
    "text": "Okay. All right, so check this out. Okay, so we made a video about Psalm 148. You and I and Chrissa lifting the horn of salvation. Yep. Yeah. A few years ago, she did the voice for that. And there was a couple, Jesse and Leah Roberts, who are the band, poor Bishop Hooper, who, at that time, they were going through and making a song, an original song for all of the 150 Psalms. Yeah. And so we got to commission them to make Psalm 148 out of order. Out of order. Because they were only to, like, I don't know, 92 or something. So they did that for us. And I love listening to their renditions of the Psalms. I often listen to them when I run. And I remember the day I first heard their rendition of Psalm 83. And I was like, oh, my gosh. And this is so rad. Okay, so watch how Psalm 83 works. O God, do not be silent. Don't keep silent or be still, O God. For look, your enemies are roaring. Those who hate you lift up their head. They devise cunning schemes against your people. This is the exact same word used to describe the snake in the garden, Arim. They consult together against those whom you protect. They say, come, let us annihilate them from being a nation. So the name of Israel is remembered no more. They consult together with one purpose. They make a covenant against you.",
    "start": "00:37:19",
    "end": "00:38:56"
  },
  {
    "text": "That's Babel language, right?",
    "start": "00:38:57",
    "end": "00:38:58"
  },
  {
    "text": "Mm. Yeah. Together as one. Yes. Yep. Now, who are we talking about here? We're talking about the tents of Edom, the descendants of Esau, the Ishmaelites. That's Ishmael Moab. That's the son of Lot, Hagrites. That is the sons of Hagar. These are all of the rival siblings from Genesis. Ammon, who's from a son of Lot. Amalek, who's a descendant of Esau. Philistia, who come from the line of Ham and Tyre, who are Canaanites living up on an island fortress. Assyria also has joined them. Also a son of ham. So 10. 10 nations. 10. And you met all of them in Genesis as rival siblings who respond with hostility to God's chosen one. Do to them like you did to Midian. Do as you did with Sisera and Yavin at the Wadi of Kishon.",
    "start": "00:38:58",
    "end": "00:40:05"
  },
  {
    "text": "Okay.",
    "start": "00:40:05",
    "end": "00:40:05"
  },
  {
    "text": "They were destroyed at Ain Dor. That is the fountain or the spring of Dor, which is also spelled with the letters of Eden swapped around. They become like dung on the ground. Make them like Oreb and Zeb and their chiefs, like Zevah and Zalmunna. These were the enemies of Gideon. Oh. In the next story, in Judges, they said, let us take as our possession the pastures of God, O my God. Make them like tumbleweed, like chaff before the wind, like fire, burns a forest and flame sets mountains on fire. Pursue them with your storm, your tempest. Terrify them with your storm. Fill their faces with shame so that they may seek your name. Hmm. Wait, what? How does that work? You destroy them so that they can seek your name? Is their destruction somehow, like, it's not permanent? Let them be ashamed and terrified. Let them be humiliated and perish so that they may know that you, whose name is Yahweh, are most high over all the earth.",
    "start": "00:40:06",
    "end": "00:41:21"
  },
  {
    "text": "Yeah.",
    "start": "00:41:22",
    "end": "00:41:22"
  },
  {
    "text": "That's Psalm 83.",
    "start": "00:41:22",
    "end": "00:41:23"
  },
  {
    "text": "These are the Psalms that. I'm just like, man, this is the deep end of the pool.",
    "start": "00:41:23",
    "end": "00:41:28"
  },
  {
    "text": "Yeah.",
    "start": "00:41:28",
    "end": "00:41:28"
  },
  {
    "text": "Like, I had to skip these.",
    "start": "00:41:28",
    "end": "00:41:29"
  },
  {
    "text": "Yeah.",
    "start": "00:41:29",
    "end": "00:41:30"
  },
  {
    "text": "I start into one of these. I'm like, yeah, not this one.",
    "start": "00:41:32",
    "end": "00:41:34"
  },
  {
    "text": "Okay. You're looking for betters one day in your courts.",
    "start": "00:41:34",
    "end": "00:41:39"
  },
  {
    "text": "Yeah.",
    "start": "00:41:39",
    "end": "00:41:39"
  },
  {
    "text": "Oh, that's the next song. Okay, so I made it.",
    "start": "00:41:39",
    "end": "00:41:41"
  },
  {
    "text": "I'll skip to that. Okay. Okay, this is what I need.",
    "start": "00:41:41",
    "end": "00:41:44"
  },
  {
    "text": "This poem is a meditation on all these cycles of humans and their tribes or nations that become agents of the snake. And their goal is to erase God's chosen images from the world. And when they do so, they become like that cunning snake in the garden. Right. They were described in the language of the snake in verse three.",
    "start": "00:42:07",
    "end": "00:42:34"
  },
  {
    "text": "They devised cunning schemes.",
    "start": "00:42:34",
    "end": "00:42:35"
  },
  {
    "text": "Yeah, yeah. And they're roaring like sea dragons.",
    "start": "00:42:35",
    "end": "00:42:39"
  },
  {
    "text": "Why like sea dragons? I mean.",
    "start": "00:42:41",
    "end": "00:42:43"
  },
  {
    "text": "Oh, well, roaring is a common description of either the wild animals in the wilderness.",
    "start": "00:42:43",
    "end": "00:42:49"
  },
  {
    "text": "Like a lion.",
    "start": "00:42:49",
    "end": "00:42:50"
  },
  {
    "text": "Of course, like a lion, but then also like the wild seas, the chaos.",
    "start": "00:42:50",
    "end": "00:42:54"
  },
  {
    "text": "Seas are often roaring, okay?",
    "start": "00:42:54",
    "end": "00:42:56"
  },
  {
    "text": "And so God is going to defeat them with the flood storm. That's what verse 15 said. But then we have all of this stuff basically about we've named every bad guy except Babylon in the list of 10 nations. And what we're saying is, do to them what you did, too. And then we name the stories of them getting crushed, Deborah and Barak, and then of Gideon.",
    "start": "00:42:57",
    "end": "00:43:24"
  },
  {
    "text": "Yeah.",
    "start": "00:43:25",
    "end": "00:43:25"
  },
  {
    "text": "And if you look in those stories, the bad guys in those stories are all described in the language of Pharaoh or the snake. So we're backing up here. All these stories are really about one thing. They're about how humans become agents of the snake. And when they do so, they introduce chaos and de creation into God's world. And so what God does is he unleashes the forces of de creation on them to destroy them.",
    "start": "00:43:25",
    "end": "00:43:54"
  },
  {
    "text": "The fire and the.",
    "start": "00:43:55",
    "end": "00:43:56"
  },
  {
    "text": "He meets them with fire and storm.",
    "start": "00:43:56",
    "end": "00:43:58"
  },
  {
    "text": "Blood and fire are like the common decreation motifs.",
    "start": "00:43:58",
    "end": "00:44:02"
  },
  {
    "text": "And this is the key thing in our last conversation. God uses the chaos waters of the Reed Sea to destroy Pharaoh, who's become an agent of the snake, who was killing people in his own chaos waters by throwing babies into the Nile. So it's measure for measure. God brings on the destroyer, the destruction that they have wreaked on others. But then there's that interesting little pivot at the end where it's like, destroy them forever so that they may know you and seek your name. What does that mean?",
    "start": "00:44:02",
    "end": "00:44:37"
  },
  {
    "text": "Means those that are left, they're like.",
    "start": "00:44:37",
    "end": "00:44:39"
  },
  {
    "text": "Ooh, the image is right there. Somehow this destruction leads to a recognition, even by the enemies of the name of Yahweh. So on one level, the poem makes you want to say, wow, okay, I want to be hyper aware that I don't end up in league with the snake. Takeaway number one, don't ally with snakey figures. But of course, the Hebrew Bible has been telling us everyone's going to do it, that we all ally with the snake in large and small ways. So what this poem doesn't focus on is the deliverer of the snake. It just describes God as the destroyer of the snake by its own destructive forces. And, you know, I think there are times when it's just good to focus on that thought.",
    "start": "00:44:39",
    "end": "00:45:30"
  },
  {
    "text": "Crushing the head.",
    "start": "00:45:31",
    "end": "00:45:32"
  },
  {
    "text": "Yeah. That God is on a mission to remove and deal with and bring an end to destructive human empires, institutions that unleash decreation into God's world. He won't have it right now. It raises the question of, well, who gets to call who the snake. And Jesus will have a lot to say about that as you go forward into the biblical story. But I've never had to live under military occupation, and so I don't actually know what it's like to pray this prayer from a place of deep feeling and solidarity. But the people who wrote these poems lived under military occupation for centuries, and so who am I to tell them what they can't ask God to do? Or not?",
    "start": "00:45:32",
    "end": "00:46:24"
  },
  {
    "text": "Or how you're talking about this feeling of God, like, just wipe them out with your fire, turn them into chaff and tumbleweed.",
    "start": "00:46:24",
    "end": "00:46:36"
  },
  {
    "text": "Mm.",
    "start": "00:46:36",
    "end": "00:46:36"
  },
  {
    "text": "That in and of itself, if you are the one enslaved in the field, if you were the one being oppressed, like, we could be empathetic with that.",
    "start": "00:46:37",
    "end": "00:46:45"
  },
  {
    "text": "Yes.",
    "start": "00:46:45",
    "end": "00:46:46"
  },
  {
    "text": "Like, man, this violent, corrupt king just needs to be taken down.",
    "start": "00:46:46",
    "end": "00:46:52"
  },
  {
    "text": "Yep.",
    "start": "00:46:52",
    "end": "00:46:53"
  },
  {
    "text": "But then the poem takes a weird turn, is what you're saying, which is it goes so that they will praise God.",
    "start": "00:46:53",
    "end": "00:46:59"
  },
  {
    "text": "Yeah.",
    "start": "00:46:59",
    "end": "00:47:00"
  },
  {
    "text": "And in what sense are they praising God?",
    "start": "00:47:00",
    "end": "00:47:02"
  },
  {
    "text": "Yeah. And the poem doesn't provide resolution to that. Okay. So that's another way of thinking about the ways of the snake in the world through humans and a way of thinking about what God is doing and will do about it. That's. Judges. What we're going to look at next is a story that's really going to focus on the seed of the woman that God is going to raise up to defeat the snake on land or sea. And that's gonna be in the story of David that we'll look at next.",
    "start": "00:47:02",
    "end": "00:47:35"
  },
  {
    "text": "Okay, thanks for listening to this episode of BibleProject Podcast. Next week, we're talking about a famous iteration of the theme of the chaos dragon. It's the story of David and Goliath.",
    "start": "00:47:35",
    "end": "00:47:47"
  },
  {
    "text": "His humanness is clearly being de emphasized, and his monstrous qualities are being brought to the the floor. He has a nechoshet helmet on his head. Nechoshet is the word for bronze, but it's spelled with the root letters of the word snake. And that word's going to be used four times to describe Goliath.",
    "start": "00:47:47",
    "end": "00:48:06"
  },
  {
    "text": "Today's episode was brought to you by our podcast team producer, Cooper Peltz, associate producer Lindsey Ponder, lead editor Dan Gummel, editors Tyler Bailey and Frank Garza. Tyler Bailey mixed this episode and Hannah Wu provided the annotations for our annotated podcast in our app. Additional music and sound design for this series were written and composed by BibleProject staff. BibleProject is a crowdfunded nonprofit, and we exist to experience the Bible as a unified story that leads to Jesus and everything that we make is free and it remains free because of the generous support of thousands of people just like you. So thank you so much for being a part of this with us.",
    "start": "00:48:07",
    "end": "00:48:42"
  },
  {
    "text": "Hi, this is Phil and I'm from Raleigh, North Carolina.",
    "start": "00:48:42",
    "end": "00:48:45"
  },
  {
    "text": "Hi, my name is Ellen and I'm from Sweden. I first heard about bibleproject from my mom who recommended it to me and I use bibleproject for my quiet time with God.",
    "start": "00:48:46",
    "end": "00:48:56"
  },
  {
    "text": "I first heard about bibleproject when I was in a Bible study in grad school. We were talking about something in Luke and I came across the video for Luke's Gospel and I've been a follower ever since. I use bibleproject for continued learning, from videos to podcasts and now I'm even a dedicated student in the bibleproject classroom every night.",
    "start": "00:48:56",
    "end": "00:49:14"
  },
  {
    "text": "My favorite thing about Bible Project is that they see the small details and makes it so interesting and I just want to read so much more.",
    "start": "00:49:14",
    "end": "00:49:20"
  },
  {
    "text": "I've learned so much and use this wisdom to change the way that I live and to help others see God with fresh eyes.",
    "start": "00:49:21",
    "end": "00:49:26"
  },
  {
    "text": "We believe the Bible is a unified story that leads to Jesus. We are a crowdfunded project by people like me.",
    "start": "00:49:27",
    "end": "00:49:33"
  },
  {
    "text": "Find free videos, study notes, podcasts, classes, and more@bibleproject.com Sam.",
    "start": "00:49:33",
    "end": "00:49:53"
  }
]