[
  {
    "text": "Hey, Tim.",
    "start": "00:00:05",
    "end": "00:00:05"
  },
  {
    "text": "Hey, John. Hello.",
    "start": "00:00:06",
    "end": "00:00:07"
  },
  {
    "text": "Hey. This is a great day for us.",
    "start": "00:00:07",
    "end": "00:00:10"
  },
  {
    "text": "Yes.",
    "start": "00:00:10",
    "end": "00:00:10"
  },
  {
    "text": "We have the pleasure of sitting in a room right now with someone that you all get to meet.",
    "start": "00:00:10",
    "end": "00:00:17"
  },
  {
    "text": "Yes.",
    "start": "00:00:17",
    "end": "00:00:18"
  },
  {
    "text": "Tracy Caldwell. Dyson. Hi, Tracy.",
    "start": "00:00:18",
    "end": "00:00:21"
  },
  {
    "text": "Hi, John.",
    "start": "00:00:21",
    "end": "00:00:21"
  },
  {
    "text": "Thanks for being here.",
    "start": "00:00:21",
    "end": "00:00:22"
  },
  {
    "text": "My pleasure.",
    "start": "00:00:22",
    "end": "00:00:23"
  },
  {
    "text": "Tim, maybe introduce us to Tracy a little bit, and then, Traci, you can fill in the gaps.",
    "start": "00:00:24",
    "end": "00:00:28"
  },
  {
    "text": "Yes. Yeah. This is a unique kind of interview we're doing on the podcast here today with a unique backstory. I'll just do a short introduction, which is, Tracy, you are a NASA astronaut.",
    "start": "00:00:28",
    "end": "00:00:40"
  },
  {
    "text": "Yes.",
    "start": "00:00:40",
    "end": "00:00:41"
  },
  {
    "text": "Which means that your adult job and career has been involved in spaceflight. Space missions. Living on the International Space Station for long periods of time.",
    "start": "00:00:42",
    "end": "00:00:53"
  },
  {
    "text": "Yes. Yes. And supporting the missions that are going on right now and the ones in the future.",
    "start": "00:00:53",
    "end": "00:00:57"
  },
  {
    "text": "Yes. So it's such an honor to have you here. Thank you. We are sitting here having this conversation because you reached out to John and I in February of 2023 with a really amazing letter that you wrote. And we received that letter during the months while John and I were having the Chaos Dragon theme conversations. The thing that you talked about in the letter that I'm going to let you read part of in a moment overlapped with one of the main things that John and I were working through. Ideas of chaos and creation, disorder and order, the image of the chaos waters and the dragon in those waters. So you wrote a letter and shared what you're going to share. And my response to you was, this is so cool. Thank you for reaching out. Would you want to come talk to us on our podcast about the stuff that you wrote about? And so here you are sitting now, months later.",
    "start": "00:00:57",
    "end": "00:01:52"
  },
  {
    "text": "Yeah. When I wrote that letter, I had no idea it was gonna result in me sitting here with both of you, let alone just starting up a conversation. So it's been a blessing and a thrill for me as I'm preparing for my mission, which is to the International Space Station I launched.",
    "start": "00:01:53",
    "end": "00:02:10"
  },
  {
    "text": "So you're going up again?",
    "start": "00:02:10",
    "end": "00:02:11"
  },
  {
    "text": "Yes, I'm going up again. Haven't got enough of it. And I will be launching in March of 2024. And in preparation for that, there's several things that we have to coord, and I have an opportunity to have outreach while I'm on orbit. And I thought that it would be really cool to reach out to all of you at the Bible Project to give you a little bit of a gift to say thank you for all that you have done for me and others through the work here, teaching us more about the Bible and how it leads to Christ. So I was also at the same time doing the classroom study on Adam to Noah. And Tim, you had made a comment during that time that inspired the thoughts that I had shared with you in the letter. So the letter was twofold. One, to introduce myself and ask you all for your thoughts on maybe connecting from orbit. But then I said these words. Regardless, I feel compelled to share with you these thoughts I've had from my previous missions and the view of Earth I've seen from space. It's much like an infant placed in a hostile environment. The Earth is so plump, tender, exquisite in detail, yet soft in color. It seems so fragile, hanging there amid such intense darkness, swaddled in a thin blue blanket of atmosphere. It's so delicate, so vulnerable, and yet so protected from the harshness of space. I could go on and on about it, but suffice it to say Tim's discussion on the cyclic pattern of biblical narrative in the Adam to Noah Series Session 5 video at 23 minutes and 47 seconds. John. As I reflected on my own experience of viewing our planet from the vantage point of space, Tim said, in biblical theology, God's creative power is the power he exerts every single moment to keep creation from collapsing on itself. And I thought, that's exactly the visual I get when I see his creation through the portal of the International Space Station. I've shared this observation publicly before, but I am never sure people really understand me. I'd love to share this view with you, this experience with you and your team. Perhaps you can convey it better than me.",
    "start": "00:02:12",
    "end": "00:04:33"
  },
  {
    "text": "So thank you for writing that letter.",
    "start": "00:04:36",
    "end": "00:04:37"
  },
  {
    "text": "It's my pleasure. Thank you for receiving it. It's been fun.",
    "start": "00:04:38",
    "end": "00:04:42"
  },
  {
    "text": "Yeah. We immediately started passing it around the office. Like, you have to read this paragraph. It's so beautiful.",
    "start": "00:04:42",
    "end": "00:04:48"
  },
  {
    "text": "It is so beautiful.",
    "start": "00:04:49",
    "end": "00:04:50"
  },
  {
    "text": "And then to try to imagine what you experienced, it's actually really hard to imagine it.",
    "start": "00:04:50",
    "end": "00:04:56"
  },
  {
    "text": "My whole vision of reality has been from a relatively small geographical area on this orb, floating, hurling through space. And to have the experience of being other than it, looking at it. That's the place we are right now having this conversation. It's almost. It's defying our programming in some way to try and do it other than just having the experience they're really, I'm guessing, can't be a replacement for it.",
    "start": "00:04:58",
    "end": "00:05:27"
  },
  {
    "text": "Exactly. I think the top question I get asked as an astronaut is what is it like to be in space? And it used to grieve me to try to answer that because I can't give a 30 second answer to that. It starts to Grieve me to think of how in the world do I explain to you what it's like to be in space? And when I learned the word ineffable, I was like, that's it. That's my answer. It's ineffable. Because it really is hard to explain in a way that you feel what I feel when I look out the window at the earth. So, yeah, it's hard.",
    "start": "00:05:27",
    "end": "00:06:06"
  },
  {
    "text": "So we would like to have a more kind of focused conversation about. This conversation is going to fit into the Chaos Dragon series. Because it occurred to me, especially after you wrote the letter, that there really is this important analogy that in our imaginations, I think modern imaginations, the role that the vacuum of space plays as the disordered, the uninhabitable realm, the tahu va vahu. Yeah. That's in some way analogous to what the dark ocean or the wilderness represented to the biblical authors. And so I thought it would just be fun to have a creative, exploratory conversation thinking about what space is in our imaginations. You've been in it?",
    "start": "00:06:07",
    "end": "00:06:51"
  },
  {
    "text": "Yes.",
    "start": "00:06:51",
    "end": "00:06:51"
  },
  {
    "text": "And if it is, in what ways is it a really good analogy between the chaos waters and space? And then in what ways? Maybe is it not a good analogy? But before we explore that, just real quick, like Tracy from Southern California, originally. Originally, how does a young woman in Southern California end up on a trajectory to living in Houston and being an astronaut?",
    "start": "00:06:52",
    "end": "00:07:16"
  },
  {
    "text": "The only answer I could give is following God's path. Because I didn't start out knowing exactly how to get to NASA and become an astronaut, but I just followed the. Just followed the things that I was most interested in, and it led me there. And only by the grace of God can I say that I actually made it. But I started out in high school not knowing exactly what I wanted to study in college and what I wanted to be later on in my life. And I shared that. That concern with my parents. And they tried to hold back their laughter at the seriousness. I asked that question because 16 years old, you don't have to have it all figured out. But I felt like I did. They gave me some great advice at the time to write down a list of all the things that I enjoyed doing. And what that led to was me just with a list of things that when you take the collection of no occupation, jumps out at the page. And so again, I was back in that moment of. Of despair, of, I still haven't figured it out, but they said to put it away, add to it, take away from it, but it's Yours and you get the exercise. And so then I did. And then later on, maybe a couple months later, the world started getting really excited about NASA and this mission to be conducted in space, involving a teacher, Christa McAuliffe. And it was before the tragic accident, but nevertheless, it got my attention because at that point in my life, I'd never really met a fighter pilot, a test pilot, but I sure knew a lot of teachers. And it really inspired me to look more into the astronaut program to see what were astronauts doing, who were they, what skills did they need, what was NASA doing? They were right then building the space station Freedom. It was becoming the International Space Station. And all the things that I read made me go back to that original list. And when I looked at all the things that I had put on it, it just said, this is what you want to do. And so from that point forward, I started pursuing higher education, doing all these other things. And I went to Cal State Fullerton, got my degree in chemistry, went on to UC Davis to get my doctorate, my PhD in chemistry. But the only reason I did that was because I could defer my student loans. And my advisor said, you don't have to be brilliant, you just have to work hard. And I was like, I can do that. And it just led to just greater growth and the fun was having with chemistry. I still didn't know how I was going to get to NASA, but I filled out an application real quick for.",
    "start": "00:07:17",
    "end": "00:09:58"
  },
  {
    "text": "The handful of chemistry nerds that probably listened to the podcast. What sub field of chemistry did you do your work in?",
    "start": "00:09:58",
    "end": "00:10:05"
  },
  {
    "text": "I was a physical chemist. I was a PE chemist and a laser jock. Mass spectrometrist.",
    "start": "00:10:05",
    "end": "00:10:11"
  },
  {
    "text": "A laser jock.",
    "start": "00:10:12",
    "end": "00:10:13"
  },
  {
    "text": "I was a laser jockette, actually.",
    "start": "00:10:13",
    "end": "00:10:14"
  },
  {
    "text": "I don't know what that means, but it sounds amazing.",
    "start": "00:10:14",
    "end": "00:10:16"
  },
  {
    "text": "It's such a great term.",
    "start": "00:10:16",
    "end": "00:10:17"
  },
  {
    "text": "You can use it. It's a real term out there. And anybody that uses a laser knows exactly what I'm talking about. I used a variety of different types of lasers to study the fundamental aspects of molecular and atomic interactions. And I'm a better person for it. I mean, it was a really fun time of my life. I spent more time with a wrench in my hand than I did beakers with liquids and making potions. I was really just a peat chemist. And usually that involves turbo pumps and ultra high vacuum cham and special optics. And I got to play with all sorts of stuff like that.",
    "start": "00:10:18",
    "end": "00:10:55"
  },
  {
    "text": "And that's what you get to do in space too. You get to.",
    "start": "00:10:55",
    "end": "00:10:58"
  },
  {
    "text": "Yes, that's really a good point. Yeah, I am totally Fixing things all the time on space station because you don't have a hardware storage just down the street. So you gotta make do with what you have. And then you have these specialized pieces of equipment that either produce science or they produce air for you to breathe to help maintain the system.",
    "start": "00:10:58",
    "end": "00:11:19"
  },
  {
    "text": "So you're fixing things and you're doing science.",
    "start": "00:11:19",
    "end": "00:11:20"
  },
  {
    "text": "Yes. That's a good way to wrap it up.",
    "start": "00:11:21",
    "end": "00:11:23"
  },
  {
    "text": "Are you allowed to tell us one of the experiments going on up there? Is it all like.",
    "start": "00:11:23",
    "end": "00:11:29"
  },
  {
    "text": "Oh, sure, yeah. Gosh, it's hard to pick just one. But one in the field of physical chemistry or physical science is we look at combustion of various. Either liquids, gases, solids. And the reason we're looking at that is not just so that we can understand flames in microgravity, which help us in the space business learn how to work with materials as we develop other vehicles and space stations and missions and things like that, but it also helps us understand how fire responds here terrestrially. So we're doing some fundamental work in the absence of gravity, basically to help understand the way flames behave. And it's fascinating to watch the videos that are produced from that, but also the science behind it and the temperature gradients from the center all the. The way out to the edges. The fact that instead of one of those. The classic view of a flame that looks bulbous at the bottom.",
    "start": "00:11:29",
    "end": "00:12:29"
  },
  {
    "text": "Yeah. Ball at the bottom and flicks up things. Yes, yes. At the top.",
    "start": "00:12:29",
    "end": "00:12:33"
  },
  {
    "text": "Well, a flame in space is a sphere. Oh, beautiful. Fascinating.",
    "start": "00:12:33",
    "end": "00:12:38"
  },
  {
    "text": "It's like an orb.",
    "start": "00:12:38",
    "end": "00:12:39"
  },
  {
    "text": "An orb, yeah.",
    "start": "00:12:39",
    "end": "00:12:40"
  },
  {
    "text": "Oh, you're saying the traditional shape of fire in our imaginations is because of its convection to gravity, it's a 1G flame.",
    "start": "00:12:40",
    "end": "00:12:47"
  },
  {
    "text": "Yes, in the convection that. Exactly. Because of the convection in the flame. And so there's just a whole lot of science to be gained from that. But then also, we also have a whole series of biological experiments where we are the human subjects and we go through either certain nutritional diets to understand aspects of how, for instance, protein can, from plant versus animal, can affect your bone growth as well as bone loss. Great big study on the eyes because we're finding that there's some phenomenon in microgravity that changes the eyesight of some of our astronauts. And so. And it's not every astronaut, so we've got so much brain power focused on trying to understand that from practical aspects to just understanding genetics.",
    "start": "00:12:47",
    "end": "00:13:42"
  },
  {
    "text": "Yeah, I guess then that's relevant to what would it look like for humans to live in zero gravity for longer periods of time, permanently, if that's ever a possible right. Or logistically, what would be the effect on said humans?",
    "start": "00:13:42",
    "end": "00:13:58"
  },
  {
    "text": "Yeah.",
    "start": "00:13:58",
    "end": "00:13:59"
  },
  {
    "text": "And really important question to figure out before we do it.",
    "start": "00:13:59",
    "end": "00:14:02"
  },
  {
    "text": "Yeah. And it's not just NASA that's interested in going to the moon and to Mars. And if you think about the trip to Mars, it's going to take a little while to get there. You want to spend some time there on the surface to make the trip worthwhile. And then you got the same length of time to come back home. And that's going to be significant. Significantly longer than the missions that we even do today that are six months to a year long.",
    "start": "00:14:02",
    "end": "00:14:23"
  },
  {
    "text": "And you're going up for six months?",
    "start": "00:14:24",
    "end": "00:14:25"
  },
  {
    "text": "Yes, that's the current plan.",
    "start": "00:14:25",
    "end": "00:14:27"
  },
  {
    "text": "And that's the longest you've been or did you did six months?",
    "start": "00:14:27",
    "end": "00:14:30"
  },
  {
    "text": "I did six months before, and each increment is planned for six months. But we just had a recent mission with our NASA astronaut, Frank Rubio, who ended up being up there a year just because of an issue that we had with some of our Russian vehicles.",
    "start": "00:14:30",
    "end": "00:14:46"
  },
  {
    "text": "Yeah. And it's hard on your body.",
    "start": "00:14:47",
    "end": "00:14:48"
  },
  {
    "text": "Oh, yes. But we are, again, learning a lot about countermeasures to our bodies, like what do we do to keep from losing bone, losing muscle mass, losing flexibility, those kinds of things. And so we've got a fantastic complement, not just of equipment onboard the space station, but some really fantastic people who are doing research in that realm, as well as those who are operationally keeping us fit. And so we are probably in the best shape of our lives while we're up there. But you also have to prepare for coming home and your body experiencing microgravity for six months, coming back to 1G, as we say, it's an experience of tremendous fatigue.",
    "start": "00:14:48",
    "end": "00:15:30"
  },
  {
    "text": "How long was your recuperation?",
    "start": "00:15:30",
    "end": "00:15:32"
  },
  {
    "text": "It's about, I would say, truthfully, 30 days before you're feeling like your old self again. But 10 days is probably the amount of time you need for your system vestibularly to recover from being in microgravity, not to mention your muscles and your bones and things like that. That.",
    "start": "00:15:32",
    "end": "00:15:50"
  },
  {
    "text": "So this is a wonderful segue because what we're talking about is the chaos of space is about the fact that our bodies. Right. Are designed and have developed to live in a particular environment, to live on the land.",
    "start": "00:16:24",
    "end": "00:16:37"
  },
  {
    "text": "Yes. And very narrow biological parameters. Yes.",
    "start": "00:16:37",
    "end": "00:16:42"
  },
  {
    "text": "That we can actually survive and be healthy within. And so what you have been able to experience is a group of humans over the last many decades pioneering what is it like to carve out a space of ordered human habitation in a chaos realm, in a realm that is Literally hostile and will take you apart.",
    "start": "00:16:42",
    "end": "00:17:06"
  },
  {
    "text": "Exactly.",
    "start": "00:17:06",
    "end": "00:17:07"
  },
  {
    "text": "Yeah. Okay, so here's a way to start the conversation then about how we bridge it to chaos. So you have been able to go live in this chaos realm, this disordered realm. What are ways from your experience, as you have learned about this kind of the biblical symbolism and the ancient context of the dark chaos waters that are surrounding the dry land and constantly threatening it? Except for the line, I guess in the biblical imagination, the coastline marking off the dry land would be the equivalent of what you call it, the thin blue blanket around that keeps the vacuum at bay. It insulates our planet. So I think the experience that you have had, I think, would be analogous to how ancient people thought about climbing mountains, which we do recreationally now. But I don't think anybody would have ever thought of doing that just for fun. No. You're going into a very dangerous space. And I'm sure the effects of altitude, you know, that would be felt by anybody, like ancient or modern, who goes up there or living in the desert. I have this experience going even to eastern Oregon, which is a high desert region, and my skin freaks out after a few days, like, it's all dry. And so there's experience we have. There's the habitable realm and then there's the chaos realm. So, Tracy, what has been helpful to you learning about the symbolism of the waters and the chaos waters as you think about the experience of space? And maybe what is space really like? What's the vacuum? Is it empty or what's it full of anyway?",
    "start": "00:17:07",
    "end": "00:18:49"
  },
  {
    "text": "Oh, I hardly know where to start, because I think I started thinking about this on my first mission, which was on the shuttle, and it was a relatively short mission where we were up there docked to the station for about 10 days, but it, you know, give or take a day or two on both sides to get there. But the first time I had a chance to actually look out the window and gaze at space was maybe close to the end of our docked mission. And my commander just cut out time and he said, I want you rookies to be in that window for a whole orbit, which is about 90 minutes. What a gift. And he also requested that the ground team turn off all the external lights on the space station, because, believe it or not, there's so much light onboard the external lights outside the station that it's just the same thing as light pollution here, where you cannot see all the stars because of it. So it requires a lot of darkness, even on the space station's behalf. But once he did that, and we could see out. I was just astonished at the view I was seeing. I mean, you could literally spin an orbit just looking at the Earth, especially when you're going over a populated area with lights. But then when you've got your full fill of that, you've got to remember there's a whole universe out there.",
    "start": "00:18:50",
    "end": "00:20:14"
  },
  {
    "text": "I mean, look out the other side.",
    "start": "00:20:14",
    "end": "00:20:16"
  },
  {
    "text": "Exactly. Just look up from the horizon and you see the beautiful stars. And I'll never forget when it popped out at me from here. In some of the most remote places, you've been looking up at the stars. You're looking through the atmosphere and all the stars, though some look bigger than others and brighter than others, you still see them all basically on the same plane. But when you're above the atmosphere, which is where we orbit, you are looking directly at these stars, and your eyes start to sense the depth between the stars. And when you start.",
    "start": "00:20:17",
    "end": "00:20:52"
  },
  {
    "text": "What do you mean?",
    "start": "00:20:53",
    "end": "00:20:53"
  },
  {
    "text": "Well, it's like that graphic art back in the.",
    "start": "00:20:54",
    "end": "00:20:56"
  },
  {
    "text": "Yeah. That pop out at you.",
    "start": "00:20:57",
    "end": "00:20:58"
  },
  {
    "text": "Yeah. And I think you were talking about that on a podcast.",
    "start": "00:20:58",
    "end": "00:21:01"
  },
  {
    "text": "I think I have. Because when I was a kid, they were very popular in the malls.",
    "start": "00:21:01",
    "end": "00:21:04"
  },
  {
    "text": "Yes.",
    "start": "00:21:04",
    "end": "00:21:05"
  },
  {
    "text": "Oh, the 3D dreams.",
    "start": "00:21:05",
    "end": "00:21:06"
  },
  {
    "text": "Exactly. You'd walk by and then you'd sit there for a while to try to get the image to pop out. Scene stars are just like that, where all of a sudden the dementia eye.",
    "start": "00:21:07",
    "end": "00:21:15"
  },
  {
    "text": "You can really see.",
    "start": "00:21:15",
    "end": "00:21:16"
  },
  {
    "text": "You can really see. Your eye is detecting, like, the light years of difference between. Okay. You can tell that this star, even though it's fainter, is actually closer.",
    "start": "00:21:16",
    "end": "00:21:27"
  },
  {
    "text": "No way.",
    "start": "00:21:27",
    "end": "00:21:28"
  },
  {
    "text": "Serious. I wouldn't have believed it if I didn't see it. And it's like, nobody told me about that part. I just remember being just mesmerized by that real quick.",
    "start": "00:21:28",
    "end": "00:21:37"
  },
  {
    "text": "Sun becomes 3D, space becomes 3D. And I'm guessing that's probably not something that can ever be reproducible through a 2D image on a screen of a picture you're looking at.",
    "start": "00:21:37",
    "end": "00:21:47"
  },
  {
    "text": "I don't know.",
    "start": "00:21:47",
    "end": "00:21:48"
  },
  {
    "text": "How would you represent it?",
    "start": "00:21:48",
    "end": "00:21:49"
  },
  {
    "text": "I don't know how you would. Because I've tried. My mom gave me, like, black paper and these neon colors that when I went up for my space station mission, I didn't have six months. I still couldn't recreate this. I was like, never mind. Because only your naked eye, and plus you're in an environment where you're like, this is real. It's not like a replica. This is real. And so I think that also computes in your mind, like, this is astounding. And I remember I was so moved by that that all of a sudden as I'm staring at it, the image becomes super blurry. And I was like, what's going on? And then I rubbed my eye and I realized I was crying. Like, tears were welling up in my eyes. But because I'm in microgravity, they don't drip. So it's like this big water bubble coming off my eyeballs. And it was like, oh, and I'm smearing it. That's what happens with water in space. Like if you have it on your skin, it just migrates. It doesn't. Unless you. Unless you.",
    "start": "00:21:49",
    "end": "00:22:43"
  },
  {
    "text": "It doesn't go down.",
    "start": "00:22:43",
    "end": "00:22:44"
  },
  {
    "text": "It doesn't go down. Of course it wouldn't. It just. And so if you're.",
    "start": "00:22:44",
    "end": "00:22:46"
  },
  {
    "text": "There is no down.",
    "start": "00:22:46",
    "end": "00:22:47"
  },
  {
    "text": "There is no down.",
    "start": "00:22:48",
    "end": "00:22:48"
  },
  {
    "text": "That's right, exactly. So if you're tearing up, it's like this water bubbles just growing on your face. And it was like I had to move the water out of my way so I could keep looking. So that's how much it moved me. I know I'm not answering your question about the.",
    "start": "00:22:48",
    "end": "00:23:06"
  },
  {
    "text": "No, this is great.",
    "start": "00:23:06",
    "end": "00:23:07"
  },
  {
    "text": "But it was just like, that was my first view of space. And since I was in a shirt sleeve environment, because inside of the shuttle, very ordered, you know, our environment is, you know, specifically crafted for us to breathe and be comfortable. I don't have to wear a spacesuit or a helmet. I don't have to have an oxygen hose connected. I'm just in my element. Just watching this, it just moved me so much. But it wasn't until my second mission when I was going up in a Soyuz rocket and then coming home in a Soyuz capsule, just those two events alone, where I was sitting very close to a window where I could see the chaos outside through that dynamic event, where I realized just how just what chaos really, really manifested itself as in my business. And when you've got a capsule going through our atmosphere, that beautiful blue hue that you see, it looks so peaceful when you're looking at it through a window. But when you're in a capsule coming back home at the speeds that we're traveling, and even then we're going Mach 25, 17,500 miles per hour. That's the speed we have to go to stay in orbit.",
    "start": "00:23:07",
    "end": "00:24:22"
  },
  {
    "text": "My gosh.",
    "start": "00:24:22",
    "end": "00:24:23"
  },
  {
    "text": "And you don't get a sense for that except for the fact that the Earth is moving underneath you, but you don't have any wind rushing by. And you just don't get any other sense of that speed until you are going home. And through it and your capsule. There's parts of the capsule that are meant to ablaze. Because it's taking on the energy to keep you safe. But out your window, you're, like, looking at red flames. And pieces of your capsule flying off like they're supposed to.",
    "start": "00:24:23",
    "end": "00:24:50"
  },
  {
    "text": "But still you're like, whoa, that's alarming.",
    "start": "00:24:50",
    "end": "00:24:52"
  },
  {
    "text": "I'm glad I'm here and not out there.",
    "start": "00:24:52",
    "end": "00:24:53"
  },
  {
    "text": "So in that moment. Yeah. There's a window between you and thousands of miles per hour. In the friction and the heat. Like, not. That is not a space or an experience where a human body belongs.",
    "start": "00:24:54",
    "end": "00:25:08"
  },
  {
    "text": "Exactly 100%. Right. And then while I was on my mission. We had to do a series of contingency spacewalks. We had a failure on board that required us to go out in short order to fix. Else we'd have some either, even bigger problems. So we had to go out there in our spacesuits. And I was one of the spacewalkers. And just that experience in and of itself. Where you're as ordered as possible. But you are entering the realm of the uninhabitable. And it's only by virtue of your spacesuit. That you are safe and able to work in that environment. And I'll never forget the time when I was working on something in the. We call it the front face, the forward face of the space station. It's a truss segment that's basically facing the velocity vector. The direction that we're traveling. And you're unprotected in the sense that once that great big fireball. Comes up over the horizon. And shines its light on you. You're gonna feel it. And it's pretty warm. I mean, take the hottest place here on Earth. And you might have a sense for what that feels like. But when you're in your own spacesuit and that sun comes up. Even if you're not looking at it, you know it because. Well, parts of the space station light up in pretty amazing ways. But you can feel the heat even through your spaces. And then if you don't have certain shields or visors down on your helmet.",
    "start": "00:25:08",
    "end": "00:26:35"
  },
  {
    "text": "It's blinding.",
    "start": "00:26:36",
    "end": "00:26:36"
  },
  {
    "text": "It's blinding, but it's also piercing. Like, you can feel it penetrating. I remember my temple. I was like, oh, it shot me in the temple. There's not a whole lot of my skin that's exposed when I'm in the spacesuit. It's pretty much just your face. And so I just remember that feeling alone. And it's like, thank goodness I've got all this metal and fabric That I can turn around and not have that directly pointed at me.",
    "start": "00:26:36",
    "end": "00:27:02"
  },
  {
    "text": "Speaking of lasers.",
    "start": "00:27:02",
    "end": "00:27:03"
  },
  {
    "text": "Speaking of lasers, that's one of our.",
    "start": "00:27:03",
    "end": "00:27:07"
  },
  {
    "text": "Favorite things to say around here. The sun is a powerful laser.",
    "start": "00:27:07",
    "end": "00:27:10"
  },
  {
    "text": "Oh, deadly. Deadly laser.",
    "start": "00:27:10",
    "end": "00:27:11"
  },
  {
    "text": "Well, yeah, and let me just add my two cents. I can attest to that. So, yeah, so there's a lot of ways in which, especially when I'm inside the space station looking out the window or if I'm in my spacesuit out in the actual environment, it is not lost on me the kind of chaos that surrounds us. And that's kind of what I was trying to describe in the letter to you guys, that in those moments where I would reflect looking out the window at the Earth from a night pass to a day pass, and I'm just looking at this, it's just almost unfathomable how this beautiful planet that it's so complex and beautiful, and here it is in the middle of blackness in an environment that has so much more to be uncovered and discovered that we don't even know about. So even I feel like the chaos lies in our even uncertainty out there of what it really is. I mean, we've got some smart minds that are studying what goes on in space, but. But space is pretty big, and just the enormity of it is enough to elicit thought of what chaos really means.",
    "start": "00:27:11",
    "end": "00:28:30"
  },
  {
    "text": "Yeah. So the biblical imagination, that one way to describe it is the sea. And then there's a boundary, the coastline, where we're kind of spared from this, from the sea coming and destroying us. What I hear you saying is if you think of space like a different type of sea, a different type of chaos that the ancients didn't have a way to really appreciate the way we do. That boundary, the coastline is that atmosphere. And, you know, it is probably awe inspiring to be. It is awe inspiring to be on a coastline and to see the waves crashing on and to kind of feel the violence of the ocean. Yeah, but the way you described going through the atmosphere into space sounds like another level of entering into a chaos realm. That's just. Yeah. Pretty intense.",
    "start": "00:29:02",
    "end": "00:29:50"
  },
  {
    "text": "Yeah. And when I think about all the, you know, especially with the Soyuz and all that it has to go through in order to make it safely from orbit, through the atmosphere and then to land. All of these events have to happen at just the right moments, at just the right intensity or level in order for us to make it all the way back safely. And it's like the amount of order that has to be applied, imposed to oppose the chaos that we are Entering. It's impressive.",
    "start": "00:29:51",
    "end": "00:30:24"
  },
  {
    "text": "Yes. You know, just. Well, what are you gonna say, John?",
    "start": "00:30:24",
    "end": "00:30:27"
  },
  {
    "text": "Well, you know, you asked, what is space? Well, that was the last. You had a string of questions.",
    "start": "00:30:27",
    "end": "00:30:36"
  },
  {
    "text": "I did. The last one was what really is space?",
    "start": "00:30:36",
    "end": "00:30:38"
  },
  {
    "text": "If, you know, I know what the ocean is. Right. I think. But yeah, what is. If this is a different way to think of a chaos realm, I think we're saying that's appropriate. What is it? What is space?",
    "start": "00:30:39",
    "end": "00:30:51"
  },
  {
    "text": "Oh, I don't know if I'm the right person to define it.",
    "start": "00:30:52",
    "end": "00:30:54"
  },
  {
    "text": "All right.",
    "start": "00:30:54",
    "end": "00:30:55"
  },
  {
    "text": "Someone must have told you along the.",
    "start": "00:30:55",
    "end": "00:30:57"
  },
  {
    "text": "Way, it's a big vacuum. It's a big. It's a lot of nothing.",
    "start": "00:30:57",
    "end": "00:31:00"
  },
  {
    "text": "It's nothing.",
    "start": "00:31:01",
    "end": "00:31:02"
  },
  {
    "text": "Yeah. And we should be afraid of it because. So it's harsh and it's surprising sometimes. We're learning as much as we can about how to live and work in space, but there's still a lot of things we don't know. And as we try to, not to sound cliche, but to push the boundaries, we sometimes are very surprised at what that boundary really looks like. And also, we're talking about the space and the environment. But the operational realities of trying to live and work in space have their own layers of chaos. And it makes me think about my yard at home, that, you know, we have to tend the garden. Right. And if we don't, weeds grow up and undesirable things take over the garden. And trying to live and work in space with a huge global partnership like we have, it's trying to apply order every day to something that wants to be chaotic. From just vehicle traffic coming up and going down from the space station, to the amount of stowage that we have on board to take care of our needs for remote outposts like we have. I mean, just when I think about just the operational constraints that we're under as we conduct our day to day mission, that's like trying to make order.",
    "start": "00:31:03",
    "end": "00:32:19"
  },
  {
    "text": "Out of chaos, subdue the land and rule it.",
    "start": "00:32:19",
    "end": "00:32:23"
  },
  {
    "text": "Yes. I can say it better than me.",
    "start": "00:32:23",
    "end": "00:32:25"
  },
  {
    "text": "Well, one of the creatures that we are to rule over is. Is the tannin, the symbol of chaos itself. Do you see yourself as an astronaut being connected to that image of God? Vocation, then.",
    "start": "00:32:26",
    "end": "00:32:38"
  },
  {
    "text": "I think God uses all of us in pretty neat ways. And I think I get the most joy from what I do thinking about it in those terms. And from even the mundane things that we would consider mundane in orbit, even though the spectacular environment we're in. But from those to the spectacular things. Doing a spacewalk is kind of a big deal. In our careers. And having the blessing to do that kind of work is. I really feel like God had his hand in that.",
    "start": "00:32:39",
    "end": "00:33:12"
  },
  {
    "text": "I'm curious, just continuing to explore the symbolism of the cosmos, the biblical cosmos, the ordered realm. Because in a way, what you've been able to do is participate in these extensions of Eden, order into a new realm just outside the planet. And so it's like pushing out. But it's an extreme example of, I think, a universal human experience that really is what the biblical authors are trying to invite us into, is that humans. I mean, the reason you guys are up there is because of ideas in your minds about designing this habitable, you know, station outpost up there. It's just, first of all, that's so.",
    "start": "00:33:15",
    "end": "00:33:58"
  },
  {
    "text": "Remarkable to think it's moving 12,000 miles.",
    "start": "00:33:58",
    "end": "00:34:00"
  },
  {
    "text": "An hour, you say 17,500 miles total.",
    "start": "00:34:00",
    "end": "00:34:04"
  },
  {
    "text": "And so in that environment, like, when I go outside my house and ride my bike to work here every day, like, I am in a way of going up against the dragon. There's, like, cars out there. I have to watch for that.",
    "start": "00:34:05",
    "end": "00:34:17"
  },
  {
    "text": "Your skin's not getting dry out here in Portland?",
    "start": "00:34:17",
    "end": "00:34:19"
  },
  {
    "text": "Yeah, that's right. So anytime you wake up and go into the world to bring order and love your neighbor and do stuff, in a way, you're facing resistance. And so the biblical symbols of resistance are primarily the darkness, the waters, and then the danger in those waters is symbolized by the dragon. So a scholar who's helped me a lot is a biblical scholar, Robin Perry, and his fun book called the Biblical Cosmos, I think an Introduction to the weird Wonderful World Bible. He has a great little paragraph that I just want to read and then see how this lands with you. Okay, because he's unpacking again, the meaning of these symbols and the meaning of chaos. Robin says in the Bible, water and sea beasts function as evocative symbols of overwhelming and powerful chaos and doing forces. They remind us that God's creation is good but not tame. There are forces beyond human control that should be treated with respect, because when they exceed their bounds, they are destructive. Maybe just pause. Sunlight. I experience sunlight as a really wonderful, pleasant thing. Here in Portland, where you were experiencing sunlight as something very, very different. And within the atmosphere, it's like it's ordered and it brings life. And then outside of that, that order.",
    "start": "00:34:20",
    "end": "00:35:49"
  },
  {
    "text": "The sun is a deadly laser.",
    "start": "00:35:49",
    "end": "00:35:51"
  },
  {
    "text": "It's a deadly laser. It's a deadly laser. Okay, so Robin continues. At a metaphorical level, dragons and wild oceans remain helpful symbols of chaos that can invade communal and individual human worlds, threatening order and life. Itself. Within the Bible, the symbol is used to describe political oppression or the collapse of order in the lives of communities and people. We've been exploring that Ancient kings are called dragons, violent kings. At a metaphysical level, Genesis 1 depicts a creation that, left to itself, would collapse back into chaos. The world doesn't sustain or order itself. It is God who ordered and continues to order reality. But the tendency towards disorder is inherent within the world. And the C represents therefore non being or literally no thing.",
    "start": "00:35:51",
    "end": "00:36:46"
  },
  {
    "text": "That is so bang on right there. I mean, that's true whether you're talking about the weeds in your garden or like when yet another cargo ship comes up to the space station of limited size and space and we have to figure out what to do with everything.",
    "start": "00:36:46",
    "end": "00:37:02"
  },
  {
    "text": "Yeah.",
    "start": "00:37:02",
    "end": "00:37:02"
  },
  {
    "text": "And then. Yeah, when something breaks on board the space station and we have to go fix it. And it's not just the start your pre breathe and get your suit on and go. It's the perturbation that goes throughout the entire entire space station, all the way down to our ground teams across the world who have to muster together to bring order back to this situation that, you know, you wonder how it all gets done.",
    "start": "00:37:03",
    "end": "00:37:26"
  },
  {
    "text": "Like, how is it any of us and all of this is here.",
    "start": "00:37:27",
    "end": "00:37:30"
  },
  {
    "text": "Yes.",
    "start": "00:37:30",
    "end": "00:37:30"
  },
  {
    "text": "Just so unlikely.",
    "start": "00:37:30",
    "end": "00:37:32"
  },
  {
    "text": "Yes, yes, yes. And you can't just say, well, it just all worked out. But when you're up there and you see it for yourself through your own eyes, just. Just how miraculous it is that not only are you there and you're safe and you're being productive thanks to the hundreds of thousands of people on the ground whose job it is to see to it that you do have meaningful work, and then you look outside and then you're inside of a space station that was completely assembled in space. Yeah.",
    "start": "00:37:32",
    "end": "00:38:05"
  },
  {
    "text": "That's wild.",
    "start": "00:38:05",
    "end": "00:38:05"
  },
  {
    "text": "Yeah. I mean, they didn't put it all together here on the ground and plug it all in and check to make sure electrons from over there float to over there. No, it all went up into space and that was where the final assembly took place.",
    "start": "00:38:06",
    "end": "00:38:18"
  },
  {
    "text": "So amazing. It's like the biggest, most complex LEGO set ever.",
    "start": "00:38:18",
    "end": "00:38:22"
  },
  {
    "text": "Yes, exactly. 100%. And just like going back to the view out the window when you're done looking at the Earth and just completely, like, you need a couple orbits to take it all in. And then you look out at space and you're like, that's amazing. I can't believe we're here. And then you look at the space station and you look all around and you see solar arrays going around and thermal radiators rotating and you know, what's going on with those control moment gyros that are spinning at thousands and thousands of RPMs to keep the space station oriented in just the right way. I mean, these are just some of the real visible aspects. But there's a lot going on behind the scenes that keep that machine running. Then once you're done being completely in awe of that, you think about all the people who are on the ground, in the control centers and the back.",
    "start": "00:38:23",
    "end": "00:39:09"
  },
  {
    "text": "Rooms, probably at that very moment sending.",
    "start": "00:39:09",
    "end": "00:39:12"
  },
  {
    "text": "Commands and monitoring parameters. And it takes a world to run this space station.",
    "start": "00:39:12",
    "end": "00:39:19"
  },
  {
    "text": "Which then raises the fascinating analogy, which is like, well, what is currently happening behind the scenes of the cosmos? Of the cosmos. For every complex operation to keep that thing up in space, there's an almost infinite number of operations happening in the universe to make our conscious awareness of even just this conversation right now. But just the scale of that. We're so habituated into our life rhythms. The scale and the immensity of the chaos that is being resisted at this very moment. We just can't really even take it in.",
    "start": "00:39:20",
    "end": "00:39:57"
  },
  {
    "text": "Yeah, but is that kind of what hit home when you were sitting there looking at the blanket, the blue blanket? There's a sense of. There's my sense of how ordered things are, is now a little different. I can see how close to chaos things really are.",
    "start": "00:39:57",
    "end": "00:40:17"
  },
  {
    "text": "So it's never far from my mind when I'm looking out at the view about the harsh conditions out there. That seems to always be forefront to me. I mean, from the vacuum of space to the extremes in temperature, from plus 200 degrees Fahrenheit to minus 200 degrees Fahrenheit. When the sun's up, it's at its extreme. When the sun's on the other side.",
    "start": "00:40:19",
    "end": "00:40:42"
  },
  {
    "text": "It'S at its 200 degrees Fahrenheit to negative 100, 200.",
    "start": "00:40:42",
    "end": "00:40:47"
  },
  {
    "text": "So just 200 to positive 200 to.",
    "start": "00:40:47",
    "end": "00:40:49"
  },
  {
    "text": "Negative 200 swing of 400 Fahrenheit.",
    "start": "00:40:49",
    "end": "00:40:52"
  },
  {
    "text": "Yeah, yeah. And think about what that does to just metal, not to mention your own body, but just to the metal of the space station. And just knowing from all the training of being in a pressurized suit to do spacewalks and knowing all the emergency procedures that we have to train in order to overcome a. That exposes us to that. So it's always on my mind. So then when I get those quiescent moments where I'm just looking at the Earth and all its beauty and grandeur, and I see just. Then you see that thin blue line or what appears thin, and you're like that's all there is. I go out there with a pressurized suit and his visor, two visors. I've got multiple layers on me. I got air pumping into my suit. I got a CO2 removal system. I got a battery here, battery there, radio transmitter maybe. I mean, I'm decked out to the hilt in order to not only be safe, but function out there and do the work. And then there's this thin blue atmosphere that protects everybody from ultra high, from the radiation and ultraviolet rays. And then when the sun comes up over the horizon and the beautiful transformation of the horizon as that sun, just like you get hints of it, it's not quite up yet, but you can see things start to change. And you're like, it's of kind coming. It's coming. You get so excited to see this. And then as it just.",
    "start": "00:40:52",
    "end": "00:42:14"
  },
  {
    "text": "The sun's about the same size as I experience it.",
    "start": "00:42:14",
    "end": "00:42:16"
  },
  {
    "text": "Yes. Yeah. In fact, glad you said that, John, because there's a lot of the things that you see here, you see up there with a slightly different perspective, like the stars, for one, 3D stars. 3D stars.",
    "start": "00:42:16",
    "end": "00:42:30"
  },
  {
    "text": "I'm disappointed now that you made me realize I've only ever seen 2D stars.",
    "start": "00:42:30",
    "end": "00:42:33"
  },
  {
    "text": "You've only seen 2D stars.",
    "start": "00:42:33",
    "end": "00:42:35"
  },
  {
    "text": "I've only ever looked at the sky and seen the sky in 2D. And I'm a little sad.",
    "start": "00:42:35",
    "end": "00:42:39"
  },
  {
    "text": "And I'm sad with you. Yes, yes. So there's 2D stars, and then, you know that beautiful kind of sunset that you see, especially if you're in Southern California with a lot of smog and the orange in the.",
    "start": "00:42:40",
    "end": "00:42:51"
  },
  {
    "text": "You see that on the horizon?",
    "start": "00:42:51",
    "end": "00:42:52"
  },
  {
    "text": "You see that on the horizon? You definitely see that, but you see it on a much larger scale.",
    "start": "00:42:52",
    "end": "00:42:55"
  },
  {
    "text": "Yeah.",
    "start": "00:42:55",
    "end": "00:42:56"
  },
  {
    "text": "You see on a whole sphere of.",
    "start": "00:42:56",
    "end": "00:42:57"
  },
  {
    "text": "The Earth and we're up high enough that you can see the curvature of the Earth. I mean, you don't see the big ball, but you can see that it's a curve. So you get to see, you know, over 3,000 miles of land mass as you're going over at one time.",
    "start": "00:42:57",
    "end": "00:43:12"
  },
  {
    "text": "Because, sorry, you're. How high up are you? You're not that high.",
    "start": "00:43:13",
    "end": "00:43:16"
  },
  {
    "text": "No, I mean, in the grand scheme of things, we're not. We're like 200 to 250 miles. So, like, I do this in Houston. Like, if. From. If I'm in Houston and you're in Austin, that's about the distance. If you went altitude, you know, highest.",
    "start": "00:43:16",
    "end": "00:43:28"
  },
  {
    "text": "350 miles, that'd be like, here to Seattle.",
    "start": "00:43:28",
    "end": "00:43:30"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:43:30",
    "end": "00:43:30"
  },
  {
    "text": "That's how far away we are, yeah. But you're taking three hours to drive there. Believe it or not, it takes us eight and a half minutes to get to orbit.",
    "start": "00:43:31",
    "end": "00:43:40"
  },
  {
    "text": "Oh, wow.",
    "start": "00:43:40",
    "end": "00:43:41"
  },
  {
    "text": "Yeah, a couple of hours.",
    "start": "00:43:41",
    "end": "00:43:41"
  },
  {
    "text": "You can move it a little faster.",
    "start": "00:43:41",
    "end": "00:43:42"
  },
  {
    "text": "Yeah, a little faster. A little bit more thr. But. And the airways are clear for us to get there. No traffic, but. Yeah. The distance isn't too far, but you're just well above the atmosphere that you see. You see things without the filter of our atmosphere. But the sun glint, you know, when you see from an airplane, just the way that the sun as it's moving, casts a shadow on the Earth as you're traveling, if you're ever looking out the window, we see that as well. Where mountains look completely different because of the shade that is created by their peaks, and depending on where the sun is. I love looking at bodies of water where the sun glint is changing it from blue to, like a pearlescent coral color to this kind of opalescentness. It's just like. It blows my mind away to see that when you. You're just looking at the Earth and all of its beauty and it's just. It doesn't look chaotic anymore. Something that you guys said earlier about the chaos waters made me think about this, that the fact that the earth is 71% covered by water is never so obvious as when you're in space.",
    "start": "00:43:42",
    "end": "00:45:21"
  },
  {
    "text": "Wow.",
    "start": "00:45:21",
    "end": "00:45:22"
  },
  {
    "text": "And it's interesting that you can be on several orbits where you don't see any land, you're just seeing water. And sometimes you don't see land because the clouds are covering, but you're like, yeah, this is what 71% looks like because it's just a bunch of water. And when I think about the chaos, you know, the chaos waters and the dry land appearing, it's like it's an oasis to me. And then just that view from space. I was trying to think about this and set it to words that when I would look out and just see ocean, ocean, ocean, ocean, I'm thinking, I'm glad I'm not there. Like, that's in the middle of what seems like nowhere. And I'd never get that sense anywhere, but from the vantage point of space.",
    "start": "00:45:22",
    "end": "00:46:11"
  },
  {
    "text": "While flying through space, I'm glad I'm not in the ocean.",
    "start": "00:46:12",
    "end": "00:46:16"
  },
  {
    "text": "I'm glad I'm not. I know that just sounds so weird to say.",
    "start": "00:46:16",
    "end": "00:46:20"
  },
  {
    "text": "Okay, all right. So that makes me think of another question I wanted to ask you. So that feeling of waking up to a new awareness that the world that I thought I lived in has just Become a lot more wondrous and strange and dangerous. That has to have an effect. And I think one of the effects the biblical story is trying to have on our imaginations is to recover that sense of wonder and the fragility of this whole thing. And so the experience that you've been able to have, there actually has been a lot of very interesting people who have documented the psychological experience of astronauts. And so there's a guy named Frank White who I know you've met, but he's done a lot of research interviewing astronauts and he came up with a term to talk about, about that mental impact. He called it the overview effect. That there's a deep transformation in astronauts view of the world and reality and other people that happens from getting these experiences that you've had. So you had your own version of this experience. What does that do? Like when you come back, do you encounter, what do you see differently? How has it impacted? It probably impacts everything. So I'm asking you to quantify something that's like unquantifiable, ineffable. Yes. But you know, when you think about the political challenges of humans getting along or think about a difficult co worker, how have these experiences shaped how you view other people and how humans do or don't get along down here? What happens there?",
    "start": "00:46:21",
    "end": "00:47:57"
  },
  {
    "text": "I think that those thoughts happen while you're there. They start there and travel home with you. But I remember while I was there gazing at the earth and not seeing. You don't see any borders other than those between land masses and the waters. And you don't see the conflict. It looks so peaceful from our vantage point. Plus the only audio that you get is the ambient noise of the space station. So you don't even hear what's happening on the surface of the earth. And all you see is the beauty and the awe ness of again, it's ineffable. It's hard to put it into succinct terms what that view and the privilege that you have that only a fraction of the human race has ever experienced. You start thinking about, I wonder if more people could see this, believers or non believers, people who care about the Earth, to people who think the earth is there for them, how this would change them. You start thinking of, I think those are the first thoughts that I have. But then it's also for me, emotional to think about what am I doing here? Why do I get to see this? Why is it me that's getting this opportunity to look at this? And, and if that's not one of the most humbling moments of my life that then brings me back home and has me view myself in light of others. That's where that began. I mean, I think I went through a bit of a transformation after that flight in that alone, just searching my own heart and what was important to me. Because before I took that flight in particular, I was pursuing a career, and I was newly married, but I was geographically single because my husband was serving in our military in a foreign location. And so I was basically living for myself and coming back home from that flight in particular, where I spent six months just being captivated by what I saw out the window. Not to mention living life and working where I lived and lived where I worked. And just the chaos of living with people that you didn't necessarily choose to live with, but because of circumstances, you're there together as a crew and a team. All of that just forced me, when I got home from that mission, to kind of look deep into my heart at what it meant for me to be there, to be one of the ones to do all of that. And just as far as looking out at the planet and how that looks just from just the physical sense, it's both. It's as terrifying to look out the window as it is delightful. You know, just from the Terminator, where the sun sets and there's a shadow cast on the surface of the Earth. And it moves along the Earth just like, you know, what's it called? It's called the Terminator.",
    "start": "00:47:57",
    "end": "00:51:12"
  },
  {
    "text": "Killer Robot. That's amazing.",
    "start": "00:51:15",
    "end": "00:51:18"
  },
  {
    "text": "It's a shadow line.",
    "start": "00:51:18",
    "end": "00:51:19"
  },
  {
    "text": "It's a shadow. Very good.",
    "start": "00:51:20",
    "end": "00:51:21"
  },
  {
    "text": "Is this like a NASA slang, or is this like a true.",
    "start": "00:51:23",
    "end": "00:51:26"
  },
  {
    "text": "I think it's in the dictionary. Didn't make this. Wow.",
    "start": "00:51:26",
    "end": "00:51:30"
  },
  {
    "text": "All right.",
    "start": "00:51:31",
    "end": "00:51:31"
  },
  {
    "text": "The Terminator. It's the line of shadow. And it's. To me. And I've asked other colleagues the same question, how that looks to them. And many feel the same way that it's kind of eerie when you see the Terminator coming, Especially if you're, you know, especially if you're over water. Because as you see the shadow coming and it's coming, you're like, oh, it's.",
    "start": "00:51:31",
    "end": "00:51:58"
  },
  {
    "text": "Almost here, and you're gonna get enveloped in it.",
    "start": "00:51:58",
    "end": "00:52:00"
  },
  {
    "text": "I'm gonna get enveloped in it. When the shadow comes, unless you're over a highly populated area with lights, it's almost. And for the lack of stars, you would think that you were just looking at the universe. Cause it is black. Like the Earth disappears. And it's scary. Cause, you know, you're like, where did it go? But you know, it's right there. So it's like. And you can't help but look at it. Cause you're like, I wanna see what it does, but it's going away. I don't know. It's a weird, weird thought, but it's that kind of thing, you know, I just paid attention to this feeling I had of the terminator coming. Then get this. When you're basically just picture our continent and it's over, you know, what is it, like 5,000 miles across, if not more than that? And let's say this blanket of cloud covers the magician of it. You watch lightning go from one end to the other in a split second. Whoa, right? And you think to yourself, I mean, it's amazing, the maze of lines where if you're here on the Earth and you're looking, you see a lightning bolt. It's like you just see these.",
    "start": "00:52:00",
    "end": "00:53:07"
  },
  {
    "text": "You see it as a system.",
    "start": "00:53:07",
    "end": "00:53:08"
  },
  {
    "text": "Yeah. But up there, you watch electrons flow in no time at all. And it's like it blows your mind. And, you know, so these things just keep happening. Auroras. For a chemist, a pea chemist in particular, I'm watching ionization happen like I was in my own vacuum chamber. And auroras, when you're looking at them from the northern latitudes and you see them as. Again, sorry, td. You're just watching this swirl of color. But when you're up in space and you're looking down at it, it actually has height to it. Oh, my goodness. And it's dancing and. And you're almost like in a glass bottom boat looking at the aurora. And it's green and yellow and sometimes it's red and blue, but it's mostly green and yellow.",
    "start": "00:53:08",
    "end": "00:53:55"
  },
  {
    "text": "How often do you go over that? It just depends on how the Earth is spinning and how you're in our orbit.",
    "start": "00:53:56",
    "end": "00:54:02"
  },
  {
    "text": "We call it precession, orbital precession. And so you are at this inclination of 51 degrees. And as the Earth rotates and as we travel, you go over the same area kind of like every other two weeks. And so. So I'm just gonna throw a rough estimate about every two weeks. You see this?",
    "start": "00:54:02",
    "end": "00:54:19"
  },
  {
    "text": "You'll be right over it.",
    "start": "00:54:19",
    "end": "00:54:20"
  },
  {
    "text": "Okay. Yeah. And there's been lots of video captured of it. And my goodness, you're just fascinated by the dancing ionization of atmosphere and incoming particles. And why I'm going on about this is because the other thought I had is how complex this Earth is. And just those things alone that as the Earth turns, everything that's happening on the surface of the Earth to weather systems that to us on the ground, we see just a fraction of it. But from space you see how large it is. And to say, I think we make our world too small sometimes. And with Internet and communications being as rapid as they are, and how we can hop on a jet and be halfway around the world in 15 hours makes the world seem so. But it's really big. It is really big. When you think about how complex it is. And when we start thinking about that the world is so small and that we are in control of it, then I think that's where we start to step into that worldly mindset. But keep the world big, keep the planet big, because it's to God's glory that it is as grand as it is. And when you realize that, then God seems a lot bigger than we make him sometimes.",
    "start": "00:54:20",
    "end": "00:55:48"
  },
  {
    "text": "Yeah. What you're saying is a wider realization of the chaos surrounding the scale of that within an even wider.",
    "start": "00:55:50",
    "end": "00:56:02"
  },
  {
    "text": "You're giving room for a view of.",
    "start": "00:56:03",
    "end": "00:56:06"
  },
  {
    "text": "God's own wisdom and generosity and power is really scaled to your view of the universe, isn't it? Wow, that's a fascinating.",
    "start": "00:56:06",
    "end": "00:56:15"
  },
  {
    "text": "I was counting on you guys to wrap that up.",
    "start": "00:56:15",
    "end": "00:56:17"
  },
  {
    "text": "That's exactly it. But at the same time to think. Because, you know, as you're talking about the auroras or a storm, also, it's speaking to the unified, Right. Integrated nature of the oasis, the ordered oasis. And that it's like almost like it really is more like an organism, like a big floating organism in the middle of the universe because it's all so integrated. But at the same time, it's just being held there against these forces and lasers that are constantly bombarding it to reduce it back to the nothingness from which it came. It's really a marvel that there is anything at all, much less this particular set of things that we happen to inhabit. And yeah, I feel like my vision of the universe has been able to expand a little by us talking as.",
    "start": "00:56:20",
    "end": "00:57:14"
  },
  {
    "text": "The universe expands your understanding.",
    "start": "00:57:14",
    "end": "00:57:15"
  },
  {
    "text": "Yeah. But then also, I think the biblical story is also trying to expand it for us as well. To help us appreciate both how beautiful and what a gift that is also fragile and on the precipice. And somehow holding all of that together in one moment is something the biblical authors want to instill in us through the story of the chaos waters in the garden.",
    "start": "00:57:16",
    "end": "00:57:43"
  },
  {
    "text": "Yeah, I can't wait for this next mission. Armed with the deeper understanding I have of Genesis alone. And to see it with that lens applied. I'm looking for to that experience because I didn't have it when I went before. I mean, I of course believer read my Bible, but I wouldn't say that I understood it as the unified story that it is. And so I'm really looking forward to this next mission armed with that information.",
    "start": "00:57:45",
    "end": "00:58:17"
  },
  {
    "text": "Well, we're thankful that you're going to let us beam in and talk with you.",
    "start": "00:58:18",
    "end": "00:58:21"
  },
  {
    "text": "I'm so psyched about that.",
    "start": "00:58:22",
    "end": "00:58:23"
  },
  {
    "text": "You can tell us what that experience is like with that on the.",
    "start": "00:58:23",
    "end": "00:58:26"
  },
  {
    "text": "Yeah. Looking forward to that for sure.",
    "start": "00:58:27",
    "end": "00:58:29"
  },
  {
    "text": "Yeah. Tracy, thank you for writing a letter.",
    "start": "00:58:29",
    "end": "00:58:32"
  },
  {
    "text": "Yeah.",
    "start": "00:58:32",
    "end": "00:58:33"
  },
  {
    "text": "And reaching out to us. It's been really fun to get to know you and just to share with our audience. Everyone listening, you know, this conversation really, really special. Thank you for coming here to do this and spending time with us.",
    "start": "00:58:33",
    "end": "00:58:47"
  },
  {
    "text": "It's been a super pleasure for me and a real honor to come and spend this time with you in this great place where so much creativity takes place and just appreciate you guys taking us all on this journey and that we can that it's so accessible even from space.",
    "start": "00:58:47",
    "end": "00:59:07"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. Next week we're wrapping up this series. We'll do one final question and response episode for the Chaos Dragon. Today's episode was brought to you by our podcast team, producer Cooperation Peltz, Associate Producer Lindsey Ponder, Editors Tyler Bailey and Frank Garza. Tyler Bailey mixed this episode and Hannah Wu provided the annotations for the annotated podcast in our app. Bibleproject is a crowdfunded nonprofit and we exist to experience the Bible as a unified story that leads to Jesus. Everything that we make is free because of the generous support of thousands of people just like you. So thank you so much for being a part of this with us.",
    "start": "00:59:11",
    "end": "00:59:46"
  },
  {
    "text": "Hi, this is Chandler Wagner and I'm from Asheville, North Carolina.",
    "start": "00:59:46",
    "end": "00:59:50"
  },
  {
    "text": "Hi, this is Jenna Poster and I am from the Philippines. I first heard about Bible Project in our church. I use bibleproject as a supplement in my personal devotion and I also use the Read Scripture app for my daily Bible reading.",
    "start": "00:59:50",
    "end": "01:00:07"
  },
  {
    "text": "I first heard about bibleproject through the Bible Recap, a chronological reading plan and accompanying podcast. I use bibleproject to help set the stage for the book of the Bible that I'm about to read in the plan and to help reorient myself to the overarching narrative while I'm reading.",
    "start": "01:00:07",
    "end": "01:00:21"
  },
  {
    "text": "My favorite thing about bibleproject is that it is totally Christ centered and fully saturated in the Word.",
    "start": "01:00:21",
    "end": "01:00:28"
  },
  {
    "text": "My favorite thing about bibleproject is that in this world of distractions scrolling and multitasking, it captures my full attention, and it provides me with phrases and frameworks to share with others as I learn more about God. We believe the Bible is a unified story that leads to Jesus.",
    "start": "01:00:28",
    "end": "01:00:44"
  },
  {
    "text": "We are a crowdfunded project by people like me. Find free videos, study notes, podcast classes, and more@bibleproject.com.",
    "start": "01:00:44",
    "end": "01:00:54"
  }
]