[
  {
    "text": "We've been tracing the theme of the sea dragon in the Bible, and today we arrive at the scroll of Daniel. When the story of Daniel begins, the nation of Israel has been conquered by Babylon, and many of its inhabitants have been carried off into exile, including Daniel and his three friends, Shadrach, Meshach, and Abednego. And right off the bat, the narrator of Daniel points out that these guys are all from the line of David.",
    "start": "00:00:04",
    "end": "00:00:30"
  },
  {
    "text": "By saying in the opening line that Daniel and his friends are from the royal seed, the author's linking Daniel and his friends back to that ancient conflict between the seed of the woman from Genesis 3:15 and then the snake and its seed. The whole book of Daniel is a dramatization of Genesis 3:15.",
    "start": "00:00:31",
    "end": "00:00:49"
  },
  {
    "text": "So if this is a story about the seed of the woman from the line of David who will defeat the dragon, Daniel, then we're gonna expect to encounter some serpents.",
    "start": "00:00:50",
    "end": "00:00:58"
  },
  {
    "text": "And so it's gonna be no surprise that in Daniel chapter seven, when the drama of what's happening in the world is described as a drama between one like a son of Adam, and then between this monstrous series of beasts, one of which is so monstrous it can't even be described.",
    "start": "00:00:59",
    "end": "00:01:16"
  },
  {
    "text": "Daniel Chapter 7 is an incredible apocalyptic dream that Daniel has where he sees four chaos monsters and rising up out of the sea.",
    "start": "00:01:17",
    "end": "00:01:26"
  },
  {
    "text": "These are creatures that are in God's world, but they're monstrous, boundary breaking. What's important about all these beasts is the mixing of the categories.",
    "start": "00:01:26",
    "end": "00:01:35"
  },
  {
    "text": "Yahweh appears on his throne in the sky, but there's another character as well that Daniel calls the son of man. And he rides up on a cloud to meet Yahweh on the throne. And between the two of them, the monsters are slain.",
    "start": "00:01:36",
    "end": "00:01:50"
  },
  {
    "text": "If you go throughout the Hebrew Bible, the only one who ever rides the clouds is Yahweh, but also the only one who sits on the cosmic throne is Yahweh. And now one of the two attributes of Yahweh, the enthroned one who sits above the clouds, is now being broken up into two figures. The ancient of days who's on the throne, and then this one, like a son of Adam.",
    "start": "00:01:51",
    "end": "00:02:14"
  },
  {
    "text": "Today, Tim Mackey and I are talking about the theme of the sea dragon in the scroll of Daniel. Hi, I'm John Collins and you're listening to BibleProject Podcast. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:02:14",
    "end": "00:02:28"
  },
  {
    "text": "Hey, John. Hi.",
    "start": "00:02:28",
    "end": "00:02:30"
  },
  {
    "text": "Hi. All right, we're moving through the Bible and we're tracing a theme of the sea dragon.",
    "start": "00:02:30",
    "end": "00:02:37"
  },
  {
    "text": "Yes, we are. As one does. Yeah, like you do like you do.",
    "start": "00:02:37",
    "end": "00:02:41"
  },
  {
    "text": "And man, it's been such a category buster for me.",
    "start": "00:02:42",
    "end": "00:02:45"
  },
  {
    "text": "Yeah, new pathways are forming in my brain too. I feel like the clarity that your questions have pushed me towards in my own thinking has been really helpful too. So I agree. I've learned a lot so far.",
    "start": "00:02:45",
    "end": "00:02:57"
  },
  {
    "text": "So we're going to look at the images of the monster, particularly in the book of Daniel. Yes, in this conversation. And things are not going to get simpler. I'm imagining.",
    "start": "00:02:58",
    "end": "00:03:11"
  },
  {
    "text": "We'll see. We'll see what happens.",
    "start": "00:03:13",
    "end": "00:03:14"
  },
  {
    "text": "Okay.",
    "start": "00:03:14",
    "end": "00:03:15"
  },
  {
    "text": "So yes, you know, we often do summaries at the beginning, so maybe just I'll try and do the briefest summaries to set up what's happening in Daniel and Isaiah. One way of thinking about the basic plot line of the biblical story is when a God who is existence and being and God's own self chooses to share that existence with a creature, that is to make a creature with whom to share existence. God is not threatened by not existing in the biblical imagination. God just is. But if God wants to share in genuine relationship with something that he brings into being, that means calling into being something that was not. And that is what creation is. And creation comes into being in Genesis 1. The language of its non existence or pre creation state is just a dark, chaotic ocean, the sea. And God brings into existence a good but fragile order that's just one little garden spot on the dry land protected from the waters. And the waters and the darkness become the primary images of chaos disorder that threaten the good world of order. And then there's also an inhabitant in those waters called the sea monster. And the sea monster, while put in a realm where it belongs like the sea, is just perpetually potential danger for the dry land and the creatures on the dry land if it were to exert its force.",
    "start": "00:03:16",
    "end": "00:04:51"
  },
  {
    "text": "But God put it in its place. And there's a boundary between ocean and land.",
    "start": "00:04:51",
    "end": "00:04:56"
  },
  {
    "text": "Exactly right. Yep. And then God partners with human images of God and exalts them to a place of authority, responsibility and partnership to take the blessing and life and order and goodness that God has established and then to spread it, to fill the land and spread that order in life. And that's the potential of the biblical story. But the question is, will humans trust God's word and wisdom that establish the order and create and spread God's order by his word and wisdom? Or while they choose to do what's good in their own eyes? And as they do so, we're introduced to another type of chaos image, which is the wilderness in Garden of Eden. Story that's another picture that aligns with the dark, chaotic waters is the waterless, lifeless wilderness. And there's also a corresponding sea monster in that wilderness in the form of a snake that slithers into the garden, as it were.",
    "start": "00:04:56",
    "end": "00:05:56"
  },
  {
    "text": "Here. Here's the way I've been thinking about that, because if we create the category for chaos and the creature of chaos, the sea monster, but it's in its place. Right. So it's dangerous. You know, the ocean is dangerous, the sea monster is dangerous. But it's in its place.",
    "start": "00:05:56",
    "end": "00:06:13"
  },
  {
    "text": "It stays where it is. It will, as Psalm 104 says, play, play in the water.",
    "start": "00:06:13",
    "end": "00:06:17"
  },
  {
    "text": "It's playing up there. It's praising Yahweh, whatever that means for chaos to be praising Yahweh. But when God confronts chaos, it's like, as an artist confronting a canvas, less of like.",
    "start": "00:06:17",
    "end": "00:06:27"
  },
  {
    "text": "Yeah, that's. That's right.",
    "start": "00:06:27",
    "end": "00:06:29"
  },
  {
    "text": "This battle.",
    "start": "00:06:29",
    "end": "00:06:29"
  },
  {
    "text": "That's right.",
    "start": "00:06:30",
    "end": "00:06:30"
  },
  {
    "text": "And to slay the leviathan, he doesn't fight it, he creates it and puts it out there.",
    "start": "00:06:30",
    "end": "00:06:35"
  },
  {
    "text": "Yeah. In Genesis 1. In Genesis 1, that's right. Yep.",
    "start": "00:06:35",
    "end": "00:06:37"
  },
  {
    "text": "Okay, so then we get to Genesis 2, and there's another creature, and it's not the sea dragon, but it's a snake.",
    "start": "00:06:37",
    "end": "00:06:44"
  },
  {
    "text": "It's a snake in the wilderness of the field, which is another name for the uncultivated land out there. Yep.",
    "start": "00:06:44",
    "end": "00:06:50"
  },
  {
    "text": "And what you've drawn attention to is that the chaos waters and the barren wilderness are two different ways to talk about the same idea. Which is realms of chaos.",
    "start": "00:06:50",
    "end": "00:07:00"
  },
  {
    "text": "Yeah. Disorder or non order.",
    "start": "00:07:00",
    "end": "00:07:02"
  },
  {
    "text": "Yeah. And so snakes and scorpions and even like lions and jackals become a way to describe inhabitants of the realms of chaos. And I was just thinking about when Israel goes into the wilderness, when they are being liberated out of slavery, but then they have to go through their time of testing in the wilderness. There's the story of them complaining and disobeying. And then God sends snakes. Yeah. Venomous snakes come, and it's the creatures of the wilderness who bring death.",
    "start": "00:07:02",
    "end": "00:07:36"
  },
  {
    "text": "Yeah, that's exactly right.",
    "start": "00:07:36",
    "end": "00:07:38"
  },
  {
    "text": "And so just like the sea dragon is a creature of the sea that brings death. Snakes or a creature of the wilderness that brings death.",
    "start": "00:07:38",
    "end": "00:07:44"
  },
  {
    "text": "Yep, yep. It's a land dragon.",
    "start": "00:07:44",
    "end": "00:07:45"
  },
  {
    "text": "The land dragon. So it's another way to think about.",
    "start": "00:07:45",
    "end": "00:07:47"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:07:47",
    "end": "00:07:48"
  },
  {
    "text": "But what's so interesting, there's another layer here, though, because this isn't just a venomous snake. This is a crafty talking snake.",
    "start": "00:07:48",
    "end": "00:07:57"
  },
  {
    "text": "Yeah. It's a symbol for an intelligent being. Yeah, yeah.",
    "start": "00:07:57",
    "end": "00:08:01"
  },
  {
    "text": "There's some intelligence behind it. And so how we began to Talk about this is that it's another creature using the power of the dragon as a costume or as a front, you know.",
    "start": "00:08:01",
    "end": "00:08:15"
  },
  {
    "text": "Yeah. And to describe an intelligent heavenly being as a snake means that what it is doing through its actions, what it's spreading in God's world is not furthering the good order that God has in mind, but actually dragging creation back into death and destruction.",
    "start": "00:08:16",
    "end": "00:08:35"
  },
  {
    "text": "And no longer is it contained. It's like out there.",
    "start": "00:08:35",
    "end": "00:08:38"
  },
  {
    "text": "Yeah, totally. It crawls into the garden.",
    "start": "00:08:38",
    "end": "00:08:40"
  },
  {
    "text": "And so this brings us to the story of how is there a fallen rebel ruler of the sky. And that's not what this theme is really about per se, but there is one. And he's co opted the power of chaos. He's outside the boundaries and he wants to deceive the land rulers.",
    "start": "00:08:40",
    "end": "00:09:04"
  },
  {
    "text": "Yeah. It's trying to exert its influence not within its proper realm where God assigned it, but exert influence on creatures of another realm, on the land.",
    "start": "00:09:04",
    "end": "00:09:13"
  },
  {
    "text": "And then we get the story of Cain and Abel where we begin to realize that that same co opting of the dragon taking on the power of the dragon, using the dragon like a costume, is something that humans do too.",
    "start": "00:09:14",
    "end": "00:09:27"
  },
  {
    "text": "Humans do? Yep.",
    "start": "00:09:27",
    "end": "00:09:28"
  },
  {
    "text": "When Cain gets angry and kills his brother, God says, that is sin. It's crouching at your door like a monster and it wants to have you. And then we see Cain be overcome by this monster and then we see just over and over humans giving in to the power of the monster. So much so that the most powerful humans in the Bible, the kings, when the prophets want to talk about how corrupt and violent and horrible they are, they will just straight up start calling them the sea dragon.",
    "start": "00:09:28",
    "end": "00:10:01"
  },
  {
    "text": "Yeah. Pharaoh's called a dragon in Ezekiel, Nebuchadnezzar is called a dragon in Jeremiah.",
    "start": "00:10:01",
    "end": "00:10:06"
  },
  {
    "text": "Yeah. Straight up they're using the power of the dragon.",
    "start": "00:10:07",
    "end": "00:10:09"
  },
  {
    "text": "Yep.",
    "start": "00:10:09",
    "end": "00:10:09"
  },
  {
    "text": "And then I was reflecting on those psalms we read. I think it was a psalm where the poet is looking at how Babylon took out Jerusalem, took out the temple, and everything is laid waste. And the poet goes, God, like you at the beginning of time, ordered creation. And in doing that, you slayed the dragon.",
    "start": "00:10:09",
    "end": "00:10:31"
  },
  {
    "text": "Yeah. You overcame its power. Its power is nothing to you.",
    "start": "00:10:31",
    "end": "00:10:36"
  },
  {
    "text": "Yeah. You know how to deal with chaos.",
    "start": "00:10:36",
    "end": "00:10:37"
  },
  {
    "text": "Yes, Yep.",
    "start": "00:10:37",
    "end": "00:10:38"
  },
  {
    "text": "And here I am now living in the midst of utter ruin and chaos. So can you do it again? But this time it's chaos that's been co opted through human powers, human powers.",
    "start": "00:10:38",
    "end": "00:10:52"
  },
  {
    "text": "And in league with or inspired, energized.",
    "start": "00:10:52",
    "end": "00:10:55"
  },
  {
    "text": "By whatever you want to say, by spiritual powers. And so the theme of God giving His rule over to other creatures, humans and angels, creates a dynamic in which the power of the dragon can become something even more intense.",
    "start": "00:10:55",
    "end": "00:11:15"
  },
  {
    "text": "Yep. And so it sets up this perpetual conflict between the snake and the humans, between the dragon and the humans. And the dragon can describe the heavenly rulers or earthly rulers that want, through their actions, to establish their own kind of order in what's good in their own eyes, but in fact, creates disorder and death for the people around them. And so this. This is the basic set of ideas and a whole lot more at work in the Book of Daniel in the Hebrew Bible. So with all that said, let's turn our attention to the drama of Daniel. We'll specifically focus on chapter seven and following. But we got to build up the story to get there in the first place. So the story of Daniel is placed right in the first years of Babylon's victory over the southern kingdom of Judah and over Jerusalem. So Nebuchadnezzar comes knocking when there's still a kingdom in the southern part, but it's just a few tribes. Now, the northern tribes got taken out 100 plus years ago by the empire of Assyria. And so in multiple invasions over a course of a little over a decade, Nebuchadnezzar invaded Jerusalem, would plunder it, take a bunch of people captive, and then go back to Babylon. So Daniel and his friends were taken captive in one of those invasions. So what we're told about Daniel is one, that he and his friends are from the royal lineage of Jerusalem's kings, that is from the line of David. So they are the seed of David, to use Jeremiah's language, as he described Nebuchadnezzar as a dragon getting swallowed by the dragon. They're in the belly. Yeah, in the belly of the beast.",
    "start": "00:11:15",
    "end": "00:13:25"
  },
  {
    "text": "The seed in the belly.",
    "start": "00:13:25",
    "end": "00:13:26"
  },
  {
    "text": "Yep. So the way that the Book of Daniel works, actually, we have a video on Daniel that will explain it better than I can right now. So if you want to maybe pause the podcast and if you can, go watch the video. But what's interesting is that the biblical author is. Is portraying the story of Daniel and his friends in Babylon on analogy to all kinds of stories in the Torah and prophets through hyperlinks and narrative patterning. And by saying in the opening line that Daniel and his friends are from the royal seed, the author's linking Daniel and his friends back to that ancient conflict between the seed of the woman from Genesis 3:15 and then the snake and its seed. And so it's going to be no surprise that in Daniel chapter seven, when the drama of what's happening in the world is described as a drama between one like a son of Adam and then between this monstrous series of beasts, one of which is so monstrous it can't even be described. So the whole book of Daniel is a dramatization of Genesis 3:15 in that sense, a drama between the land ruler that God wants to exalt as his image overall, and then the wily deceptions and violence of a beast that wants to use its power of death and chaos to defeat God's appointed ruler.",
    "start": "00:13:26",
    "end": "00:14:53"
  },
  {
    "text": "And here we're talking about the beast, not merely the sea dragon, but the sea dragon being co opted by spiritual powers and earthly. And earthly powers.",
    "start": "00:14:53",
    "end": "00:15:04"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:15:04",
    "end": "00:15:04"
  },
  {
    "text": "Together, yeah.",
    "start": "00:15:04",
    "end": "00:15:05"
  },
  {
    "text": "So the most famous stories in Daniel are the tests that Daniel and his friends face that are all modeled after the series of tests, starting with the garden choice that Adam and Eve have about the fruit of the tree. And so actually it's no coincidence that the first test in Jan, chapter one is about food.",
    "start": "00:15:05",
    "end": "00:15:23"
  },
  {
    "text": "Oh, right.",
    "start": "00:15:23",
    "end": "00:15:24"
  },
  {
    "text": "But what's funny is he vows to only eat vegetables and fruit. He takes on an Eden diet, as it were, and he refuses to eat the delicacies and meats of Babylon. And that test at which their lives are at stake, they're vindicated and exalted to an even greater place of rule and authority. The same happens with the fiery furnace, Shadrach, Meshach and Abednego. And the same happens with Daniel and the lion's den. They face a threat of death. They are faithful to their God and their God delivers them to a place of rule and authority. And everybody celebrates the kingdom of God and their God is the true king.",
    "start": "00:15:24",
    "end": "00:16:04"
  },
  {
    "text": "So three tests.",
    "start": "00:16:04",
    "end": "00:16:05"
  },
  {
    "text": "Yep, three tests. There are two paired stories in chapters four and five about two Babylonian kings, a father and his son, and the father, Nebuchadnezzar won't acknowledge God's reign and he becomes an animal, actually a beast who with really sharp fingernails become like claws. And it's all meditation on how when humans don't take up their God given destiny as images of the divine in the world, their behavior and their mindset is reduced to that of an animal. Just pure instinct, survival. So on his son chooses the same route and finds himself like assassinated and killed. So that's sure not a way to be a successful image of God. So that's chapters four and five and then chapters two and seven are linked together because they're both dreams, stories about dreams. Chapter two is a dream that the king of Nebuchadnezzar has of a big statue with four parts, and each part represents a kingdom. And then the statue gets smashed by a meteorite. Or actually, it's not called a meteorite, it's called a rock. Ooh. And this is important. So the Hebrew word for rock is Eben.",
    "start": "00:16:05",
    "end": "00:17:20"
  },
  {
    "text": "Eben.",
    "start": "00:17:20",
    "end": "00:17:20"
  },
  {
    "text": "Eben. Or Evan. Yeah, you gotta soften the B into a V, even like the name Evan. Yes, exactly right. Evan. Two E's.",
    "start": "00:17:20",
    "end": "00:17:29"
  },
  {
    "text": "Rocky.",
    "start": "00:17:29",
    "end": "00:17:30"
  },
  {
    "text": "Yeah, yeah, rocky. So this rock that comes and strikes the statue and then grows into a huge cosmic mountain is an image of the kingdom of God smashing all human earthly kingdoms that want to exalt themselves as a God. And then the mountain fills the world. Corresponding to that is Daniel 7, where Daniel has a dream about a series of four kingdoms that are violent and terrible and that they are destroyed and God's kingdom is set up forever. But instead of an even coming, what happens is about the enthronement of a Ben, which is the Hebrew word for son. So the dream of the rock coming and of the sun coming, the sun being exalted in Daniel 7 are linked. But in Daniel 7, the four kingdoms aren't described as an image of God statue. They're described as like beasts, as chaos, monsters, but with all new twists. So is that fairly clear how that all works? Yes. Okay. Decent summary. I'm also looking at the poster that.",
    "start": "00:17:30",
    "end": "00:18:39"
  },
  {
    "text": "Yeah, we're looking at the Daniel poster that comes from the overview video, which you can watch.",
    "start": "00:18:39",
    "end": "00:18:43"
  },
  {
    "text": "Yeah. Okay, so let's just read Daniel 7.",
    "start": "00:18:43",
    "end": "00:18:47"
  },
  {
    "text": "This is of the beasts. This is Daniel's vision.",
    "start": "00:18:47",
    "end": "00:18:49"
  },
  {
    "text": "Yeah. Daniel, chapter seven in the first year of Belshazzar.",
    "start": "00:18:49",
    "end": "00:19:24"
  },
  {
    "text": "This is the son of Nebuchadnezzar then.",
    "start": "00:19:24",
    "end": "00:19:25"
  },
  {
    "text": "Mm. Yep. King of Babylon. Daniel saw a dream and visions in his mind as he lay on his bed. Then he wrote the dream down and related the following summary of it. I was looking, Daniel said in my vision, by night, so it's dark. And look, the four winds of heaven were stirring up the great sea.",
    "start": "00:19:25",
    "end": "00:19:47"
  },
  {
    "text": "All right, we're in the sea.",
    "start": "00:19:47",
    "end": "00:19:49"
  },
  {
    "text": "Yeah, the dark, windy, stormy sea. It's right there.",
    "start": "00:19:49",
    "end": "00:19:54"
  },
  {
    "text": "Darkness was hovering over the abyss.",
    "start": "00:19:54",
    "end": "00:19:56"
  },
  {
    "text": "Yep. And the spirit of God. Remember the word spirit? Ruach. But this is not like God's ordering ruach.",
    "start": "00:19:56",
    "end": "00:20:03"
  },
  {
    "text": "The four winds. Is that a hyperlink?",
    "start": "00:20:03",
    "end": "00:20:07"
  },
  {
    "text": "The four winds. When we're talking about creation and four, it's usually four points of the compass.",
    "start": "00:20:07",
    "end": "00:20:12"
  },
  {
    "text": "Okay.",
    "start": "00:20:12",
    "end": "00:20:13"
  },
  {
    "text": "Meaning just the cosmic winds were stirring up the great sea.",
    "start": "00:20:13",
    "end": "00:20:17"
  },
  {
    "text": "But this isn't the spirit of God winds.",
    "start": "00:20:18",
    "end": "00:20:20"
  },
  {
    "text": "No, no, this is storm.",
    "start": "00:20:20",
    "end": "00:20:22"
  },
  {
    "text": "Storm. Chaos. Winds.",
    "start": "00:20:22",
    "end": "00:20:23"
  },
  {
    "text": "Chaos winds. Yeah, because what does the storm produce out of the chaotic sea? Four huge monsters, beasts coming up out of the sea, all different from each other. The first one was like a lion, but here's the thing, it was a land monster, like a creature of the desert. A lion.",
    "start": "00:20:23",
    "end": "00:20:45"
  },
  {
    "text": "Yeah.",
    "start": "00:20:45",
    "end": "00:20:45"
  },
  {
    "text": "But it had the wings of a sky flyer. And not just any sky flyer, of a predatory sky flyer.",
    "start": "00:20:46",
    "end": "00:20:55"
  },
  {
    "text": "An eagle.",
    "start": "00:20:55",
    "end": "00:20:56"
  },
  {
    "text": "An eagle? Yes. Eagles are ritually impure. In the kosher food list, all the carnivorous birds are predatory birds don't eat them. Don't eat them. So they're creatures that live off of the life of other creatures and they're creatures of the sky that live off of the life of creatures of the land. They violate the boundaries, so to speak.",
    "start": "00:20:56",
    "end": "00:21:17"
  },
  {
    "text": "So you got lions, which we've been talking about aren't your friendly zoo lion.",
    "start": "00:21:17",
    "end": "00:21:21"
  },
  {
    "text": "No, they're the ones you probably never see. You just hear them. And you only see it if they.",
    "start": "00:21:23",
    "end": "00:21:28"
  },
  {
    "text": "Crawl around in the dark and they stalk you.",
    "start": "00:21:28",
    "end": "00:21:30"
  },
  {
    "text": "Yeah. You only see it if you're about to die.",
    "start": "00:21:30",
    "end": "00:21:32"
  },
  {
    "text": "And this is a hybrid creature of a lion and an eagle.",
    "start": "00:21:33",
    "end": "00:21:36"
  },
  {
    "text": "Yep. But then its wings get plucked and.",
    "start": "00:21:36",
    "end": "00:21:40"
  },
  {
    "text": "And it came out of the sea.",
    "start": "00:21:40",
    "end": "00:21:41"
  },
  {
    "text": "It came out of the sea. So it's like. Actually what's important about all these beasts is the mixing of the categories.",
    "start": "00:21:41",
    "end": "00:21:47"
  },
  {
    "text": "We looked at an image of like a lion, eagle.",
    "start": "00:21:48",
    "end": "00:21:52"
  },
  {
    "text": "Oh, yes.",
    "start": "00:21:52",
    "end": "00:21:53"
  },
  {
    "text": "Hybrid. From somewhere.",
    "start": "00:21:54",
    "end": "00:21:56"
  },
  {
    "text": "Yeah. No, the ancient Egyptian art and Babylonian art and Canaanite and Israelite art is filled with hybrid multiform creatures which were more symbolic statements, like in the cherubim. The cherubim are multiform animal creatures, but there they represent all the creatures of the land shouting their praise to God. Whereas here, these are creatures that are in God's world, but they're monstrous, boundary breaking, uncategorizable. Okay, I don't even think that's made it work.",
    "start": "00:21:56",
    "end": "00:22:30"
  },
  {
    "text": "It works.",
    "start": "00:22:30",
    "end": "00:22:30"
  },
  {
    "text": "So there's a second beast that. Something like a bear, but it has all these ribs in its mouth and people are saying to it, hey, eat more, eat more. And he's just like this terrible bear. Actually, this is the most normal creature.",
    "start": "00:22:31",
    "end": "00:22:46"
  },
  {
    "text": "In the whole bunch.",
    "start": "00:22:46",
    "end": "00:22:47"
  },
  {
    "text": "Yeah.",
    "start": "00:22:47",
    "end": "00:22:47"
  },
  {
    "text": "Just a bearish kind of creature.",
    "start": "00:22:47",
    "end": "00:22:49"
  },
  {
    "text": "Yeah. Doing what bear does.",
    "start": "00:22:49",
    "end": "00:22:50"
  },
  {
    "text": "Eating something.",
    "start": "00:22:51",
    "end": "00:22:52"
  },
  {
    "text": "Eating much meat.",
    "start": "00:22:52",
    "end": "00:22:53"
  },
  {
    "text": "Second beast, bear.",
    "start": "00:22:54",
    "end": "00:22:55"
  },
  {
    "text": "Yep. Third one is like a leopard, but it had four wings and it had four heads.",
    "start": "00:22:55",
    "end": "00:23:02"
  },
  {
    "text": "It's like a dragonfly. Four headed leopard.",
    "start": "00:23:04",
    "end": "00:23:07"
  },
  {
    "text": "Yeah. And it had power. And then I kept looking in my night visions. Notice the darkness is brought back up again. And a fourth beast. Dreadful, terrifying, unimaginably strong with huge iron teeth. So iron is human product. Oh, that's human. It's weird. Like, why does it have iron teeth? So it's like. It's even now. It's like getting modified by human weapons.",
    "start": "00:23:07",
    "end": "00:23:36"
  },
  {
    "text": "Oh, interesting.",
    "start": "00:23:36",
    "end": "00:23:37"
  },
  {
    "text": "It devoured and crushed and trampled down what remained with its feet. I was different from all the beasts that were before it. Oh, yeah. And you should know, it had 10 horns. And then I was looking at those horns, and then there was one more horn that sprouted up, and the first of the three horns were pulled right up by the roots. It just, like, popped them out when it came next to them. And this horn had eyes like a human, and it just was talking about how amazing and powerful it is, uttering great boasts. All right. These are the monsters.",
    "start": "00:23:37",
    "end": "00:24:11"
  },
  {
    "text": "All right. Horrifying.",
    "start": "00:24:11",
    "end": "00:24:12"
  },
  {
    "text": "Yeah. So the stuff of nightmares.",
    "start": "00:24:12",
    "end": "00:24:14"
  },
  {
    "text": "Yeah.",
    "start": "00:24:14",
    "end": "00:24:15"
  },
  {
    "text": "So the biblical imagery, they all come out of the chaos sea. So it's by a principle of four, which is very common to do. 1, 2, 3, bonus. It's a very common climactic pattern in biblical literature to list things in three and then to have even four. Yeah, for three things. Even for four. And so all of them are creatures of the wilderness. The first three are. The first and the third are both wilderness creatures, but with wings. They break categories. Ooh. Notice if you have four creatures, but the third one has four heads, add them up and you have a total of seven heads.",
    "start": "00:24:15",
    "end": "00:24:59"
  },
  {
    "text": "Okay.",
    "start": "00:25:01",
    "end": "00:25:01"
  },
  {
    "text": "I mean, just count them. You've got the lion, the bear, four leopard heads, the super monster beast, and then the leopard has four. So you have seven heads, and it has 10 horns.",
    "start": "00:25:01",
    "end": "00:25:12"
  },
  {
    "text": "10 horns, seven heads.",
    "start": "00:25:12",
    "end": "00:25:14"
  },
  {
    "text": "Yep. So if you combine them all together, seven heads, 10 horns.",
    "start": "00:25:14",
    "end": "00:25:18"
  },
  {
    "text": "These are numbers for completeness.",
    "start": "00:25:18",
    "end": "00:25:20"
  },
  {
    "text": "Yeah, exactly. This is the mega, super, mega, super duper beast.",
    "start": "00:25:20",
    "end": "00:25:24"
  },
  {
    "text": "Sam.",
    "start": "00:25:29",
    "end": "00:25:39"
  },
  {
    "text": "But then all of a sudden, Daniel says, I kept looking, and I saw thrones, plural thrones, set up. And then the ancient of days, the Eternal one, came and took his seat. His clothing was white like snow. Oh, that's. That's, like how the high priest dressed. It's interesting.",
    "start": "00:25:57",
    "end": "00:26:20"
  },
  {
    "text": "Okay.",
    "start": "00:26:20",
    "end": "00:26:20"
  },
  {
    "text": "The hair of his head was just like pure wool, like, gray hair, white hair. His throne was just completely on fire. And it had wheels because it's a throne chariot platform. Like, chariot platform. Kings roll around in burning fire. And then a river of fire was coming out from before him. So remember how the Garden of Eden was the reality towards which the later tabernacle and temple pointed? And the center, the Tree of Life, where God's life is made available maps onto the Holy of Holies and you know, very often fire and light were associated with God's appearance in those special places. In the temple, tabernacle, in the garden. What you got was a river of the water of life.",
    "start": "00:26:20",
    "end": "00:27:10"
  },
  {
    "text": "Yeah, the river of life.",
    "start": "00:27:10",
    "end": "00:27:11"
  },
  {
    "text": "Now it's a river of fire. The river of water has become a river of fire.",
    "start": "00:27:11",
    "end": "00:27:16"
  },
  {
    "text": "That's unfortunate.",
    "start": "00:27:16",
    "end": "00:27:17"
  },
  {
    "text": "Flowing out. It's unfortunate if you're a beast.",
    "start": "00:27:17",
    "end": "00:27:19"
  },
  {
    "text": "Okay.",
    "start": "00:27:19",
    "end": "00:27:20"
  },
  {
    "text": "But if you're a creature that submits to the fire, the fire will purify you. Like, Daniel and his friends have been being purified.",
    "start": "00:27:20",
    "end": "00:27:27"
  },
  {
    "text": "They went through the fire?",
    "start": "00:27:28",
    "end": "00:27:29"
  },
  {
    "text": "Yeah, Daniel's three friends went through the fire. And there was like some other human, like, figures in the fire with them.",
    "start": "00:27:29",
    "end": "00:27:35"
  },
  {
    "text": "Okay.",
    "start": "00:27:35",
    "end": "00:27:36"
  },
  {
    "text": "And they came out the other side of the fire and were exalted to rule. So the river of fire was flowing, coming out from before him. And then just thousands on thousands, ten thousands on ten thousands were just of his courtiers. You see, this is up in the heavens.",
    "start": "00:27:36",
    "end": "00:27:54"
  },
  {
    "text": "Yeah.",
    "start": "00:27:54",
    "end": "00:27:54"
  },
  {
    "text": "This is the heavenly council. This is heavenly. Heavenly crew. Yep. The court sat, or literally judgment, which we think of justice. God sitting down to bring rule and order. And the scrolls are all opened. Scrolls of planning and purpose and consultation.",
    "start": "00:27:54",
    "end": "00:28:16"
  },
  {
    "text": "So this is kind of like I'm imagining if I'm taking back just the story of battles of the dragon versus the storm God.",
    "start": "00:28:16",
    "end": "00:28:25"
  },
  {
    "text": "Yeah.",
    "start": "00:28:25",
    "end": "00:28:25"
  },
  {
    "text": "Kind of imagining like that battle is about to happen. Yeah, here's like some crazy new version of it.",
    "start": "00:28:25",
    "end": "00:28:30"
  },
  {
    "text": "Yeah, exactly. Yeah. Normally the slaying of the dragon myth goes the storm God shows up with fire and cloud to come take out the dragon.",
    "start": "00:28:30",
    "end": "00:28:40"
  },
  {
    "text": "But now we got the super duper dragon.",
    "start": "00:28:40",
    "end": "00:28:42"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:28:42",
    "end": "00:28:43"
  },
  {
    "text": "In the four parts.",
    "start": "00:28:44",
    "end": "00:28:45"
  },
  {
    "text": "Yep.",
    "start": "00:28:45",
    "end": "00:28:45"
  },
  {
    "text": "With the seven heads and the ten horns. And then we've got God and the heavenly hosts coming on the fiery chariot. But they're now, like making their battle plans.",
    "start": "00:28:45",
    "end": "00:28:57"
  },
  {
    "text": "Totally. That's right. Yeah. And it's not just some, like, lower level storm God showing up.",
    "start": "00:28:57",
    "end": "00:29:02"
  },
  {
    "text": "This is the ancient of days.",
    "start": "00:29:02",
    "end": "00:29:03"
  },
  {
    "text": "This is the wand, the chief. Then I kept looking because, man, the sound of the boastful words of that horn, I just couldn't. I couldn't get it out of my ears. And then I kept looking. And that beast was slain.",
    "start": "00:29:03",
    "end": "00:29:19"
  },
  {
    "text": "The fourth one.",
    "start": "00:29:19",
    "end": "00:29:20"
  },
  {
    "text": "The fourth one, its body was destroyed, given to the fire. And the rest of the beasts, their dominion was taken away. And, yeah, they lived on for a little while, an appointed time.",
    "start": "00:29:20",
    "end": "00:29:29"
  },
  {
    "text": "But that was a quick little battle.",
    "start": "00:29:29",
    "end": "00:29:31"
  },
  {
    "text": "Yeah, totally. And then I kept looking. Notice all of these begin with. I kept looking. I kept looking in the throne. I kept looking. The beast is Slain. I kept looking. And what with the clouds of heaven, one like a son of Adam. Now, this is written in Aramaic.",
    "start": "00:29:31",
    "end": "00:29:52"
  },
  {
    "text": "Daniel is.",
    "start": "00:29:52",
    "end": "00:29:53"
  },
  {
    "text": "Daniel is this section of Daniel.",
    "start": "00:29:53",
    "end": "00:29:55"
  },
  {
    "text": "Okay?",
    "start": "00:29:55",
    "end": "00:29:56"
  },
  {
    "text": "Yeah. Daniels 2 through 7 are written in Aramaic.",
    "start": "00:29:56",
    "end": "00:29:58"
  },
  {
    "text": "Okay, great.",
    "start": "00:29:58",
    "end": "00:30:00"
  },
  {
    "text": "Daniels 1 and 8 through 12 are written in Hebrew.",
    "start": "00:30:00",
    "end": "00:30:03"
  },
  {
    "text": "Let's just make it more complicated.",
    "start": "00:30:03",
    "end": "00:30:04"
  },
  {
    "text": "It's a bilingual book. So the phrase in Aramaic is bar bar nashah, but that is Aramaic for the Hebrew phrase Ben Adam, son of Adam. So remember, in chapter two, the rock came. That was Eben. It smashed the four kingdoms. Now the four monsters are just slain.",
    "start": "00:30:04",
    "end": "00:30:24"
  },
  {
    "text": "Yeah.",
    "start": "00:30:24",
    "end": "00:30:25"
  },
  {
    "text": "Like we're not told they're just slain.",
    "start": "00:30:25",
    "end": "00:30:26"
  },
  {
    "text": "Yeah. It's almost kind of like Daniel looks over and he's like, oh, well, they're gone. How did that happen?",
    "start": "00:30:26",
    "end": "00:30:32"
  },
  {
    "text": "Yeah. And this image of. I kept looking. I kept looking. All three of these parts, the whole vision has three parts, and they all have the same introduction. So they're coordinated. It's as if they're happening all at the same time. Okay, so the Ancient one comes, sets up his throne, and the fire goes out. And then what happens? The beasts are slain and given to the fire.",
    "start": "00:30:32",
    "end": "00:30:52"
  },
  {
    "text": "Yeah.",
    "start": "00:30:53",
    "end": "00:30:53"
  },
  {
    "text": "So the moment it's all happening, what else is happening at that same time? Well, with the clouds of heaven, because that whole scene of the throne was taking place in the heavens, and one like a son of Adam was coming. Coming up to the Ancient of Days.",
    "start": "00:30:53",
    "end": "00:31:10"
  },
  {
    "text": "Up to.",
    "start": "00:31:10",
    "end": "00:31:11"
  },
  {
    "text": "Yes, he came up to. In other words. So he's. Now he's riding on a cloud, approaching up.",
    "start": "00:31:11",
    "end": "00:31:17"
  },
  {
    "text": "Oh, okay.",
    "start": "00:31:17",
    "end": "00:31:18"
  },
  {
    "text": "Because he's the son of Adam. So he's a land.",
    "start": "00:31:18",
    "end": "00:31:20"
  },
  {
    "text": "He's a human.",
    "start": "00:31:21",
    "end": "00:31:21"
  },
  {
    "text": "Yep. Or he's like. Actually, that's important. He's like a son of Adam. So one like a human is being brought up from the land up to the heavens and exalted up. And he was presented before the Ancient of days. So here's what's so fascinating. If you go throughout the Hebrew Bible, the only one who ever rides the clouds is Yahweh. He's called the cloud rider. In Psalm 68, the one who rides the clouds, but also the only one who sits on the cosmic throne is Yahweh. And now, one of the two attributes of Yahweh, the enthroned one who sits above the clouds, is now being broken up into two figures. The Ancient of days, who's on the throne, and then this one, like a son of Adam riding the clouds. Who's riding the clouds to go up to the Ancient of Days and to be presented before him. And Then the Ancient of Days gives to that one the dominion and glory and kingdom, and all nations and all other humans might serve that one. And the kingdom of the Son of Adam that is now enthroned beside the Ancient of Days is eternal forever and ever will never be destroyed. That's the vision. There's Daniel's vision. The rest of the chapter is gonna be Daniel asking questions about what it all means.",
    "start": "00:31:21",
    "end": "00:32:45"
  },
  {
    "text": "I got some questions. Okay, well, I think I've heard people try to connect the beast, especially that fourth beast, to different human kingdoms.",
    "start": "00:32:46",
    "end": "00:32:56"
  },
  {
    "text": "Yeah. You'll learn in the interpretation that straight up, they're called kingdoms and kings.",
    "start": "00:32:57",
    "end": "00:33:01"
  },
  {
    "text": "Okay. That comes from Daniel's Q and A. Yep.",
    "start": "00:33:01",
    "end": "00:33:03"
  },
  {
    "text": "An angel comes, and he starts talking with him and asking him questions. But also it corresponds to the king's dream from chapter two, where the four parts of the statue were also four kingdoms.",
    "start": "00:33:03",
    "end": "00:33:14"
  },
  {
    "text": "Okay.",
    "start": "00:33:14",
    "end": "00:33:14"
  },
  {
    "text": "Yep.",
    "start": "00:33:14",
    "end": "00:33:15"
  },
  {
    "text": "So these beasts are. Should we be thinking them in the way we've been talking about? The chaos dragon is human kingdoms, human kings taking on the power of chaos and trying to rule with the power of chaos, which is just going to undo creation.",
    "start": "00:33:15",
    "end": "00:33:32"
  },
  {
    "text": "Yeah. These are human kings and kingdoms who are dressed up as. That is taking on the role of the sea monster.",
    "start": "00:33:32",
    "end": "00:33:41"
  },
  {
    "text": "And when you do that, you are also, in some way, I use the word in league with.",
    "start": "00:33:41",
    "end": "00:33:47"
  },
  {
    "text": "Yeah.",
    "start": "00:33:47",
    "end": "00:33:47"
  },
  {
    "text": "Or cooperating with, or mirrored by the spiritual rebellion that's doing the same thing.",
    "start": "00:33:47",
    "end": "00:33:56"
  },
  {
    "text": "Yes, that's right. And you learn that in the next chapter, Daniel 8, where he has another dream that's of two animals battling with each other, a ram and a goat. But then what he learns, he sees an angel that comes. And what he learns is that the conflict that he's seeing between God's faithful people and then these kingdoms that oppress them is mirrored up in the heavens between Israel's representative, which is an angel, and between these other heavenly beings called the angels of Persia, the Prince of Persia. So there you get this image of. Okay, well, if the monsters are the human versions of, like, a heavenly being that's acting like a sea dragon, then the earthly. If the earthly people, that is the humans who are a part of God's faithful ones, also have their heavenly hero, as it were, and that's the son of man, the son of Adam, who was exalted up. So. Yeah. In other words, the dual aspect of the heavenly ruler, the heavenly dragon and the earthly monsters are. That's a part of Daniel's worldview as well.",
    "start": "00:33:56",
    "end": "00:35:10"
  },
  {
    "text": "Yeah. It's almost like. I mean, if you think of this purely through Anthropomorphic lens or just through human perspective, you would think, okay, when someone gets just like extremely violent and powerful, like a corrupt king, I can think of them, like, using the power of the Chaos Dragon, they've become the Chaos Dragon.",
    "start": "00:35:10",
    "end": "00:35:32"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:35:32",
    "end": "00:35:32"
  },
  {
    "text": "But it's not just that. It's also them in league with spiritual evil, which is also taken on the power of the sea dragon. It's almost like two power ups.",
    "start": "00:35:33",
    "end": "00:35:45"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:35:45",
    "end": "00:35:46"
  },
  {
    "text": "That the human king is doing to make it, like, not just a monster, but like a double monster.",
    "start": "00:35:46",
    "end": "00:35:52"
  },
  {
    "text": "Yeah, sure. A heaven and earth monster. Yeah. You know, I'm trying to think. I can't think of an actual movie, but there's this movie trope where you have like a bad guy or bad girl. And you know, they've been hurt, something terrible has happened, and so the deal with their pain, you know, they decide to team up with something much more cosmic or demonic, and then they let that thing empower them to do the evil. You know, this is a common kind of trope for bad guys is that the bad guys are kind of bad, but then they league up with something that's like, really bad.",
    "start": "00:35:52",
    "end": "00:36:29"
  },
  {
    "text": "Yeah.",
    "start": "00:36:29",
    "end": "00:36:30"
  },
  {
    "text": "And then together. And then the ultimate cosmic badness kind of uses the human as a channel. Yeah, I'm trying to think of examples.",
    "start": "00:36:30",
    "end": "00:36:38"
  },
  {
    "text": "Did you ever watch the fourth season of Stranger Things?",
    "start": "00:36:38",
    "end": "00:36:41"
  },
  {
    "text": "Ooh, I have not.",
    "start": "00:36:41",
    "end": "00:36:41"
  },
  {
    "text": "Okay.",
    "start": "00:36:41",
    "end": "00:36:42"
  },
  {
    "text": "I have not.",
    "start": "00:36:42",
    "end": "00:36:42"
  },
  {
    "text": "Kind of gets into that. Gets into the backstory of eleven. It turns into a pure horror.",
    "start": "00:36:43",
    "end": "00:36:48"
  },
  {
    "text": "Horror flick flick. Okay. That's what I've heard in the recent years. Yeah, I've heard it's kind of gory.",
    "start": "00:36:48",
    "end": "00:36:52"
  },
  {
    "text": "I mean, not as bad as Daniel 7, but it's pretty bad.",
    "start": "00:36:52",
    "end": "00:36:55"
  },
  {
    "text": "Yeah, that's what I've heard.",
    "start": "00:36:56",
    "end": "00:36:57"
  },
  {
    "text": "And so spoilers. But 11, you know, she grows up in this, like, laboratory where they're kind of playing with kids and giving him powers. And so there's this one kid who's being experimented with, who wants to fight back, and he kind of joins forces with this. The Dark.",
    "start": "00:36:57",
    "end": "00:37:15"
  },
  {
    "text": "Oh, the Thing of the Upside Down.",
    "start": "00:37:15",
    "end": "00:37:16"
  },
  {
    "text": "The Thing of the Upside down. In order to fight back against the doctors.",
    "start": "00:37:16",
    "end": "00:37:20"
  },
  {
    "text": "Oh, there you go. Wow. So he's the one who unleashes the Upside down and he bodies it and.",
    "start": "00:37:20",
    "end": "00:37:26"
  },
  {
    "text": "Then he becomes the main bad guy.",
    "start": "00:37:26",
    "end": "00:37:28"
  },
  {
    "text": "Okay, well, there you go. That's it. The image of human kings and kingdoms who began, like a Cain figure. But for one reason or another, they allow this, well, this heavenly power to lure them into thinking that the way to deal with. To do what's good, I need to Crush some heads and all of a sudden you've got a human, a heaven and earth empowered monster that are having the same effect in the. They're unleashing the sea, the power of the sea. That's what these symbols mean, that these creatures come up out of the dark, stormy sea. So what is interesting about this scene is notice how the dragon slaying moment happens with the twist, because you have all of a sudden the deity is two is both the one on the heavenly throne and then this one, like a son of Adam who is exalted up and is given and becomes part of the heavenly kingdom and the beast is just slain.",
    "start": "00:37:28",
    "end": "00:38:58"
  },
  {
    "text": "Pretty anaclimatic.",
    "start": "00:38:59",
    "end": "00:39:00"
  },
  {
    "text": "Well, in that sense, you don't have the head bashing is what I'm highlighting. You had it in Psalm 74. I see Psalm 89. You had it in Isaiah 51. But here a son of Adam who was in the realm where the beast was trampling. So it's this inference.",
    "start": "00:39:00",
    "end": "00:39:16"
  },
  {
    "text": "I see the son of Adam, what happened?",
    "start": "00:39:16",
    "end": "00:39:18"
  },
  {
    "text": "Yeah. What's the backstory? What's underneath this here?",
    "start": "00:39:18",
    "end": "00:39:21"
  },
  {
    "text": "What happened off camera here?",
    "start": "00:39:21",
    "end": "00:39:22"
  },
  {
    "text": "Totally. So what we chose to do in our video and in the poster of this moment is to highlight that the son of Adam that gets exalted was on the land where the beast was trampling. So it's a subtle inference that the beast was trampling on sons of Adam and one of those sons of Adam is exalted up and actually shares in God's rule.",
    "start": "00:39:23",
    "end": "00:39:48"
  },
  {
    "text": "Yeah.",
    "start": "00:39:48",
    "end": "00:39:49"
  },
  {
    "text": "So this is where, if you study Daniel in these visions, what you'll find is loads of hyperlinks to the suffering servant of Isaiah. And this son of Adam figure is being mapped on to the vocation of the servant in the latter poems of Isaiah. And there. This is so fascinating, man. So in those poems, in Isaiah, like in Isaiah 51, you have a poem asking God's arm to wake up and smash the head of the dragon. But then when you get to Isaiah 52 and 53, what you discover is that the arm of the Lord is revealed. That's that famous line that Isaiah 53 begins with. Who believes our message? To whom has the arm of the Lord been revealed? The revealing of Yahweh's arm that's coming to smash the dragon's head will take place through the servant who actually lets the forces of death and evil men kill him. And then he will be elevated to a place of cosmic rule after suffering because of the sins of violent men. So in Isaiah, the beast is conquered by letting the beast conquer the Servant. And that seems to be what's happening, what's being activated in this portrait of the son of adam in Daniel 7. This is a major twist.",
    "start": "00:39:49",
    "end": "00:41:12"
  },
  {
    "text": "Yes, this is. This is a big twist. Yeah, because you would think, okay, to fight back against the dragon in all its forms, like, we need what Yahweh did at the beginning of creation. That's just the beginning.",
    "start": "00:41:13",
    "end": "00:41:26"
  },
  {
    "text": "Yep.",
    "start": "00:41:26",
    "end": "00:41:26"
  },
  {
    "text": "We need a more epic battle. And that battle feels more like a surrender, right?",
    "start": "00:41:26",
    "end": "00:41:32"
  },
  {
    "text": "Yes.",
    "start": "00:41:32",
    "end": "00:41:33"
  },
  {
    "text": "But tell me again. So in Isaiah, I kind of missed it. So you're saying, okay, Isaiah 51, come on, God, wake up. Where's your arm?",
    "start": "00:41:33",
    "end": "00:41:42"
  },
  {
    "text": "Where's your arm?",
    "start": "00:41:42",
    "end": "00:41:42"
  },
  {
    "text": "Let's cut Rahab in pieces.",
    "start": "00:41:42",
    "end": "00:41:44"
  },
  {
    "text": "Yes.",
    "start": "00:41:44",
    "end": "00:41:44"
  },
  {
    "text": "Slay the dragon.",
    "start": "00:41:44",
    "end": "00:41:45"
  },
  {
    "text": "The arm of Yahweh has been a major motif in the dragon slaying imagery from the victory over Pharaoh at the sea. Yeah, it was all about Yahweh's right arm and strong hand has done away with the dragon in the sea.",
    "start": "00:41:45",
    "end": "00:41:59"
  },
  {
    "text": "Okay.",
    "start": "00:41:59",
    "end": "00:42:00"
  },
  {
    "text": "Isaiah says, let's do that again. New Exodus, wake up. Arm of Yahweh, pierce the dragon. And then you can follow through Isaiah's poetry. There's a big emphasis on Yahweh's arm that's going to bring about salvation and rescue. But then when you get to the suffering servant poem, it says that the arm of Yahweh is revealed through what this servant does. And what goes on you read is that this servant is going to suffer death at the hands of wicked men, evil men.",
    "start": "00:42:00",
    "end": "00:42:29"
  },
  {
    "text": "How do you know that the arm is connected to the servant?",
    "start": "00:42:30",
    "end": "00:42:32"
  },
  {
    "text": "The introduction to the servant poem in Isaiah 53, one says, who has believed our message about how the arm of Yahweh has been revealed? So we have a story to tell.",
    "start": "00:42:33",
    "end": "00:42:44"
  },
  {
    "text": "About how the arm is coming.",
    "start": "00:42:45",
    "end": "00:42:46"
  },
  {
    "text": "Yeah, the apocalypse of Yahweh's arm. It's coming. Or in the form of the poem, it has happened. And what did it look like? It looked like this guy who gets beat up and everybody think he's cursed by God and trashed human being, but actually he is suffering for the sins of Israel and all humanity. And he dies at the hands of wicked men, as you read through the poem. But after his suffering, he sees the light of life. He's given a portion among the great. He divides the spoils with the strong. This is from the end of the poem. And he's elevated to a place of rule and is given a crew of people called his seed and his family. So even Isaiah 53 is kind of designed along the arc of the dragon. Slaying story. But here the dragon is.",
    "start": "00:42:46",
    "end": "00:43:36"
  },
  {
    "text": "But here the way to confront the dragon is to seemingly lose against the first.",
    "start": "00:43:37",
    "end": "00:43:43"
  },
  {
    "text": "Yes. And Daniel, the whole book of Daniel, the story of Daniel and his friends and those tests.",
    "start": "00:43:44",
    "end": "00:43:48"
  },
  {
    "text": "Yeah.",
    "start": "00:43:48",
    "end": "00:43:49"
  },
  {
    "text": "This was about letting the beast throw.",
    "start": "00:43:49",
    "end": "00:43:52"
  },
  {
    "text": "Him in the furnace.",
    "start": "00:43:52",
    "end": "00:43:53"
  },
  {
    "text": "Yeah. Devour them with fire. Devour them with beasts. Daniel and the lion's den.",
    "start": "00:43:53",
    "end": "00:43:57"
  },
  {
    "text": "Yeah.",
    "start": "00:43:57",
    "end": "00:43:57"
  },
  {
    "text": "It's about letting the beasts eat you.",
    "start": "00:43:57",
    "end": "00:43:59"
  },
  {
    "text": "And so this is back to the seed in the belly of beast.",
    "start": "00:43:59",
    "end": "00:44:03"
  },
  {
    "text": "You got it.",
    "start": "00:44:03",
    "end": "00:44:04"
  },
  {
    "text": "It's like you can go into the belly of the beast, but that can become the womb for new life.",
    "start": "00:44:04",
    "end": "00:44:09"
  },
  {
    "text": "That's right, yeah. Or in the language of Genesis 3:15, that riddle, the chaos monster is going to get its head smashed, but its head smashing will be simultaneous with the snake exacting its own wound on the heel of the victor. And somehow that mutual destruction will bring about the destruction of the snake, but it won't destroy the seed of the woman. Somehow its loss is its victory. And the poems of Isaiah explore that mystery. The whole book of Daniel really is a dramatization of slaying of the dragon by letting the dragon slay victor, which is a major twist on the dragon slaying theme. But that's the mystery at the heart of all these different themes in the Hebrew Bible. And it is the mystery that the gospel authors want to narrate for us in the form of what we call the story of the life and death and resurrection of Jesus. Because Daniel 7 is just all over Jesus lips. And the language of the stories about Jesus.",
    "start": "00:44:09",
    "end": "00:45:16"
  },
  {
    "text": "He calls himself the son of man.",
    "start": "00:45:17",
    "end": "00:45:18"
  },
  {
    "text": "He calls himself the son of Adam. Yeah.",
    "start": "00:45:18",
    "end": "00:45:20"
  },
  {
    "text": "All right, well, that's where we'll go next.",
    "start": "00:45:20",
    "end": "00:45:22"
  },
  {
    "text": "Yep.",
    "start": "00:45:22",
    "end": "00:45:22"
  },
  {
    "text": "All right, everybody, this is Dan Gummel with the podcast team and we're doing another employee introduction here at the end of our show. And do you want to introduce yourself?",
    "start": "00:45:25",
    "end": "00:45:34"
  },
  {
    "text": "Sure, that'd be great. It'd be an honor, actually.",
    "start": "00:45:34",
    "end": "00:45:37"
  },
  {
    "text": "Thank you.",
    "start": "00:45:37",
    "end": "00:45:37"
  },
  {
    "text": "My name is Sam.",
    "start": "00:45:38",
    "end": "00:45:39"
  },
  {
    "text": "And what do you do here about Project Sam?",
    "start": "00:45:39",
    "end": "00:45:41"
  },
  {
    "text": "I work on our global team. My role kind of gets boiled down to being a production support coordinator with our global team.",
    "start": "00:45:41",
    "end": "00:45:50"
  },
  {
    "text": "Yeah. What does that look like on kind of on a day to day basis for you?",
    "start": "00:45:50",
    "end": "00:45:54"
  },
  {
    "text": "A lot of it. Currently is reviewing and also creating myself project files that we can send off to our international teams. So it's almost like creating a template from our internal animation studio, like art files, animation files that are all kind of boiled down to a very user friendly way that we can easily hand off to these other studios and. And they can work with it in A way that where it's like, you know, when you open up someone's like, this is a terrible analogy. But when you open a closet, there's just messy stuff everywhere. We want to be a nice clean and tidy closet when they open up that door so they can know exactly where things are and how to use things and just really make it as like efficient and clean and quality of experience for artists internationally to work with them. Same files that our in house artists use.",
    "start": "00:45:54",
    "end": "00:46:45"
  },
  {
    "text": "One of the other things you do really well here at bibleproject is you give tours a lot, it seems like to people. Is there anything that you would want to say to folks who might be listening right now?",
    "start": "00:46:46",
    "end": "00:46:55"
  },
  {
    "text": "I just so happen to be like the closest to like our iPad ring doorbell. So whenever the doorbell rings, I'm always there to get it. When I am in office, I'm able to meet them and show them around. But it really is just a highlight and it makes a difference. When you actually see someone face to face, you're like, whoa. This the tangible impact that's making individually someone's life. Thank you everyone that comes to Portland and thinks of Bible Project and saying, hi.",
    "start": "00:46:56",
    "end": "00:47:21"
  },
  {
    "text": "Tell me a little bit about your life outside of work. What are you into?",
    "start": "00:47:21",
    "end": "00:47:24"
  },
  {
    "text": "I just like to walk around this area since I live so close.",
    "start": "00:47:24",
    "end": "00:47:27"
  },
  {
    "text": "Yeah.",
    "start": "00:47:28",
    "end": "00:47:28"
  },
  {
    "text": "And then walk to dinner for food, cards. Been getting really into baseball for the first time ever for watching baseball.",
    "start": "00:47:28",
    "end": "00:47:34"
  },
  {
    "text": "Who are you watching?",
    "start": "00:47:35",
    "end": "00:47:35"
  },
  {
    "text": "The Mares?",
    "start": "00:47:36",
    "end": "00:47:36"
  },
  {
    "text": "Yeah.",
    "start": "00:47:36",
    "end": "00:47:37"
  },
  {
    "text": "Yeah.",
    "start": "00:47:37",
    "end": "00:47:37"
  },
  {
    "text": "Why did you decide to get into baseball?",
    "start": "00:47:37",
    "end": "00:47:39"
  },
  {
    "text": "Well, I think I'm a little bit probably of a bandwagon fan, but it started doing good last year and I think I caught wind of that and so I was like, you know, next year maybe I'll start like, I'll start following baseball and see if I enjoy just keeping up with it.",
    "start": "00:47:40",
    "end": "00:47:54"
  },
  {
    "text": "Well, tell me a little bit about the guy who's sitting down here.",
    "start": "00:47:54",
    "end": "00:47:57"
  },
  {
    "text": "Yeah, I have a dog. I have a dog now. I adopted this dog named packer. He's an 8 year old husky mix about a little over a month ago now.",
    "start": "00:47:57",
    "end": "00:48:07"
  },
  {
    "text": "Yeah, dude, he's an incredible dog. Like he is so friendly. And he also looks like the dogecoin dog.",
    "start": "00:48:07",
    "end": "00:48:13"
  },
  {
    "text": "Yes, to the moon. Yeah, it's like a little bit of like a good omen.",
    "start": "00:48:13",
    "end": "00:48:18"
  },
  {
    "text": "Okay, dude. Well, here, why don't you read our credits.",
    "start": "00:48:18",
    "end": "00:48:21"
  },
  {
    "text": "Today's show came from our podcast team, including producer Kuk Peltz and associate producer Lindsey Ponder. Our lead editor is Dan Gummel. Additional editors are Tyler Bailey and Frank Garza. Tyler Bailey also mixed this episode and Hannah Wu did our annotations for the BibleProject app. BibleProject is a crowdfunded nonprofit. Everything we make is free because of your generous support. Thank you so much for being a part of this with us.",
    "start": "00:48:21",
    "end": "00:48:51"
  },
  {
    "text": "Us.",
    "start": "00:48:51",
    "end": "00:48:51"
  }
]