[
  {
    "text": "In the Bible, the dragon is a symbol of chaos and disorder. It's a way of thinking of an impersonal force that actually feels very personal, a relentless power that almost feels like a creature. Today we look at how the Apostle Paul talks about death in this same kind of way. And we begin with Paul's letter to the Romans.",
    "start": "00:00:05",
    "end": "00:00:26"
  },
  {
    "text": "The big, shadowy specters of evil and badness in Romans are the twin powers of what we call sin and death. And sin and death. They're personified. They act upon us. They capture and trap us. They deceive us.",
    "start": "00:00:26",
    "end": "00:00:41"
  },
  {
    "text": "So often, it's our fear of death that drives us to become dragons ourselves. But Jesus offers us another way.",
    "start": "00:00:42",
    "end": "00:00:48"
  },
  {
    "text": "Those who are in the Messiah, even though they may die, their truest selves and being are held in the life and love of God in the hope of resurrection.",
    "start": "00:00:49",
    "end": "00:00:58"
  },
  {
    "text": "The Apostle Paul tells us that Jesus will destroy every enemy of God. And the last enemy to be destroyed is death. And that enemy already met its match when Jesus rose from the dead. And so what if we really believe that death will be defeated? What if we didn't live by the fear of the dragon?",
    "start": "00:00:59",
    "end": "00:01:18"
  },
  {
    "text": "And that's why the last enemy really is the thing that has the ability to put hooks in our flesh bags and drag them back down to the dirt.",
    "start": "00:01:18",
    "end": "00:01:27"
  },
  {
    "text": "Today, Tim Mackey and I continue on in the theme of the dragon in Romans and First Corinthians. I'm John Collins, and you're listening to BibleProject Podcast. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:01:27",
    "end": "00:01:42"
  },
  {
    "text": "Hey, John. Hi.",
    "start": "00:01:42",
    "end": "00:01:44"
  },
  {
    "text": "We're doing it.",
    "start": "00:01:44",
    "end": "00:01:44"
  },
  {
    "text": "We're really doing it.",
    "start": "00:01:45",
    "end": "00:01:46"
  },
  {
    "text": "We're really doing it.",
    "start": "00:01:46",
    "end": "00:01:47"
  },
  {
    "text": "We are really talking about dragons in the Bible. Yeah, that is what we're doing.",
    "start": "00:01:48",
    "end": "00:01:52"
  },
  {
    "text": "Out of any set of conversations, I worry that I described it to someone that I think you're gonna listen to me for 15 hours, be confused.",
    "start": "00:01:53",
    "end": "00:02:04"
  },
  {
    "text": "Which.",
    "start": "00:02:07",
    "end": "00:02:07"
  },
  {
    "text": "I don't know if is a good experience.",
    "start": "00:02:07",
    "end": "00:02:08"
  },
  {
    "text": "I don't know. Well, not being you, therefore, I can observe you from outside of you. I experienced it as persistent question asking to get clarity and. And then us constantly restating what we were learning and coming to greater clarity about, which has been my experience of every theme conversation that we've had.",
    "start": "00:02:09",
    "end": "00:02:30"
  },
  {
    "text": "All right, well, this one, it feels more so, and I think this is why. And this will help us kind of re upload everything.",
    "start": "00:02:30",
    "end": "00:02:35"
  },
  {
    "text": "Great.",
    "start": "00:02:35",
    "end": "00:02:36"
  },
  {
    "text": "We're talking about a mythic cultural symbol.",
    "start": "00:02:36",
    "end": "00:02:39"
  },
  {
    "text": "Yes, the sea dragon.",
    "start": "00:02:40",
    "end": "00:02:41"
  },
  {
    "text": "The sea dragon. And so already we're in this realm of the Bible where it's like, okay, and is this thing real? What is it Representing this ancient symbol's used in all these other cultures. Why is the Bible using it? So there's this whole category of like using the mythic in the Bible.",
    "start": "00:02:41",
    "end": "00:02:57"
  },
  {
    "text": "That's a whole.",
    "start": "00:02:57",
    "end": "00:02:58"
  },
  {
    "text": "That's a whole thing.",
    "start": "00:02:58",
    "end": "00:02:59"
  },
  {
    "text": "Whole thing, yeah.",
    "start": "00:02:59",
    "end": "00:03:00"
  },
  {
    "text": "So you got that. But then you also are now talking about spiritual beings and the power of.",
    "start": "00:03:00",
    "end": "00:03:07"
  },
  {
    "text": "Spiritual beings who are very real in the minds of the biblical authors.",
    "start": "00:03:07",
    "end": "00:03:12"
  },
  {
    "text": "Yes. And many people could put those in the category of the mythic.",
    "start": "00:03:12",
    "end": "00:03:15"
  },
  {
    "text": "Right.",
    "start": "00:03:15",
    "end": "00:03:16"
  },
  {
    "text": "Of like, the same category. Oh, it's just using symbols that are very real, but it's really just symbolic of evil and darkness. They aren't actually creatures. Just like the sea. Dragon's not a creature. Spiritual beings aren't a creature. But it seems like the Bible, actually, at least what I'm understanding is it's treating those separately but at the same time talking about them combined.",
    "start": "00:03:16",
    "end": "00:03:39"
  },
  {
    "text": "That's right, yeah.",
    "start": "00:03:39",
    "end": "00:03:40"
  },
  {
    "text": "Where the spiritual evil can become the dragon.",
    "start": "00:03:40",
    "end": "00:03:42"
  },
  {
    "text": "That's right. And that was where our confusion kept pressing into it, led to clarity eventually, I think. So that there's a core symbol of the dragon, which, overlapping in its symbolic meaning with the chaos waters, means disorder and nothingness, out of which the ordered world emerged. Yeah. But God called it by his word. And that principle, the possibility of being a creature who can sink back into the nothingness through death. That's a lived reality of all humans of every. As long as humans have been around. And that reality and that danger is referred to by the symbol of the chaos waters and. Or the dragon. But that symbol then gets applied to two sets of creatures in the biblical story. Then as you read throughout the biblical story, both sets of rulers end up using death as a weapon against each other. And when they do that, they take on the costume of the snake. And I was so glad we achieved that clarity. And that metaphor of the dragon as a costume that a creature can put on, that's really helpful for me.",
    "start": "00:03:42",
    "end": "00:04:58"
  },
  {
    "text": "And then become itself a chaos creature. Yeah. Which is not the dragon, but is the dragon.",
    "start": "00:04:59",
    "end": "00:05:05"
  },
  {
    "text": "It's like letting loose the. The power of the dragon in yourself.",
    "start": "00:05:05",
    "end": "00:05:09"
  },
  {
    "text": "Which then in some way is becoming the dragon to the degree that the biblical authors can straight up just say, hey, Pharaoh, you're the sea monster.",
    "start": "00:05:10",
    "end": "00:05:19"
  },
  {
    "text": "That's right. Yep.",
    "start": "00:05:19",
    "end": "00:05:20"
  },
  {
    "text": "Then there's just the issue of the problem of evil. Why did God put the dragon in the chaotic ocean?",
    "start": "00:05:20",
    "end": "00:05:27"
  },
  {
    "text": "In other words, why didn't God start with a world that was perfect?",
    "start": "00:05:27",
    "end": "00:05:32"
  },
  {
    "text": "Yeah.",
    "start": "00:05:32",
    "end": "00:05:33"
  },
  {
    "text": "Yeah.",
    "start": "00:05:33",
    "end": "00:05:33"
  },
  {
    "text": "So, I mean, God separates the chaotic ocean and orders it, and that's great. But then he puts the sea monster in. And so what are we supposed to learn by that? Like, is that God saying I'm gonna put danger or is it I'm putting danger in or I'm allowing the reality of death to still be something we have to push back against? And then how does that relate to God just kind of telling Job like, look, the sea monster's real and like you're going to have to deal with.",
    "start": "00:05:33",
    "end": "00:06:00"
  },
  {
    "text": "It and I alone am the one capable of slaying it. That's an important part of the Job speeches.",
    "start": "00:06:00",
    "end": "00:06:06"
  },
  {
    "text": "Yeah.",
    "start": "00:06:06",
    "end": "00:06:07"
  },
  {
    "text": "So anyways, yeah, and so that part of the conversation then is really getting to the core vision of reality that these symbols are expressing. And it's really a pretty sophisticated, worked out philosophical view of existence and God and the nature of reality.",
    "start": "00:06:08",
    "end": "00:06:29"
  },
  {
    "text": "So to put it in philosophical terms, how would you say it?",
    "start": "00:06:30",
    "end": "00:06:33"
  },
  {
    "text": "The biblical authors take for granted that God is reality, an uncaused cause and source of all being and reality. God is not a being. God is the source of all being. God doesn't exist. God refers to existence. Great.",
    "start": "00:06:34",
    "end": "00:06:51"
  },
  {
    "text": "It makes perfect sense.",
    "start": "00:06:51",
    "end": "00:06:52"
  },
  {
    "text": "Yeah, well, that's a really big deal. That's why Genesis 1:1 starts the way that it does. It doesn't begin with the chaos waters. Because even just saying that doesn't say.",
    "start": "00:06:52",
    "end": "00:07:02"
  },
  {
    "text": "In the beginning the chaos waters.",
    "start": "00:07:02",
    "end": "00:07:03"
  },
  {
    "text": "Yeah, in the beginning God said to the chaos waters. Because then just that way of phrasing it opens you up to the possibility of, well, is there something that precedes God or transcends God? The chaos waters. So the biblical authors start in the beginning, Elohim, Bereshit Bara, Elohim. In the beginning God created. And that's their way of starting off with that claim. So for God to share or donate existence to something that doesn't sustain, it's not the source of its own existence. That is a creature or a creation means that that thing that is other than God depends on God for its existence because it was called out of nothingness. And, and then the plot line of the biblical story is God wants to share existence in such a way that the freedom that God has to enjoy the community of his own being. If you're a Trinitarian Christian, and I am, what that means is that creature is God will grant it an analogous kind of freedom to go on a journey out of nothingness back into union with God's own life and love and freedom. Which means that creature always lives under the possibility that it could choose to go its own way and embrace its own non existence and that possibility of sinking Back into non existence is what's symbolized by the dragon. Karl Barth, a European theologian, called it Das Niktig, the nothingness.",
    "start": "00:07:03",
    "end": "00:08:36"
  },
  {
    "text": "Nice.",
    "start": "00:08:37",
    "end": "00:08:38"
  },
  {
    "text": "And that was his way of referring both to spiritual powers of evil, not that they don't exist, but that they are a force dragging creation back into the nothingness. So anyway, I've kind of been also trying to read and read more in the history of Christian philosophy to understand these things, because I've become convinced that the biblical authors are doing really heavy duty philosophical work primarily through narrative poetry and symbolism, whereas in the Western tradition, we do it more in an abstract kind of discourse. But they're doing the work, and I think that's super interesting. But that's maybe as a whole other podcast.",
    "start": "00:08:38",
    "end": "00:09:18"
  },
  {
    "text": "Well, I think we might see them doing some of that work here. We're in the New Testament letters, and so there's more discourse happening. And we're going to look at how the early apostles talked about the dragon or the snake.",
    "start": "00:09:19",
    "end": "00:09:34"
  },
  {
    "text": "Yep, that's right. So first we're just going to take a quick, famous last words, quick look at Romans, Paul's letter to the Romans.",
    "start": "00:09:34",
    "end": "00:09:43"
  },
  {
    "text": "Yeah, that'll be quick.",
    "start": "00:09:43",
    "end": "00:09:43"
  },
  {
    "text": "Yeah, that'll be quick. And then maybe 1 Corinthians. What we're looking for is where Paul deliberately or explicitly draws on the dragon imagery or snake imagery from the Hebrew Bible and then works it in to the picture he's painting in his letters. So I won't try and summarize Paul's letters to the Romans. I tried in two videos, part one and two, and I feel really great about those summaries.",
    "start": "00:09:43",
    "end": "00:10:35"
  },
  {
    "text": "Yeah.",
    "start": "00:10:35",
    "end": "00:10:35"
  },
  {
    "text": "So what is interesting is that in Romans, Paul doesn't refer to the devil and he. He only refers to the Satan in one place in the letter to the Romans. The big, like shadowy specters of evil and badness in Romans are the twin powers of what he calls sin and death. And sin and death take on a role in Paul's letter. They're personified. They act upon us. They capture and trap us, they deceive us. And where he gets in the crescendo within the arc of Romans 5 through 8 is that these powers of sin and death have been conquered through the Messiah. Life, death, and resurrection. And for those who are in the Messiah, so that what's true of them is what's true of him, they are no longer under the power of sin and death. Even though they may die physically, their truest selves and being are held in the life and love of God in the hope of resurrection. So that's just an interesting thing to note at the end. There's a crescendo, like a high point in chapter eight, where he brings the letter to a climax of where he's at at that point in the letter. And this is kind of a famous section in Romans, chapter 8. It's the last lines in Romans 8:38. For I am convinced that neither death nor life, nor angels, nor principalities, nor things present, nor things to come, nor powers, nor height, nor depth, nor any other created thing is able to separate us from the love of God, which is in Messiah, Jesus our Lord.",
    "start": "00:10:35",
    "end": "00:12:14"
  },
  {
    "text": "It's quite a list.",
    "start": "00:12:15",
    "end": "00:12:15"
  },
  {
    "text": "Yeah. So notice all these powers, powers and creatures. Powers, creatures and times. So present or future, nothing that happens now or in the future. So what happened through Jesus just creates a line which, now that it's been crossed, there's no going back. God has made his crucial move that has determined all reality. Neither death nor life. Life can't separate you from the love of God. Isn't that an interesting thing to say?",
    "start": "00:12:16",
    "end": "00:12:46"
  },
  {
    "text": "Yeah, that's a rabbit hole.",
    "start": "00:12:46",
    "end": "00:12:49"
  },
  {
    "text": "Yep. Angels, principalities or powers are three words that he uses for spiritual beings. And actually principalities and powers, these are ambiguous terms in Paul because sometimes they'll use them to refer to the imperial powers or the powers, institutional powers in Israel, like the temple power structures that killed Jesus. But he refers to them the way the Hebrew Bible does, which is to see the mirror and the blurry line between human power structures and spiritual power structures.",
    "start": "00:12:49",
    "end": "00:13:21"
  },
  {
    "text": "So to use our category of. We've got the dragon that represents death and chaos. So it's representing what we would call power. A power or a force.",
    "start": "00:13:22",
    "end": "00:13:35"
  },
  {
    "text": "Yeah, it's personifying death as something that is out to get you and can get you.",
    "start": "00:13:36",
    "end": "00:13:40"
  },
  {
    "text": "Yeah. And so by us saying that that's the dragon. For a spiritual being, an angel to decide to ally with the dragon, Wanda, drag creation into chaos, then they are using the power of death.",
    "start": "00:13:40",
    "end": "00:13:59"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:13:59",
    "end": "00:14:00"
  },
  {
    "text": "And so the power of death kind of becomes. There's a union of sorts of the power of death and what the spiritual being is doing.",
    "start": "00:14:00",
    "end": "00:14:08"
  },
  {
    "text": "Yeah.",
    "start": "00:14:08",
    "end": "00:14:08"
  },
  {
    "text": "And then in that terms, that's when we're thinking about the devil, you know, the Satan. We're thinking about the spiritual being who's so allied with death that you can't really tease them apart anymore.",
    "start": "00:14:08",
    "end": "00:14:18"
  },
  {
    "text": "Yeah. And it's just useful in this point in the letter to the Romans to note that he hasn't named demons, the devil, the Satan. Up to this point in the letter, what he's talked about is sin and death as cosmic powers that have trapped us all. And that have been, what do you say, Disempowered. But here he does list death and spiritual beings separately. They are separate categories. Interesting.",
    "start": "00:14:18",
    "end": "00:14:44"
  },
  {
    "text": "And so does that fit what we're saying, which is that sin and death, we would say, okay, that's the way to talk about the dragon.",
    "start": "00:14:44",
    "end": "00:14:51"
  },
  {
    "text": "Yeah, yeah. Okay, so watch this.",
    "start": "00:14:51",
    "end": "00:14:52"
  },
  {
    "text": "Okay.",
    "start": "00:14:52",
    "end": "00:14:53"
  },
  {
    "text": "Okay. So Romans 9 through 11 and 12 through 16 are kind of the next two movements of the letter. And Romans 16 is where he signs off and he starts commending, for example, Phoebe, who almost certainly carried this letter and performed its reading and interpretation for the Roman house churches. He says hello to all of these people. We've talked about these lists in the past. Near the end, he has a first little greeting, and then he attaches, like a P.S. a postscript after that. But Romans 16:20 is this little beautiful statement. And what he says is, actually, here, I'm going to back up and go up to verse 17, because verse 20 is the conclusion. So he says, now I urge you, brothers and sisters, keep your eye on those who. Cause I'm going to switch to the NIV divisions and who put obstacles in Yahl's way that are contrary to the teaching that you've learned. Keep away. So people who want to split up house churches through sectarian, you know, theological ideas, keep away. These people don't serve our Lord Messiah, but rather their own bellies. With smooth talk and flattery, they deceive the minds of naive people. Everyone has heard about Yah's obedience, so I rejoice because of you, but I want you to be wise about what's good and innocent about what's evil. So let's just pause right there. You can just hear the Eden vocabulary kind of coming out there. There's smooth talkers. Ooh. There's people driven by their hunger, and their hunger drives them towards deceptive words.",
    "start": "00:14:53",
    "end": "00:16:44"
  },
  {
    "text": "You're referring to that one very common biblical image for the test.",
    "start": "00:16:44",
    "end": "00:16:49"
  },
  {
    "text": "The test is food. The food test in the Garden of Eden, sort of this archetypal. And it's about desire.",
    "start": "00:16:49",
    "end": "00:16:56"
  },
  {
    "text": "It's using food, but it's talking about our desire for power in a way, our desire for control on our own terms.",
    "start": "00:16:56",
    "end": "00:17:05"
  },
  {
    "text": "Yep. So a way to cash out his allusions to the Eden narrative are there's a whole bunch of people that have eaten from the tree of knowing, good and bad, and they are going to trick you, and it's going to be hard to know if they really represent Jesus Messiah the way the apostles represent him or if they've got a different program. So then he says, I want you to be wise about what's good and innocent about evil, which is also the vocabulary about the tree.",
    "start": "00:17:05",
    "end": "00:17:33"
  },
  {
    "text": "No, good and evil.",
    "start": "00:17:33",
    "end": "00:17:34"
  },
  {
    "text": "Yeah. Wisdom about good and evil.",
    "start": "00:17:34",
    "end": "00:17:35"
  },
  {
    "text": "Yeah.",
    "start": "00:17:35",
    "end": "00:17:36"
  },
  {
    "text": "Yeah. Interesting how he calls that up.",
    "start": "00:17:36",
    "end": "00:17:38"
  },
  {
    "text": "Yeah.",
    "start": "00:17:38",
    "end": "00:17:39"
  },
  {
    "text": "So what he says then in verse 20 actually makes perfect sense in light of all that. What he says is, the God of peace will soon crush the Satan under your feet. May the grace of our Lord Jesus be with you. So verse 20 actually doesn't stick out like a sore thumb from the line of thought.",
    "start": "00:17:39",
    "end": "00:17:58"
  },
  {
    "text": "We're in the garden in this kind of all this imagery.",
    "start": "00:17:58",
    "end": "00:18:01"
  },
  {
    "text": "Yeah.",
    "start": "00:18:01",
    "end": "00:18:01"
  },
  {
    "text": "And so to crush the snake kind of fits in.",
    "start": "00:18:01",
    "end": "00:18:05"
  },
  {
    "text": "But look at very intentional wording, the God. Well, okay, first of all, the God of peace. It sounds funny to us to be like the peaceful God will crush his enemy. Most likely our translations, it's called a genitive phrase. That's a part of Greek grammar. But when you say the something of something that of in Greek can have a lot of different meanings. More than likely it doesn't mean the peaceful God means rather the God who brings peace. How will he bring peace? By crushing the Satan. So the God who brings peace will soon crush the Satan under Yalls feet. Plural.",
    "start": "00:18:05",
    "end": "00:18:48"
  },
  {
    "text": "Yeah. And that's some heavy duty theology going on.",
    "start": "00:18:49",
    "end": "00:18:53"
  },
  {
    "text": "God will crush under Yalls feet because.",
    "start": "00:18:53",
    "end": "00:18:56"
  },
  {
    "text": "We'Ve been waiting for the seed of the woman.",
    "start": "00:18:56",
    "end": "00:18:59"
  },
  {
    "text": "Yeah.",
    "start": "00:18:59",
    "end": "00:18:59"
  },
  {
    "text": "Who's going to crush the Satan.",
    "start": "00:18:59",
    "end": "00:19:01"
  },
  {
    "text": "Yeah.",
    "start": "00:19:01",
    "end": "00:19:01"
  },
  {
    "text": "Well, and in a way we're supposed to have seen that Jesus did that.",
    "start": "00:19:02",
    "end": "00:19:06"
  },
  {
    "text": "Totally. Yeah. Yeah. I mean, this whole thing earlier is like there's nothing that can separate us from the love of God revealed in the risen Jesus who overcame sin and death in the devil. So apparently, even though the Satan has no power over Jesus, the Satan can still influence these networks of house churches in Rome and the Christians who are part of these. And you need to trust that the victory that Jesus had over the snake using death is a victory that will be true for you too. And so notice it's in Genesis 3:15. The promise was that it was the seed of the woman who will crush. Now it's God crushing, but through Yahl's feet.",
    "start": "00:19:06",
    "end": "00:19:54"
  },
  {
    "text": "Yeah. You're all the seed of the woman.",
    "start": "00:19:54",
    "end": "00:19:56"
  },
  {
    "text": "Yeah. And I think that Yalls is referring all the way back to his language back in chapter 12 and 13 about the community of Jesus followers is the body of the Messiah. So that the Messiah's victory over the snake, he's the head of the body, and there will be a What do you say? Not like Jesus needs to conquer the snake again because he's risen from the dead. So the snake has no power over him, but he has a lot of power over us because we're afraid of dying, which is why we do lots of terrible things to each other. So there needs to be a crushing of the Satan under our feet. Or my feet or your feet. The God who wants to bring peace will carry out. So notice also that the Satan, the opposer, is in the place of the snake.",
    "start": "00:19:56",
    "end": "00:20:51"
  },
  {
    "text": "Oh.",
    "start": "00:20:51",
    "end": "00:20:52"
  },
  {
    "text": "If we use Genesis 3:15 as a template, it's the seed of the woman crushing the snake under his foot. Here it's God crushing the Satan under yalls feet or the body of Christ's feet. So he's very intentionally kind of swapped out the players in the three slots in an important way. If you put this together with Romans 8, Paul sees death as this cosmic force and the opposite of God's will for his world, which is life and goodness and order. And death is its opposite. And in Paul's mind, death is technically separable from angels and principalities and powers and spiritual beings. But spiritual beings can put on the costume of the dragon and then use the dragon's power for its own ends. And that's what's happening with the snake in Genesis 3. And I think that's what Paul calls the Satan. Yep.",
    "start": "00:20:52",
    "end": "00:21:49"
  },
  {
    "text": "Yeah. Our category of Satan, a spiritual being who, like I said, is in so much, has used the snake, so much is in union with the snake. So that to crush Satan is to crush the snake is to defeat death, that they get bundled together. But like you said in Romans 8, they're pulled apart. That what Satan is, is just a spiritual being using death, using death as.",
    "start": "00:21:49",
    "end": "00:22:15"
  },
  {
    "text": "A weapon or a power. Yeah. That's why I was excited to show this to you because I think it. It's not just a helpful image for us. I think it's actually a real category for how at least Paul thought about these things.",
    "start": "00:22:15",
    "end": "00:22:26"
  },
  {
    "text": "Yeah.",
    "start": "00:22:27",
    "end": "00:22:27"
  },
  {
    "text": "It also makes sense of why the Satan or the diabolus can put on other costumes. Like Peter in his letter 1 Peter 5 calls the Diabolus a roaring lion that's prowling around. And you're like, wait, is it a dragon, a snake or a lion? And if you've worked in the Hebrew Bible's way of understanding and linking together chaos creatures, you know that those are just different costumes, but all talking about a spiritual being using death as a weapon to deceive us and destroy us.",
    "start": "00:22:27",
    "end": "00:23:02"
  },
  {
    "text": "So I like the costume metaphor. Is there A reality here though, as well, that when this spiritual being has adorned this costume enough, he has become. Oh, actually, like, you know, the Satan is now inseparable.",
    "start": "00:23:02",
    "end": "00:23:19"
  },
  {
    "text": "Yeah.",
    "start": "00:23:20",
    "end": "00:23:20"
  },
  {
    "text": "From death. Like, so you can't destroy death without destroying Satan.",
    "start": "00:23:20",
    "end": "00:23:25"
  },
  {
    "text": "Yeah. Interesting. It seems like that's definitely how John the Visionary, who wrote the Apocalypse there's fused all together. So that the same way and place where death and the grave are destroyed is the place where the dragon and his beast minions are destroyed in the lake of fire. So I think, yeah. Whether Paul sees them as inseparably fused, it's actually a really old question that many early church theologians debated.",
    "start": "00:23:25",
    "end": "00:23:57"
  },
  {
    "text": "Interesting.",
    "start": "00:23:57",
    "end": "00:23:57"
  },
  {
    "text": "Which means they didn't see the apostles fully giving closure to that question.",
    "start": "00:23:57",
    "end": "00:24:02"
  },
  {
    "text": "That's what it seems like. It seems like there isn't full closure, but there's.",
    "start": "00:24:02",
    "end": "00:24:06"
  },
  {
    "text": "Yeah, yeah. But certainly the way the symbolism works, the fact that you can describe the diabolus devil, the Satan opposer, as a dragon. And this is a good example where you just put the Satan in the slot of the snake of Genesis 3:15. But Paul's not alone in doing so. Actually, I found really helpful an essay by a New Testament scholar, Michael Thait. It has a long title called Paul at the Ecclesia Victor and the Cosmic Defeat of Personified evil in Romans 16:20. This is essay title.",
    "start": "00:24:06",
    "end": "00:24:41"
  },
  {
    "text": "And that's what we just read, 1620.",
    "start": "00:24:42",
    "end": "00:24:43"
  },
  {
    "text": "That's what we just read. Romans 16:20. Yeah. Actually here this is an important note that Michael Sait makes in that essay. He notes that the imagery is all drawn from Genesis 3:15. The actual language of crushing. It's the Greek verb sun tribo actually comes from the septuagint of Psalm 74. And Psalm 74 we talked about many hours ago or many episodes ago. But it's the psalm where Babylon has come and destroyed the temple and it's in smoldering ruins. And what the poet asks is, God, you're a king from of old. You crushed the heads of Leviathan and you smashed the heads of the dragon. And that word smash in the Greek Septuagint is the same verb that Paul uses. Okay, so he's for sure drawing because.",
    "start": "00:24:44",
    "end": "00:25:31"
  },
  {
    "text": "In Genesis 3 the word strike or something else.",
    "start": "00:25:31",
    "end": "00:25:35"
  },
  {
    "text": "Yeah, it's different in the Septuagint. So Paul's has Genesis 3:15 on the brain.",
    "start": "00:25:35",
    "end": "00:25:40"
  },
  {
    "text": "Yeah.",
    "start": "00:25:40",
    "end": "00:25:41"
  },
  {
    "text": "He's using the language of a dragon slaying Psalm 74. And then he swapped out the players in how he reframes it. So that's a wonderful example of Paul, how his mind worked scripturally. In terms of scriptural hyperlinks, but in order to do pastoral guidance and theology for these house churches. Anyway, it's a cool insight.",
    "start": "00:25:41",
    "end": "00:26:07"
  },
  {
    "text": "Yeah.",
    "start": "00:26:07",
    "end": "00:26:07"
  },
  {
    "text": "So there you go. Let us turn our attention now to a really important passage in Paul's theology and thought as a whole. It's in 1 Corinthians, chapter 15.",
    "start": "00:26:07",
    "end": "00:26:18"
  },
  {
    "text": "Okay.",
    "start": "00:26:18",
    "end": "00:26:19"
  },
  {
    "text": "So 1 Corinthians is a letter that kind of feels like a laundry list because he literally, he's working through a series of topics in response to things that the Corinthian house churches that he founded many years ago, they actually wrote him a letter, and he's heard reports about problems in the church. And so he just starts working through the topics. And the last one he saves for last is his treatment, answering a bunch of questions and confusions. He's heard about the church, about the resurrection of the dead, and Jesus resurrection from the dead. So it's his longest, most detailed treatment about the topic of resurrection in general and about Jesus resurrection and its meaning. So there's way, way more than we can do here. But just to note in the opening, what he says is, hey, listen, the resurrection is central. If you follow Jesus as the crucified and risen Lord of the world, then believing that he rose from the dead and that the resurrection of the dead is like the turning point of history and that it's your own future, this is really crucial. And if you don't want to embrace this hope, then you're really not embracing what Jesus was all about. You're on some other team. So that's how he begins. Well, I guess then I shall also say he's responding to a whole bunch of people in the churches in Corinth who think that the idea of the recreation and reanimation of our bodies in a cosmic, spiritual, but yet still material or physical form is just a ridiculous idea. And, you know, it's not hard to sympathize with that.",
    "start": "00:26:43",
    "end": "00:28:27"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:28:27",
    "end": "00:28:28"
  },
  {
    "text": "Like, I've never seen it happen, you know? Yeah, yeah, yeah.",
    "start": "00:28:28",
    "end": "00:28:32"
  },
  {
    "text": "Science doesn't predict it.",
    "start": "00:28:32",
    "end": "00:28:34"
  },
  {
    "text": "Yeah, that's right. So it's really a counterintuitive thing to believe, but it's the core of the Christian message of the empty tomb, and Jesus rose from the dead. So he begins this paragraph we're going to look at, starting in verse 20. And he says, but now the Messiah has been raised, the first fruits of those who are asleep. So what he's noting here is that if you read the portrait of hope from the Hebrew scriptures, from Israel's traditions, there's coming the day of Yahweh. We made a video about that. And he's going to set all things right, hold accountable all wrongs that have been done, and bring ultimate justice. And that is going to feel like bad news for a lot of people and power structures and spiritual beings. However, it can also be experienced as good news depending on how you respond to the cosmic judge. And so the day of Yahweh is also going to bring about a new creation and a new recreation life that's depicted as rising up from the dust, which humans came out of the dust in Genesis 2. And so being asleep in the dust is a key image in the Hebrew Bible for death, waking up from the dust is the key image of, like a new creation.",
    "start": "00:28:34",
    "end": "00:29:59"
  },
  {
    "text": "And the metaphor here is new creation is like a harvest. Like a new harvest.",
    "start": "00:30:00",
    "end": "00:30:04"
  },
  {
    "text": "Yeah, that's right. So he uses this image of first fruits, which is the whole field is about to ripen, but maybe there's some plants that ripen like a day or two before all the others. And it's a sign that, like, okay, look, the whole field's about to turn. And so you take those first fruits and you come offer those. If you're an Israelite, you come offer those to God as a thank you gift at the temple.",
    "start": "00:30:04",
    "end": "00:30:29"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:30:29",
    "end": "00:30:30"
  },
  {
    "text": "And you bring them into the presence of God. And so he calls Jesus resurrection as the first fruits of the resurrection of the cosmos. Which is what he goes on to say. He says, for since by a human came death, by a human also comes the resurrection of the dead.",
    "start": "00:30:30",
    "end": "00:30:48"
  },
  {
    "text": "Can we stop there?",
    "start": "00:30:49",
    "end": "00:30:50"
  },
  {
    "text": "Yes, please.",
    "start": "00:30:50",
    "end": "00:30:51"
  },
  {
    "text": "What does he mean, through a human came death or by a human came death?",
    "start": "00:30:52",
    "end": "00:30:56"
  },
  {
    "text": "Yeah, yeah, okay. So he's linking back to a set of ideas that he didn't work out in Corinthians, but that he has worked out in his letters to other churches, specifically in the letter to the Romans, primarily where it goes at it in Romans chapter 5. So by that he means that humans embraced death by choice because they were deceived by sin. That's how it works in Romans 5 and 6.",
    "start": "00:30:56",
    "end": "00:31:23"
  },
  {
    "text": "Yeah.",
    "start": "00:31:23",
    "end": "00:31:23"
  },
  {
    "text": "So I guess by came death, what he doesn't mean is that death was introduced into the cosmos. What he means is that humans became subject to death.",
    "start": "00:31:23",
    "end": "00:31:32"
  },
  {
    "text": "Well, that's a nuance, because you can read that and you can think, oh, okay, there was no death until the humans. Oh, right, right, right, right. Until they made their decision to rebel.",
    "start": "00:31:33",
    "end": "00:31:44"
  },
  {
    "text": "Yeah.",
    "start": "00:31:44",
    "end": "00:31:44"
  },
  {
    "text": "And then now God's perfect world has been disrupted by a problem.",
    "start": "00:31:44",
    "end": "00:31:49"
  },
  {
    "text": "Oh, I understand.",
    "start": "00:31:49",
    "end": "00:31:50"
  },
  {
    "text": "And so here we're saying, you know, we've been talking about. The dragon exists.",
    "start": "00:31:50",
    "end": "00:31:55"
  },
  {
    "text": "The dragon's out there before the humans.",
    "start": "00:31:55",
    "end": "00:31:56"
  },
  {
    "text": "Are seeing before the humans are on the scene. Yeah, and the dragon represents death, but he's contained. There's an ordered world. That's good. The dragon's contained. So here, since biohuman came death. Not like created death or was the originator of death in some way, but unleashed death. Is that what it's saying?",
    "start": "00:31:56",
    "end": "00:32:15"
  },
  {
    "text": "Yeah. Unleash death in the human story. So he's just doing a face value reading of the Genesis narrative that humans were elevated out of the realm of dust and non being and put into a garden with an opportunity to never die. And they forfeited that opportunity, the exile from Eden, into the realm of death. That's what Paul is referring to. And he works it out in detail in Romans 5, and then he works out another iteration in Romans 7. Like what that all means. Yeah, but what he doesn't mean is creation began perfect and there was no death or disorder. And then once Genesis 3 happened, only then does death enter or the possibility of death enter the biblical story. That's not what he's saying. What he's saying is creation was good. He takes for granted the seven day narrative that creation's good but not perfect. And the dragon's out there and so is the chaos and so is the darkness. But humans were elevated to this opportunity to transcend and partner with God in the subduing of all disorder and death. But they blew it. And so death came by means of the human. Okay, thank you for that clarification. That's good. And it took me a long time to figure out that Paul was working that his understanding, because the way he phrases it could lead you in a couple directions depending on how you think the Eden story works. So that's just verse 21. By human came death. By human also comes the resurrection of the dead.",
    "start": "00:32:15",
    "end": "00:33:51"
  },
  {
    "text": "Okay, Jesus.",
    "start": "00:33:51",
    "end": "00:33:53"
  },
  {
    "text": "Yep, he restates it. The same idea, but in different language for a different end. For as in Adam, all die. So also in the Messiah, all will be made alive. So there was a cosmic significance for all Adam. Notice he swapped the word Adam in for human, which is the Hebrew word for human.",
    "start": "00:33:53",
    "end": "00:34:13"
  },
  {
    "text": "So interesting, because in Hebrew the word human is Adam, but in Greek there's two words.",
    "start": "00:34:14",
    "end": "00:34:20"
  },
  {
    "text": "There's two words. So here he's transliterating the word human into Greek letters. Okay, yeah. Adam into Adam. For as in Adam, human all die, so in Messiah, all will be made alive. Cosmic disruption and cosmic recreation. But then he clarifies, but each in his Own order because Jesus rose from the dead and new creation like we're not. It's not Eden everywhere. Yeah, clearly. So then he works it out. Here's his understanding of the sequence of how new creation comes. He says, each in its own order. First the first fruits, the Messiah, then those who are of the Messiah at his coming. Then comes the, the goal. And the Greek word telos from which Jesus uses this word when he says be perfect as your heavenly Father is perfect in the sermon, the teleos.",
    "start": "00:34:20",
    "end": "00:35:18"
  },
  {
    "text": "Okay.",
    "start": "00:35:18",
    "end": "00:35:19"
  },
  {
    "text": "The completion, the goal, Then comes completion, then comes the completion. And what's that? When he, that is the Messiah hands the kingdom over to the God and Father when he has put an end to all rule and all authority in power because he will reign as king until he has put all enemies under his feet. The last enemy to be brought to an end is death.",
    "start": "00:35:19",
    "end": "00:35:45"
  },
  {
    "text": "The last enemy.",
    "start": "00:35:46",
    "end": "00:35:47"
  },
  {
    "text": "The last enemy is death. Yeah. So the Messiah overcame the power of death in the resurrection over himself, over his own like body and being in the resurrection.",
    "start": "00:35:47",
    "end": "00:35:57"
  },
  {
    "text": "So you could think of the resurrection as Jesus defeating spiritual beings who have co opted evil his fight against Satan.",
    "start": "00:35:58",
    "end": "00:36:08"
  },
  {
    "text": "Right.",
    "start": "00:36:08",
    "end": "00:36:08"
  },
  {
    "text": "I've always just imagined that Christus Victor is Jesus slaying Satan.",
    "start": "00:36:08",
    "end": "00:36:14"
  },
  {
    "text": "Yeah. And that's one way of thinking about it. But also the dragon still has power over me right now because I'm going to die. Yeah, I'm dying.",
    "start": "00:36:14",
    "end": "00:36:24"
  },
  {
    "text": "So another way to think about it is that he was confronting not just Satan but the power that Satan was using.",
    "start": "00:36:24",
    "end": "00:36:34"
  },
  {
    "text": "Yes. Yeah, that's right.",
    "start": "00:36:34",
    "end": "00:36:36"
  },
  {
    "text": "And the power Satan was using is the power of death.",
    "start": "00:36:36",
    "end": "00:36:38"
  },
  {
    "text": "Power of death.",
    "start": "00:36:38",
    "end": "00:36:38"
  },
  {
    "text": "And when we think about Jesus victory over the power of death, we say that he showed that power of death doesn't have any power over him. But then there's this hope that that's something that he will finish off. The power of death will be brought to an end.",
    "start": "00:36:39",
    "end": "00:36:55"
  },
  {
    "text": "Yeah. And actually I'd realize in what I just said a minute ago, I misspoke. If I'm trying to represent Paul's thought. Paul would say if you are in the Messiah, then what's true of him is true of you right now. Which is why in Ephesians he said y' all were dead in your sins and now you're made alive. In fact, right now you are sitting on a heavenly throne next to the Messiah where he reigns. This is in Ephesians. And you're like, what? Really? I feel like I would have noticed if that happened to me. And he's like, no, that's your future. Which means in God's economy. He's the one who was and is and is to come. If it's your destiny, then it's true of you now because it. And it's already true of the Messiah. So in that sense, I am not under the power of the snake. The power of the snake, I guess, does have a hold on my bag of flesh and bones that is dying, but he doesn't have a hold on me, the truest me, the new creation me that will raise from the dead. And that's why the last enemy really is the thing that has the ability to put its hooks in our flesh bags and drag them back down to the dirt. And it's the last enemy. I think of Paul's thought because it brings to an end this stage of creation that God called good. But it's not the telos. It's not the goal. Man, this has taken me so long to internalize this on a personal level. But for the biblical authors, reality transcends what we call the material world. That what we exist in is real, but it is also only partially real. And that ultimate reality is the union of heaven and earth in a transformed mode of existence. That's what's real. And that's how Jesus exists right now in that form. In that mode, all the last enemy can do is drag down my flesh bag, which is the mode in which I exist right now. But it's not the most real me.",
    "start": "00:36:55",
    "end": "00:39:11"
  },
  {
    "text": "Yeah, that's a mystery.",
    "start": "00:39:13",
    "end": "00:39:15"
  },
  {
    "text": "But it's the view of reality underneath the storyline that he's trying to share with us here.",
    "start": "00:39:15",
    "end": "00:39:19"
  },
  {
    "text": "And so I'm not gonna try to understand that. Yeah. Unpacking that.",
    "start": "00:39:20",
    "end": "00:39:25"
  },
  {
    "text": "You're right. We're just trying to understand the dragon and death, But I'm just trying to paint the bigger picture in which calling the last enemy makes.",
    "start": "00:39:25",
    "end": "00:39:32"
  },
  {
    "text": "I think if we just let that kind of sit.",
    "start": "00:39:32",
    "end": "00:39:33"
  },
  {
    "text": "Yeah.",
    "start": "00:39:34",
    "end": "00:39:34"
  },
  {
    "text": "And then we think about, okay, well then what is the power of death in that story? It's something that if I'm already united with heaven, then the power of death really doesn't have any power over me yet. It still seems to.",
    "start": "00:39:34",
    "end": "00:39:53"
  },
  {
    "text": "Yes.",
    "start": "00:39:53",
    "end": "00:39:54"
  },
  {
    "text": "And so there's this complexity, and it was making me think of. I was just listening to an interview with this guy who. He's the writer behind this web comic called. Wait, but why? Have you ever heard of this?",
    "start": "00:39:54",
    "end": "00:40:07"
  },
  {
    "text": "No.",
    "start": "00:40:07",
    "end": "00:40:08"
  },
  {
    "text": "And he just wrote a book on just kind of the history of all humanity. And anyways, he's a great thinker, but he's also just kind of. He draws in really simple comic style.",
    "start": "00:40:08",
    "end": "00:40:17"
  },
  {
    "text": "Sweet.",
    "start": "00:40:17",
    "end": "00:40:18"
  },
  {
    "text": "It's like an explainer.",
    "start": "00:40:18",
    "end": "00:40:18"
  },
  {
    "text": "Yeah.",
    "start": "00:40:18",
    "end": "00:40:19"
  },
  {
    "text": "And he was talking about, where does kind of true power come from in terms of, like, authoritarian kings? And so he had this parable about this king called King Mustache. And King Mustache, like, ruled in this kingdom where free speech was always allowed. You could say anything and you would never get punished. But King Mustache comes into power and he makes this new edict, hey, anyone who makes fun of my mustache is going to get killed. And he said, there's this moment where, you know, imagine him giving this edict, and everyone's there listening, and they're like, okay, we can't make fun of his mustache, but that's only, like, his authority to say that. Like, Constitution of the land says you could say whatever you want. So if someone would have just said, no way, we're gonna make fun of your mustache. Your mustache looks silly.",
    "start": "00:40:19",
    "end": "00:41:15"
  },
  {
    "text": "Yeah.",
    "start": "00:41:15",
    "end": "00:41:16"
  },
  {
    "text": "Then the question becomes, will, like his guards, like, go and arrest that person and kill that person or not. The true power is then in, are we going to give authority to King Mustache or not? But King Mustache, in and of himself, didn't actually have the authority. The Constitution did. So he gave that whole parable. And I was just thinking about that, trying to understand the difference between, okay, the Satan isn't death itself. He only is using the power of death. And if Jesus came and said, look, that's done with. The power of death is not an issue anymore. I mean, it's gonna feel like it, but, like, trust me, ultimately, like, I've got this under control. And then someone comes and goes, no, actually, you can't trust that the power of death is real. And now you're just stuck with a choice of, like, am I going to. Who am I gonna believe?",
    "start": "00:41:16",
    "end": "00:42:08"
  },
  {
    "text": "Yeah.",
    "start": "00:42:08",
    "end": "00:42:09"
  },
  {
    "text": "And it's who I believe is who I'm giving authority to, which that authority actually becomes a reality. You know what I mean?",
    "start": "00:42:09",
    "end": "00:42:17"
  },
  {
    "text": "Absolutely. Yeah. A constructed but nonetheless real reality that is in our minds and then shapes our lived and built environments and institutions. Totally. Yeah. And these are the manifestations of what Paul calls in this passage. Every rule, authority, and power that the Messiah will put an end to in his coming. And notice here in this passage, he distinguishes again between death and the rule, authority and power that's in opposition to the new creation. So in a way, what death is is the ability I have to return you back to the nothingness from which you came.",
    "start": "00:42:17",
    "end": "00:43:05"
  },
  {
    "text": "Yeah. Which is scary.",
    "start": "00:43:05",
    "end": "00:43:06"
  },
  {
    "text": "Yes. It's an immense power that we hold over each other. Maybe. You know, I mean. Yeah, but I'm just a creature that can use the dragon. So the power of the dragon. So the way the biblical story works is there are forces that are very difficult for us to see but that exert influence over our views of what's good and bad and that get us to embrace our own ruin thinking that it's good. That's like the fundamental portrait of the snake is in the Eden story. So instead of just coming to like zap us, what the Satan does in the form of the snake is get us to embrace our own self destruction and think that it's good. That's the portrait. And so that's I think Paul's understanding then of all of the rule and authority and power in the way human societies structure themselves around deceptions and distortions of what's good and bad. But death is like the engine because it's the only real power that a person or an institution has to get you to do what they want.",
    "start": "00:43:06",
    "end": "00:44:19"
  },
  {
    "text": "Right. Satan, he doesn't have the power of death, but he's still trying to use it.",
    "start": "00:44:19",
    "end": "00:44:52"
  },
  {
    "text": "The Satan is not death. Yes, the Satan uses death as a tool the same way that humans use it as a tool.",
    "start": "00:44:53",
    "end": "00:45:02"
  },
  {
    "text": "And so I think that's what's so wild about just going back to the beginning of this passage. It's about the belief in the resurrection and that becomes the center of how do you slay the dragon? You believe, and you've said this a number of times and so I think it's just kind of landing. You believe that the power of death isn't the final word.",
    "start": "00:45:03",
    "end": "00:45:26"
  },
  {
    "text": "Yeah.",
    "start": "00:45:26",
    "end": "00:45:27"
  },
  {
    "text": "You believe in the resurrection and that belief is how you slay the dragon. And in other words, even though death is going to have influence over us right now, we're not giving it the final authority of being in charge and telling us what to do.",
    "start": "00:45:27",
    "end": "00:45:46"
  },
  {
    "text": "Exactly. Right. Yeah, that's right. That's certainly why he ends the way he does later on when he finishes this line of thought in 1 Corinthians 15 and he paints a portrait. He says, you know, on the day when we who are perishing are clothed with the imperishable, when the mortal puts on immortality, then we'll sing a song. That's my paraphrase. And he creates a three line poem that's adapted and blended from two Hebrew Bible texts, but that he's changed the wording to make a new little poem. And the poem goes like this. Death has been swallowed up in victory. Where, O death, is your victory? Where, O death, is your sting? It's a taunt song. It's what you sing over an Enemy who just lost a game. This is like the group cheer, you know, for an enemy that's lost. And it's like, man, you came out here onto the field with a lot of swagger and where's your victory now? This is so rad, this little blended poem that he creates. And I'll just note one of the lines he borrows from Isaiah, chapter 25, which we talked about many episodes ago.",
    "start": "00:45:46",
    "end": "00:47:05"
  },
  {
    "text": "That's where, like, there was a blanket or like a covering.",
    "start": "00:47:05",
    "end": "00:47:09"
  },
  {
    "text": "Yeah. It's on the mountain of Yahweh. There's a huge feast and there has been a blanket.",
    "start": "00:47:09",
    "end": "00:47:16"
  },
  {
    "text": "Yeah.",
    "start": "00:47:16",
    "end": "00:47:17"
  },
  {
    "text": "A wet blanket covering humanity.",
    "start": "00:47:17",
    "end": "00:47:19"
  },
  {
    "text": "Okay.",
    "start": "00:47:19",
    "end": "00:47:20"
  },
  {
    "text": "Yeah.",
    "start": "00:47:20",
    "end": "00:47:20"
  },
  {
    "text": "He rips it open called death.",
    "start": "00:47:21",
    "end": "00:47:23"
  },
  {
    "text": "And then God swallows it. Swallows it up.",
    "start": "00:47:23",
    "end": "00:47:26"
  },
  {
    "text": "Yeah.",
    "start": "00:47:26",
    "end": "00:47:26"
  },
  {
    "text": "And in using the word swallow, Isaiah, or the poet who wrote that part of Isaiah is using a key word from the dragon. Slaying.",
    "start": "00:47:27",
    "end": "00:47:35"
  },
  {
    "text": "That's what the dragon does. That's what death does.",
    "start": "00:47:35",
    "end": "00:47:37"
  },
  {
    "text": "Always the dragon that swallows up everything. And that's why it's so threatening.",
    "start": "00:47:37",
    "end": "00:47:41"
  },
  {
    "text": "Yeah.",
    "start": "00:47:41",
    "end": "00:47:42"
  },
  {
    "text": "So now the dragon gets swallowed up.",
    "start": "00:47:43",
    "end": "00:47:44"
  },
  {
    "text": "Death is getting a taste of its own medicine. Yeah. Which is what is happening with Pharaoh in the waters, which I just love.",
    "start": "00:47:45",
    "end": "00:47:51"
  },
  {
    "text": "Yeah, that's right. That's right. The chaos.",
    "start": "00:47:51",
    "end": "00:47:53"
  },
  {
    "text": "The chaos dragon, which is Pharaoh, gets swallowed by the waters, which is the realm of the chaos dragon. Death eats itself.",
    "start": "00:47:53",
    "end": "00:48:00"
  },
  {
    "text": "Yep, that's right. Another cool thing here is he says, whereo, death is your victory. He uses the Greek word Nike. Nike, from which the Nike brand comes from. And then the second line, where, O death is your sting, your Kentron, it's your stinger. So referring either to, like, the sting of a scorpion tail or the sting.",
    "start": "00:48:00",
    "end": "00:48:21"
  },
  {
    "text": "Of, like, a venomous bite.",
    "start": "00:48:21",
    "end": "00:48:23"
  },
  {
    "text": "Venomous bite. So he's actually. He's alluding to the victory over the dragon right here with this language of swallowing up and the sting of the dragon. Talking about death like it has a stinger tail or venomous bites, it's so good. So the ability to look my own mortal death, the death of my flesh bag, that's going to return to the dust. And to look at that reality and to say that has no power over my imagination, over my values, over what I think is good and bad, all of those things are determined by my truest self and destiny, which is already reigning over the new creation in partnership with the Messiah in Paul's theology. So you can sing a taunt song at death if this is your hope. So powerful. Yeah. These are great ideas to talk about. The fact is, I woke up this morning anxious about all this Stuff and thinking about my kids and what's gonna happen to them and think about if they're gonna die. Am I gonna die? It rules me. It rules my imagination.",
    "start": "00:48:23",
    "end": "00:49:32"
  },
  {
    "text": "Yeah.",
    "start": "00:49:32",
    "end": "00:49:33"
  },
  {
    "text": "Death rules me. It's very hard.",
    "start": "00:49:33",
    "end": "00:49:35"
  },
  {
    "text": "And that gets back to, like, yeah, what are we letting rule our imagination? What are we giving power to? Because that will become a real power. So while God has defeated death, death can still have power over us when we let it.",
    "start": "00:49:35",
    "end": "00:49:47"
  },
  {
    "text": "Yep.",
    "start": "00:49:47",
    "end": "00:49:48"
  },
  {
    "text": "So you mentioned how there was this, like, that curse bowl thing.",
    "start": "00:49:48",
    "end": "00:49:53"
  },
  {
    "text": "Oh, yeah, the Aramaic incantation ball.",
    "start": "00:49:53",
    "end": "00:49:55"
  },
  {
    "text": "Yeah. It was this way for you to say, like, may the sea dragon find you today.",
    "start": "00:49:55",
    "end": "00:50:00"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:50:00",
    "end": "00:50:01"
  },
  {
    "text": "May death and cha. Like, come on.",
    "start": "00:50:01",
    "end": "00:50:04"
  },
  {
    "text": "You wish a curse on your enemies.",
    "start": "00:50:04",
    "end": "00:50:05"
  },
  {
    "text": "Yeah, yeah. And in some sense, it's like, what power do you really have to do that? But in another sense, it's like you could trap someone in. You could trap their imagination in death.",
    "start": "00:50:05",
    "end": "00:50:17"
  },
  {
    "text": "Yeah, right. Sure, sure.",
    "start": "00:50:17",
    "end": "00:50:19"
  },
  {
    "text": "And you can do that to yourself, too. Like, you can just start to tell yourself, like, wow, death is the final word. Death does have power. You can almost kind of curse yourself in a way. Like, just, may the sea dragon take me. And it feels like when we read Romans 16, Paul kind of feels like he's reversing it.",
    "start": "00:50:19",
    "end": "00:50:37"
  },
  {
    "text": "Oh, yeah, yeah. He's just like, yes. Yeah.",
    "start": "00:50:37",
    "end": "00:50:39"
  },
  {
    "text": "It's not a curse, it's a blessing. May the God of peace crush Satan under your feet.",
    "start": "00:50:39",
    "end": "00:50:43"
  },
  {
    "text": "Yeah, that's right. Yeah, that's good. He's flipping the script, and he is blessing a new vision of reality into being in their minds. But it's not just about believing a new idea. It's that the way we believe things really are will shape the choices that we make.",
    "start": "00:50:43",
    "end": "00:51:04"
  },
  {
    "text": "And I imagine being the kind of person who, like, you're in traffic or you're like, whatever, and you're just frustrated. And you can be the kind of person where your imagination is shaped in such a way, where you're like, oh, I just want the dragon to find that person right now. Or you could be the kind of person who's, like, extending blessings like, oh, I want Satan to be crushed under our feet today.",
    "start": "00:51:04",
    "end": "00:51:25"
  },
  {
    "text": "Yeah, yeah. May the God of peace crush the dragon under your feet. Oh, person who just cut me off.",
    "start": "00:51:25",
    "end": "00:51:32"
  },
  {
    "text": "Yeah, I hope. Or just in our community today or amongst us, are we the kind of person who's kind of, like, hoping for the dragon to, like, destroy our enemies? Do we kind of want the power of the dragon a little bit?",
    "start": "00:51:33",
    "end": "00:51:44"
  },
  {
    "text": "Oh, sure. Just even in our words or thoughts? Yeah, yeah. It's good.",
    "start": "00:51:44",
    "end": "00:51:48"
  },
  {
    "text": "Or are we, like, trying to extend the blessing of the snake crusher?",
    "start": "00:51:48",
    "end": "00:51:54"
  },
  {
    "text": "Yeah. Which is what Paul's doing to these other followers of Jesus in Rome that he hopes to meet one day. He wishes a blessing on them. I like that, John. It's a hopeful vision of reality that the dragon is crushable, in fact, will be crushed. And you can participate in the disempowering of the dragon by your choices.",
    "start": "00:51:55",
    "end": "00:52:16"
  },
  {
    "text": "Yeah.",
    "start": "00:52:16",
    "end": "00:52:16"
  },
  {
    "text": "That you make today.",
    "start": "00:52:16",
    "end": "00:52:17"
  },
  {
    "text": "It's good because it gets down to the foundation, which is what story am I believing?",
    "start": "00:52:17",
    "end": "00:52:22"
  },
  {
    "text": "Yeah.",
    "start": "00:52:22",
    "end": "00:52:22"
  },
  {
    "text": "Living. Is the snake going to win? Is death going to win? Or am I allied with resurrection? And will resurrection win? And while it seems almost impossible to live that way, you can almost start to imagine, at least in one small situation. I think I could flip the script. I think I can, like, begin to try to live that way.",
    "start": "00:52:24",
    "end": "00:52:46"
  },
  {
    "text": "Yeah. Odds are it is going to be as much making choices and following through on them that will help us flip the script than just saying an idea that I think I believe.",
    "start": "00:52:47",
    "end": "00:52:59"
  },
  {
    "text": "But our choices also come from our imaginative framework.",
    "start": "00:53:00",
    "end": "00:53:03"
  },
  {
    "text": "Yeah. It's a symbiotic. It's totally symbiotic that ideas give birth to ways of living and ways of living expressed ideas. And we're not brains on sticks, and we're also not mindless flesh plagues. We are a combination of both. And as Paul says in verse 57, thanks be to God who has given us the Nike, the victory through our Lord Jesus Messiah. Yeah, man. May it be so.",
    "start": "00:53:03",
    "end": "00:53:32"
  },
  {
    "text": "Thanks for listening to this episode of Bible Project podcasting. Next week, we're wrapping up the series and we're going to look at some of the dragons that maybe first came to your mind when we introduced this series. We're going to look at the dragons and the beasts in the book of the Revelation.",
    "start": "00:53:35",
    "end": "00:53:48"
  },
  {
    "text": "We're in this in between period where the messianic male child has been exalted and enthroned in the heavens. The dragon and his crew are wreaking havoc down below, and the woman and her children find themselves in this conflict with the dragon and his forces. And the way that you gain victory over the dragon is through the blood of the lamb. To not love your life so as to shrink back from death.",
    "start": "00:53:48",
    "end": "00:54:13"
  },
  {
    "text": "Today's episode was brought to you by our podcast team producer, Cooper Peltz, associate producer Lindsey Ponder, lead editor Dan Gummel, editors Tyler Bailey and Frank Garza. Tyler Bailey mixed this episode and Hannah Wu provided the annotations for the annotated podcast in our app. Bibleproject is a crowdfunded nonprofit and we exist to experience the Bible as a unified story that leads to Jesus. And everything that we make is free because of the generous support of thousands of people just like you. So thank you so much for being a part of this with us.",
    "start": "00:54:13",
    "end": "00:54:41"
  },
  {
    "text": "Hi, this is Sylvia and I'm from Oklahoma.",
    "start": "00:54:41",
    "end": "00:54:44"
  },
  {
    "text": "Hi, this is Dalton Schaefer and I'm from Cabot, Arkansas. I first heard about bibleproject from some fellow pastors at my church. I first heard about Bible projects on the YouVersion Bible app.",
    "start": "00:54:44",
    "end": "00:54:55"
  },
  {
    "text": "I use BibleProject for teaching Sunday school and as devotionals with my kids.",
    "start": "00:54:55",
    "end": "00:55:01"
  },
  {
    "text": "I use bibleproject to help me in my personal Bible study. And my favorite thing about bibleproject is it helps me understand the Scriptures in their original context. My favorite thing about bibleproject is the.",
    "start": "00:55:01",
    "end": "00:55:14"
  },
  {
    "text": "Visuals and how chapters are summarized in ways that you can understand.",
    "start": "00:55:14",
    "end": "00:55:18"
  },
  {
    "text": "We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes and more@bibleproject.com.",
    "start": "00:55:19",
    "end": "00:55:31"
  }
]