[
  {
    "text": "We live in a world of chaos and death and disorder. And the authors of the Bible use a common ancient image to depict this reality. The sea dragon. In the story of the Bible, humans are often deceived and align themselves with the power of chaos and death. And when they do, they become themselves. Sea dragons, snaky monsters. On today's podcast, we're gonna look at one such monster, a Gian in the Bible that we know of as Goliath.",
    "start": "00:00:04",
    "end": "00:00:35"
  },
  {
    "text": "He has a Nechoshet helmet on his head. Nechoshet is the word for bronze, but it's spelled with the root letters of the word snake. He was clothed with armor of scales. It's the same word to describe the scales of sea creatures. And what he comes to do is publicly denounce the armies of Israel and their God. He is a creature bent on destruction.",
    "start": "00:00:35",
    "end": "00:00:59"
  },
  {
    "text": "And then there's David, a young shepherd kid who doesn't like that this snaky giant is defaming Yahweh's name.",
    "start": "00:00:59",
    "end": "00:01:06"
  },
  {
    "text": "And David says, listen, I'm a shepherd. I've, like, faced off a bear and the lion, those wilderness creatures of the land of chaos, all due to this Philistine, what I did to the lion, the bear.",
    "start": "00:01:06",
    "end": "00:01:20"
  },
  {
    "text": "David strikes down Goliath with a slingshot and then cuts off Goliath's head with his own sword.",
    "start": "00:01:20",
    "end": "00:01:28"
  },
  {
    "text": "There's this huge emphasis on Goliath's head, which is echoing back to Genesis 3:15 of stomping on the head of the snake.",
    "start": "00:01:28",
    "end": "00:01:35"
  },
  {
    "text": "Today, Tim Mackey and I talk about the theme of the chaos monster and the story of David and Goliath. I'm John Collins and you're listening to BibleProject Podcast. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:01:36",
    "end": "00:01:51"
  },
  {
    "text": "Hi, John. Hello. Hello. Okay, we are in the middle of a series of conversations we're having about the snake and the sea dragon in the storyline in the Bible.",
    "start": "00:01:51",
    "end": "00:02:04"
  },
  {
    "text": "Right. Which is a way to reflect on these powerful creatures that symbolize and actually kind of enact de creation and chaos and become a way to think about what does it mean for creation itself to, like, fight against itself and want to pull itself back into destruction and chaos. And to do that, we start looking at just the imagery of dragons.",
    "start": "00:02:04",
    "end": "00:02:35"
  },
  {
    "text": "Yeah.",
    "start": "00:02:36",
    "end": "00:02:36"
  },
  {
    "text": "Sea dragons. The tannin.",
    "start": "00:02:36",
    "end": "00:02:38"
  },
  {
    "text": "Yeah. In the cultural narratives, mythology and poetry of all of the nations around Israel. So the dragon slaying motif that the dragons represent chaos, destruction, disorder. This is widespread. This is one of the most dominant cultural stories and images around the biblical authors. So no surprise that the biblical authors take up these images, but then they also have refashioned them to use the symbols and make them work according to their unique convictions about the God of Israel and his purposes in the world and what creation even is in the first place.",
    "start": "00:02:39",
    "end": "00:03:20"
  },
  {
    "text": "Right. And if the dark abyss, the chaotic waters, is the enemy against the ordered realm of humanity that God created, then that there's a creature within there, this just beast that in this mythic imagination of their neighbors, embodies the chaos waters and becomes this just raging monster that will wants to destroy and eat life and swallow up life. And so in the biblical author's imagination, this creature, yes, exists, is in the chaos waters that God separated from the land, but it's actually part of God's creation and it's good.",
    "start": "00:03:20",
    "end": "00:04:06"
  },
  {
    "text": "Yep.",
    "start": "00:04:06",
    "end": "00:04:06"
  },
  {
    "text": "And it's not necessarily evil, and it's not really a rival of God. And in the sense that it is a rival against creation, then God will have to deal with it.",
    "start": "00:04:06",
    "end": "00:04:15"
  },
  {
    "text": "Yeah.",
    "start": "00:04:15",
    "end": "00:04:16"
  },
  {
    "text": "But in no way is it truly like a rival to God.",
    "start": "00:04:16",
    "end": "00:04:20"
  },
  {
    "text": "Yeah. Nor is it essentially or in its nature evil, because it can be depicted as God's rubber ducky, like in Psalm 104. It can be depicted as something God is even proud of, but it has a choice, like the humans have a choice. And what we see in Genesis 3 is the image of the snake, dragon like snake, using its wisdom and status to introduce deception into God's world and to lure God's image bearers into death to embrace their own destruction. That's how we trace the role of the snake in the Garden of Eden story. And then in the story after that of Cain, we introduce another twist, which is humans who listen to the voice of the snake can become agents of the snake, therefore agents of disorder, death, and de creation.",
    "start": "00:04:20",
    "end": "00:05:18"
  },
  {
    "text": "Yeah.",
    "start": "00:05:18",
    "end": "00:05:18"
  },
  {
    "text": "And then man, if those humans that are agents of the snake, listening to its voice, go and build cities that become empires and nations. Oh, man, you've got a recipe for a world that looks just like ours. And that's essentially what we've been tracing throughout the biblical story. In the stories of Pharaoh in Egypt, in the stories of the Canaanite kingdoms around Israel, as their stories are told in Exodus or Judges, they are depicted as human agents of the dragon.",
    "start": "00:05:19",
    "end": "00:05:51"
  },
  {
    "text": "So we're going to go into this story of David, King David. Is that where you're going? Okay, before we do that, can I ask a meta question?",
    "start": "00:05:52",
    "end": "00:06:01"
  },
  {
    "text": "Always.",
    "start": "00:06:01",
    "end": "00:06:02"
  },
  {
    "text": "Hopefully this won't derail us too much.",
    "start": "00:06:03",
    "end": "00:06:04"
  },
  {
    "text": "There's the best ones.",
    "start": "00:06:04",
    "end": "00:06:05"
  },
  {
    "text": "So there's kind of three different ways into thinking about the same idea. And we can think about them as like the three realms, the three chaos realms, the dark abyss in Genesis 1. And then you've got the tannin, the.",
    "start": "00:06:06",
    "end": "00:06:21"
  },
  {
    "text": "Sea dragon that lives in there, Chaos waters.",
    "start": "00:06:21",
    "end": "00:06:23"
  },
  {
    "text": "Then you've got the dry wilderness of Genesis 2, which is also a way to think of the same idea of just nothingness. No creation, no life. And the creature there is the snake.",
    "start": "00:06:24",
    "end": "00:06:38"
  },
  {
    "text": "The snake, Yep. Also, because it goes into holes in the ground, it's kind of associated with the underworld, in the realm of the dead. That should not be forgotten.",
    "start": "00:06:38",
    "end": "00:06:47"
  },
  {
    "text": "So they feel like completely opposite images. There's some connections. They're reptilian kind of animals, but they're two different domains. And then those two ways into it really get blurred to the point where, like, sometimes you're talking about a snake, but then it's referred to as a sea dragon. Sometimes you're talking about a sea dragon, then it's referred to as a snake. And so there's that. Then there's a third realm, which we talked about at length, which is the darkness.",
    "start": "00:06:47",
    "end": "00:07:12"
  },
  {
    "text": "The darkness, yes.",
    "start": "00:07:12",
    "end": "00:07:13"
  },
  {
    "text": "And that is another way. A third way to think about nothingness.",
    "start": "00:07:13",
    "end": "00:07:18"
  },
  {
    "text": "Yeah.",
    "start": "00:07:18",
    "end": "00:07:18"
  },
  {
    "text": "And God orders the darkness by saying, let there be light. And then he puts creatures, the host of heaven, in the sky, the great light for the day, the lesser light for the night, and also the stars. And the stars are these creatures of the night. And then. So now when we talk about the creature showing up, it could be a snake, but it could also then be this creature of the sky in some way too.",
    "start": "00:07:19",
    "end": "00:07:46"
  },
  {
    "text": "Yeah. And all of those can be depicted as good or bad.",
    "start": "00:07:46",
    "end": "00:07:50"
  },
  {
    "text": "Yeah.",
    "start": "00:07:50",
    "end": "00:07:51"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:07:51",
    "end": "00:07:52"
  },
  {
    "text": "When's a snake ever depicted as good?",
    "start": "00:07:52",
    "end": "00:07:54"
  },
  {
    "text": "Oh, good point.",
    "start": "00:07:54",
    "end": "00:07:55"
  },
  {
    "text": "Oh, well, the tannin can praise God and can be used by Moses.",
    "start": "00:07:55",
    "end": "00:07:59"
  },
  {
    "text": "Yep. Or in Isaiah's poetry, he can envision the new creation, where they're harmless, as an era of peace between humans and snakes.",
    "start": "00:07:59",
    "end": "00:08:07"
  },
  {
    "text": "And the toddler is playing with the cobra.",
    "start": "00:08:07",
    "end": "00:08:08"
  },
  {
    "text": "That's right. Yeah. Three realms.",
    "start": "00:08:08",
    "end": "00:08:10"
  },
  {
    "text": "Three realms.",
    "start": "00:08:10",
    "end": "00:08:11"
  },
  {
    "text": "Three different.",
    "start": "00:08:11",
    "end": "00:08:12"
  },
  {
    "text": "Three creatures. But then it just all gets kind of just blended in a way that.",
    "start": "00:08:12",
    "end": "00:08:17"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:08:17",
    "end": "00:08:18"
  },
  {
    "text": "I think I just want to maybe understand, like. So if they can all be. Okay, here's the question. If it gets blended together, then it makes me think, okay, well, these are three ways to talk about some other thing. And so then I wonder, what is that thing? What is that rudimentary thing thing that. These are three ways in to think about. Like a creature in the domain of nothingness who then decides, I'm gonna drag creation back into nothing. Like, what are we talking about?",
    "start": "00:08:18",
    "end": "00:08:53"
  },
  {
    "text": "What Are we talking about. Let me just clear the waters with mud. Perhaps the fact. So just want you to notice you identified those three realms. The sky, the dark and then sky rulers, the chaos waters and the dragon, and then the desolate wilderness and then the snake. So what I'm trying to do also is do a reverse genealogy, often from later books in the Bible or Second Temple Jewish literature. For how did they get to the imagery they're using? To the imagery they're using? So one place where we'll end our last conversation here is the scene in Revelation, chapter 12 where John sees a sign in the heavens of a huge great red dragon on fire with seven heads, ten horns, and then on the seven heads are seven like crowns. His tail sweeps away a third of the stars, sweeps them to the earth. Then he's going to go stand in front of this woman who John saw earlier, and she's about to give birth to a male seed who's going to rule the nations, and he wants to eat it, but then she escapes, the child is snatched away and she dwells in the wilderness for three and a half years. And then there's a war in the skies and the dragon is now up there with his stars called angels, now fighting. You guys get the imagery here? Well, I don't know if you get the imagery. Then the dragon's thrown down to the land. Who is the ancient serpent called the Slanderer, the Diabolus or the Opposer, the Satan, and he deceives the whole world. So let's just stop. Like, how do you make sense of this? And so I'm trying to do like that reverse engineering. And all of the imagery is right there in the first chapters of Genesis.",
    "start": "00:08:54",
    "end": "00:10:51"
  },
  {
    "text": "I see.",
    "start": "00:10:51",
    "end": "00:10:52"
  },
  {
    "text": "But here they're all being brought together as referring to something.",
    "start": "00:10:52",
    "end": "00:10:56"
  },
  {
    "text": "Yes. And what is that thing? And I think when I read this, and maybe from just my background, I think that thing is spiritual darkness. What we're talking about is, or what we've called before, spiritual evil. What are we talking about when we did the Satan and demons stuff like we just started calling it.",
    "start": "00:10:57",
    "end": "00:11:18"
  },
  {
    "text": "Yeah, they're creatures. They are creatures of the divine realm that like humans have.",
    "start": "00:11:19",
    "end": "00:11:28"
  },
  {
    "text": "Are these the demons that Jesus encounters too? Like, is this the.",
    "start": "00:11:28",
    "end": "00:11:31"
  },
  {
    "text": "Yes, I mean, they're certainly related where those come from. There's kind of multiple explanations in ancient Judaism, all of them with roots in the Bible. But they have different kinds of bodies because they're heavenly bodies. So they have fundamentally different types of bodies than we do.",
    "start": "00:11:31",
    "end": "00:11:48"
  },
  {
    "text": "When you say heavenly bodies, they're just they are. When you say body too, you just mean physically made up in a way that's different than us.",
    "start": "00:11:48",
    "end": "00:11:56"
  },
  {
    "text": "Yeah, yeah. They have bodies. And the biblical authors actually think that those bodies are bodies.",
    "start": "00:11:56",
    "end": "00:12:01"
  },
  {
    "text": "When we say spiritual, we don't mean disembodied.",
    "start": "00:12:01",
    "end": "00:12:03"
  },
  {
    "text": "No. What I mean is their bodies. This is the biblical language for they exist, they're real. There's a whole other realm. And the biblical authors just take this for granted?",
    "start": "00:12:04",
    "end": "00:12:15"
  },
  {
    "text": "Yes. Okay. What is the thing we're taking for granted here?",
    "start": "00:12:15",
    "end": "00:12:17"
  },
  {
    "text": "It's a realm of intelligent beings who image God in a way that's different than you and I image God here on the land. And they have bodies, but their bodies are of a fundamentally different mode than our animal like bodies here on the land. And they actually take for granted that that realm is actually more substantial and real than you and I are here living outside of Eden. We are the ones living in the shadow realm. For the biblical authors, we're like in the sub reality.",
    "start": "00:12:17",
    "end": "00:12:54"
  },
  {
    "text": "We're in the simulation.",
    "start": "00:12:54",
    "end": "00:12:55"
  },
  {
    "text": "Yeah. Yes. Yeah. And angelic or spiritual beings are a step closer to ultimate reality.",
    "start": "00:12:55",
    "end": "00:13:03"
  },
  {
    "text": "Interesting. Okay.",
    "start": "00:13:03",
    "end": "00:13:04"
  },
  {
    "text": "However, because they're beings, again, biblical authors take for granted because they're being beings that image God in terms of God's mind. They have intelligence, will and volition and degree of independence. And they can choose folly and rebellion against the wisdom of God, just like we can. And I think that's what is being described in Genesis chapter three, the twin fall of powers in heaven and earth. And that's certainly how Jesus and the apostles viewed reality and viewed the biblical story. And what's interesting is when you ask, like, but what is the actual thing? And the biblical authors give us these images.",
    "start": "00:13:04",
    "end": "00:13:45"
  },
  {
    "text": "Yeah. Okay. And then the other puzzle for me, which we don't have to solve now is in what sense is their domain the darkness and the abyss and the like, the nothing state which God created out of? What does it mean they're inhabitants of that.",
    "start": "00:13:45",
    "end": "00:14:01"
  },
  {
    "text": "Yeah. If your realm that you associate with is kind of like defines who you are, what you're after, what you're going for. Right. Then these are creatures who have chosen the darkness.",
    "start": "00:14:01",
    "end": "00:14:16"
  },
  {
    "text": "Well, God puts the stars in the darkness. He puts the tannin in.",
    "start": "00:14:16",
    "end": "00:14:20"
  },
  {
    "text": "That's right.",
    "start": "00:14:21",
    "end": "00:14:21"
  },
  {
    "text": "If you put someone in a cage, they become a monster.",
    "start": "00:14:21",
    "end": "00:14:23"
  },
  {
    "text": "That's a great.",
    "start": "00:14:23",
    "end": "00:14:24"
  },
  {
    "text": "Yeah, but I don't think that's the idea here. I think the idea is that. Right.",
    "start": "00:14:24",
    "end": "00:14:29"
  },
  {
    "text": "That totally. Because the stars are in the darkness, shining as signs. That's what they're called. To reflect God's lights of God's light to be representatives of God's light. They're opposed to the darkness, but they.",
    "start": "00:14:29",
    "end": "00:14:41"
  },
  {
    "text": "Are in the realm that God separated so that life could flourish. The darkness and the chaos.",
    "start": "00:14:41",
    "end": "00:14:48"
  },
  {
    "text": "Water.",
    "start": "00:14:48",
    "end": "00:14:48"
  },
  {
    "text": "Okay. I think there's something there. I need to understand more, reflect on more.",
    "start": "00:14:48",
    "end": "00:14:53"
  },
  {
    "text": "But what is important, though, because we have been using this word myth throughout our conversation, the dragon slaying myth. It's important that the biblical authors are using the language of a cultural mythology familiar to them to describe something that for them is very much not a myth in the way we use the word. They mean like fable or superstition. There really is something that keeps deceiving every single generation of humans into our own self ruin on a corporate and individual level. And how do you explain that? And there are lots of ways you could explain it. One of the ways the biblical authors do is to talk about this twin parallel realms that are influencing each other. So what is interesting is that authors of the Hebrew Bible keep that spiritual parallel realm mostly in the background, and they foreground the human drama on the land and then occasionally give little peeks and windows into the spiritual drama. But usually they link them together through hyperlinking and wordplay and imagery.",
    "start": "00:14:53",
    "end": "00:16:07"
  },
  {
    "text": "Yeah. And what we saw last discussion was we have the story of a battle between this corruption king who's enslaving Israel and Israel. And then when a poet reflects back on it, he's like, oh, the stars were actually at war.",
    "start": "00:16:07",
    "end": "00:16:23"
  },
  {
    "text": "Yeah.",
    "start": "00:16:23",
    "end": "00:16:23"
  },
  {
    "text": "It wasn't just this king. It was like, yeah.",
    "start": "00:16:24",
    "end": "00:16:26"
  },
  {
    "text": "And the flood or the powers of the chaos waters were also unleashed that day.",
    "start": "00:16:26",
    "end": "00:16:31"
  },
  {
    "text": "Yeah.",
    "start": "00:16:31",
    "end": "00:16:31"
  },
  {
    "text": "Yep. So what we're going to see and what we're going to look at today, the story of David and Goliath is going to be the same type of thing, except this story is really focused on the one God has raised up to crush the head of the snake. But then what we're going to do again, similarly, is go look at poetic retellings of the story of David. And we're going to find there once again the chaos monsters at work in and behind the people that David faced. So we have reflected on and read the story of David and Goliath a couple times now, actually in the last year or two.",
    "start": "00:16:31",
    "end": "00:17:14"
  },
  {
    "text": "Yeah. Just recently in the Firstborn series, maybe.",
    "start": "00:17:14",
    "end": "00:17:17"
  },
  {
    "text": "In the Firstborn series and in the Anointed Conversation.",
    "start": "00:17:17",
    "end": "00:17:20"
  },
  {
    "text": "That's right.",
    "start": "00:17:21",
    "end": "00:17:22"
  },
  {
    "text": "So I just want to read through the introduction to Goliath and point out a few details, some of which we've talked about before, some of which we haven't, and then focus on the victory. But then, really, I want to get to David's poetic retelling of it, which is awesome. So to the David and Goliath story we go. So the Israelites now have been in the land. This is after Judges from our last conversation. They've chosen a king for themselves. King Saul. That didn't go very well. And so now God has actually is raising up David, and he was privately appointed as king in God's eyes in the previous story, 1st Samuel 16. That's God and Samuel and so on. The seven brothers who are not chosen. And then this is the next story after that. So it's. Saul is still currently King David is just this shepherd kid, and he's nothing special to anybody except the prophet Samuel. So the story just begins. The Philistines gathered their camps for battle, and they were gathered at the thorn bush, which belongs to Judah. So the Philistines are the bad guys in the story. And they're gathering for battle against Israel at a town called Socoh, which is the word thorn bush. So Eden echoes right off the bat. Okay, we're battling near the thorn bush.",
    "start": "00:17:22",
    "end": "00:19:11"
  },
  {
    "text": "Yeah. Near the wilderness.",
    "start": "00:19:12",
    "end": "00:19:13"
  },
  {
    "text": "Yeah. And this is related to the image of when Adam and Eve are exiled from Eden, they go to live and work the land and die in the land of thorns and thistles. So anytime you mention thorn bushes and from that point forward, you know you're in the. It's an Eden image. Or in exile from Eden, exile image. So they camped between thorn bush, Soko and Azekah, which refers to soil that's been broken up.",
    "start": "00:19:13",
    "end": "00:19:43"
  },
  {
    "text": "Like toiled soil.",
    "start": "00:19:44",
    "end": "00:19:45"
  },
  {
    "text": "Yeah.",
    "start": "00:19:45",
    "end": "00:19:46"
  },
  {
    "text": "Okay.",
    "start": "00:19:46",
    "end": "00:19:46"
  },
  {
    "text": "Yeah.",
    "start": "00:19:46",
    "end": "00:19:46"
  },
  {
    "text": "So they're creating a field out here in the wilderness.",
    "start": "00:19:46",
    "end": "00:19:49"
  },
  {
    "text": "Yep. Near Ephes Damim, which means no bloodshed. And there's a lot of blood about to be shed on this ground.",
    "start": "00:19:49",
    "end": "00:19:58"
  },
  {
    "text": "Yeah.",
    "start": "00:19:58",
    "end": "00:19:58"
  },
  {
    "text": "Now, Saul and the men of Israel were gathered and encamped at the valley of Elah. And Elah is the name for it, a really nice kind of terebinth tree, which is a beautiful tree here. Do you wanna see a picture of one? Yeah, let's just. It's a nice tree that can grow out in desolate areas and give you nice shade.",
    "start": "00:19:59",
    "end": "00:20:22"
  },
  {
    "text": "Yeah.",
    "start": "00:20:22",
    "end": "00:20:22"
  },
  {
    "text": "Yeah. Isn't that a nice tree?",
    "start": "00:20:22",
    "end": "00:20:23"
  },
  {
    "text": "Mm. Very, very lush.",
    "start": "00:20:24",
    "end": "00:20:26"
  },
  {
    "text": "Yeah.",
    "start": "00:20:26",
    "end": "00:20:27"
  },
  {
    "text": "It's like a mushrooming green tree in the wilderness.",
    "start": "00:20:27",
    "end": "00:20:31"
  },
  {
    "text": "So here we are near thorn bush and broken soil and no bloodshed. But Saul and the men of Israel, well, they've got the nice terebinth tree that they're hanging by. Okay. Now, they formed ranks to meet The Philistines in battle, the Philistines were standing on one side, the army of Israel standing on the other side with a valley in between. So you've got, like the nice little tree hill over here.",
    "start": "00:20:32",
    "end": "00:20:57"
  },
  {
    "text": "Yeah.",
    "start": "00:20:57",
    "end": "00:20:58"
  },
  {
    "text": "And then you've got the thorn bush. Thorn bush and broken soil over there. You can just see where we're going here.",
    "start": "00:20:58",
    "end": "00:21:03"
  },
  {
    "text": "Okay.",
    "start": "00:21:03",
    "end": "00:21:03"
  },
  {
    "text": "All right. Then a man of in between went out from the camps of the Philistines. This word is translated. It's a phrase, ish benayim, that literally means man of the in between. It's translated champion in all of our English translations. Champion.",
    "start": "00:21:03",
    "end": "00:21:24"
  },
  {
    "text": "It's interesting that caught on. The man of the in between.",
    "start": "00:21:24",
    "end": "00:21:28"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:21:28",
    "end": "00:21:29"
  },
  {
    "text": "We talked about this before. And then that word between, that's the wisdom word, right? Bena.",
    "start": "00:21:29",
    "end": "00:21:35"
  },
  {
    "text": "Yeah. Verbain or bean? Yeah, yeah. It's foreign from that word. Yeah. In between to discern between. But here it's. You've got Eden on one side.",
    "start": "00:21:35",
    "end": "00:21:43"
  },
  {
    "text": "Right.",
    "start": "00:21:43",
    "end": "00:21:44"
  },
  {
    "text": "And then the no Man's land on the other. And the no Man's land, like where the fate of Eden or exile will be determined. It's gonna happen in between.",
    "start": "00:21:44",
    "end": "00:21:51"
  },
  {
    "text": "And who's this guy? Who's this creature?",
    "start": "00:21:52",
    "end": "00:21:54"
  },
  {
    "text": "Yep. So there was a guy whose name was Goliath. That's how you say his name in Hebrew, Goliath. Goliath, yeah.",
    "start": "00:21:54",
    "end": "00:22:01"
  },
  {
    "text": "Goliath.",
    "start": "00:22:01",
    "end": "00:22:02"
  },
  {
    "text": "Yeah. And what is interesting is his name likely does not have Semitic origins, but it's spelled with the root letters of the word exile. I don't know, it's just interesting.",
    "start": "00:22:02",
    "end": "00:22:13"
  },
  {
    "text": "The man of the exile, the in between.",
    "start": "00:22:13",
    "end": "00:22:15"
  },
  {
    "text": "And he's from the Philistine city of Gath, which a capital city. Now, his height, I mean, this is what Goliath is most famous for.",
    "start": "00:22:15",
    "end": "00:22:23"
  },
  {
    "text": "Yeah, he's a giant.",
    "start": "00:22:23",
    "end": "00:22:24"
  },
  {
    "text": "His height, yeah. However, it depends on what ancient version or manuscripts which manuscript you have you're reading. If you're reading the medieval Hebrew manuscripts that most of our English translations are based on, he's six cubits and a span, which is around nine foot, nine inches.",
    "start": "00:22:24",
    "end": "00:22:43"
  },
  {
    "text": "You know, the tallest man alive is right now.",
    "start": "00:22:44",
    "end": "00:22:45"
  },
  {
    "text": "Oh, no, tell me.",
    "start": "00:22:45",
    "end": "00:22:47"
  },
  {
    "text": "I think he's eight foot, like two.",
    "start": "00:22:47",
    "end": "00:22:49"
  },
  {
    "text": "Wow. Okay. Yeah, yeah. So that's medieval, called the Masoretic text tradition. What's interesting is that in the Second Temple period, so like thousand plus years before, earlier, from the Masoretic text tradition, you had Jewish scholars who spoke Greek translating the Hebrew Bible into Greek called the Septuagint, and they used Hebrew manuscripts to translate into Greek in the Septuagint translation. And also an ancient Jewish Historian from the time of Jesus named Josephus. And also Hebrew manuscripts of Samuel found in the Dead Sea scrolls, all read four cubits and a span, namely that he's 7 foot 9 inches, which is still massive, huge.",
    "start": "00:22:49",
    "end": "00:23:39"
  },
  {
    "text": "Especially for, don't we know, through finding bones of dead people from long ago. Like, we were shorter back then.",
    "start": "00:23:39",
    "end": "00:23:47"
  },
  {
    "text": "Oh.",
    "start": "00:23:47",
    "end": "00:23:47"
  },
  {
    "text": "Like in general, humans, like now, like, you know, six foot. Being six. I'm six foot. You're six foot. Like, that's just kind of. It's a little above average.",
    "start": "00:23:48",
    "end": "00:23:58"
  },
  {
    "text": "Sure. There's genetic trends and patterns.",
    "start": "00:23:58",
    "end": "00:24:01"
  },
  {
    "text": "Yeah.",
    "start": "00:24:01",
    "end": "00:24:01"
  },
  {
    "text": "Yeah. That's interesting.",
    "start": "00:24:01",
    "end": "00:24:02"
  },
  {
    "text": "But back then, I think people were like five foot, was kind of a tall person, maybe five and a half.",
    "start": "00:24:02",
    "end": "00:24:07"
  },
  {
    "text": "That's a good. I'm sure somebody listening to this conversation knows about that. But anyways, what I think is interesting is that the question among textual scholars who sort out these kinds of things is is it more likely that the Goliath got shorter or that he was made bigger? Because these are mutually. He was one or the other.",
    "start": "00:24:07",
    "end": "00:24:27"
  },
  {
    "text": "Yeah.",
    "start": "00:24:27",
    "end": "00:24:27"
  },
  {
    "text": "So which one is the original that got changed or adapted in the other manuscript traditions? And seems more likely that he would get bigger over time. And to say shorter is relative because 7 foot 9 inches is not short. You know, either way, he's huge.",
    "start": "00:24:28",
    "end": "00:24:46"
  },
  {
    "text": "Yeah.",
    "start": "00:24:46",
    "end": "00:24:46"
  },
  {
    "text": "And this itself is a hyperlink back to the theme of the giants in the storyline of the Torah and prophets.",
    "start": "00:24:47",
    "end": "00:24:54"
  },
  {
    "text": "The Giborah, the mighty warriors.",
    "start": "00:24:54",
    "end": "00:24:57"
  },
  {
    "text": "The Gibor is the Gibbo. Yeah. But the Gibborim.",
    "start": "00:24:57",
    "end": "00:25:00"
  },
  {
    "text": "The Gibborim, yeah.",
    "start": "00:25:00",
    "end": "00:25:01"
  },
  {
    "text": "Who are linked with the Nephilim, the hybrid mutant offspring of the sons of God and the daughters of Adam. And you've got figures like Nimrod.",
    "start": "00:25:01",
    "end": "00:25:11"
  },
  {
    "text": "Gilgamesh.",
    "start": "00:25:12",
    "end": "00:25:12"
  },
  {
    "text": "Yeah. Ancient kings like Gilgamesh. Yes.",
    "start": "00:25:12",
    "end": "00:25:15"
  },
  {
    "text": "Giant warrior kings.",
    "start": "00:25:15",
    "end": "00:25:16"
  },
  {
    "text": "Giant warrior kings. This is a trope and a motif of mutant offspring on the land. The illicit union of heaven and earth in the production of a human ruler or champion, the man of the in between.",
    "start": "00:25:16",
    "end": "00:25:29"
  },
  {
    "text": "Oh, wow. Yeah.",
    "start": "00:25:29",
    "end": "00:25:30"
  },
  {
    "text": "So he's not. Oh, so fascinating. My son is reading for Samuel right now and we meet on Fridays for lunch. We talk about what he's read in the last week. So we were talking about this story literally on last Friday. So we were talking about all kinds of stuff. And he was asking about the armor and all of this, but his question at the end was like, so will God show mercy on Goliath? That was his question.",
    "start": "00:25:30",
    "end": "00:25:58"
  },
  {
    "text": "And I was, well, he doesn't have a head anymore.",
    "start": "00:25:59",
    "end": "00:26:01"
  },
  {
    "text": "I thought it was such a good question because I took it as a backwards compliment that like, okay, I think I've been talking about Jesus enough to my kids and how Jesus taught his followers to treat their enemies that I think he's wrestling with that tension of, like, well, even if Goliath is an enemy, is there love for him too?",
    "start": "00:26:03",
    "end": "00:26:25"
  },
  {
    "text": "Can you get pulled onto the Eden side of the valley?",
    "start": "00:26:25",
    "end": "00:26:28"
  },
  {
    "text": "Yeah, yeah. Even with your head cut off? Anyway, but the point is, his humanness is clearly being de emphasized, and his monstrous qualities are being brought to the fore. He has a nekhoshet helmet on his.",
    "start": "00:26:28",
    "end": "00:26:43"
  },
  {
    "text": "Head, a snaky helmet. A nekhashet. Nekhosit.",
    "start": "00:26:43",
    "end": "00:26:47"
  },
  {
    "text": "Nekoshet is the word for bronze, but it's spelled with the root letters of the word snake. And that word's going to be used four times to describe Goliath. He was clothed with armor of scales.",
    "start": "00:26:47",
    "end": "00:27:00"
  },
  {
    "text": "Scaly.",
    "start": "00:27:01",
    "end": "00:27:02"
  },
  {
    "text": "Scaly armor. Not all our translations have the word scales in there, but it's the same word to describe specifically the scales of sea creatures in the impurity food lists. Oh, oh, and also in the book of Ezekiel, there's a big sea dragon with these same scales.",
    "start": "00:27:02",
    "end": "00:27:20"
  },
  {
    "text": "This one's pulled out of the Nile with all the fish in its scales.",
    "start": "00:27:20",
    "end": "00:27:23"
  },
  {
    "text": "There you go.",
    "start": "00:27:23",
    "end": "00:27:23"
  },
  {
    "text": "Okay.",
    "start": "00:27:23",
    "end": "00:27:24"
  },
  {
    "text": "Yep. So his body armor was 5,000 Nechoshet shekels. He had nechoshet greaves on his legs, a nechoshet scimitar slung between his shoulders.",
    "start": "00:27:24",
    "end": "00:27:35"
  },
  {
    "text": "What's a scimitar again?",
    "start": "00:27:36",
    "end": "00:27:37"
  },
  {
    "text": "Big, curved blade. Sword. And then he had a spear. Then the shaft of his spear was like a weaver's beam.",
    "start": "00:27:37",
    "end": "00:27:43"
  },
  {
    "text": "Well, let's stay out of the valley.",
    "start": "00:27:44",
    "end": "00:27:46"
  },
  {
    "text": "Yeah. And what he comes to do is publicly denounce the armies of Israel and their God. So he's a creature bent on destruction. And not just on destruction, but on defamation of the name of God. So, of course, David is raised up, and he comes to give his brother some food. And he's like, this guy can't talk about Israel and the God of Israel that way. And so Saul hears about this punk kid who's, like, mouthing off from the ranks about the giant. And so he brings David into his tent.",
    "start": "00:27:48",
    "end": "00:28:27"
  },
  {
    "text": "I like that he said punk. He's kind of punk rock.",
    "start": "00:28:27",
    "end": "00:28:29"
  },
  {
    "text": "Here he is. Punk rock. Yeah. And Saul says to David, like, man, you can stop talking like that. You can't go fight that guy. Yeah, you're a kid. And David says, listen, you know, I'm a shepherd. I've, like, faced off a bear and the lion out in the wilderness before. And, you know, when I saw them, I attacked and killed them. And I'll do to this Philistine, what I did to the lion and the bear. So those wilderness creatures of the land of chaos, The Croucher. The Crouchers, yeah. I've taken care of them before. So this guy will be like them. So he's comparing Goliath specifically. So then in the victory scene, when David comes to do his thing to Goliath, there's this huge emphasis on Goliath's head, which is echoing back to Genesis 3:15, stomping on the head of the snake. So we're told that he took a sling stone from his bag, he struck the Philistine on his forehead, the stone sank. Ooh. Pharaoh and his armies sank into the chaos waters like a stone. Oh, now here's a stone sinking into his forehead.",
    "start": "00:28:29",
    "end": "00:29:46"
  },
  {
    "text": "Oh, my gosh.",
    "start": "00:29:46",
    "end": "00:29:47"
  },
  {
    "text": "Isn't that good? That's for sure. A hyperlink. Then he fell with his face on the ground. That is his mouth in the dust. Oh, is that interesting?",
    "start": "00:29:47",
    "end": "00:29:56"
  },
  {
    "text": "The snake will eat dust.",
    "start": "00:29:57",
    "end": "00:29:58"
  },
  {
    "text": "Yes, yes. David ran over and stood over the Philistine, took his own sword. He took the instrument of death from the monster and he killed him and cut off his head with it. David then took the head of the Philistine and brought it to Jerusalem. When David returned from striking the Philistine, Abner took him to Saul, the head of the Philistine in his hand. So there's a huge focus on the head. The head of the monster.",
    "start": "00:29:59",
    "end": "00:30:27"
  },
  {
    "text": "Yeah. And you're saying that's important because the idea in Genesis 3 is that a seed of the woman will come and strike the head of the snake.",
    "start": "00:30:27",
    "end": "00:30:35"
  },
  {
    "text": "You got it. Yep, that's right. So if you're interested in pursuing snake imagery in Samuel More, and just so you know that I'm not crazy, there's a scholar, Brian Verrit, who did a whole study on this, just called the serpent in Samuel a Messianic motif. And what he shows is actually how there's many human characters that are David's opponents throughout the narrative that are described using snake imagery or language. But just happens that Goliath is the first one in David's story. So as has been our practice last few episodes, there's a narrative. But then what I want to do is go look at poetic retellings of a narrative to see what kind of imagery they use to retell the tale. In this case, we have another version at the end of David's life or near the end in 2 Samuel, chapter 22. And let's just dive in to see how it works it. So it begins, David spoke to Yahweh, the words of this song. On the day Yahweh delivered him from the hand of all his enemies, including Goliath, and also from the hand of Saul. And he said, yahweh is my rock, my fortress, my deliverer. I take refuge in God, my rock in my shield, the strength of my salvation, my stronghold, my refuge. O my savior, you will save me from violence. I call upon Yahweh. He's worthy of praise, and I am saved by those who hate me. Okay. He was clearly calling up many times. Goliath was just the first of which, unless you count the bear and the lion encounters where there's some danger or threat, and he was rescued. So what you expect is maybe a retelling of one of those scenes.",
    "start": "00:30:35",
    "end": "00:32:56"
  },
  {
    "text": "Okay.",
    "start": "00:32:56",
    "end": "00:32:56"
  },
  {
    "text": "Four breaker waves of death engulfed me.",
    "start": "00:32:56",
    "end": "00:33:00"
  },
  {
    "text": "This is the chaotic ocean imagery.",
    "start": "00:33:00",
    "end": "00:33:02"
  },
  {
    "text": "Yeah. Currents of chaos.",
    "start": "00:33:02",
    "end": "00:33:04"
  },
  {
    "text": "Oh, yeah, There it is.",
    "start": "00:33:04",
    "end": "00:33:05"
  },
  {
    "text": "Overwhelmed me.",
    "start": "00:33:05",
    "end": "00:33:06"
  },
  {
    "text": "Yeah.",
    "start": "00:33:06",
    "end": "00:33:07"
  },
  {
    "text": "The ropes of the grave, Sheol entangled me. The snares of death confronted me.",
    "start": "00:33:07",
    "end": "00:33:15"
  },
  {
    "text": "We haven't talked about this in relation to this conversation. This is the underworld. Sheol.",
    "start": "00:33:15",
    "end": "00:33:19"
  },
  {
    "text": "Sheol the death. Yeah. Death. Yeah. But remember, death, the snake, you know, can go down in the little hole and it goes down there.",
    "start": "00:33:19",
    "end": "00:33:25"
  },
  {
    "text": "Okay.",
    "start": "00:33:25",
    "end": "00:33:25"
  },
  {
    "text": "It's under the land.",
    "start": "00:33:25",
    "end": "00:33:26"
  },
  {
    "text": "Yeah. And this is also, like, it's under the ground. It's associated with the chaos waters that are under the ground too.",
    "start": "00:33:26",
    "end": "00:33:33"
  },
  {
    "text": "Correct. Yeah, that's right.",
    "start": "00:33:33",
    "end": "00:33:35"
  },
  {
    "text": "Yeah.",
    "start": "00:33:35",
    "end": "00:33:35"
  },
  {
    "text": "So right at the moment, you think he's going to tell a story about encountering some nasty humans. What do you describes storm waters.",
    "start": "00:33:36",
    "end": "00:33:43"
  },
  {
    "text": "Yeah.",
    "start": "00:33:43",
    "end": "00:33:44"
  },
  {
    "text": "And these, like, cords coming up from the ground and dragging him into the grave.",
    "start": "00:33:44",
    "end": "00:33:50"
  },
  {
    "text": "A horror movie image.",
    "start": "00:33:50",
    "end": "00:33:52"
  },
  {
    "text": "Yeah.",
    "start": "00:33:52",
    "end": "00:33:53"
  },
  {
    "text": "And I've run into these before in the Bible. Like, the cords. Feels like this isn't the only place. The ropes of Sheol or the. What is that? What is that image? Where's that from?",
    "start": "00:33:53",
    "end": "00:34:04"
  },
  {
    "text": "Yeah. So if in Eden, humans begin by emerging out of the dirt.",
    "start": "00:34:04",
    "end": "00:34:09"
  },
  {
    "text": "Yeah.",
    "start": "00:34:09",
    "end": "00:34:09"
  },
  {
    "text": "Called forth by God's word and hands and his breath, and then they stand up. So to come up from the dust is because of God's creative act, but to return to the dust, it's like getting pulled back in, dragged back in.",
    "start": "00:34:10",
    "end": "00:34:26"
  },
  {
    "text": "What are these cords dragging?",
    "start": "00:34:26",
    "end": "00:34:27"
  },
  {
    "text": "Yeah, it's like. It's inevitable. It's like a trap that you can't. The snares of death, you can't escape it. We're all. Every day, like, every day you. You look around and you could just see a hand popping up out of the ground trying to get you back in. Something like that.",
    "start": "00:34:28",
    "end": "00:34:44"
  },
  {
    "text": "Okay.",
    "start": "00:34:44",
    "end": "00:34:44"
  },
  {
    "text": "So in My distressed. I called upon Yahweh to my God. I called, and he heard my voice from his temple.",
    "start": "00:34:45",
    "end": "00:34:51"
  },
  {
    "text": "This is Jonah's prayer.",
    "start": "00:34:51",
    "end": "00:34:53"
  },
  {
    "text": "Yes. Oh, yeah. Or yeah, you could say Jonah's prayer is following a key trope or a motif.",
    "start": "00:34:53",
    "end": "00:34:59"
  },
  {
    "text": "Well, he talks about the.",
    "start": "00:34:59",
    "end": "00:35:00"
  },
  {
    "text": "Yeah. He heard me from his heavenly temple.",
    "start": "00:35:00",
    "end": "00:35:02"
  },
  {
    "text": "And being entangled and Sheol. And then he's like. And then I called out to Yahweh.",
    "start": "00:35:02",
    "end": "00:35:08"
  },
  {
    "text": "Yes.",
    "start": "00:35:08",
    "end": "00:35:08"
  },
  {
    "text": "Yeah.",
    "start": "00:35:08",
    "end": "00:35:09"
  },
  {
    "text": "Okay. The earth heaved and shook. The foundations of the skies trembled and heaved because of his anger. Smoke went up from his nostrils. Fire came out from his mouth. Burning coals. Devoured. They burned from him. Whoa. This is.",
    "start": "00:35:09",
    "end": "00:35:32"
  },
  {
    "text": "It's the cosmic fire.",
    "start": "00:35:32",
    "end": "00:35:33"
  },
  {
    "text": "The storm God's coming. What's going to follow is a description of Yahweh that sounds just like the descriptions of BAAL or Marduk or the different storm gods depicted in the classic dragon slaying myth. Smoke and fire, meaning clouds and lightning.",
    "start": "00:35:33",
    "end": "00:35:54"
  },
  {
    "text": "Oh, okay.",
    "start": "00:35:54",
    "end": "00:35:55"
  },
  {
    "text": "He bowed the heavens and he came down thick.",
    "start": "00:35:56",
    "end": "00:35:59"
  },
  {
    "text": "What does it mean? He bowed the heavens.",
    "start": "00:35:59",
    "end": "00:36:01"
  },
  {
    "text": "Oh, meaning like clouds peeling off and swirling down. Because look at what he's going to say. Thick clouds under his feet. He's a cloud rider. He's riding a cloud like a surfboard. He rode upon a cherub.",
    "start": "00:36:01",
    "end": "00:36:14"
  },
  {
    "text": "Oh, wow.",
    "start": "00:36:14",
    "end": "00:36:15"
  },
  {
    "text": "And flew. He was seen on the wings of the wind. He made darkness a canopy around him. A collection of thick rain clouds. Storm God showing up.",
    "start": "00:36:15",
    "end": "00:36:25"
  },
  {
    "text": "Wow. Okay. Yahweh's the storm God here.",
    "start": "00:36:26",
    "end": "00:36:28"
  },
  {
    "text": "So what happens when the storm God comes? Well, usually it means a battle against the monster.",
    "start": "00:36:28",
    "end": "00:36:35"
  },
  {
    "text": "The sea monster?",
    "start": "00:36:35",
    "end": "00:36:36"
  },
  {
    "text": "Yep.",
    "start": "00:36:36",
    "end": "00:36:36"
  },
  {
    "text": "Yeah.",
    "start": "00:36:36",
    "end": "00:36:37"
  },
  {
    "text": "From the brightness before him flamed burning coals of fire. Yahweh thundered from heaven. The most high uttered his voice. He sent arrows.",
    "start": "00:36:38",
    "end": "00:36:49"
  },
  {
    "text": "This is what Marduk does against his tannin.",
    "start": "00:36:49",
    "end": "00:36:52"
  },
  {
    "text": "Yeah. So again, in the Babylonian version of the dragon slaying myth, it's in a very famous epic poem called Enuma Elish. Marduk, the patron God of Babylon, defeats the chaos waters by blowing wind down a big monster's throat and then sending arrows down her throat. And her name is Tiamat, which is the same Semitic word.",
    "start": "00:36:52",
    "end": "00:37:17"
  },
  {
    "text": "Salt water.",
    "start": "00:37:17",
    "end": "00:37:18"
  },
  {
    "text": "Yeah, yeah, salt water. And it's the same Semitic word underneath the Hebrew word t', home, which is the abyss. The abyss waters. Okay, so now here, Yahweh sending his arrows, and he scattered them. Lightning. And he directed them.",
    "start": "00:37:18",
    "end": "00:37:36"
  },
  {
    "text": "Now we're kind of talking about David's enemies again.",
    "start": "00:37:37",
    "end": "00:37:39"
  },
  {
    "text": "Yes. Well, you got to keep reading. Then. The channels of water of the sea were exposed.",
    "start": "00:37:39",
    "end": "00:37:46"
  },
  {
    "text": "The channels of water of the sea.",
    "start": "00:37:46",
    "end": "00:37:48"
  },
  {
    "text": "Were Exposed the foundations of the world exposed at the rebuke of Yahweh from the blast of the breath of his nostrils.",
    "start": "00:37:48",
    "end": "00:37:56"
  },
  {
    "text": "Is this the idea of the separating land from water again?",
    "start": "00:37:56",
    "end": "00:38:01"
  },
  {
    "text": "Yeah, yeah. He's got. Yahweh's blowing so much air out of his nose and fire that it, like, pushes back the sea and creates a realm on which he confound the dry land.",
    "start": "00:38:01",
    "end": "00:38:14"
  },
  {
    "text": "In Exodus 15, it's the wind of his nostrils, Right?",
    "start": "00:38:14",
    "end": "00:38:18"
  },
  {
    "text": "Yes.",
    "start": "00:38:18",
    "end": "00:38:18"
  },
  {
    "text": "That blows the sea open.",
    "start": "00:38:18",
    "end": "00:38:20"
  },
  {
    "text": "Yeah, exactly. So what's fascinating is this is a good example. The biblical authors adopt the language of the storm God, but then always adapting and tweaking it towards their unique conceptions and claims about the God of Israel. So right at the moment where you expect to see the dragon, it's just the waters.",
    "start": "00:38:20",
    "end": "00:38:41"
  },
  {
    "text": "Okay, but that's not completely out of touch, because the dragon is the waters.",
    "start": "00:38:42",
    "end": "00:38:47"
  },
  {
    "text": "Exactly. It's in the waters it's associated with. Yeah, yep.",
    "start": "00:38:47",
    "end": "00:38:50"
  },
  {
    "text": "But also is the embodiment of the waters.",
    "start": "00:38:50",
    "end": "00:38:52"
  },
  {
    "text": "Yep.",
    "start": "00:38:52",
    "end": "00:38:53"
  },
  {
    "text": "Okay.",
    "start": "00:38:53",
    "end": "00:38:53"
  },
  {
    "text": "And the language of deliverance and rescue is about part splitting the waters to create dry land.",
    "start": "00:38:53",
    "end": "00:39:00"
  },
  {
    "text": "And that's not out of scope either in terms of the storm God. Usually fillets open feel like.",
    "start": "00:39:00",
    "end": "00:39:05"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:39:05",
    "end": "00:39:06"
  },
  {
    "text": "Sea dragon.",
    "start": "00:39:06",
    "end": "00:39:06"
  },
  {
    "text": "Yep. I think what's interesting is those particular images, the volumes turned up on them, I think, because of the unique. The Israelite way of talking about Yahweh's power over chaos was shaped by their historical experience with what happened at the Sea of Reeds, and also, I think, influenced their ways of talking about creation. Splitting the waters to dry land can emerge. Those are ideas already out there, but they're uniquely emphasized in biblical literature. So what happens then? He sent from a high position and took me. He drew me up out of the waters, and he actually, this phrase drew me. This verb is the same verb used to describe what Pharaoh's daughter did to Moshe. And she says, I name him Moshe because I Mashiti him up out of the waters. So David's describing himself like Moses being taken up out of the waters. He delivered me from my enemies. And like, oh, they're the bad guys. They finally appeared before. They've just been waves and cords of death. He delivered me from those who hate me, from those more mighty than me. But Yahweh was my support. He brought me to a spacious place. He saved me because of his delight. So we're retelling all of these stories. Every time David got saved from an enemy, we're reflecting back on something meta, like the cosmic meta story that was happening over and over and over again is really an image of some bigger drama at work in the world. And here the focus is on the deliverance and victory of God's chosen one over the chaos waters. Over the monster.",
    "start": "00:39:06",
    "end": "00:40:59"
  },
  {
    "text": "Yeah, well, specifically the waters.",
    "start": "00:40:59",
    "end": "00:41:01"
  },
  {
    "text": "Goliath was the first of these enemies. So the character described as like a snake is now here described as the chaos waters that need to be blasted by Yahweh's nostrils.",
    "start": "00:41:02",
    "end": "00:41:17"
  },
  {
    "text": "Most of David's enemies afterwards are just kind of his family and like fellow Israelites.",
    "start": "00:41:18",
    "end": "00:41:22"
  },
  {
    "text": "Yeah, that's right. His son. That's right. Like Saul and his crew, but also Joab and Sheva. But you're right, you're right. And Saul.",
    "start": "00:41:22",
    "end": "00:41:32"
  },
  {
    "text": "And it seems like the psalm is thinking about everyone who David's been like, encountering his enemies. But you're saying, let's keep Goliath in the forefront of our mind because he was the first enemy that David had to slay. And he was very clearly depicted as a snake of the in between man, the chaos creature. And in this poem, when David's encountering an enemy, it's very clearly the chaos waters.",
    "start": "00:41:32",
    "end": "00:42:00"
  },
  {
    "text": "Yeah, a force of chaos both from the waters and from the underworld, trying to drag him down into the land. So, yeah, this poem takes the particulars of like one story or a set of stories in David's life and wants to see some bigger drama being played out in them, which is that Yahweh will deliver his chosen one from death itself in order to overcome the forces of death and chaos and deliver his chosen one into a nice little spacious high rock. That's a delightful place, presumably so that he can do through that one something good on behalf of many others. But that is how the story will continue to unfold. But it's a symbolic imagination at work here that's inviting us to see greater forces at work in the day to day experiences that we have some greater.",
    "start": "00:42:00",
    "end": "00:43:21"
  },
  {
    "text": "Drama, greater forces at work. Okay. And this is where we began. Like, what are we talking about? What are these greater forces at work? Because it can feel like, oh, I'm fighting against my brother, or I'm fighting against who I just think is my enemy. But there's this story underneath, or you might even say above, which is. No, you're actually. Your real encounter here is something else.",
    "start": "00:43:21",
    "end": "00:43:53"
  },
  {
    "text": "Yeah, you know, here's where my mind goes. So Jesus, whose mind was shaped, imagination was shaped by these poems and these stories. You know, the night that he was betrayed, he's sitting at a table with his followers and he's talking about how one of you is going to betray me. And Peter speaks up and he's like, no way. Not me. I'm with you, Jesus. And this is in Luke's account, Luke 22:31. Jesus says to him, oh, Simon, Simon, you know what? The Satan has made a request to sift you like wheat, brother. I've been praying for you that your faithfulness will not fail. So he's anticipating that Peter's gonna have some moment where his faith is gonna be tested. His allegiance to Jesus, it's kind of.",
    "start": "00:43:54",
    "end": "00:44:47"
  },
  {
    "text": "A job kind of thing.",
    "start": "00:44:47",
    "end": "00:44:49"
  },
  {
    "text": "Yeah. And he's.",
    "start": "00:44:49",
    "end": "00:44:49"
  },
  {
    "text": "Satan comes and goes. You know what? Can I have my way with this guy for a second?",
    "start": "00:44:49",
    "end": "00:44:52"
  },
  {
    "text": "Yeah. Can I have a second with Peter? Yeah, yeah. Let's see how faithful Peter really is. So it's imagining. Here's a moment of choice Peter will have of whether he'll be loyal to his rabbi and friend. And that choice of, wait, aren't you the man who was with him right in the courtyard by the fire when.",
    "start": "00:44:52",
    "end": "00:45:12"
  },
  {
    "text": "He has an opportunity to say, yeah, I'm allied with Jesus?",
    "start": "00:45:12",
    "end": "00:45:15"
  },
  {
    "text": "Yep. Yeah. He says, I don't know. The man that is being sifted? That moment is the cosmic mirror of that above, is that his faithfulness is being tested, like Job before God. And then later, when Jesus is arrested in the Garden of Gethsemane, when he sees the soldiers coming, what he says to them, and these are Jewish soldiers coming from the temple, saying, what? You coming at me like I'm a criminal, Like a bandit here, Robin Hood kind of figure. I've been with you in the temple every day, and you didn't stretch out your hands against me. And then he says, but this hour belongs to you and to the power of darkness. So Jesus sees a monster coming at him in the form of Jewish temple guards, like his brothers. So I think something like this is what it means to see the world in these cosmic terms. There's a bigger story.",
    "start": "00:45:15",
    "end": "00:46:14"
  },
  {
    "text": "And then, of course, what Paul says is, your enemy is not flesh and blood. Not flesh and blood. But what does he say it is? What's the word he uses?",
    "start": "00:46:14",
    "end": "00:46:25"
  },
  {
    "text": "He uses a whole bunch of words. Yeah. Against the rulers, authorities, world powers of this darkness. Against spiritual forces of evil in the skies.",
    "start": "00:46:25",
    "end": "00:46:38"
  },
  {
    "text": "Yeah.",
    "start": "00:46:39",
    "end": "00:46:39"
  },
  {
    "text": "Dressed in the armor of the Messiah. So, yeah, this is a foreign way to view the world for many people.",
    "start": "00:46:39",
    "end": "00:46:48"
  },
  {
    "text": "So to talk about the dragon is to talk about a reality that underneath the evil that we experience or even can participate in is a deep, menacing, dark power that we can be ruled by. And it can do damage and it can kind of so embody people and cultures. It's hard to distinguish between.",
    "start": "00:46:48",
    "end": "00:47:20"
  },
  {
    "text": "Yes. Yeah, that's right.",
    "start": "00:47:20",
    "end": "00:47:21"
  },
  {
    "text": "Is that my brother hating me or is that something else underneath?",
    "start": "00:47:21",
    "end": "00:47:27"
  },
  {
    "text": "Yep. And then internally, like within Peter, when I choose to hate my brother or sister, it's like, is that me or is that some other thing working in and through me to lead to disorder and chaos in this relationship or in my community? It's like, nobody's innocent here. We're all caught in the web, as it were. And that's the portrait of the human condition. And then the story of David is really emphasizing this theme about what if there was one who really knew how to handle the snake and crush its head and liberate us out of the chaos waters in the realm of the snares of the grave to take us up and set our feet on a high place of delight? That would be cool if somebody was able to do that. And I think that's what the stories of David are designed to. Just keep tantalizing that longing and drive the story forward further into the writings of the prophets.",
    "start": "00:47:27",
    "end": "00:48:32"
  },
  {
    "text": "Okay, and that's where we'll go next. Thanks for listening to this episode of BibleProject Podcast. Next week we're exploring the scroll of Isaiah, where the chaos monster shows up as the nation of Babylon.",
    "start": "00:48:32",
    "end": "00:48:47"
  },
  {
    "text": "Isaiah is looking at Jerusalem and saying, the fire is coming and the fire is Babylon. Even the monster that God summons to bring that fiery purification will be itself held accountable to divine justice.",
    "start": "00:48:47",
    "end": "00:49:01"
  },
  {
    "text": "Today's episode was brought to you by our podcast team producer, Cooper Peltz, associate producer Lindsey Ponder, lead editor Dan Gummel, editors Tyler Bailey and Frank Garza. Tyler Bailey mixed this episode. Hannah Wu provided the annotations for the annotated podcast in our app and all the music in this episode was provided by Bible Project staff. The bibleproject is a crowdfunded nonprofit. We exist to experience the Bible as a unified story that leads to Jesus. And everything we make is free because of the support of thousands of people just like you. So thank you so much for being a part of this with us.",
    "start": "00:49:02",
    "end": "00:49:33"
  },
  {
    "text": "Hi, this is Zach and I'm from Knoxville, Tennessee.",
    "start": "00:49:33",
    "end": "00:49:36"
  },
  {
    "text": "Hi, this is Valeria and I'm from Columbia. I first heard about bibleproject in a cross cultural Bible study group. I use bibleproject to complement my reading when diving into God's word and to understand how every little story makes up one single bigger message.",
    "start": "00:49:36",
    "end": "00:49:50"
  },
  {
    "text": "I first heard about the Bible Project when I stumbled across the videos on YouTube while searching for a video on the book of Hebrews. I used the Bible Project as a resource in my own personal devotion. My favorite thing about the Bible Project is the ease of comprehending biblical themes and texts.",
    "start": "00:49:50",
    "end": "00:50:05"
  },
  {
    "text": "My favorite thing about bibleproject is that it is a tool that matches my learning strategy through creative short videos and amazingly interactive online classes.",
    "start": "00:50:05",
    "end": "00:50:13"
  },
  {
    "text": "We believe the Bible is a unified story that leads to Jesus.",
    "start": "00:50:13",
    "end": "00:50:17"
  },
  {
    "text": "We're a crowdfunded project by people like me.",
    "start": "00:50:17",
    "end": "00:50:20"
  },
  {
    "text": "Find free videos, study notes, podcasts, classes, and more@bibleproject.com sat.",
    "start": "00:50:20",
    "end": "00:50:45"
  }
]