[
  {
    "text": "We've been talking about the Nachash, the serpent who in Genesis 3 shows up to deceive Adam and Eve into their own destruction. Today, we take a closer look at the snake's shrewd interactions with the humans.",
    "start": "00:00:04",
    "end": "00:00:18"
  },
  {
    "text": "The snake just starts asking questions, weaving half truths, and quoting parts of what God said to get the woman to take and eat from the tree that brings death, but she actually thinks it will bring life. The snake gets her to embrace and choose her own path back into nothingness and death.",
    "start": "00:00:18",
    "end": "00:00:39"
  },
  {
    "text": "So rather than attacking the humans directly, the Nachash just tries to get the humans to choose their own destruction. And it succeeds. Yet after this, Yahweh proclaims that the seed of the serpent, that is some descendant of the serpent, will become a rival to the seed. Seed of the woman that is the children of Adam and Eve. This is ominous. And as we turn the page, we might expect to read a story about this rivalry. But instead, the next story is about two brothers, that is two seeds of the woman in a bitter, deadly rivalry amongst themselves. And so where did the snake go?",
    "start": "00:00:39",
    "end": "00:01:18"
  },
  {
    "text": "Humans can, by their moral choices, become the seed of the snake. They can become agents of the snake and its desire to reduce the goodness of God's world back into the nothingness from which it emerged.",
    "start": "00:01:19",
    "end": "00:01:33"
  },
  {
    "text": "We all have a choice. What type of seed will you be?",
    "start": "00:01:33",
    "end": "00:01:37"
  },
  {
    "text": "You yourself can be the snake based on the voices that you listen to. So this is why, as you go on throughout the rest of the Torah, the prophets, the rest of the Hebrew Bible, when you see bad people compared to snakes and scorpions and dragons and lions, this is what's underneath all of that imagery. How is God going to raise up a descendant who's gonna defeat the snake?",
    "start": "00:01:37",
    "end": "00:02:00"
  },
  {
    "text": "Today, Tim Mackey and I talk about what happens when humans become the snake. I'm John Collins, and you're listening to BibleProject Podcast. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:02:01",
    "end": "00:02:18"
  },
  {
    "text": "Hey, John. Hello.",
    "start": "00:02:18",
    "end": "00:02:19"
  },
  {
    "text": "Hello. We're talking about. We're talking about chaos. We're talking about the problem of evil in a way. In some way.",
    "start": "00:02:20",
    "end": "00:02:29"
  },
  {
    "text": "Dragons and snakes and star beings.",
    "start": "00:02:30",
    "end": "00:02:33"
  },
  {
    "text": "Yeah, but, yeah, we're getting there because we want to talk about why is there dragons in the Bible?",
    "start": "00:02:33",
    "end": "00:02:37"
  },
  {
    "text": "Yeah.",
    "start": "00:02:37",
    "end": "00:02:38"
  },
  {
    "text": "And hey, by the way, there's dragons in the Bible.",
    "start": "00:02:38",
    "end": "00:02:40"
  },
  {
    "text": "That's right. That's right.",
    "start": "00:02:40",
    "end": "00:02:42"
  },
  {
    "text": "That's kind of where we started. Surprise. They're there and they represent chaos. They're associated with the sea, often the leviathan, the tannin. They come from a cultural story that would have been everywhere during the time of the characters in the Hebrew Bible and in the forming of the Hebrew Bible. Just a meme of sorts.",
    "start": "00:02:42",
    "end": "00:03:04"
  },
  {
    "text": "Yeah. Actually, one author that I scholar, I learned a lot from Robert Miller. I cited his book a few episodes ago called the Dragon, the Mountain and the Sea. He adopts the word meme along with the word for cultural, symbolic, story, myth, and he calls it a mytheme.",
    "start": "00:03:04",
    "end": "00:03:21"
  },
  {
    "text": "A mytheme.",
    "start": "00:03:21",
    "end": "00:03:22"
  },
  {
    "text": "Mytheme.",
    "start": "00:03:22",
    "end": "00:03:22"
  },
  {
    "text": "All right.",
    "start": "00:03:22",
    "end": "00:03:23"
  },
  {
    "text": "Yeah. Which is essentially the meme merged with the myth.",
    "start": "00:03:23",
    "end": "00:03:26"
  },
  {
    "text": "And by myth, what we mean is a story that uses fantastic images, but it's trying to talk about very real experiences of life and death, of chaos versus order. And so we looked at. At the creation story in the first page of the Bible where God encounters, I guess, the state of being is described as a dark abyss.",
    "start": "00:03:26",
    "end": "00:03:55"
  },
  {
    "text": "Well, not God's state of being, because God just is. But when it comes to God bringing into being something that is not, how do you describe the is not? And the way the seven day creation narrative opens is describing the is not as a dark, chaotic ocean or as an empty wilderness.",
    "start": "00:03:55",
    "end": "00:04:21"
  },
  {
    "text": "And you want us to think of it with the word nothing.",
    "start": "00:04:21",
    "end": "00:04:24"
  },
  {
    "text": "Yeah. Yep. The nothing.",
    "start": "00:04:25",
    "end": "00:04:26"
  },
  {
    "text": "The nothing.",
    "start": "00:04:26",
    "end": "00:04:27"
  },
  {
    "text": "Yeah. The nothing is the opposite of the something. And what is the something? The something is the good thing that God wants to bring into being by his word.",
    "start": "00:04:27",
    "end": "00:04:35"
  },
  {
    "text": "So the nothing is the darkness. And then God says, well, let me create something, and that's the light.",
    "start": "00:04:35",
    "end": "00:04:40"
  },
  {
    "text": "Yeah.",
    "start": "00:04:40",
    "end": "00:04:41"
  },
  {
    "text": "And then God separates light from darkness. So the story of the Bible isn't God then saying, now there's only the good and the darkness. The nothingness now doesn't exist in any way. Yeah, the thing that doesn't exist doesn't exist. What am I even talking about now?",
    "start": "00:04:41",
    "end": "00:04:58"
  },
  {
    "text": "When God separates light from dark, he doesn't do away with the darkness entirely. What he establishes is a realm of light in cyclical order. With the darkness.",
    "start": "00:04:58",
    "end": "00:05:10"
  },
  {
    "text": "Yeah.",
    "start": "00:05:10",
    "end": "00:05:10"
  },
  {
    "text": "Yep.",
    "start": "00:05:10",
    "end": "00:05:10"
  },
  {
    "text": "And so then God separates the waters, and then from the waters below, he separates the land from the waters.",
    "start": "00:05:11",
    "end": "00:05:17"
  },
  {
    "text": "Yep.",
    "start": "00:05:17",
    "end": "00:05:18"
  },
  {
    "text": "And the land is called good because that's where we get to live. I mean, there's life and order on the land, in the waters, it's death and chaos. I mean, unless you're a sea creature, you know, which we aren't.",
    "start": "00:05:18",
    "end": "00:05:30"
  },
  {
    "text": "That's right. So, yeah, the story definitely has a human centric perspective that way.",
    "start": "00:05:31",
    "end": "00:05:35"
  },
  {
    "text": "Right? Yeah. This is not Aquaman's Genesis 1.",
    "start": "00:05:35",
    "end": "00:05:38"
  },
  {
    "text": "No, it's not.",
    "start": "00:05:43",
    "end": "00:05:44"
  },
  {
    "text": "It would be a little different.",
    "start": "00:05:44",
    "end": "00:05:45"
  },
  {
    "text": "It would be. But what if Aquaman's people had a creation myth? God inspired a version of Genesis 1. Okay.",
    "start": "00:05:46",
    "end": "00:05:53"
  },
  {
    "text": "Anyway, that's Another conversation.",
    "start": "00:05:53",
    "end": "00:05:55"
  },
  {
    "text": "It's a great question though.",
    "start": "00:05:55",
    "end": "00:05:56"
  },
  {
    "text": "So the payoff though was saying we got two realms of disorder, nothingness that God orders. And one is the sea and one is the darkness. And then surprise, in the next series of days, we get these two kind of bonus creatures that stand out like a sore thumb. And one is a creature in the sea, the tannin.",
    "start": "00:05:56",
    "end": "00:06:19"
  },
  {
    "text": "Yeah, the sea monsters.",
    "start": "00:06:19",
    "end": "00:06:20"
  },
  {
    "text": "The sea monsters are there. And then another is the creatures in the sky, the stars, which the ancients thought of as the spiritual beings. And so you've got these two creatures in the two realms that kind of represent God containing chaos.",
    "start": "00:06:20",
    "end": "00:06:39"
  },
  {
    "text": "Yeah.",
    "start": "00:06:39",
    "end": "00:06:39"
  },
  {
    "text": "And both of these creatures are then later applied to evil kings like Nebuchadnezzar or the Pharaoh. When they're like doing their evil oppressive thing, God's like, you know what you're acting like?",
    "start": "00:06:40",
    "end": "00:06:53"
  },
  {
    "text": "Yeah.",
    "start": "00:06:53",
    "end": "00:06:54"
  },
  {
    "text": "You're acting like the sea creature.",
    "start": "00:06:54",
    "end": "00:06:55"
  },
  {
    "text": "Yeah.",
    "start": "00:06:55",
    "end": "00:06:56"
  },
  {
    "text": "You're acting like a fallen star that's rebelling.",
    "start": "00:06:56",
    "end": "00:06:59"
  },
  {
    "text": "Yeah. Or maybe even a little more powerful. You have become an agent of. You are, through your choices and actions, unleashing the destructive powers of the dragon and the rebel stars. You're in league with them by means of your choices. And that's what we're going to talk about in this episode right now.",
    "start": "00:06:59",
    "end": "00:07:21"
  },
  {
    "text": "Okay.",
    "start": "00:07:22",
    "end": "00:07:22"
  },
  {
    "text": "How does a human creature of the land become a partner not with the God of all creation who wants to bring good. How is it that humans have become partners with the forces of chaos? And the dragon, how did that happen? Happens very easily. So says the Garden of Eden.",
    "start": "00:07:22",
    "end": "00:07:44"
  },
  {
    "text": "Sam.",
    "start": "00:07:47",
    "end": "00:08:03"
  },
  {
    "text": "So that's the summary so far.",
    "start": "00:08:12",
    "end": "00:08:14"
  },
  {
    "text": "Okay.",
    "start": "00:08:14",
    "end": "00:08:15"
  },
  {
    "text": "What we're going to focus on right now is the figure of the snake in the garden story. That's the main focus. So whether it's in art and religious media, typically in the garden, you're thinking of like, I don't know, a little gardener snake.",
    "start": "00:08:15",
    "end": "00:08:32"
  },
  {
    "text": "Okay, well, so just. Yeah, we're talking about Adam and Eve.",
    "start": "00:08:33",
    "end": "00:08:36"
  },
  {
    "text": "Yes.",
    "start": "00:08:36",
    "end": "00:08:37"
  },
  {
    "text": "This is the second page of the Bible. We've got the whole creation story that's ended, but now the story kind of begins again and says, okay, God created humans, puts them in a garden, the tree of life is there, it's good.",
    "start": "00:08:37",
    "end": "00:08:52"
  },
  {
    "text": "And actually, sorry to go back. The culmination of the seven day creation story for the days of God's working is to install images of God's own self on the dry land and say, hey, let's rule this world together. You do it for me. And make sure than any wild creatures out there that you subdue them.",
    "start": "00:08:52",
    "end": "00:09:12"
  },
  {
    "text": "Oh, yes.",
    "start": "00:09:12",
    "end": "00:09:12"
  },
  {
    "text": "You're going to need to do that. Rule and subdue, Rule and subdue those creatures. And you're just like, why do they need to be ruled and subdued? Do some of them want to get us? You know, like, what's the problem? You just got to read the next story to fill that out. So the Adam and Eve story picks up, and it also begins with a nothingness image, but the opposite of the chaos waters that the seven day story began with, but now with a dry, desolate wilderness. So what's interesting is that we talked about this in episode one, that the dragon can be depicted as an inhabitant of the sea, the waters. Yeah, the tannin and the waters are one common way in ancient culture around Israel that you could talk about the non creation. Another way you could talk about the opposite of good and creation is with the wilderness. The empty, desolate, waterless wilderness. And that's exactly how the Garden of Eden story begins in Genesis 2, verse 4, a land without water. And so, lo and behold, the dangerous inhabitant, the chaos creature of the Garden of Eden story is not going to be a monster swimming in the waters, because we're not in the waters. It's going to be a snake crawling out of the wilderness and sneaking into that garden, so to speak. But in both cases, the sea monster of Genesis 1 or the snake of the Garden of Eden story in Genesis 2 are meant to evoke all the same feelings and associations in the mind of the reader. Does that make sense?",
    "start": "00:09:12",
    "end": "00:10:50"
  },
  {
    "text": "Yeah.",
    "start": "00:10:50",
    "end": "00:10:51"
  },
  {
    "text": "So that's just kind of the beginning point. So what we want to figure out is when the snake gets introduced to us, God creates a garden out of the wilderness forms a human, one, Adam, one humanity. Then he splits the human in two, male and female, so they can become one, multiply and rule and subdue and garden.",
    "start": "00:10:51",
    "end": "00:11:14"
  },
  {
    "text": "Rule, subdue and garden.",
    "start": "00:11:15",
    "end": "00:11:17"
  },
  {
    "text": "And garden. Yeah, that's right. So that's the setup of Genesis 2. Genesis 3:1 introduces us to another inhabitant of that garden, not just God and Adam and Eve, but God, Adam and Eve and a nachash. And actually Genesis 3:1 begins as a little background note saying, now there was a nachash.",
    "start": "00:11:17",
    "end": "00:11:41"
  },
  {
    "text": "That's the Hebrew for snake.",
    "start": "00:11:42",
    "end": "00:11:43"
  },
  {
    "text": "For snake. Yep. Well, we'll get there. We're going to spend some time.",
    "start": "00:11:43",
    "end": "00:11:47"
  },
  {
    "text": "Let's just call it a nachash. So we don't.",
    "start": "00:11:47",
    "end": "00:11:49"
  },
  {
    "text": "Exactly. That's what I was going for.",
    "start": "00:11:49",
    "end": "00:11:50"
  },
  {
    "text": "All right.",
    "start": "00:11:50",
    "end": "00:11:51"
  },
  {
    "text": "And one thing you should know about the Nachash is it's really smart. Super smart and shrewd.",
    "start": "00:11:51",
    "end": "00:11:57"
  },
  {
    "text": "Yeah, the English translation is crafty, but it's A word that means like.",
    "start": "00:11:57",
    "end": "00:12:01"
  },
  {
    "text": "Yeah, arum.",
    "start": "00:12:01",
    "end": "00:12:03"
  },
  {
    "text": "It's a wisdom word.",
    "start": "00:12:03",
    "end": "00:12:04"
  },
  {
    "text": "It is, yeah. And it's. If you read in the proverbs, it's good for people to be arim.",
    "start": "00:12:04",
    "end": "00:12:09"
  },
  {
    "text": "Yeah.",
    "start": "00:12:09",
    "end": "00:12:09"
  },
  {
    "text": "It's actually, you'll probably do good in life if you are arum.",
    "start": "00:12:09",
    "end": "00:12:13"
  },
  {
    "text": "Yeah.",
    "start": "00:12:13",
    "end": "00:12:13"
  },
  {
    "text": "Means you can.",
    "start": "00:12:14",
    "end": "00:12:15"
  },
  {
    "text": "Doesn't Jesus say be?",
    "start": "00:12:15",
    "end": "00:12:16"
  },
  {
    "text": "Yes.",
    "start": "00:12:17",
    "end": "00:12:17"
  },
  {
    "text": "Wise. Is this.",
    "start": "00:12:17",
    "end": "00:12:18"
  },
  {
    "text": "Yeah. When he sends out his disciples to go represent him, he says be this way.",
    "start": "00:12:18",
    "end": "00:12:24"
  },
  {
    "text": "Yeah.",
    "start": "00:12:24",
    "end": "00:12:24"
  },
  {
    "text": "Which means you can quickly read a situation and know what's the advantageous thing to do.",
    "start": "00:12:25",
    "end": "00:12:31"
  },
  {
    "text": "Yeah. That's a superpower.",
    "start": "00:12:33",
    "end": "00:12:36"
  },
  {
    "text": "Totally. Yeah.",
    "start": "00:12:36",
    "end": "00:12:37"
  },
  {
    "text": "And it could be used for good.",
    "start": "00:12:37",
    "end": "00:12:38"
  },
  {
    "text": "Yep.",
    "start": "00:12:38",
    "end": "00:12:39"
  },
  {
    "text": "Or bad.",
    "start": "00:12:39",
    "end": "00:12:40"
  },
  {
    "text": "Or bad. So what we're told is this creature, and if creatures exist on the land, they're good. I know that from Genesis 1. Like God saw the creatures that he made on the land on day five. They're great. He loves them. But this serpent had some knowledge more. More shrewdness or wisdom than any other beast of the field that the Lord God had made. And so that nachash came up to the woman and said, and here we go, here we go, here we go. So what am I supposed to have in my mind for this creature? Well, let's just do a quick, like, word search on nachosh in the Hebrew Bible. Actually, let's actually do it just so we can know how many times it appears. 31 times the word nachos is used in the Hebrew Bible. Okay.",
    "start": "00:12:40",
    "end": "00:13:31"
  },
  {
    "text": "That's a reasonable amount.",
    "start": "00:13:31",
    "end": "00:13:33"
  },
  {
    "text": "Yeah.",
    "start": "00:13:33",
    "end": "00:13:33"
  },
  {
    "text": "We could wrap our minds around that.",
    "start": "00:13:34",
    "end": "00:13:35"
  },
  {
    "text": "It's perfect. You can read them all in an afternoon and kind of put together a quick word study. Or you can let me do it for you. Right. So it's used many times to refer to what we think of with our word. Snake, ground crawler, slithers into holes, probably out in the desert.",
    "start": "00:13:35",
    "end": "00:13:53"
  },
  {
    "text": "Reptilian.",
    "start": "00:13:53",
    "end": "00:13:53"
  },
  {
    "text": "Yep. So Deuteronomy 8:15. God led, you, led his Israel through the great terrible wilderness with its fiery nachash.",
    "start": "00:13:53",
    "end": "00:14:04"
  },
  {
    "text": "That's a way to think of him as venomous.",
    "start": "00:14:04",
    "end": "00:14:06"
  },
  {
    "text": "Yep. It's describing what it would feel like in your skin if it bit you.",
    "start": "00:14:06",
    "end": "00:14:11"
  },
  {
    "text": "Yeah.",
    "start": "00:14:11",
    "end": "00:14:11"
  },
  {
    "text": "I could feel like burns. Yep, burns. So it had fiery Nagash and scorpions and dry ground where there is no water. Notice you can just see the Eden imagery here for the story. And he brought you water out of the rock.",
    "start": "00:14:11",
    "end": "00:14:27"
  },
  {
    "text": "That story.",
    "start": "00:14:28",
    "end": "00:14:28"
  },
  {
    "text": "Yep, that story. Psalm 58, where David is the speaking voice describing people that want to kill him. And he describes them like people who have venom, like the venom of a nachash, like a deaf cobra. So he's describing his enemies like snakes. They want to bite him. Jeremiah 8. God says to the rebel leaders of Jerusalem, I am sending Nachash against you adders like vipers for which there's no snake charming. These. No, they're just going to bite you.",
    "start": "00:14:28",
    "end": "00:15:05"
  },
  {
    "text": "Yeah.",
    "start": "00:15:05",
    "end": "00:15:05"
  },
  {
    "text": "So there you go. Nachosh. Many of those 31 instances refer to what we call snakes. However, there are times where nachash can refer to a huge snake that's in the Ocean.",
    "start": "00:15:05",
    "end": "00:15:19"
  },
  {
    "text": "Yeah.",
    "start": "00:15:19",
    "end": "00:15:20"
  },
  {
    "text": "Isaiah 27:1. In that day, which is describing when God is victor over evil, and he builds his heavenly Jerusalem up on a high mountain and has a huge feast where he swallows up death forever. In that day, the Lord will punish Leviathan, the fleeing Nachash with his fierce and great and mighty sword. Leviathan the twisted Nachash, the tannin who lives in the sea. Okay, there you go. Amos, chapter nine. Nachash refers to a big sea serpent as well.",
    "start": "00:15:21",
    "end": "00:15:55"
  },
  {
    "text": "Okay.",
    "start": "00:15:55",
    "end": "00:15:56"
  },
  {
    "text": "So for us, these feel opposite. How can it be both?",
    "start": "00:15:56",
    "end": "00:15:59"
  },
  {
    "text": "So anachash is a word that could be used to refer to what we would just call snakes.",
    "start": "00:15:59",
    "end": "00:16:04"
  },
  {
    "text": "Yep.",
    "start": "00:16:04",
    "end": "00:16:05"
  },
  {
    "text": "But it could also be referred to this sea creature monster, the tannin.",
    "start": "00:16:05",
    "end": "00:16:10"
  },
  {
    "text": "Yeah. So we think. Well, those are two different species.",
    "start": "00:16:10",
    "end": "00:16:14"
  },
  {
    "text": "Like, we think they're both reptilian, I suppose, in a way.",
    "start": "00:16:15",
    "end": "00:16:17"
  },
  {
    "text": "Yeah, that's right. Yep.",
    "start": "00:16:17",
    "end": "00:16:19"
  },
  {
    "text": "So maybe we would use the word reptile. Like nakash means reptile, and you can call the snake reptile, you can call the sea monster reptile.",
    "start": "00:16:19",
    "end": "00:16:27"
  },
  {
    "text": "Yep. I think what's significant is that they inhabit matching environments. And we think, how is the desert like the ocean?",
    "start": "00:16:27",
    "end": "00:16:36"
  },
  {
    "text": "Right, right, right, right.",
    "start": "00:16:36",
    "end": "00:16:37"
  },
  {
    "text": "Those are opposite. But in the biblical imagination and in the ancient Near Eastern imagination, the desert and the ocean are both symbols of the nothing. Yeah, yeah. So you can have a nachash out in the waters, you can have a nachash in the desert. And in both cases, if that thing latches its fangs into you, you're probably going to die, and then you'll become nothing. It'll drag you back into the nothingness.",
    "start": "00:16:37",
    "end": "00:17:04"
  },
  {
    "text": "From which it emerges.",
    "start": "00:17:04",
    "end": "00:17:21"
  },
  {
    "text": "So one more interesting thing about the word nachash is that, you know, all languages have words that are called homonyms. So these are different words. They're spelled with the same letters in Hebrew.",
    "start": "00:17:35",
    "end": "00:17:52"
  },
  {
    "text": "This is really significant because root, a word's root, you can swap in vowels, and it's still a very similar word.",
    "start": "00:17:52",
    "end": "00:18:00"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:18:00",
    "end": "00:18:01"
  },
  {
    "text": "I guess in English, you kind of get a sense of that. I suppose words sound kind of the same, but in Hebrew, it feels like, more of a thing.",
    "start": "00:18:01",
    "end": "00:18:09"
  },
  {
    "text": "Yeah. And the biblical authors use this literary tool a lot more. Well, but, man, if you have somebody who's really good at making, like, puns or jokes like that, that's the same type of instinct.",
    "start": "00:18:09",
    "end": "00:18:22"
  },
  {
    "text": "Right? Like, for us, it's rhyming words, but, yeah, words that sound similar.",
    "start": "00:18:22",
    "end": "00:18:26"
  },
  {
    "text": "Yeah. But what's interesting is, like, you could create a joke using the word lead. L E a D like to lead somebody. And then the word led, L E a d like a lead pencil. And they actually don't rhyme because you say them differently. Lead is, you know, led, like lead and then lead. But if you spell them, they look exactly the same.",
    "start": "00:18:27",
    "end": "00:18:52"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:18:53",
    "end": "00:18:54"
  },
  {
    "text": "Are you looking up punny homonyms in English?",
    "start": "00:18:54",
    "end": "00:18:57"
  },
  {
    "text": "Well, I wanted to try something, and.",
    "start": "00:18:57",
    "end": "00:19:00"
  },
  {
    "text": "Ooh. Okay. I just. Here we go. Englishwithlinda.com the man who fell into the upholstery machine is fully recovered. That's funny. Come on. That's funny. Do you know that every day on the calendar is numbered?",
    "start": "00:19:01",
    "end": "00:19:20"
  },
  {
    "text": "Okay.",
    "start": "00:19:22",
    "end": "00:19:23"
  },
  {
    "text": "All right.",
    "start": "00:19:23",
    "end": "00:19:23"
  },
  {
    "text": "Yeah. These are my son's favorite jokes.",
    "start": "00:19:23",
    "end": "00:19:28"
  },
  {
    "text": "Are they? Yeah.",
    "start": "00:19:28",
    "end": "00:19:29"
  },
  {
    "text": "Oh, yeah. He loves this stuff.",
    "start": "00:19:29",
    "end": "00:19:30"
  },
  {
    "text": "Oh. Santa's favorite helpers are subordinate clauses.",
    "start": "00:19:30",
    "end": "00:19:34"
  },
  {
    "text": "These are actually kind of good. Yeah.",
    "start": "00:19:37",
    "end": "00:19:38"
  },
  {
    "text": "Okay. All right. So, sorry. Here's the takeaway, is that biblical authors love to make snake puns, and they do it regularly. So here's. This is truly just fascinating. The Hebrew root. The three letters of the root, nun chin, the spell, nachash, the noun, are also the root of a verb, nachesh, which means to practice sorcery and specifically to call up spirits of the dead so you can communicate them and get them to tell you the future.",
    "start": "00:19:38",
    "end": "00:20:12"
  },
  {
    "text": "Oh, yeah. What's that called?",
    "start": "00:20:13",
    "end": "00:20:14"
  },
  {
    "text": "Divination.",
    "start": "00:20:14",
    "end": "00:20:15"
  },
  {
    "text": "Divination. Claromancy.",
    "start": "00:20:15",
    "end": "00:20:17"
  },
  {
    "text": "Mediums. Necromancy. Necromancy. Yeah. Different. So the biblical author's perception of divination. Channeling spirits of the dead, calling them up from nothingness, or calling them up from the underworld, the grave. Communicating with the inhabitants of the underworld to give you insight, wisdom.",
    "start": "00:20:17",
    "end": "00:20:39"
  },
  {
    "text": "They used a word with the same root as the word.",
    "start": "00:20:39",
    "end": "00:20:41"
  },
  {
    "text": "Snake is spelled with the same letters as the word snake. That's right. So In Numbers, chapter 24, there's the famous story about Balaam, the, you know, the pagan sorcerer that the king of Moab hires in order to. Nachesh, to perform nachesh, to give the king of Moab some sort of advantage against these Israelites who are coming into his land. Deuteronomy 18. It's a law given through Moses to the people of Israel. There shall Be no one among you who makes his son or daughter pass through the fire, that is child sacrifice, or one who uses divination or practices witchcraft, or who nacheshes that is to get omens from the voices of the dead. So child sacrifice and communicating with the dead, these are all practices that are bundled together. So it is very interesting that this creature that crawls up out of the dark wilderness from under some rock, some hole from down below is named with the same word as somebody who tries to channel spirits and beings and the inhabitants of the underworld to get wisdom. That's the whole one of the words for practice divination. Yidoni is just the word knowledgeable one, like shamans. So these are all the feelings that should come into our mind when we see that snake. It's associated with the underworld, it's associated with death and the dead. It's also associated with the wilderness and with the ocean.",
    "start": "00:20:41",
    "end": "00:22:23"
  },
  {
    "text": "Yeah. Or maybe it's just a snake.",
    "start": "00:22:25",
    "end": "00:22:27"
  },
  {
    "text": "And in the narrative. Yes, it's a snake. That's right. But the snake, you're saying that's not.",
    "start": "00:22:27",
    "end": "00:22:33"
  },
  {
    "text": "How the Bible works. When the Bible brings up a character.",
    "start": "00:22:33",
    "end": "00:22:36"
  },
  {
    "text": "It'S meant to evoke all sorts of other ideas and associations that will be relevant for understanding the role that it's playing here. So here, what this nachash is going to do is begin speaking half truths, to weave a web of deception to get the human to do the opposite of what God said. What God said is if you eat from that tree of knowing good and bad, you're actually going to die. There's all these other trees I want to give you, but there's this one that you'll die, so don't eat of it and you'll have life. And the snake just starts asking questions and weaving half truths and quoting parts of what God said to get the woman to take and eat from the tree that brings death. But she actually thinks it will bring life and bring goodness. And that's the effect of this chaos creature. In other words, the snake gets her to embrace and choose her own path back into nothingness and death from which he emerged. That's the role of this, of the nachosh in the story.",
    "start": "00:22:38",
    "end": "00:23:53"
  },
  {
    "text": "Yeah. To tempt him into death.",
    "start": "00:23:53",
    "end": "00:23:55"
  },
  {
    "text": "Yes. So to go back towards death is essentially to go back to the nothingness from which she came, which is from the dust of the ground, from the desertness of the ground. And that's essentially the role of the snake. The snake is associated with the realms of nothingness. But what we're told is It's a creature. So it actually does lead to the question of, well, why is this creature acting that way? And has he got some ax to grind? Like, what's his problem?",
    "start": "00:23:55",
    "end": "00:24:21"
  },
  {
    "text": "Yeah. I mean, there's the bigger question of, yeah, where'd this guy come from? Why does he exist?",
    "start": "00:24:22",
    "end": "00:24:27"
  },
  {
    "text": "Yeah. So in our podcast series on the Firstborn, we explored that in depth, and we don't have time to do that now. But as you go on through the Hebrew Bible and as of this moment is referred back to time and again by later biblical authors and later biblical stories, what you piece together is that this snake is a spiritual being that, like, the humans is choosing to do what's good in its own eyes. And I think not just me, but with lots of other smart people in the tradition, think that this is simultaneously the rebellion story of both the snake and the foolish rebellion of the humans as well. Like, this is the moment where they both have their downfall, so to speak.",
    "start": "00:24:27",
    "end": "00:25:13"
  },
  {
    "text": "And in context of this conversation, which is that we're talking about. Because this last. In the last conversation, we talked about two different types of creatures kind of get molded together into one type of creature that you could apply to, like, an evil king who's embodying the corruption and. And evil of these creatures is both the tannin sea monster and a host of heaven.",
    "start": "00:25:14",
    "end": "00:25:39"
  },
  {
    "text": "Yes.",
    "start": "00:25:39",
    "end": "00:25:40"
  },
  {
    "text": "And so what you're saying here is essentially the same thing. You got a creature that's called a nachash, which is a way to talk about the chaos creature, but on the land.",
    "start": "00:25:40",
    "end": "00:25:49"
  },
  {
    "text": "Yeah. Now it's a land chaos creature.",
    "start": "00:25:49",
    "end": "00:25:51"
  },
  {
    "text": "Yeah. But you're saying that if you really trace this theme, and that's what we did in the Firstborn series, you see that it's also very connected to a spiritual being. The snake is. Here is one of the powers of the heavens on the land, trying to convince the humans, like, look, God wants to rule the world with you. I don't know if you can fully trust the way he wants to do this.",
    "start": "00:25:51",
    "end": "00:26:15"
  },
  {
    "text": "Yeah. Did God really say yeah? Are you sure he's not holding out on you? Because what he said is gonna happen to you, that you'll die. That's not what's gonna happen to you. No. You're gonna become like Elohim.",
    "start": "00:26:15",
    "end": "00:26:26"
  },
  {
    "text": "Don't you want to be like us, The Elohim?",
    "start": "00:26:27",
    "end": "00:26:29"
  },
  {
    "text": "Yeah, totally. Which, you know, which in one sense, they are images of Elohim. Like, what more do you want? That's the tragedy of the story. So, yeah, for relevant. For this conversation about the dragon, it's significant that Here you get a chaos creature of the wilderness that is named by the same word as the chaos creature of the sea, nachash. And that creature is what gets the creature God wants to rule the world in partnership with, to embrace its own demise, its own journey back into death and nothingness, but by its own choice, thinking that it's the good thing to do, even though it's the opposite of what God said to do. And the image of a snake, chaos creature is the biblical author's way of signaling that whatever being creature is at work here, it is an agent of death and nothingness. And there you go. But here it's not like a force, it's actually a creature, an intelligent creature, a person. One could say personhood, if by person we just mean an intelligence. Yeah, yeah. A creaturely intelligence.",
    "start": "00:26:29",
    "end": "00:27:44"
  },
  {
    "text": "Yeah.",
    "start": "00:27:44",
    "end": "00:27:45"
  },
  {
    "text": "Not human, but it's intelligent.",
    "start": "00:27:45",
    "end": "00:27:47"
  },
  {
    "text": "But it's not a dragon.",
    "start": "00:27:48",
    "end": "00:27:49"
  },
  {
    "text": "Well, it's a nachash. It's a nachash which can refer. This is where the biblical authors, I think, just have more flexibility in how they use language and imagery. Because on the surface of the narrative, it's a snake, a garden snake. But you just finished a story about the seven day creation where you know, there's other things that can be called nachash. And they're swimming in the sea and this thing's called by the same name and it's.",
    "start": "00:27:51",
    "end": "00:28:16"
  },
  {
    "text": "But it's on the land.",
    "start": "00:28:16",
    "end": "00:28:17"
  },
  {
    "text": "Yeah.",
    "start": "00:28:17",
    "end": "00:28:18"
  },
  {
    "text": "And it's a word often used as a synonym. Not often, but in the Bible was used. Is used as a synonym to the sea creature. That's right, the sea monster.",
    "start": "00:28:18",
    "end": "00:28:26"
  },
  {
    "text": "Yep.",
    "start": "00:28:26",
    "end": "00:28:27"
  },
  {
    "text": "And so maybe a way to ask a question is to depict this creature, would it be appropriate to depict it in the way that sea monsters were depicted? Like with all the heads.",
    "start": "00:28:27",
    "end": "00:28:38"
  },
  {
    "text": "Yeah.",
    "start": "00:28:38",
    "end": "00:28:38"
  },
  {
    "text": "Or with.",
    "start": "00:28:38",
    "end": "00:28:39"
  },
  {
    "text": "Yeah. Or with. With legs.",
    "start": "00:28:39",
    "end": "00:28:41"
  },
  {
    "text": "Or with legs.",
    "start": "00:28:41",
    "end": "00:28:42"
  },
  {
    "text": "Yeah. There are some scholars who think that when God says to the snake, cursed are you more than any beast of the field. You will eat dust all the days of your life. On your belly you will go. That implies that it either had wings or legs. It either had wings like a cherub or it had legs like some depictions of a dragon.",
    "start": "00:28:42",
    "end": "00:29:01"
  },
  {
    "text": "And we've made the decision to show it winged like a cherub.",
    "start": "00:29:01",
    "end": "00:29:05"
  },
  {
    "text": "That's right. Here we're to a point where people who read and study the Song of Songs or biblical poetry get to the same point, which is the biblical authors use metaphor primarily to communicate symbolic meaning.",
    "start": "00:29:05",
    "end": "00:29:19"
  },
  {
    "text": "And when you try to visualize it, it gets a little funky.",
    "start": "00:29:20",
    "end": "00:29:23"
  },
  {
    "text": "When you take those visual images and try to draw them. It feels contradictory. How can it be a sea dragon and a land snake at the same time? The point is the meaning of both of those places and creatures and that they are connected in meaning in your mind, because they could have called it.",
    "start": "00:29:23",
    "end": "00:29:44"
  },
  {
    "text": "A cherub and then the cherub came.",
    "start": "00:29:44",
    "end": "00:29:46"
  },
  {
    "text": "Could have been a lot of things. I don't know.",
    "start": "00:29:47",
    "end": "00:29:48"
  },
  {
    "text": "I'm just saying, if we think this was a fallen host of heaven, isn't the best way the narrative to begin? Go. And then there was this cherub. A cherubim.",
    "start": "00:29:48",
    "end": "00:29:59"
  },
  {
    "text": "Yep. Or one of the hosts of heaven. Yeah, yeah.",
    "start": "00:29:59",
    "end": "00:30:02"
  },
  {
    "text": "Who was crafty.",
    "start": "00:30:02",
    "end": "00:30:03"
  },
  {
    "text": "That's right.",
    "start": "00:30:03",
    "end": "00:30:04"
  },
  {
    "text": "More crafty than any other God's creatures.",
    "start": "00:30:04",
    "end": "00:30:06"
  },
  {
    "text": "Yeah. And that's what. Ezekiel, the prophet Ezekiel, when you read the Garden of Eden story. Yeah.",
    "start": "00:30:06",
    "end": "00:30:11"
  },
  {
    "text": "That's what he calls it.",
    "start": "00:30:11",
    "end": "00:30:11"
  },
  {
    "text": "That's what he sees here. He sees a rebel cherub.",
    "start": "00:30:11",
    "end": "00:30:14"
  },
  {
    "text": "Cherubim, yeah.",
    "start": "00:30:14",
    "end": "00:30:14"
  },
  {
    "text": "That's what he actually says in Ezekiel 28.",
    "start": "00:30:14",
    "end": "00:30:17"
  },
  {
    "text": "Yeah.",
    "start": "00:30:17",
    "end": "00:30:17"
  },
  {
    "text": "So, yes, I think that is what we are to see here. But it's through the symbolic image of the chaos dragon.",
    "start": "00:30:18",
    "end": "00:30:25"
  },
  {
    "text": "Okay.",
    "start": "00:30:25",
    "end": "00:30:26"
  },
  {
    "text": "Yeah. And so what is the meaning? Why would the biblical author choose that image? Well, what's that figure associated with the sea monster and with necromancers, people who channel the dead.",
    "start": "00:30:26",
    "end": "00:30:37"
  },
  {
    "text": "So by dragon, again, I want to import my idea of like the fire breathing, cave dwelling, winged serpent.",
    "start": "00:30:37",
    "end": "00:30:46"
  },
  {
    "text": "Yeah.",
    "start": "00:30:46",
    "end": "00:30:46"
  },
  {
    "text": "And by dragon you mean the creature of nothingness, the chaos creature. Yeah, yeah. And whatever form it takes.",
    "start": "00:30:47",
    "end": "00:30:54"
  },
  {
    "text": "Yeah. It can be depicted in many different visual forms. Yeah. Which is also true of the cherubim, by the way. They can be depicted as snakes. Sure, they are in Isaiah 6.",
    "start": "00:30:54",
    "end": "00:31:03"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:31:03",
    "end": "00:31:04"
  },
  {
    "text": "They're called the burning ones. Seraphim. Which word for snake. There you go. So that's step one. I want to take one more step in what we're doing here. And that's in the next story, the story of Adam and Eve's sons.",
    "start": "00:31:04",
    "end": "00:31:37"
  },
  {
    "text": "Okay.",
    "start": "00:31:37",
    "end": "00:31:38"
  },
  {
    "text": "And I just want to briefly highlight how the snake, the dragon's right there. You just have to know how to see it.",
    "start": "00:31:38",
    "end": "00:31:46"
  },
  {
    "text": "Cain and Abel.",
    "start": "00:31:47",
    "end": "00:31:47"
  },
  {
    "text": "Cain and Abel. So Cain and Abel, Adam and Eve are exiled out of Eden into the realm of death. God stations two cherubim and a fiery sword at the gate of Eden. And the scene happening in the Cain and Abel story is of Adam and Eve and their kids near the gate, or the door of Eden, because the door is going to be referenced here in the story. And they're offering sacrifices. The two sons are Abel. The younger brother brings some really sweet choice. Firstborn animal and the fatty portions, which are really special. And he gives it all, surrenders it all to God. Cain also brings a special offering of his field, but to God. But God is really stoked on Abel's offering. And so he's staring or gazing upon Abel, but not Cain. And Cain gets angry. And here's what God says to Cain. Genesis 4. 6. Yahweh said to Cain, for what reason is there hot anger to you, Cain? Why has your face fallen? If you do good, won't there be lifting up exaltation? But if you don't do good at the door? Sin is a croucher. Its desire is for you, but you can rule it. We've been at the scene many times before over the years. Cain has a choice between doing good and not good. It's exactly what his parents faced at the Tree of Knowing good and bad. There is an animal crouching that wants him, that he's called to rule.",
    "start": "00:31:47",
    "end": "00:33:31"
  },
  {
    "text": "Hmm. And these are all the images Adam and Eve are supposed to rule over the animals, subdue them.",
    "start": "00:33:31",
    "end": "00:33:39"
  },
  {
    "text": "Yeah.",
    "start": "00:33:39",
    "end": "00:33:39"
  },
  {
    "text": "There's one animal that comes, the snake.",
    "start": "00:33:39",
    "end": "00:33:41"
  },
  {
    "text": "Yeah.",
    "start": "00:33:41",
    "end": "00:33:42"
  },
  {
    "text": "Who's crafty and deceptive. And crawler, as it were. The crawler.",
    "start": "00:33:42",
    "end": "00:33:48"
  },
  {
    "text": "Yeah, the crawling croucher.",
    "start": "00:33:48",
    "end": "00:33:49"
  },
  {
    "text": "And to tempt them into death. And so here is God saying, cain, I see you're at a moment of crisis here.",
    "start": "00:33:50",
    "end": "00:33:57"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:33:57",
    "end": "00:33:58"
  },
  {
    "text": "You're upset, you're angry, but this is the moment to decide, are you going to let this creature have its way with you, or are you gonna rule over the creature?",
    "start": "00:33:58",
    "end": "00:34:12"
  },
  {
    "text": "That's right. And the name of the creature in this story is not Nahash. It is hattat, which is the Hebrew word for sin. Moral failure.",
    "start": "00:34:12",
    "end": "00:34:25"
  },
  {
    "text": "Yeah. We don't think of that as a creature. We think of that as a thing.",
    "start": "00:34:25",
    "end": "00:34:30"
  },
  {
    "text": "That somebody does, a way to name somebody's action or choice. Except in the letters of Paul in the New Testament, where he describes sin as like a demonic cosmic force that wants to take over your mind and eat your lunch. Eat your lunch. So what God's speech sets up is, you're sitting at the tree, just like your parents. There's a creature that wants you. You can rule it. But if you don't, that thing's gonna eat you for lunch.",
    "start": "00:34:30",
    "end": "00:35:02"
  },
  {
    "text": "Is he saying, slay the dragon is what he's saying?",
    "start": "00:35:02",
    "end": "00:35:05"
  },
  {
    "text": "Well, I think implied is, rule the.",
    "start": "00:35:05",
    "end": "00:35:08"
  },
  {
    "text": "Beast, rule the beast.",
    "start": "00:35:08",
    "end": "00:35:09"
  },
  {
    "text": "Rule that nachash that tricked your parents. It doesn't have to trick you, too. I'm trying to help you here, buddy. And so when Cain rises up. Ooh. It came about when they were In. He and his brother were in the field. That's where the snake crawled in from. It was more crafty than any animal of the field. Oh, it crawls into the garden. So Cain takes his brother out into the field, and he does.",
    "start": "00:35:09",
    "end": "00:35:36"
  },
  {
    "text": "He strikes his brother.",
    "start": "00:35:36",
    "end": "00:35:38"
  },
  {
    "text": "He gives in to the croucher.",
    "start": "00:35:38",
    "end": "00:35:40"
  },
  {
    "text": "He becomes the snake.",
    "start": "00:35:40",
    "end": "00:35:41"
  },
  {
    "text": "He becomes the snake. In other words, what this story is teaching us is that humans can actually not just give in to the deception of the snake and make a dumb choice. They can give in to the snake and make a dumb choice and then actually become an agent of the snake to other humans. They can become a snake to others.",
    "start": "00:35:41",
    "end": "00:35:58"
  },
  {
    "text": "Yeah. Wait, so. Oh, wow. I mean, we've talked about this a hundred times. The significance of going out into the field and striking your brother out in the field is becoming the snake.",
    "start": "00:35:58",
    "end": "00:36:09"
  },
  {
    "text": "Yeah. Yep. He takes him out to the realm from which that nachos crawled into the garden.",
    "start": "00:36:09",
    "end": "00:36:13"
  },
  {
    "text": "Whoa.",
    "start": "00:36:13",
    "end": "00:36:14"
  },
  {
    "text": "And he kills his brother. And so this illuminates something that God said to the snake back in the Garden of Eden. What he said to the snake back in chapter three was this. He said, because you've done this, that is deceived. Adam and Eve, you are more cursed than all of the cattle and more than every beast of the field. On your belly you will go. You will eat dust all the days of your life. And I'm going to place or set hostility between you and the woman between your seed and her seed. He that is the seed of the woman will strike you on the head and you will strike him on the heel. So apparently, going out of this Eden story, there's going to be perpetual hostility between the woman and all of her children. And Cain is one of those. And then between the snake and all of its seed baby snakes. So what does that mean? So it makes you think this is gonna be about good guys and bad guys, and from the woman is gonna come the good guy who's gonna crush the snake and its seed, and from the snake is gonna be its seed. What could that mean?",
    "start": "00:36:14",
    "end": "00:37:25"
  },
  {
    "text": "Right. Like you would imagine the next story being about someone who has to fight a snake again in the snake.",
    "start": "00:37:25",
    "end": "00:37:32"
  },
  {
    "text": "Yeah.",
    "start": "00:37:32",
    "end": "00:37:32"
  },
  {
    "text": "The snake kills Abel.",
    "start": "00:37:32",
    "end": "00:37:33"
  },
  {
    "text": "Right, Right.",
    "start": "00:37:33",
    "end": "00:37:34"
  },
  {
    "text": "But instead, it's a story of a seed of the woman killing a seed of the woman. Yeah, but that seed of the woman who gives in to the anger. God says, what you're doing is you're giving in to a croucher.",
    "start": "00:37:35",
    "end": "00:37:51"
  },
  {
    "text": "Yes.",
    "start": "00:37:51",
    "end": "00:37:51"
  },
  {
    "text": "A chaos monster giving in to the.",
    "start": "00:37:51",
    "end": "00:37:53"
  },
  {
    "text": "Chaos monster giving in. In other words, the riddle of Genesis 3:15 is, on purpose, ambiguous. You have to keep. This is what we mean when we say the Bible's meditation literature. The biblical authors intentionally put ambiguous puzzles into the stories and poems to force you to keep reading. And they will feed you the clues to the riddle as you keep reading later to go back and reread it again. So the Cain and Abel story provides you a key to understand what the riddle means. And it's that humans can, by their moral choices, become the seed of the snake. They can become agents of the snake and its desire to reduce the goodness of God's world back into the nothingness from which it emerged. This is what this story is about. This is why the moment that you go on from here, the snake never appears explicitly in the rest of the Torah and prophets. Like, there's no stories about another snake crawling up and talking to someone.",
    "start": "00:37:53",
    "end": "00:39:02"
  },
  {
    "text": "Where are the baby snakes?",
    "start": "00:39:02",
    "end": "00:39:03"
  },
  {
    "text": "Where are the baby snakes? And the Cain and Abel story is trying to tell you. No, it's not like that. It would be too easy, because if I saw a snake crawl up to me and talk, you know what I mean? I'd just be like, get behind me. Yeah, totally. Actually, that's a great example. In other words, when Peter comes up and tries to tell Jesus, no, you don't have to die to become the king of Israel, and Jesus sees the snake talking to him in his friend, you know, that's what this story is trying to tell us, is that the.",
    "start": "00:39:03",
    "end": "00:39:38"
  },
  {
    "text": "Snake, actually, your brother can be the snake.",
    "start": "00:39:38",
    "end": "00:39:40"
  },
  {
    "text": "Your brother can be the snake. You yourself can be the snake based on the voices that you listen to. So this is why as you go on throughout the rest of the Torah, the prophets, the rest of the Hebrew Bible, when you see bad people compared to snakes and scorpions and dragons and lions, this is what's underneath all of that imagery.",
    "start": "00:39:40",
    "end": "00:40:06"
  },
  {
    "text": "Okay, well, that's important because what's underneath here in this story of Cain, Abel, is this idea of becoming an agent of the snake, embodying the power of the snake.",
    "start": "00:40:07",
    "end": "00:40:16"
  },
  {
    "text": "Yes.",
    "start": "00:40:16",
    "end": "00:40:17"
  },
  {
    "text": "Which is more than merely a way to try to understand or explain the horror of someone's actions. Like, that's one thing. Just to be like, man, that was bad. That was a snaky thing. Versus saying like, no, you're actually becoming. Under the control of. Which you pointed out with the king of the Nebuchadnezzar, I said he was compared to a snake, and you were like. Actually kind of like. I don't know how you said it.",
    "start": "00:40:17",
    "end": "00:40:49"
  },
  {
    "text": "But you were like, he becomes an agent of the snake.",
    "start": "00:40:49",
    "end": "00:40:51"
  },
  {
    "text": "An agent of the snake?",
    "start": "00:40:51",
    "end": "00:40:52"
  },
  {
    "text": "Yeah. I mean, so funny is what comes into my mind were all of the James Bond spy movies that my dad, you know, watched with me when I was a kid. But agents, you know, it's like, whatever. The British government has all these spies, and they're agents of the government. That's very similar. Agents of the snake. So, for example, Psalm 58, which I quoted from earlier, David is describing the people that want to kill him. And he describes them. Psalm 58, 3. The wicked, they are estranged from the womb. Like, they are isolated and unfortunate individuals. From the moment they're born. They go astray from the belly, speaking lies. Their venom is like the venom of a snake. They're like a deaf viper closing its ear to not hear the voice of the snake charmer. Okay, so he's comparing them both. Their seed from their seed, so to speak. So he's ratcheting up the rhetoric here. So he's describing, like, an Absalom or like Sheva, these guys that tried to kill him or take over his kingdom. And he describes them to snakes. Psalm 140. Rescue me, O Lord, from evil men. Preserve me from the violent man. They devise evil things in their hearts, continually stirring up wars. They sharpen their tongues like a serpent. Poison of a viper is under their lips. Oh, this is a good one. Psalm 57. My soul is among the lions. I have to lie among those who breathe out fire. Even the sons of Adam, whose teeth are spears and arrows. Fire. Breathing lions. But, sorry, breathing fire is the thing that, you know, the dragon can do.",
    "start": "00:40:52",
    "end": "00:42:49"
  },
  {
    "text": "Right. And in a metaphorical way is what the snake does. It's like the fire from the snake.",
    "start": "00:42:49",
    "end": "00:42:55"
  },
  {
    "text": "Yeah, but with its lies and its words. Yeah, Yep. Yeah. In the New Testament, when Jesus talks to certain of the religious leaders in Jerusalem, he calls them the brood of vipers. Seed of vipers. So not only is the snake at work in the world in voices in our minds that get us to doubt what God has said to lead us to life.",
    "start": "00:42:55",
    "end": "00:43:20"
  },
  {
    "text": "You mean this, like, amorphous, like, thing called sin?",
    "start": "00:43:20",
    "end": "00:43:22"
  },
  {
    "text": "Yeah, that's right. Yeah. These stories are teaching us that there's a voice in your mind that is putting ideas into your mind about things that are not good and don't lead to life, but you'll do them because you think that they're good. Even if you know what you should.",
    "start": "00:43:22",
    "end": "00:43:37"
  },
  {
    "text": "Do with your anger. You should kill your brother.",
    "start": "00:43:37",
    "end": "00:43:39"
  },
  {
    "text": "Kill your brother, that's right. Yeah. And so in doing so, humans become agents of the snake and therefore can be described as dragons and snakes and lions and chaos creatures. And once you have those pieces in place, so much of the language of dragons and snakes in the rest of the biblical story will make a lot more sense. At least that has been my experience. So there you go. The snake is a chaos creature. The snake is at work through humans. And how is God going to raise up from humans who keep giving into the snake a descendant who's going to defeat the snake? Like, how's that going to happen? The prospects don't look good outside of Eden, and that's the plot conflict that drives the story forward after the story of Cain and Abel. So where we're going to go from here is just touch down at different biblical stories in the Torah and prophets where humans become agents of the snake and are depicted with the language and imagery of dragons. And this will help us fill out the portrait of the dragon in the story of the Bible.",
    "start": "00:43:39",
    "end": "00:44:51"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. Next week we're talking about the scroll of Exodus where Pharaoh is the seed of the snake and Moses is the seed, the seed of the woman.",
    "start": "00:44:55",
    "end": "00:45:07"
  },
  {
    "text": "There's something about Moses that the narrator wants us to see him as an image of somebody who, with God's power, can have power over the snake.",
    "start": "00:45:07",
    "end": "00:45:19"
  },
  {
    "text": "Today's episode was brought to you by our podcast team producer Cooper Peltz, associate producer Lindsey Ponder, lead editor Dan Gummel, editors Tyler Bailey and Frank Garza. Tyler Bailey also mixed this episode and Hannah Wu provided the annotations for our annotated podcast in our app. All of the music for this series was written and composed by BibleProject staff. BibleProject is a crowdfunded nonprofit and we exist to experience the Bible as a unified story that leads to Jesus. And everything that we make is free because of the generous support of thousands of people just like you. So thank you so much for being a part of this with us.",
    "start": "00:45:20",
    "end": "00:45:52"
  },
  {
    "text": "Hi, this is Selena and I'm from Vancouver, Washington.",
    "start": "00:45:52",
    "end": "00:45:56"
  },
  {
    "text": "Hi, this is Sid and I'm from the Philippines. I first heard about the Bible Project from one of our staffers who confessed that he uses Bible Project videos as cheat sheets for his talks.",
    "start": "00:45:56",
    "end": "00:46:06"
  },
  {
    "text": "I first heard about bibleproject from my husband and I use bibleproject for learning and studying every book of the Bible. My favorite thing about bibleproject is the summaries they have on every single book of the Bible and how I can read them before I start my own process of studying.",
    "start": "00:46:06",
    "end": "00:46:23"
  },
  {
    "text": "My favorite thing about the Bible Project are the podcast, since it feels like a casual conversation between friends, but you actually learn so much about scripture and you start falling in love with it. We believe the Bible is a unified story that leads to Jesus.",
    "start": "00:46:23",
    "end": "00:46:38"
  },
  {
    "text": "We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes and more@bibleproject.com.",
    "start": "00:46:38",
    "end": "00:46:47"
  },
  {
    "text": "Sa.",
    "start": "00:46:52",
    "end": "00:46:52"
  }
]