[
  {
    "text": "We've been tracing the theme of the sea dragon in the story of the Bible. The sea dragon is an ancient symbol of disorder and chaos and death. We've seen how when God's creatures succumb to the sea dragon, the sea dragon consumes them, making them also chaos creatures. Yet the Bible anticipates a coming king who will defeat the dragon once and for all. And the gospel authors depict Jesus as as that king. In today's episode, we look at how Jesus confronts the dragon, and it's not in the way his followers expected.",
    "start": "00:00:04",
    "end": "00:00:37"
  },
  {
    "text": "He will allow agents of the snake to take his life, and he will die because of the sins of his people and for their sins, for the ways they partner with the snake and become agents of the snake's chaos and death in the land. He will allow that death to overwhelm him because he knows that he's the son of the Father and together that they are the author of all life itself.",
    "start": "00:00:37",
    "end": "00:01:01"
  },
  {
    "text": "So for Jesus to have victory over the power of the dragon, he will first surrender to it. This sounds so counterintuitive that Peter, one of Jesus disciples, rebukes Jesus, and Jesus response is, get behind me, Satan.",
    "start": "00:01:02",
    "end": "00:01:17"
  },
  {
    "text": "When Peter says, no, this is not going to happen. The voice that Jesus hears speaking through Peter is the Satan, because that's what he calls him. So. So this is for sure another moment where the snake's taking the opportune time speaking through Peter. You could crush the dragon by smashing your enemies. And Jesus says, that's the voice of the Satan tempting him.",
    "start": "00:01:17",
    "end": "00:01:39"
  },
  {
    "text": "Evil, chaos and death are scary things. We want to fight back with violence. We want to destroy chaos. We want to bring death to the dragon. But Jesus says, take up your cross and follow him. To defeat death, we have to be willing to die. And that's because the fear of death is the only real power the dragon actually has.",
    "start": "00:01:39",
    "end": "00:02:01"
  },
  {
    "text": "That's the power of the dragon to get us so afraid of death that we will fall in line under the powers that have the power over our life. And Jesus says, let that version of life go, and let it go the way of the dragon, which is back into the dark, chaotic ocean from which it came.",
    "start": "00:02:02",
    "end": "00:02:18"
  },
  {
    "text": "Today, Tim Mackey and I are talking about the life of Jesus and what it means to have victory over the dragon in our lives. I'm John Collins and you're listening to BibleProject Podcast. Thanks for joining us. Here we go. Okay, Tim.",
    "start": "00:02:19",
    "end": "00:02:34"
  },
  {
    "text": "Yes. Hi, John. Here we are.",
    "start": "00:02:34",
    "end": "00:02:36"
  },
  {
    "text": "Here we are. We're talking about dragons and we're talking about Jesus confronting the dragon. Wow. We've covered a lot of ground.",
    "start": "00:02:36",
    "end": "00:02:44"
  },
  {
    "text": "Yes, we have.",
    "start": "00:02:44",
    "end": "00:02:45"
  },
  {
    "text": "And here we are. It's coming to the climactic moment where Jesus is going to have a victory over the dragon of some sort.",
    "start": "00:02:45",
    "end": "00:02:54"
  },
  {
    "text": "Yep. We've been tracking with the story of Jesus. In the last conversation, we were looking at ways that the gospel authors portray Jesus as the one who has come to have victory over the cosmic chaos dragon.",
    "start": "00:02:54",
    "end": "00:03:08"
  },
  {
    "text": "The cosmic chaos dragon, in one sense, is just the reality that there's disorder in the world, that God actually brought order to when he created the cosmos and he put it in its boundaries. But then it's also a way to talk about how both humans and spiritual beings can go in league with that disorder and then use it to intentionally fight against God and bring the world into more disorder. And when we talk about that dragon, we're talking about the snake in the garden, talking about Goliath, we're talking about Nebuchadnezzar. We're talking about just corrupt, evil, violence. Just the worst that humans can do to each other and the worst that, like, the cosmos can do to us.",
    "start": "00:03:08",
    "end": "00:03:55"
  },
  {
    "text": "Yeah, that's right. Which kill us. Yeah, yeah. Which is pretty bad. I spend most of my time actually trying to avoid that situation.",
    "start": "00:03:55",
    "end": "00:04:04"
  },
  {
    "text": "Yeah.",
    "start": "00:04:04",
    "end": "00:04:04"
  },
  {
    "text": "Getting killed by the universe.",
    "start": "00:04:05",
    "end": "00:04:07"
  },
  {
    "text": "This is the stuff of nightmares.",
    "start": "00:04:07",
    "end": "00:04:09"
  },
  {
    "text": "Yeah. I'm laughing because it's actually so uncomfortable.",
    "start": "00:04:09",
    "end": "00:04:11"
  },
  {
    "text": "It was cool to see how Jesus confronts this in the form of the Satan in the wilderness, the creature in the wilderness who tries to distort God's word. And Jesus just is like, no, I'm gonna be faithful to God's word. And then also that Jesus is described as the one who could tread on the sea and rebuke the sea, which are images, very clear images of God ordering the cosmic chaos, which is the sea. And this image of treading on the sea and going out is the image of God going out to slay the dragon. And here's Jesus going and doing that. And then he sends out his disciples and gives them authority. And the disciples realized they have the power, too, to subdue chaos.",
    "start": "00:04:13",
    "end": "00:05:04"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:05:04",
    "end": "00:05:05"
  },
  {
    "text": "In the form of healing people and who knows what else they experienced. And Jesus is like, yeah, you know what you're doing? You're, like, stomping on scorpions and snakes.",
    "start": "00:05:05",
    "end": "00:05:13"
  },
  {
    "text": "Yeah, totally. Luke, chapter 10.",
    "start": "00:05:13",
    "end": "00:05:15"
  },
  {
    "text": "And so the story of the Bible begins with God putting in motion a creation that's ordered, but there's still chaos out there. And he wants humans to partner with him to subdue and rule.",
    "start": "00:05:16",
    "end": "00:05:26"
  },
  {
    "text": "And. Yeah.",
    "start": "00:05:26",
    "end": "00:05:27"
  },
  {
    "text": "And instead the humans rebel in league with spiritual forces, become the monster that God wants us to rule over. And now here we have Jesus teaching his disciples how to reverse that. But the monster is still loose.",
    "start": "00:05:27",
    "end": "00:05:42"
  },
  {
    "text": "Yes, it is, very much so. Especially now that somebody is on the scene who actually can threaten it and resisteth power, resist its lure. So we started in our last conversations with Jesus's test in the wilderness that are framed as his victory over the alluring voice of the dragon that says, listen, if you really have power, you don't have to trust your father to provide you what you need by his wisdom. You can just take the wheel, man, you know, make your own food, make him work on your timeline to deliver you. And listen, I have this great way for you to gain your authority over heaven and earth. Just do it my way. I'll show you how to gain power if you do it my way. That's his third test, and he says, nope. Now, we already know how the snake guides people to gain power because it started with Cain. If you need to achieve what is good and if it costs the life of your brother, you know, sometimes to make an omelet, you got to break some eggs, as they say, even if.",
    "start": "00:05:43",
    "end": "00:06:58"
  },
  {
    "text": "The egg is your brother, even if.",
    "start": "00:06:58",
    "end": "00:06:59"
  },
  {
    "text": "The egg's your brother. And then the Hebrew Bible and the rest of human history is just that on replay. So Jesus resists that urge. And so we're told the slanderer finished every test, Luke chapter four, and left him until the right time. The right time. So Jesus walks out of that going, okay, so I did the right thing. But really the conflict is just like, ramping up. So he's mounting his assault, so to speak, on the reign of the snake, the rule of the snake. And he knows. He knows that at some point it's going to lead to the ultimate conflict. And the fact that he knows is actually a major theme in his teachings surrounding why he calls himself the son of Adam or the son of man. So an important passage In Matthew chapter 16 comes up, actually, we should say, so we're switching from Luke to Matthew. In Matthew's account, the first resistance Jesus gets from any of the religious leaders isn't until chapters nine and ten, after the Sermon on the Mount even. And everybody's like, ooh, this young preacher. I love hearing him. But Jesus begins to describe and be aware of the gospel. Authors tell us that there's growing resistance among the powers of his own people. By Matthew Chapter 16, this scene we're going to read. Jesus can read the writing on the wall. He knows the snakes after him ye. So Matthew 16:13, when Jesus came into the district of Caesarea Philippi, which is way up north, still Israel. Well, yes, although the area that he's going to in particular was co opted by some puppet kings under the Roman Empire. One of the sons or grandsons of Herod that tried to kill him as a baby. That's why it's named Philippi after the name of that king. It's near the source of the river Jordan. And there's this huge cave up there that was big Greek and Roman era like shrine and temple to. I forget which deity, but that provided the waters. And there's a big town and city around it, Caesarea Philippi. So big multicultural, polytheistic, you know, center of culture. And there he takes them there and asks his disciples, hey, what? Who do people say that the son of Adam is? So that's my translation.",
    "start": "00:06:59",
    "end": "00:09:57"
  },
  {
    "text": "Yeah, the son of man.",
    "start": "00:09:57",
    "end": "00:09:58"
  },
  {
    "text": "The son of man. But man means Adam here when Jesus uses that title. So. Well, maybe John the Baptist, you know, he was pretty cool. Others say Elijah, others Jeremiah, one of the prophets. That's interesting. Jesus says, who do you all say that I am? Simon Peter answered, oh, you're the Messiah. You're the son of the living God. How blessed are you, Simon, son of Jonah, because flesh and blood did not reveal this to you, but my Father, who's in heaven. So there's many things going on. This is an important passage for a lot of reasons. But when Jesus says, who do people say the son of Adam is? But who do you say that I am? This connects to a big theme in his teachings where son of Adam was one of the main ways that Jesus describes himself. I've kind of shifted from using the phrase son of man to trying to use more consistently what the phrase means, which is a son of Adam, because that's what the phrase actually is in Hebrew, Ben Adam.",
    "start": "00:09:58",
    "end": "00:11:04"
  },
  {
    "text": "Okay, yeah, I can flow with that.",
    "start": "00:11:04",
    "end": "00:11:06"
  },
  {
    "text": "Yeah. Sweet. So you're the anointed one, the son of the living God. You're the snake crushing sea of the woman. You're the servant of the psalms.",
    "start": "00:11:06",
    "end": "00:11:16"
  },
  {
    "text": "You're the seed of David.",
    "start": "00:11:16",
    "end": "00:11:17"
  },
  {
    "text": "You're the seed of David. Yep. So that's right, Simon, flesh and blood didn't reveal this to you because earlier Jesus said when people start rejecting him, he says that my true identity is known to the Father and I make known who my father is. And you are making known who I am, but not my, you know, to every. You revealed it to babies, but not to everybody else. So Jesus is tapping into that. That he's developed this crew of disciples that really know who he is. So what he says is, I also say to you that you, Simon, are Petros. You're the rock. And upon this rock, I will build my community, my assembly, and the gates of Hades. The grave will not be able to overpower my assembly. This rock.",
    "start": "00:11:17",
    "end": "00:12:16"
  },
  {
    "text": "The gates of Hades.",
    "start": "00:12:17",
    "end": "00:12:18"
  },
  {
    "text": "Yeah, lots of things going on. He names his friend rock.",
    "start": "00:12:18",
    "end": "00:12:22"
  },
  {
    "text": "Yeah.",
    "start": "00:12:22",
    "end": "00:12:23"
  },
  {
    "text": "And then says, on this rock, I'm going to build my assembly. Building is like temple building, language.",
    "start": "00:12:23",
    "end": "00:12:30"
  },
  {
    "text": "And rock is Jerusalem. Mountain of God language.",
    "start": "00:12:30",
    "end": "00:12:34"
  },
  {
    "text": "Mountain of God. Rock is also, in Hebrew, the word Eben, which rhymes with the word sun.",
    "start": "00:12:34",
    "end": "00:12:40"
  },
  {
    "text": "We saw that in Daniel.",
    "start": "00:12:40",
    "end": "00:12:41"
  },
  {
    "text": "We saw. Yep. Back in our conversations about Daniel. So Jesus is going to build something upon this confession of his identity. He's the Messiah, and he's going to be building. He's building something on the rock. And here we go back to Sermon on the Mount about building the house on the rock. If you listen to me and my words. But somehow this house on the rock, that is the assembly of his followers. The gates of the grave. I know in many translations it says the gates of hell, but it's the Greek word Hades, which means the grave.",
    "start": "00:12:41",
    "end": "00:13:15"
  },
  {
    "text": "Hades.",
    "start": "00:13:15",
    "end": "00:13:16"
  },
  {
    "text": "Yeah. Death.",
    "start": "00:13:16",
    "end": "00:13:17"
  },
  {
    "text": "Yeah.",
    "start": "00:13:17",
    "end": "00:13:18"
  },
  {
    "text": "Death won't be able to overpower the building of people that I am creating founded upon this confession of who I am.",
    "start": "00:13:18",
    "end": "00:13:28"
  },
  {
    "text": "What are the gates of? What's that mean?",
    "start": "00:13:28",
    "end": "00:13:31"
  },
  {
    "text": "Ah, the gates of Hades are. It's the underworld, the realm of the dead.",
    "start": "00:13:31",
    "end": "00:13:35"
  },
  {
    "text": "It's the way in.",
    "start": "00:13:35",
    "end": "00:13:36"
  },
  {
    "text": "It's the way. It's the entrance to. Mm. So he's describing the power of death as a force to consume everything.",
    "start": "00:13:36",
    "end": "00:13:46"
  },
  {
    "text": "And everyone comes in through the gates.",
    "start": "00:13:46",
    "end": "00:13:48"
  },
  {
    "text": "Yep. Yeah.",
    "start": "00:13:48",
    "end": "00:13:49"
  },
  {
    "text": "And those gates, what does that mean? That the gates won't over.",
    "start": "00:13:49",
    "end": "00:13:53"
  },
  {
    "text": "Have no power over it? Yeah, that's right. I've got an assembly, I've got a crew. I'm out here doing my thing. And you are Peter. And you're describing me as the Messiah. It's true. That's really who I am. But as we're going to see, it's true in a way that Simon can say it, but not really understand what he's saying. Where Jesus is going is basically that you're right. And I'm going to build my new creation community on it, and I'm going to die. And Peter's going to say, what? No, you're not.",
    "start": "00:13:53",
    "end": "00:14:29"
  },
  {
    "text": "Because he just said, the gates of Hades will not overpower.",
    "start": "00:14:29",
    "end": "00:14:32"
  },
  {
    "text": "Exactly. Right. Okay, let's hold this. Let's keep reading. So let's hold Jesus Saying in our minds, let's go down and read verse 21. This is Matthew 16. From that time, Jesus began to show his disciples that he had to go to Jerusalem and suffer many things from the elders, the chief priests, the scribes, to be killed and then to be raised up on the third day. And then Peter, the same guy who just said, you're the Messiah, took him aside and began to rebuke him, saying, no way, Lord. This is not going to happen to you. But he turned and said to Peter, get behind me. O Satan, you are a stumbling block. You're actually an obstacle in my path now. For you are not setting your mind on the things of God, but the things of Adam. It's the word anthropos for Adam. So apparently death is actually not the. It is an enemy. Jesus is for life. And the gates of the grave will not be able to overpower me and my community. But the way, apparently, to gain victory over death and its power is to allow it to kill him.",
    "start": "00:14:32",
    "end": "00:15:59"
  },
  {
    "text": "Yeah, but then somehow be raised up.",
    "start": "00:16:00",
    "end": "00:16:02"
  },
  {
    "text": "Through it, but be vindicated out. Yeah, that's right.",
    "start": "00:16:02",
    "end": "00:16:05"
  },
  {
    "text": "And we talked about this in a previous conversation. We talked about Jonah. Jesus said, I'm going to give you a sign. It's the sign of Jonah. And Jonah was three days in the belly of the chaos monster.",
    "start": "00:16:05",
    "end": "00:16:18"
  },
  {
    "text": "Yeah, that's right. Because of his own sins.",
    "start": "00:16:18",
    "end": "00:16:20"
  },
  {
    "text": "For Jonah, it was because of his own sins.",
    "start": "00:16:20",
    "end": "00:16:23"
  },
  {
    "text": "Yeah. But for Jesus, he says, because of your sins, your sin will be to kill me. And that will be the sign, is that you're going to kill me and I'm going to let you. And then I'm going to be raised from the dead.",
    "start": "00:16:23",
    "end": "00:16:37"
  },
  {
    "text": "And this is, you know, we talked about this in Isaiah, too. So when Isaiah asks of God, like, when's your arm going to come? Meaning when are you going to come and use your power?",
    "start": "00:16:38",
    "end": "00:16:51"
  },
  {
    "text": "That's right.",
    "start": "00:16:51",
    "end": "00:16:52"
  },
  {
    "text": "To slay the chaos dragon.",
    "start": "00:16:52",
    "end": "00:16:53"
  },
  {
    "text": "Yes.",
    "start": "00:16:54",
    "end": "00:16:54"
  },
  {
    "text": "In the form of Nebuchadnezzar at that time. Here it's in the, you know, it's the form of Rome. And we learn that the one who knows God's arm is this suffering servant who will have victory through death.",
    "start": "00:16:54",
    "end": "00:17:07"
  },
  {
    "text": "Yeah. He will allow agents of the snake to take his life. And he will die because of the sins of his people. And for their sins and evil, for the ways they partner with the snake can become agents of the snake's chaos and death in the land. He will allow that death to overwhelm him because he knows that he is one, he's the Son of the Father. And together that they are the author of all life itself. It has no power. So with the first time that Jesus responds to Peter and to say, the gates of the grave can't overpower it, that could go two ways. Peter just said, you're the Messiah. And he says, yeah, that's right. Death has no power. I mean, you could think, sweet, you're going to ride on your horse.",
    "start": "00:17:07",
    "end": "00:17:54"
  },
  {
    "text": "You're never going to die.",
    "start": "00:17:54",
    "end": "00:17:55"
  },
  {
    "text": "You're just going to. You're living forever. And we're gonna go smash the dragon in Jerusalem.",
    "start": "00:17:55",
    "end": "00:18:00"
  },
  {
    "text": "Let's go smash some heads.",
    "start": "00:18:00",
    "end": "00:18:01"
  },
  {
    "text": "Let's go smash some heads. And then the next scene is Jesus saying, no, I'm gonna let them smash my head. And Peter says, what? Like no? And then when Peter says, no, this is not gonna happen. The voice that Jesus hears speaking through Peter is the Satan, because that's what he calls him.",
    "start": "00:18:01",
    "end": "00:18:20"
  },
  {
    "text": "Yeah.",
    "start": "00:18:20",
    "end": "00:18:21"
  },
  {
    "text": "So this is for sure another moment where the snakes taking the opportune time, as it were. Speaking through Peter, you could come to rule over the cosmos and over crush the dragon by not giving up your life, by smashing your enemies. And Jesus says, that's the voice of the Satan tempting him. So wild.",
    "start": "00:18:22",
    "end": "00:18:46"
  },
  {
    "text": "Yeah, it's so wild. It's a pretty abrasive thing to. To say. If I was like Jesus therapist, I'd be like, we could probably say this in a more constructive way. Jesus, some fighting words.",
    "start": "00:18:46",
    "end": "00:19:05"
  },
  {
    "text": "Yeah. Calling your dear friend the Satan because he wants you to not die, like in a normal relationship. That's like a good thing to desire for your friend.",
    "start": "00:19:05",
    "end": "00:19:16"
  },
  {
    "text": "I was trying to imagine a scenario where someone close to me who has the best intentions but just doesn't get it is actually making a plan or pleading a case that is gonna take us into chaos.",
    "start": "00:19:16",
    "end": "00:19:33"
  },
  {
    "text": "Yeah, Death. You're gonna die if you do that.",
    "start": "00:19:33",
    "end": "00:19:36"
  },
  {
    "text": "And they just don't get it. Because the paradigm of how you fight against chaos is probably just more normal. And in that situation, just straight up call him Satan. That's intense.",
    "start": "00:19:36",
    "end": "00:19:51"
  },
  {
    "text": "Yeah. And you can flip it. You can try and empathetically enter into Peter's point of view to say like, Jesus, you're really awesome. I love you. I've been following you. I really believe in this kingdom of God dream. It's bringing healing to so many people.",
    "start": "00:19:52",
    "end": "00:20:07"
  },
  {
    "text": "But let's just back up to that last part you said, because it sounds like you're gonna like let him kill you.",
    "start": "00:20:08",
    "end": "00:20:14"
  },
  {
    "text": "Yeah.",
    "start": "00:20:14",
    "end": "00:20:15"
  },
  {
    "text": "And maybe we don't have to do that part.",
    "start": "00:20:15",
    "end": "00:20:17"
  },
  {
    "text": "Yeah. That's not how kingdoms are founded.",
    "start": "00:20:17",
    "end": "00:20:20"
  },
  {
    "text": "Yeah.",
    "start": "00:20:20",
    "end": "00:20:21"
  },
  {
    "text": "It's actually the opposite That's a little scary. Yeah. That's the tension, really. We're all the way back to the sin monster whispering in Cain's ear, saying, listen, God. I'm paraphrasing. I'm interpreting the Cain story here. God must not care about you. He's down for your brother. He loves his offering, not yours. If you really want the good life for yourself, I think you're going to need to get that blessing from your brother. He probably needs to go. And then you'll have the good life that you want. And if we envision that the founding of our lives or our communities for the only way to experience the good life, even if it might involve disadvantaging or at the expense of another, it's that, like, that's the way of the dragon, just the chaos way. There's not enough. If you want to make an omelette, you got to break some eggs. And that's what Jesus is exposing here is the way of the grave, the gates of the grave, and the way of the Satan.",
    "start": "00:20:21",
    "end": "00:21:29"
  },
  {
    "text": "But to overcome it. To overcome it, you can't do a typical. Yeah, like, battle against it. The intuition of, let's just go crush some snakeheads somehow isn't the right strategy.",
    "start": "00:21:29",
    "end": "00:21:42"
  },
  {
    "text": "Yeah. What if you surrender to it? You let it. You expose yourself to its danger in an act of surrender and generosity, trusting that even if you lose that ultimately in God's economy, you're going to live. This exchange between Peter and Jesus, I think gives us just this window of the confidence, but also the trust, the journey of trust that Jesus ventured out into and trusting that his Father would vindicate him, even if it meant giving up his life.",
    "start": "00:21:43",
    "end": "00:22:21"
  },
  {
    "text": "But why couldn't have Jesus just battled against Satan and just like. Yeah, sure, like, that is a victory. Like if he just went and just chopped off.",
    "start": "00:22:32",
    "end": "00:22:42"
  },
  {
    "text": "Yeah.",
    "start": "00:22:42",
    "end": "00:22:43"
  },
  {
    "text": "The serpent's head. Like David held it up, threw the body into the field, like, all right, guys, we're done. Let's have the cosmic feast now.",
    "start": "00:22:43",
    "end": "00:22:53"
  },
  {
    "text": "Yeah, no, that's a good question.",
    "start": "00:22:53",
    "end": "00:22:54"
  },
  {
    "text": "What's wrong with that strategy?",
    "start": "00:22:54",
    "end": "00:22:56"
  },
  {
    "text": "Yeah, I think there's something about. Maybe this is. We need to take the biblical story up kind of to its big cosmic frame. But remember, we're outside of Eden. This is all happening outside of Eden.",
    "start": "00:22:56",
    "end": "00:23:08"
  },
  {
    "text": "Yeah.",
    "start": "00:23:08",
    "end": "00:23:08"
  },
  {
    "text": "And the place of seeing God entering into union with God, going to his endless banquet table is we're not going to find that outside of Eden. That's in paradise. And so paradise is actually reality in the biblical storyline, whereas we live in a version of reality that's thoroughly compromised because it's subject to the powers of the grave, the gates of the grave, and the Chaos Dragon. So what Jesus needs to open up for us is the way. The way to paradise or to let the power of paradise out here. And apparently the way to fully enter into the kingdom can only be by letting this mode of existence that we're in die. I guess that's intuitive on one level.",
    "start": "00:23:09",
    "end": "00:24:03"
  },
  {
    "text": "My body, it's mode of existence.",
    "start": "00:24:03",
    "end": "00:24:05"
  },
  {
    "text": "Yeah, Mode I'm in. I exist in this body, and it's very clearly dying. It's very clearly aging and dying.",
    "start": "00:24:05",
    "end": "00:24:13"
  },
  {
    "text": "Okay, but Jesus didn't need to do that. But I suppose.",
    "start": "00:24:13",
    "end": "00:24:17"
  },
  {
    "text": "Didn't need what?",
    "start": "00:24:17",
    "end": "00:24:18"
  },
  {
    "text": "A different mode. Did he need a new mode?",
    "start": "00:24:18",
    "end": "00:24:21"
  },
  {
    "text": "Well, I mean, the claim is that he became human. He entered into the realm of the snake in being born.",
    "start": "00:24:21",
    "end": "00:24:28"
  },
  {
    "text": "Yeah.",
    "start": "00:24:29",
    "end": "00:24:29"
  },
  {
    "text": "And why not in that of a mortal human woman.",
    "start": "00:24:29",
    "end": "00:24:31"
  },
  {
    "text": "Why not in that mode?",
    "start": "00:24:31",
    "end": "00:24:32"
  },
  {
    "text": "Take out the snake in the mortal human mode?",
    "start": "00:24:32",
    "end": "00:24:35"
  },
  {
    "text": "Yeah.",
    "start": "00:24:35",
    "end": "00:24:35"
  },
  {
    "text": "Well, that's what he said he did by letting it kill him and then being raised in an eternal mode of existence.",
    "start": "00:24:36",
    "end": "00:24:46"
  },
  {
    "text": "Yeah. So is there something about being raised like he needed to go through death to be raised into the new mode? Not necessarily. Because he had to undergo that transformation as much as he needed to show what it looks like for a human to undergo that transformation.",
    "start": "00:24:47",
    "end": "00:25:07"
  },
  {
    "text": "Yeah.",
    "start": "00:25:07",
    "end": "00:25:08"
  },
  {
    "text": "Because ultimately, I think what you were saying is we need a new mode.",
    "start": "00:25:08",
    "end": "00:25:11"
  },
  {
    "text": "Yeah, that's right. And to do that, we need to surrender our current understandings of what. Not just the good life, but what life is. It's literally what he goes on to say after he says to Peter, you don't have your mind on God's interest but Adam's. Then he said to his disciples, if anybody wants to come after me, you must deny yourself. Take up your cross and follow me. Whoever wants to save your life will lose it. But whoever loses your life for my sake will find it. So death, it's actually death. It's like the gateway. It's the gateway in the gateway into you. Give this Chaos Dragon all he can take from you, which is your life. But in reality, God has. It's like God has a greater claim on your life because he called you into being. He's the one who called you to exist.",
    "start": "00:25:11",
    "end": "00:26:02"
  },
  {
    "text": "So let the Chaos Dragon take what it wants to take.",
    "start": "00:26:03",
    "end": "00:26:06"
  },
  {
    "text": "Take what it can take, all that.",
    "start": "00:26:06",
    "end": "00:26:08"
  },
  {
    "text": "It can take, because you don't need that anyways.",
    "start": "00:26:08",
    "end": "00:26:10"
  },
  {
    "text": "Yeah.",
    "start": "00:26:11",
    "end": "00:26:11"
  },
  {
    "text": "In fact, that's what's probably holding you back, is those things.",
    "start": "00:26:11",
    "end": "00:26:14"
  },
  {
    "text": "Yeah. The stuff that you think is actual life, but that's not really life.",
    "start": "00:26:14",
    "end": "00:26:18"
  },
  {
    "text": "Maybe that's part of the key is. And maybe we'll get into this in the letters. But this mode of existence is so co opted by the dragon that we can't beat the dragon in this mode. Like, you have to let it get stripped away.",
    "start": "00:26:20",
    "end": "00:26:35"
  },
  {
    "text": "Yeah.",
    "start": "00:26:36",
    "end": "00:26:36"
  },
  {
    "text": "Which is gonna look like a death.",
    "start": "00:26:36",
    "end": "00:26:38"
  },
  {
    "text": "Yes. Mm. It will be death. Death is the way you give the dragon what it wants.",
    "start": "00:26:38",
    "end": "00:26:45"
  },
  {
    "text": "You're saying ultimately we're all still gonna die.",
    "start": "00:26:46",
    "end": "00:26:48"
  },
  {
    "text": "Yeah.",
    "start": "00:26:48",
    "end": "00:26:49"
  },
  {
    "text": "Even if you follow Jesus, like you're gonna. The dragon's gonna have its last slash at you.",
    "start": "00:26:49",
    "end": "00:26:54"
  },
  {
    "text": "I think Jesus definitely means that. And also common sense. Also common sense is telling all of us that we're dying and we're going to die.",
    "start": "00:26:54",
    "end": "00:27:03"
  },
  {
    "text": "So why not lay it down now?",
    "start": "00:27:04",
    "end": "00:27:05"
  },
  {
    "text": "Whatever form of eternal life and new creation life that God's going to gift us with, it means, as Paul will say, as you're right, we will look at that flesh and blood. Our current mode of existence cannot inherit the kingdom of God.",
    "start": "00:27:05",
    "end": "00:27:22"
  },
  {
    "text": "You know, I'm just trying to bring this back to the bigger theme of like, me too.",
    "start": "00:27:23",
    "end": "00:27:27"
  },
  {
    "text": "We both are.",
    "start": "00:27:27",
    "end": "00:27:28"
  },
  {
    "text": "Cause there's this thing about I'm supposed to subdue the earth as God's image. So there's this impulse of me of being like, I want to go tame the dragon, I want to go fight the dragon. I want to put the dragon in its place. I want to crush the dragon's head. Let me at it. And the disciples are like, look, we're doing it like we're seeing the chaos dragon. It's just thrilling. But then when it gets to this moment, it's like, okay, you really want to fight the dragon. You really want to know what the true battle plan is to win. You're actually going to let the dragon take all it can from you. And the only way that makes sense is to realize that. I think what you were saying, this mode of existence that I'm in is so tarnished by the way of the dragon that like any effort I'm going to have to like fight against it is going to get just mixed up and turned around and I'm going to find I'm the dragon again. Yeah, you know.",
    "start": "00:27:28",
    "end": "00:28:28"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:28:28",
    "end": "00:28:28"
  },
  {
    "text": "Like I'm going to like trying to fight against it. Suddenly I'm fighting for it or with it.",
    "start": "00:28:28",
    "end": "00:28:33"
  },
  {
    "text": "Yep.",
    "start": "00:28:33",
    "end": "00:28:34"
  },
  {
    "text": "And it's so confusing and it's happening. I mean, yeah, this is right. This is my experience. Right. Like totally.",
    "start": "00:28:34",
    "end": "00:28:39"
  },
  {
    "text": "That's right. And that's surely why the difficult to see and get your hands on Deceptive portrait of the snake in the garden. That's so on purpose. Because it's hard to. Right. Hard to get your hands on it. And all of a sudden you think that you're being independent and doing what you want, but you're totally doing the will of something that feels like what you don't want to do. And how did I end up doing that?",
    "start": "00:28:39",
    "end": "00:29:05"
  },
  {
    "text": "Right. It's as simple as Peter just being like, Jesus, maybe you don't need to go die. And it's like all of a sudden like, he's the dragon.",
    "start": "00:29:05",
    "end": "00:29:12"
  },
  {
    "text": "Yeah, that'.",
    "start": "00:29:13",
    "end": "00:29:13"
  },
  {
    "text": "So how simple is it to be like, I'm gonna go stomp on that scorpion over there. And then I, like, the next thing I know, like, I'm the scorpion stomping on someone else. Like, how's. How does that happen? And it seems like then the logic here is saying the ultimate way forward is to be stripped of all of that. And you know how you do that? You actually just let the dragon at you and you let him have every last thing, even your very. What you think is your very life and what ultimately will be your very life. And you will be left with what you actually need. You will have enough left.",
    "start": "00:29:15",
    "end": "00:29:53"
  },
  {
    "text": "Yeah. So two things. One, the only reason why you would let the dragon have you and not try and resist and fight or fight other people is because in Jesus, the way Jesus is framing it, because he's saying, I'm going ahead of you. I'm going to go overcome the snake by letting it kill me. But it actually can't kill me because I, as he says in John, like the son, I have a life in myself, just as the father has life within himself. So the snake can't really kill me. But man, if I open the way back into Eden on your behalf, then I won't let the snake take your life either. He might kill you, the current version of you that you call yourself, but that's all he can take.",
    "start": "00:29:53",
    "end": "00:30:39"
  },
  {
    "text": "You might put, you know, I mean, that's death. But you could also find yourself thrown in a dungeon, right?",
    "start": "00:30:40",
    "end": "00:30:46"
  },
  {
    "text": "Yeah.",
    "start": "00:30:46",
    "end": "00:30:47"
  },
  {
    "text": "You could find yourself thrown to the lions. Thrown to lions.",
    "start": "00:30:47",
    "end": "00:30:51"
  },
  {
    "text": "Yep.",
    "start": "00:30:51",
    "end": "00:30:51"
  },
  {
    "text": "You could find yourself with like, losing friends and family, losing your job, your home. These are the things that we are trying to protect.",
    "start": "00:30:51",
    "end": "00:31:01"
  },
  {
    "text": "Yep.",
    "start": "00:31:02",
    "end": "00:31:02"
  },
  {
    "text": "That the dragon can come and take.",
    "start": "00:31:03",
    "end": "00:31:04"
  },
  {
    "text": "Yes, that's right. And if you loosen your attachment to those things and see them as a gift of God's generosity, that comes and goes. But ultimately this is backward to Job. The conversations about Job. If I come to realize that the ultimate good that I could ever gain is intimate union with the source of all life and being. If that one wills that I should live and wants me to enter into union with him, then that is the ultimate. Like, what more would I ever want? And letting go. What else is death but, like, letting go of all of the things that I think will give me the good life only to realize that they're dying and fading and breaking and letting me down too.",
    "start": "00:31:05",
    "end": "00:31:52"
  },
  {
    "text": "You know, maybe another way into this is to think about your battle against the Chaos Dragon can easily start to become just a battle trying to protect things, to protect your own life on your own terms.",
    "start": "00:31:52",
    "end": "00:32:06"
  },
  {
    "text": "Yeah. Yes.",
    "start": "00:32:06",
    "end": "00:32:07"
  },
  {
    "text": "So you think you're battling the Chaos Dragon. You're really just battling to protect what you have. And in doing so, you actually can easily become the dragon for someone else.",
    "start": "00:32:07",
    "end": "00:32:18"
  },
  {
    "text": "Really well said. That's right. We become each other's Chaos Dragons as we try to protect the good life for me and my crew, people I.",
    "start": "00:32:20",
    "end": "00:32:31"
  },
  {
    "text": "Care about, the way I think I need the good life. I have this vision for it. It doesn't mean suffering. I mean, absolutely not. And it means security on my terms. And especially once you've had it, then it's just like you fight to keep it. And you think I'm fighting against chaos because it feels like chaos wants to come and take that from me. And I guess chaos does.",
    "start": "00:32:31",
    "end": "00:32:55"
  },
  {
    "text": "Yeah. Yep. That's right.",
    "start": "00:32:55",
    "end": "00:32:56"
  },
  {
    "text": "But how are you gonna fight against that chaos without becoming the chaos for others?",
    "start": "00:32:56",
    "end": "00:33:00"
  },
  {
    "text": "That's right. And then there'll be a bunch of people that were somehow affected by my efforts to secure and protect what is mine. And maybe they got hurt or maybe they just wanna get some of the good life too. And then the way that they respond to me, I might see that as a threat. And then I might. You're right. And then we start like, knocking up against each other in our efforts to secure the good life. And I guess the dragon just laughs because we're just reducing each other to.",
    "start": "00:33:00",
    "end": "00:33:32"
  },
  {
    "text": "Yeah. The dragon laughs because he knows that when we go to fight it, we just. We're gonna get confused and we're gonna actually help it.",
    "start": "00:33:32",
    "end": "00:33:41"
  },
  {
    "text": "Yeah. Feed the dragon, which is just consuming us. Consuming order, consuming life.",
    "start": "00:33:41",
    "end": "00:33:48"
  },
  {
    "text": "So how do you fight the dragon?",
    "start": "00:33:48",
    "end": "00:33:49"
  },
  {
    "text": "Yeah. What if I was able to look at the little realm of order that I build by my own wisdom, Praise God for it. See it as a gift, but also not become so attached to it that I'm willing to do something that I can discern will actually damage myself or another person. Because ultimately I know that this is not What I'm hoping for, this is just a sign and a gift. These people, this job, this home, this income stream, whatever it is that I'm trying to protect in ways that might hurt me or other people. What if I loosen my attachments to it? Because ultimately I have to wave goodbye to all of it, because I'm outside Eden and my body's returning to the grave. But my essential self, and this is. Yeah, this is crucial. My essential self. God has willed that you and I exist. I don't know why you and I don't have to exist. Like, there was a long time in which you and I did not exist. Yeah, like most of history. But God has willed it so that I come into being out of the nothingness. And if I trust that he will, will that I continue to exist even though this current mode of my existing is going to return to the dust, then that really changes your perspective. Like, it frees you. And I think that's the vision of new creation. That's why there's no snake in the new creation, that it can't have power, any power there, because death is no.",
    "start": "00:33:49",
    "end": "00:35:26"
  },
  {
    "text": "Longer a motivator and the same creative power that God used to order creation. And a way to think about that is slaying the dragon in a way. That same power can then come after the new dragon, which is a much more beastly, confusing dragon, because it's also us in league with spiritual evil, the rulers of the sky. And God has the power to destroy that dragon too. And that's the hope of what Jesus did.",
    "start": "00:35:26",
    "end": "00:36:04"
  },
  {
    "text": "Yeah. In Jesus trial scene in Matthew, chapter 26. We've looked at this a number of times over the years, but it bears at least a reading in this context of our conversation. The chief priests. So these are the principalities and powers, the human principalities and powers that he's standing before, though, when he was arrested in Gethsemane, in Luke's version, he says to the guards coming to get him, Jewish guards, this hour belongs to you and to the powers of darkness. So in this trial, Jesus sees himself on trial before the human and the heavenly powers of the dragon. They bring false witnesses. Notice they have to use deception to get him. And the high priest says to him, I make you swear on oath before the living God that you tell us whether you are the Messiah, the anointed one, the Son of God. And Jesus said to him, well, you just said it. You want me to say it, But I got one more thing to say to you. From this moment onward, you will see the Son of Adam sitting at the right hand of power, coming on the clouds of heaven.",
    "start": "00:36:04",
    "end": "00:37:35"
  },
  {
    "text": "This is Daniel 7.",
    "start": "00:37:35",
    "end": "00:37:36"
  },
  {
    "text": "He's quoting from Daniel 7. He's evoking the whole scene. So if Jesus is the divine Son of Adam, ascending up into the heavens.",
    "start": "00:37:36",
    "end": "00:37:47"
  },
  {
    "text": "To the right hand of God.",
    "start": "00:37:47",
    "end": "00:37:48"
  },
  {
    "text": "To the right hand of God to share and rule. But, like, pull up the scene. What are the other players in that scene and what's happening to them? There's only three players in that scene of Daniel 7.",
    "start": "00:37:48",
    "end": "00:37:59"
  },
  {
    "text": "Yeah, yeah. There's the beasts, the four beasts. There's the Son of Man and Daniel watching it. What are they?",
    "start": "00:37:59",
    "end": "00:38:06"
  },
  {
    "text": "And the Ancient of Days on the throne.",
    "start": "00:38:06",
    "end": "00:38:08"
  },
  {
    "text": "Ancient of days on the throne.",
    "start": "00:38:08",
    "end": "00:38:08"
  },
  {
    "text": "Okay, yeah. So you have the Ancient of Days with fire coming out. The beast is trampling, trampling, but then conquered and thrown into the fire. And then the Son of Man, who's on the land that was getting trampled, gets exalted up. So if Jesus is the Son of Adam, and if his Father is the one sitting on the throne that he's going to ascend up to, that only leaves one other slot for Caiaphas and the chief priests and this and the Sanhedrin, the leaders of the people. So in this moment, he's saying, the only solution you guys can think of for how to deal with me is to kill me. And he's like, that's like snake strategy 101.",
    "start": "00:38:08",
    "end": "00:38:50"
  },
  {
    "text": "Very creative.",
    "start": "00:38:51",
    "end": "00:38:52"
  },
  {
    "text": "Very creative. Ever since Cain, this has been the move.",
    "start": "00:38:53",
    "end": "00:38:56"
  },
  {
    "text": "It's the move of the snake.",
    "start": "00:38:57",
    "end": "00:38:58"
  },
  {
    "text": "Yeah. You want to know how to secure the good life here outside of Eden?",
    "start": "00:38:58",
    "end": "00:39:01"
  },
  {
    "text": "Well, kill your enemy.",
    "start": "00:39:01",
    "end": "00:39:03"
  },
  {
    "text": "He has to kill your enemy. But then what he says is the moment. From this moment on, you will see the Son of Adam sitting on the right hand. They're about to give him a crown and a cape, a robe.",
    "start": "00:39:03",
    "end": "00:39:15"
  },
  {
    "text": "Yeah.",
    "start": "00:39:15",
    "end": "00:39:16"
  },
  {
    "text": "But to mock him and a scepter and that mock enthronement is in reality. You're actually handing me the keys to the cosmos. That's what he's saying. I don't need the version of ruling the cosmos that you guys think it's worth killing somebody for.",
    "start": "00:39:16",
    "end": "00:39:33"
  },
  {
    "text": "We talked about in Daniel 7. Daniel is looking at the beasts. They're gnarly. He's looking at the Ancient of Days and the fire. And then all of a sudden, he looks over, and the Son of Man's riding the clouds and the beasts are slain. And what you didn't see was how he slayed the beasts.",
    "start": "00:39:33",
    "end": "00:39:51"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:39:51",
    "end": "00:39:51"
  },
  {
    "text": "And now we get here. Jesus is on trial. He's saying you're about to see me right up in the clouds.",
    "start": "00:39:52",
    "end": "00:39:57"
  },
  {
    "text": "Yeah.",
    "start": "00:39:57",
    "end": "00:39:58"
  },
  {
    "text": "You're about to see that moment. Son of man riding up in the clouds. And if we're evoking Daniel 7, the beasts are slain, then.",
    "start": "00:39:58",
    "end": "00:40:05"
  },
  {
    "text": "Yeah.",
    "start": "00:40:06",
    "end": "00:40:06"
  },
  {
    "text": "But what we're going to watch is.",
    "start": "00:40:06",
    "end": "00:40:08"
  },
  {
    "text": "The beasts slay him.",
    "start": "00:40:09",
    "end": "00:40:10"
  },
  {
    "text": "Slay him.",
    "start": "00:40:10",
    "end": "00:40:11"
  },
  {
    "text": "Yeah. And I guess there, that's the radical, like, rebirth of our imaginations that Jesus is, I guess, inviting us to. That. When you see power exercised through violence in our world, it feels like that's the most powerful thing. That's the power of the dragon to get us to be afraid, so afraid of death that we will fall in line under the powers that have the power over our life. And Jesus says that you're actually not realizing your true royal identity as a son or daughter of God and let that version of life go. And let it go the way of the dragon, which is back into the dark, chaotic ocean from which it came. In other words, the moment you kill me, you're sealing your decision to live and die by the power of the dragon.",
    "start": "00:40:11",
    "end": "00:41:04"
  },
  {
    "text": "You're also putting the seed of life in the belly of the dragon.",
    "start": "00:41:04",
    "end": "00:41:06"
  },
  {
    "text": "Oh, that's right. But just so happens in this instance, you are trying to kill somebody that you can't kill me.",
    "start": "00:41:07",
    "end": "00:41:13"
  },
  {
    "text": "Yeah.",
    "start": "00:41:14",
    "end": "00:41:14"
  },
  {
    "text": "It's almost like when the high priest says, tell us whether you are the Messiah. What Jesus is saying is like, you just have no idea what kind of conversation we're having right now.",
    "start": "00:41:15",
    "end": "00:41:25"
  },
  {
    "text": "Yeah. You want me to confess my identity, but you really haven't come to terms.",
    "start": "00:41:27",
    "end": "00:41:33"
  },
  {
    "text": "With my identity, really who I really am. It's kind of like Peter in that way. You think you know who I am by saying I'm the Messiah, but you really. You don't understand how this works.",
    "start": "00:41:33",
    "end": "00:41:43"
  },
  {
    "text": "You know, I'm just thinking about again, I'm just. This is the theme of the dragon.",
    "start": "00:41:43",
    "end": "00:41:49"
  },
  {
    "text": "Yeah.",
    "start": "00:41:49",
    "end": "00:41:50"
  },
  {
    "text": "All of a sudden we're talking. But we're talking about spiritual evil here. But using I love you, you started using the phrase the power of the dragon. What's the power of the dragon? The power of the dragon is chaos. And the ultimate power of chaos that we dread is death.",
    "start": "00:41:50",
    "end": "00:42:06"
  },
  {
    "text": "Death. Yeah.",
    "start": "00:42:06",
    "end": "00:42:07"
  },
  {
    "text": "And when the story of the Bible begins, that's all put in its place and ordered. And the dragon exists and it represents chaos and death, but it's out there in its own realm, and you don't have to worry about it, and you have access to life. And so the power of the dragon is muzzled, and we're told to subdue it. And then both the sky rulers and the human rulers decide, actually, let's use that power. Let's use that power because we need to rule on our own terms and we don't have the power of God. We need some sort of power, the power of death. That's going to work pretty well.",
    "start": "00:42:07",
    "end": "00:42:47"
  },
  {
    "text": "Yeah, that motivates people.",
    "start": "00:42:48",
    "end": "00:42:49"
  },
  {
    "text": "Sure does. And it gets things done. My brother, he's getting God's favor and not me. I know how to fix this.",
    "start": "00:42:50",
    "end": "00:42:57"
  },
  {
    "text": "Yep. Yeah, that's right.",
    "start": "00:42:57",
    "end": "00:43:00"
  },
  {
    "text": "That group of people, they're threatening our prosperity. I know what to do with them. Yeah, let's just kill him. Or in more subtle ways of just like, you know, my friend isn't doing the things I wish he would do in my life. Like maybe I can like manipulate this friendship through scarcity and like, you know, in some way.",
    "start": "00:43:01",
    "end": "00:43:25"
  },
  {
    "text": "Yeah. In that way, it's kind of a threatening relational chaos.",
    "start": "00:43:25",
    "end": "00:43:28"
  },
  {
    "text": "Yeah. Right.",
    "start": "00:43:28",
    "end": "00:43:30"
  },
  {
    "text": "As it were. Oh, and that might. Maybe that's by cutting a friend off. Right. So I just won't talk to them. Silence, Dead space. I don't know. I'm just trying to think metaphorically ways that we use the power of. The power of the dragon or the fear of death, the fear of isolation, the fear of being alone, the fear of not having enough.",
    "start": "00:43:30",
    "end": "00:43:48"
  },
  {
    "text": "Yes.",
    "start": "00:43:48",
    "end": "00:43:49"
  },
  {
    "text": "We can activate that, threaten it many different ways, use it as a motivator to create what we feel like is order in our eyes. Yeah. But in reality, we are becoming agents of the dragon as we make those choices. It's really powerful insight.",
    "start": "00:43:49",
    "end": "00:44:07"
  },
  {
    "text": "I was thought of the Satan as being the ultimate power, but it feels like what this theme is, communicating is the ultimate power of evil is just the dragon. It's the dragon. And when you use the dragon, you're using the power and it feels very sinister. But the power in and of itself can just be the creature playing out in the ocean that we can learn to subdue.",
    "start": "00:44:24",
    "end": "00:44:53"
  },
  {
    "text": "And yeah, you don't have to use it. You can rule it.",
    "start": "00:44:54",
    "end": "00:44:58"
  },
  {
    "text": "You can rule it.",
    "start": "00:44:58",
    "end": "00:44:59"
  },
  {
    "text": "That's what he says. God says to Cain. Yeah. You don't have to let it be the thing that ruins you or another person.",
    "start": "00:44:59",
    "end": "00:45:06"
  },
  {
    "text": "If you look at Satan through the eyes of, I guess, Jesus, you don't see the monster. You see a creature with the costume on and you're kind of like, that's a little silly because you're not the dragon. I know the dragon. Like, I put him out there.",
    "start": "00:45:07",
    "end": "00:45:25"
  },
  {
    "text": "Yeah.",
    "start": "00:45:25",
    "end": "00:45:26"
  },
  {
    "text": "I made the boundaries. I know. Like, death does not. Why are you putting on that costume? You think that's scary? And we're like, yeah, it's pretty scary.",
    "start": "00:45:26",
    "end": "00:45:34"
  },
  {
    "text": "Yeah, because we're like, it can take my life. And Jesus says, well, like, yeah, but that's all it can take.",
    "start": "00:45:38",
    "end": "00:45:43"
  },
  {
    "text": "It can't take you because there's more life after this life.",
    "start": "00:45:43",
    "end": "00:45:50"
  },
  {
    "text": "Yeah. You are more than just the flesh bag of bones. So apparently, following Jesus and trusting his victory over death and his vindication unto resurrection life, and claiming that future and identity as my own, this absolutely crucial to gaining any victory over the dragon in my life. As long as I fear it, I'll just keep perpetuating its ways. At the end of Matthew, when Jesus makes his great commission, and he says, all authority in heaven and earth has been given to me. That's his claim. Like, the power of the dragon is no more. When it comes to me. It has no authority, has no authority over me. I have authority over it. And then this next thing is. So I have an idea. Let's build the family of people who are learning to live by my teachings, doing what I commanded you, and go make disciples baptizing them, but living by my commands as you go read the Sermon on the Mount. It's just like a lesson in how to get right relationship to your possessions, to your relationships, to your own moral choices. And it's really beginning to wean yourself off of the ways of the dragon. That's the one way to think about the Sermon on the Mount. Yeah, it's very difficult, but that's apparently, like, actually living that way becomes a live option if your fear of death is no longer the biggest motivator in your life.",
    "start": "00:45:50",
    "end": "00:47:22"
  },
  {
    "text": "So the apostles will reflect on this as they write to the first century church.",
    "start": "00:47:23",
    "end": "00:47:28"
  },
  {
    "text": "Yeah.",
    "start": "00:47:28",
    "end": "00:47:29"
  },
  {
    "text": "And they use. Has some unique language.",
    "start": "00:47:29",
    "end": "00:47:32"
  },
  {
    "text": "Mm. Yeah. The snake imagery or dragon imagery comes up a few times, so we can look at some of that. But especially when Paul the Apostle thinks about the great victory over the dragon, he's taken the costume off, and he just calls it what it is. He just calls it the power of death, the ultimate enemy.",
    "start": "00:47:32",
    "end": "00:47:50"
  },
  {
    "text": "Yeah. He holds the costume up.",
    "start": "00:47:50",
    "end": "00:47:52"
  },
  {
    "text": "Oh, yeah. Oh, thank you. That's great. Yes.",
    "start": "00:47:53",
    "end": "00:47:55"
  },
  {
    "text": "He's like, this is what you've been afraid of.",
    "start": "00:47:55",
    "end": "00:47:57"
  },
  {
    "text": "Yes. Yeah, that's right. So that's what we'll look at. Yep. The victory over the dragon in Paul's letters.",
    "start": "00:47:57",
    "end": "00:48:03"
  },
  {
    "text": "Well, hey, everybody. This is Dan Gummel, the podcast team, and I'm back with another employee introduction here on our show. You want to introduce yourself?",
    "start": "00:48:06",
    "end": "00:48:12"
  },
  {
    "text": "Yeah, I'm Alison Stane.",
    "start": "00:48:12",
    "end": "00:48:14"
  },
  {
    "text": "Yeah. Allison. And how long have you been at bibleproject now?",
    "start": "00:48:14",
    "end": "00:48:17"
  },
  {
    "text": "A Little over four years, actually. The podcast played a huge role in me finding bibleproject. I was in a season of really questioning what even is the Bible. Felt like so many of the resources that I was finding were kind of either deconstructionist or not really addressing the real questions that I had. And so listening in to Tim and John's conversations felt like these questions are actually being addressed. It was like opening up the Bible in a whole new way I'd never seen before.",
    "start": "00:48:17",
    "end": "00:48:45"
  },
  {
    "text": "How did you find the podcast?",
    "start": "00:48:45",
    "end": "00:48:47"
  },
  {
    "text": "Honestly, I think through Tim being interviewed on a different podcast. I was like, I need to hear more of this.",
    "start": "00:48:47",
    "end": "00:48:52"
  },
  {
    "text": "Oh, that's cool.",
    "start": "00:48:52",
    "end": "00:48:53"
  },
  {
    "text": "Yeah.",
    "start": "00:48:53",
    "end": "00:48:53"
  },
  {
    "text": "Okay, well, tell me about what you do here at Bible Project.",
    "start": "00:48:54",
    "end": "00:48:56"
  },
  {
    "text": "I get to lead the global team, which really focuses in on localizing our videos and other content into right now, 55 languages and dialects.",
    "start": "00:48:56",
    "end": "00:49:06"
  },
  {
    "text": "So, like, what does that mean for you?",
    "start": "00:49:07",
    "end": "00:49:09"
  },
  {
    "text": "On a daily basis, I get to serve our internal team who are project managing a lot of this work. I also get to lead the Turkish and the German projects.",
    "start": "00:49:09",
    "end": "00:49:18"
  },
  {
    "text": "How did you choose those two?",
    "start": "00:49:18",
    "end": "00:49:19"
  },
  {
    "text": "I speak those two languages.",
    "start": "00:49:20",
    "end": "00:49:21"
  },
  {
    "text": "Oh, makes sense.",
    "start": "00:49:21",
    "end": "00:49:23"
  },
  {
    "text": "Not fluently, but well enough that I love getting to be in on the action.",
    "start": "00:49:24",
    "end": "00:49:28"
  },
  {
    "text": "Yeah. Because I met the German team a few months ago when you brought them by.",
    "start": "00:49:28",
    "end": "00:49:31"
  },
  {
    "text": "That's right.",
    "start": "00:49:31",
    "end": "00:49:31"
  },
  {
    "text": "That was really fun.",
    "start": "00:49:31",
    "end": "00:49:32"
  },
  {
    "text": "Probably a lot of people who are listening may or may not know that we have other languages that we're working on. Maybe one of the common misconceptions is that it's just subtitles, but it's not that. Can you maybe outline a little bit more what it actually is?",
    "start": "00:49:32",
    "end": "00:49:44"
  },
  {
    "text": "Yeah. Subtitles played a huge role in helping people experience our videos in the early days. But we recognize that you don't really experience the video fully because you're so busy reading the subtitles that you miss kind of the action as well as a lot of our videos have words on the screen.",
    "start": "00:49:44",
    "end": "00:50:00"
  },
  {
    "text": "Yeah. And so you guys will basically make a new video.",
    "start": "00:50:00",
    "end": "00:50:03"
  },
  {
    "text": "That's right. So now you're watching the video and everything that you see, all the text on the screen as well as everything you hear is in the new language.",
    "start": "00:50:04",
    "end": "00:50:11"
  },
  {
    "text": "I'm just gonna brag on you and say that internally. When we started work on the Chaos Dragon, Tyler and I were like, man, it'd be fun to, like, start to leverage some of the other people here who play music. You were one of the people who responded when we put out that call. And both Tyler and I were like, whoa, this is really good. How did you, like, tell me about your music?",
    "start": "00:50:12",
    "end": "00:50:31"
  },
  {
    "text": "Your music interest yeah. My mom is a piano teacher, so grew up with piano being just a part of life and love composing. So I actually started out studying that in college and then shifted gears, but it's just always been a love. So, yeah, that was a really fun.",
    "start": "00:50:31",
    "end": "00:50:48"
  },
  {
    "text": "Invitation for folks who might be listening right now. Like, what would you want to say to our podcast audience?",
    "start": "00:50:48",
    "end": "00:50:53"
  },
  {
    "text": "I just want to say I'm listening along with you guys. It's super fun. I tune in pretty much every Monday when a new one drops, and that's what I'm listening to as I get ready for work.",
    "start": "00:50:53",
    "end": "00:51:02"
  },
  {
    "text": "So that's cool. Let's.",
    "start": "00:51:02",
    "end": "00:51:03"
  },
  {
    "text": "Let's read the credits.",
    "start": "00:51:04",
    "end": "00:51:04"
  },
  {
    "text": "Yes. Today's show came from our podcast team, including producer Cooper Peltz and associate producer Lindsey Ponder. Our lead editor is Dan Gummel. Additional editors are Tyler Bailey and Frank Garza. Tyler Bailey also mixed this episode, and Hannah Wu did our annotations for the BibleProject app. BibleProject is a crowdfunded nonprofit. Everything we make is free because of your generous support. Thank you so much for being part of this web with us.",
    "start": "00:51:04",
    "end": "00:51:29"
  }
]