[
  {
    "text": "In Matthew and Mark, they go to a place called Gethsemane in Greek, a little garden of olive trees. In John's Gospel, he straight up just calls it a garden. In this garden, Jesus faces his last test. Here he uses the word, he says that he's entering into the test.",
    "start": "00:00:06",
    "end": "00:00:26"
  },
  {
    "text": "This is John at the bibleproject. And today we're having our final conversation on the theme of trees in the Bible. This conversation began in a garden with Adam and Eve, surrounded by trees, the tree of life, and also a tree of testing, the tree of knowing good and bad. We begin this episode with the new Adam, and he's in a new garden, presented with a choice.",
    "start": "00:00:31",
    "end": "00:00:58"
  },
  {
    "text": "Will you do what seems wise in your own eyes, which is to take the tree that you think in your own wisdom will give you life, or will you take of this tree that is true life, but that in the later design patterns is kind of scary because it means you could die. In this macro theme of the tree, he's looking around to all of these people who have failed their own individual tests and the collective tests, creating death in the world. And so he will walk into death on purpose.",
    "start": "00:00:58",
    "end": "00:01:25"
  },
  {
    "text": "The garden of Gethsemane is a beautiful image. Jesus, the new Adam, standing before his own test. And he chooses what we've not been able to choose ourselves, to follow the will of the Father perfectly. And his choice changed history. Thanks for joining us. Here we go.",
    "start": "00:01:25",
    "end": "00:01:45"
  },
  {
    "text": "Tree symbolism. Tree symbolism. Storyline of the Bible. Trees are a gateway into some of the most important themes that unite the biblical story. So cool.",
    "start": "00:01:50",
    "end": "00:02:03"
  },
  {
    "text": "Has been cool.",
    "start": "00:02:03",
    "end": "00:02:04"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:02:04",
    "end": "00:02:05"
  },
  {
    "text": "It's been a really fun conversation.",
    "start": "00:02:05",
    "end": "00:02:06"
  },
  {
    "text": "We're in the Jesus part of our conversation.",
    "start": "00:02:06",
    "end": "00:02:09"
  },
  {
    "text": "Yeah. This will be the last.",
    "start": "00:02:09",
    "end": "00:02:10"
  },
  {
    "text": "Yes.",
    "start": "00:02:10",
    "end": "00:02:11"
  },
  {
    "text": "The last stop.",
    "start": "00:02:11",
    "end": "00:02:12"
  },
  {
    "text": "As far as we can tell, this is going to be the last part of our conversation. So from the first episode of this conversation to the last previous one, we went from pages one and two of Genesis to pages 21 and 22 of the Revelation.",
    "start": "00:02:12",
    "end": "00:02:31"
  },
  {
    "text": "Yeah.",
    "start": "00:02:32",
    "end": "00:02:32"
  },
  {
    "text": "From the Garden Mountain temple to the new Jerusalem, Eden. Garden Mountain, new creation.",
    "start": "00:02:32",
    "end": "00:02:39"
  },
  {
    "text": "Yeah. And the tree of life is there.",
    "start": "00:02:40",
    "end": "00:02:42"
  },
  {
    "text": "The Tree of life is there on somehow the single tree on both sides of the river simultaneously.",
    "start": "00:02:42",
    "end": "00:02:48"
  },
  {
    "text": "I didn't ask you why that matters.",
    "start": "00:02:49",
    "end": "00:02:51"
  },
  {
    "text": "Oh, well, first of all, that image is. It's just odd.",
    "start": "00:02:51",
    "end": "00:02:55"
  },
  {
    "text": "It is an odd image. One tree on two sides of a river.",
    "start": "00:02:55",
    "end": "00:02:58"
  },
  {
    "text": "Correct. Yeah. My hunch is that there's also something about on one side and on the other side, like the language of it in Greek separates the two. Tree on one side and on the other side was the tree there's two sides.",
    "start": "00:02:58",
    "end": "00:03:14"
  },
  {
    "text": "That's important.",
    "start": "00:03:14",
    "end": "00:03:14"
  },
  {
    "text": "Yeah. On the two sides of the waters.",
    "start": "00:03:15",
    "end": "00:03:16"
  },
  {
    "text": "Do you think that's to do with Israel and the nations?",
    "start": "00:03:16",
    "end": "00:03:20"
  },
  {
    "text": "Oh, no. The imagery of waters having one side and then another side is a key motif introduced in the Exodus. The passing through the sea, the waters of the waters on one side and then the other, and then deliverance. The motif of salvation or deliverance happening in the narrow place, one side or the other, or danger on the right or left or. Or the waters on the right or left. It's a thing. And it happens in a lot of places in the Torah and prophets. So that's the first thing that went to my mind, is that we're echoing the Exodus. Waters, except now they've been channeled to become waters of life. So it's not danger on either side of the waters, it's life, Divine life in the tree of life. But that's like shooting from the hip, so I would want to track that down regardless.",
    "start": "00:03:20",
    "end": "00:04:12"
  },
  {
    "text": "At the end of the story of the Bible, the tree of life is there. There it is in the new. Yes, in Eden, Jerusalem, Earth recreated.",
    "start": "00:04:12",
    "end": "00:04:21"
  },
  {
    "text": "Correct.",
    "start": "00:04:22",
    "end": "00:04:22"
  },
  {
    "text": "Humans ruling forever and ever. Amen.",
    "start": "00:04:23",
    "end": "00:04:26"
  },
  {
    "text": "Yeah. Let's see. There are 12 kinds of fruit. So that's the number of the covenant family of Abraham, the iconic number. But it's bearing fruit for, oh, every month, 12 months. But the leaves of the tree are for the healing of all the nations. So the image of. Through the family of Abraham, 12 goes out. The tree of life, Eden blessing for all the nations. Yeah, there you go. The two trees of Eden that were intertwined, that represented a choice of whether we will receive the gift of God's own divine life, or whether we will choose to take from a lesser kind of life for ourselves, namely our own knowing of good and bad. And once humans make the wrong choice, they forfeit the gift and they begin a train wreck of consequences that result in all the pain and death and evil of our world. And so the biblical story keeps replaying these thematic cycles of the seed of Adam and Eve, facing new moments of choice and trying to deal with the consequences of evil at trees on high places. We did that with Noah, Abraham, Moses, David, and then the book of Isaiah with the messianic new seed that God will make sprout from the new Jerusalem. And then Jesus comes onto the scene saying, yeah, that's me. God's growing the new garden of Eden people out of the family of Abraham. And he's doing it through my word, my announcement of the kingdom of heaven. That's taking root on Earth.",
    "start": "00:04:26",
    "end": "00:06:07"
  },
  {
    "text": "Yeah.",
    "start": "00:06:07",
    "end": "00:06:07"
  },
  {
    "text": "And so we looked at the parables of Jesus and how all of the garden imagery could just be, well, you know, Jesus grew up in the country.",
    "start": "00:06:07",
    "end": "00:06:15"
  },
  {
    "text": "Yeah. He sees things grow. He's like, oh, that's interesting.",
    "start": "00:06:15",
    "end": "00:06:18"
  },
  {
    "text": "Yeah. But if you grow up in the country and you've grown up on the biblical literature, when you start talking about God's new heavenly kingdom and creation birthing and sprouting here, you're going to draw upon this whole motif of Eden imagery.",
    "start": "00:06:18",
    "end": "00:06:38"
  },
  {
    "text": "Because Jesus was a Bible nerd.",
    "start": "00:06:38",
    "end": "00:06:39"
  },
  {
    "text": "Yes, he was. Okay, so last episode we talked about the parables a lot. And then a new one just occurred to me last night, since we talked last. So at the end we were talking about how in Matthew, which is mostly what we're using, Matthew's given us five large blocks of Jesus teaching. Jesus is the new Moses Torah teacher. So he's given us five big blocks.",
    "start": "00:06:39",
    "end": "00:07:01"
  },
  {
    "text": "Like the five books.",
    "start": "00:07:01",
    "end": "00:07:02"
  },
  {
    "text": "Five books of the Torah. The first two blocks are the Sermon on the Mount. And the Sermon on the Mount is introduced with a little narrative introduction saying, now Jesus went about teaching and proclaiming the good news of the kingdom. And then he goes up to the high place and starts teaching. So you're like, oh, that's an exposition of the good news of the kingdom. Then it generates all these contrasting responses. Some people don't like him, some people love him. And to explain the variety of responses, he gives the second block of teaching, which is the parables in Matthew 13. So they're kind of. Those two blocks are connected. So when Jesus explains the kinds of new kingdom of God people that he is creating around himself, remember that one of the sayings in the Sermon on the Mount is, you will know one of my kingdom disciples by their fruit. Oh, right, you'll know. Right. A bad tree doesn't produce good fruit.",
    "start": "00:07:03",
    "end": "00:07:57"
  },
  {
    "text": "Yeah.",
    "start": "00:07:57",
    "end": "00:07:57"
  },
  {
    "text": "A good tree doesn't produce bad fruit. Right.",
    "start": "00:07:58",
    "end": "00:08:01"
  },
  {
    "text": "You will know them by their fruits.",
    "start": "00:08:01",
    "end": "00:08:02"
  },
  {
    "text": "You'll know them by their fruits. Now again, you know you grew up by an orchard, your mind's going to think that way, but then think through in light of this biblical storyline, you know, different types of people came out of the garden. There's differing ways to respond to the gift of God's offer.",
    "start": "00:08:02",
    "end": "00:08:20"
  },
  {
    "text": "And the garden, meaning the promised land here, Is that what you're talking about?",
    "start": "00:08:20",
    "end": "00:08:25"
  },
  {
    "text": "Well, mainly I'm just thinking Jesus elsewhere in his parables is going to talk about God wanting to grow new kinds of humans that produce produce. Like think of the parable of the sower in the field. Or the parable of the wheat and the false wheat. So in a way, it's a variation on that theme of God wants to grow new kinds of people. And you'll know the Jesus people by their lives and the fruit that their lives produce.",
    "start": "00:08:25",
    "end": "00:08:51"
  },
  {
    "text": "What their lives produce.",
    "start": "00:08:52",
    "end": "00:08:53"
  },
  {
    "text": "Yeah. And then you read the rest of the Sermon on the Mount and you learn what that is. It's peacemaking, it's forgiveness, it's generosity. It's a life of devotion and prayer and these kinds of things. Sermon on the Mount type of person Jesus calls good fruit. And then I read the parables about how God's word is out there through Jesus trying to grow new humans.",
    "start": "00:08:53",
    "end": "00:09:12"
  },
  {
    "text": "Yeah. That produce fruit.",
    "start": "00:09:12",
    "end": "00:09:14"
  },
  {
    "text": "That produce fruit. Anyway, that just occurred to me.",
    "start": "00:09:14",
    "end": "00:09:16"
  },
  {
    "text": "That's cool.",
    "start": "00:09:16",
    "end": "00:09:17"
  },
  {
    "text": "As we were talking about.",
    "start": "00:09:17",
    "end": "00:09:18"
  },
  {
    "text": "Yeah. So central to this whole theme of trees is that there is a tree of life. And while this idea of a tree of life was a common image in ancient culture of like a gift from the gods in Hebrew scriptures, in the Hebrew imagination, the tree of life was at the center of the garden, which is the holy of holies.",
    "start": "00:09:18",
    "end": "00:09:42"
  },
  {
    "text": "Yes.",
    "start": "00:09:42",
    "end": "00:09:42"
  },
  {
    "text": "The place where God himself dwells.",
    "start": "00:09:42",
    "end": "00:09:44"
  },
  {
    "text": "Correct.",
    "start": "00:09:44",
    "end": "00:09:44"
  },
  {
    "text": "So even eat of the tree of life in the Bible is a symbol, an image of communion with God.",
    "start": "00:09:44",
    "end": "00:09:52"
  },
  {
    "text": "Yeah. Becoming one.",
    "start": "00:09:52",
    "end": "00:09:54"
  },
  {
    "text": "And communion with God isn't just for the sake of some good feelings.",
    "start": "00:09:55",
    "end": "00:10:00"
  },
  {
    "text": "It is a very personal experience.",
    "start": "00:10:01",
    "end": "00:10:02"
  },
  {
    "text": "It's not an escape to nirvana in the biblical imagination.",
    "start": "00:10:03",
    "end": "00:10:05"
  },
  {
    "text": "It has a purpose. In God's plan, the purpose was to.",
    "start": "00:10:05",
    "end": "00:10:10"
  },
  {
    "text": "Rule with God over creation.",
    "start": "00:10:10",
    "end": "00:10:12"
  },
  {
    "text": "Yeah.",
    "start": "00:10:12",
    "end": "00:10:12"
  },
  {
    "text": "And so how do you rule? Well, you need to do it in communion with God. And when you do that, you actually have eternal life. You get to do it in a way that doesn't fade, doesn't end.",
    "start": "00:10:12",
    "end": "00:10:25"
  },
  {
    "text": "Yeah. Well, it shares in God's own eternal life. To be an image of God, one of the fullest ways that they could image him is to mirror his immortality.",
    "start": "00:10:25",
    "end": "00:10:35"
  },
  {
    "text": "Yeah. Which is such a strange concept to think about living forever. Obviously, humans throughout time have thought about.",
    "start": "00:10:35",
    "end": "00:10:45"
  },
  {
    "text": "That in different ways.",
    "start": "00:10:45",
    "end": "00:10:47"
  },
  {
    "text": "The way that I, growing up in a Christian household thought about it was in some sort of other world, heavenly, maybe kind of disembodied, just something else.",
    "start": "00:10:48",
    "end": "00:11:00"
  },
  {
    "text": "Correct, correct.",
    "start": "00:11:00",
    "end": "00:11:01"
  },
  {
    "text": "But to think about living as a human forever ruling the earth, that's.",
    "start": "00:11:01",
    "end": "00:11:07"
  },
  {
    "text": "Well, and again, the biblical. You're only half wrong in, like that childhood imagination. Because whatever a new renewed creation is, that has the resurrection Jesus as its prototype, that's a different kind of different physical mode than the one you and I exist in.",
    "start": "00:11:08",
    "end": "00:11:27"
  },
  {
    "text": "Yeah. It requires some sort of metamorphosis.",
    "start": "00:11:27",
    "end": "00:11:29"
  },
  {
    "text": "Correct.",
    "start": "00:11:29",
    "end": "00:11:29"
  },
  {
    "text": "And that's the other thing we've talked about with the tree of life, is that it does change you.",
    "start": "00:11:29",
    "end": "00:11:34"
  },
  {
    "text": "It changes you. Yeah, that's right. There's all these stories about when Moses gets in proximity to the sacred tree up in God's presence of Mount Sinai, he starts glowing and people are afraid of him. He becomes an image of the divine glory. And so people are afraid of him just like he was afraid of the tree.",
    "start": "00:11:34",
    "end": "00:11:52"
  },
  {
    "text": "Yeah, there's actually in our state, it is kind of scary to come in contact with a power that would transform you.",
    "start": "00:11:52",
    "end": "00:12:01"
  },
  {
    "text": "Sure, sure.",
    "start": "00:12:01",
    "end": "00:12:02"
  },
  {
    "text": "And so we also see that in Isaiah.",
    "start": "00:12:02",
    "end": "00:12:04"
  },
  {
    "text": "Sorry, just one second. We get had a hint or a taste of this when we meet someone who we've never met but who we know all about. Right. This is how celebrity culture works, is these certain people get elevated in our imaginations as extremely this or that.",
    "start": "00:12:04",
    "end": "00:12:24"
  },
  {
    "text": "Gods with the lowercase.",
    "start": "00:12:24",
    "end": "00:12:25"
  },
  {
    "text": "Yeah. And they take on a God like quality that when we meet them we're in awe. And of course timid. Totally. And of course, if we were like married to that person or like share a house with that you're just a person that would be gone in about a week. And that's a universal human experience, knowing about someone before you meet them. Don't you think that's a little.",
    "start": "00:12:25",
    "end": "00:12:47"
  },
  {
    "text": "Connect the dots for me back to.",
    "start": "00:12:48",
    "end": "00:12:49"
  },
  {
    "text": "Humans have the capability of being really amazing and we experience a hint of a glorified humanity, whether it's good or distorted forms of celebrity. I think it's just, it's an analogy.",
    "start": "00:12:50",
    "end": "00:13:05"
  },
  {
    "text": "Yeah.",
    "start": "00:13:05",
    "end": "00:13:05"
  },
  {
    "text": "But it's significant. An exalted human.",
    "start": "00:13:06",
    "end": "00:13:08"
  },
  {
    "text": "Exalted human.",
    "start": "00:13:08",
    "end": "00:13:09"
  },
  {
    "text": "Sorry you were about to bring up Isaiah, but that just occurred to me. Think about Moses, where the people are afraid of Moses and he's been with them all along, but now he has had this experience that marks him and now people are in awe of him when they see him.",
    "start": "00:13:09",
    "end": "00:13:22"
  },
  {
    "text": "Yeah. Anyway, well, there's an awe factor, but there's an actual terror.",
    "start": "00:13:22",
    "end": "00:13:28"
  },
  {
    "text": "Correct.",
    "start": "00:13:28",
    "end": "00:13:29"
  },
  {
    "text": "That biblical characters experience around this tree.",
    "start": "00:13:29",
    "end": "00:13:32"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:13:32",
    "end": "00:13:33"
  },
  {
    "text": "So Moses, when he's at the burning bush, he's afraid. When Isaiah experiences the throne room of God, he's terrified. He thinks he's going to die.",
    "start": "00:13:33",
    "end": "00:13:44"
  },
  {
    "text": "Yeah.",
    "start": "00:13:44",
    "end": "00:13:45"
  },
  {
    "text": "And so we talked about did Adam and Eve, when they saw the tree of life, were they afraid? Well, they probably not because all they knew of God was that he was good.",
    "start": "00:13:45",
    "end": "00:13:53"
  },
  {
    "text": "Yeah.",
    "start": "00:13:53",
    "end": "00:13:54"
  },
  {
    "text": "And there was no reason to be afraid, but there probably was something intense about that tree more than I usually imagine that it will consume them as they consume It.",
    "start": "00:13:54",
    "end": "00:14:06"
  },
  {
    "text": "Sorry. You know, yeah, I'm just noticing a little textual detail in Genesis 3 I've never noticed before, but you're talking. Maybe that's strange. No, dude, that's how this literature works. You talk about it, you go read it again. You're like, I never noticed that. What's that about? You got me thinking about the moment of fear in the garden after they've eaten from the tree.",
    "start": "00:14:07",
    "end": "00:14:27"
  },
  {
    "text": "Right.",
    "start": "00:14:27",
    "end": "00:14:27"
  },
  {
    "text": "So remember, we're told that the tree of life is in the middle of the garden, the holy of holies, the.",
    "start": "00:14:27",
    "end": "00:14:35"
  },
  {
    "text": "Hot spot of God's presence.",
    "start": "00:14:35",
    "end": "00:14:36"
  },
  {
    "text": "The phrase for that is betok hagan. So the EZ hachaim, the tree of life, the eights is batok Hagan in. In the middle of the garden.",
    "start": "00:14:37",
    "end": "00:14:47"
  },
  {
    "text": "Okay.",
    "start": "00:14:47",
    "end": "00:14:48"
  },
  {
    "text": "When Adam and Eve eat from the tree. Chapter three, verse eight. And they heard the voice of Yahweh Elohim, or the sound. The voice of the sound. They heard the sound of Yahweh Elohim mit Haleq walking about. So that could be positive or negative.",
    "start": "00:14:48",
    "end": "00:15:03"
  },
  {
    "text": "Hearing the sound of God walking about.",
    "start": "00:15:03",
    "end": "00:15:05"
  },
  {
    "text": "Yeah, I mean, normally that would be positive.",
    "start": "00:15:05",
    "end": "00:15:07"
  },
  {
    "text": "Hey, God's here.",
    "start": "00:15:07",
    "end": "00:15:07"
  },
  {
    "text": "God's here for a daily walk. But when the sound of Yahweh shows up to the wicked, that's usually not good. Remember Psalm 29? It's about God's. Oh, the thunder voice. Is the thunder shattering for us? You know, you're freaked out.",
    "start": "00:15:07",
    "end": "00:15:21"
  },
  {
    "text": "The voice. Okay, because voice can mean thunder.",
    "start": "00:15:21",
    "end": "00:15:24"
  },
  {
    "text": "Exactly. Right.",
    "start": "00:15:24",
    "end": "00:15:24"
  },
  {
    "text": "Or sound.",
    "start": "00:15:25",
    "end": "00:15:25"
  },
  {
    "text": "It's the thunder of the Lord. The windy time of day. This is all, like, packed with potential double meaning. The windy time of day could be like, it's breezy and nice.",
    "start": "00:15:25",
    "end": "00:15:34"
  },
  {
    "text": "Yeah.",
    "start": "00:15:34",
    "end": "00:15:35"
  },
  {
    "text": "Or it could be like Mount Sinai. The sound of Yahweh. And that's a storm. So. So the Adam and his wife hid themselves from the face of Yahweh. Betok ETZ haggan. In the middle of the tree of the garden. It's singular. All our English translations are among the trees of the garden.",
    "start": "00:15:35",
    "end": "00:15:55"
  },
  {
    "text": "Yeah, that's what.",
    "start": "00:15:55",
    "end": "00:15:56"
  },
  {
    "text": "Say that. It says, in the middle of the tree of the garden.",
    "start": "00:15:57",
    "end": "00:16:01"
  },
  {
    "text": "Which tree?",
    "start": "00:16:01",
    "end": "00:16:01"
  },
  {
    "text": "Exactly. Exactly. But which tree is in the middle?",
    "start": "00:16:02",
    "end": "00:16:08"
  },
  {
    "text": "Tree of life.",
    "start": "00:16:08",
    "end": "00:16:08"
  },
  {
    "text": "And now they are in the middle of the tree. So it's an inversion. They were sitting there by the tree of knowing good and evil, which is presumably right next to the tree that is in the middle of the garden.",
    "start": "00:16:09",
    "end": "00:16:19"
  },
  {
    "text": "We like to think of it as intertwined with.",
    "start": "00:16:19",
    "end": "00:16:21"
  },
  {
    "text": "They were intertwined with. They take from the wrong tree, and then they hide themselves in the middle of the Tree of the garden.",
    "start": "00:16:21",
    "end": "00:16:28"
  },
  {
    "text": "Okay.",
    "start": "00:16:28",
    "end": "00:16:28"
  },
  {
    "text": "Instead of taking from the tree of the middle of the garden, they take from the wrong tree and then hide themselves in the middle of the tree. And then Adam says in verse 10, I was afraid because I was naked, and so I hid myself. Where? In the middle of the tree of the garden. I think it's suggesting this is all happening right around the Tree of Life, this whole scene.",
    "start": "00:16:28",
    "end": "00:16:48"
  },
  {
    "text": "Yeah. Interesting.",
    "start": "00:16:48",
    "end": "00:16:49"
  },
  {
    "text": "Which once again, God shows up. Where? Where did Jesus show up? Well, later on, it's actually in the tree itself.",
    "start": "00:16:49",
    "end": "00:16:55"
  },
  {
    "text": "Yeah.",
    "start": "00:16:55",
    "end": "00:16:55"
  },
  {
    "text": "And it's Adam afraid of the tree.",
    "start": "00:16:56",
    "end": "00:16:59"
  },
  {
    "text": "So he hides where? In God's presence, though, is kind of.",
    "start": "00:16:59",
    "end": "00:17:02"
  },
  {
    "text": "What he attempts to hide from before the face of Yahweh in the middle of the tree of the garden. Which is ridiculous. It's the hot spot of God's presence.",
    "start": "00:17:02",
    "end": "00:17:10"
  },
  {
    "text": "Maybe the tree then wasn't scary. I wouldn't hide in a scary spot.",
    "start": "00:17:10",
    "end": "00:17:15"
  },
  {
    "text": "Oh, I see. Well, but it becomes scary. My only point was he's in proximity. He didn't, like, leave. They didn't leave and go hide somewhere else.",
    "start": "00:17:15",
    "end": "00:17:24"
  },
  {
    "text": "Right.",
    "start": "00:17:24",
    "end": "00:17:25"
  },
  {
    "text": "They were right there at the scene of the crime.",
    "start": "00:17:25",
    "end": "00:17:26"
  },
  {
    "text": "They didn't have time.",
    "start": "00:17:26",
    "end": "00:17:27"
  },
  {
    "text": "They're right there at the scene of the crime, and all of a sudden the Tree of Life and Yahweh's direct presence becomes terrifying. And that's what. It's terrifying to Moses on Sinai. It's terrifying to Isaiah.",
    "start": "00:17:28",
    "end": "00:17:42"
  },
  {
    "text": "They could be hiding in the tree of the good and bad.",
    "start": "00:17:42",
    "end": "00:17:45"
  },
  {
    "text": "That's true. That's true. They ate and just. Oh, quick, quick, jump in. Anyway, you made a comment. You were riffing on the fear thing, and it made me.",
    "start": "00:17:45",
    "end": "00:17:55"
  },
  {
    "text": "Yeah, they were afraid.",
    "start": "00:17:55",
    "end": "00:17:56"
  },
  {
    "text": "Think about the fact that I remembered that the trees that they hide in aren't trees in Hebrew. It's a singular tree.",
    "start": "00:17:56",
    "end": "00:18:03"
  },
  {
    "text": "Once you have eaten of the tree of knowing good and bad and taken that authority for yourself, the Tree of Life and God's presence is now something to be afraid of.",
    "start": "00:18:03",
    "end": "00:18:15"
  },
  {
    "text": "It represents a threat to you because it's a rival form of eternal life or a rival form of life. It's. It's a threat to the thing that I want. What I want is knowing good and bad to be wise on my own eyes.",
    "start": "00:18:16",
    "end": "00:18:29"
  },
  {
    "text": "And it's true power and true life. And when you are in rebellion against that and it shows up, you're gonna be put in your place.",
    "start": "00:18:29",
    "end": "00:18:37"
  },
  {
    "text": "Ah, yeah, that's right. Rebellion. Or when I'm in the pursuit of what I think is good, another form of good doesn't look good to me. It looks like a Threat or a rival. I think that's the idea.",
    "start": "00:18:37",
    "end": "00:18:48"
  },
  {
    "text": "It's a type of rebellion.",
    "start": "00:18:48",
    "end": "00:18:49"
  },
  {
    "text": "Yeah, that's correct. From God's point of view, from my point of view, I'm just doing what's good in my eyes.",
    "start": "00:18:50",
    "end": "00:18:54"
  },
  {
    "text": "I'm just trying to make it work. Yeah. So the whole question then is how do we get back to the Tree of Life? And there's a number of things. How do we get back to the Tree of Life? That's the main thing. But how do we stop eating of the Tree of Knowing good and bad? And then what is it going to take for humans who, who are so now consumed with our own sense of good and bad that leads to violence? How are those kind of humans going to be able to get to the Tree of Life? Because God observes if you do that in your state that you're in.",
    "start": "00:18:54",
    "end": "00:19:30"
  },
  {
    "text": "Correct.",
    "start": "00:19:30",
    "end": "00:19:31"
  },
  {
    "text": "That's bad news.",
    "start": "00:19:31",
    "end": "00:19:32"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:19:32",
    "end": "00:19:33"
  },
  {
    "text": "If you're going to eat of the Tree of Life and live forever while you're this violent and twisted human, then that's a form of hell. And so there needs to be some sort of transformation, but there also needs to be some sort of way back in.",
    "start": "00:19:33",
    "end": "00:19:50"
  },
  {
    "text": "Yep. A way back to the Tree of Life needs to be opened and the road left behind of all the hurt dead people because of what humanity does in the name of their own definitions of good and bad.",
    "start": "00:19:50",
    "end": "00:20:06"
  },
  {
    "text": "Yeah.",
    "start": "00:20:06",
    "end": "00:20:07"
  },
  {
    "text": "That also has to be reckoned with. God won't just hand wave and it's okay, I forgive you needs to be.",
    "start": "00:20:07",
    "end": "00:20:13"
  },
  {
    "text": "Some sort of justice.",
    "start": "00:20:13",
    "end": "00:20:14"
  },
  {
    "text": "The death. Yeah. That has been created in the world needs to be accounted for in some way. And normally that's God handing people over to their own self made destruction. So if a seed or the woman is going to come, he's going to have to be bitten by the snake.",
    "start": "00:20:14",
    "end": "00:20:32"
  },
  {
    "text": "That is, this is the promise that God gives.",
    "start": "00:20:32",
    "end": "00:20:35"
  },
  {
    "text": "Yeah. God makes a promise that a seed will come who will suffer and die the way all humans die in their own self made destruction and self deception, be bitten by the snake. But this seed will, by being bitten by the snake will actually crush it and overcome it in some paradoxical way. And so it's that riddle that drives the narrative tension forward throughout the whole Hebrew scriptures. And it's that potent riddle that Jesus is aware of and sees himself fulfilling.",
    "start": "00:20:35",
    "end": "00:21:10"
  },
  {
    "text": "We've got the riddle and we've got the trees. And we're combining these two ideas, correct? We are. The Bible is of these two cosmic trees and this idea of someone coming to atone. And as you move forward in the Story. You see this idea of atonement come through sacrificing on an altar something innocent on our behalf.",
    "start": "00:21:10",
    "end": "00:21:32"
  },
  {
    "text": "Yeah. Always in relationship to trees on high places. Yeah.",
    "start": "00:21:32",
    "end": "00:21:35"
  },
  {
    "text": "But the image overlaps with Eden and trees on high places because they're using tree to create an altar to make the sacrifice on a high place. And oftentimes, too, in Hebrew scriptures, you find a character, get to a tree on a high place, and a form of Eden kind of begins to materialize. Like, you get the sense of, oh, there is going to be access back to Eden in the tree of life. So all these images continue through. And we're going to talk about the fig tree. Right. With Jesus. So the ultimate high place in the story of the Hebrew scriptures becomes Jerusalem.",
    "start": "00:21:35",
    "end": "00:22:13"
  },
  {
    "text": "Jerusalem in the story of David.",
    "start": "00:22:13",
    "end": "00:22:15"
  },
  {
    "text": "In the story of David.",
    "start": "00:22:15",
    "end": "00:22:16"
  },
  {
    "text": "Yeah. Crucially important for understanding the Jesus story. Yeah.",
    "start": "00:22:16",
    "end": "00:22:20"
  },
  {
    "text": "And Jerusalem then becomes this opportunity to create Eden. And David brings up God's presence in the Ark of the Covenant. To Jerusalem.",
    "start": "00:22:20",
    "end": "00:22:31"
  },
  {
    "text": "Yep. To the top of the hill.",
    "start": "00:22:31",
    "end": "00:22:32"
  },
  {
    "text": "Top of the hill. Pray, dancing, and it's gonna be awesome. And God's like, I'm gonna build you into this great family.",
    "start": "00:22:32",
    "end": "00:22:41"
  },
  {
    "text": "Well, David says, I wanna build you a nice house of cedar trees.",
    "start": "00:22:41",
    "end": "00:22:45"
  },
  {
    "text": "Yeah.",
    "start": "00:22:45",
    "end": "00:22:45"
  },
  {
    "text": "And God's like, you know, I don't need one. I love this tent. This tent that Moses helped me make is legit.",
    "start": "00:22:46",
    "end": "00:22:51"
  },
  {
    "text": "I feel cozy in this tent.",
    "start": "00:22:52",
    "end": "00:22:53"
  },
  {
    "text": "Yeah. I never asked you for a house. I'm good. How about this? I'll build you a house.",
    "start": "00:22:53",
    "end": "00:22:57"
  },
  {
    "text": "I'll build you a house.",
    "start": "00:22:57",
    "end": "00:22:58"
  },
  {
    "text": "Yeah. God says, david, I'm going to raise up a seed from you who will build my house, and I will establish his house as a kingdom forever and ever in eternal garden, Royal temple, Jerusalem.",
    "start": "00:22:58",
    "end": "00:23:16"
  },
  {
    "text": "Yeah. So we know the seed is going to deal with evil and sin the snake and sacrifice himself, but also create a kingdom.",
    "start": "00:23:17",
    "end": "00:23:27"
  },
  {
    "text": "Create a kingdom. God also says, along with that seed, that royal seed, I'm going to plant my people in that new Jerusalem. So you got a new king, new people. Sin will have to be dealt with. All that, you're like, wow, it's not going to be David, but it's going to be someone from his seed.",
    "start": "00:23:27",
    "end": "00:23:42"
  },
  {
    "text": "Yeah.",
    "start": "00:23:42",
    "end": "00:23:43"
  },
  {
    "text": "And welcome to the books of first and second kings, which shows you every generation of the seed of David almost, but not really. Foremost is Solomon, who actually builds the temple.",
    "start": "00:23:43",
    "end": "00:23:56"
  },
  {
    "text": "Yeah.",
    "start": "00:23:56",
    "end": "00:23:57"
  },
  {
    "text": "And we've talked about his story a lot.",
    "start": "00:23:57",
    "end": "00:23:58"
  },
  {
    "text": "Yeah. He's a big contender.",
    "start": "00:23:58",
    "end": "00:24:00"
  },
  {
    "text": "Yeah. Presented as a new Adam, he creates.",
    "start": "00:24:01",
    "end": "00:24:04"
  },
  {
    "text": "Israel to be a very beautiful and productive and abundant place.",
    "start": "00:24:04",
    "end": "00:24:12"
  },
  {
    "text": "Yeah. Every Israelite in his Day sat under their own vine and fig tree.",
    "start": "00:24:12",
    "end": "00:24:17"
  },
  {
    "text": "Yeah, that's all we want.",
    "start": "00:24:17",
    "end": "00:24:18"
  },
  {
    "text": "Yeah, that's right. So we got a temple. But then he blows it. He chooses the wrong tree at the end of his life, which is taking many foreign wives and political alliances, giving allegiance to their gods. And then those gods get their own little pseudo Edens set up on idolatrous mountain shrine gardens all over the land. They're called the high places. And so the story of first and second Kings is a story of how the potential new Eden that David and Solomon tried to create ends up becoming a false Eden that needs to undergo its own destruction and exile.",
    "start": "00:24:18",
    "end": "00:24:59"
  },
  {
    "text": "Which is what Isaiah talks about.",
    "start": "00:24:59",
    "end": "00:25:00"
  },
  {
    "text": "Which is what Isaiah talks about. And it's that part of the story that Jesus steps into, namely the aftermath centuries now of Israel living in the consequences of the failure of the seed of David.",
    "start": "00:25:00",
    "end": "00:25:13"
  },
  {
    "text": "They have been exiled, now they're in this weird state where it's like they're coming back. They're in the land, they're still occupied by foreign powers.",
    "start": "00:25:13",
    "end": "00:25:20"
  },
  {
    "text": "That's right. Yeah, that's right. And so Jesus comes onto the scene with a message. One God's kingdom is arriving. But he doesn't take that message. Therefore to go start his thing in Jerusalem, surely he went on pilgrimage to Jerusalem all throughout his life. That's what the Gospel of John shows us. But Matthew, Mark and Luke want to save Jesus journey to Jerusalem for the climax of their stories. Yeah, because it's the showdown now of the two Edens. If you think Jerusalem was supposed to become a true Eden. Yeah, it didn't. And now for centuries it's been under foreign occupation and Abraham's family is semi in charge there in Jesus day. Yeah, got the high priest. No kings, but high priest priesthood, temples.",
    "start": "00:25:20",
    "end": "00:26:04"
  },
  {
    "text": "Rock, you've got some autonomy.",
    "start": "00:26:04",
    "end": "00:26:05"
  },
  {
    "text": "The temple was built by Herod the Great. So it's half like tourist attraction, half place to honor the God of Israel. It is overshadowed by a huge Antonia fortress where Pilate, the Roman governor has archers positioned 24 7. So who's really in charge there? So that's Jerusalem in Jesus eyes. And then he's going around to all the wrong people and in all the wrong places saying actually the kingdom of God is up here in Galilee, it's over by the Jordan, it's even reaching up into the pagan parts of Tyre and Sidon and it's drawing near to us, God's kingdom. And it's planting all new kinds of new Eden people like the parables we were just talking about. Jesus is starting the new Eden, but outside Jerusalem. And then the showdown is King Jesus, the seed of David, and of a woman bringing his new Eden royal movement to the false Eden of actual Jerusalem. It's a way to think about it.",
    "start": "00:26:05",
    "end": "00:27:09"
  },
  {
    "text": "Yeah.",
    "start": "00:27:09",
    "end": "00:27:09"
  },
  {
    "text": "And this helps explain one of the most puzzling stories in the Gospels about a strange thing Jesus does to a tree when he shows up in Jerusalem after Palm Sunday. Yeah, you want to talk about that? Let's talk about that. All.",
    "start": "00:27:09",
    "end": "00:27:23"
  },
  {
    "text": "Right, Sam.",
    "start": "00:27:28",
    "end": "00:27:36"
  },
  {
    "text": "Okay, we're going to use the Gospel of Mark's account of the events because they highlight a number of things. This is Mark, chapter 11, where Jesus is showing up in Jerusalem in Mark's account for the first time. Again, of course, he went many times throughout his life, but Mark saves it for the climax because it's a showdown of rival kingdoms. So in the beginning, first chapter 11, he's arranged it in a two step sequence. The first thing he does is ride into Jerusalem. This is Palm Sunday, people laying down their clothes, hailing him. Blessed is he who comes in the name of the Lord. They're quoting from Psalm 118. Then what we get is a three verse story of Jesus seeing a fig tree. We'll read it in a moment. Just the overview. And he curses a fig tree for not having figs on it. It has leaves but has no figs.",
    "start": "00:28:06",
    "end": "00:28:58"
  },
  {
    "text": "Jesus is having a bad morning or something.",
    "start": "00:28:58",
    "end": "00:29:00"
  },
  {
    "text": "Then he goes. That's after he left. He went rode into Jerusalem, everybody hails him. He has that argument with the temple leaders. And he's leaving Jerusalem, curses the fig tree. Next day, goes back into Jerusalem, has another showdown, confrontation. This is when he turns over the tables and quotes Isaiah 56 and Jeremiah 7 saying, this isn't the house of Yahweh anymore. This is a den of rebels and treasonous traitors. Then he goes back outside the city again and it's Fig Tree part two. The disciples say, whoa, look, that fig tree that you cursed is now all withered up. And then Jesus has a conversation about it. It's a two step sequence. And Mark has intentionally broken the fig tree story in two and connected it to these two confrontations with the Temple leaders of Jerusalem. Okay, this is Gospel authors imitating and carrying on the tradition of biblical narrative of literary design. Making you work for it is an invitation to meditation and pondering. So somehow cursing and withering of this fig tree is interwoven with Jesus pronouncing doom on current Jerusalem and the Temple.",
    "start": "00:29:01",
    "end": "00:30:19"
  },
  {
    "text": "Okay, and you're thinking that by the.",
    "start": "00:30:20",
    "end": "00:30:23"
  },
  {
    "text": "Literary design, literary design, I get a story of Jesus Riding up to Jerusalem, getting to an argument with the leadership. Next story, cursing the fig tree Part 1. Jesus goes back to Jerusalem, symbolically disrupts the sacrificial system, and then announces that it's corrupt and going to be destroyed. Fig tree part 2.",
    "start": "00:30:23",
    "end": "00:30:43"
  },
  {
    "text": "The gospel author isn't just like, oh, I forgot to finish the fig tree story.",
    "start": "00:30:43",
    "end": "00:30:46"
  },
  {
    "text": "Correct, correct.",
    "start": "00:30:46",
    "end": "00:30:46"
  },
  {
    "text": "He's doing it on purpose.",
    "start": "00:30:46",
    "end": "00:30:47"
  },
  {
    "text": "And you can actually, in Matthew's account of this, he's rearranged it so that he puts Fig Tree part one and two together into one single narrative that's unbroken because he has a different strategy in how.",
    "start": "00:30:47",
    "end": "00:31:01"
  },
  {
    "text": "How to design it.",
    "start": "00:31:02",
    "end": "00:31:02"
  },
  {
    "text": "In Mark, his strategy is to interweave two temple stories with the fig tree story. So you're supposed to ponder, what is Jesus speaking against in the temple stories? Against the leadership and against the corrupt generation and announcing the temple's destruction. What is Jesus speaking against in the tree story? A fig tree that looks like it's healthy and green, but. But is producing no fruit.",
    "start": "00:31:02",
    "end": "00:31:31"
  },
  {
    "text": "A tree with no fruit.",
    "start": "00:31:31",
    "end": "00:31:33"
  },
  {
    "text": "Okay, so here, let's read the fig tree story now. So I just read the Palm Sunday goes into Jerusalem argument with the leaders. Teacher, tell your disciples to stop shouting all this. I tell you, the rocks will cry out. Jesus walks away. Now he's walking away from the temple and seeing at a distance a fig tree in leaf. It has leaves all over it. He went to see, perhaps he could find something on it. When he came to it, he found nothing but leaves, for it was not the time of figs. And he said to it, may no one ever eat fruit from you again.",
    "start": "00:31:33",
    "end": "00:32:12"
  },
  {
    "text": "Grumpy Jesus. I wanted some figs.",
    "start": "00:32:14",
    "end": "00:32:17"
  },
  {
    "text": "Yeah. So Mark explicitly says it's not the time for figs.",
    "start": "00:32:17",
    "end": "00:32:23"
  },
  {
    "text": "Yeah, that's really interesting.",
    "start": "00:32:23",
    "end": "00:32:24"
  },
  {
    "text": "It's springtime. It's Passover week. Jesus timed his arrival to the coincidental.",
    "start": "00:32:24",
    "end": "00:32:29"
  },
  {
    "text": "Figs come, what, in the summer or something?",
    "start": "00:32:29",
    "end": "00:32:30"
  },
  {
    "text": "I guess. Yeah, it must come later. So that's what makes this odd.",
    "start": "00:32:30",
    "end": "00:32:33"
  },
  {
    "text": "Yeah.",
    "start": "00:32:33",
    "end": "00:32:33"
  },
  {
    "text": "Mark explicitly says this isn't the time of year you'd find figs anyway.",
    "start": "00:32:34",
    "end": "00:32:38"
  },
  {
    "text": "Yeah.",
    "start": "00:32:38",
    "end": "00:32:38"
  },
  {
    "text": "So there's something else going on here. Yeah, there's something symbolic happening here. A tree that has leaves ought to produce fruit. Not in the time of year, but almost. Fruit trees. Genesis 1.",
    "start": "00:32:39",
    "end": "00:32:53"
  },
  {
    "text": "Yeah.",
    "start": "00:32:53",
    "end": "00:32:53"
  },
  {
    "text": "Trees with seed in them produce fruit.",
    "start": "00:32:53",
    "end": "00:32:55"
  },
  {
    "text": "Or Psalm 1. A tree produces every month.",
    "start": "00:32:55",
    "end": "00:32:59"
  },
  {
    "text": "Well, produces fruit in its time.",
    "start": "00:33:00",
    "end": "00:33:02"
  },
  {
    "text": "Oh, in its time. Well, in Revelation 22, it produces every month.",
    "start": "00:33:02",
    "end": "00:33:06"
  },
  {
    "text": "Correct? Correct.",
    "start": "00:33:06",
    "end": "00:33:07"
  },
  {
    "text": "Okay.",
    "start": "00:33:07",
    "end": "00:33:07"
  },
  {
    "text": "This is more than just about a fig tree. This is very similar to Ezekiel's strange symbolic acts that he performed, you know, out in public.",
    "start": "00:33:07",
    "end": "00:33:17"
  },
  {
    "text": "Yeah.",
    "start": "00:33:17",
    "end": "00:33:17"
  },
  {
    "text": "This is similar to Isaiah walking around naked. This is similar to Jeremiah taking, like, dirty underwear and hiding it under a rock and. Yeah, it's a prophetic sign. Act like he's about to go do in the temple.",
    "start": "00:33:17",
    "end": "00:33:31"
  },
  {
    "text": "Throwing over the tables.",
    "start": "00:33:31",
    "end": "00:33:32"
  },
  {
    "text": "Correct. Yeah. So the idea of a tree that ought to be producing perpetual fruit, but it's not. That's the image here. And Mark explicitly tells you that that's what it is when saying, that's not the time that figs bloom. So why does Jesus expect a fig tree to produce fruit year round? It's because it's a symbol for something more. So when Jesus. In the previous story, Jesus was writing in Jerusalem and the people are shouting, Psalm 118, Blessed is He who comes in the name of the Lord. Hosanna in the highest. This whole thing is interlaced with hyperlinked Old Testament texts. Can I think of any important passages in the Hebrew scriptures where Israel is compared to fig trees and fruit or withering? Oh, yes, like there's quite a few, but two in particular. The next day when Jesus goes into the temple, he's going to be quoting from Jeremiah 7. Here in the story of cursing of the fig tree, there's something going on with Jeremiah 8, Jeremiah, who's announcing the downfall of current Jerusalem leadership, which he said was corrupt. In verse 12 of chapter 8, he says, @ the time of their punishment, they will be brought down, says the Lord. I will surely snatch them away, declares the Lord. There will be no grapes on the vine, no figs on the fig tree, and the leaf will wither, and what I have given them, which is like the promised land, will pass away. So there's a fig tree that is Israel, Jerusalem in particular, but there's no figs on it, and the leaf is going to wither because I gave them all these trees and, you know, they squandered it. The other one is Micah, chapter seven. This one's good. Oh, what misery is mine. I am like one who gathers summer fruit at the gleaning of the vineyard. But there's no cluster of grapes to eat, none of the early figs that I crave. The faithful have been swept from the land. No upright person remains. The day when you post your watchman, your punishment will come. So here the prophet is depicted as somebody looking for early fruit from a fig tree, and he doesn't find it. That mean I'm expecting faithful, upright, covenant, loyal people, and there's none of them around. And so the fig tree is coming down. So it's a thing? Yeah, it's a thing.",
    "start": "00:33:32",
    "end": "00:36:12"
  },
  {
    "text": "It's a prophetic image.",
    "start": "00:36:12",
    "end": "00:36:14"
  },
  {
    "text": "It's a prophetic image. So Jesus goes into the temple, does his stunt, comes out the next day. When evening came, Jesus and the disciples went out of the city. In the morning, they went along and they saw that fig tree and it was withered from the roots. And Peter remembered and said, rabbi, look, that fig tree you cursed, it's withered. This is fascinating. Jesus says, trust in God. I tell you, if anyone says to this mountain, Jerusalem, throw yourself into the sea, and does not doubt in their heart, but trusts that what they say will happen, it will be done for them. So this has struck many people as kind of an odd teaching of Jesus about prayer.",
    "start": "00:36:14",
    "end": "00:36:59"
  },
  {
    "text": "Right.",
    "start": "00:37:00",
    "end": "00:37:00"
  },
  {
    "text": "Just have faith in God and you.",
    "start": "00:37:00",
    "end": "00:37:02"
  },
  {
    "text": "Can move a mountain.",
    "start": "00:37:02",
    "end": "00:37:02"
  },
  {
    "text": "Exhibit A. If you go up to a mountain and trust really sincerely in your heart in God and say, go into the sea, mountain, and if it doesn't happen, I guess you don't have enough faith.",
    "start": "00:37:03",
    "end": "00:37:16"
  },
  {
    "text": "Have you ever tried this?",
    "start": "00:37:16",
    "end": "00:37:17"
  },
  {
    "text": "No. You know, that's a face value. Reading creates that scenario for people. And then it sets you up to think if you don't get an answer to your prayers. I guess I didn't have enough faith. And then you get all these followers of Jesus who develop insecurity complexes because their prayers aren't answered. What is this mountain?",
    "start": "00:37:17",
    "end": "00:37:38"
  },
  {
    "text": "If you could master this type of prayer, you'd be a really good business and mining.",
    "start": "00:37:39",
    "end": "00:37:45"
  },
  {
    "text": "Right? You'd be a Jedi.",
    "start": "00:37:45",
    "end": "00:37:47"
  },
  {
    "text": "You would be a Jedi.",
    "start": "00:37:47",
    "end": "00:37:48"
  },
  {
    "text": "Pick stuff up by you. Yeah, yeah. So the fig tree is the mountain, is Jerusalem is the temple.",
    "start": "00:37:48",
    "end": "00:37:57"
  },
  {
    "text": "But why would you throw.",
    "start": "00:37:58",
    "end": "00:37:59"
  },
  {
    "text": "What did Jesus just do in the temple? He turned over the tables. He quoted Jeremiah 7. What's Jeremiah 7 all about? It's Jeremiah standing right where Jesus is saying, this whole mountains, the whole temple and Jerusalem is getting taken out by Babylon. Jesus goes up and makes the same announcement. And then he comes down and the fig tree, which symbolizes the temple in Jerusalem as a false Eden, withers. So essentially, think from Jesus point of view. He's just like Jeremiah. Everybody thinks it's fine. We worked out a situation with the Romans. Not great, but we've got one of the wonders of the world here, the temple. And I'm sure the God of Israel is fine with this. And Jesus is like Jeremiah, it's not fine. And so he is exercising faith when he goes in and predicts the destruction of the temple.",
    "start": "00:38:01",
    "end": "00:38:58"
  },
  {
    "text": "So he's talking about himself.",
    "start": "00:38:58",
    "end": "00:38:59"
  },
  {
    "text": "He's talking about himself. And his own faith that he is exercising as he's predicting the destruction of Jerusalem.",
    "start": "00:38:59",
    "end": "00:39:06"
  },
  {
    "text": "But he says if anyone.",
    "start": "00:39:06",
    "end": "00:39:07"
  },
  {
    "text": "That's right. And then he's turning it into a model of faith for his disciples.",
    "start": "00:39:08",
    "end": "00:39:12"
  },
  {
    "text": "I think you need to have faith too, that God will do something new here.",
    "start": "00:39:12",
    "end": "00:39:17"
  },
  {
    "text": "Yeah. In this case, faith that God will bring justice on the corrupt empires of our world. That he's called to rule with justice under his authority.",
    "start": "00:39:18",
    "end": "00:39:30"
  },
  {
    "text": "So to move a mountain. We've talked about how there's these false mountains with false idols, false trees of life.",
    "start": "00:39:30",
    "end": "00:39:39"
  },
  {
    "text": "Yes.",
    "start": "00:39:39",
    "end": "00:39:39"
  },
  {
    "text": "And Jerusalem has become one of them.",
    "start": "00:39:39",
    "end": "00:39:41"
  },
  {
    "text": "Jerusalem has become a false Eden.",
    "start": "00:39:41",
    "end": "00:39:43"
  },
  {
    "text": "But there's all sorts of them.",
    "start": "00:39:43",
    "end": "00:39:44"
  },
  {
    "text": "Mm. That's right. Jerusalem's not. But Jerusalem is the special one.",
    "start": "00:39:44",
    "end": "00:39:48"
  },
  {
    "text": "Yeah.",
    "start": "00:39:48",
    "end": "00:39:48"
  },
  {
    "text": "Because it's the. Yeah, it's where God promised David through the seed and so on. Yeah, yeah.",
    "start": "00:39:48",
    "end": "00:39:54"
  },
  {
    "text": "But when he's talking about himself.",
    "start": "00:39:55",
    "end": "00:39:56"
  },
  {
    "text": "Correct.",
    "start": "00:39:57",
    "end": "00:39:57"
  },
  {
    "text": "Then he's dealing with the main issue for God's plan to rescue the world. But if he universalizes it, it's kind of like whatever idol you've created on whatever mountaintop, God can throw it into the sea.",
    "start": "00:39:57",
    "end": "00:40:12"
  },
  {
    "text": "That's right. And part of the role of Jesus disciples is a prophetic role of exposing false trees of life that human communities make manufacture.",
    "start": "00:40:12",
    "end": "00:40:26"
  },
  {
    "text": "So trust God, have faith. Identify that false Eden and then.",
    "start": "00:40:26",
    "end": "00:40:31"
  },
  {
    "text": "Yeah. And announce that that thing's going to come down.",
    "start": "00:40:32",
    "end": "00:40:35"
  },
  {
    "text": "And it will happen.",
    "start": "00:40:37",
    "end": "00:40:37"
  },
  {
    "text": "And it will happen. It may not happen in your lifetime.",
    "start": "00:40:38",
    "end": "00:40:41"
  },
  {
    "text": "Well, maybe if it's your own personal idol, it will.",
    "start": "00:40:41",
    "end": "00:40:43"
  },
  {
    "text": "True. But think about it this way. The mountain of Jerusalem being thrown into the heart of the sea didn't happen in Jesus lifetime. It happened afterwards, 40 years after. After his death and resurrection.",
    "start": "00:40:44",
    "end": "00:40:56"
  },
  {
    "text": "And the heart of the sea is an image of the abyss, the chaotic.",
    "start": "00:40:56",
    "end": "00:41:01"
  },
  {
    "text": "Waters that God created out of Genesis 1, verse 2. It's the dry land collapsing back into the dark, chaotic waters.",
    "start": "00:41:01",
    "end": "00:41:08"
  },
  {
    "text": "Decreation, the mountain garden came up out of the waters in Genesis 1 and 2.",
    "start": "00:41:09",
    "end": "00:41:14"
  },
  {
    "text": "Now it's going to sink back into it. That's just occurring to me in this moment. He's depicting the reversal of Genesis 1. The dry land sinking back into the sea. So once I saw how the pieces connected, this whole passage just leaped off the page in a new way. Okay, so pause. This is Jesus essentially. He's throwing down the gauntlet. He marches into Jerusalem. Is Jesus in aggression mode in a new way? In the Gospels.",
    "start": "00:41:15",
    "end": "00:41:46"
  },
  {
    "text": "Right.",
    "start": "00:41:46",
    "end": "00:41:46"
  },
  {
    "text": "He's been up in Galilee doing his thing, planting the new people, peace, loving Jesus. Correct. Yeah. Then he goes to Jerusalem and he's not killing his enemies.",
    "start": "00:41:46",
    "end": "00:41:55"
  },
  {
    "text": "Right, but he's standing up.",
    "start": "00:41:55",
    "end": "00:41:57"
  },
  {
    "text": "But he's not passive. No, he's very intentional about a non violent approach. But it is a non violent resistance and confrontation with the powers.",
    "start": "00:41:57",
    "end": "00:42:06"
  },
  {
    "text": "Nonviolent confrontation.",
    "start": "00:42:06",
    "end": "00:42:07"
  },
  {
    "text": "Yeah. What is mark 11 except series of intense confrontations with the powers of Jerusalem. And what he warns is actually that they're going to kill themselves. They're going to bring about their own destruction. So that's Jesus pronouncement on the current false Eden that is Jerusalem and the temple. The way the design pattern works then is, well, so when is the true seed going to ascend a true Eden to do the Noah, Abraham, Moses, suffering servant of Isaiah thing.",
    "start": "00:42:07",
    "end": "00:42:45"
  },
  {
    "text": "Right.",
    "start": "00:42:45",
    "end": "00:42:46"
  },
  {
    "text": "Which is both to cover for the sins of humanity and provide a way back to the tree of life and open up a way back into the.",
    "start": "00:42:46",
    "end": "00:42:52"
  },
  {
    "text": "Tree of life, which is God's presence.",
    "start": "00:42:52",
    "end": "00:42:54"
  },
  {
    "text": "Correct. That chain of events starts with the garden of Gethsemane.",
    "start": "00:42:54",
    "end": "00:42:58"
  },
  {
    "text": "Sam.",
    "start": "00:43:07",
    "end": "00:43:32"
  },
  {
    "text": "Okay, so after the Passover meal that Jesus has with his disciples in the upper room.",
    "start": "00:43:50",
    "end": "00:44:00"
  },
  {
    "text": "The last yearly meal to commemorate the Exodus.",
    "start": "00:44:00",
    "end": "00:44:06"
  },
  {
    "text": "Yes, the liberation.",
    "start": "00:44:06",
    "end": "00:44:08"
  },
  {
    "text": "Liberation from slavery.",
    "start": "00:44:08",
    "end": "00:44:09"
  },
  {
    "text": "Correct. You would eat the meat of this lamb whose blood you would place over your door. Smear it over the door. Because God was bringing a flood of justice upon the wicked in the tenth and final plague. But he provides a means of salvation and it's putting the blood on the wood of your doorway. So Jesus has that meal and then he adapts the symbols of the bread and the wine to refer to him and his coming death. This is my body, this is my blood. Then they leave, they go out into the night and Jesus takes them to a small garden. The name of the garden is given actually only in two of the gospels, if I remember. Yeah. In Matthew and Mark, they go to a place called Gethsemane in Greek or Gat Shemin in Hebrew. Gat means a wine press or an olive press, which is either a depression in the ground like a stone, small pit you make, or you could make it on a platform. And you have the stone that you grind the olives. Olives. And then the oil can drain. So it's an olive grove, takes them to a little garden of olive trees. John, in John's Gospel, he straight up just calls it a garden. In John, chapter 18. So there you go. No one knows the exact spot, but it's somewhere on that western flank of the Mount of Olives. There's still olive trees there and there's still olive groves. And there's a couple famous spots that have been created by the Russian Orthodox and Catholic churches as a space to go pray. And beautiful groves in this garden. Jesus faces his last test. Do you remember his first test was in the wilderness. Then here he actually uses the word.",
    "start": "00:44:09",
    "end": "00:46:22"
  },
  {
    "text": "That it's a test.",
    "start": "00:46:22",
    "end": "00:46:23"
  },
  {
    "text": "Yeah. He says that he's entering into the test. Yeah.",
    "start": "00:46:23",
    "end": "00:46:28"
  },
  {
    "text": "And the test in the garden at the beginning of the Bible was, will you trust and eat of the tree of life? Will you take of the tree of knowing good and bad on your own terms?",
    "start": "00:46:29",
    "end": "00:46:39"
  },
  {
    "text": "Yeah. Will you do what seems wise in your own eyes, which is to take the tree that you think in your own wisdom will give you life, or will you take of this tree that is true life, but that in the later design patterns is kind of scary because it means you could die.",
    "start": "00:46:39",
    "end": "00:46:56"
  },
  {
    "text": "It means you could die.",
    "start": "00:46:57",
    "end": "00:46:58"
  },
  {
    "text": "It's on fire.",
    "start": "00:46:58",
    "end": "00:46:59"
  },
  {
    "text": "Yeah. It appears that if you take of it, you will die.",
    "start": "00:46:59",
    "end": "00:47:02"
  },
  {
    "text": "Yeah. That's how it appeared to Moses drawing near to the bush. That's why he's afraid. Certainly how it appears to Isaiah when he wakes up in the holy of holies.",
    "start": "00:47:03",
    "end": "00:47:13"
  },
  {
    "text": "Yeah. So here's Jesus in the garden with a test.",
    "start": "00:47:13",
    "end": "00:47:16"
  },
  {
    "text": "With a test. So he goes, drops the disciples and says, you guys all just stay awake. My soul is overwhelmed to the point of death. Those aren't even his own words. Those are the words of Psalm 42, verse 5. He doesn't even use his own words in the moment of anguish. That's actually remarkable. In moments of trauma and suffering, you go into default mode. You're not thinking about your behavior in those moments, your body just takes over. Your body takes over, and Jesus body takes over. And what comes out is the words of the Psalms. That's always struck me. He's got them buried that deep in his heart that he. He doesn't need his own words in this moment of crisis. So he goes farther and he prays this famous prayer. My Father, if it's possible, may this cup be taken from me. That's another Jeremiah image from the cup of Babylon. The cup that is Babylon. He's gonna make Jerusalem drink the cup of Babylon.",
    "start": "00:47:16",
    "end": "00:48:18"
  },
  {
    "text": "Babylon's coming, and he's gonna pour out onto Jerusalem.",
    "start": "00:48:18",
    "end": "00:48:22"
  },
  {
    "text": "Yeah. Babylon coming to destroy Jerusalem is like receiving a cup of wine that Yahweh is giving you to make you drunk on purpose so that you fall. So Jesus sees himself as taking the cup of this new Babylon, which is the false Eden. So I'm going to drink the cup that ought to be drank by the leaders of Jerusalem, and I'm going to drink the cup. Yet not my Will, but your will. He's quoting from his own prayer. The Lord's Prayer. Right here, man. Yeah. Your kingdom come, your will be done.",
    "start": "00:48:22",
    "end": "00:49:00"
  },
  {
    "text": "Oh, wow. He's putting his own prayer in practice.",
    "start": "00:49:00",
    "end": "00:49:02"
  },
  {
    "text": "Yes, it's his prayer.",
    "start": "00:49:02",
    "end": "00:49:03"
  },
  {
    "text": "Not what I think should be done. But your wisdom.",
    "start": "00:49:04",
    "end": "00:49:08"
  },
  {
    "text": "Correct. Right. How is God's kingdom going to be restored over the world?",
    "start": "00:49:08",
    "end": "00:49:12"
  },
  {
    "text": "That's the prayer you pray as you walk past the Tree of Knowing. Good and bad.",
    "start": "00:49:12",
    "end": "00:49:17"
  },
  {
    "text": "Oh, good, good, Right. Yeah, good.",
    "start": "00:49:17",
    "end": "00:49:19"
  },
  {
    "text": "You look at it. You look at that low branch and that delicious fruit and you say, not my will, but your will.",
    "start": "00:49:19",
    "end": "00:49:25"
  },
  {
    "text": "Yeah. What I want is this less threatening, more appealing version of life.",
    "start": "00:49:25",
    "end": "00:49:31"
  },
  {
    "text": "Yeah. Yep.",
    "start": "00:49:31",
    "end": "00:49:32"
  },
  {
    "text": "Wow. That's a good way of putting it. But your will, Father, is for me to take this tree cup. I can't at this moment. See how that will lead to life.",
    "start": "00:49:32",
    "end": "00:49:45"
  },
  {
    "text": "Yeah. You want me to eat of the Tree of life and it looks like death.",
    "start": "00:49:45",
    "end": "00:49:48"
  },
  {
    "text": "Yeah.",
    "start": "00:49:49",
    "end": "00:49:50"
  },
  {
    "text": "Which is what, man. That's what Abram did with Isaac. Right?",
    "start": "00:49:50",
    "end": "00:49:53"
  },
  {
    "text": "That's Abraham and Isaac. God gives you the promise.",
    "start": "00:49:53",
    "end": "00:49:56"
  },
  {
    "text": "Wisdom actually is killing my son. That's death.",
    "start": "00:49:56",
    "end": "00:49:59"
  },
  {
    "text": "That's death for my son that you said you would give to me to make a nation. That can't be what you want.",
    "start": "00:49:59",
    "end": "00:50:05"
  },
  {
    "text": "God's wisdom doesn't always feel like the best way to go.",
    "start": "00:50:05",
    "end": "00:50:10"
  },
  {
    "text": "Sometimes it appears as foolishness. Yeah. Yeah. That's what's happening here. He returned to his disciples and they're asleep. Couldn't you keep watch with me for just an hour? He asked Peter, watch and pray so that you don't enter into the test. That's also from the Lord's Prayer. Lead us not into the test. Don't lead us into the test. Because humans usually fail the test.",
    "start": "00:50:10",
    "end": "00:50:32"
  },
  {
    "text": "Yeah. Please keep the test away.",
    "start": "00:50:33",
    "end": "00:50:35"
  },
  {
    "text": "Yeah. Keep the test away.",
    "start": "00:50:35",
    "end": "00:50:36"
  },
  {
    "text": "Yeah.",
    "start": "00:50:36",
    "end": "00:50:37"
  },
  {
    "text": "Actually, yeah. Lead us not into the test and deliver us from the evil one. That's a dense little line in the Lord's Prayer. Don't lead us into the test. Implied. But if you do, please deliver me from the evil one. So when I face my own test at the trees, please save me from the test. I'm not strong enough, Lord. I don't trust myself when I'm sitting by the trees with my own test. But if you do lead me to the test.",
    "start": "00:50:37",
    "end": "00:51:05"
  },
  {
    "text": "It's a very self aware thing to pray.",
    "start": "00:51:05",
    "end": "00:51:07"
  },
  {
    "text": "But if you do lead me to the test, please, God, deliver me from the power of the snake. Isn't that. That's what this is about?",
    "start": "00:51:07",
    "end": "00:51:15"
  },
  {
    "text": "That's cool.",
    "start": "00:51:15",
    "end": "00:51:15"
  },
  {
    "text": "It's so powerful. So notice Jesus doesn't say so that I don't enter into the test, because Jesus is like, he's in it. I can handle the test. Yeah, he's handling it. He's struggling, but he's handling it. He knows Peter won't pass the test. The spirit is willing, but the flesh is weak. He went away a second time and prayed, my father, if it's not possible for this cup to be taken from me. Notice the shift.",
    "start": "00:51:15",
    "end": "00:51:42"
  },
  {
    "text": "Yeah.",
    "start": "00:51:42",
    "end": "00:51:42"
  },
  {
    "text": "So the first time, if it is possible, may it be taken from me. Second time, it's sinking in. It's not possible, is it? This is my calling. Okay. If it's not possible for the cuff to be taken away, may your will be done. Came back again. Found them sleeping because their eyes were heavy.",
    "start": "00:51:42",
    "end": "00:51:58"
  },
  {
    "text": "I know that feeling.",
    "start": "00:51:59",
    "end": "00:52:00"
  },
  {
    "text": "Yeah. Oh, man. So he left them and went away again. And a third round, prayed saying the same thing. Dude.",
    "start": "00:52:00",
    "end": "00:52:07"
  },
  {
    "text": "Yeah, he's working it out.",
    "start": "00:52:08",
    "end": "00:52:09"
  },
  {
    "text": "He's working it out.",
    "start": "00:52:09",
    "end": "00:52:10"
  },
  {
    "text": "Yeah.",
    "start": "00:52:10",
    "end": "00:52:10"
  },
  {
    "text": "Yeah.",
    "start": "00:52:10",
    "end": "00:52:10"
  },
  {
    "text": "It wasn't like Jesus was like, this is easy.",
    "start": "00:52:11",
    "end": "00:52:13"
  },
  {
    "text": "No.",
    "start": "00:52:14",
    "end": "00:52:14"
  },
  {
    "text": "Passing this test.",
    "start": "00:52:15",
    "end": "00:52:15"
  },
  {
    "text": "No, that's good.",
    "start": "00:52:16",
    "end": "00:52:16"
  },
  {
    "text": "Flying colors. I could do it blindfolded.",
    "start": "00:52:16",
    "end": "00:52:19"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:52:19",
    "end": "00:52:20"
  },
  {
    "text": "Struggling.",
    "start": "00:52:20",
    "end": "00:52:21"
  },
  {
    "text": "He's struggling. That's one layer of meaning here. Another layer of meaning. This is just occurring to me for the first time is the repetition of the motif of three.",
    "start": "00:52:21",
    "end": "00:52:30"
  },
  {
    "text": "Yeah.",
    "start": "00:52:30",
    "end": "00:52:31"
  },
  {
    "text": "Abraham and Isaac reached the mountain on the third day. I forget if there's a three in Moses at Sinai. The rest of other threes, Israel, reached their point of crisis in the wilderness for water on the third day.",
    "start": "00:52:31",
    "end": "00:52:45"
  },
  {
    "text": "Third day of no water. And then they're tested.",
    "start": "00:52:45",
    "end": "00:52:47"
  },
  {
    "text": "Yeah. Anyway, then he goes back, they're sleeping, and then he says, look, the hour has come. The son of man, the son of humanity, is about to get trampled by the beast, where he says, is delivered into the hand of sinners. And then on you go. So Jesus is presented as a new Adam who passes the test among the trees of the garden. Yeah, he passes the test.",
    "start": "00:52:47",
    "end": "00:53:11"
  },
  {
    "text": "And so if we're tracking with Genesis 3:15, a new Adam who passes the test is going to deal with evil, but then also be.",
    "start": "00:53:12",
    "end": "00:53:24"
  },
  {
    "text": "Suffer its consequences.",
    "start": "00:53:24",
    "end": "00:53:25"
  },
  {
    "text": "Suffering its consequences.",
    "start": "00:53:25",
    "end": "00:53:26"
  },
  {
    "text": "Yeah. He just overcame the snake.",
    "start": "00:53:26",
    "end": "00:53:28"
  },
  {
    "text": "Yeah.",
    "start": "00:53:28",
    "end": "00:53:29"
  },
  {
    "text": "The power of the snake.",
    "start": "00:53:29",
    "end": "00:53:30"
  },
  {
    "text": "He crushed its head.",
    "start": "00:53:30",
    "end": "00:53:31"
  },
  {
    "text": "That doesn't mean he won't get bitten by it. Sa so next bit of the story then relevant to trees is Jesus is hauled off for a sham of a trial before the Jewish leadership Sanhedrin. And they find a way to accuse him, mainly because he says that he is the son of man, that he is the divine human enthroned beside God to Rule over the cosmos.",
    "start": "00:53:31",
    "end": "00:54:44"
  },
  {
    "text": "Yeah.",
    "start": "00:54:44",
    "end": "00:54:45"
  },
  {
    "text": "And the high priest says blasphemy.",
    "start": "00:54:45",
    "end": "00:54:47"
  },
  {
    "text": "Yeah. That's pretty. Pretty baller thing to say to the high priest.",
    "start": "00:54:47",
    "end": "00:54:51"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:54:51",
    "end": "00:54:51"
  },
  {
    "text": "We've talked about this before. It's like saying, yeah, I should have your job.",
    "start": "00:54:51",
    "end": "00:54:54"
  },
  {
    "text": "Yeah, totally. I'm the real anointed one here, not you. So that gets him into Pilate's authority, and then Jesus is just kind of coy with Pilate. Doesn't say much, speaks in riddles.",
    "start": "00:54:54",
    "end": "00:55:07"
  },
  {
    "text": "Yeah. That's interesting. After he's passed the test, all the intensity, there's like this freedom.",
    "start": "00:55:08",
    "end": "00:55:12"
  },
  {
    "text": "Yes, right, totally.",
    "start": "00:55:12",
    "end": "00:55:13"
  },
  {
    "text": "He's just like, bring it on.",
    "start": "00:55:13",
    "end": "00:55:15"
  },
  {
    "text": "He's in charge.",
    "start": "00:55:15",
    "end": "00:55:16"
  },
  {
    "text": "Yeah, I've already passed the test.",
    "start": "00:55:16",
    "end": "00:55:18"
  },
  {
    "text": "Yeah.",
    "start": "00:55:18",
    "end": "00:55:18"
  },
  {
    "text": "I've already gone through what I need to go through. What are you going to bring to me?",
    "start": "00:55:18",
    "end": "00:55:22"
  },
  {
    "text": "You don't have power over me.",
    "start": "00:55:22",
    "end": "00:55:23"
  },
  {
    "text": "You don't have any power over me.",
    "start": "00:55:23",
    "end": "00:55:24"
  },
  {
    "text": "The narrative depiction of Jesus is that he knows that he is the human, the new human who has passed the test. But he's going to knowingly walk into his own demise on behalf of all of the people who are assigning him to death.",
    "start": "00:55:24",
    "end": "00:55:41"
  },
  {
    "text": "Come to terms with it.",
    "start": "00:55:41",
    "end": "00:55:42"
  },
  {
    "text": "Yeah, because he know. Yeah. In this macro theme of the tree, he's looking around to all these people who have failed their own individual tests and the collective tests creating death in the world. And so he will walk into death on purpose, on their behalf. Precisely so that he can open up a way out the other side. So in all the Gospels, when Jesus then gets whipped and dressed up like a king, he has to bear the cross. All four gospels have a little note to talk about where he was crucified. It's called Golgotha. In Hebrew, the word for skull is gugolet. And then in Aramaic it's called Golgotha.",
    "start": "00:55:42",
    "end": "00:56:28"
  },
  {
    "text": "Golgotha, Place of the school.",
    "start": "00:56:29",
    "end": "00:56:30"
  },
  {
    "text": "The place of the skull. Presumably a hillside shaped as a skull. Actually, we'll talk about that in a second. But so like in John, the gospel of John 19:16, the soldiers took Jesus carrying his own cross. He went out to the place of the skull. John's writing in Greek and then he makes a little comment. Sorry, Aramaic, it's called Golgotha. There they crucified him with two others, one on each side with Jesus in the middle. Dude, there's one on each side. Jesus is on a tree in the middle. Come now, come now. The tree in the middle.",
    "start": "00:56:31",
    "end": "00:57:08"
  },
  {
    "text": "Tree in the middle of the garden.",
    "start": "00:57:08",
    "end": "00:57:09"
  },
  {
    "text": "Yes. This is from. I think it's Reiki. Reisner. Reisner, from the dictionary of Jesus and the Gospels edited by Joel Green. They have a little helpful entry on Golgotha. So in Jerusalem today, there's a place called the Garden Tomb that. Oh, you and I went there. Yep, it's a very famous spot. You kind of get the feel of what a hewn rock tomb looked like in the first century. So Reasoner, who's an archaeologist, he says the Garden Tomb north of the Damascus Gate in Jerusalem at the alleged hill of Golgotha is the place where one can go to envision the Easter events. But its origins are.",
    "start": "00:57:09",
    "end": "00:57:48"
  },
  {
    "text": "Yeah.",
    "start": "00:57:49",
    "end": "00:57:49"
  },
  {
    "text": "Pious speculations of the 19th century.",
    "start": "00:57:49",
    "end": "00:57:51"
  },
  {
    "text": "The people there won't tell you that.",
    "start": "00:57:51",
    "end": "00:57:53"
  },
  {
    "text": "No, no. They want you to think it's the real spot. Reisner, who's an expert on the matter, but there's lots of self proclaimed experts on the matter, which makes it all confusing. It could be the spot, but most likely not. And here's why it's excluded by the archaeological data that demonstrates that it's a pre exilic tomb. It's a tomb from before the exile.",
    "start": "00:57:53",
    "end": "00:58:13"
  },
  {
    "text": "Oh, wow.",
    "start": "00:58:13",
    "end": "00:58:14"
  },
  {
    "text": "Recent investigations, cites a bunch of scholarly work show rather that the site of the Church of the Holy Sepulcher, which is the. Has been the traditional site. Yeah, that's the Gothic site, Catholic Orthodox. It's like five different church traditions site.",
    "start": "00:58:14",
    "end": "00:58:31"
  },
  {
    "text": "Okay.",
    "start": "00:58:31",
    "end": "00:58:32"
  },
  {
    "text": "Actually lay a bit outside the city wall in the time of Jesus in the vicinity of a gate and a busy street. In other words, what the gospels describe is right outside the city wall along a road near a gate. And the Garden Tomb north of the city doesn't fit that. But the spot where that other place is now is remains of a temple to Aphrodite. This is a Greek goddess has been found which Hadrian, a Roman emperor in 135 AD erected to displace a Jewish Christian worship site. In other words, 100 years after Jesus, a Roman emperor builds a temple on that spot. Because one of his purposes, because all these Jews and Christians keep gathering at this spot. He goes on, Golgotha was a rock formation that took shape as the result of quarrying activity. It rose as high as 12 meters off the ground level. And it owed its Aramaic name Golgotha, or Hebrew name Gogolet, the skull to its shape. So in other words, what archaeologists can do is look around at the rock foundations underneath this building and they can discern the shape of a hill and that there was rock quarries and tombs and all this kind of thing. So the whole point is that the Gospel authors want us to see Jesus Carrying a tree to the top of a man made hill.",
    "start": "00:58:32",
    "end": "01:00:01"
  },
  {
    "text": "Yeah.",
    "start": "01:00:02",
    "end": "01:00:02"
  },
  {
    "text": "Right outside the city that has become another man made tree of life, namely the Jerusalem Temple. That's the contrast the gospel authors want us to see. Sa.",
    "start": "01:00:02",
    "end": "01:00:28"
  },
  {
    "text": "I like picturing it as a skull, the hill.",
    "start": "01:01:02",
    "end": "01:01:05"
  },
  {
    "text": "Yeah. You have to wonder why the gospel authors draw attention to that. Yeah, I mean, it's just an interesting detail, but symbolically.",
    "start": "01:01:05",
    "end": "01:01:13"
  },
  {
    "text": "Yeah.",
    "start": "01:01:13",
    "end": "01:01:14"
  },
  {
    "text": "It like leaps off the page, right?",
    "start": "01:01:14",
    "end": "01:01:17"
  },
  {
    "text": "Totally.",
    "start": "01:01:17",
    "end": "01:01:17"
  },
  {
    "text": "Yeah. A human skull.",
    "start": "01:01:17",
    "end": "01:01:19"
  },
  {
    "text": "What a creepy image.",
    "start": "01:01:20",
    "end": "01:01:21"
  },
  {
    "text": "It is. Yeah, it totally is. I mean, it's just mostly been in like museums where I see skulls. I've never actually seen a skull like a human skull out in a field. Yeah, a human skull. It's always in a curated environment.",
    "start": "01:01:21",
    "end": "01:01:34"
  },
  {
    "text": "No, if you did, you'd have to call the police.",
    "start": "01:01:34",
    "end": "01:01:36"
  },
  {
    "text": "Yeah, that's right. And I think when you look at a skull, because you're looking at the thing that I am looking from, that doesn't make any sense.",
    "start": "01:01:36",
    "end": "01:01:47"
  },
  {
    "text": "No. Yeah, from within.",
    "start": "01:01:47",
    "end": "01:01:48"
  },
  {
    "text": "When I look at a skull, it's like a meta moment because you're like, I am. My eyes are sitting in those holes looking out. So you face your own mortality, face your own future, which, as you know, I'm prone to do. But then it makes you think of the story that that skull represents.",
    "start": "01:01:49",
    "end": "01:02:06"
  },
  {
    "text": "That was a person that represents.",
    "start": "01:02:07",
    "end": "01:02:08"
  },
  {
    "text": "If it's an adult skull, it's a whole life story of joy, the pain of loss and death. And Jesus is hung upon a tree in the middle of two other trees on top of a high place that looks like a skull.",
    "start": "01:02:08",
    "end": "01:02:31"
  },
  {
    "text": "It's a dark image.",
    "start": "01:02:31",
    "end": "01:02:32"
  },
  {
    "text": "And there he allows himself to be bitten by the snake that has bitten everyone else who has failed the test, though he has not.",
    "start": "01:02:33",
    "end": "01:02:42"
  },
  {
    "text": "And when we've seen sacrifices on high places with trees. It's an altar.",
    "start": "01:02:42",
    "end": "01:02:46"
  },
  {
    "text": "Yeah, that's right.",
    "start": "01:02:47",
    "end": "01:02:48"
  },
  {
    "text": "It's a type of altar.",
    "start": "01:02:48",
    "end": "01:02:49"
  },
  {
    "text": "It's a type of altar. Oh, yeah. And remember Abraham and Isaac on Mount Moriah. Mount Moriah is the place where the temple eventually gets built.",
    "start": "01:02:50",
    "end": "01:02:58"
  },
  {
    "text": "Yeah, yeah.",
    "start": "01:02:58",
    "end": "01:02:59"
  },
  {
    "text": "Mount Sinai. And by the tree on top of Mount Sinai is where Moses gives up his life for the idolatrous sins of the people.",
    "start": "01:02:59",
    "end": "01:03:07"
  },
  {
    "text": "Yeah. Or offers it.",
    "start": "01:03:07",
    "end": "01:03:08"
  },
  {
    "text": "Yeah. Or offers it. That's right. Yeah, that's right. There you go. The moment Jesus dies, three of the gospels shift the scene to the inside of the temple. And what they note is a memory that the holy of holies, the veil separating the holy of holies from the rest of the world is ripped in two.",
    "start": "01:03:08",
    "end": "01:03:29"
  },
  {
    "text": "Yeah. Access to the tree of life.",
    "start": "01:03:29",
    "end": "01:03:31"
  },
  {
    "text": "Yes, Access to the tree of life. Or the inversion, because remember, Jesus said, God's kingdom is coming near to us.",
    "start": "01:03:31",
    "end": "01:03:38"
  },
  {
    "text": "The tree of life's coming out.",
    "start": "01:03:38",
    "end": "01:03:40"
  },
  {
    "text": "Normally you have to go to the temple to come near to the royal throne room of God, but Jesus said the kingdom of God's breaking out and going out.",
    "start": "01:03:40",
    "end": "01:03:49"
  },
  {
    "text": "It's like the cherubim or the seraphim offering the coal to.",
    "start": "01:03:49",
    "end": "01:03:53"
  },
  {
    "text": "Yeah, yeah, that's right.",
    "start": "01:03:53",
    "end": "01:03:55"
  },
  {
    "text": "It's coming for you.",
    "start": "01:03:55",
    "end": "01:03:56"
  },
  {
    "text": "Yeah, yeah. The tree of life is leaving a single locale to become available and permeate, to become possible everywhere, so that everyone can come to the tree if they desire.",
    "start": "01:03:56",
    "end": "01:04:11"
  },
  {
    "text": "Sam.",
    "start": "01:04:22",
    "end": "01:04:36"
  },
  {
    "text": "So one other note about the crucifixion as a tree, one of the most regular words used to describe the cross. There's a Greek word for cross. An execution rack.",
    "start": "01:04:57",
    "end": "01:05:09"
  },
  {
    "text": "Yeah.",
    "start": "01:05:09",
    "end": "01:05:10"
  },
  {
    "text": "Greek word stauros. However, consistently throughout the Book of Acts and also in Paul's letter to the Galatians, and in the letter 1 Peter, the cross isn't called stauros, it's simply called the tree. The tree.",
    "start": "01:05:10",
    "end": "01:05:26"
  },
  {
    "text": "Yeah. I always thought that was just a nice little poetic. Well, yeah, it is poetic, but a nice just turn of phrase to kind of make it more memorable. Yeah, but I didn't see it connected to this whole theme.",
    "start": "01:05:26",
    "end": "01:05:37"
  },
  {
    "text": "Yeah, I'm 87% convinced that it is. So here's what's interesting. So there's this line to be hung upon a tree. It's in the Book of Acts. Peter says to, I think the temple leaders, the God of our fathers raised up Jesus, whom you put to death by hanging him on a tree. He's the one whom God has exalted to his right hand as ruler and deliverer. He's the one. He's the true Adam ruling with God now in eternal life.",
    "start": "01:05:37",
    "end": "01:06:06"
  },
  {
    "text": "Yeah.",
    "start": "01:06:06",
    "end": "01:06:06"
  },
  {
    "text": "So that's the phrase hung on a tree. It's used in Acts 10 and Acts 13. Paul uses it in Galatians 3, and he links it to a quotation of a law from Deuteronomy 21.",
    "start": "01:06:06",
    "end": "01:06:18"
  },
  {
    "text": "That's right.",
    "start": "01:06:18",
    "end": "01:06:19"
  },
  {
    "text": "If a man's committed a sin worthy of death and he is put to death, and if you hang him upon a tree, his body shall not hang all night on the tree, but you shall bury him on the same day. For the one who is hanged is cursed by God so that you don't defile the land. So this phrase being hung upon a tree is actually rooted in the Torah, in this law from Deuteronomy saying, don't let a dead body hang on a tree overnight. Yeah. I have a bunch of possible ideas about what that's linked into within the Torah, because you're not. Also not supposed to let the meat of the Passover lamb go overnight. Go overnight. You're not supposed to. You're not supposed to eat it the next day. Yeah, yeah. Anyway. And the idea that the one who's hanged is cursed by God. This phrase being hung upon a tree doesn't appear very often in the Hebrew Bible. It happens to the baker that Joseph meets in prison. He's hung upon a tree by Pharaoh. It's right here. And then Haman in the book of Esther, hung upon the tree. Anyhow, there's something there. In Peter's letter, he explicitly links it to the suffering servant of Isaiah 53. Here, I'll let you read.",
    "start": "01:06:19",
    "end": "01:07:32"
  },
  {
    "text": "Okay. First Peter 2. 21. For you have been called for this purpose since Christ also suffered for you, leaving you an example for you to follow in his steps, who committed no sin, nor was any deceit found in his mouth. And while being reviled, he did not revile in return. While suffering, he uttered no threats, but kept entrusting himself to him who judges righteously. And he himself carried our sins in his body on the tree so that we might die to sin and live to righteousness. For by his wounds you were healed, for you were continually straying like sheep. But now you have returned to the shepherd and guardian of your souls.",
    "start": "01:07:32",
    "end": "01:08:10"
  },
  {
    "text": "Yeah, so he's weaving together. All that language is from Isaiah 53. But then he's brought it together with the tree. Notice he carried our sins in his body on the tree so that we might die, so that we can live. We're to death and life. So you die to a certain version of what you think is good.",
    "start": "01:08:11",
    "end": "01:08:31"
  },
  {
    "text": "Yeah, metamorphosis.",
    "start": "01:08:31",
    "end": "01:08:32"
  },
  {
    "text": "And you live to righteousness, which is right. Covenant relationship with God and others. So we're to the trees of life and death. He dies upon a tree so that a death might happen to bring about the life that is truly life. And then to get back into the biblical sequence, then the way is opened.",
    "start": "01:08:33",
    "end": "01:08:55"
  },
  {
    "text": "The way to the tree of life.",
    "start": "01:08:55",
    "end": "01:08:56"
  },
  {
    "text": "Is open, is now accessible through this tree upon which Jesus died.",
    "start": "01:08:56",
    "end": "01:09:03"
  },
  {
    "text": "Jesus death was a sacrifice dealing with evil. And to do that he had to be struck by evil.",
    "start": "01:09:03",
    "end": "01:09:13"
  },
  {
    "text": "Yeah, he intentionally went into our death. He went into the consequences of our taking from the wrong tree so that he could open up a way through it out to the other side.",
    "start": "01:09:13",
    "end": "01:09:28"
  },
  {
    "text": "Yeah. And then in the way of Jesus, we also have to go through a metamorphosis.",
    "start": "01:09:28",
    "end": "01:09:36"
  },
  {
    "text": "Yes, that's what he says. So Peter says we Might die too. Remember, sin is the word failure.",
    "start": "01:09:36",
    "end": "01:09:41"
  },
  {
    "text": "Yeah.",
    "start": "01:09:41",
    "end": "01:09:41"
  },
  {
    "text": "Or failing the test.",
    "start": "01:09:42",
    "end": "01:09:43"
  },
  {
    "text": "Our continual choice to eat of the Tree of Knowing, good and bad. We have to die to that way of being and then be transformed into a new way of being. And we've talked about eating of the Tree of Life as a type of transformation.",
    "start": "01:09:43",
    "end": "01:09:59"
  },
  {
    "text": "Yeah.",
    "start": "01:09:59",
    "end": "01:09:59"
  },
  {
    "text": "And that's what he's providing access to.",
    "start": "01:10:00",
    "end": "01:10:03"
  },
  {
    "text": "Yeah, that's right. So in a way, we're back to in Jesus teachings, the Sermon on the Mount, the way of life that Jesus describes as true fruit, a tree bearing good fruit. It looks like a crazy way of life compared to most human cultures for most of human history, the life of the Sermon on the Mount. It looks like you're signing yourself up to die. To things that human cultures celebrate as good. Honor, status, wealth, abundance, luxury.",
    "start": "01:10:03",
    "end": "01:10:34"
  },
  {
    "text": "I get this picture of, like, if we go back to the narrative of Genesis 2 and 3, it ends with humanity exiled and the cherubim guarding God's presence and this promise of the One who will come. And you get this picture of Jesus going up into the garden, having his moment with the Tree of Knowing, good and bad, not taking it, your will, not mine. And then going to the Tree of Life and dying and watching him by obeying God's wisdom and following that eating of the Tree of Life kills him. And then you think, oh, man, well, it's a good thing I didn't eat of the Tree of Life. Look what that thing does.",
    "start": "01:10:34",
    "end": "01:11:21"
  },
  {
    "text": "Oh, yeah, sure.",
    "start": "01:11:21",
    "end": "01:11:22"
  },
  {
    "text": "Looks what God's wisdom.",
    "start": "01:11:22",
    "end": "01:11:24"
  },
  {
    "text": "I see. In other words, it's like the way that Isaiah died when the coal from the throne burned him.",
    "start": "01:11:24",
    "end": "01:11:33"
  },
  {
    "text": "Right.",
    "start": "01:11:33",
    "end": "01:11:33"
  },
  {
    "text": "But what it killed was a corrupted version of him.",
    "start": "01:11:33",
    "end": "01:11:37"
  },
  {
    "text": "But it wasn't really a death.",
    "start": "01:11:37",
    "end": "01:11:38"
  },
  {
    "text": "It was.",
    "start": "01:11:38",
    "end": "01:11:38"
  },
  {
    "text": "Yeah, it was a transformation passageway.",
    "start": "01:11:38",
    "end": "01:11:41"
  },
  {
    "text": "It was a passage through the next stage.",
    "start": "01:11:41",
    "end": "01:11:43"
  },
  {
    "text": "And then when you realize that, you go, oh, that's my way through, too. Jesus is doing what I'm supposed to do. You know, And I think a lot of Protestant theology, it's a lot of emphasis on Jesus atoning for and dealing with the mess. And that's true. But then there's also him just showing you, here's the way.",
    "start": "01:11:43",
    "end": "01:12:06"
  },
  {
    "text": "That's right. This is the way.",
    "start": "01:12:06",
    "end": "01:12:08"
  },
  {
    "text": "This is the way that this is what you need to do.",
    "start": "01:12:08",
    "end": "01:12:10"
  },
  {
    "text": "It's something he did on our behalf, and it's something that we also need to undergo with him. Yeah, yeah, yeah.",
    "start": "01:12:10",
    "end": "01:12:19"
  },
  {
    "text": "Die to sin.",
    "start": "01:12:19",
    "end": "01:12:20"
  },
  {
    "text": "Yeah.",
    "start": "01:12:21",
    "end": "01:12:21"
  },
  {
    "text": "Put off the old humanity and put on the new humanity.",
    "start": "01:12:21",
    "end": "01:12:24"
  },
  {
    "text": "That's right. But the trick is, with a phrase like that, all that's doing is providing the paradigm for each individual human life. What the tree is will look different.",
    "start": "01:12:24",
    "end": "01:12:35"
  },
  {
    "text": "The tree of knowing good and bad.",
    "start": "01:12:35",
    "end": "01:12:36"
  },
  {
    "text": "Yeah.",
    "start": "01:12:36",
    "end": "01:12:36"
  },
  {
    "text": "Or the tree of life of what does God want you to do?",
    "start": "01:12:37",
    "end": "01:12:39"
  },
  {
    "text": "Correct. Yeah, that's right. Based on your own unique story and journey as an image of God, the tree that you will have to resist.",
    "start": "01:12:39",
    "end": "01:12:47"
  },
  {
    "text": "That looks good, will look different for.",
    "start": "01:12:47",
    "end": "01:12:49"
  },
  {
    "text": "You will look different. And then think on the wider level. Every family, every family unit has its own set of choices as a group. Every community, every tribe, every nation has its own false tree, false Edens, false gods, high places. And the way to really bring the gift of Eden life into the world and to taste it ourselves. Might look like a path that seems foolishness unto death, but it's the transformation unto what Peter here calls righteousness. Life in righteousness. The biblical story, man. I get that I'm not going to air all my personal failures, but I get that on a deep level, I know what that feels like to say. There are moments where, like coming clean, owning up to a failure and making that visible to certain people and dealing with it so you can move forward. Those feel like deaths. A kind of death.",
    "start": "01:12:49",
    "end": "01:14:00"
  },
  {
    "text": "Yeah.",
    "start": "01:14:00",
    "end": "01:14:01"
  },
  {
    "text": "To own up to a failure. But paradoxically, what if that's the only way to true life? I think we all know that. What that moment is like.",
    "start": "01:14:01",
    "end": "01:14:10"
  },
  {
    "text": "Yeah, yeah. The moment you realize the right thing to do is the scariest thing. It's the scariest thing I can think of.",
    "start": "01:14:11",
    "end": "01:14:19"
  },
  {
    "text": "It looks like. It looks like it's gonna ruin me. It's gonna ruin me and could ruin others.",
    "start": "01:14:19",
    "end": "01:14:24"
  },
  {
    "text": "It's gonna ruin my identity.",
    "start": "01:14:24",
    "end": "01:14:25"
  },
  {
    "text": "But it's what. It's the only way for this thing in my life or for me to change or something like that. I don't know.",
    "start": "01:14:25",
    "end": "01:14:31"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "01:14:32",
    "end": "01:14:33"
  },
  {
    "text": "Or it's just the thing that God's calling me to. But it's scary.",
    "start": "01:14:33",
    "end": "01:14:37"
  },
  {
    "text": "Yeah.",
    "start": "01:14:37",
    "end": "01:14:37"
  },
  {
    "text": "Yeah. That's often how milestone moments in life look to us, huh? Yeah.",
    "start": "01:14:38",
    "end": "01:14:43"
  },
  {
    "text": "But then ultimately there in this, then is also the hope of that. The reality that we will die.",
    "start": "01:14:43",
    "end": "01:14:52"
  },
  {
    "text": "Yes.",
    "start": "01:14:52",
    "end": "01:14:52"
  },
  {
    "text": "But the hope.",
    "start": "01:14:52",
    "end": "01:14:53"
  },
  {
    "text": "Yeah.",
    "start": "01:14:53",
    "end": "01:14:54"
  },
  {
    "text": "That there is a passageway through that too. That Jesus shows. Even if you follow God into actual physical death, there's a way through the other side.",
    "start": "01:14:54",
    "end": "01:15:05"
  },
  {
    "text": "Yeah. Correct. Yeah, that's exactly right. The words of Paul are what came to my mind as I heard you talking. In 2 Corinthians 5:14, he says it's the love of the Messiah that compels us or drives us on. When Paul looks at Jesus hanging on the tree, what he sees is the love of the Creator suffering Along with us and for us. And he says that's what compels us, because we've concluded this, that one died for all, therefore all have died. He sees a second Adam on the tree dying on behalf of all humanity. And he died for all so that they might live no longer for themselves, but for that one who died and who rose again on their behalf. Such a. All these little inverted inversions, but that's the image. It's the new humanity theme. The tree of life turns out to be a person who is flowing with overwhelming love and solidarity with our pain and death and evil. And he heads into it, lets it do it worse, its worst, so that he can give to us what only he can do, which is create new life out of our death. That's the Tree of Life.",
    "start": "01:15:05",
    "end": "01:16:35"
  },
  {
    "text": "The tree of life is a person.",
    "start": "01:16:36",
    "end": "01:16:37"
  },
  {
    "text": "Well, Jesus is on the Tree of Life, but it's his death upon that tree of Life that gives us life. Maybe I'm, you know, I'm trying to work out.",
    "start": "01:16:38",
    "end": "01:16:47"
  },
  {
    "text": "Well, you know. Yeah, if God's. If being in God's presence is the tree of life.",
    "start": "01:16:47",
    "end": "01:16:52"
  },
  {
    "text": "Correct. Yeah.",
    "start": "01:16:52",
    "end": "01:16:53"
  },
  {
    "text": "Consuming of God.",
    "start": "01:16:53",
    "end": "01:16:54"
  },
  {
    "text": "If the human figure on the throne is sitting in the midst of the fiery tree. That's what Moses sees.",
    "start": "01:16:54",
    "end": "01:17:00"
  },
  {
    "text": "Yeah.",
    "start": "01:17:00",
    "end": "01:17:00"
  },
  {
    "text": "That's what Isaiah sees.",
    "start": "01:17:00",
    "end": "01:17:01"
  },
  {
    "text": "Yeah. This is Jesus.",
    "start": "01:17:01",
    "end": "01:17:03"
  },
  {
    "text": "Jesus is on his throne as he sits on the cross and he says.",
    "start": "01:17:03",
    "end": "01:17:06"
  },
  {
    "text": "Come to me and eat.",
    "start": "01:17:06",
    "end": "01:17:07"
  },
  {
    "text": "Yeah. Tree of life. Man, I'm excited about this video.",
    "start": "01:17:07",
    "end": "01:17:10"
  },
  {
    "text": "Yeah, me too. Thanks for listening to this episode of the BibleProject podcast. This has been a really fun series. We are grateful for you who have listened through it with us. We've heard a lot of great feedback from you. I'm actually surprised. That theme of trees has been one of the most popular themes on the podcast so far. We're going to release our last question response episode on this theme soon. If you're new to this podcast and you haven't left a review for us yet on itunes, we would love for you to do that. It really helps with exposure and it's just great to hear from you. Also, we have released our video on the Tree of Life. The Tree of Life video had a guest art director for us, Armand Serrano. He's a visual artist who has worked on probably a dozen movies that you've seen, and we really enjoyed working with him. You can see this video on our website, thebibleproject.com or on our YouTube channel, YouTube.com thebibleproject Also, we've been talking off and on about this initiative called classroom and it's finally live. Go to Bibleproject.com learn and there you're going to find free seminary level courses taught by our very own Dr. Tim Mackey. I think you're really going to enjoy is a lot of content. It is a hefty amount of work, but it's worth it. It's seminary level content, it's designed for teachers, but there's no prerequisite to jump in and take it. Today's show was produced by Dan Gummel. Our theme music is from the band Tents. Bibleproject is a crowdfunded nonprofit. We're in Portland, Oregon and all of our resources are free because of the generous support of people all over the world just like you. Thank you for being a part of this with us.",
    "start": "01:17:10",
    "end": "01:19:00"
  },
  {
    "text": "Hi, this is Femio Lotade. I'm from New York City and I use the Bible Project to analyze hip hop lyrics. I've been a co writer for different podcasts, one particularly called Dissect, and we analyzed different hip hop albums, Kendrick Lamar, Kanye west, other ones. And hip hop has a lot of references to biblical themes. So I use the podcast and videos to help myself understand these concepts and be able to break them down, explain them to audiences that may or may not have heard of the Bible before. And I also write some blog posts and then use the videos to make little gifs to help understand and break up the text and help explain the paragraphs better. We believe the Bible is a unified story that leads to Jesus. We're a crownfunded project by people like me. Find free videos, study notes, podcasts, and more at thebibleproject.",
    "start": "01:19:01",
    "end": "01:19:51"
  },
  {
    "text": "Com.",
    "start": "01:19:51",
    "end": "01:19:51"
  }
]