[
  {
    "text": "Hey, this is John at the bibleproject. We have been diving in the last few episodes of this podcast on the theme of trees in the Bible. And today we're going to start in the New Testament. The New Testament begins with Jesus. He's a traveling prophet who taught people that the kingdom of God was coming with him. We have many of his teachings recorded in the Gospels. And perhaps it won't be a surprise to you that one of the things Jesus loved to talk about was trees.",
    "start": "00:00:04",
    "end": "00:00:30"
  },
  {
    "text": "When he wants to actually talk about what the kingdom is like, we get the parables, and the parables are shot through with Garden of Eden imagery. It's all about trees and seeds and plants. So you just have to ask yourself, why is that?",
    "start": "00:00:31",
    "end": "00:00:44"
  },
  {
    "text": "We're also going to jump ahead during this conversation to the final tree in the Bible, a tree that Jesus is also connected to. It's found in the Book of the Revelation.",
    "start": "00:00:44",
    "end": "00:00:54"
  },
  {
    "text": "In the Book of Revelation, you have Jesus followers being addressed by John the Visionary. And so he starts offering all this encouragement or warning to the churches. Hey, follow Jesus, and if you do, Jesus will meet you. He starts making all these promises to the seven churches. One of the promises to the church at Ephesus is he says, listen, if you guys are faithful to Jesus until the end, Jesus is saying this to the church. Jesus says, I will grant you to eat from the tree of life, which is in the paradise of God.",
    "start": "00:00:55",
    "end": "00:01:26"
  },
  {
    "text": "How is Jesus connected to the tree of life in God's paradise? That and much more on today's episode. Thanks for joining us. Here we go. All right. We're talking about a theme in the Bible about trees and high places, which is a theme about whether we live in God's presence and consume of him and his wisdom and find eternal life.",
    "start": "00:01:27",
    "end": "00:01:53"
  },
  {
    "text": "Which is a gift so that humans can rule as his beloved partners forever. Yeah, that's the vision.",
    "start": "00:01:54",
    "end": "00:02:00"
  },
  {
    "text": "That's the tree of life. Or eat of the tree of knowing, good and bad, which is saying, no, we can find wisdom and power on our own terms apart from God and his presence.",
    "start": "00:02:00",
    "end": "00:02:10"
  },
  {
    "text": "This tree looks perfectly fine to me.",
    "start": "00:02:10",
    "end": "00:02:12"
  },
  {
    "text": "Yeah, it seems like more of a shortcut, man. We've been following this theme for many hours. We're finally going to get to Jesus.",
    "start": "00:02:13",
    "end": "00:02:19"
  },
  {
    "text": "Yes, we made it to Jesus.",
    "start": "00:02:19",
    "end": "00:02:21"
  },
  {
    "text": "Made it to Jesus. I'm really looking forward to this. I think that a lot of this will feel like really great payoff. It's already been really illuminating going through. It's been very fruitful going through this theme of trees. The thing that's connecting the most to me, the thing that anchors this all for me is that the tree of life is in the middle of the garden. The garden is connected to the temple, and in the middle of the temple is God's presence, where he dwells. So the tree of life is about communion with God, communion with the divine creator. And to be in that relationship and to eat of that is to be transformed into the type of human who can rule with God and. And have eternal life that was lost. And that's where this has all been heading back. And so when Moses meets God in this burning bush on a mountain, it's the same image of, here he is in God's presence. And what we learn is that being in God's presence is actually intense.",
    "start": "00:02:21",
    "end": "00:03:24"
  },
  {
    "text": "Yeah.",
    "start": "00:03:25",
    "end": "00:03:25"
  },
  {
    "text": "And who knows if it was intense for Adam and Eve because they were innocent. I mean, they didn't know the difference potentially. But once you're out of Eden and then you experience a tree of life, it's scary. And Moses is scared. And then last episode, we talked about Isaiah having a vision of being in God's throne room.",
    "start": "00:03:25",
    "end": "00:03:45"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:03:45",
    "end": "00:03:46"
  },
  {
    "text": "And experiencing God's presence, the tree of.",
    "start": "00:03:46",
    "end": "00:03:50"
  },
  {
    "text": "Life, and remembering the holy of holies in the temple in Jerusalem was an image of and was actually imagined to be the place where heaven and earth are one. It's Eden.",
    "start": "00:03:50",
    "end": "00:04:01"
  },
  {
    "text": "It's Eden.",
    "start": "00:04:01",
    "end": "00:04:01"
  },
  {
    "text": "Eden is where God's throne is. And that's what the tree of life is. Yeah, it's God's throne.",
    "start": "00:04:01",
    "end": "00:04:07"
  },
  {
    "text": "Yeah. It's eating of God's own throne.",
    "start": "00:04:07",
    "end": "00:04:11"
  },
  {
    "text": "Power, authority, power and holiness. Yeah, that's right.",
    "start": "00:04:11",
    "end": "00:04:14"
  },
  {
    "text": "And that is a dangerous proposition.",
    "start": "00:04:14",
    "end": "00:04:17"
  },
  {
    "text": "Correct.",
    "start": "00:04:17",
    "end": "00:04:18"
  },
  {
    "text": "Because it can consume and destroy you. That's what you would expect. That's what Isaiah expected, but strangely, it didn't. A coal of this presence touched his lips and actually purified him.",
    "start": "00:04:18",
    "end": "00:04:31"
  },
  {
    "text": "Yep. Transforms him so that he can now become God's partner in the mission to his people. Yeah. Isaiah becomes the seed of the new remnant in the book of Isaiah. Yeah, that's right.",
    "start": "00:04:31",
    "end": "00:04:46"
  },
  {
    "text": "And so that's a tree of life. There's also the Tree of Knowing good and bad. And it represents a choice of whether you're going to be in Good God's presence and eat of his life or not. And after you've made that choice, the Tree of Knowing good and Bad continues to be a choice and a test. And when you decide not to eat of it, it's actually turned into an altar in which you can sacrifice and make atonement for all of the people.",
    "start": "00:04:47",
    "end": "00:05:20"
  },
  {
    "text": "Who have taken from the tree.",
    "start": "00:05:20",
    "end": "00:05:22"
  },
  {
    "text": "Yeah. For yourself and for all the people. And then so the question becomes, well, where did this idea of atonement come from? Why do you think you can now get back to the tree by a sacrifice? And it's because God promised that that would be the case right after Adam and Eve leave the garden, are exiled, everything looks horrible. But God says, there's going to be a seed of the woman who's going to come, who's going to deal with this whole evil mess, which is the rebellion and all the violence that's come out of it.",
    "start": "00:05:23",
    "end": "00:05:54"
  },
  {
    "text": "He's going to overcome the problem at its source.",
    "start": "00:05:54",
    "end": "00:05:58"
  },
  {
    "text": "At its source. And the source of the problem, we learned, was this deceptive evil.",
    "start": "00:05:58",
    "end": "00:06:02"
  },
  {
    "text": "The snake or sin. In Genesis 4, the next story.",
    "start": "00:06:03",
    "end": "00:06:06"
  },
  {
    "text": "In the next story, it's sin.",
    "start": "00:06:06",
    "end": "00:06:08"
  },
  {
    "text": "Yeah.",
    "start": "00:06:08",
    "end": "00:06:08"
  },
  {
    "text": "And as the seed deals with it, the seed will also be destroyed by it.",
    "start": "00:06:09",
    "end": "00:06:16"
  },
  {
    "text": "Suffer the consequences. Yeah, suffer.",
    "start": "00:06:16",
    "end": "00:06:18"
  },
  {
    "text": "And so you get the sense of, oh, it's an atonement.",
    "start": "00:06:18",
    "end": "00:06:21"
  },
  {
    "text": "Yeah.",
    "start": "00:06:22",
    "end": "00:06:22"
  },
  {
    "text": "It's a sacrifice on my behalf.",
    "start": "00:06:22",
    "end": "00:06:23"
  },
  {
    "text": "Yeah, yeah, that's right.",
    "start": "00:06:24",
    "end": "00:06:25"
  },
  {
    "text": "And so now you're kind of. You're waiting for a seed to sacrifice on behalf of us so we can get back to the Tree of Life.",
    "start": "00:06:25",
    "end": "00:06:33"
  },
  {
    "text": "Yeah, to open the way back up. Remember, the cherubim are guarding the way to the Tree of life. I'm looking for somebody who can open up the way back.",
    "start": "00:06:33",
    "end": "00:06:42"
  },
  {
    "text": "So Noah makes a sacrifice, and it's not himself, but. But it is a sacrifice. And God says, yeah, great. I like this sacrifice. Abram is told to sacrifice his son. And you think, oh, a seed who's gonna be sacrificed? But then God says, no, don't kill him. Here's a ram in its place. So we get an atonement there. Moses on a high place wants to sacrifice himself for the sake of all of his people who have been making these false trees of life and worshiping false gods. And God says, no, you're not going to kill yourself. Sacrifice yourself, but I will give a gift and forgive the people. And then in Isaiah, we get to a character who is going to sacrifice himself and suffer.",
    "start": "00:06:43",
    "end": "00:07:31"
  },
  {
    "text": "He's from the line of David.",
    "start": "00:07:31",
    "end": "00:07:33"
  },
  {
    "text": "Yeah, from the line of David.",
    "start": "00:07:33",
    "end": "00:07:34"
  },
  {
    "text": "Yeah.",
    "start": "00:07:34",
    "end": "00:07:35"
  },
  {
    "text": "Another part of this whole theme is David and Jerusalem.",
    "start": "00:07:35",
    "end": "00:07:39"
  },
  {
    "text": "Yeah.",
    "start": "00:07:39",
    "end": "00:07:40"
  },
  {
    "text": "And we talked about that as well, which is David. When he becomes king, he takes a high place, a strategic high place called Jerusalem, and he builds his house there of trees, from trees of Lebanon. And then he brings the Ark of the Covenant up, which is the hot spot of the holy of holies. So God is now dwelling on this mountain. He's recreating Eden. And God says, yes, through your family line will be the seed. This is what I'm. This is what I want. And so we're stoked it's not going to be David, but it's coming from this line. But then as you just read the biblical narrative, that gets corrupted.",
    "start": "00:07:40",
    "end": "00:08:23"
  },
  {
    "text": "Yeah.",
    "start": "00:08:23",
    "end": "00:08:23"
  },
  {
    "text": "And people are building their false trees of life with these false idols on these false hills, which are false Edens. And God's like, this is. This is ridiculous. And so the prophet Isaiah is saying, God's going to exile everyone off the mountain out of the land. He's going to start again. All these false idols are going to be chopped down. And even Jerusalem, which was the holy mountain, the new Eden has become a false idol and it's going to be chopped down. But a remnant will remain and a new seed will sprout.",
    "start": "00:08:24",
    "end": "00:09:04"
  },
  {
    "text": "That remnant will begins with a guy who wakes up in the middle of the Garden of Eden, Isaiah, and he's burned clean, burned clean by the tree of life. And then he becomes the icon of the new seed to be planted in the new Eden.",
    "start": "00:09:05",
    "end": "00:09:22"
  },
  {
    "text": "So Israel's kind of in disarray. And you think, man, they're supposed to be the seed. But Isaiah's saying, there's still something there. There's a kernel of that there. It's the remnant. They have been transformed. And through that seed will come the one we've been waiting, the suffering servant.",
    "start": "00:09:22",
    "end": "00:09:44"
  },
  {
    "text": "Yep. And then the suffering servant poem of the book of Isaiah begins with God saying, I highly exalt and raise up my servant. How the poem goes on, he suffers and gives his life for the sins of his people. And it's precisely that death that is his exaltation to the highest place of the new Eden. And he declares the many who were sinners to be right with God. And then the rest of the book concludes with all these amazing poems about the new Garden of Eden trees that God will plant in the new Eden because of the servant. And the trees are people. Yeah, the trees are people. The new humanity. Yep. So now all these mountains, Eden, Ararat.",
    "start": "00:09:44",
    "end": "00:10:32"
  },
  {
    "text": "Where Noah was Mount Moriah, where Abram.",
    "start": "00:10:33",
    "end": "00:10:35"
  },
  {
    "text": "Was Abraham, Mount Sinai, then Jerusalem, Old Jerusalem.",
    "start": "00:10:35",
    "end": "00:10:40"
  },
  {
    "text": "Yeah. David with David.",
    "start": "00:10:40",
    "end": "00:10:42"
  },
  {
    "text": "And all of those are seen as mounting pointers to the new Jerusalem Eden.",
    "start": "00:10:42",
    "end": "00:10:49"
  },
  {
    "text": "Yes.",
    "start": "00:10:49",
    "end": "00:10:49"
  },
  {
    "text": "Sinai, Moriah. They're all manifestations, tastes of it and anticipations, design patterns. It's driving you forward, forward in the. Creating a reader's expectation that the story will be resolved at the ultimate high Eden place, with the ultimate servant of God. Yeah. It's the Hebrew Bible, man. I mean, and we've only covered. What is that? Six. Six.",
    "start": "00:10:49",
    "end": "00:11:13"
  },
  {
    "text": "Six mountains, six high places.",
    "start": "00:11:13",
    "end": "00:11:15"
  },
  {
    "text": "Yeah, totally. Yeah. I could show you 15 more stories where this is working itself out.",
    "start": "00:11:15",
    "end": "00:11:20"
  },
  {
    "text": "Yeah. Jerusalem seems to become the most important high place.",
    "start": "00:11:20",
    "end": "00:11:24"
  },
  {
    "text": "It is. Yeah. Because that's where the temple was. But that temple became corrupted. This is why Jesus cared so much about Jerusalem. So Jesus is raised on this literature.",
    "start": "00:11:24",
    "end": "00:11:34"
  },
  {
    "text": "He's been reading his Bible.",
    "start": "00:11:34",
    "end": "00:11:36"
  },
  {
    "text": "Yeah. Jesus is born into this story. And as I say probably too often, his brain wasn't melted on Twitter and tv. These texts were the media that surrounded. He and his family formed his.",
    "start": "00:11:36",
    "end": "00:11:53"
  },
  {
    "text": "Formed his mind.",
    "start": "00:11:54",
    "end": "00:11:54"
  },
  {
    "text": "Reality. Yeah.",
    "start": "00:11:54",
    "end": "00:11:55"
  },
  {
    "text": "So as a human. As a human, which Jesus was a human.",
    "start": "00:11:56",
    "end": "00:11:59"
  },
  {
    "text": "Yes.",
    "start": "00:11:59",
    "end": "00:12:00"
  },
  {
    "text": "In another sense, Jesus was more. And his imagination, reality wasn't formed.",
    "start": "00:12:01",
    "end": "00:12:06"
  },
  {
    "text": "Yeah. The womb of Mary becomes like a little Eden where God's word plants, you know, his own heavenly seed, so to speak. That's a way of imagining the conception of Jesus. It's the Holy Spirit will overshadow you and the power of the Most High will come upon you and you will call the Holy One to be born the Son of God. Yeah. Because wombs are what is Eden. Eden is where the heavenly gift of abundant life meets earth and creates green plants. Remember the tree of life?",
    "start": "00:12:06",
    "end": "00:12:36"
  },
  {
    "text": "You mentioned that to be barren.",
    "start": "00:12:36",
    "end": "00:12:39"
  },
  {
    "text": "The Hebrew word for infertility is the word unrooted. Unrooted without root.",
    "start": "00:12:40",
    "end": "00:12:45"
  },
  {
    "text": "Yeah.",
    "start": "00:12:45",
    "end": "00:12:45"
  },
  {
    "text": "So it's in the ground, but it's not connected to the divine gift of life.",
    "start": "00:12:46",
    "end": "00:12:49"
  },
  {
    "text": "So there's already just this metaphor of the womb being a garden.",
    "start": "00:12:49",
    "end": "00:12:55"
  },
  {
    "text": "Yeah. And sperm, male sperm is called seed. And so the whole image of people are trees. The womb is a garden in the vocabulary and metaphorical imagination of the Bible. That's why fertility is always connected to either what comes out of the ground, what comes out of the flocks, and what comes out of your loins, male and female.",
    "start": "00:12:55",
    "end": "00:13:18"
  },
  {
    "text": "Yeah.",
    "start": "00:13:18",
    "end": "00:13:18"
  },
  {
    "text": "Anyhow, so, yes, we were talking about the conception of Jesus, but the image of Jesus as a seed begins even with the birth narratives in the Gospels, in Matthew and Luke. So here's what I want to focus on in the Gospels, we're just going to take it as assumed. Jesus comes onto the scene, he wakes up to his identity, the baptism. But what I think we can focus on here is Jesus goes around announcing that the reign and the rule of God is arriving and he is the one bringing it. That taps us all the way back into Genesis 1. God wants to rule the world through a human partner. All these people have failed on the high places. They take from the Wrong tree. So God himself becomes. Comes among us as the human divine partner that everybody's failed to be, and he calls it the Kingdom of God. Arriving Jesus most expansive and creative and in depth teachings about the nature of the kingdom are his parables. So think about it. When he announced, the kingdom of God is here through his actions, it looked like healings, exorcisms, liberating people, inviting them into the family, into these feasts that he would hold for prostitutes and tax collectors and sick people.",
    "start": "00:13:18",
    "end": "00:14:35"
  },
  {
    "text": "He's partying like Eden was here.",
    "start": "00:14:35",
    "end": "00:14:37"
  },
  {
    "text": "Yeah, totally. When he wants to talk about the ethic or lifestyle that's consistent with the arrival of God's kingdom, we get the Sermon on the Mount. But when he wants to actually talk about what the kingdom is like, we get the parables. And the parables are shot through with Garden of Eden imagery. It's all about trees and bushes, seeds and plants. So you just have to ask yourself, why is that? What kind of upbringing produces a human heart and mind that when they talk about the arrival of God's reign and rule and new creation, they mostly talk about plants and seeds and trees and bushes?",
    "start": "00:14:37",
    "end": "00:15:16"
  },
  {
    "text": "Yeah. If you grew up as a farmer. Yeah, okay, that would make sense.",
    "start": "00:15:16",
    "end": "00:15:19"
  },
  {
    "text": "Totally. Yeah, that's right. Yeah.",
    "start": "00:15:20",
    "end": "00:15:21"
  },
  {
    "text": "And many people did.",
    "start": "00:15:21",
    "end": "00:15:22"
  },
  {
    "text": "That's right.",
    "start": "00:15:22",
    "end": "00:15:23"
  },
  {
    "text": "But Jesus didn't actually grow up as a farmer.",
    "start": "00:15:23",
    "end": "00:15:25"
  },
  {
    "text": "That's true. He grew up in a Craftsman family. Yeah, that's right. Yeah. But he grew up in a beautiful, chilly country, lots of agriculture. Okay. So that's one level. But in terms of the way the gospel authors, what they want us to see here isn't just like, ah, Jesus grew up in the country. So he talks this way. Right. This is Eden imagery.",
    "start": "00:15:25",
    "end": "00:15:45"
  },
  {
    "text": "Yeah.",
    "start": "00:15:45",
    "end": "00:15:45"
  },
  {
    "text": "As we're going to see.",
    "start": "00:15:45",
    "end": "00:15:46"
  },
  {
    "text": "Cool.",
    "start": "00:15:47",
    "end": "00:15:47"
  },
  {
    "text": "Matthew 13 is one of the. The largest collections of Jesus parables about the kingdom. So Jesus gets a big group of people around and he starts to teach them about the good news of the kingdom. And he tells the famous parable. So there was a farmer and he went out to sow all the seed. Now, while he was scattering seed, I think this is called broadcasting.",
    "start": "00:16:18",
    "end": "00:16:42"
  },
  {
    "text": "Yeah, I remember when we learned that. I thought about that.",
    "start": "00:16:42",
    "end": "00:16:45"
  },
  {
    "text": "Yeah, broadcasting, broadcasting. Casting abroad.",
    "start": "00:16:45",
    "end": "00:16:48"
  },
  {
    "text": "Casting broadly.",
    "start": "00:16:48",
    "end": "00:16:49"
  },
  {
    "text": "That's right, yep. So scattering the seed, some fell along the path, you know, like bounced out.",
    "start": "00:16:49",
    "end": "00:16:55"
  },
  {
    "text": "Yeah, the hard ground.",
    "start": "00:16:55",
    "end": "00:16:56"
  },
  {
    "text": "Yep. And the birds came. Eat it up, birds. Like seed. Some fell into some rocky parts.",
    "start": "00:16:56",
    "end": "00:17:03"
  },
  {
    "text": "Not a lot of soil in there.",
    "start": "00:17:03",
    "end": "00:17:04"
  },
  {
    "text": "Not a lot of soil. So it sprang up quickly because there was a little soil. But then the sun came Plants are scorched. They wither because they have no root. Other seed fell among thorns. You know, the thorns, they're a real problem. And so the thorns choke out the plants. But other seed fell on good soil and it produced a crop a hundred, sixty, thirty times what was sown. Do you have ears? You should listen. That's Jesus. So good man. Brilliant.",
    "start": "00:17:04",
    "end": "00:17:37"
  },
  {
    "text": "Why is it brilliant?",
    "start": "00:17:37",
    "end": "00:17:38"
  },
  {
    "text": "You know just what the parables are. I can't wait to make our video about how to read the parables. Jesus said things like the Sermon on the Mount and he equally and just as much spoke these short little riddle like parables.",
    "start": "00:17:38",
    "end": "00:17:53"
  },
  {
    "text": "And this is one of the riddle parables that he explains.",
    "start": "00:17:53",
    "end": "00:17:56"
  },
  {
    "text": "He does explain it. That's right. But let's just stop. So we have a farmer planting a garden.",
    "start": "00:17:56",
    "end": "00:18:02"
  },
  {
    "text": "Yeah. Am I supposed to be thinking about God?",
    "start": "00:18:02",
    "end": "00:18:04"
  },
  {
    "text": "Farmer planting a garden? Some, only some of the garden produces. Right. The good soil produces all of this reproducing. Think of the trees in Genesis 1 that have seed in them and they just reproduce. Reproduce. But there's also thorns. Thorns. That's Genesis 3 when they're exiled from the garden. And you'll be out there working the non garden land. And you're gonna get as much thorns and thistles as you're gonna get anything else. So this idea of God liberally scattering his gifts of divine life, but based on a whole lot of different factors, only some of it produces the real thing and some of it grows up in the anti thing, namely the thorn. It's not like these are direct Hyperlinks to Genesis 3, but this is a mind that's been shaped. This is a story that's soaked in the Hebrew scriptures. Jesus goes on, he says, listen to what that parable means. He's talking to his disciples now. He says, when anyone hears the Logos, the word about the kingdom. So he equates the seed with this word that God is sending to the people about bringing his kingdom. So the message about the kingdom is a message that is supposed to grow plants. It's seed. Seed is a divine message announcing the arrival of the kingdom.",
    "start": "00:18:04",
    "end": "00:19:27"
  },
  {
    "text": "Okay. Seed has generally been just human offspring. So this is kind of a new way of thinking about seed.",
    "start": "00:19:27",
    "end": "00:19:36"
  },
  {
    "text": "Divine word.",
    "start": "00:19:36",
    "end": "00:19:37"
  },
  {
    "text": "Divine word.",
    "start": "00:19:37",
    "end": "00:19:38"
  },
  {
    "text": "Genesis 1. God said God speaks 10 times. One of those times on day three, he speaks and all these trees and plants sprout up out of the ground.",
    "start": "00:19:38",
    "end": "00:19:49"
  },
  {
    "text": "He speaks and all sorts of things sprout.",
    "start": "00:19:50",
    "end": "00:19:53"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:19:53",
    "end": "00:19:53"
  },
  {
    "text": "Come into being.",
    "start": "00:19:54",
    "end": "00:19:54"
  },
  {
    "text": "That's right. Yeah. And then matching that in Genesis 1 is there are the Humans that come up out of the ground, and he tells them to rule on his behalf, to be kings and queens on his path.",
    "start": "00:19:55",
    "end": "00:20:05"
  },
  {
    "text": "Yeah.",
    "start": "00:20:05",
    "end": "00:20:06"
  },
  {
    "text": "So God's word is a creative plant sprouting, king making kind of word, even on page one.",
    "start": "00:20:06",
    "end": "00:20:14"
  },
  {
    "text": "Nice. Okay.",
    "start": "00:20:14",
    "end": "00:20:15"
  },
  {
    "text": "And we're in that same thought world here. Okay. Yeah. So the word about the kingdom announced by Jesus is like seed. And there's all these people who don't understand it. Why? Well, they're under the influence of the snake, the evil one, snatching away what was sown in the heart. So what Jesus is explaining is he's been announcing the kingdom and doing this for 10 chapters now. And Matthew placed in chapter 11 and 12 all of these mixed responses to Jesus. Some people love him, some people aren't sure. Some people reject him. What's going on with that? So this is Jesus giving a meta commentary on why it isn't clear to everybody who he is. Because some people are like Cain. They're under the influence of the snake.",
    "start": "00:20:15",
    "end": "00:21:00"
  },
  {
    "text": "And that's the seed on the path.",
    "start": "00:21:00",
    "end": "00:21:01"
  },
  {
    "text": "Yep, the seed on the path. Some people are like that seed on the rocky ground. And they hear it and they're excited about it, they receive it with joy, but they don't have any root. So now all of a sudden, this is kind of like a pseudo Eden. This is a human who, one reason or another, what God is trying to invite people into it can't penetrate through the crust. There's a hardness, and so the seed can't get in there.",
    "start": "00:21:01",
    "end": "00:21:29"
  },
  {
    "text": "The ground represents metaphorically people. People. But the seed. But what grows up out of the ground also is the people.",
    "start": "00:21:29",
    "end": "00:21:37"
  },
  {
    "text": "Oh, that's right.",
    "start": "00:21:37",
    "end": "00:21:38"
  },
  {
    "text": "But the ground is like the condition of the people.",
    "start": "00:21:39",
    "end": "00:21:42"
  },
  {
    "text": "The ground is the condition. The different types of soil represent different people and different.",
    "start": "00:21:42",
    "end": "00:21:47"
  },
  {
    "text": "And the conditions they're in. So one condition is I'm under the deceptive power of the evil one.",
    "start": "00:21:47",
    "end": "00:21:53"
  },
  {
    "text": "Yeah. I believe in a different story about the world that's corrupted. I'm under the influence of the powers and authorities. Paul the apostle would say, and so when I hear the story about a crucified. So I can't become a messiah. That's ridiculous.",
    "start": "00:21:53",
    "end": "00:22:04"
  },
  {
    "text": "And I can't become a plant.",
    "start": "00:22:04",
    "end": "00:22:06"
  },
  {
    "text": "Yep.",
    "start": "00:22:06",
    "end": "00:22:06"
  },
  {
    "text": "Which means I can't find life.",
    "start": "00:22:06",
    "end": "00:22:08"
  },
  {
    "text": "If I'm not connected to the message of the kingdom through Jesus, I'm gonna be pursuing false Edens.",
    "start": "00:22:08",
    "end": "00:22:14"
  },
  {
    "text": "But a plant growing, I guess maybe represents having an abundant life, prosperous Eden life.",
    "start": "00:22:14",
    "end": "00:22:23"
  },
  {
    "text": "And here with the one snatched by the evil One, it doesn't even have.",
    "start": "00:22:23",
    "end": "00:22:28"
  },
  {
    "text": "A chance, doesn't even Have a chance to germinate.",
    "start": "00:22:28",
    "end": "00:22:31"
  },
  {
    "text": "Germinate, correct. Second one can start to germinate, but it's the rocky ground with shallow. It's called a shallow soil. And so he said when the sun scorches it, which he translates into trouble or persecution because of the word. So when sun comes and withers, what a plant can do is sink deeper roots to access more nutrients, moisture, nutrients underground. But if it doesn't have any depth of root, then it'll just wither.",
    "start": "00:22:31",
    "end": "00:23:04"
  },
  {
    "text": "The sun will wither.",
    "start": "00:23:04",
    "end": "00:23:04"
  },
  {
    "text": "That's the image here. Shallow root. So people who don't allow the seed to take deep roots. Yeah. So I think here this would be. Actually, I think there's a. A wordplay happening here, because the word for rocky is the word Petros.",
    "start": "00:23:04",
    "end": "00:23:19"
  },
  {
    "text": "Peter.",
    "start": "00:23:19",
    "end": "00:23:20"
  },
  {
    "text": "Peter. And what is he except a shallow root? Yeah. Trouble and persecution comes to him in the courtyard after Jesus is arrested. And three times he denies his allegiance to Jesus. I think this is intentional. The Peter becomes a narrative illustration of the Petros ground here in this parable.",
    "start": "00:23:20",
    "end": "00:23:40"
  },
  {
    "text": "But Peter transforms.",
    "start": "00:23:40",
    "end": "00:23:41"
  },
  {
    "text": "Yeah. He has his own conversion after the resurrection. The seed falling among thorns. This is about the ground's already occupied.",
    "start": "00:23:42",
    "end": "00:23:49"
  },
  {
    "text": "Yeah.",
    "start": "00:23:49",
    "end": "00:23:50"
  },
  {
    "text": "That spot's already taken by other plant. But then it's a plant.",
    "start": "00:23:51",
    "end": "00:23:57"
  },
  {
    "text": "Other messages.",
    "start": "00:23:57",
    "end": "00:23:58"
  },
  {
    "text": "That's a sign of exile in Eden. Yeah. So it's the worries of this life, the deceitfulness of wealth. False trees of life will compete with the real tree of life that God wants to plant.",
    "start": "00:23:58",
    "end": "00:24:12"
  },
  {
    "text": "Yeah. It's interesting. When we create false trees of life, we create them to be these beautiful, luxurious trees. Or when I say we in the biblical narrative, and us ourselves, when we, like, pursue something that we think is going to bring life but doesn't, we think it's a good, beautiful thing. And here it's like, no, that's thorn.",
    "start": "00:24:12",
    "end": "00:24:31"
  },
  {
    "text": "It's the thorns. Totally. Yeah, that's right.",
    "start": "00:24:31",
    "end": "00:24:33"
  },
  {
    "text": "And it's the consequence of exile, Correct?",
    "start": "00:24:33",
    "end": "00:24:35"
  },
  {
    "text": "That's right. Yeah. In the same way that Israelites in the time of the kings looked out and saw all their Canaanite neighbors on all the high places. And, you know, things are going good for that guy. And he worships Asherah. And this is our third year of drought here in the hill country of Judea. And the prophet Elijah said, yahweh is the one causing it. My God brings drought, and that guy's having a fruitful year over in the next valley. So I'm going to go with be. That's the idea. It makes sense, right, that you would.",
    "start": "00:24:35",
    "end": "00:25:13"
  },
  {
    "text": "Occupy the ground with thorns.",
    "start": "00:25:13",
    "end": "00:25:15"
  },
  {
    "text": "Correct.",
    "start": "00:25:15",
    "end": "00:25:16"
  },
  {
    "text": "Why would you let there be thorns in the ground? You think they are going to bring life?",
    "start": "00:25:16",
    "end": "00:25:20"
  },
  {
    "text": "Yeah. And so maybe the thorns here are negative, but the idea is, in the perception of somebody growing a thorn is it looks to you like, wow, this is. This looks great to me. Yeah, it's wonderful.",
    "start": "00:25:20",
    "end": "00:25:30"
  },
  {
    "text": "Yeah.",
    "start": "00:25:30",
    "end": "00:25:30"
  },
  {
    "text": "What a beautiful plant.",
    "start": "00:25:30",
    "end": "00:25:31"
  },
  {
    "text": "Yeah, Right.",
    "start": "00:25:31",
    "end": "00:25:33"
  },
  {
    "text": "That's the idea.",
    "start": "00:25:34",
    "end": "00:25:35"
  },
  {
    "text": "Yeah.",
    "start": "00:25:35",
    "end": "00:25:35"
  },
  {
    "text": "Yeah.",
    "start": "00:25:35",
    "end": "00:25:35"
  },
  {
    "text": "Deceived.",
    "start": "00:25:35",
    "end": "00:25:36"
  },
  {
    "text": "And so the final seed is seed that falls on good soil. That's someone who hears the word and fully grasps it. And then a crop is produced, yielding and then these amazing amounts. 160, 30 times what was sown. So differing amounts. The word will produce different kinds and different amounts of fruit and different people, but always abundantly. But all. Yeah, always in surprising abundance. Be fruitful and multiply.",
    "start": "00:25:36",
    "end": "00:26:03"
  },
  {
    "text": "I'm just not a farmer. I threw out seed in good soil.",
    "start": "00:26:03",
    "end": "00:26:06"
  },
  {
    "text": "Right.",
    "start": "00:26:06",
    "end": "00:26:07"
  },
  {
    "text": "What does that mean? To yield a hundred times?",
    "start": "00:26:07",
    "end": "00:26:10"
  },
  {
    "text": "Yeah, totally. I'm not a farmer either. So I'm looking up my favorite commentator on Matthew RT France, of blessed memory. The fact that the singular seed sown in good soil is subdivided into three different levels of yield suggests that we're intended to notice the variety. He says. He translates it immediately. Disciples are not all the same. Equally genuine disciples. Good soil will produce different levels of crop depending on different gifts and circumstances. Oh, he's linking it up to the Parable of the Talents. Later on in the story, a similar point is made in the Parable of the talents. But the 30, 60 and 100, he doesn't mention it, doesn't talk about it. I'm genuinely curious. Now, you know who might talk about it? Ulric Loos. How much do you want to know about the numbers?",
    "start": "00:26:10",
    "end": "00:27:08"
  },
  {
    "text": "Maybe someone can look this up for us, find something out. If you're a farmer and you plant a seed and you get a crop of a hundred fold, is that just. Is that a great crop or is that like a. Like, what the heck happened? Supernatural kind of crop? I think that's what I'm wondering.",
    "start": "00:27:08",
    "end": "00:27:25"
  },
  {
    "text": "Mm. Yeah. Does the hundred sixty, thirty. Yeah.",
    "start": "00:27:25",
    "end": "00:27:30"
  },
  {
    "text": "I have a hunch that a hundredfold would just be like, that's a really. That's a top quality tomato plant. Planted one seed. I got 100 tomatoes.",
    "start": "00:27:30",
    "end": "00:27:38"
  },
  {
    "text": "Ah, okay. Here's Leon Morris. His commentary on Matthew says these three groups, 160 and 30. Commentators throughout history have disagreed as to what these figures are, whether they're an exaggeration to bring talk about the bountiful nature of the crop, or whether they are to be taken more literally, assuming some kind of knowledge of Agriculture.",
    "start": "00:27:38",
    "end": "00:28:04"
  },
  {
    "text": "Okay.",
    "start": "00:28:04",
    "end": "00:28:04"
  },
  {
    "text": "Without knowing the seed, it's impossible to be dogmatic. Okay, that's a good point.",
    "start": "00:28:04",
    "end": "00:28:08"
  },
  {
    "text": "Sure.",
    "start": "00:28:08",
    "end": "00:28:09"
  },
  {
    "text": "He says maize, for example, might well produce a hundred or more seeds.",
    "start": "00:28:09",
    "end": "00:28:13"
  },
  {
    "text": "Maize is like a corn, though with.",
    "start": "00:28:13",
    "end": "00:28:15"
  },
  {
    "text": "Wheat, that's not so likely. So in any case, Jesus is making the point that good ground produces an abundant harvest. That much is clear. So we don't have to go through other ones in depth. But the parable about the good seed that sows both wheat and false wheat, it's often called the parable of the wheat and the wheat. So this one is zeroing in on the theme of that Jesus community of disciples will be a mixed bunch, weeds and wheat. Aren't we. Aren't we both? And he says the kingdom of heaven is like a man who sowed good seed in his field. But then, surprisingly, wheat and plants that look just like wheat grow up. Another example, the mustard seed, that's another garden. The kingdom of heaven is like this tiny seed that produces a huge tree, and then all the birds come and perch in its branches. You're a farmer, you plant a tiny seed. God provides this huge thing. And now you, as a farmer, get to hang out with all these animals that take place in this big tree in your garden. It's an Eden image for sure. And the surprise is about the contrast of scale. It's amazing that a divine word could generate a universe.",
    "start": "00:28:15",
    "end": "00:29:36"
  },
  {
    "text": "Yeah.",
    "start": "00:29:37",
    "end": "00:29:38"
  },
  {
    "text": "It's amazing that a itinerant Jewish apocalyptic sage announcing the judgment on Jerusalem and the birth of a new creation would change the course of human history.",
    "start": "00:29:40",
    "end": "00:29:55"
  },
  {
    "text": "Yeah.",
    "start": "00:29:56",
    "end": "00:29:56"
  },
  {
    "text": "That's remarkable.",
    "start": "00:29:56",
    "end": "00:29:57"
  },
  {
    "text": "It is remarkable. What's striking me here, though, reading these parables is that Jesus isn't doing anything novel, really. It's like he's read Hebrew scripture, the way we just kind of walked through it. And he's talking to people.",
    "start": "00:29:57",
    "end": "00:30:11"
  },
  {
    "text": "Yeah.",
    "start": "00:30:12",
    "end": "00:30:12"
  },
  {
    "text": "And he's just saying, guys, Eden. Yeah, Eden. Life. Like.",
    "start": "00:30:12",
    "end": "00:30:16"
  },
  {
    "text": "Yeah.",
    "start": "00:30:16",
    "end": "00:30:16"
  },
  {
    "text": "It's about being fruitful.",
    "start": "00:30:16",
    "end": "00:30:18"
  },
  {
    "text": "Yeah.",
    "start": "00:30:18",
    "end": "00:30:18"
  },
  {
    "text": "And multiplying.",
    "start": "00:30:18",
    "end": "00:30:19"
  },
  {
    "text": "Correct.",
    "start": "00:30:20",
    "end": "00:30:20"
  },
  {
    "text": "And it's about God creating life out of something very small. And it's about. It's about a garden being grown.",
    "start": "00:30:20",
    "end": "00:30:30"
  },
  {
    "text": "And you match this with the Sermon on the Mount. The first two large blocks of teaching in Matthew is the Sermon on the Mount, and then this block of parables, and they illuminate each other. What is the good soil that produces fruit? What does that kind of life look like? It looks like a Sermon on the Mount person. And so they.",
    "start": "00:30:31",
    "end": "00:30:48"
  },
  {
    "text": "Or is the Sermon on the Mount the fruit?",
    "start": "00:30:48",
    "end": "00:30:50"
  },
  {
    "text": "The Sermon on the Mount is the kind of life that characterizes the New Eden, people of which Jesus is the prototype. This is the way he is living, and he's calling people to join him.",
    "start": "00:30:50",
    "end": "00:31:03"
  },
  {
    "text": "Let me just process this. Jesus is announcing that God's kingdom is arriving in a new way. And so everyone's then wondering, what is it? How's it arriving? What do you mean? And he uses all this garden imagery to talk about it arriving. And I guess as someone who reads Hebrew scriptures, you would go, oh, yeah, that makes sense. Like, God's planning a garden. So I guess, yeah. My point is, to that degree, I'm going, great, awesome. I've been following with the Hebrew narrative. I'm like, this all makes sense.",
    "start": "00:31:03",
    "end": "00:31:42"
  },
  {
    "text": "Yeah. And pointing this out maybe isn't a very exciting observation, but I think it's just. It fits into the larger pattern of. Jesus talks about the kingdom as a garden that's growing new, surprisingly large amounts of plants and life and trees.",
    "start": "00:31:42",
    "end": "00:32:02"
  },
  {
    "text": "And he's inviting people to be planted in this garden.",
    "start": "00:32:02",
    "end": "00:32:06"
  },
  {
    "text": "Correct. So let's take the next step. Another famous saying of Jesus, the Gospel of John, which doesn't have large collections of parables or anything like the Sermon on the Mount. Jesus longest block of teaching is in the upper room discourse. And at the center of it is a famous line. In John 15, Jesus calls himself the vine and calls his disciples the branches of the vine. So Jesus characterizes himself as a plant that the root, the root, plant, the stalk. And then he says, my father is the one who's growing this vine, and you all are the buds and the branches going out that carry the fruit of the vine.",
    "start": "00:32:06",
    "end": "00:33:26"
  },
  {
    "text": "I am the new humanity, and you can be, too.",
    "start": "00:33:26",
    "end": "00:33:30"
  },
  {
    "text": "Yeah. So we're back to people or trees. Jesus is the new tree of life growing in the new garden. God's growing a new garden of Eden. I'm the tree of life, and instead of saying, so, come to me and eat.",
    "start": "00:33:30",
    "end": "00:33:43"
  },
  {
    "text": "Which he does say, that's right.",
    "start": "00:33:44",
    "end": "00:33:46"
  },
  {
    "text": "But in this case, what he says is, if you all are following me and trust in me and are connected to me, then you actually will become an offspring of me.",
    "start": "00:33:46",
    "end": "00:33:57"
  },
  {
    "text": "Now, you think he's talking about being a tree of life or just being in a garden.",
    "start": "00:33:58",
    "end": "00:34:02"
  },
  {
    "text": "Well, I'm the vine. You were the branches. The base metaphor is I'm the central stalk of a plant, and you are growing off of me. Therefore, the fruit that you produce is sustained by me. It will look like me. It comes from me. Apart from me, you can do nothing. So connecting it back to Eden is. I'm making an interpretive move.",
    "start": "00:34:03",
    "end": "00:34:26"
  },
  {
    "text": "Yeah, but I'm just Saying when you connect it back to Eden, there's all sorts of fruit trees in Eden.",
    "start": "00:34:27",
    "end": "00:34:32"
  },
  {
    "text": "Yeah. The tree of life is a very special tree. I understand. That's right. Yeah, that's right.",
    "start": "00:34:32",
    "end": "00:34:36"
  },
  {
    "text": "But I could see why you would say, because Jesus is. He says, I and the Father are one. What does that mean, other than I am the tree of life?",
    "start": "00:34:36",
    "end": "00:34:43"
  },
  {
    "text": "Correct. Yeah, that's right.",
    "start": "00:34:43",
    "end": "00:34:44"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:34:44",
    "end": "00:34:45"
  },
  {
    "text": "In the video, we'll figure out how to do the design patterns leading up to a Jesus moment. But for the video, I love the idea of Jesus coming onto the scene and he's announcing that God's growing a new garden and the plants are the new people. And then he talks about himself as the central plant.",
    "start": "00:34:45",
    "end": "00:35:04"
  },
  {
    "text": "It's interesting. In the parable of the sower, the people have their chance to sprout out of the soil.",
    "start": "00:35:05",
    "end": "00:35:10"
  },
  {
    "text": "Correct? Yeah.",
    "start": "00:35:10",
    "end": "00:35:11"
  },
  {
    "text": "But here in John 15, it's like. Actually, you know what another way to think about this is? You're not going to sprout out the soil. You're going to sprout out of me.",
    "start": "00:35:11",
    "end": "00:35:20"
  },
  {
    "text": "Out of me.",
    "start": "00:35:20",
    "end": "00:35:21"
  },
  {
    "text": "I'm in the soil.",
    "start": "00:35:21",
    "end": "00:35:22"
  },
  {
    "text": "Jesus becomes the. The tree out of which every part of the new creation sprouts.",
    "start": "00:35:22",
    "end": "00:35:27"
  },
  {
    "text": "The good soil is me.",
    "start": "00:35:27",
    "end": "00:35:28"
  },
  {
    "text": "Yeah. Jesus becomes the good soil. Correct. Yeah. That's cool. Yeah. So I think that'd be fun to play with it. You have Jesus talking about his message as growing new plants, and then that scene could morph into himself as the plant.",
    "start": "00:35:28",
    "end": "00:35:42"
  },
  {
    "text": "Sam.",
    "start": "00:35:49",
    "end": "00:36:14"
  },
  {
    "text": "Okay, so let's do the New Testament out of order. Okay. Jesus is on the scene arriving, announcing the arrival of God's kingdom, which is a new garden, which is a new Eden garden. The good soil is people. And the message Jesus is bringing is like the word of God in Genesis 1, growing a new Eden. But then all of a sudden, he said, I'm actually the tree out of which the whole thing grows. So let's talk. That's what he was announcing. The last pages of the Bible in the Book of Revelation depict the ultimate fulfillment of the whole biblical story with all of that same imagery. So we get from Jesus announcing that it's arrived to it actually fully being arrived. Revelation. So we can talk about that full arrival in fulfillment right now. And then that'll leave us with the question of, well, how do you get from Jesus announcing it? And that takes us to the cross and the resurrection.",
    "start": "00:36:34",
    "end": "00:37:30"
  },
  {
    "text": "Cool.",
    "start": "00:37:30",
    "end": "00:37:30"
  },
  {
    "text": "Again, we're following the imagery here. In the Book of Revelation, you have Jesus followers being addressed by John the Visionary to seven church communities who, some of them are wealthy and lazy and Apathetic. Some of them are undergoing persecution, whole variety. And he writes the famous seven letters. He sees a vision of Jesus, who's enthroned as king. As a slaughtered lamb. King over heaven and earth. Awesome. He has an Isaiah 6 moment, he wakes up and he's there, except it's Jesus on the throne. And so he starts offering all of this encouragement or warning to the churches. Hey, follow Jesus, and if you do, Jesus will meet you. He starts making all these promises to the seven churches. One of the promises to the Church of Ephesus is he says, listen, if you guys are faithful to Jesus until the end. Jesus is saying this to the church. Jesus says, I will grant you to eat from the tree of life, which is in the paradise of God.",
    "start": "00:37:30",
    "end": "00:38:30"
  },
  {
    "text": "The Eden of God.",
    "start": "00:38:30",
    "end": "00:38:31"
  },
  {
    "text": "Yeah, yeah. Actually, the word garden in Hebrew is gone, but in the Septuagint translation, so it was the ancient Greek translation of the Hebrew Bible. The word garden is translated with the Greek word paradisos, which is where we get our word, paradise.",
    "start": "00:38:31",
    "end": "00:38:49"
  },
  {
    "text": "And in Greek, does paradisos mean garden?",
    "start": "00:38:49",
    "end": "00:38:52"
  },
  {
    "text": "It's a Persian loan word. Oh, yeah?",
    "start": "00:38:52",
    "end": "00:38:55"
  },
  {
    "text": "What's a loan word mean?",
    "start": "00:38:55",
    "end": "00:38:56"
  },
  {
    "text": "It's a Persian word. That's the Persian word pardes. Pardes part is a Persian word that means garden.",
    "start": "00:38:56",
    "end": "00:39:02"
  },
  {
    "text": "Okay.",
    "start": "00:39:02",
    "end": "00:39:02"
  },
  {
    "text": "And then the Greek translators used a spelled pardes with Greek letters.",
    "start": "00:39:02",
    "end": "00:39:09"
  },
  {
    "text": "Why?",
    "start": "00:39:09",
    "end": "00:39:10"
  },
  {
    "text": "Well, we have these in English loanwords.",
    "start": "00:39:11",
    "end": "00:39:13"
  },
  {
    "text": "Okay.",
    "start": "00:39:13",
    "end": "00:39:13"
  },
  {
    "text": "Gesundheit. Yeah. Baptism. So it's. We borrow a word from another language, spell it with our letters, and then that becomes an English word, so to speak.",
    "start": "00:39:13",
    "end": "00:39:23"
  },
  {
    "text": "And then English made a loan word, their own loan word, to mean paradise.",
    "start": "00:39:23",
    "end": "00:39:28"
  },
  {
    "text": "So our English word paradise is a loan word from the Greek word paradise, which is a loan word from the Hebrew, the Persian word pardes.",
    "start": "00:39:28",
    "end": "00:39:35"
  },
  {
    "text": "And who knows where that Persian word came from?",
    "start": "00:39:35",
    "end": "00:39:37"
  },
  {
    "text": "Anyway, the whole point is that paradise of God is the phrase garden of God.",
    "start": "00:39:37",
    "end": "00:39:43"
  },
  {
    "text": "Got it.",
    "start": "00:39:43",
    "end": "00:39:43"
  },
  {
    "text": "Eden, I will grant you to eat.",
    "start": "00:39:43",
    "end": "00:39:46"
  },
  {
    "text": "Of the tree of life.",
    "start": "00:39:47",
    "end": "00:39:48"
  },
  {
    "text": "Yeah. So John's got it in his head that there is a yet future. Right? Because he's saying to the church, listen, be faithful to Jesus, and if you do, I will grant you to eat from the tree of life. Oh, there's a yet future realization of a future.",
    "start": "00:39:48",
    "end": "00:40:02"
  },
  {
    "text": "I thought following Jesus was eating of the Tree of Life. It was being part of the tree of life.",
    "start": "00:40:02",
    "end": "00:40:06"
  },
  {
    "text": "Correct.",
    "start": "00:40:06",
    "end": "00:40:06"
  },
  {
    "text": "And that is true.",
    "start": "00:40:06",
    "end": "00:40:07"
  },
  {
    "text": "And that is true. Jesus said, the kingdom of God has touched down. But it's like a mustard seed. It's small, bearing fruit. And slowly and surprisingly, it will bear fruit in the ultimate new Eden.",
    "start": "00:40:07",
    "end": "00:40:20"
  },
  {
    "text": "Because the Tree of Life gives eternal life, Correct?",
    "start": "00:40:21",
    "end": "00:40:24"
  },
  {
    "text": "That's right.",
    "start": "00:40:24",
    "end": "00:40:24"
  },
  {
    "text": "And we're still going to die.",
    "start": "00:40:25",
    "end": "00:40:27"
  },
  {
    "text": "My body's fading every day.",
    "start": "00:40:27",
    "end": "00:40:28"
  },
  {
    "text": "Yeah. So while I am participating in the tree of life in one sense, in another sense, I haven't yet fully taken it.",
    "start": "00:40:28",
    "end": "00:40:35"
  },
  {
    "text": "So we're to the kingdom of God and eternal life. This is what Jesus says in John 17. This is eternal life that my disciples know, you, the Father, and Jesus the Messiah, whom you sent. So eternal life begins now because it's.",
    "start": "00:40:35",
    "end": "00:40:51"
  },
  {
    "text": "About a relationship with God.",
    "start": "00:40:51",
    "end": "00:40:53"
  },
  {
    "text": "It's connecting ourselves to the source of.",
    "start": "00:40:53",
    "end": "00:40:55"
  },
  {
    "text": "Eternal life and consuming it so it can consume us.",
    "start": "00:40:55",
    "end": "00:40:57"
  },
  {
    "text": "Correct? Correct. And that will bear fruit and be fulfilled in the new creation. Similar to what Paul says in Corinthians where he talks about the light of God's creative life is like a candle inside a cracked clay pot. So his outside cracked clay pot is crumbling and cracking, but inside of it is the new Eden life. So similar here. There is yet for this persecuted or apathetic church in Ephesus, there is the full realization of their hopes in the paradise of God. And then that's a frame that creates a drama. How are persecuted or apathetic and lazy followers of Jesus? What does their journey into the new Eden look like? That's the book of Revelation. And so the narrative arc of the Revelation culminates in the last two chapters. And I just put together the Eden images here. Revelation 21 here. I'll let you. We'll kind of trade back and forth here.",
    "start": "00:40:57",
    "end": "00:41:53"
  },
  {
    "text": "Okay, 21 1. Then I saw a new heaven and a new earth for the first heaven. And the first earth passed away, and there's no longer any sea. And I saw the Holy City, New Jerusalem, coming down out of heaven from God, made ready as a bride adorned for a husband. There's so much imagery happening in here.",
    "start": "00:41:53",
    "end": "00:42:12"
  },
  {
    "text": "Totally.",
    "start": "00:42:12",
    "end": "00:42:12"
  },
  {
    "text": "But you want to focus in on. There's a new Jerusalem coming down out of heaven, coming down to a new heaven and a new earth.",
    "start": "00:42:12",
    "end": "00:42:21"
  },
  {
    "text": "And it's the reunion of the husband and the bride. Think of the Garden of Eden, the Eden imagery here, the man and the woman in the garden, a new heaven and earth. No longer any sea, meaning all threats of the.",
    "start": "00:42:21",
    "end": "00:42:35"
  },
  {
    "text": "But here, Jerusalem is a bride.",
    "start": "00:42:35",
    "end": "00:42:37"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:42:38",
    "end": "00:42:39"
  },
  {
    "text": "I'm sure that's a whole nother rabbit hole.",
    "start": "00:42:39",
    "end": "00:42:41"
  },
  {
    "text": "So cool. Oh, man.",
    "start": "00:42:41",
    "end": "00:42:43"
  },
  {
    "text": "Okay. And I heard a loud voice from the throne saying, behold the Tabernacle of God, which is the hot spot where the Tree of life is, is among men. It's here on the new Earth.",
    "start": "00:42:43",
    "end": "00:42:55"
  },
  {
    "text": "Here it is, New Temple.",
    "start": "00:42:55",
    "end": "00:42:56"
  },
  {
    "text": "And he will dwell among them.",
    "start": "00:42:56",
    "end": "00:42:58"
  },
  {
    "text": "Yeah.",
    "start": "00:42:58",
    "end": "00:42:59"
  },
  {
    "text": "And they shall be his people and God himself will be among them.",
    "start": "00:42:59",
    "end": "00:43:02"
  },
  {
    "text": "Yeah.",
    "start": "00:43:02",
    "end": "00:43:02"
  },
  {
    "text": "It's eating of the tree of life.",
    "start": "00:43:02",
    "end": "00:43:04"
  },
  {
    "text": "Yeah. There you go. So New Jerusalem, Temple, Eden, it's all one package deal. And it's coming down out of heaven. Because when these Eden moments happen in the biblical story, they're surprises. They take people by surprise, like Jacob in his dream. But this is imagining a moment when that surprise overtakes all of creation and permeates it. So it's not going to heaven. It's heaven coming in and earth reuniting. Then in verse 10, he calls this New Jerusalem. He says, I got carried away in the spirit to a great high mountain, to the holy city, Jerusalem coming down out of heaven from God. It has the glory of God. That's what you call the glory cloud on top of Mount Sinai. Yes. It's on fire and it's over the Temple. The brilliance of the holy city, high mountain, glorious place was brilliant. Like costly stone. Stone made of crystal clear Jasper. Then I was shown the river of the water of life.",
    "start": "00:43:04",
    "end": "00:44:06"
  },
  {
    "text": "Wait, crystal clear Jasper. So it's red, but you can see through it.",
    "start": "00:44:06",
    "end": "00:44:09"
  },
  {
    "text": "Ah. Translucent Jasper. Yeah. Ooh. And the river of the water. Life of water of life is also clear as crystal, coming from the throne of God and from the Lamb, which.",
    "start": "00:44:09",
    "end": "00:44:19"
  },
  {
    "text": "Is, you know, Eden. Right. All the water of life coming from the center of the river.",
    "start": "00:44:19",
    "end": "00:44:23"
  },
  {
    "text": "It's that river coming out of the middle of Eden in the middle of its street. Notice the city, garden, mountain. It's all being merged together. So you got a street running down the middle. The street. It's highway, I guess also, there's a river. Maybe it's like a street that has a river next to it, next to a road, next to a river. On either side of the river was the tree of Life. On either side of the river was the tree of life.",
    "start": "00:44:23",
    "end": "00:44:52"
  },
  {
    "text": "Yeah. That's interesting.",
    "start": "00:44:52",
    "end": "00:44:54"
  },
  {
    "text": "Isn't that. Just try and picture that in your mind.",
    "start": "00:44:54",
    "end": "00:44:56"
  },
  {
    "text": "Yeah. Well, you've talked about the. What is it? The. What are those trees that are really all one organism?",
    "start": "00:44:56",
    "end": "00:45:02"
  },
  {
    "text": "Oh, aspens.",
    "start": "00:45:02",
    "end": "00:45:03"
  },
  {
    "text": "Aspen trees.",
    "start": "00:45:03",
    "end": "00:45:04"
  },
  {
    "text": "Yeah.",
    "start": "00:45:04",
    "end": "00:45:05"
  },
  {
    "text": "They're all rooted together and really just one thing.",
    "start": "00:45:05",
    "end": "00:45:08"
  },
  {
    "text": "Yeah.",
    "start": "00:45:08",
    "end": "00:45:09"
  },
  {
    "text": "Kind of get a picture of something like that.",
    "start": "00:45:09",
    "end": "00:45:10"
  },
  {
    "text": "Yeah. Just what's fascinating is it very clearly on one side and on the other side, which you think, yeah, has to be two separate trees. But then he uses the singular tree of life. It's just such a great example of metaphor. And what's it producing? 12 kinds of fruit. New Israel, new humanity, New humanity. Yielding its fruit every month. Just like the psalm, one tree of life person yielding its fruit in season. And the leaves of the tree were for the healing of the nations.",
    "start": "00:45:11",
    "end": "00:45:40"
  },
  {
    "text": "That's a unique idea here. Or is that something that he's riffing off?",
    "start": "00:45:41",
    "end": "00:45:45"
  },
  {
    "text": "Well, his point is it's 12 kinds of fruit. 12 from this tree. The whole story came through the family of Abraham.",
    "start": "00:45:45",
    "end": "00:45:51"
  },
  {
    "text": "Yeah.",
    "start": "00:45:51",
    "end": "00:45:52"
  },
  {
    "text": "But it's always been for all of the nations.",
    "start": "00:45:52",
    "end": "00:45:55"
  },
  {
    "text": "The fruit is like Israel reconstituted, but it's also for the whole earth.",
    "start": "00:45:55",
    "end": "00:46:01"
  },
  {
    "text": "Just like the blessing given to Abraham was always for. So all nations can be blessed. It's the same idea here. And then the scene ends with God saying, I'm the alpha and omega.",
    "start": "00:46:01",
    "end": "00:46:11"
  },
  {
    "text": "So it's a tree of life produce. It's producing the new humanity. This is like, connected to Jesus saying, like, I am the vine, you're the branches.",
    "start": "00:46:11",
    "end": "00:46:19"
  },
  {
    "text": "That's right.",
    "start": "00:46:19",
    "end": "00:46:20"
  },
  {
    "text": "Like, I am the tree of life, you grow out of me.",
    "start": "00:46:20",
    "end": "00:46:23"
  },
  {
    "text": "Correct.",
    "start": "00:46:24",
    "end": "00:46:24"
  },
  {
    "text": "Now this new humanity is bearing fruit.",
    "start": "00:46:24",
    "end": "00:46:27"
  },
  {
    "text": "Correct.",
    "start": "00:46:27",
    "end": "00:46:27"
  },
  {
    "text": "And it's the new Israel, but it's.",
    "start": "00:46:27",
    "end": "00:46:30"
  },
  {
    "text": "The new Israel for the whole, fulfilled in Messiah Jesus. Which means the whole point is through the birth of the new Israel, in the mission of Jesus gave birth to the new humanity. It's the Gospel of Luke and Acts in a nutshell. Yeah. Yeah, that's cool. And then the scene ends. Verse 14. Blessed are those who wash their robes. That's a temple purity image. So that you may have the right to the tree of life and enter the gates into the city. So in Revelation, you wash your robes in the blood of the lamb.",
    "start": "00:46:30",
    "end": "00:47:03"
  },
  {
    "text": "Yeah, the atonement.",
    "start": "00:47:03",
    "end": "00:47:04"
  },
  {
    "text": "Yeah. If you allow the Messiah's death to be for you, you enter into the garden, have access to the tree of life, which means you can freely go in and out of the holy city.",
    "start": "00:47:04",
    "end": "00:47:15"
  },
  {
    "text": "This is the Genesis 3:15. The servant.",
    "start": "00:47:15",
    "end": "00:47:19"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:47:19",
    "end": "00:47:19"
  },
  {
    "text": "Who bled for you, suffered for you, makes an atonement for you so that you can be pure.",
    "start": "00:47:19",
    "end": "00:47:25"
  },
  {
    "text": "Yeah. God sent one who went into exile and death, just as we all do, because we've eaten from the wrong tree. He did not. But he went to that fate anyway.",
    "start": "00:47:25",
    "end": "00:47:36"
  },
  {
    "text": "So that you may have the right.",
    "start": "00:47:36",
    "end": "00:47:37"
  },
  {
    "text": "So that he could break through the other side to the tree of life, overcome the serpent, and open the way.",
    "start": "00:47:37",
    "end": "00:47:42"
  },
  {
    "text": "Back, back to the tree of life.",
    "start": "00:47:42",
    "end": "00:47:43"
  },
  {
    "text": "It ends. There you go. So coherent as a narrative. I mean, the Bible's really complicated.",
    "start": "00:47:43",
    "end": "00:47:49"
  },
  {
    "text": "Yeah.",
    "start": "00:47:49",
    "end": "00:47:50"
  },
  {
    "text": "But I did this exercise, I think it was one of my first or second semesters that in college, it was exercise of read Genesis 1:3, read Revelation 21 and 22. Write down every parallel image you can.",
    "start": "00:47:50",
    "end": "00:48:02"
  },
  {
    "text": "Oh, cool.",
    "start": "00:48:02",
    "end": "00:48:02"
  },
  {
    "text": "And I was blown away the first time I did that. Then it's just a question of, well, okay, connect the dots from one end to the other.",
    "start": "00:48:02",
    "end": "00:48:09"
  },
  {
    "text": "Trace all those ideas.",
    "start": "00:48:09",
    "end": "00:48:10"
  },
  {
    "text": "Yeah. And in a way, this video is kind of the fruition of that project so many years ago. So our last stop in our conversation is how do you get from Jesus in Galilee saying new creation's arriving to the full arrival of new Creation? It took Jesus to Jerusalem.",
    "start": "00:48:10",
    "end": "00:48:28"
  },
  {
    "text": "It took him to Jerusalem.",
    "start": "00:48:28",
    "end": "00:48:30"
  },
  {
    "text": "Yeah, yeah, To a high place. High place in the city of Jerusalem where he has his own moment of testing in a garden. And a moment that is fulfilled in the tree of Golgotha.",
    "start": "00:48:30",
    "end": "00:48:42"
  },
  {
    "text": "Thanks for listening to this episode of the BibleProject podcast. We're coming into the last part of this conversation on trees. So if you want to submit a question for a question response episode, please do by recording yourself asking the question and email it to infoibleproject.com Again, that's infoibleproject.com if you're able to keep your question to about 30 seconds, that'd be great. Give us your name and where you're from. Next week, we're gonna have our last conversation in this series and we'll discuss the climactic story of Jesus trial, crucifixion, and how there's trees all over.",
    "start": "00:48:43",
    "end": "00:49:19"
  },
  {
    "text": "In Matthew and Mark, they go to a place called Gethsemane in Greek, takes them to a little garden of olive trees. In John's gospel, he straight up just calls it a garden. In this garden, Jesus faces his last test. Do you remember his first test was in the wilderness. Then here he uses the word. He says that he's entering into the test in this macro theme of the tree, tree. He's looking around to all of these people who failed their own individual tests and the collective tests creating death in the world. And so he will walk into death on purpose.",
    "start": "00:49:20",
    "end": "00:49:56"
  },
  {
    "text": "Our video on the tree of life has been released. It's on our YouTube channel. We've tried to summarize this entire conversation into a five minute animated video, and I think we did a pretty good job. Check it out at YouTube.com thebibleproject or on our website, thebibleproject.com Today's show is produced by Dan Gummel. Our theme music is from the band Tense. Bibleproject is a crowdfunded nonprofit in Portland, Oregon. And that means that all of our resources are free because of the generous support of people like you all over the world. So thank you for being a part of this with us.",
    "start": "00:49:58",
    "end": "00:50:34"
  },
  {
    "text": "I want to be able to sneak too, sweetheart. Oh, here.",
    "start": "00:50:34",
    "end": "00:50:37"
  },
  {
    "text": "Okay.",
    "start": "00:50:39",
    "end": "00:50:39"
  },
  {
    "text": "You want to start? You start. Okay. Hi, my name is Lakshmi and I'm from Estacada. And hi, my name is woods and I'm from Estacada. I first heard about the Bible Project actually from my son. My son told me about it, and I first heard about the Bible Project from my camp. I use the Bible Project a lot for just private use of helping me understand it. And I also use it for my women's Bible study group. If we're about to study something, we will always put the Bible project on first and then start to study whatever book we're in. And I use the Bible Project to get deeper into my faith and learn about God. And one of the favorite things I love most about the Bible Project is how simply it breaks it down. Sometimes when we go to study a book, it seems so overwhelming, but the Bible product just breaks it down and makes it so understandable for any age. And I like all the drawings and the animation. We believe the Bible is a unified story that leads to Jesus. We're crowdfunded project by people like me. Find free videos, study notes, podcasts and more@thebibleproject.com.",
    "start": "00:50:40",
    "end": "00:52:05"
  }
]