[
  {
    "text": "All right, let's do a question response episode on trees.",
    "start": "00:00:05",
    "end": "00:00:08"
  },
  {
    "text": "Yeah, yeah. We're in the Tree of Life series. Well, okay. Real time. We're now months away from having eight or nine months into the future from.",
    "start": "00:00:08",
    "end": "00:00:17"
  },
  {
    "text": "When we first recorded.",
    "start": "00:00:18",
    "end": "00:00:19"
  },
  {
    "text": "When we were first recording. And I think we hadn't decided the title yet.",
    "start": "00:00:19",
    "end": "00:00:22"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:00:22",
    "end": "00:00:23"
  },
  {
    "text": "I think we're talking about Trees of Eden something. But Tree of Life is where we. That's what the video.",
    "start": "00:00:23",
    "end": "00:00:27"
  },
  {
    "text": "The video on Tree of Life is almost done.",
    "start": "00:00:27",
    "end": "00:00:30"
  },
  {
    "text": "Yeah, it's good.",
    "start": "00:00:30",
    "end": "00:00:31"
  },
  {
    "text": "Getting real close.",
    "start": "00:00:31",
    "end": "00:00:31"
  },
  {
    "text": "Yeah. It's awesome looking.",
    "start": "00:00:31",
    "end": "00:00:32"
  },
  {
    "text": "We actually had a whole episode that we were gonna release next.",
    "start": "00:00:33",
    "end": "00:00:38"
  },
  {
    "text": "Yes.",
    "start": "00:00:38",
    "end": "00:00:38"
  },
  {
    "text": "Which was me trying to tease out and understand the connection between offering sacrifices and the Tree of Knowing. Good and bad.",
    "start": "00:00:39",
    "end": "00:00:48"
  },
  {
    "text": "Yep.",
    "start": "00:00:48",
    "end": "00:00:48"
  },
  {
    "text": "And it took about 50 minutes for me to try to tease that out. And we thought, it's not worth you guys to listen to that.",
    "start": "00:00:49",
    "end": "00:00:55"
  },
  {
    "text": "We don't wanna put everybody through that.",
    "start": "00:00:55",
    "end": "00:00:57"
  },
  {
    "text": "So we're cutting it.",
    "start": "00:00:58",
    "end": "00:00:59"
  },
  {
    "text": "Yeah.",
    "start": "00:00:59",
    "end": "00:01:00"
  },
  {
    "text": "But let's try to summarize.",
    "start": "00:01:00",
    "end": "00:01:02"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:01:02",
    "end": "00:01:02"
  },
  {
    "text": "I think the key takeaway, which was, for me, I think what I was wrestling with is, so there's this idea of the Tree of Knowing good and bad is a test of sorts, of don't eat of this tree. Real life comes from this other place. So you got to walk by it. You got to say no to it.",
    "start": "00:01:02",
    "end": "00:01:20"
  },
  {
    "text": "Right. Walking by or not eating from the tree is a moment of decision where I choose to trust God. I give up the thing that looks good in my eyes.",
    "start": "00:01:20",
    "end": "00:01:29"
  },
  {
    "text": "Yeah.",
    "start": "00:01:29",
    "end": "00:01:29"
  },
  {
    "text": "And I listen to the voice of God. Or I fear God and live by his wisdom, not my own.",
    "start": "00:01:29",
    "end": "00:01:35"
  },
  {
    "text": "And when you say I give up the thing.",
    "start": "00:01:35",
    "end": "00:01:37"
  },
  {
    "text": "Yes.",
    "start": "00:01:37",
    "end": "00:01:37"
  },
  {
    "text": "That thing being just my inclination to eat that fruit.",
    "start": "00:01:38",
    "end": "00:01:41"
  },
  {
    "text": "Well, in the garden story. Yeah. It's the woman sees, she desires.",
    "start": "00:01:41",
    "end": "00:01:45"
  },
  {
    "text": "I see.",
    "start": "00:01:45",
    "end": "00:01:46"
  },
  {
    "text": "It's beautiful. She wants it.",
    "start": "00:01:46",
    "end": "00:01:47"
  },
  {
    "text": "There's a desire inside of me. There's a want. I'm going to give that up.",
    "start": "00:01:47",
    "end": "00:01:51"
  },
  {
    "text": "Give it up.",
    "start": "00:01:51",
    "end": "00:01:51"
  },
  {
    "text": "So in a sense, you really are. When you're walking by, you really are sacrificing something of yourself. And in that, it's your desire that you're laying down.",
    "start": "00:01:51",
    "end": "00:01:58"
  },
  {
    "text": "That's right. It's a metaphorical, sacrificial. Metaphorical sacrifice of your desire. Yep.",
    "start": "00:01:58",
    "end": "00:02:04"
  },
  {
    "text": "And when Noah makes a sacrifice on a hill.",
    "start": "00:02:05",
    "end": "00:02:09"
  },
  {
    "text": "Yep. With the wood.",
    "start": "00:02:09",
    "end": "00:02:11"
  },
  {
    "text": "With the wood. You're supposed to see this image of. He's there with the tree. With the trees on a high place.",
    "start": "00:02:11",
    "end": "00:02:17"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:02:17",
    "end": "00:02:17"
  },
  {
    "text": "And he's making a sacrifice, symbolizing. I'm not going to eat of my own Desire. I'm going to do what you want. God.",
    "start": "00:02:18",
    "end": "00:02:27"
  },
  {
    "text": "Yeah. The precise role of Noah's sacrifice isn't clarified in terms of it being just a thank you. It's a going up offering, which is the most general kind of offering in Leviticus. It can be a thank you and it can be an I'm sorry. But what it is is it's a costly gift of great cost to whoever gives it up to have communion with God. And after God saves his life and his family, it seems likely that he's giving up a very precious thing as a gift of thanks.",
    "start": "00:02:27",
    "end": "00:02:57"
  },
  {
    "text": "It's a gift of thanks.",
    "start": "00:02:57",
    "end": "00:02:58"
  },
  {
    "text": "At least that makes sense. But what God looks at it as, and he treats it as if it were more like a gift of atonement that atones for sins because after smelling it. And the word for smell rhymes with Noah's name. Not sure we talked about that. God says he basically, he doesn't hold humanity's sins against them. He knows that humans are going to continue being horrible. And he says, I'm not going to do what I did in the flood. And it's all because of Noah's sacrifice. So it's Noah's moment of decision to give up what is precious to establish communion with God. And that becomes his right decision. At a tree with the wood on the high place.",
    "start": "00:02:59",
    "end": "00:03:39"
  },
  {
    "text": "With the wood at the high place making the right decision.",
    "start": "00:03:39",
    "end": "00:03:41"
  },
  {
    "text": "Yep.",
    "start": "00:03:41",
    "end": "00:03:41"
  },
  {
    "text": "Then we talked about Abraham and he had his wood on a high place making the right decision.",
    "start": "00:03:42",
    "end": "00:03:48"
  },
  {
    "text": "Yeah, that's true.",
    "start": "00:03:48",
    "end": "00:03:49"
  },
  {
    "text": "Which was to trust God's wisdom versus his own desire, which is will protect his child and make his name great through his kid. On his own wisdom.",
    "start": "00:03:49",
    "end": "00:03:59"
  },
  {
    "text": "Yeah, that's right. Yeah. He and Sarah hurt people in order to get a son. When they finally get the son that comes from God's gift, Isaac, then God asks for the life of that son back. It's as if God is making clear to Abraham that the life of the promised seed just solely exists because of God's grace gift. So Abraham and his wife has schemed to create seed. And it's as if God takes it back to give it anew as a gift of grace, not as something Abraham and Sarah cooked up.",
    "start": "00:03:59",
    "end": "00:04:35"
  },
  {
    "text": "Yeah.",
    "start": "00:04:36",
    "end": "00:04:36"
  },
  {
    "text": "So in building the altar and giving up his son, that becomes his moment at the wood on the high place. At the tree. Yeah.",
    "start": "00:04:37",
    "end": "00:04:45"
  },
  {
    "text": "These moments on a high place at a tree is supposed to remind me of the entire Eden drama.",
    "start": "00:04:45",
    "end": "00:04:52"
  },
  {
    "text": "Correct.",
    "start": "00:04:52",
    "end": "00:04:53"
  },
  {
    "text": "It's not just I'm going to say no to this tree, it's also I'm going to Say yes to this other tree.",
    "start": "00:04:53",
    "end": "00:04:57"
  },
  {
    "text": "Yeah, that's right. And this pattern is going to continue. So trees on high places where there is a moment of decision or test. This is a motif that's going to keep reappearing throughout key characters in the storyline of the Hebrew Bible. And often there's sacrifice in the mix.",
    "start": "00:04:57",
    "end": "00:05:16"
  },
  {
    "text": "Yeah. And that's what we talked about at length. There's often sacrifice in the midst. There's a whole tradition we're importing from the law, later in the Torah we're bringing back. But also there's this clue in Genesis 3 where God says there's going to be a seed of the human who is going to sacrifice themselves.",
    "start": "00:05:16",
    "end": "00:05:34"
  },
  {
    "text": "That's right.",
    "start": "00:05:35",
    "end": "00:05:35"
  },
  {
    "text": "So you have this idea of not only do we have to make the right decision at the tree, but this whole inclination and this whole. The powers that are at work to screw this all up, that all needs to be defeated too.",
    "start": "00:05:35",
    "end": "00:05:49"
  },
  {
    "text": "Yeah, that's right. Yeah, yeah, that's right. So that's where we are so far. So there are going to be further tests on high places by trees for all Israel at Mount Sinai. And then Moses up at the top of Mount Sinai. And then once you get into the story of David, he has his own test on the hill where the temple's going to be built and he makes a sacrifice there for his own sins that are hurting the people of Israel. It all just keeps ricocheting throughout the story. The high places, the test at the trees, the high places in the Book of Kings where they build altars to other gods.",
    "start": "00:05:49",
    "end": "00:06:25"
  },
  {
    "text": "Now that's not a test, that's just them worshiping other gods.",
    "start": "00:06:25",
    "end": "00:06:28"
  },
  {
    "text": "Well, it's them failing the test, but.",
    "start": "00:06:28",
    "end": "00:06:30"
  },
  {
    "text": "In a way it's them failing a test.",
    "start": "00:06:30",
    "end": "00:06:31"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:06:31",
    "end": "00:06:32"
  },
  {
    "text": "Yeah.",
    "start": "00:06:32",
    "end": "00:06:32"
  },
  {
    "text": "Yeah. The fact that they would worship another God at sacred trees on high places is them failing the test. Yeah.",
    "start": "00:06:32",
    "end": "00:06:39"
  },
  {
    "text": "A test is usually in front of a tree in a high place. Yeah, it's a design pattern.",
    "start": "00:06:39",
    "end": "00:06:42"
  },
  {
    "text": "It's a. Yeah, it's common design pattern.",
    "start": "00:06:42",
    "end": "00:06:44"
  },
  {
    "text": "And it goes back to the Genesis 3 moment of AM I going to eat of this tree that represents my own desires of knowing good and being wise on my own terms? Or am I going to.",
    "start": "00:06:44",
    "end": "00:06:56"
  },
  {
    "text": "Yep.",
    "start": "00:06:56",
    "end": "00:06:56"
  },
  {
    "text": "Avoid that tree and eat of God's own life.",
    "start": "00:06:56",
    "end": "00:06:59"
  },
  {
    "text": "Yep.",
    "start": "00:06:59",
    "end": "00:07:00"
  },
  {
    "text": "And that moment of seeing that tree and desiring that tree is the test.",
    "start": "00:07:00",
    "end": "00:07:07"
  },
  {
    "text": "Yeah.",
    "start": "00:07:07",
    "end": "00:07:08"
  },
  {
    "text": "And. And the serpent comes at that moment and really plays on the desires.",
    "start": "00:07:08",
    "end": "00:07:12"
  },
  {
    "text": "Yeah.",
    "start": "00:07:12",
    "end": "00:07:13"
  },
  {
    "text": "And says, no, you really want this. And what you want is what you want. And it's good. It feels good. Do It.",
    "start": "00:07:13",
    "end": "00:07:19"
  },
  {
    "text": "Yeah.",
    "start": "00:07:19",
    "end": "00:07:19"
  },
  {
    "text": "And so now the problem isn't just the test and your desire. It's. It's now this, like this confrontation with cosmic evil as well, intertwined with it. And so God comes and says, this is a problem. You can't eat of the tree of life. But now this cosmic evil has to be dealt with. But God will still come to people throughout the whole story of the Bible and put them in positions where their character is shown through how they're going to act. And these are tests.",
    "start": "00:07:19",
    "end": "00:07:49"
  },
  {
    "text": "Yeah.",
    "start": "00:07:49",
    "end": "00:07:49"
  },
  {
    "text": "And they're often at high places with trees.",
    "start": "00:07:49",
    "end": "00:07:52"
  },
  {
    "text": "That's right. That's right. So this goes to our first question, Peter Brandon in Utah, you ask a good question about some other trees on high places in the story of the Bible and the kind of test they represent.",
    "start": "00:07:52",
    "end": "00:08:05"
  },
  {
    "text": "Hey, Tim and John, this is Peter Brandon from Springville, Utah. I had a question about the tree of life. In the Wisdom series, you compared Lady Folly and Lady Wisdom to fruit trees or wisdom metaphors of the tree of life and the antithesis. I was just wondering if Lady Folly could be considered a metaphor of the Asherah. Thank you. Cool. So he's referring back to another series.",
    "start": "00:08:06",
    "end": "00:08:37"
  },
  {
    "text": "We did on the books of Solomon, the Wisdom. Yeah, Wisdom books.",
    "start": "00:08:37",
    "end": "00:08:41"
  },
  {
    "text": "And you pointed out that. That the two ladies in the book of Proverbs, Lady Wisdom and Lady Folly, you can see them in this narrative, in Genesis 2 and 3, in the 1 woman.",
    "start": "00:08:41",
    "end": "00:08:55"
  },
  {
    "text": "Yeah, the two roles that Eve plays. Yeah, that's right.",
    "start": "00:08:55",
    "end": "00:08:59"
  },
  {
    "text": "Lady Wisdom is also talked about as a tree of life.",
    "start": "00:08:59",
    "end": "00:09:02"
  },
  {
    "text": "Yes.",
    "start": "00:09:02",
    "end": "00:09:02"
  },
  {
    "text": "So is Lady Folly in some way the tree of good and bad?",
    "start": "00:09:02",
    "end": "00:09:06"
  },
  {
    "text": "Yeah, I think so. What we're talking about is the speeches in Proverbs 1 through 9, from Solomon to the royal seed. And he warns them about these two kinds of choices, these two life paths they can take. One is the path of Wisdom and the fear of Yahweh. The other path is Folly and death. And then they become metaphorical choices about choosing the woman that you want to be with. Lady Wisdom, who is the tree of life. Yeah. And then Lady Folly, who's called in the speeches of Proverbs 1 through 9. Lady Folly is called a number of titles. Lady Folly, she's also called the foreign woman, which, again, think of the Solomon story. He is not the ideal candidate to be giving this advice.",
    "start": "00:09:06",
    "end": "00:09:52"
  },
  {
    "text": "Married a lot of foreign women.",
    "start": "00:09:53",
    "end": "00:09:55"
  },
  {
    "text": "Yeah, totally. So, yeah. It's as if by the time you get to Solomon, you have the two choices before him, and his failure is represented by the choosing of foreign women and their gods. The point is that's the point. They're a package deal. So, Peter, you're wondering if there's a connection to Lady Folly and then the goddess Asherah, who's a female fertility goddess whose altars are on high places, whose statues take the form of sacred trees. That's what they are. So for sure? Like, that's for sure in the narrative of Genesis through Kings, by the time you get to the kings from the line of David and of Israel, when they are up on the high places sacrificing, sometimes sacrificing their children on high places, that's their failure at the tree is them giving their allegiance, sometimes even giving their own children as a sacrifice to Asherah. Sometimes the trees on those high places, in Kings, they're called luxuriant trees. And it's the Hebrew word Ra', anan. And it looks almost identical to the word Eden with the letters swapped around. And it's for sure a play, a word play, that it's the perverted Eden. And then I think we're going to talk about these in future episodes, because in the Book of Isaiah, it becomes a tale of two gardens. Two gardens.",
    "start": "00:09:55",
    "end": "00:11:19"
  },
  {
    "text": "We do talk about that.",
    "start": "00:11:19",
    "end": "00:11:19"
  },
  {
    "text": "There's the gardens of the false gods, and then there's the true Eden, the new Jerusalem.",
    "start": "00:11:19",
    "end": "00:11:24"
  },
  {
    "text": "Cool.",
    "start": "00:11:24",
    "end": "00:11:25"
  },
  {
    "text": "And each of them have trees.",
    "start": "00:11:25",
    "end": "00:11:26"
  },
  {
    "text": "So we'll talk a lot more about that.",
    "start": "00:11:26",
    "end": "00:11:28"
  },
  {
    "text": "So your intuition is right. These images are connected all the way through, whether through Proverbs or in the Book of Kings. Good job, Peter. High five. We've been getting a number of questions about the relationship of the two trees. How many trees were there at the center of the garden?",
    "start": "00:11:28",
    "end": "00:11:45"
  },
  {
    "text": "Right.",
    "start": "00:11:45",
    "end": "00:11:46"
  },
  {
    "text": "There's actually some little narrative details that raise this question. A lot of it depends on the translation you're reading. But let's first hear the question, the way Therese puts it. From Valley Center, California.",
    "start": "00:11:46",
    "end": "00:11:59"
  },
  {
    "text": "Hey, Tim and John. This is Therese from the Little Avocado Orchard in Valley Center, California. In chapter two, I think it's line nine, where God is populating the Garden of Eden. It describes, in the middle of the garden were the tree of life and the tree of the knowledge of good and evil. But the verb there were is confusing me because that sentence makes it sound like there's definitely two trees, separate trees. One is tree of life, one is the knowledge of good and bad. But then in chapter three, in the fall, when Eve is talking to the serpent and she's repeating to the serpent what God told her, she says, God did say, you must not eat from the tree that is in the middle of the garden. And she's only talking about one tree. So I'm curious, where do scholars come down on that? Is there one tree that is all those things or are there two trees? And why is it translated like that? Thanks for all you do. Bye.",
    "start": "00:11:59",
    "end": "00:12:58"
  },
  {
    "text": "So there's the basic observation. When the trees are introduced, we're told of two trees. But then when the woman and the snake are told talking, they only are referencing one tree. So it helps to go to the texts that are involved here. So Genesis 2, 8 and 9 are the kind of key bits here. So in verse 8, Yahweh Elohim planted a garden in Eden. Oh, this is good. These are the lines that give us our temple analogy with the geography of the land. So you have the dry land in the dry land. Is Eden in the dry land?",
    "start": "00:12:58",
    "end": "00:13:34"
  },
  {
    "text": "Yeah, Eden Delight.",
    "start": "00:13:34",
    "end": "00:13:36"
  },
  {
    "text": "And then we're told that in Eden God plants a garden subsection of Eden. So you've got a three tiered sacred space set up here. And there he placed the human that he formed and Yahweh Elohim caused to sprout up from the ground every desirable tree. No, excuse me. Every tree that's desirable for looking at and good for eating. And the tree of life in the middle of the garden and the tree of the knowing of good and bad.",
    "start": "00:13:36",
    "end": "00:14:07"
  },
  {
    "text": "That's pretty close to nasb. I was just reading that. Yeah, okay.",
    "start": "00:14:07",
    "end": "00:14:11"
  },
  {
    "text": "Yeah.",
    "start": "00:14:11",
    "end": "00:14:11"
  },
  {
    "text": "What were you reading? You were just reading Hebrews?",
    "start": "00:14:11",
    "end": "00:14:13"
  },
  {
    "text": "I was just translating.",
    "start": "00:14:13",
    "end": "00:14:14"
  },
  {
    "text": "Out of the ground Lord God caused to grow every tree that is pleasing to sight and good for food. The tree of life also in the midst of the garden and the tree of the knowledge of good and evil.",
    "start": "00:14:14",
    "end": "00:14:23"
  },
  {
    "text": "That's right. Now what the new American standard does is insert the verb in the middle of the garden. And then they insert were the tree of life and the tree of knowing good and evil. So actually in Hebrew, when they construct sentences that in English we have the to be verb.",
    "start": "00:14:23",
    "end": "00:14:45"
  },
  {
    "text": "Like is actually nas leaves it out.",
    "start": "00:14:45",
    "end": "00:14:47"
  },
  {
    "text": "But they leave it out. Exactly, yeah. The new international version, they leave it in. Yeah, exactly. Right. Because it's good English.",
    "start": "00:14:47",
    "end": "00:14:53"
  },
  {
    "text": "Yeah, it's weird.",
    "start": "00:14:53",
    "end": "00:14:54"
  },
  {
    "text": "The new American standard is English as it's never been spoken before.",
    "start": "00:14:54",
    "end": "00:14:57"
  },
  {
    "text": "Right.",
    "start": "00:14:57",
    "end": "00:14:58"
  },
  {
    "text": "But it's a great translation for study because it's really close onto the Hebrew and Greek. So I think it's building up and listing the trees in order of their plot significance. Right. So God crosses every tree and. Okay, that's interesting. Ones that are desirable to look at and good to eat. Oh, that's going to play a role to follow. And the Tree of Life in the middle. And the last and crucial one is the Tree of Knowing good and bad.",
    "start": "00:14:58",
    "end": "00:15:28"
  },
  {
    "text": "They seem like two separate trees.",
    "start": "00:15:28",
    "end": "00:15:29"
  },
  {
    "text": "Here they're described. Two separate trees. Correct. When you get the divine command down in verse 16, Yahweh Elohim commanded the human saying, from every tree, eat, eat. And from the Tree of knowing good and bad, do not eat. For in the day of your eating, from it you will die, die. So there it only highlights one tree.",
    "start": "00:15:29",
    "end": "00:15:52"
  },
  {
    "text": "Yeah.",
    "start": "00:15:52",
    "end": "00:15:53"
  },
  {
    "text": "And now that becomes the Tree of death, so to speak, the opposite of the Tree of Life. So once again, two trees are the image here. The next time the trees are mentioned is in the snake and the woman's conversation. And the woman says, from the tree which is in the middle of the garden, God said, don't eat from it or touch it so that you don't die.",
    "start": "00:15:53",
    "end": "00:16:20"
  },
  {
    "text": "Which verse is that?",
    "start": "00:16:20",
    "end": "00:16:21"
  },
  {
    "text": "Genesis 3, verse 3. So up in Genesis 2, verse 9, let's go back. The Tree of Life in the middle of the garden, and the Tree of.",
    "start": "00:16:21",
    "end": "00:16:31"
  },
  {
    "text": "Knowing good and bad, don't eat of the Tree of knowing good and bad. That's the command.",
    "start": "00:16:31",
    "end": "00:16:35"
  },
  {
    "text": "Correct.",
    "start": "00:16:35",
    "end": "00:16:36"
  },
  {
    "text": "And then next chapter, snake comes, and the woman says, from the tree that's.",
    "start": "00:16:36",
    "end": "00:16:43"
  },
  {
    "text": "In the middle of the garden.",
    "start": "00:16:43",
    "end": "00:16:44"
  },
  {
    "text": "So that's not what says in nsb.",
    "start": "00:16:45",
    "end": "00:16:46"
  },
  {
    "text": "Oh, really?",
    "start": "00:16:47",
    "end": "00:16:47"
  },
  {
    "text": "The woman said to the serpent, quote, from the fruit of the trees of the garden, we may eat.",
    "start": "00:16:47",
    "end": "00:16:53"
  },
  {
    "text": "Mm. Next verse.",
    "start": "00:16:53",
    "end": "00:16:54"
  },
  {
    "text": "But from the fruit of the tree which is in the middle of the garden.",
    "start": "00:16:55",
    "end": "00:16:58"
  },
  {
    "text": "Yeah.",
    "start": "00:16:58",
    "end": "00:16:59"
  },
  {
    "text": "That's what you're saying.",
    "start": "00:16:59",
    "end": "00:17:00"
  },
  {
    "text": "That's what I'm saying.",
    "start": "00:17:00",
    "end": "00:17:00"
  },
  {
    "text": "God has said you should not eat from it or touch it, or you will die.",
    "start": "00:17:00",
    "end": "00:17:03"
  },
  {
    "text": "So the point is, she only mentions one tree in the middle of the garden.",
    "start": "00:17:03",
    "end": "00:17:06"
  },
  {
    "text": "Right.",
    "start": "00:17:06",
    "end": "00:17:06"
  },
  {
    "text": "And whereas Genesis 2, verse 9 talks about two trees, mentions two trees. So what's up with this? There are some people who think that there's really only one tree, and that up in Genesis 2, verse 9, it's as if we're thinking about the same tree from two different angles. That doesn't make sense to me. Right. In Genesis 2, verse 9, it specifies two different trees. It's. It only says the tree of life is in the middle, but then it says the Tree of Life in the middle of the garden and the Tree of Knowing good and bad.",
    "start": "00:17:07",
    "end": "00:17:37"
  },
  {
    "text": "Yeah.",
    "start": "00:17:37",
    "end": "00:17:38"
  },
  {
    "text": "As if it includes both of them in the middle. And then in Genesis 3, verses 2 and 3, she's clearly referring to the divine command of, don't eat from the Tree of knowing good and bad. And that's she calls it here in the middle of the garden. Because for me, again, the narrative images. It seems to me it's important that there's two choices represented by two trees. In the same way, in the wisdom literature, there's the two women.",
    "start": "00:17:38",
    "end": "00:18:02"
  },
  {
    "text": "Yeah.",
    "start": "00:18:02",
    "end": "00:18:03"
  },
  {
    "text": "Or the two paths.",
    "start": "00:18:03",
    "end": "00:18:04"
  },
  {
    "text": "Right.",
    "start": "00:18:04",
    "end": "00:18:05"
  },
  {
    "text": "So, yeah. I'm not compelled by the arguments that say there's only one tree because it seems like they have distinct meanings that have different. One leads to life, the other leads to death. There you go. Yeah. Maybe there's something I'm missing, but that's where I'm at presently. But it's a good observation, Therese. Do you have any more thoughts about that?",
    "start": "00:18:05",
    "end": "00:18:24"
  },
  {
    "text": "Well, it just creates more ambiguity in the women's response from the tree which is in the middle of the garden. Don't eat. Which there's two trees in the middle of the garden.",
    "start": "00:18:24",
    "end": "00:18:32"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:18:32",
    "end": "00:18:33"
  },
  {
    "text": "Yeah. So I don't know. It seems like there must be some sort of significance there that she just didn't say. But the Tree of Knowing good and Bad don't eat.",
    "start": "00:18:33",
    "end": "00:18:43"
  },
  {
    "text": "Yeah.",
    "start": "00:18:43",
    "end": "00:18:43"
  },
  {
    "text": "She keeps it kind of ambiguous.",
    "start": "00:18:43",
    "end": "00:18:44"
  },
  {
    "text": "Yeah. She doesn't specify. Well, she does. She mentioned. She specifies that there is one tree in the middle of the garden. God never gave a warning about the Tree of Life. He gave a warning about the Tree of Knowing good and bad. And that's what she's mentioning here.",
    "start": "00:18:45",
    "end": "00:18:56"
  },
  {
    "text": "Totally. She could just do it with less ambiguity, is what I'm saying.",
    "start": "00:18:56",
    "end": "00:18:58"
  },
  {
    "text": "Yes. I agree with you. I agree.",
    "start": "00:18:58",
    "end": "00:19:01"
  },
  {
    "text": "And I guess. Is there any moment for reflection on why the ambiguity there? And does it tie into how she misquoted God in the previous sentence? Is she just, like. Is there something we're supposed to notice? Like, first she misquotes God, and then she.",
    "start": "00:19:01",
    "end": "00:19:15"
  },
  {
    "text": "Well, the snake misquotes God.",
    "start": "00:19:15",
    "end": "00:19:17"
  },
  {
    "text": "Oh, the snake misquotes God.",
    "start": "00:19:17",
    "end": "00:19:18"
  },
  {
    "text": "Yep. What she does is add the words do not touch.",
    "start": "00:19:18",
    "end": "00:19:21"
  },
  {
    "text": "Oh, right.",
    "start": "00:19:21",
    "end": "00:19:22"
  },
  {
    "text": "That's command. So nobody quite gets God's words just right. Which I think is intentional.",
    "start": "00:19:22",
    "end": "00:19:28"
  },
  {
    "text": "Okay.",
    "start": "00:19:28",
    "end": "00:19:29"
  },
  {
    "text": "Yeah.",
    "start": "00:19:29",
    "end": "00:19:30"
  },
  {
    "text": "Cool.",
    "start": "00:19:30",
    "end": "00:19:31"
  },
  {
    "text": "Yep.",
    "start": "00:19:31",
    "end": "00:19:31"
  },
  {
    "text": "Two trees. But they are very connected. They're both in the middle. And we've even depicted them as like two trees growing almost intertwined.",
    "start": "00:19:31",
    "end": "00:19:40"
  },
  {
    "text": "Yeah. Well, in the video, which isn't released yet, we ran with the idea you have to pass by the. The Tree of Knowing good and Bad to get to the Tree of Life. So we put the Tree of Knowing Good and Bad on the path.",
    "start": "00:19:41",
    "end": "00:19:55"
  },
  {
    "text": "Isn't there a video or something where we put them intertwined?",
    "start": "00:19:55",
    "end": "00:19:57"
  },
  {
    "text": "Yes.",
    "start": "00:19:58",
    "end": "00:19:58"
  },
  {
    "text": "Or is that just some concept art?",
    "start": "00:19:58",
    "end": "00:19:59"
  },
  {
    "text": "No, no. In the temple video in the temple video. Yeah.",
    "start": "00:19:59",
    "end": "00:20:02"
  },
  {
    "text": "They're intertwined.",
    "start": "00:20:02",
    "end": "00:20:03"
  },
  {
    "text": "That's right. I always think that was Alan's idea.",
    "start": "00:20:03",
    "end": "00:20:05"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:20:05",
    "end": "00:20:06"
  },
  {
    "text": "Alan Rose now.",
    "start": "00:20:06",
    "end": "00:20:07"
  },
  {
    "text": "Okay.",
    "start": "00:20:07",
    "end": "00:20:07"
  },
  {
    "text": "Right. We also. Next we got a number of questions about the status of humans as mortal when they're put into the garden. So Gina will let you articulate this question that a bunch of people asked.",
    "start": "00:20:07",
    "end": "00:20:21"
  },
  {
    "text": "My name is Gina Linden, and I live in Birmingham, Alabama. You pointed out a new thought and great point for me, that the tree of life in Genesis 3:22 indicates humans do not possess the ability on their own to live forever. My understanding has been that it is sin that brought on the aging process and the end result. Maybe we can only speculate, but I was wondering what you thought would happen to humans if we had never sinned. Would we still age and or die if we had eaten of that tree first? Could we still have eaten from the other and been in a worse position? Thanks, guys.",
    "start": "00:20:21",
    "end": "00:20:54"
  },
  {
    "text": "Yeah, great question. So, actually, I did some recent work on this just to kind of nail it down about humans from dust, the meaning of this image, because it's pretty significant. So in other words, the narrative's very clear. When God forms the human. This is in Genesis 2. 7. He forms the human before he plants the garden. This is interesting. I'm trying to think back of all the different ways we've depicted this in the past. But in Genesis 2, you get the problem of the uncultivated Adamah. The Adamah doesn't produce anything because there's no human to work the ground. But there was a stream that rose up from the land and watered it, verse 7. And Yahweh Elohim formed human of dust from the ground. So you get the idea of this wet ground, this wet dust out in the wilderness, in the realm of non life. And then from the material of non life, before there's any garden, he forms human. But then what's interesting, the human is not alive. He's just a lump of clay. It's the breathing into his nostrils of the breath of life. Then you get a Nefesh chaya. You get a living being, a living Nephesh. And then verse 8, God plants a garden toward the east in Eden. Then he placed there the human that he had formed. So you get this idea that humans are made out of dust, lifeless dust animated by divine breath, then put into the garden place. Well, I guess here's the question. Is the narrative trying to give us a clue as to the actual substance? Is this video camera footage or is this an archetypal statement? About Adam as a whole, humanity as a whole outside the garden. When humanity is outside the garden, what is humanity? So one way to ask that question would be, is the imagery of humans made of dust used of people other than Adam in the Bible? And if so, that would give us a clue that this is a statement about human nature, not video camera footage. Okay, does that make sense how I'm setting up the question? Is this narrative an archetypal statement about humanity in general and humanity's nature?",
    "start": "00:20:55",
    "end": "00:23:16"
  },
  {
    "text": "Well, can we just assume it is?",
    "start": "00:23:17",
    "end": "00:23:19"
  },
  {
    "text": "What, that it's archetypal?",
    "start": "00:23:19",
    "end": "00:23:21"
  },
  {
    "text": "Well.",
    "start": "00:23:21",
    "end": "00:23:21"
  },
  {
    "text": "Oh, well, maybe you and I can, but I'm. I know a lot of people who would feel nervous about that, or they would need to be convinced of that.",
    "start": "00:23:21",
    "end": "00:23:29"
  },
  {
    "text": "Sure. Okay. Okay.",
    "start": "00:23:31",
    "end": "00:23:33"
  },
  {
    "text": "Let's just do a concordance search about humans from dust.",
    "start": "00:23:33",
    "end": "00:23:36"
  },
  {
    "text": "Humans from dust.",
    "start": "00:23:36",
    "end": "00:23:36"
  },
  {
    "text": "What actually is being claimed here and what are the implications about human mortality or immortality right before. So I done what I think is an exhaustive search on dust vocabulary, and there's about 10 different passages.",
    "start": "00:23:36",
    "end": "00:23:52"
  },
  {
    "text": "What is this word? Dust?",
    "start": "00:23:52",
    "end": "00:23:53"
  },
  {
    "text": "Athar.",
    "start": "00:23:54",
    "end": "00:23:54"
  },
  {
    "text": "Afar.",
    "start": "00:23:54",
    "end": "00:23:55"
  },
  {
    "text": "Afar.",
    "start": "00:23:55",
    "end": "00:23:56"
  },
  {
    "text": "When I think of dust, I think of like, you know, oh, the dry stuff, a thin layer of dead skin cells on your counter.",
    "start": "00:23:56",
    "end": "00:24:02"
  },
  {
    "text": "Oh, that. Oh, dust. Oh, got it. This is the dust of the adama.",
    "start": "00:24:03",
    "end": "00:24:07"
  },
  {
    "text": "This is like. This is mud.",
    "start": "00:24:07",
    "end": "00:24:09"
  },
  {
    "text": "Topsoil.",
    "start": "00:24:09",
    "end": "00:24:09"
  },
  {
    "text": "It's topsoil.",
    "start": "00:24:09",
    "end": "00:24:10"
  },
  {
    "text": "Yeah, yeah. And plus, remember the stream in the previous ver. So you get. It's mud.",
    "start": "00:24:11",
    "end": "00:24:16"
  },
  {
    "text": "It's mud.",
    "start": "00:24:16",
    "end": "00:24:16"
  },
  {
    "text": "Mud, yeah. The afar. Yeah. So in the immediate context, this is when humans are exiled from the garden. In Genesis 3, this is the famous line, you are dust because from it you are taken, and to the dust you will return. So it becomes an image. Dust is a primary image of mortality in the Hebrew Bible, Psalm 103. 14. For God knows our form. He knows that we are dust. So to be made from the dust doesn't stop being true. After the first human becomes a living being, he is still dust.",
    "start": "00:24:16",
    "end": "00:24:52"
  },
  {
    "text": "Yes.",
    "start": "00:24:52",
    "end": "00:24:52"
  },
  {
    "text": "And he goes back to the dust I was born from. My mom. My dad saw it happen. Yeah, he told me about it. Yeah.",
    "start": "00:24:53",
    "end": "00:25:01"
  },
  {
    "text": "You were there too.",
    "start": "00:25:01",
    "end": "00:25:02"
  },
  {
    "text": "Yeah. But According to Psalm 103, I am dust. I share with this being. In Genesis 2 the same identity. Mortal, I am dust. Job 4:19. He calls humans those who dwell in houses of clay, whose foundation is in the dust.",
    "start": "00:25:02",
    "end": "00:25:22"
  },
  {
    "text": "Yeah. Our whole world is dust.",
    "start": "00:25:22",
    "end": "00:25:24"
  },
  {
    "text": "Yeah. Yeah. Job 10, verse 8. Your hands, O God, fashioned me and made me remember that you made me as clay, and you turned me to dust again. Later, in Job 33, verse 6, he says, I have been pinched out from the clay. So the point is, I think this is a narrative image of mortal humans who without the breath of life are just dust. So the reason why I'm belaboring this is I think it's different. Christian traditions have different concepts about the immortality. We talked about this of humans. They're just immortal, that they just live forever.",
    "start": "00:25:24",
    "end": "00:26:05"
  },
  {
    "text": "We have some immortal quality built in.",
    "start": "00:26:05",
    "end": "00:26:08"
  },
  {
    "text": "Yeah, that's right. And so I think the statement that the Garden narrative, Eden narrative is trying to say is humans are mortal. It's only by being placed in proximity to God's eternal life, that is in the garden, that we can be transformed to whatever that transformation of existence is to eternal life.",
    "start": "00:26:08",
    "end": "00:26:28"
  },
  {
    "text": "Yeah.",
    "start": "00:26:28",
    "end": "00:26:28"
  },
  {
    "text": "So I know just for some people that's not always been clear from the text of the story. So that's why I wanted to just.",
    "start": "00:26:29",
    "end": "00:26:35"
  },
  {
    "text": "Make that crystal clear right now. There is a sense even in the Hebrew Bible of existence outside of your body.",
    "start": "00:26:35",
    "end": "00:26:45"
  },
  {
    "text": "Aha. Yeah. In Sheol.",
    "start": "00:26:45",
    "end": "00:26:47"
  },
  {
    "text": "In Sheol.",
    "start": "00:26:48",
    "end": "00:26:49"
  },
  {
    "text": "Yeah. Yeah. In the underworld and. Yeah. How does that fit in? Yeah. Existence isn't the right category for it though. It's a non existence. Non existence because you don't have any volition or agency. The dead are in a. It's just perpetual melancholy down there. And actually the people who are down there are almost always identified as the rulers, the powers, the rulers of the earth, which I think is actually an image of the Nephilim, Muslim other matter. But for anyone who's optimistic about any kind of existence beyond death, it's the positive statements in the Psalms that it's the gift of God. Like at the end of Psalm 73, Psalm 49, things like that, where you will take me to yourself. So it's because of God's gift, not because of any inherent immortality that I possess. It's because of God's gift. Yeah. What's challenging is to synthesize everything in the Hebrew Bible, then with statements in the New Testament and then with philosophical clarity and to create a theological system out of this.",
    "start": "00:26:49",
    "end": "00:27:59"
  },
  {
    "text": "That's what we want to do is we want some sort of like.",
    "start": "00:27:59",
    "end": "00:28:02"
  },
  {
    "text": "That's right.",
    "start": "00:28:02",
    "end": "00:28:02"
  },
  {
    "text": "System that explains how immortal am I really as a human.",
    "start": "00:28:02",
    "end": "00:28:06"
  },
  {
    "text": "Correct. Yeah. And so it's led to different conclusions in the Christian tradition. One would be that God has granted to humans the gift of. Because he sustains it, immortality. And if it's immortality in the state of whatever new creation or heavenly bliss, then that's a gift of God. But it means that God also has to be the one sustaining the existence of people who have chosen not to participate in the new creation, but they wouldn't exist if God didn't continue to sustain them.",
    "start": "00:28:06",
    "end": "00:28:36"
  },
  {
    "text": "He's sustaining him just to leave him out.",
    "start": "00:28:37",
    "end": "00:28:38"
  },
  {
    "text": "Correct. So that's on again. What we're doing there is filling out implications for a theological system. Yeah, it's hard to hang any of that on actual passages.",
    "start": "00:28:38",
    "end": "00:28:48"
  },
  {
    "text": "Scripture, if anything, the Bible could be more clear on, you know, like, I think it's what people want a lot of clarity on.",
    "start": "00:28:48",
    "end": "00:28:55"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:28:55",
    "end": "00:28:55"
  },
  {
    "text": "Explain to me.",
    "start": "00:28:55",
    "end": "00:28:56"
  },
  {
    "text": "Yeah.",
    "start": "00:28:56",
    "end": "00:28:57"
  },
  {
    "text": "About the immortality of. Of my being and how it all works and because that's right. I don't if I'm going to live forever or if I'm going to live beyond even just this life, I want to know what's up.",
    "start": "00:28:57",
    "end": "00:29:08"
  },
  {
    "text": "Well, so the second option, or the second part of the tradition is it's just the images of life or death and that one's choices in the present are building a trajectory for your existence long term towards two ends, life or death. I mean, that's wisdom literature. And so this would be where the traditional people call it an annihilationist position. If you choose a life that's on a trajectory continually away from the tree of life, then it's choosing death, non existence. And so there's a whole part of the Christian tradition that thinks that is actually more faithful to the biblical imagery. And then you have to take on board the image of Gehenna and what all those images represent. And there you go, it's the whole thing. But the root of it is in the Eden narrative, it's conditional immortality. Immortality is a gift of God.",
    "start": "00:29:09",
    "end": "00:30:05"
  },
  {
    "text": "But the immortality we're talking about in the Eden narrative is like an embodied immortality.",
    "start": "00:30:05",
    "end": "00:30:10"
  },
  {
    "text": "Correct. Yeah.",
    "start": "00:30:10",
    "end": "00:30:11"
  },
  {
    "text": "Where I think where people start talking about other types of immortality, it's usually disembodied.",
    "start": "00:30:11",
    "end": "00:30:16"
  },
  {
    "text": "Oh, that's right.",
    "start": "00:30:16",
    "end": "00:30:17"
  },
  {
    "text": "Some sort of existence outside of your body for eternity.",
    "start": "00:30:17",
    "end": "00:30:22"
  },
  {
    "text": "That's right.",
    "start": "00:30:23",
    "end": "00:30:23"
  },
  {
    "text": "And how human soul.",
    "start": "00:30:23",
    "end": "00:30:25"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:30:26",
    "end": "00:30:26"
  },
  {
    "text": "Is eternal in and of itself.",
    "start": "00:30:26",
    "end": "00:30:28"
  },
  {
    "text": "Correct.",
    "start": "00:30:29",
    "end": "00:30:29"
  },
  {
    "text": "Which none of that you get from Genesis 3.",
    "start": "00:30:29",
    "end": "00:30:31"
  },
  {
    "text": "You don't get any of that really in the Bible. You do have images of what for the biblical authors is a paradox, which is a human existence outside the world that's non embodied, but that's seen as abnormal and temporary.",
    "start": "00:30:31",
    "end": "00:30:47"
  },
  {
    "text": "Yeah.",
    "start": "00:30:47",
    "end": "00:30:48"
  },
  {
    "text": "Not the ideal and non ideal. Yeah. Certainly not eternal.",
    "start": "00:30:48",
    "end": "00:30:52"
  },
  {
    "text": "So Gina's question is thought experiment speculation. What would happen to the humans if they had already eaten of the tree of life and then ate from the tree of knowing, good and bad.",
    "start": "00:30:53",
    "end": "00:31:05"
  },
  {
    "text": "Yeah. Which God says, boy, I can't let that happen.",
    "start": "00:31:06",
    "end": "00:31:09"
  },
  {
    "text": "That would be a disaster.",
    "start": "00:31:09",
    "end": "00:31:09"
  },
  {
    "text": "Yeah, that's right. Yeah.",
    "start": "00:31:09",
    "end": "00:31:10"
  },
  {
    "text": "That assumes that eating of the tree of life is like a one and done kind of thing.",
    "start": "00:31:10",
    "end": "00:31:14"
  },
  {
    "text": "Yeah, that is.",
    "start": "00:31:14",
    "end": "00:31:15"
  },
  {
    "text": "It does kind of gives it the magic. Genesis 3:22, the magic fruit kind of idea to it.",
    "start": "00:31:15",
    "end": "00:31:20"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:31:20",
    "end": "00:31:21"
  },
  {
    "text": "Versus what I've heard you talk about, which is it's symbolizing communion with the divine.",
    "start": "00:31:21",
    "end": "00:31:28"
  },
  {
    "text": "Yep. Proximity to God's own life.",
    "start": "00:31:28",
    "end": "00:31:30"
  },
  {
    "text": "It's like an ongoing ingesting it.",
    "start": "00:31:30",
    "end": "00:31:32"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:31:32",
    "end": "00:31:33"
  },
  {
    "text": "Feasting.",
    "start": "00:31:33",
    "end": "00:31:34"
  },
  {
    "text": "Yeah.",
    "start": "00:31:34",
    "end": "00:31:34"
  },
  {
    "text": "Not a one and done thing.",
    "start": "00:31:35",
    "end": "00:31:36"
  },
  {
    "text": "Yeah.",
    "start": "00:31:36",
    "end": "00:31:36"
  },
  {
    "text": "Tristan's been listening to this podcast and she was like, making the connections to communion and, like, that ingestion of God's life.",
    "start": "00:31:36",
    "end": "00:31:44"
  },
  {
    "text": "Absolutely.",
    "start": "00:31:44",
    "end": "00:31:45"
  },
  {
    "text": "And for her, just the practice of communion started coming to life in new ways, which is kind of cool.",
    "start": "00:31:45",
    "end": "00:31:49"
  },
  {
    "text": "Yeah, that's cool. Yeah. It's the famous what if?",
    "start": "00:31:49",
    "end": "00:31:52"
  },
  {
    "text": "It's a famous what if. But we do know from the narrative that God's like, these don't mix. These trees don't mix.",
    "start": "00:31:52",
    "end": "00:31:56"
  },
  {
    "text": "Yeah.",
    "start": "00:31:56",
    "end": "00:31:57"
  },
  {
    "text": "When they do, it's a disaster.",
    "start": "00:31:57",
    "end": "00:31:59"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:31:59",
    "end": "00:32:00"
  },
  {
    "text": "You can only choose one. You really can only choose one of these trees.",
    "start": "00:32:00",
    "end": "00:32:02"
  },
  {
    "text": "Yeah, yeah. Even though for us, it seems like a logical possibility.",
    "start": "00:32:02",
    "end": "00:32:06"
  },
  {
    "text": "Yeah.",
    "start": "00:32:06",
    "end": "00:32:06"
  },
  {
    "text": "Within the narrative, it's an impossibility.",
    "start": "00:32:06",
    "end": "00:32:09"
  },
  {
    "text": "Right.",
    "start": "00:32:09",
    "end": "00:32:09"
  },
  {
    "text": "Because it would be choosing life. Death. You're in the state of death. It's the antithesis of life. Once you've chosen the way it is.",
    "start": "00:32:10",
    "end": "00:32:20"
  },
  {
    "text": "And can you choose death once you've chosen life? I think it's part of that question too. Can you start feasting on life and then be like, oh, yeah, that tree. Let's give that tree a shot?",
    "start": "00:32:20",
    "end": "00:32:29"
  },
  {
    "text": "You know, it's kind of an inversion of the question that people ask often in the new creation of will anybody rebel again?",
    "start": "00:32:29",
    "end": "00:32:37"
  },
  {
    "text": "Yeah.",
    "start": "00:32:37",
    "end": "00:32:38"
  },
  {
    "text": "It's actually the same question just upside down.",
    "start": "00:32:38",
    "end": "00:32:40"
  },
  {
    "text": "There you go. It is the same question. Yeah, yeah.",
    "start": "00:32:40",
    "end": "00:32:43"
  },
  {
    "text": "And there, the whole culmination of the biblical narrative is a humanity that, through the God of the Bible, becoming one with human in and through the person of Jesus, so humans can, through him, become one with their Creator. And once you have a humanity infused with the life presence of the Creator and one with him, as Jesus says in John 17, then that solves the problem that is the solution to the problem of the human condition.",
    "start": "00:32:43",
    "end": "00:33:11"
  },
  {
    "text": "But that solution is so hard to imagine.",
    "start": "00:33:12",
    "end": "00:33:14"
  },
  {
    "text": "It is because you feel like you're.",
    "start": "00:33:14",
    "end": "00:33:16"
  },
  {
    "text": "Going to lose yourself if that happens.",
    "start": "00:33:16",
    "end": "00:33:19"
  },
  {
    "text": "That's right. In other words, the Bible paints this really particular image of the solution. And what we want to do is think through all of the inferences and implications that are unstated but that seem to follow from it. And the biblical authors don't go there. And so I just think it's. It's wise for us to recognize that when we're speculating, that's all we're doing. You know, speculating.",
    "start": "00:33:19",
    "end": "00:33:44"
  },
  {
    "text": "I think you can say that the new humanity would pray, bring on the test. I got this.",
    "start": "00:33:44",
    "end": "00:33:52"
  },
  {
    "text": "Consider it all joy.",
    "start": "00:33:52",
    "end": "00:33:53"
  },
  {
    "text": "It's all joy. There's no such thing as a test anymore.",
    "start": "00:33:53",
    "end": "00:33:56"
  },
  {
    "text": "Yeah, totally. Yeah.",
    "start": "00:33:56",
    "end": "00:33:58"
  },
  {
    "text": "Thank you for your questions. We're going to continue in this series and we're going to look at trees in high places that become idols.",
    "start": "00:33:58",
    "end": "00:34:07"
  },
  {
    "text": "Yes. Yep.",
    "start": "00:34:07",
    "end": "00:34:09"
  },
  {
    "text": "And trees and the prophets. Trees and the prophets.",
    "start": "00:34:09",
    "end": "00:34:12"
  },
  {
    "text": "Specifically Isaiah.",
    "start": "00:34:12",
    "end": "00:34:13"
  },
  {
    "text": "And then we'll get to Jesus.",
    "start": "00:34:14",
    "end": "00:34:15"
  },
  {
    "text": "Yeah, well, because Isaiah is hoping for a new shoot, a new branch that will pop up out of the line of David. And then we're going to get to Jesus and his test on the high tree. Yeah. Such a cool image. Thank you for your questions. We love getting to talk about all of this. We love getting to learn and then write and create these videos and podcasts. Such a privilege. We're grateful for all of you.",
    "start": "00:34:15",
    "end": "00:34:42"
  },
  {
    "text": "We are. Can I add one more thing? Steve mentioned this to me.",
    "start": "00:34:42",
    "end": "00:34:46"
  },
  {
    "text": "Yeah.",
    "start": "00:34:46",
    "end": "00:34:46"
  },
  {
    "text": "At the end of the year, we're in real time Tim and John mode, and we're like, hey, it's the end of the year and we're finishing off the year and we're fundraising for 2020. And so we're in real time mode again. And Steve said, hey, you should just thank everyone and update them. That was awesome.",
    "start": "00:34:46",
    "end": "00:35:02"
  },
  {
    "text": "Yes.",
    "start": "00:35:02",
    "end": "00:35:03"
  },
  {
    "text": "We raised our. Our goal.",
    "start": "00:35:03",
    "end": "00:35:05"
  },
  {
    "text": "Yeah.",
    "start": "00:35:05",
    "end": "00:35:05"
  },
  {
    "text": "2020 is now off to a great start. And we're. Yeah, we're just really, really grateful.",
    "start": "00:35:05",
    "end": "00:35:12"
  },
  {
    "text": "Yeah. Yeah. We were blown away by people's generosity and support for what we're doing. And that's a lot of you who listen to the podcast. So we're grateful for you. Thank you for supporting getting behind what we're doing.",
    "start": "00:35:12",
    "end": "00:35:27"
  },
  {
    "text": "Yeah. Thank you.",
    "start": "00:35:27",
    "end": "00:35:27"
  },
  {
    "text": "Yeah.",
    "start": "00:35:27",
    "end": "00:35:28"
  },
  {
    "text": "Hi, this is Christina. I'm from Vancouver, 1, Washington. I first heard about the Bible Project from YouTube. I like watching the videos to help me understand the Bible better and grow my knowledge in it. I love how such complex ideas are broken down to help digest the magnificence of God's word. Not only in English, but other languages too. If you read the Bible, the Bible Project is for you. We believe the Bible is a unified story that leads to Jesus or a crowdfunded project by people like me. Find free videos, study notes, podcasts and more@thebibleproject.com Sates.",
    "start": "00:35:28",
    "end": "00:36:26"
  },
  {
    "text": "Sam.",
    "start": "00:36:49",
    "end": "00:37:00"
  }
]