[
  {
    "text": "Hey, this is John at the bibleproject. Last week we began a new conversation with my friend and scholar, Dr. Tim Mackey, about the theme of trees in the Bible. Now, I'm a city boy. I didn't grow up on land. I went camping every once in a while. I've grown a couple tomato plants in my day, but in general, I don't spend a lot of time thinking about trees.",
    "start": "00:00:04",
    "end": "00:00:26"
  },
  {
    "text": "The. The ancient peoples from the remote western world of Egypt to the eastern river marshes of Babylonia lived in the land, not simply on it. They were all agrarian cultures whose livelihood was found and maintained among the shade, fruit, shelter and beauty of trees. There can be little doubt that this lifestyle had a significant effect on these ancient cultures and the way they perceived the world. Trees were some of the most sacred elements in ancient Near Eastern civilization.",
    "start": "00:00:26",
    "end": "00:00:59"
  },
  {
    "text": "The biblical authors love to talk about trees, and there's one tree in particular that stands out. It's on page two of the Bible and it's at the very end of the Bible. It's crucial to the entire narrative of the biblical story, and that's the Tree of Life.",
    "start": "00:00:59",
    "end": "00:01:15"
  },
  {
    "text": "Why a Tree of life? We're going to make a cultural step here in the ancient near east. The Tree of Life is a thing. It's a thing in Egypt, it's a thing in Babylon, it's a thing in Canaanite culture. The biblical authors are using a known image, but giving it a unique biblical meaning in light of the Yahweh story in biblical faith.",
    "start": "00:01:16",
    "end": "00:01:37"
  },
  {
    "text": "So today, Tim and I discuss the Tree of Life as an ancient icon in Mesopotamian, Canaanite and Egyptian culture. And we compare and contrast that with, with the biblical portrait. And in doing so, we'll find a new appreciation for the role of this mystical tree found on the second page of the Bible. Thanks for joining us. Here we go. Let us talk about trees.",
    "start": "00:01:37",
    "end": "00:02:02"
  },
  {
    "text": "Yes, we're going to talk about trees. Shall we?",
    "start": "00:02:02",
    "end": "00:02:04"
  },
  {
    "text": "Well, we're having conversations so we can make a video on a biblical theme.",
    "start": "00:02:04",
    "end": "00:02:09"
  },
  {
    "text": "Yeah.",
    "start": "00:02:09",
    "end": "00:02:10"
  },
  {
    "text": "Which is.",
    "start": "00:02:10",
    "end": "00:02:10"
  },
  {
    "text": "I think. I think I'm going to steer us towards the Tree of Life. There's two trees in Eden in Genesis chapter two that are really important. We'll talk about them both, but I think zeroing in on one of them. The Tree of Life is a really cool theme that's rewarding, illuminates so much of what's going on in the Bible. So I think it's mysterious towards the Tree of Life.",
    "start": "00:02:12",
    "end": "00:02:36"
  },
  {
    "text": "So we're going to talk specifically about tree life right now. But in the last Episode we. We set the table and showed how in the Bible there's this metaphorical scheme that people are like trees. In the biblical imagination, people and trees are like rhyming pairs of ideas. And so you can talk about people producing fruit and being cut off from other people. To. To be fertile is to be rooted in the ground. To be unfertile is to be unrooted. Correct all these metaphors and spin out of that scheme. And that's important to understand that just at this very fundamental level in the biblical imagination, this is an idea that they're saturated in.",
    "start": "00:02:37",
    "end": "00:03:28"
  },
  {
    "text": "Correct. Yep. People are like trees in general. So when page two of Genesis, Genesis, chapter two zeroes in to talk about two specific kinds of trees in the garden that have important plot significance, I'm also now prepared to say, oh, here's two specific trees. So let me. As I learn about these trees, I'm also going to be learning about people. I'm also going to meet people in the story who are like these trees.",
    "start": "00:03:28",
    "end": "00:03:55"
  },
  {
    "text": "In a tangential way. Because the point of the Tree of Knowledge of Good and Bad and the Tree of Life isn't to just teach you about people. No, it's got a deeper significance.",
    "start": "00:03:55",
    "end": "00:04:06"
  },
  {
    "text": "It puts a significant choice before the first human characters in the story. And that choice is paradigmatic. It's a paradigm. It sets the whole biblical story in motion so that later characters will also face their own Garden of Eden tree moment. But very often it won't be in front of a tree. It will be in front of another person.",
    "start": "00:04:06",
    "end": "00:04:29"
  },
  {
    "text": "Sure.",
    "start": "00:04:29",
    "end": "00:04:29"
  },
  {
    "text": "Who represents a Tree of Life or a Tree of Knowing good and Bad type of story before them. Okay, so that. Yeah. So let's first just talk about the trees before we talk about people are like the Tree of Life and the Tree of Knowing Good, bad. Let's talk about these trees and what they mean. So we're introduced to two trees. This is in Genesis, chapter 2, verse 9. Yahweh, God caused to sprout. Every tree from the ground is the same.",
    "start": "00:04:30",
    "end": "00:05:25"
  },
  {
    "text": "Vayets.",
    "start": "00:05:25",
    "end": "00:05:25"
  },
  {
    "text": "This is Vayetzmach.",
    "start": "00:05:25",
    "end": "00:05:26"
  },
  {
    "text": "Vayetzmach.",
    "start": "00:05:26",
    "end": "00:05:27"
  },
  {
    "text": "Yeah. Every tree from the ground that is pleasing to the eyes, good for eating. And the tree of Life was in the middle of the garden. And the Tree of Knowing good and bad ordering the mention of the trees and ordering of, like, the plot significance.",
    "start": "00:05:27",
    "end": "00:05:42"
  },
  {
    "text": "Yeah, you can picture the camera, like, moving over.",
    "start": "00:05:42",
    "end": "00:05:46"
  },
  {
    "text": "Oh, that's right.",
    "start": "00:05:46",
    "end": "00:05:46"
  },
  {
    "text": "Here's some beautiful trees that are good to look at. Oh, look at some fruit trees. They can eat those. And then. Whoa, what's this guy.",
    "start": "00:05:46",
    "end": "00:05:52"
  },
  {
    "text": "Whoa.",
    "start": "00:05:52",
    "end": "00:05:52"
  },
  {
    "text": "Tree of Life. Awesome.",
    "start": "00:05:52",
    "end": "00:05:54"
  },
  {
    "text": "Yeah.",
    "start": "00:05:54",
    "end": "00:05:54"
  },
  {
    "text": "And then bom, bom, bom.",
    "start": "00:05:54",
    "end": "00:05:55"
  },
  {
    "text": "So it does seem like the author wants us to see both of these special trees in the middle. Yeah, but he just says it of the Tree of Life. The Tree of Life is in the middle, and the Tree of Knowing good and bad. The point is they're next to each other. And we've actually talked recently about the Tree of Knowing good and Bad at length.",
    "start": "00:05:56",
    "end": "00:06:14"
  },
  {
    "text": "Yes, we have. Many times.",
    "start": "00:06:15",
    "end": "00:06:17"
  },
  {
    "text": "Many times. Okay, so let's talk about Tree of Life first. Then of the pair, that's the first one mentioned at baseline. What is this Tree of Life? Well, in Genesis 3, verse 22, God says something about that tree. This is after the humans rebel and he says, oh, look, the human has become like one of us, knowing good and bad. And now he might stretch out his hand and take from the Tree of Life and eat and live forever. So the Tree of Life imparts what? It's pretty intuitive. Yeah, it imparts eternal life. Life eternal. Okay, so that's significant. Humans in this narrative don't have inherent within themselves ongoing immortal life. That's something humans have to receive as a gift from outside, from God in the narrative through the conduit of this tree. So humans are not created, as on day six, as eternal immortal beings. If they're going to be immortal, they have to be given that as a gift, and that's the gift they forfeit.",
    "start": "00:06:18",
    "end": "00:07:25"
  },
  {
    "text": "I don't want to get bogged down, but this is a bit of a. I don't know, not debate, but just really interesting thing to say that humans, in and of themselves do not have some sort of eternal quality.",
    "start": "00:07:25",
    "end": "00:07:39"
  },
  {
    "text": "Well, I don't know if I'd say quality, because the assumption is if humans could be given eternal life, they could experience it. It's that they don't have within themselves the capacity to live forever. That has to be a capacity, power or energy given to them.",
    "start": "00:07:40",
    "end": "00:07:58"
  },
  {
    "text": "In the tradition I grew up in, you took it as a given that humans, in some form, my consciousness, psyche, whatever, would live forever regardless. That was just kind of like baseline, right?",
    "start": "00:07:59",
    "end": "00:08:13"
  },
  {
    "text": "Right.",
    "start": "00:08:14",
    "end": "00:08:14"
  },
  {
    "text": "Not necessarily. I never always thought of it in my body, but that in some way I would live forever.",
    "start": "00:08:14",
    "end": "00:08:22"
  },
  {
    "text": "Sure.",
    "start": "00:08:22",
    "end": "00:08:23"
  },
  {
    "text": "And then it would be in the good place with a bad place.",
    "start": "00:08:23",
    "end": "00:08:26"
  },
  {
    "text": "So underneath that, but probably not mentioned, is to live forever has to be a gift of God sustaining life.",
    "start": "00:08:26",
    "end": "00:08:35"
  },
  {
    "text": "It's.",
    "start": "00:08:35",
    "end": "00:08:35"
  },
  {
    "text": "It's not something that comes built into the human being. It has to be a gift given from God. So I understand that too. When I first started Following Jesus. Same. That was the idea of eternal life I was introduced to. I'm sorry. Of just that humans live forever. But what wasn't as explicitly mentioned is for humans to do that is condition. It's contingent. It's something that comes from outside ourselves as a gift from God. And that's clearly the narrative implication here. God makes a creature. If you trust me, here's this tree. That's my gift of eternal life to you. If you don't trust me, you don't get the tree. Which means. No, eternal life means death. It means death. And then it turns out that there are different layers of meaning to the word death. The day you eat of it, you will die. And then they eat of it. And they don't die. What they are is exiled, where they eventually die.",
    "start": "00:08:35",
    "end": "00:09:33"
  },
  {
    "text": "And.",
    "start": "00:09:33",
    "end": "00:09:33"
  },
  {
    "text": "But then it creates multiple layers of death. You can be alive physically, but be dead in terms of your covenant relationship with your creator. Which is why Paul can use the phrase, you were dead in your sins and transgressions in Ephesians 2.",
    "start": "00:09:33",
    "end": "00:09:49"
  },
  {
    "text": "Yeah.",
    "start": "00:09:50",
    "end": "00:09:51"
  },
  {
    "text": "So Paul knows about physical death.",
    "start": "00:09:51",
    "end": "00:09:52"
  },
  {
    "text": "Yes.",
    "start": "00:09:52",
    "end": "00:09:52"
  },
  {
    "text": "But he also has another kind of death in his theology, which is covenantal relational death with your creator or a.",
    "start": "00:09:52",
    "end": "00:10:01"
  },
  {
    "text": "Death to a way of being.",
    "start": "00:10:01",
    "end": "00:10:04"
  },
  {
    "text": "Oh, yes. Well, the way of being is being in.",
    "start": "00:10:04",
    "end": "00:10:09"
  },
  {
    "text": "Dead to sin.",
    "start": "00:10:09",
    "end": "00:10:09"
  },
  {
    "text": "Dead to sin. Oh, right, yeah. Which is being alive to God. Yeah, he can flip it. Yeah, that's right. So I'll quote a biblical scholar. This is Bruce Waltke, towering figure in Old Testament studies. He has a fat book that represents 50 years worth of teaching, lecturing through the whole Hebrew Bible. It's called an Old Testament theology. Awesome book. He talks about the Tree of Life this way. He says the Tree of Life represents life that is beyond the original life that God breathed into the human. The first human by nature is susceptible to death because if you don't eat from that tree, you're going to die. That that's why God puts them next to the tree, so they can eat from it. So back to Watki. He says, nevertheless, continued eating from that tree could renew life and prevent death. That's the narrative logic. Apart from disobedience to God's command, mortals had access to this tree. The Tree of Life allows humanity to transcend its mortality, the state in which it was created on the sixth day, so it can move to a higher dimension to eternal life and immortality. As one partakes of this fruit by faith, one participates in this eternal life. This highest potency of life was available in the garden and becomes once again available to us as we re enter the temple garden through the second Adam and look forward to the resurrection of our bodies. So here he's actually reading the garden narrative in light of Paul the Apostle's reflection on it in 1 Corinthians 15, where he talks about how the first human was of the dust and mortal and forfeited the opportunity of eternal life. And so that's what the second Adam, Jesus crucified and risen. That's what he secures for us. So that's just a helpful clarifying image. The tree on a narrative level represents a gift of God's own eternal life to the humans if they will trust God and not take of the tree. That's right next to the tree of Life.",
    "start": "00:10:09",
    "end": "00:12:17"
  },
  {
    "text": "Yeah.",
    "start": "00:12:17",
    "end": "00:12:17"
  },
  {
    "text": "Which is the other one. But that's just worth meditating on. What the tree of life means.",
    "start": "00:12:17",
    "end": "00:12:21"
  },
  {
    "text": "Tree of life means that eternal life is not innate to us, to the dirt creature, to dirt creatures, but it is something we can attain and it's.",
    "start": "00:12:21",
    "end": "00:12:34"
  },
  {
    "text": "A gift from God or something we can receive.",
    "start": "00:12:34",
    "end": "00:12:37"
  },
  {
    "text": "Something we can receive. Yeah, as a gift.",
    "start": "00:12:38",
    "end": "00:12:40"
  },
  {
    "text": "Yeah, yeah, yeah. There you go.",
    "start": "00:12:40",
    "end": "00:12:42"
  },
  {
    "text": "I like how he says the tree of life allows humanity to transcend its mortality, the state in which it was created six day, and move to a higher dimension to eternal life and immortality.",
    "start": "00:12:42",
    "end": "00:12:52"
  },
  {
    "text": "Yeah, yeah, yeah. We've talked about this some. In other words, Even in Genesis 1 and 2, you're introduced to there's humanity, but then there's humanity next level. And that's a humanity fully in tune with God, participating in God's own eternal life. And that's a version of humanity that is never realized in the story.",
    "start": "00:12:52",
    "end": "00:13:14"
  },
  {
    "text": "That's true.",
    "start": "00:13:15",
    "end": "00:13:15"
  },
  {
    "text": "Until the resurrection of Jesus.",
    "start": "00:13:16",
    "end": "00:13:18"
  },
  {
    "text": "Yeah, we've talked about. And then we're like in sci fi world, I feel like, what? What is that?",
    "start": "00:13:20",
    "end": "00:13:26"
  },
  {
    "text": "Yeah. What is that new humanity?",
    "start": "00:13:26",
    "end": "00:13:28"
  },
  {
    "text": "What does it mean to have eternal life?",
    "start": "00:13:28",
    "end": "00:13:30"
  },
  {
    "text": "Yeah. One thing Paul does say in 1st Corinthians 15 is that that flesh and blood, our current mode of human existence, isn't capable of existing in that way. And then he says it has to undergo. He uses the verb metamorphao. Metamorphosis calls a resurrection and the transformation into resurrection existence as a metamorphosis.",
    "start": "00:13:31",
    "end": "00:14:50"
  },
  {
    "text": "So in his imagination, do you think he thought that's what Adam and Eve would happen to them? They'd eat of the tree of Life and sort of cocoon and then.",
    "start": "00:14:50",
    "end": "00:14:58"
  },
  {
    "text": "Come out. Yeah, that's a good yes. Because that's what he says about the second Adam. What he says is the second Adam Jesus is actually doing what the first Adam never attained, never achieved. So presumably what was possible for the first Adam is what was possible for Jesus. But Jesus is the one who did it. I think in his mind, that's how it would work.",
    "start": "00:15:00",
    "end": "00:15:21"
  },
  {
    "text": "But Jesus didn't come from the atoma, come from the dirt. Right.",
    "start": "00:15:21",
    "end": "00:15:26"
  },
  {
    "text": "He came from the womb of a woman. But he. He was also the seed of heaven. Yeah, right. The seed of the Spirit. He's both.",
    "start": "00:15:26",
    "end": "00:15:35"
  },
  {
    "text": "Now we're to incarnation theology.",
    "start": "00:15:36",
    "end": "00:15:38"
  },
  {
    "text": "Yeah, Incarnation. But the point is that Jesus is both heaven and earth united in one person.",
    "start": "00:15:38",
    "end": "00:15:45"
  },
  {
    "text": "So Adam and Eve in a hypothetical world where they ate of the tree. This is all conjecture at this point.",
    "start": "00:15:46",
    "end": "00:15:54"
  },
  {
    "text": "Well, no. Genesis 3. 22. Lest he take. Stretch out his hand and take from the tree of life and eat and live forever. God says that's what will happen if the human eats from the tree of life.",
    "start": "00:15:54",
    "end": "00:16:05"
  },
  {
    "text": "But then we go to Paul and Paul's like, well, look, the way our bodies exist now, there has to be some set of sort of metamorphosis.",
    "start": "00:16:05",
    "end": "00:16:12"
  },
  {
    "text": "Correct.",
    "start": "00:16:12",
    "end": "00:16:12"
  },
  {
    "text": "So then we could go back and read this and go, well, Adam and Eve were gonna have to go through some sort of metamorphosis in the garden. Yes.",
    "start": "00:16:13",
    "end": "00:16:19"
  },
  {
    "text": "If they ate from the tree of life and lived forever, that would involve some ramping up.",
    "start": "00:16:19",
    "end": "00:16:24"
  },
  {
    "text": "That's cool. I mean, we talked about before how in a previous episode. I don't remember what the topic was, but that we're supposed to see Adam and Eve as kind of like children or like.",
    "start": "00:16:25",
    "end": "00:16:36"
  },
  {
    "text": "Correct. Yes, that's right. That's right. Not knowing good and bad.",
    "start": "00:16:36",
    "end": "00:16:39"
  },
  {
    "text": "It's like.",
    "start": "00:16:39",
    "end": "00:16:40"
  },
  {
    "text": "Is a phrase used to describe children.",
    "start": "00:16:40",
    "end": "00:16:42"
  },
  {
    "text": "Yes. So it was in the wisdom conversation.",
    "start": "00:16:42",
    "end": "00:16:43"
  },
  {
    "text": "In the biblical. Yeah.",
    "start": "00:16:43",
    "end": "00:16:44"
  },
  {
    "text": "And that they're supposed to gain wisdom through this relationship with God and from eating and eating of the tree of life. And it's all connected. So you get this picture of humanity in its infancy.",
    "start": "00:16:44",
    "end": "00:16:56"
  },
  {
    "text": "Yes. Yeah, that's right.",
    "start": "00:16:56",
    "end": "00:16:57"
  },
  {
    "text": "With the call to become more, become more. You know what's really interesting is I like to think about future stuff. Futurism.",
    "start": "00:16:57",
    "end": "00:17:07"
  },
  {
    "text": "Yeah, I like that about you.",
    "start": "00:17:07",
    "end": "00:17:09"
  },
  {
    "text": "And a lot of people who get geeky about futurism. Some people talk about this idea of becoming transhuman. There's a whole, like, transhumanism, transhumanist culture. Subculture.",
    "start": "00:17:10",
    "end": "00:17:25"
  },
  {
    "text": "Yeah.",
    "start": "00:17:25",
    "end": "00:17:26"
  },
  {
    "text": "And I've never really liked that word because it makes me feel like, oh, we're losing your humanity. But the whole idea behind it is like, look, because of medical progress and technological progress, which are connected, we can foresee a time when. When what it means to be human becomes so different than what it has meant to be human that using the word human doesn't get us there anymore. We've become something more. And so there's Christian transhumanists who think about that and they think about technology and they think about all this stuff and they try to connect it to the biblical narrative.",
    "start": "00:17:26",
    "end": "00:18:04"
  },
  {
    "text": "Correct. Yeah. What does it mean to think about that within a biblical narrative frame of mind?",
    "start": "00:18:04",
    "end": "00:18:09"
  },
  {
    "text": "Which I think is a really fascinating thought experiment, especially as we're going to, in the next decades of human civilization, deal with things we just never had to deal with before.",
    "start": "00:18:09",
    "end": "00:18:20"
  },
  {
    "text": "Totally, yeah.",
    "start": "00:18:20",
    "end": "00:18:21"
  },
  {
    "text": "In terms of what does it mean to be human.",
    "start": "00:18:21",
    "end": "00:18:23"
  },
  {
    "text": "There's a similar narrative resemblance between that and the biblical story of God upgrading humanity into resurrection life that Jesus experience. And I mean, if you believe in the resurrection of Jesus that Jesus experiences right now. And the way that Jesus exists in his body is very different than the way I exist in my body. For starters, I cannot see him. He exists in a way that I cannot perceive. But sometimes people do perceive him. He's appeared bodily to the first, whole first generation and many people throughout history. I haven't had that experience. I often wish. I think that I wish I could. There are other times where I wonder if that's how I would feel about it if it actually happened, but that's another matter. So, yeah, there's a resemblance to humanity being metamorphosis. I mean, that's the word Paul uses, metamorphosis. In the blink of an eye, we shall be metamorphed. He says. Yeah, into the next mode of existence.",
    "start": "00:18:23",
    "end": "00:19:31"
  },
  {
    "text": "And trans means beyond.",
    "start": "00:19:31",
    "end": "00:19:33"
  },
  {
    "text": "Beyond.",
    "start": "00:19:33",
    "end": "00:19:33"
  },
  {
    "text": "Yeah, it's transhuman. Beyond dirt. Beyond.",
    "start": "00:19:33",
    "end": "00:19:36"
  },
  {
    "text": "Yeah. Or in Paul's language, beyond flesh and blood. The current physical mode, which doesn't mean into non physical, into the next level.",
    "start": "00:19:37",
    "end": "00:19:47"
  },
  {
    "text": "Of physical, which might be fleshy and bloody.",
    "start": "00:19:47",
    "end": "00:19:49"
  },
  {
    "text": "Well, it'll have some kind of physical makeup because Jesus appears to people and.",
    "start": "00:19:51",
    "end": "00:19:55"
  },
  {
    "text": "He ate food and he.",
    "start": "00:19:55",
    "end": "00:19:57"
  },
  {
    "text": "But it's a different kind of physicality.",
    "start": "00:19:57",
    "end": "00:19:59"
  },
  {
    "text": "Different kind of physicality.",
    "start": "00:19:59",
    "end": "00:20:01"
  },
  {
    "text": "And again, I don't know anything about quantum physics, but reality is much stranger than our eyes and ears and taste and smell lets us perceive it to be.",
    "start": "00:20:01",
    "end": "00:20:10"
  },
  {
    "text": "Yeah.",
    "start": "00:20:10",
    "end": "00:20:11"
  },
  {
    "text": "There are things that are real that cannot be perceived through our bodily senses, but that are real. They're called quarks and dark matter. Right. They're all kinds of things.",
    "start": "00:20:11",
    "end": "00:20:21"
  },
  {
    "text": "Yeah. So at the base of the biblical narrative is humans are called to be more, and that more is connected to eternal life.",
    "start": "00:20:21",
    "end": "00:20:33"
  },
  {
    "text": "Correct.",
    "start": "00:20:33",
    "end": "00:20:33"
  },
  {
    "text": "And whatever it is, no one but Jesus in the whole biblical story Attains it.",
    "start": "00:20:34",
    "end": "00:20:39"
  },
  {
    "text": "Correct.",
    "start": "00:20:39",
    "end": "00:20:40"
  },
  {
    "text": "But we are told that those who follow believe will have this resurrected life.",
    "start": "00:20:40",
    "end": "00:20:48"
  },
  {
    "text": "Yeah, yeah. That he did for others what they couldn't do for themselves so that his life could become a gift to them as their own life. That's the nature of Jesus as our representative or substitute. He goes into our kind of mortal death so that he can emerge out the other side. So it's all connected to those root, pun intended root ideas in the Garden of Eden. Humans are cut off from the opportunity for eternal life because of our inclination towards selfishness and self destruction.",
    "start": "00:20:48",
    "end": "00:21:28"
  },
  {
    "text": "There's also something really interesting here in Genesis 3:22, when God says, you know, let's we gotta kick him out. He might stretch out his hand, take from the tree of life, eat and live forever. It's. It's almost like a mercy. It's kind of like now, now that you.",
    "start": "00:21:28",
    "end": "00:21:42"
  },
  {
    "text": "Correct.",
    "start": "00:21:42",
    "end": "00:21:42"
  },
  {
    "text": "Are gonna self destruct.",
    "start": "00:21:42",
    "end": "00:21:44"
  },
  {
    "text": "Yeah.",
    "start": "00:21:44",
    "end": "00:21:44"
  },
  {
    "text": "At least don't do it forever.",
    "start": "00:21:44",
    "end": "00:21:46"
  },
  {
    "text": "Yeah, yeah, no, that's right.",
    "start": "00:21:46",
    "end": "00:21:47"
  },
  {
    "text": "Let's put an end it. Let's make sure that it doesn't last forever because you self destructing forever. That's horrible. You're cruel.",
    "start": "00:21:47",
    "end": "00:21:56"
  },
  {
    "text": "Yeah, that's right. That's a curse.",
    "start": "00:21:56",
    "end": "00:21:58"
  },
  {
    "text": "The greatest curse mercy is saying I'm gonna keep you away from eternal life.",
    "start": "00:21:59",
    "end": "00:22:03"
  },
  {
    "text": "Correct? That's right. So that I can get you back there in one way or another.",
    "start": "00:22:03",
    "end": "00:22:08"
  },
  {
    "text": "Well, yeah. And then that's how the story continues.",
    "start": "00:22:09",
    "end": "00:22:11"
  },
  {
    "text": "And the way that you're gonna get back there in Genesis 3 is through a seed.",
    "start": "00:22:12",
    "end": "00:22:15"
  },
  {
    "text": "That's right.",
    "start": "00:22:16",
    "end": "00:22:17"
  },
  {
    "text": "In Genesis 3:15 there will be a seed, a descendant who comes, who will undo what has been done in eden. That's Genesis 3:15. So that's the tree of Life. It's a gift of God's own life through the vehicle of a tree. The tree is the image of something that translates God's life to me. Trees are people. So people can become conduits of God's life and blessing to me. Now we're introduced into why people can be called trees of life in the book of Proverbs.",
    "start": "00:22:17",
    "end": "00:22:54"
  },
  {
    "text": "So people, the tree of life can be people, but the tree of life is bigger than just.",
    "start": "00:22:55",
    "end": "00:22:59"
  },
  {
    "text": "Yes, people can be like the tree.",
    "start": "00:22:59",
    "end": "00:23:01"
  },
  {
    "text": "Of life, but this idea of the tree of Life.",
    "start": "00:23:01",
    "end": "00:23:03"
  },
  {
    "text": "Yeah.",
    "start": "00:23:03",
    "end": "00:23:04"
  },
  {
    "text": "Now this is a narrative. It's not poetry, but it seems like a poetic image of sorts.",
    "start": "00:23:04",
    "end": "00:23:09"
  },
  {
    "text": "Yeah, it's a narrative image of God's own energy and life being what given to me, transported.",
    "start": "00:23:10",
    "end": "00:23:19"
  },
  {
    "text": "Now where do you get that?",
    "start": "00:23:19",
    "end": "00:23:20"
  },
  {
    "text": "Because trees are not God.",
    "start": "00:23:22",
    "end": "00:23:24"
  },
  {
    "text": "Yes.",
    "start": "00:23:24",
    "end": "00:23:25"
  },
  {
    "text": "God gave the trees the gift of self perpetuating life on page one. Right. So a tree that imparts life isn't like a magical tree imparting its own life to me. It's imparting the life of God to me.",
    "start": "00:23:25",
    "end": "00:23:41"
  },
  {
    "text": "Okay.",
    "start": "00:23:41",
    "end": "00:23:42"
  },
  {
    "text": "And trees are like God in having a kind of perpetual life. Right. God is the author of all life and self regeneration. And trees in Genesis 1 are like an image of that.",
    "start": "00:23:42",
    "end": "00:23:57"
  },
  {
    "text": "So God creates an avocado tree. I eat the avocado. It nourishes my body so I can live.",
    "start": "00:23:57",
    "end": "00:24:03"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:24:04",
    "end": "00:24:04"
  },
  {
    "text": "For.",
    "start": "00:24:04",
    "end": "00:24:04"
  },
  {
    "text": "Correct. Yeah.",
    "start": "00:24:05",
    "end": "00:24:06"
  },
  {
    "text": "And longer.",
    "start": "00:24:06",
    "end": "00:24:07"
  },
  {
    "text": "Yeah.",
    "start": "00:24:07",
    "end": "00:24:08"
  },
  {
    "text": "The life that came from the avocado God is the originator.",
    "start": "00:24:08",
    "end": "00:24:14"
  },
  {
    "text": "Originator of it in terms of. I mean, we're talking about. Actually pretty nuanced way of thinking about God's causality in the world.",
    "start": "00:24:14",
    "end": "00:24:20"
  },
  {
    "text": "Right.",
    "start": "00:24:20",
    "end": "00:24:20"
  },
  {
    "text": "So we're talking about God as ultimate cause.",
    "start": "00:24:20",
    "end": "00:24:23"
  },
  {
    "text": "Yeah.",
    "start": "00:24:23",
    "end": "00:24:23"
  },
  {
    "text": "All kinds of trillions of stages of other contingent causes that cause the development of biological life. And trees and all this leading up to that avocado that.",
    "start": "00:24:24",
    "end": "00:24:35"
  },
  {
    "text": "So with that kind of schema in mind.",
    "start": "00:24:35",
    "end": "00:24:37"
  },
  {
    "text": "Correct.",
    "start": "00:24:37",
    "end": "00:24:38"
  },
  {
    "text": "Then you can say, cool, there's this other type of tree, the tree of life. It doesn't produce fruit that you eat, nourishes your body, and as much as it produces a fruit that you eat and lets you live forever and transcend or mortality. And you're saying that tree, there isn't just some magic tree thing that just kind of exists. You're saying it represents God's own life.",
    "start": "00:24:38",
    "end": "00:25:08"
  },
  {
    "text": "It's a narrative image of God's life being carried over to me through the vehicle of this tree. And so then we're to the next step, which is why a tree of life? Why a tree of life? And now we're going to make a cultural step here in the ancient near east, the tree of life is a thing. Oh, okay. It's a thing in Egypt, it's a thing in Babylon, it's a thing in Canaanite culture, It's a basis. The biblical authors are using a known image from their cultural context, but giving it a unique biblical meaning in light of the Yahweh story in biblical faith. So what does take a few minutes?",
    "start": "00:25:08",
    "end": "00:25:49"
  },
  {
    "text": "Yeah, let's do that.",
    "start": "00:25:49",
    "end": "00:25:50"
  },
  {
    "text": "Tree of life in the ancient Near East. So lots of resources here. I'll just name two. One is a helpful book called by William Osborne called Trees and Kings, a comparative analysis of tree imagery in Israel's prophetic tradition and the ancient Near East.",
    "start": "00:25:50",
    "end": "00:26:49"
  },
  {
    "text": "It sounds like a book title that's going to be hard to read.",
    "start": "00:26:50",
    "end": "00:26:54"
  },
  {
    "text": "It's an academic volume really, really insightful. So that's one way to start. Another one I forgot to list here in the notes. So I'll just tell you about it in our. It's by scholar Terge Stordalen called Echoes of Eden, Genesis 2 and 3 and Eden symbolism in Biblical Hebrew Literature. It's the most comprehensive study on the Garden of Eden that's ever been done. It's almost 600 pages. It's encyclopedic, it's like reference work. But a whole section of the book is on Garden Eden tree of life imagery in ancient Near Eastern cultures. So these are kind of go to resources for all of this. So let's go back to Osborne. He has a great introductory chapter. He has a huge long chapter on Tree of Life in ancient Near Eastern cultures. He has a great way of introducing it. He says. As any astute tourist quickly observes, the landscape of much of the Near east island is predominantly stark and barren. The land is comprised of innumerable shades of brown, with only brief interjections of green and blue. What's in blue? Trees and water. The higher in elevation one goes, the greener the picture becomes. Consequently, mountains and rivers, along with the forests that adorn them, seem to be natural focal points for anyone who lives or travels in these lands. The ancient peoples, from the remote western world of Egypt to the eastern river marshes of Babylonia, lived in the land, not simply on it. They were all agrarian cultures, meaning farming cultures, whose livelihood was found and maintained among the shade, fruit, shelter and beauty of trees. As a result, there can be little doubt that this lifestyle had a significant effect on these ancient cultures the way they perceived the world. Trees were some of the most sacred elements in ancient Near Eastern civilizations. So let's just stop and let that register.",
    "start": "00:26:55",
    "end": "00:29:07"
  },
  {
    "text": "Sacred trees.",
    "start": "00:29:08",
    "end": "00:29:09"
  },
  {
    "text": "So trees are these. So this is hard for me, having grown up in the Pacific Northwest.",
    "start": "00:29:09",
    "end": "00:29:16"
  },
  {
    "text": "Yeah, just full of trees.",
    "start": "00:29:16",
    "end": "00:29:18"
  },
  {
    "text": "Imagine living in a land where trees are unique and big, flourishing green trees and marshes and wet ponds with all kinds of life. Those are unique. You would view them as in a totally different way.",
    "start": "00:29:18",
    "end": "00:29:35"
  },
  {
    "text": "There's this big stamp on them that says, like, there's life here.",
    "start": "00:29:35",
    "end": "00:29:39"
  },
  {
    "text": "Life, life. Where's that water coming from? Down there must be connected to some deep source of life down there, where all this tree and life and fruit, it's such a gift. It's a. Such a divine gift. And I noticed that the higher I go in elevation, the more of that green is up there, especially at the top of things. So that's what he's saying. High Places and trees and pools and rivers are charged with divine life meaning in all of these cultures. In Israelite culture, that was where it was birthed and came up in.",
    "start": "00:29:39",
    "end": "00:30:16"
  },
  {
    "text": "Especially in a land that has a lot of wilderness or desert. Yeah, high desert. Yeah, yeah. Trees really stand out.",
    "start": "00:30:16",
    "end": "00:30:26"
  },
  {
    "text": "So let's just. Quick survey here. We could nerd out for a long time, but quick survey. In ancient Egypt, William Osborne has a whole section. There are multiple gods, but one in particular that's interesting, Nut, who is the sky goddess. If you look, there's a lot of famous Egyptian depictions of the cosmos depicting a female goddess whose.",
    "start": "00:30:26",
    "end": "00:30:46"
  },
  {
    "text": "Who is the sky?",
    "start": "00:30:47",
    "end": "00:30:48"
  },
  {
    "text": "Toes and fingers represent the blue sky dome above us. And sometimes she's raining milk from her breasts, like nursing, giving rain. Image of rain. This is newt that gives life. This is Nut. So she's the sky goddess who sustains, in Egypt the order Egyptian sky goddess who sustains the order of the skies. Newt is sometimes portrayed as standing in the middle of a tree, giving fruit and water and food to people, standing and giving honor to her. So that sounds like a contradiction in our mind.",
    "start": "00:30:48",
    "end": "00:31:23"
  },
  {
    "text": "The sky is now down here next to a tree.",
    "start": "00:31:23",
    "end": "00:31:26"
  },
  {
    "text": "But if you think about it, the sky gives water, and once the water hits the ground, what happens? It births vegetation and trees. And so the trees are like a gift of Nut in the Egyptian worldview. So Nut is in the sky, but she's also the author of the fruit in the tree, too, because she provides the rain that grows the. So the whole point is there's all these famous scenes in Egyptian. In the Book of the Dead, one of the most famous Egyptian texts, you'll find Nut in the middle of the tree offering fruit of life to her worshippers. Significant. William Osborne also notes that kings are often portrayed as trees. So you have a goddess as a tree in Egypt. In Egypt. In Egypt, you also have kings depicted as trees. So he just highlights a few. You know, I have one picture here from the temple of Karnak, where an Egyptian king, Seti I, from the 1200s BC, is a depiction of his, like, coronation. And he's standing in a tree or as a tree, and he's being given a scepter by. I think it's the God. What did I say? Thoth. And Thoth is also with one hand, giving the scepter. With the other hand. Thoth is writing Seti's name in the leaves of the tree. It's really interesting. So what he's the goddess. The God is giving the power of fertility and life over to the king. Now, the king is the one responsible, because in Egyptian belief systems, the king is the incarnation of the gods. So the gods are among us in the person of the king. As a tree of life, he's the one now providing. So Osborn's observation is just the trees are a gift of the gods, and then the human king, who is the embodiment of the God, is in control of the produce and maintaining order. So the tree can produce. That's Egypt. In Assyria and Babylon, for the most part, these cultures did not view their kings as incarnation of the gods, but as appointed by the gods. So still, like, you know, they control what the gods give you and that kind of thing.",
    "start": "00:31:27",
    "end": "00:33:42"
  },
  {
    "text": "Middlemen.",
    "start": "00:33:42",
    "end": "00:33:43"
  },
  {
    "text": "Middlemen, yeah, middle management. But tree sacred trees and gardens are a huge thing. Oh, yeah, you looked this up once. The gardens of Babylon. Yeah, it's a famous, famous thing. So, yeah, if you just Google, like Assyria or Babylon and Gardens, you'll get all these famous ancient drawings. So I've got a couple pictures of Ashurbanipal, famous Assyrian king, and there's either depictions of him in the center of a garden feasting with the gods. It's a wall carving that depicts him and his castle up. And it looks like the Garden of Eden.",
    "start": "00:33:43",
    "end": "00:34:20"
  },
  {
    "text": "Yeah.",
    "start": "00:34:20",
    "end": "00:34:20"
  },
  {
    "text": "And there's a river coming out of the royal sacred garden, and then it divides outside of it to water the rest of the land. Just like.",
    "start": "00:34:20",
    "end": "00:34:28"
  },
  {
    "text": "Sounds familiar.",
    "start": "00:34:28",
    "end": "00:34:29"
  },
  {
    "text": "Just like the river. Yeah. And in royal propaganda, you know, the kings will write these descriptions. They describe. The gardens are a little microcosm symbol of the whole empire. So he maintains the royal gardens as an image of his control and maintenance of the whole empire. So he controls the fertility of the garden. He controls the fertility of the. So, yeah, this is an inscription of another Assyrian king, Sennacherib. He says, by the will of the gods, vines, fruit trees, olive trees, aromatic trees flourished in my garden. Cypress trees grew tall, sending out shoots. I created a marsh for the flow of the water for the gardens. The birds of the heavens, the herons, the boars and the deer gave birth in abundance. But notice he's saying, I created. Yeah, this is my making.",
    "start": "00:34:29",
    "end": "00:35:23"
  },
  {
    "text": "Yeah. So this royal garden, this is an image familiar to an ancient thinker.",
    "start": "00:35:23",
    "end": "00:35:32"
  },
  {
    "text": "Correct.",
    "start": "00:35:32",
    "end": "00:35:33"
  },
  {
    "text": "So for Adam and Eve to be put in this garden, they're thinking royal garden, correct?",
    "start": "00:35:33",
    "end": "00:35:38"
  },
  {
    "text": "Oh, yeah, exactly. Royal garden. Correct. Just the next step, just real briefly here is particularly of the concept of a particular tree that gives the gift of divine life to those who eat. This is a thing. Seems like this motif originated, like the earliest Drawings and descriptions of it are from ancient Mesopotamia, even pre Babylon, so this in Sumeria and so on. But they developed this motif image of this beautiful fruitful tree in the middle of a garden with two goats eating from it, or two cherubim, like winged animal, human like creatures eating from it. And so the heavenly beings, when you have cherubim around it, it's guarded by the gods. When you have goats eating from it, it's the idea of accessible to the creatures of the earth, but that all of the fertility of the earth comes as a gift from God, symbolized in the sacred tree. So it's kind of like a stock image that we have these in many cultures have stock images. It's an icon, it's an ancient iconic brand.",
    "start": "00:35:38",
    "end": "00:36:47"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:36:48",
    "end": "00:36:49"
  },
  {
    "text": "It's the God's brand.",
    "start": "00:36:49",
    "end": "00:36:50"
  },
  {
    "text": "Yeah. Their mark.",
    "start": "00:36:51",
    "end": "00:36:53"
  },
  {
    "text": "Yeah.",
    "start": "00:36:53",
    "end": "00:36:53"
  },
  {
    "text": "If you're going to talk about the gift of the gods that sustains and creates life and you wanted one image, it would be a tree.",
    "start": "00:36:53",
    "end": "00:37:03"
  },
  {
    "text": "A tree, yeah. Either guarded by the heavenly creatures or accessed by earthly creatures, particularly goats and gazelles were the main variations of the motif. So I just have a bunch of pictures of it. You can just see different variations of it. One of which was found on a broken potsherd with a bunch of Semitic inscriptions on it in the Sinai Peninsula called Kuntilit ajrud from the 8th to 9th century BC, when Israelite monarchy is just up north. So this is an image that has. It's pre Israelite and it has a long afterlife even into the Israelite period. So, okay, here's Osborne's conclusions. Tree imagery has three interwoven layers of significance. One, abundance and prosperity comes from the gods. And that is depicted with the lush gardens, tree filled forests. That's a way of talking about the gods have given life to the barren land.",
    "start": "00:37:03",
    "end": "00:38:05"
  },
  {
    "text": "Yeah.",
    "start": "00:38:05",
    "end": "00:38:06"
  },
  {
    "text": "Second, deities and their powers to give fertility are often associated with tree symbolism. So you can just be. Abundance in general comes from the gods and forests and gardens represent that particular. Gods who give fertility can be depicted as trees. We saw that with newt.",
    "start": "00:38:06",
    "end": "00:38:24"
  },
  {
    "text": "Yeah.",
    "start": "00:38:25",
    "end": "00:38:25"
  },
  {
    "text": "There's a Canaanite goddess who we'll talk about later because we meet her in the biblical story called either Asherah or Ashtarot. And her idol image is of a tree.",
    "start": "00:38:26",
    "end": "00:38:38"
  },
  {
    "text": "Yeah. Okay.",
    "start": "00:38:38",
    "end": "00:38:39"
  },
  {
    "text": "Planted in the garden. Yes. And people perform ritual sex in front of the tree. This was a thing in Canaanite culture. There you go. She's a deity.",
    "start": "00:38:39",
    "end": "00:38:49"
  },
  {
    "text": "Got it.",
    "start": "00:38:49",
    "end": "00:38:50"
  },
  {
    "text": "Yep. Third is kings who mediate the power of the gods can be symbolized as trees. In other words, kings who grow Gardens or are caretakers of it can be described and depicted as trees. We saw that in Egypt where you had the king.",
    "start": "00:38:50",
    "end": "00:39:05"
  },
  {
    "text": "They're also portrayed as taking care of the trees.",
    "start": "00:39:05",
    "end": "00:39:08"
  },
  {
    "text": "Correct, Caretakers of the trees. But then, like in that Egyptian temple of Karnak, you have Seti, who's in the tree, whose name is being written on the tree. It's becoming the tree, and he's receiving a scepter. So the king becomes the tree of life. As the embodiment of the gods, they're interwoven. Trees are the gift of the gods. Specific gods can be depicted as trees. And humans, whom the gods have appointed to care and help cultivate fertility, they can be trees as well.",
    "start": "00:39:08",
    "end": "00:39:40"
  },
  {
    "text": "Got it.",
    "start": "00:39:40",
    "end": "00:39:40"
  },
  {
    "text": "So contrast and compare all of this with Genesis 1 and 2. You have God as the giver of fertility and life. In Genesis 1, he's the one behind the trees. He's not identified as a tree, but the tree can be a conduit of his life through its fruit. In Genesis 1 and 2, humanity is given the royal kingly task of caring for the royal sacred garden.",
    "start": "00:39:41",
    "end": "00:40:08"
  },
  {
    "text": "Yeah.",
    "start": "00:40:08",
    "end": "00:40:08"
  },
  {
    "text": "Not just one king, but all humanity is depicted. This is our image of God conversation.",
    "start": "00:40:09",
    "end": "00:40:14"
  },
  {
    "text": "Yeah. Can I ask you about that?",
    "start": "00:40:14",
    "end": "00:40:16"
  },
  {
    "text": "Sure.",
    "start": "00:40:16",
    "end": "00:40:17"
  },
  {
    "text": "Because I love that image that all humanity are.",
    "start": "00:40:17",
    "end": "00:40:22"
  },
  {
    "text": "The kings. Are in the role of the kings. Yes.",
    "start": "00:40:22",
    "end": "00:40:25"
  },
  {
    "text": "And I want to understand how we get there, because it says that male and female. So it could just mean that the first two humans were the image of God. How do we then draw the inference that then. And all their offspring.",
    "start": "00:40:25",
    "end": "00:40:41"
  },
  {
    "text": "Oh, got it. Yeah. The genealogy in Genesis 5 talks about human, that is male and female, being made in the image of God. And then their Seth, who they give birth to is in the image of Adam.",
    "start": "00:40:42",
    "end": "00:40:59"
  },
  {
    "text": "Okay, we talked about that.",
    "start": "00:40:59",
    "end": "00:41:00"
  },
  {
    "text": "So the image gets passed on is resembled. Yeah. And then the image of God is mentioned in Genesis 9 with the prohibition of murder.",
    "start": "00:41:00",
    "end": "00:41:08"
  },
  {
    "text": "Oh, right. Yes.",
    "start": "00:41:08",
    "end": "00:41:10"
  },
  {
    "text": "Because humans are made in the image.",
    "start": "00:41:10",
    "end": "00:41:12"
  },
  {
    "text": "And there it's clearly everyone.",
    "start": "00:41:12",
    "end": "00:41:13"
  },
  {
    "text": "Correct.",
    "start": "00:41:13",
    "end": "00:41:13"
  },
  {
    "text": "So while in the ancient imagination there is a king who is the image of God, who rules on God's behalf, is like a tree, takes care of the trees, has the power of the gods for life and fertility. In Genesis, it's humanity altogether. Is that is the image of God?",
    "start": "00:41:14",
    "end": "00:41:37"
  },
  {
    "text": "Yep, that's right.",
    "start": "00:41:37",
    "end": "00:41:38"
  },
  {
    "text": "Cool.",
    "start": "00:41:38",
    "end": "00:41:38"
  },
  {
    "text": "That's right. So that's a similarity, but also a difference.",
    "start": "00:41:38",
    "end": "00:41:42"
  },
  {
    "text": "Right.",
    "start": "00:41:42",
    "end": "00:41:42"
  },
  {
    "text": "Same with the tree itself. In the ancient near east, the trees are symbols of specific gods.",
    "start": "00:41:43",
    "end": "00:41:50"
  },
  {
    "text": "Oh, really?",
    "start": "00:41:51",
    "end": "00:41:51"
  },
  {
    "text": "We saw that with Nuts. With Nut, the sky goddess in Egypt, or with Asherah in Canaanite. Culture. And granted, it's a symbol, but an idol is a physical manifestation in Genesis 1. Humans are the idols of God, not a tree. Humans are the image of God, not trees or animals. However, there is a tree that conveys the life of God to the image of God. And that's what the Tree of Life represents.",
    "start": "00:41:52",
    "end": "00:42:23"
  },
  {
    "text": "Conveys.",
    "start": "00:42:23",
    "end": "00:42:24"
  },
  {
    "text": "Yeah.",
    "start": "00:42:24",
    "end": "00:42:25"
  },
  {
    "text": "Why'd you choose that word?",
    "start": "00:42:25",
    "end": "00:42:26"
  },
  {
    "text": "What's that conveys? Oh, I've actually been looking for that word multiple times earlier. It transports carries. Yeah. But I think the biblical authors are careful. They don't want us to conclude that the tree has its own deified magical powers.",
    "start": "00:42:26",
    "end": "00:42:45"
  },
  {
    "text": "And how are they careful?",
    "start": "00:42:45",
    "end": "00:42:46"
  },
  {
    "text": "By depicting the trees as something God created.",
    "start": "00:42:47",
    "end": "00:42:50"
  },
  {
    "text": "Something God created.",
    "start": "00:42:50",
    "end": "00:42:51"
  },
  {
    "text": "They're a type of creature that God gives life to. And then he designates this one tree to. And again, it's in the middle of the garden. That's actually. That's really important. That's temple imagery. You have the middle, then the garden, then Eden around that. Eden is a region within. Eden is a garden within the garden. And that three part maps onto the temple is precise mapping onto the design pattern of the temple.",
    "start": "00:42:51",
    "end": "00:43:20"
  },
  {
    "text": "Outer courts, inner courts.",
    "start": "00:43:21",
    "end": "00:43:22"
  },
  {
    "text": "Yeah. The courtyard, the holy place, and then the holy of holies. So the Tree of Life is in the spot of the Ark of the Covenant, which is Yahweh's throne. That's one thing. The second thing is when Moses goes up onto Mount Sinai, into the cloud, where there's that bush up there, the burning bush tree is up there, and we're told that he is shown a vision of God's heavenly temple. Of course, that's what Eden is. Eden is the overlap of heaven and Earth. So the Tree of Life is the hot spot of God's presence. And so to eat from the tree is this image of being in God's own life presence that gives you eternal life. So I just know, because this happened to me, the thing about the tree became a distraction from the meaning of the idea, which is proximity to God's presence, his life being given to me, and I receive it.",
    "start": "00:43:22",
    "end": "00:44:16"
  },
  {
    "text": "That's helpful, connecting it to temple imagery.",
    "start": "00:44:16",
    "end": "00:44:19"
  },
  {
    "text": "Yeah.",
    "start": "00:44:19",
    "end": "00:44:19"
  },
  {
    "text": "So where you would expect the center of the temple, which represents where God himself sits, and it's a very holy place. And in the narrative, where that would be is where this tree is.",
    "start": "00:44:20",
    "end": "00:44:38"
  },
  {
    "text": "Yeah, that's right. And in the temple, all the paneling around you would have been all is cherubim and pomegranate trees surrounding you.",
    "start": "00:44:38",
    "end": "00:44:48"
  },
  {
    "text": "Right?",
    "start": "00:44:48",
    "end": "00:44:49"
  },
  {
    "text": "Yeah. Woven into it. Yeah.",
    "start": "00:44:49",
    "end": "00:44:51"
  },
  {
    "text": "And so with that image in mind, the Tree of Life is about your proximity and connection to God himself.",
    "start": "00:44:51",
    "end": "00:45:01"
  },
  {
    "text": "Correct. Yeah, you got it.",
    "start": "00:45:01",
    "end": "00:45:03"
  },
  {
    "text": "Okay. So when God says eat of the tree of Life, he's saying, be in my presence and live life with me.",
    "start": "00:45:03",
    "end": "00:45:10"
  },
  {
    "text": "Yeah, yeah. And in doing so, the ingesting of God's life is a powerful image of union.",
    "start": "00:45:10",
    "end": "00:45:19"
  },
  {
    "text": "Yeah. It's not just like, it's a very intimate image of not just walking with me, which is another image in Genesis, but of consuming.",
    "start": "00:45:19",
    "end": "00:45:28"
  },
  {
    "text": "Consuming God's life. Yeah, yeah, we're very close. This is the seedbed, pun intended, of the Christian concept of communion, of the Eucharist, the bread and the cup, ingesting the gift of divine life.",
    "start": "00:45:29",
    "end": "00:45:43"
  },
  {
    "text": "That's cool.",
    "start": "00:45:44",
    "end": "00:45:44"
  },
  {
    "text": "Yeah.",
    "start": "00:45:44",
    "end": "00:45:45"
  },
  {
    "text": "But it's bread, not fruit.",
    "start": "00:45:45",
    "end": "00:45:46"
  },
  {
    "text": "Yeah. In Hebrew, bread can just mean food. Food in general, but the separate thing. Separate thing. One. One step at a time. Yeah. So the tree of life is both a portrait that was recognizable to ancient.",
    "start": "00:45:46",
    "end": "00:46:01"
  },
  {
    "text": "Ancient readers, but also has its own biblical.",
    "start": "00:46:01",
    "end": "00:46:05"
  },
  {
    "text": "Biblical authors are, you know, they're doing little. They're thrown to Melbourne with their Egyptian and Babylonian neighbors as they portray the tree not as a God, but as.",
    "start": "00:46:05",
    "end": "00:46:18"
  },
  {
    "text": "They'Re taking a familiar idea.",
    "start": "00:46:19",
    "end": "00:46:20"
  },
  {
    "text": "Correct. Yeah.",
    "start": "00:46:20",
    "end": "00:46:21"
  },
  {
    "text": "And then they're using that idea to convey a very Hebrew idea.",
    "start": "00:46:21",
    "end": "00:46:26"
  },
  {
    "text": "Yeah. It's been soaked in biblical convictions about.",
    "start": "00:46:26",
    "end": "00:46:30"
  },
  {
    "text": "The nature of their God.",
    "start": "00:46:30",
    "end": "00:46:31"
  },
  {
    "text": "Correct.",
    "start": "00:46:31",
    "end": "00:46:31"
  },
  {
    "text": "And the nature of the story that they believe humanity is living in relationship to the creator God.",
    "start": "00:46:31",
    "end": "00:46:38"
  },
  {
    "text": "Correct. Yeah. So think big picture with me now. Big picture, kind of close this part of the conversation. The main plot conflict of the biblical story is humans through their rebellion, evil and violence, forfeiting the chance to eat of the tree of life. You know, this is how plots work. When you introduce a plot conflict, the way that you resolve it is somehow circling back, back to that first thing that caused the conflict. If there's a movie about you and me getting into a fight and going our two ways throughout a decade, the way that plot conflict will be resolved is us coming back to that, coming.",
    "start": "00:46:38",
    "end": "00:47:17"
  },
  {
    "text": "Back to the fight, coming back to.",
    "start": "00:47:17",
    "end": "00:47:19"
  },
  {
    "text": "The moment and having to resolve the thing that started it all. And so in a similar way, Genesis 3 sets you up to be. However this plot conflict is going to be resolved, it's going to have to come back to a tree on a high place. Right. Where disobedient, selfish, short sighted humans deal with that problem that got created by the tree on the high place. And so the authors of the Gospels are all very, very, very tuned into this. When they depict the trial and the crucifixion of Jesus, they know what they're Doing. And they use vocabulary, as we'll see. They use vocabulary and imagery that's tuned into the tree in the garden.",
    "start": "00:47:19",
    "end": "00:48:00"
  },
  {
    "text": "Okay, okay, we'll get there.",
    "start": "00:48:01",
    "end": "00:48:03"
  },
  {
    "text": "We'll get there eventually. But just saying it's worth biggest questions.",
    "start": "00:48:03",
    "end": "00:48:06"
  },
  {
    "text": "For me, but we'll get there. But I do like. And I kind of want to land back at this image of proximity with God, the tree of life, in that, you know, going back to this idea of humans in their infancy and having to metamorph.",
    "start": "00:48:06",
    "end": "00:48:24"
  },
  {
    "text": "Yes.",
    "start": "00:48:24",
    "end": "00:48:25"
  },
  {
    "text": "And then how it's through this connection.",
    "start": "00:48:25",
    "end": "00:48:27"
  },
  {
    "text": "Yes.",
    "start": "00:48:28",
    "end": "00:48:28"
  },
  {
    "text": "And intimacy with God that is about proximity, but it's also about this kind of consummation. This is like partaking of God and adjusting of his life. And it will transform you. And that's the picture of kind of the ideal.",
    "start": "00:48:28",
    "end": "00:48:50"
  },
  {
    "text": "Yes, it is.",
    "start": "00:48:50",
    "end": "00:48:50"
  },
  {
    "text": "Is being in this state of a relational proximity in which you're transformed through God's life inside of you.",
    "start": "00:48:51",
    "end": "00:49:01"
  },
  {
    "text": "Yeah, Yep, that's right.",
    "start": "00:49:01",
    "end": "00:49:02"
  },
  {
    "text": "And so whatever happens in this story, we're trying to get back to that state.",
    "start": "00:49:02",
    "end": "00:49:07"
  },
  {
    "text": "Yeah. We're trying to get to a place where God's own life is ingested. It becomes internal to humans, and in so doing, it transforms them into a new mode of existence that is called in Genesis 3:22, eternal life.",
    "start": "00:49:07",
    "end": "00:49:23"
  },
  {
    "text": "Eternal life.",
    "start": "00:49:23",
    "end": "00:49:24"
  },
  {
    "text": "Yeah. It's not a common phrase. In biblical Hebrew, there's a phrase, length of days, having long days in the land. But the phrase life olam forever is not that common of a phrase. But when we meet it in the New Testament, it's coming from Genesis 3, eternal life.",
    "start": "00:49:25",
    "end": "00:49:44"
  },
  {
    "text": "And we'll get to that, too.",
    "start": "00:49:44",
    "end": "00:49:46"
  },
  {
    "text": "Yeah. John 17. This is eternal life, knowing the Father and the one whom he sent, Jesus the Messiah, that's eternal life.",
    "start": "00:49:46",
    "end": "00:49:54"
  },
  {
    "text": "Yeah. Well, that makes sense. If eternal life comes from this relational proximity.",
    "start": "00:49:55",
    "end": "00:50:02"
  },
  {
    "text": "Correct.",
    "start": "00:50:02",
    "end": "00:50:02"
  },
  {
    "text": "Then to call eternal life knowing God.",
    "start": "00:50:02",
    "end": "00:50:04"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:50:04",
    "end": "00:50:05"
  },
  {
    "text": "Makes perfect sense.",
    "start": "00:50:05",
    "end": "00:50:06"
  },
  {
    "text": "Yeah. Correct. Knowing in a relational, experiential way.",
    "start": "00:50:06",
    "end": "00:50:09"
  },
  {
    "text": "SA.",
    "start": "00:50:16",
    "end": "00:50:16"
  },
  {
    "text": "There's a philosopher named Charles Taylor who wrote a really important book that I have yet to finish because it's so long. It's called the Secular Age. In the opening, he tries to find a word that in the book will stand for human experience of the transcendent of the ultimate good. And he chooses the word fullness. And then he has a whole section defining it. But he describes fullness as a state of peace, harmony, relational harmony.",
    "start": "00:51:05",
    "end": "00:51:36"
  },
  {
    "text": "Kind of feels like connected to the idea of the seven.",
    "start": "00:51:36",
    "end": "00:51:39"
  },
  {
    "text": "Oh, yeah. Full completeness.",
    "start": "00:51:39",
    "end": "00:51:41"
  },
  {
    "text": "Completeness.",
    "start": "00:51:41",
    "end": "00:51:41"
  },
  {
    "text": "Completeness. And it's both related to our physical needs. When your stomach is full, there's A peace. It's temporary, but there's the peace of, like, I don't need anything.",
    "start": "00:51:41",
    "end": "00:51:52"
  },
  {
    "text": "There's a peace that leads to a nap.",
    "start": "00:51:52",
    "end": "00:51:53"
  },
  {
    "text": "When I have fullness of relationship, I feel secure and cared for. I don't feel need or lack. So there's something about food and relationships that are these physical experiences of completeness, fullness. And then he begins to talk about existential fullness through work and vocation and sense of meaning and purpose. He talks about. The history of fullness in the Christian tradition was very developed. It was a big theme of the discipleship to Jesus means learning to live life in that kind of fullness that's available through the life of the Spirit of Jesus. And then essentially, he paints the rise of modern Western society as a rival list of fullnesses of a society that constructs a different story about how you get fullness, how you get fullness. And it's an interesting way to paint the rise of the modern west as a rival set of offerings for fullness that rival the biblical story.",
    "start": "00:51:56",
    "end": "00:53:05"
  },
  {
    "text": "New ways to fill yourself.",
    "start": "00:53:05",
    "end": "00:53:06"
  },
  {
    "text": "New ways to fill yourself. But he says at baseline, what everybody assumes is that human life exists in a state of pretty much perpetual want and need for more on a physical level, but also on a relational, existential level. And what better image of the fulfillment of that desire than the garden imagery of Genesis 1 and 2? It makes perfect sense. Even if you didn't grow up in the ancient near east, the Garden of Eden has been an image of fullness for people all over the planet for millennia now.",
    "start": "00:53:06",
    "end": "00:53:40"
  },
  {
    "text": "Yeah. It's a beautiful image because of that, but then also because it's not a fullness that leads to an apathy. Right. It's a fullness that leads to awe and adventure and, like, productivity.",
    "start": "00:53:42",
    "end": "00:53:57"
  },
  {
    "text": "Yeah. Gardens don't cultivate themselves.",
    "start": "00:53:58",
    "end": "00:54:00"
  },
  {
    "text": "Yeah. Right. And you can continue to grow the garden and think of new ways to make the garden expand. And you're working in it and you're. And you're enjoying it. Sometimes I think of, like, fullness to this degree of just, like, take a nap staleness. Of just kind of like, now there's nothing else.",
    "start": "00:54:00",
    "end": "00:54:20"
  },
  {
    "text": "Yeah.",
    "start": "00:54:20",
    "end": "00:54:21"
  },
  {
    "text": "And it's not an ending. It's like. It's a launching pad. It's a type of way to now exist in a new productivity.",
    "start": "00:54:21",
    "end": "00:54:29"
  },
  {
    "text": "Yeah, yeah. The need for fullness speaks to an innate human desire and need for something more. Something more, but not just something more, only that I passively receive, to your point, something more for me to do and to be a part of.",
    "start": "00:54:30",
    "end": "00:54:45"
  },
  {
    "text": "We're Called to rule.",
    "start": "00:54:45",
    "end": "00:54:46"
  },
  {
    "text": "Yeah. Yeah, that's right.",
    "start": "00:54:46",
    "end": "00:54:47"
  },
  {
    "text": "We're being filled up so that we can then rule.",
    "start": "00:54:47",
    "end": "00:54:51"
  },
  {
    "text": "Yep. Yeah.",
    "start": "00:54:51",
    "end": "00:54:52"
  },
  {
    "text": "And what does it mean to rule the world and subdue it?",
    "start": "00:54:52",
    "end": "00:54:55"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:54:55",
    "end": "00:54:56"
  },
  {
    "text": "And it should mean creating generosity and love and justice, but creating more and more potential for that, too.",
    "start": "00:54:56",
    "end": "00:55:03"
  },
  {
    "text": "Correct. Yeah.",
    "start": "00:55:03",
    "end": "00:55:05"
  },
  {
    "text": "I think it's a really cool image.",
    "start": "00:55:05",
    "end": "00:55:06"
  },
  {
    "text": "Yeah. Tree of life. I spend a long time thinking about the tree of life. Yeah, it's a beautiful image.",
    "start": "00:55:06",
    "end": "00:55:12"
  },
  {
    "text": "Thanks for listening to this episode of the BibleProject podcast. Next week, we're gonna look at the other tree found in the second page of the Bible, the tree of knowing good and evil.",
    "start": "00:55:14",
    "end": "00:55:25"
  },
  {
    "text": "The reason that the tree is there in the garden. It's a powerful image of the nature of. Of all human experience. Every good thing in my life is also matched by an equal or greater number of opportunities to ruin it. So these two trees are intertwined, the tree of life and the tree of knowing, good and bad. How you relate to one determines how you relate to the other. It's the tale of two trees.",
    "start": "00:55:25",
    "end": "00:55:48"
  },
  {
    "text": "Today's show is produced by Dan Gummel. Our theme music comes from the band Tense. If you've been following the podcast, you know we just finished a series discussing the theme of seventh day rest in the Bible. The Sabbath day, the Sabbath year, the year of jubilee, and how Jesus brings us all to fulfillment. It was a great podcast series and we just released our video that summarized that in a visual format. You could find that video, it's up at YouTube, YouTube.com thebibleproject and on our website, thebibleproject.com check it out if you haven't seen it yet. We're going to continue this series on trees and as you come up with questions, things you would love to hear more about, you can send those questions in for upcoming question response episodes. Try to keep your recording to about 30 seconds. Let us know who you are, where you're from, and send that question to Infooin. The Bibleproject.com the Bible Project is a crowdfunded nonprofit. We're in Portland, Oregon. We make free resources to show that the Bible is a unified story that leads to Jesus. And all of this is possible because of the generous support of people all around the world just like you who are pitching in and making this happen. And we are really grateful. Thanks for being a part of this with us.",
    "start": "00:55:48",
    "end": "00:57:05"
  },
  {
    "text": "Hi, this is Kalia Rouse and I am from Anglewood, New Jersey. And I first heard about the Bible Project when another blogger posted their first video on Instagram and I instantly was hooked. I used the Bible Project in my own personal study and also with a small group and at church. My favorite thing about the Bible Project is that it takes insanely hard topics in the Bible and makes it super simple for everyone to understand. And so I feel a lot smarter after I watch one of their videos. We believe that the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, and more@thebibleproject.com.",
    "start": "00:57:06",
    "end": "00:57:50"
  }
]