[
  {
    "text": "Hey, this is John at the Bible Project. Right now we're in the middle of a series on the theme of trees in the Bible. Now, if you're just joining us, I'd really recommend going back and listening to the previous episodes because these conversations are beginning to build on each other. And today's episode is directly related to last week's. You see, last week, we looked at the story of Adam and Eve in a garden that God planted and how there were these two cosmic trees, the tree of life and the tree of Knowing, good and bad. And this story in Genesis 2 sets a template for us. The desire to find and eat of the tree of life up on the mountain. That is to participate in God's own presence and goodness. And also it sets a template for a tree of testing up on the mountain, a tree that forces us to decide if we're going to choose what's good in our own eyes. Trees on mountains. It's a theme biblical authors are captivated by.",
    "start": "00:00:03",
    "end": "00:01:04"
  },
  {
    "text": "If you just go through the Abraham stories in Genesis 12 to the end of his life in chapter 25, and get a green marker and a brown marker and highlight trees and mountains. They're everywhere. This guy's constantly having significant moments of his life in front of trees on top of really tall hills.",
    "start": "00:01:04",
    "end": "00:01:22"
  },
  {
    "text": "Perhaps one of the most iconic stories in the Hebrew Bible is of Abraham being tested in a way that confuses and even offends many readers. It's in Genesis chapter 22, where God asks Abraham to sacrifice his son Isaac. Now, the story can be read on its own, but this story begins to make so much more sense when we layer it on top of this template that we find in Genesis 2 with Adam and Eve in the garden.",
    "start": "00:01:22",
    "end": "00:01:48"
  },
  {
    "text": "I think what's happening with these two trees with Abraham, he is taking the wood that he lays on Isaac and that he lays him on that wood. The altar is his test. He has a moment of decision, and this wood represents whether or not he's going to listen to God's voice. That represents the tree of Knowing, good and bad. I will not redefine as good to ignore God and not sacrifice my son. And then once he makes the right choice, he looks over and there's another tree that provides life for his son.",
    "start": "00:01:48",
    "end": "00:02:19"
  },
  {
    "text": "So today, the story of Abraham and also the story of Noah, who both stand in front of their own trees of decision. Thank you for joining us. Here we go. Okay. Talking about the trees of Eden.",
    "start": "00:02:19",
    "end": "00:02:37"
  },
  {
    "text": "Yes, Trees of Eden. We are preparing for a theme video, Bible Project theme video that will be called either the trees of Eden or the tree of Life. We're supposed to figure that out. In the course of these conversations, we've explored the theological symbolism, the meaning of trees in the Bible first by looking at Genesis 1 and 2. The meaning of trees.",
    "start": "00:02:37",
    "end": "00:03:01"
  },
  {
    "text": "Yeah. Trees are very connected to people.",
    "start": "00:03:01",
    "end": "00:03:04"
  },
  {
    "text": "People. Yeah, that's right.",
    "start": "00:03:04",
    "end": "00:03:05"
  },
  {
    "text": "People are compared to trees.",
    "start": "00:03:05",
    "end": "00:03:07"
  },
  {
    "text": "Yep. Trees are given a gift of mimicking God's own self, generating eternal life by having a kind of perpetual life that we observe. They have within themselves the makings of their own future energy and offspring. Seed. Seed. They have the seed within them that they plant, that has the seed within them that they plant, that has the seed, and on it goes. So they're different from God in that trees have a beginning, but it's an image, and people are like that too.",
    "start": "00:03:07",
    "end": "00:03:40"
  },
  {
    "text": "It's an interesting thought, and we've talked about it at length. It's hard for me to want to start there in this conversation, so.",
    "start": "00:03:41",
    "end": "00:03:47"
  },
  {
    "text": "Oh.",
    "start": "00:03:47",
    "end": "00:03:48"
  },
  {
    "text": "Because it just begs so many questions to me.",
    "start": "00:03:48",
    "end": "00:03:52"
  },
  {
    "text": "Oh, yeah, okay. You're right. And by starting our conversation there, I wasn't necessarily suggesting we start there in the video.",
    "start": "00:03:52",
    "end": "00:03:58"
  },
  {
    "text": "Sure.",
    "start": "00:03:58",
    "end": "00:03:59"
  },
  {
    "text": "It's just been a very helpful set of observations to me to understand why trees and people are so metaphorically swappable.",
    "start": "00:03:59",
    "end": "00:04:06"
  },
  {
    "text": "That almost feels like its own video. It feels like if we did videos on design patterns or on metaphors or schemes. Metaphoric schemes in the Bible, that'd be a great one.",
    "start": "00:04:06",
    "end": "00:04:18"
  },
  {
    "text": "Yeah, that's a good point. So, okay, so maybe where we should really think about beginning the video is where we started in the second episode of this conversation, which is about the tree of Life in the center of the garden and what it means and signifies.",
    "start": "00:04:18",
    "end": "00:04:31"
  },
  {
    "text": "Yeah. So we're introduced to this tree called the Tree of Life. God plants a garden in the wilderness, and in the garden he plants trees. You can for food. Trees are just beautiful to look at. And in the center of the garden, he plants the tree of Life.",
    "start": "00:04:32",
    "end": "00:04:47"
  },
  {
    "text": "Tree of life.",
    "start": "00:04:47",
    "end": "00:04:48"
  },
  {
    "text": "And for an ancient thinker, they would have been familiar with this concept of a tree of life.",
    "start": "00:04:48",
    "end": "00:04:54"
  },
  {
    "text": "Even drawings of it had a fixed form from before the time of Israel and the Bible at all. It was a fixed motif in art and poetry and song and story and.",
    "start": "00:04:55",
    "end": "00:05:08"
  },
  {
    "text": "And some of the main takeaways that are things that would come to mind is that it's connected to divinity. It's connected to God and God's gift of life to humans. But there's also something very cosmic about it, which is if you have access to it, you have this divine life.",
    "start": "00:05:09",
    "end": "00:05:26"
  },
  {
    "text": "Yeah. They grow their own life, their own future is within them. So we're kind of back to that first point. But just to say they're self generating. Abundance is perceived in all ancient cultures and many contemporary cultures as being a kind of divine, like life.",
    "start": "00:05:26",
    "end": "00:05:47"
  },
  {
    "text": "Yeah. It's a thing everyone would want. It's like perpetual life.",
    "start": "00:05:47",
    "end": "00:05:51"
  },
  {
    "text": "Yeah, yeah. Self generating life and life that can sprout in the middle of nowhere, which is the image of an oasis or of in a desert you have a tall hill, but that tall hill is high enough that it gets dew and snow, which is life from the divine realm. And then it can grow stuff up there that can't grow down here.",
    "start": "00:05:51",
    "end": "00:06:10"
  },
  {
    "text": "It was a very basic construct that would speak to everyone and go like, yeah, that's the thing I want.",
    "start": "00:06:11",
    "end": "00:06:17"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:06:17",
    "end": "00:06:18"
  },
  {
    "text": "Which is different than nowadays. That isn't as built into our literature and thought.",
    "start": "00:06:18",
    "end": "00:06:24"
  },
  {
    "text": "Correct.",
    "start": "00:06:24",
    "end": "00:06:24"
  },
  {
    "text": "I mean, you don't have to go far to find it. But I'm trying to think what would be the thing that would get everyone off of their chairs, rallying. It would almost be like, oh, interesting. The tree of freedom or the tree of happiness.",
    "start": "00:06:25",
    "end": "00:06:37"
  },
  {
    "text": "Tree of liberty.",
    "start": "00:06:37",
    "end": "00:06:38"
  },
  {
    "text": "Liberty.",
    "start": "00:06:38",
    "end": "00:06:39"
  },
  {
    "text": "Tree of self actualization.",
    "start": "00:06:39",
    "end": "00:06:40"
  },
  {
    "text": "Self actualization. Yeah, like. And in the middle of the garden, was the, was self actualization?",
    "start": "00:06:40",
    "end": "00:06:46"
  },
  {
    "text": "Yeah. Or like economic mobility. Right. The ability to have a fair chance of any person to, you know, have the same go at making an abundant life for themselves.",
    "start": "00:06:46",
    "end": "00:07:00"
  },
  {
    "text": "Yeah. By making it a divine tree is saying that desire that you have, it's a divine desire that God can give.",
    "start": "00:07:00",
    "end": "00:07:08"
  },
  {
    "text": "You and that he wants to meet. That's why the trees are there. Yes, that's right.",
    "start": "00:07:08",
    "end": "00:07:12"
  },
  {
    "text": "But ultimately you sit down, anyone down, and what do we want? We want life.",
    "start": "00:07:12",
    "end": "00:07:15"
  },
  {
    "text": "Yeah. We want life and abundance.",
    "start": "00:07:15",
    "end": "00:07:18"
  },
  {
    "text": "And abundance. Security, fullness, security. And then the question is, how do you get that? How do you get life?",
    "start": "00:07:18",
    "end": "00:07:22"
  },
  {
    "text": "Correct.",
    "start": "00:07:22",
    "end": "00:07:23"
  },
  {
    "text": "And is it through freedom? Is it through prosperity?",
    "start": "00:07:23",
    "end": "00:07:26"
  },
  {
    "text": "That's right. So what the biblical authors share with their ancient Near Eastern neighbors is, is the conviction that true abundant life is a gift from the creators, from the gods. Where they differ is in identifying the tree as a divine being. Like you have in the Canaanite goddess Asherah or the Egyptian goddess Nut who we talked about.",
    "start": "00:07:26",
    "end": "00:07:51"
  },
  {
    "text": "The tree is not a divine being. It's something that God grew for the.",
    "start": "00:07:51",
    "end": "00:07:55"
  },
  {
    "text": "Humans that can mediate a taste of God's life to you.",
    "start": "00:07:55",
    "end": "00:08:00"
  },
  {
    "text": "And it's in the center of the garden in the same way that God's throne is in the center of the temple. So it's very connected to being in the Presence of God, of the throne room. And it's this intimate picture of eating of God's life.",
    "start": "00:08:00",
    "end": "00:08:12"
  },
  {
    "text": "That's right.",
    "start": "00:08:12",
    "end": "00:08:12"
  },
  {
    "text": "Cool. So that's tree of life. We could all agree, yes, we want it. The second tree, which is also there, is the tree of knowing, good and bad, Tov and Ra. And knowing, isn't this just intellectual ascent in Hebrew? Knowing is a very relational, intimate and experience experiential thing. So there's this tree that represents having an experience of good and bad. And so this isn't abundantly clear what's going on, but as we've dug through it, the logic we make of the narrative is that humans are in the garden because God wants them to rule.",
    "start": "00:08:12",
    "end": "00:08:52"
  },
  {
    "text": "With him and to eat from all the trees, including the tree of life.",
    "start": "00:08:53",
    "end": "00:08:57"
  },
  {
    "text": "Yes. And the command that he gives them is just enjoy all of this goodness and eat of and be full and complete. And in order to rule, you need wisdom. And so the question becomes, how are they going to get this wisdom? Are they going to get it in relationship with God eating of the tree of life, being in his presence, going on these walks, learning from him, or are they going to take it on their own terms?",
    "start": "00:08:57",
    "end": "00:09:22"
  },
  {
    "text": "Yeah. Are they going to get that what they think is the same end goal, but in a way that is good in their own eyes, which is what that tree, the second tree, represents.",
    "start": "00:09:22",
    "end": "00:09:32"
  },
  {
    "text": "Yes. And so the story goes that there's this other character who's a snake, seems like maybe more than just a typical garden snake, and lies about what God said and then tells him actually something that's true, which is, yeah, you eat this tree and something's going to happen and you're going to be like God, and you want that. And the humans are like, yeah, I think I want that. It looks desirable, something they wanted, and they took it. And something about taking knowledge of good and bad on our own terms leads to death.",
    "start": "00:09:32",
    "end": "00:10:10"
  },
  {
    "text": "But specifically, the next layer of the divine command was to not eat from it. Because if you take from that tree in the way the narrative scribes, it will ruin it all. It'll lead to your death.",
    "start": "00:10:11",
    "end": "00:10:21"
  },
  {
    "text": "It's poison.",
    "start": "00:10:21",
    "end": "00:10:22"
  },
  {
    "text": "It will kill you. So it's not just about the tree as such. It's that they're breaking a divine command. They're doing what God asked them not to do.",
    "start": "00:10:22",
    "end": "00:10:31"
  },
  {
    "text": "Yes.",
    "start": "00:10:32",
    "end": "00:10:32"
  },
  {
    "text": "And that also is part of what makes it the wrong thing.",
    "start": "00:10:32",
    "end": "00:10:35"
  },
  {
    "text": "But we talked about this in terms of the whole testing idea where it wasn't wrong just because God told him not to do it.",
    "start": "00:10:36",
    "end": "00:10:45"
  },
  {
    "text": "Correct.",
    "start": "00:10:45",
    "end": "00:10:45"
  },
  {
    "text": "God told him not to do it. Because it's a mode of existence that leads to death.",
    "start": "00:10:45",
    "end": "00:10:49"
  },
  {
    "text": "That's right.",
    "start": "00:10:49",
    "end": "00:10:50"
  },
  {
    "text": "And so it's wrong because it unleashes death. I guess it's wrong for both reasons.",
    "start": "00:10:50",
    "end": "00:10:55"
  },
  {
    "text": "I would say it's wrong for both. It's wrong because, yeah, he said, don't do it this way, but he didn't.",
    "start": "00:10:55",
    "end": "00:11:00"
  },
  {
    "text": "Say, don't do it just to test them. Right. Just to be like, I wonder what they do. I'm gonna put it. I'm gonna put a tree.",
    "start": "00:11:00",
    "end": "00:11:06"
  },
  {
    "text": "No, no. In the same way that when I taught my kids not to go into this. Walk into the street.",
    "start": "00:11:06",
    "end": "00:11:12"
  },
  {
    "text": "Yeah.",
    "start": "00:11:12",
    "end": "00:11:12"
  },
  {
    "text": "Without looking both ways.",
    "start": "00:11:12",
    "end": "00:11:13"
  },
  {
    "text": "Right.",
    "start": "00:11:13",
    "end": "00:11:13"
  },
  {
    "text": "And then when. Oh, this happened last night. And then I'm on the front porch. It's finally summertime here. So the front porch becomes another room in our house. And I'm watching them cross the street to go, like, swing on the neighbor's swing. And I'm watching how they cross the street. I've told them so many times. But when they were crossing the street, they didn't know it, but they were being tested. And Roman passed the test. My second son, August, failed the test. So we went down and, you know, it's so pedantic, but we go through it again. Step out, one step, look both ways, do it. And then I'm like, if you. If I see you do it the wrong way again, buddy, across the street, it'll be off limits for the rest of the day. So he was being tested, but it wasn't just because I said so, though. That's one layer of it. The other is because people speed down. Our street.",
    "start": "00:11:14",
    "end": "00:12:10"
  },
  {
    "text": "Yeah, yeah. Leads to death.",
    "start": "00:12:10",
    "end": "00:12:11"
  },
  {
    "text": "Leads to death. It's that. That's what it is.",
    "start": "00:12:11",
    "end": "00:12:14"
  },
  {
    "text": "Okay, so we got the two trees. On a cosmic level, there's something about the story of humanity and coming into our own wisdom. How are we gonna gain wisdom? This picture of humanity as all this innocent potential, and then how we break bad. But on a very individual level, this story is also about the fact that every day there is a choice. And so those are the two trees.",
    "start": "00:12:14",
    "end": "00:12:39"
  },
  {
    "text": "Yeah. And then narratively, the next story, Cain and Abel, shows you another person doing what is good in their own eyes.",
    "start": "00:12:39",
    "end": "00:12:46"
  },
  {
    "text": "Yeah.",
    "start": "00:12:46",
    "end": "00:12:46"
  },
  {
    "text": "And it's the first bloodshed in the story. And then you watch that human rebellion lead to a whole city that defines it as good to kill even the innocent in the name of honor and pride. That's Lamech. And the city of Cain, which is the first human city of blood. And then that human city of blood is matched by a spiritual rebellion. Of the sons of God and the. The daughters of men, that creates even more bloodshed in the earth. And so humans, taking what is good in their own eyes, leads to a world stained with the blood of the innocent. That's the story of Genesis 4, 5, 6, death, death, and the death of the innocent. And so God announces a plan to wash, to purify the land from the blood of the innocent. We call it the flood narrative. But the introduction to the flood narrative is about the st of all the land with the blood of the innocent because of the violence of people like Cain and then the violence of those giant warrior kings, the Nephilim and the violent warrior guys. So what God does is he selects one person, one righteous, blameless one out of all, because he's the only one. He's Noah. Noah. And when his dad names him in Genesis 5, his dad Lamech names him, and he says, let's call him Noach. This is Genesis 5, verse 29. Let's call him Noach, which is the Hebrew word for rest.",
    "start": "00:12:47",
    "end": "00:14:20"
  },
  {
    "text": "Oh, that's right. That's right.",
    "start": "00:14:21",
    "end": "00:14:23"
  },
  {
    "text": "And then he rhymes. He says, let's call him Noach because he will Nacham us, bring us comfort. From what? From our work. And from the pain of our hands arising from the ground that Yahweh has cursed. So our hands have stained the land with blood. Yahweh's going to work it because it's stained with blood. It also is cursed land that's hostile to us now.",
    "start": "00:14:23",
    "end": "00:14:49"
  },
  {
    "text": "We need to be rescued from it.",
    "start": "00:14:49",
    "end": "00:14:51"
  },
  {
    "text": "We need comfort and we need rest. That's what Noach and the Nacham he brings. So that's the promise of Noah. He's a seed. Here's a seed. And he's going to reverse the whole mess.",
    "start": "00:14:51",
    "end": "00:15:03"
  },
  {
    "text": "Apparently going to strike the serpent, correct?",
    "start": "00:15:03",
    "end": "00:15:06"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:15:06",
    "end": "00:15:07"
  },
  {
    "text": "Would be the hope.",
    "start": "00:15:07",
    "end": "00:15:08"
  },
  {
    "text": "Would be the hope, yeah. So God is going to wash the world clean, but this is the next appearance of the word wood or tree.",
    "start": "00:15:08",
    "end": "00:15:16"
  },
  {
    "text": "Etz.",
    "start": "00:15:17",
    "end": "00:15:17"
  },
  {
    "text": "Yeah. So in other words, you leave Eden. The last thing you heard about is these trees, and they're exiled. This is the next appearance of the word tree. And it's God's command to Noah where he says, make for yourself an. An ark. A teva. Make an ark of eitz. What kind of eits? An eitz of gopher, which is not a species of animal in Hebrew. It's a type of tree.",
    "start": "00:15:17",
    "end": "00:15:43"
  },
  {
    "text": "It's a type of tree.",
    "start": "00:15:43",
    "end": "00:15:44"
  },
  {
    "text": "So eitz. Gopher. A tree of gopher. Okay, so now the salvation of humanity is going to happen through an ark made of a tree. So it's just interesting. I'm not going to make this load bearing.",
    "start": "00:15:44",
    "end": "00:15:57"
  },
  {
    "text": "Sure.",
    "start": "00:15:57",
    "end": "00:15:57"
  },
  {
    "text": "I'm just saying, the next time the word tree appears, it's the thing that saves humanity through the seed of the remnant seed of Noah. Are you with me?",
    "start": "00:15:57",
    "end": "00:16:07"
  },
  {
    "text": "I'm with you.",
    "start": "00:16:07",
    "end": "00:16:07"
  },
  {
    "text": "Okay. Now, why did God bring the flood? Few reasons. To wash the land. And why is the land. Well, we'd heard narratively about the bloodshed, but in Genesis 6, 5, God summarizes it, and he says, then Yahweh saw that the rain, the badness of humanity was great on the earth, and that every purpose of the thoughts of his heart was only evil, perpetually only Ra. Excuse me, Ra. Which means leading to catastrophe.",
    "start": "00:16:07",
    "end": "00:16:39"
  },
  {
    "text": "Yeah.",
    "start": "00:16:39",
    "end": "00:16:39"
  },
  {
    "text": "These humans just keep creating catastrophe.",
    "start": "00:16:39",
    "end": "00:16:41"
  },
  {
    "text": "It's bottom of the barrel here.",
    "start": "00:16:41",
    "end": "00:16:43"
  },
  {
    "text": "That's right.",
    "start": "00:16:43",
    "end": "00:16:43"
  },
  {
    "text": "Every thought always leading to catastrophe.",
    "start": "00:16:44",
    "end": "00:16:47"
  },
  {
    "text": "Yeah. Everything these humans think of just keeps creating even more bloodshed on the land.",
    "start": "00:16:47",
    "end": "00:16:53"
  },
  {
    "text": "Yeah.",
    "start": "00:16:53",
    "end": "00:16:53"
  },
  {
    "text": "Not an inaccurate summary.",
    "start": "00:16:54",
    "end": "00:16:56"
  },
  {
    "text": "Well, I mean, this is very. I wouldn't say that about any civilization now. I mean, that's pretty hyperbolic. Every thought.",
    "start": "00:16:57",
    "end": "00:17:06"
  },
  {
    "text": "Yes. Is always leading to bad. I hear that and I agree. It's hyperbolic.",
    "start": "00:17:06",
    "end": "00:17:11"
  },
  {
    "text": "Am I supposed to kind of get a sense of like, oh, this is. This is worse than I've ever experienced?",
    "start": "00:17:12",
    "end": "00:17:16"
  },
  {
    "text": "Ah, that's interesting. I think so. I think the fact that it brings about a kind of judgment that God says he'll never repeat means that we're meant to imagine this as if this is true.",
    "start": "00:17:16",
    "end": "00:17:27"
  },
  {
    "text": "I mean, if every time a human comes up with an idea, at least a catastrophe, it would be really mean to let them go on.",
    "start": "00:17:27",
    "end": "00:17:36"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:17:37",
    "end": "00:17:37"
  },
  {
    "text": "Right.",
    "start": "00:17:37",
    "end": "00:17:38"
  },
  {
    "text": "Yeah, right.",
    "start": "00:17:38",
    "end": "00:17:38"
  },
  {
    "text": "Like that. Just like. That's a mess.",
    "start": "00:17:38",
    "end": "00:17:40"
  },
  {
    "text": "There is an element of truth to it, though.",
    "start": "00:17:40",
    "end": "00:17:42"
  },
  {
    "text": "Yes.",
    "start": "00:17:42",
    "end": "00:17:43"
  },
  {
    "text": "That any good idea that a human comes up with stands before a tree, a tree of decision, so to speak, where it could be put to wonderful ends. It could also, you know, whatever.",
    "start": "00:17:43",
    "end": "00:17:57"
  },
  {
    "text": "I almost feel like the human condition is, we're always just flipping a coin and we have no idea. Sometimes we get lucky.",
    "start": "00:17:57",
    "end": "00:18:03"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:18:03",
    "end": "00:18:04"
  },
  {
    "text": "And it works out better than it should have.",
    "start": "00:18:04",
    "end": "00:18:06"
  },
  {
    "text": "But that's about circumstance. Then when you bring in the moral.",
    "start": "00:18:06",
    "end": "00:18:10"
  },
  {
    "text": "Factor, it's like, I want this to land heads every time, or tails or whatever. The outcome I want is catastrophe.",
    "start": "00:18:10",
    "end": "00:18:18"
  },
  {
    "text": "Well, at least.",
    "start": "00:18:18",
    "end": "00:18:19"
  },
  {
    "text": "Is that what I'm supposed to get from this?",
    "start": "00:18:19",
    "end": "00:18:20"
  },
  {
    "text": "If the outcome is catastrophe for them but good for me, then maybe it's not such a bad deal. I'm just saying, any technology that's created is usually meant to serve a good purpose, but some people also create it to do a lot of damage so that a few can benefit even at the expense of the many. Right, okay.",
    "start": "00:18:20",
    "end": "00:18:41"
  },
  {
    "text": "So this is. Yeah. So this isn't just about, like, do my decisions end up creating bad situations?",
    "start": "00:18:41",
    "end": "00:18:46"
  },
  {
    "text": "Did I purpose them for bad?",
    "start": "00:18:46",
    "end": "00:18:48"
  },
  {
    "text": "But did I purpose them for bad?",
    "start": "00:18:48",
    "end": "00:18:50"
  },
  {
    "text": "Yeah, that's right. That's one layer of it.",
    "start": "00:18:50",
    "end": "00:18:52"
  },
  {
    "text": "Yeah.",
    "start": "00:18:52",
    "end": "00:18:52"
  },
  {
    "text": "Yeah. So God's purpose is. But he still wants to rule with human partners forever and ever. Amen. So here's one. Like, good apple.",
    "start": "00:18:52",
    "end": "00:19:01"
  },
  {
    "text": "One guy's not always evil.",
    "start": "00:19:01",
    "end": "00:19:03"
  },
  {
    "text": "One guy's not in his heart. No, exactly. He's like, this guy's rad. I like this guy. I can build a new humanity out of this guy and his family. So he tells them to get some trees. Their salvation comes from a tree. From the gopher tree. The vehicle of their salvation is a tree. So here's what happens. Noah builds the boat. Flood comes, land is purified. Then the boat's floating, the ark is floating, the waters recede, and it lands on top of a mountain. Ah. Okay. Back to when Noah's dad named him. He says he will give us Nacham, comfort from the ground, which Yahweh has. He has cursed it. It's the word, cursed it. Noah's floating in a boat on the water, and his boat lands on top of a high mountain named Irarat. It's one letter different.",
    "start": "00:19:03",
    "end": "00:19:58"
  },
  {
    "text": "Oh, wow.",
    "start": "00:19:58",
    "end": "00:19:59"
  },
  {
    "text": "And what does Noah do on top of Mount Ararat?",
    "start": "00:19:59",
    "end": "00:20:03"
  },
  {
    "text": "I know. It's Ararat.",
    "start": "00:20:05",
    "end": "00:20:07"
  },
  {
    "text": "Ararat. Yes. What he does is chapter 8, verse 18. So Noah went out of the boat, and his sons, his wife. His sons, wives with him. Every creature, beast, creeping thing, bird. Is all the list from Genesis 1.",
    "start": "00:20:07",
    "end": "00:20:20"
  },
  {
    "text": "Yeah. We're supposed to be thinking of new Adam here.",
    "start": "00:20:20",
    "end": "00:20:22"
  },
  {
    "text": "Yep. Correct.",
    "start": "00:20:22",
    "end": "00:20:23"
  },
  {
    "text": "Yeah.",
    "start": "00:20:23",
    "end": "00:20:23"
  },
  {
    "text": "Then Noah built an altar. Oh, that's cool.",
    "start": "00:20:25",
    "end": "00:20:28"
  },
  {
    "text": "Has this happened before?",
    "start": "00:20:28",
    "end": "00:20:29"
  },
  {
    "text": "Nope. First person to build an altar. It's not the first sacrifice in the Bible.",
    "start": "00:20:29",
    "end": "00:20:32"
  },
  {
    "text": "Right. It's the first somebody sacrificing.",
    "start": "00:20:32",
    "end": "00:20:35"
  },
  {
    "text": "He's setting up an altar. Why do you set up an altar on the top of a mountain? That's interesting.",
    "start": "00:20:35",
    "end": "00:20:40"
  },
  {
    "text": "Why do you set up altars?",
    "start": "00:20:40",
    "end": "00:20:42"
  },
  {
    "text": "Well, the point of a point of an altar is to offer animal sacrifices, which is a way of establishing communion with God. So I'm at a high place, and Noah wants to meet with God here. And so he takes these pure animals. Which links back to the earlier part of the story was God was like, oh, yeah, you've got all these other Animals make sure you take some ritually pure and impure ones. And you're like, what? I'm waiting for Leviticus to like, know what those are.",
    "start": "00:20:42",
    "end": "00:21:09"
  },
  {
    "text": "Right?",
    "start": "00:21:09",
    "end": "00:21:09"
  },
  {
    "text": "But somehow God starts telling Noah to like, act like a priest. So here's Noah, he gets off the boat and he's acting like a priest. He's sorting out, he's getting the blameless pure animals and he offers them up on the altar. Verse 21. Yahweh smelled the soothing aroma. It's exactly the phrase used in the sacrificial manual. In Leviticus 1 through 7, Yahweh said, In his heart, you know what I'm never going to do again? I'm never going to Arar the ground on account of humanity. So Noah on top of Mount Ararat, where his dad said that he would relieve and give us comfort from our offers a sacrifice. And God said, you know what I'm never going to do again is bring Rar the curse.",
    "start": "00:21:09",
    "end": "00:21:56"
  },
  {
    "text": "But he already has. I mean, the God is cursed.",
    "start": "00:21:56",
    "end": "00:21:58"
  },
  {
    "text": "Oh, right. But I'm never going to. Oh, so what does that mean?",
    "start": "00:21:58",
    "end": "00:22:01"
  },
  {
    "text": "Yeah, what does that mean?",
    "start": "00:22:01",
    "end": "00:22:02"
  },
  {
    "text": "Okay, why am I never going to do that again? Because the purpose of the human heart is raw from his youth. Wait a minute. So the reason that God brought the.",
    "start": "00:22:02",
    "end": "00:22:12"
  },
  {
    "text": "Flood, because the human heart was Ra all the time.",
    "start": "00:22:12",
    "end": "00:22:14"
  },
  {
    "text": "That's right. Is now the reason why God will never bring that flood again?",
    "start": "00:22:14",
    "end": "00:22:19"
  },
  {
    "text": "Oh, this is about the flood? Or is this about cursing the ground?",
    "start": "00:22:20",
    "end": "00:22:22"
  },
  {
    "text": "Next line. And I will never again destroy every living thing that I have done. Okay, so it's actually, it's a little.",
    "start": "00:22:23",
    "end": "00:22:29"
  },
  {
    "text": "I see.",
    "start": "00:22:29",
    "end": "00:22:30"
  },
  {
    "text": "It's a little chiasm. It's a little three line poetic. Poetic structure. I'll never curse the ground. Why human evil is Ra all the time. Last line. I'll never destroy every strike, every living things I've done. What does it mean that the ground is cursed because of bloodshed? What does God do when the ground is cursed? He brings divine justice.",
    "start": "00:22:30",
    "end": "00:22:52"
  },
  {
    "text": "Washes it clean.",
    "start": "00:22:54",
    "end": "00:22:55"
  },
  {
    "text": "Washes it clean. And so what is God never going to do again because of the ground? That humans keep bringing a curse upon it because of their bloodshed?",
    "start": "00:22:55",
    "end": "00:23:03"
  },
  {
    "text": "Never going to wipe it clean again.",
    "start": "00:23:03",
    "end": "00:23:05"
  },
  {
    "text": "Yeah, I'm never going to do that again. So the reason God brought the flood is now the reason why God will never do that kind of catastrophic judgment again.",
    "start": "00:23:05",
    "end": "00:23:13"
  },
  {
    "text": "What does that mean?",
    "start": "00:23:13",
    "end": "00:23:14"
  },
  {
    "text": "Well, first, let's just make that clear. It's the same phrase, the same reason the human heart is raw. That's why that invited divine justice as well. It Should. When you walk into a courtroom, someone's being tried for murder.",
    "start": "00:23:14",
    "end": "00:23:27"
  },
  {
    "text": "Well, the first time he says it, he says the wickedness is great. Every purpose of the thoughts of the heart were only evil continually. Correct this. Next time he says the purpose of the man's heart is evil from his youth.",
    "start": "00:23:28",
    "end": "00:23:43"
  },
  {
    "text": "Yeah.",
    "start": "00:23:43",
    "end": "00:23:43"
  },
  {
    "text": "It seems a little less intense.",
    "start": "00:23:43",
    "end": "00:23:45"
  },
  {
    "text": "Oh, you think it's less intense? That's interesting. For the purpose of the heart of human is evil from its youth. Genesis 8, 21:65. For every purpose of the thoughts of his heart is only evil all the day.",
    "start": "00:23:45",
    "end": "00:24:01"
  },
  {
    "text": "Those are two different. They're very similar. There's a similarity.",
    "start": "00:24:02",
    "end": "00:24:06"
  },
  {
    "text": "Yeah, but you're right. Instead of saying it's only evil all of the time, it says it is evil or it is raw from its youth. And instead of saying every purpose, it now just says Genesis 8 says for the purpose of the heart.",
    "start": "00:24:06",
    "end": "00:24:19"
  },
  {
    "text": "I do want to get back to the similarities because I think there's some really good there.",
    "start": "00:24:20",
    "end": "00:24:23"
  },
  {
    "text": "But like, okay, it's ratcheted down.",
    "start": "00:24:23",
    "end": "00:24:25"
  },
  {
    "text": "What I'm hearing, what I hear when I read that is that things were so bad.",
    "start": "00:24:25",
    "end": "00:24:29"
  },
  {
    "text": "I hear that, John. That's actually a really good observation. I have never taken a moment to ponder the differences because I've always been struck by how similar they are.",
    "start": "00:24:29",
    "end": "00:24:37"
  },
  {
    "text": "That is interesting. They're similar, but here it's kind of like I almost feel like he's like. Like he's saying like, you know what? Humans are gonna. From the get go, they're gonna be screwing up. And so if I'm just gonna always wipe them out every time I screw up, this is gonna go nowhere.",
    "start": "00:24:37",
    "end": "00:24:51"
  },
  {
    "text": "Nowhere human. Yeah, exactly. That's exactly right. Okay, thank you. Yeah. So even with the difference, that's the point being made here. Even though humans bringing the blood of the innocent perpet constantly to soak the land with blood, it's within God's prerogative to bring ultimate divine justice. But he's not going to. The reason he did that before the flood, to bring the flood is now the reason why he's not going to do that. And what's the difference between those two scenarios? Noah's sacrifice. Noah, now if he built an altar and started a fire on an altar, it requires a whole bunch of things. All right. You pile up some stones.",
    "start": "00:24:51",
    "end": "00:25:32"
  },
  {
    "text": "Sure.",
    "start": "00:25:32",
    "end": "00:25:33"
  },
  {
    "text": "Okay, that's cool. You need an animal, but you also need wood.",
    "start": "00:25:33",
    "end": "00:25:36"
  },
  {
    "text": "So it's the ark. You think he's taking the ark apart.",
    "start": "00:25:37",
    "end": "00:25:39"
  },
  {
    "text": "So this is a little narrative detail that has been filled in in the history of interpretation that infers that he Used the wood of the ark. It doesn't say that, but it suggests he got the wood from somewhere.",
    "start": "00:25:39",
    "end": "00:25:54"
  },
  {
    "text": "Yeah. Interesting.",
    "start": "00:25:54",
    "end": "00:25:55"
  },
  {
    "text": "So here's Noah on the top of a mountain whose name rhymes with. With the word curse in Hebrew. And what he does is bring comfort and rest and future hope to humanity by. At least the scene is that he built an altar on the top of the mountain, and he's sitting right next to the ark made of the tree. So it's a symbolic tree, but that's the image here. So here we go. Here again, this is another Eden moment, and you have a righteous human interceding on behalf of humanity. And God says, yeah, here's a righteous one. I'll accept that intercession and I won't ever do again. We're going to see. This is going to be replayed in its own way in the story of Abraham and especially in the story of Moses. The story of Moses on Sinai interceding for the idolaters is fully mapped and hyperlinked into this moment in Noah's life. So what is less powerful visually is that we don't have an explicit depiction of a tree. What we just have is a boat.",
    "start": "00:25:55",
    "end": "00:26:59"
  },
  {
    "text": "But help me understand, though, the connection to. So we got the high place.",
    "start": "00:27:00",
    "end": "00:27:04"
  },
  {
    "text": "Yep. We have an eight. The Hebrew word eightz means tree or wood.",
    "start": "00:27:04",
    "end": "00:27:08"
  },
  {
    "text": "Now, the tree in the garden represented a choice. It wasn't about sacrificing.",
    "start": "00:27:08",
    "end": "00:27:15"
  },
  {
    "text": "Nope. The Noah story would be adding a new layer of significance to the tree.",
    "start": "00:27:15",
    "end": "00:27:21"
  },
  {
    "text": "Okay. And that new layer of significance is the tree is now a vehicle for.",
    "start": "00:27:21",
    "end": "00:27:27"
  },
  {
    "text": "Sacrifice, which represents giving up what is valuable and precious as a statement to God that I surrender.",
    "start": "00:27:28",
    "end": "00:27:38"
  },
  {
    "text": "So in a way, not eating of the tree of good and bad is that kind of sacrifice?",
    "start": "00:27:38",
    "end": "00:27:43"
  },
  {
    "text": "It is a. Yeah, okay, thank you. It is a sacrifice that looks good to me, but I'm going to give up my desire.",
    "start": "00:27:43",
    "end": "00:27:48"
  },
  {
    "text": "I'm going to let it. Because, like, when you're burning an animal, you're giving it away.",
    "start": "00:27:48",
    "end": "00:27:52"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:27:52",
    "end": "00:27:53"
  },
  {
    "text": "You're not letting yourself have what you want.",
    "start": "00:27:53",
    "end": "00:27:56"
  },
  {
    "text": "Correct. Yeah. In a way that's similar.",
    "start": "00:27:56",
    "end": "00:27:58"
  },
  {
    "text": "In the same way that's similar.",
    "start": "00:27:58",
    "end": "00:27:59"
  },
  {
    "text": "Yeah, that's right. And it's also. This is the first act of intercession of the righteous interceding for which is another theme.",
    "start": "00:27:59",
    "end": "00:28:07"
  },
  {
    "text": "And it's a theme that doesn't get developed in the Genesis. Two trees. No, two and three trees.",
    "start": "00:28:08",
    "end": "00:28:13"
  },
  {
    "text": "Because there's no one to intercede for. You don't need an intercessor. But after they're exiled from the garden, you need an intercessor.",
    "start": "00:28:13",
    "end": "00:28:19"
  },
  {
    "text": "Yeah. And that's what they seed. And then the seed, that's what Noah's dad presented.",
    "start": "00:28:19",
    "end": "00:28:23"
  },
  {
    "text": "Correct.",
    "start": "00:28:23",
    "end": "00:28:24"
  },
  {
    "text": "And then that's what Noah is.",
    "start": "00:28:24",
    "end": "00:28:25"
  },
  {
    "text": "And Noah's dad says, yeah, this is the seed who's gonna save us?",
    "start": "00:28:25",
    "end": "00:28:28"
  },
  {
    "text": "Okay.",
    "start": "00:28:28",
    "end": "00:28:29"
  },
  {
    "text": "And he does. Right here on top of Mount Curse. Mount Ararat.",
    "start": "00:28:29",
    "end": "00:28:34"
  },
  {
    "text": "It would be Mount Curse. It'd be like Mount Carse.",
    "start": "00:28:35",
    "end": "00:28:37"
  },
  {
    "text": "Oh, yeah. Yeah, totally. Okay. All.",
    "start": "00:28:37",
    "end": "00:28:41"
  },
  {
    "text": "It's.",
    "start": "00:28:47",
    "end": "00:29:03"
  },
  {
    "text": "So that's step one. The next step is the way the Abraham story works. We could spend a lot of time. I'm just going to point a few things out.",
    "start": "00:29:33",
    "end": "00:29:40"
  },
  {
    "text": "Okay.",
    "start": "00:29:40",
    "end": "00:29:40"
  },
  {
    "text": "So Abram comes onto the scene because his story, his family was scattered from Babylon in the story. And then you get that genealogy in Genesis 11, because Noah's before Babylon, Noah's pre Babylon. Noah goes down from the mountain, and his son Ham, who does something sketchy with him, with his dad. Ham has a grandson named Rebbel in Hebrew, Nimrod. And Nimrod builds Babylon. And Nimrod is called a Gibor, which is the same thing that the offspring of the sons of God and the daughters of men were called in Genesis 6. You're like, oh, no. He's another one of those Gibor, which.",
    "start": "00:29:41",
    "end": "00:30:24"
  },
  {
    "text": "Is different than the word for Nephilim.",
    "start": "00:30:24",
    "end": "00:30:26"
  },
  {
    "text": "Yeah. It means violent warrior.",
    "start": "00:30:27",
    "end": "00:30:28"
  },
  {
    "text": "Violent warrior.",
    "start": "00:30:28",
    "end": "00:30:29"
  },
  {
    "text": "Yeah.",
    "start": "00:30:29",
    "end": "00:30:29"
  },
  {
    "text": "And Noah was the seed. But after this sacrifice is a story of him planting a garden.",
    "start": "00:30:29",
    "end": "00:30:37"
  },
  {
    "text": "He plants a garden. God says, be fruitful and multiply. And you're like, yes.",
    "start": "00:30:37",
    "end": "00:30:41"
  },
  {
    "text": "And then he gets drunk, and then the whole thing falls apart.",
    "start": "00:30:42",
    "end": "00:30:45"
  },
  {
    "text": "Yeah. He gets drunk and naked. His failure is drunkenness and nakedness in the garden that he planted. So kind of a mirroring of the nakedness and shame of Adam and Eve. And then his son violates his father's honor in the tent in some way.",
    "start": "00:30:45",
    "end": "00:31:05"
  },
  {
    "text": "So he doesn't actually bring the comfort. The full comfort and rest.",
    "start": "00:31:06",
    "end": "00:31:12"
  },
  {
    "text": "Exactly. He does the right thing, but then he immediately fails, which crosses him off.",
    "start": "00:31:13",
    "end": "00:31:18"
  },
  {
    "text": "The list of, oh, okay, we need someone like Noah. But then that continues on in the path of life.",
    "start": "00:31:18",
    "end": "00:31:25"
  },
  {
    "text": "He needs someone to do what Noah did on Mount Kars. But like. But perpetually. Perpetually. Because humans are still Ra from their youth.",
    "start": "00:31:25",
    "end": "00:31:36"
  },
  {
    "text": "Yeah.",
    "start": "00:31:36",
    "end": "00:31:37"
  },
  {
    "text": "So they're gonna need a perpetual intercessor.",
    "start": "00:31:37",
    "end": "00:31:39"
  },
  {
    "text": "Perpetual intercessor.",
    "start": "00:31:39",
    "end": "00:31:41"
  },
  {
    "text": "And Noah. Noah did it once, but it was only once.",
    "start": "00:31:41",
    "end": "00:31:43"
  },
  {
    "text": "Okay.",
    "start": "00:31:43",
    "end": "00:31:44"
  },
  {
    "text": "Yep. So Noah's.",
    "start": "00:31:44",
    "end": "00:31:46"
  },
  {
    "text": "And it gets bad. It gets really bad.",
    "start": "00:31:47",
    "end": "00:31:48"
  },
  {
    "text": "It gets really bad again.",
    "start": "00:31:48",
    "end": "00:31:50"
  },
  {
    "text": "It was bad before Noah.",
    "start": "00:31:50",
    "end": "00:31:51"
  },
  {
    "text": "Yep.",
    "start": "00:31:51",
    "end": "00:31:51"
  },
  {
    "text": "Now it's getting really bad again.",
    "start": "00:31:51",
    "end": "00:31:53"
  },
  {
    "text": "Yep. Because of Noah's grandson, Noah's great grandson, Nimrod, whose name is Rebel.",
    "start": "00:31:53",
    "end": "00:31:58"
  },
  {
    "text": "Rebel.",
    "start": "00:31:58",
    "end": "00:31:58"
  },
  {
    "text": "Who builds the empires of Assyria.",
    "start": "00:31:58",
    "end": "00:32:01"
  },
  {
    "text": "He's a mighty warrior. And he builds Babylon.",
    "start": "00:32:01",
    "end": "00:32:04"
  },
  {
    "text": "And Assyria. And Assyria, yeah. He's the father of the two empires that will take Israel into exile later in the story.",
    "start": "00:32:04",
    "end": "00:32:11"
  },
  {
    "text": "Yeah.",
    "start": "00:32:11",
    "end": "00:32:11"
  },
  {
    "text": "So God scatters Babylon. Genesis 11.",
    "start": "00:32:12",
    "end": "00:32:14"
  },
  {
    "text": "Yeah.",
    "start": "00:32:14",
    "end": "00:32:15"
  },
  {
    "text": "And out of that scattering, one family is traced. That leads to a guy named Abram.",
    "start": "00:32:15",
    "end": "00:32:21"
  },
  {
    "text": "And just like Noah was chosen because he was blameless, Abram was not mentioned.",
    "start": "00:32:21",
    "end": "00:32:27"
  },
  {
    "text": "Yeah, yeah. In the biblical text. Not mentioned.",
    "start": "00:32:27",
    "end": "00:32:30"
  },
  {
    "text": "Okay.",
    "start": "00:32:30",
    "end": "00:32:30"
  },
  {
    "text": "Yeah. So God speaks a seven line poem to Abram starting in Genesis 12.",
    "start": "00:32:30",
    "end": "00:32:35"
  },
  {
    "text": "I want to bless you, Eden.",
    "start": "00:32:35",
    "end": "00:32:37"
  },
  {
    "text": "Blessing all over you and your seed. To your seed I will give this land. It says the land of Canaan. So what does Abram do after God gives him the promise of a new Eden? Genesis 12. 4. So Abram went forth just as Yahweh spoke to him. Awesome. Way to go. Way to do what God tells you to do.",
    "start": "00:32:37",
    "end": "00:32:56"
  },
  {
    "text": "Yeah. He listened and obeyed.",
    "start": "00:32:56",
    "end": "00:32:58"
  },
  {
    "text": "Yeah. So he took his wife Sarai, and his nephew Lot. Oh, that's not so good. Because God said, leave. Leave your family, your extended family.",
    "start": "00:32:58",
    "end": "00:33:10"
  },
  {
    "text": "And he took his family.",
    "start": "00:33:11",
    "end": "00:33:12"
  },
  {
    "text": "Abram brings along one member of his extended family, and lo and behold, that member is going to create a ton of trouble in the narratives to follow. And they bring all their stuff. They set out for the land of Canaan and they came to the land of Canaan. And you want to know the first thing that Abram did when he went into the land? The new Eden? He goes to the city of Shechem and he goes and he finds a tree. Big oak tree. You know, the name of that tree is Vision.",
    "start": "00:33:13",
    "end": "00:33:43"
  },
  {
    "text": "Vision.",
    "start": "00:33:43",
    "end": "00:33:44"
  },
  {
    "text": "Moreh.",
    "start": "00:33:44",
    "end": "00:33:44"
  },
  {
    "text": "The vision tree.",
    "start": "00:33:44",
    "end": "00:33:45"
  },
  {
    "text": "The tree of vision. The oak of vision.",
    "start": "00:33:45",
    "end": "00:33:48"
  },
  {
    "text": "That's cool.",
    "start": "00:33:48",
    "end": "00:33:49"
  },
  {
    "text": "Now, the Canaanites were in the land. That's going to be important for the next chapter. But you know what Yahweh did? Yahweh became visible at the tree of vision there at Sh', Kim and said, to your seed, I'll give this land. So you know what he did then? It's Abram meeting Yahweh personally under a tree. And so he built an altar to Yahweh, who appeared to him. What's the story doing here? Who built the last altar? Noah on the high place with his. With his tree boat. And now here's a new Adam, right? The next new Adam who's giving the blessings of Adam. Be fruitful, multiply Adam 3.0. And he goes to Shechem and he Finds this big tree named Vision. And then Yahweh appears to him in a vision, and he builds an altar. Then what's the next thing he does? Well, he moved on from there, but he goes to a mountain. So Stop one is at a tree, a sacred tree, where he meets with God and worships God on the altar. Stop two, now I'll go to the mountain, because the tree wasn't on a mountain, but you got to combine the mountain and the tree somehow. So Stop one, the tree. Stop two, the mountain east of Bethel. He pitched his tent there. Bethel's on the west, AI on the east, and he builds another altar. So between these two stops, he's recreating the whole Noah moment on the Mount Kars. And he calls upon the name of Yahweh, which is. That phrase was used at the end of Genesis 4. After the story moves on from Cain building his city, Adam and Eve have their son to replace Abel. They name him Seth. And then human people began to call in the name of Yahweh. So Abram's the seed of the woman. Yeah, he's worshiping Yahweh, meeting him on high mountains under sacred trees. It's good stuff, man. The blessings of Eden.",
    "start": "00:33:49",
    "end": "00:35:51"
  },
  {
    "text": "Yeah, we should be feeling pretty good.",
    "start": "00:35:51",
    "end": "00:35:53"
  },
  {
    "text": "Feeling great about this guy. Yeah. Until the next sentence, which is he leaves the land and goes down to Egypt because of famine. He doesn't trust that God can provide for him, and. And so on. So here's what I want to highlight. If you just go through the Abraham stories in Genesis 12 to the end of his life in chapter 25, and get a green marker and a brown marker and highlight trees and mountains. They're everywhere. This guy's constantly having significant moments of his life in front of trees, on top of really tall hills. It happens in the next chapter, chapter 13. He goes back to that place where he just. To the mountain in Genesis 13:3, where he built the altar. And he starts calling on the name of the Lord again. Chapter 13, verse 14. The Lord said to Abram, lift up your eyes and look from the place where you are. So he's on top of that mountain. God says, look, look each direction of the compass. North, south, east, west. All the land I will give to you and your seed to your seed after you. Verse 17. Arise. Take a walk with me. Let's walk about this land together.",
    "start": "00:35:53",
    "end": "00:37:07"
  },
  {
    "text": "That feels very.",
    "start": "00:37:07",
    "end": "00:37:08"
  },
  {
    "text": "So here it is. Arise. So Abram takes a walk around the land with God. So Abram moved his tent in a new spot, and he decided to dwell by some more trees. They're called the trees of Mamre, which differs. It looks similar to the oak Moreh. Yeah. It's near Hebron. And he builds another altar. So now he's on another mountain. He has a vision of the new Eden that he takes. It's the same verb, hitalech, of what God was doing with Adam and eve. In Genesis 3, he shows up to mithalech with them. Yeah. So this is the next step of that pattern of God walking with Abram around the new Eden.",
    "start": "00:37:09",
    "end": "00:37:51"
  },
  {
    "text": "What do you think the purpose of showing him? Kind of recreating Eden on the mountain? Building an altar, and then this whole story of him going to Egypt and blowing it.",
    "start": "00:37:51",
    "end": "00:38:03"
  },
  {
    "text": "Yes.",
    "start": "00:38:03",
    "end": "00:38:03"
  },
  {
    "text": "And then coming back reset.",
    "start": "00:38:03",
    "end": "00:38:05"
  },
  {
    "text": "Yeah, that's right. Well, that. Actually, that story happens in between these two moments I showed.",
    "start": "00:38:05",
    "end": "00:38:09"
  },
  {
    "text": "Right?",
    "start": "00:38:09",
    "end": "00:38:10"
  },
  {
    "text": "Yeah, that's right. Yeah. So he goes to Egypt and lies.",
    "start": "00:38:10",
    "end": "00:38:12"
  },
  {
    "text": "Because from the Garden narrative, you screw up.",
    "start": "00:38:13",
    "end": "00:38:16"
  },
  {
    "text": "Correct.",
    "start": "00:38:16",
    "end": "00:38:17"
  },
  {
    "text": "Game over.",
    "start": "00:38:17",
    "end": "00:38:17"
  },
  {
    "text": "That's a good point.",
    "start": "00:38:17",
    "end": "00:38:18"
  },
  {
    "text": "You're exiled.",
    "start": "00:38:18",
    "end": "00:38:19"
  },
  {
    "text": "Yeah. Okay, here.",
    "start": "00:38:19",
    "end": "00:38:20"
  },
  {
    "text": "Abram, like, he gets many chances, and God's like. Seems like, okay, man, you know, let's start again.",
    "start": "00:38:20",
    "end": "00:38:27"
  },
  {
    "text": "Yeah, totally. I got this great phrase from a fellow Hebrew Bible scholar. His name is Charles Yu. We went to the same program together at UW Madison. I was talking with him recently. We were talking about these kinds of things in the patriarchal narratives in Genesis. And he reminded me of this line that's attributed to. I think it's attributed to Theodore Roosevelt. Oh, that's right. Excuse me. Not Theodore Roosevelt. Franklin Roosevelt in a famous, like, Oval Office meeting where they're debating about what to do with the dictator of Spain at that time, Franco Francisco Franco, because they were trying to negotiate a partnership with him. But then he's really brutal. And so apparently somebody in the meeting said. Or he said, it's urban legend as to who said what exactly. But somebody said, yeah, sure, he's an sob, but he's our SOB because they were trying to ally with him to get something done. I don't know. The whole point is this guy's not awesome. He has serious flaws.",
    "start": "00:38:27",
    "end": "00:39:29"
  },
  {
    "text": "Yeah, but he's.",
    "start": "00:39:29",
    "end": "00:39:30"
  },
  {
    "text": "He's our sob.",
    "start": "00:39:31",
    "end": "00:39:32"
  },
  {
    "text": "Yeah. That's how God feels about humanity.",
    "start": "00:39:34",
    "end": "00:39:37"
  },
  {
    "text": "And. Well, that's how God feels about humanity. But that's how each generation of the patriarchs in Genesis end up being presented. Being presented. He may be an sob, but he's God. He's God's sob. And so instead of bringing a blessing on the nations, as God said, that's what I'm calling you for.",
    "start": "00:39:37",
    "end": "00:39:55"
  },
  {
    "text": "He goes out of Egypt, goes down.",
    "start": "00:39:55",
    "end": "00:39:57"
  },
  {
    "text": "To Egypt, lies about his wife, and brings a curse upon Pharaoh in his land because of his deception. And so God bails him out and says, go back to the land. And he does. Abram goes back.",
    "start": "00:39:57",
    "end": "00:40:09"
  },
  {
    "text": "And this is kind of what I hoped would have happened in the garden story, right? That, like, God would have been like. They would have done the thing. Maybe they even left. And then God was like, guys, come on. And it brings him back.",
    "start": "00:40:09",
    "end": "00:40:22"
  },
  {
    "text": "I see.",
    "start": "00:40:22",
    "end": "00:40:23"
  },
  {
    "text": "And, like, let's try this again.",
    "start": "00:40:23",
    "end": "00:40:24"
  },
  {
    "text": "I see. Well, in a way, that kind of is what happens, but that in a.",
    "start": "00:40:24",
    "end": "00:40:28"
  },
  {
    "text": "Way, that is what's happening.",
    "start": "00:40:28",
    "end": "00:40:29"
  },
  {
    "text": "That's what the Cain and Abel story is. The seed of the woman, right, Will crush the head and the snake. And then you have Cain sitting there, the seed of the woman, firstborn seed of the woman, sitting before his own moment of decision of whether he will do good or not good.",
    "start": "00:40:29",
    "end": "00:40:42"
  },
  {
    "text": "But they're not allowed back in the garden because we're here. He goes back to the mountain.",
    "start": "00:40:43",
    "end": "00:40:46"
  },
  {
    "text": "Yeah, well, they're not allowed back in the garden because Cain fails. He makes the same choice his parents do.",
    "start": "00:40:46",
    "end": "00:40:51"
  },
  {
    "text": "Well, Abram failed in the next scene.",
    "start": "00:40:52",
    "end": "00:40:55"
  },
  {
    "text": "Oh, he gets to go back in the land.",
    "start": "00:40:56",
    "end": "00:40:57"
  },
  {
    "text": "He goes up to the mountain, and he's walking with God.",
    "start": "00:40:58",
    "end": "00:41:00"
  },
  {
    "text": "So here's what it is, is that the second chances that Adam and Eve get is through their son. The third chance that happens is through Noah in Genesis 1 through 11. Got it. Each next generation gets a chance, so to speak, in the life of Abraham.",
    "start": "00:41:01",
    "end": "00:41:15"
  },
  {
    "text": "He gets lots of chance.",
    "start": "00:41:15",
    "end": "00:41:16"
  },
  {
    "text": "He's gonna get 10. Actually, there's 10 key moments of decision in Abraham stories. He fails most, passes a few. Yeah, it's a good point. I got it almost in apologetic mode there, but it's a good point. He doesn't give Adam and Eve multiple chances. He passes them on, and he gives their sons the next chance.",
    "start": "00:41:16",
    "end": "00:41:34"
  },
  {
    "text": "This actually, though, gives me comfort because all of this is working together.",
    "start": "00:41:34",
    "end": "00:41:38"
  },
  {
    "text": "Correct.",
    "start": "00:41:38",
    "end": "00:41:39"
  },
  {
    "text": "It's all kind of riffing off the same idea. And so you find this God who does want. He wants to bring humanity back to the garden. And that's happening through the narrative of Genesis 1 through 11. But it spirals out of control pretty fast and hard. And he wants to bring Abram back to the garden and where it seems like he's giving Abram a lot more.",
    "start": "00:41:39",
    "end": "00:42:04"
  },
  {
    "text": "Yeah.",
    "start": "00:42:04",
    "end": "00:42:05"
  },
  {
    "text": "More chance.",
    "start": "00:42:05",
    "end": "00:42:05"
  },
  {
    "text": "A lot more chances. Yeah.",
    "start": "00:42:05",
    "end": "00:42:07"
  },
  {
    "text": "Sa.",
    "start": "00:42:27",
    "end": "00:42:27"
  },
  {
    "text": "So, last step. We could spend a lot more time on the thing we're about to do. I just want to wrap it because I think this could be a cool moment in the video.",
    "start": "00:43:01",
    "end": "00:43:07"
  },
  {
    "text": "Okay.",
    "start": "00:43:07",
    "end": "00:43:07"
  },
  {
    "text": "Where we can introduce. If we do, Noah, I'm not sure, but Abram for sure going into the new Eden blessing.",
    "start": "00:43:08",
    "end": "00:43:15"
  },
  {
    "text": "I love the image of Noah making an altar out of his boat.",
    "start": "00:43:15",
    "end": "00:43:19"
  },
  {
    "text": "Okay. I like it, too.",
    "start": "00:43:19",
    "end": "00:43:20"
  },
  {
    "text": "It'd be a cool.",
    "start": "00:43:20",
    "end": "00:43:21"
  },
  {
    "text": "All right. Okay. All right.",
    "start": "00:43:21",
    "end": "00:43:22"
  },
  {
    "text": "Good moment.",
    "start": "00:43:22",
    "end": "00:43:23"
  },
  {
    "text": "Good. And then this of Abram going in. God meets him at the top of a mountain where you're right. A sacred tree. And then they walk about the land together. So cool.",
    "start": "00:43:23",
    "end": "00:43:33"
  },
  {
    "text": "So cool.",
    "start": "00:43:33",
    "end": "00:43:33"
  },
  {
    "text": "So cool. However, Abram and his wife are going to have a serious failure moment when it comes to the hope of their seed. God keeps saying, I'm going to give you seed. But years go by. They're really old. They decide to scheme up their own good plan of producing a seed, which is for Abram to have sex with one of their Egyptian slaves. So that doesn't go well. This is Genesis 16. We don't have time to read it, but there's lots of language echoing the Eden story.",
    "start": "00:43:33",
    "end": "00:44:05"
  },
  {
    "text": "Yeah. About all the seeing and desiring and listening to the voices.",
    "start": "00:44:05",
    "end": "00:44:09"
  },
  {
    "text": "They take her. They do what is good in their eyes. He listens to the voice of his wife. It's all echoing all this unique vocabulary from Genesis 3. So it's portraying it negatively as a failure moment.",
    "start": "00:44:09",
    "end": "00:44:21"
  },
  {
    "text": "This isn't like, hey, that was actually kind of smart.",
    "start": "00:44:22",
    "end": "00:44:24"
  },
  {
    "text": "Yeah. No, it's bad. And everyone hurts each other. So what happens eventually later in chapter 21, is Sarah gets jealous once Abraham and Sarah do have the promised son Isaac themselves. Then Sarah gets jealous that there's this other son, Ishmael. The son of the slave.",
    "start": "00:44:24",
    "end": "00:44:42"
  },
  {
    "text": "Yeah. The oldest child.",
    "start": "00:44:42",
    "end": "00:44:43"
  },
  {
    "text": "Yep. And so they exile that woman and her son out into the desert and they send them off with a loaf of bread and a Nalgene water bottle. Single mom kid on her back.",
    "start": "00:44:43",
    "end": "00:44:54"
  },
  {
    "text": "Yeah.",
    "start": "00:44:54",
    "end": "00:44:54"
  },
  {
    "text": "Good luck. Here's 32 ounces and a loaf of white bread. And off they go. The whole point is it's negative.",
    "start": "00:44:54",
    "end": "00:45:01"
  },
  {
    "text": "Yeah.",
    "start": "00:45:01",
    "end": "00:45:01"
  },
  {
    "text": "I mean, I would be guilty in a court of law if I sent my wife and her kids and, like, we're in the middle of Mojave Desert.",
    "start": "00:45:02",
    "end": "00:45:10"
  },
  {
    "text": "Yeah. And just give her a skin of water.",
    "start": "00:45:10",
    "end": "00:45:12"
  },
  {
    "text": "Yeah. And drop them off. I would be guilty. Guilty.",
    "start": "00:45:12",
    "end": "00:45:16"
  },
  {
    "text": "Yeah. Totally.",
    "start": "00:45:16",
    "end": "00:45:17"
  },
  {
    "text": "Willful neglect or something.",
    "start": "00:45:17",
    "end": "00:45:19"
  },
  {
    "text": "Yeah.",
    "start": "00:45:19",
    "end": "00:45:19"
  },
  {
    "text": "And that's what Abram and Sarah do.",
    "start": "00:45:19",
    "end": "00:45:21"
  },
  {
    "text": "It's like a death march.",
    "start": "00:45:21",
    "end": "00:45:22"
  },
  {
    "text": "So Abram just sent off to their death. Hagar and his firstborn son.",
    "start": "00:45:22",
    "end": "00:45:29"
  },
  {
    "text": "Yeah. It's like wild swings of character.",
    "start": "00:45:29",
    "end": "00:45:33"
  },
  {
    "text": "Yeah. So now we're on the middle of page 18 the next story is, it came about after these things with what we just said, that God tested Abram. And if you're counting in the narrative, this is the 10th.",
    "start": "00:45:33",
    "end": "00:45:44"
  },
  {
    "text": "Oh, and by the way, God does hook up Hagar.",
    "start": "00:45:44",
    "end": "00:45:46"
  },
  {
    "text": "He provides her with a spring in the wilderness and says, I'm going to make him into a great nation.",
    "start": "00:45:46",
    "end": "00:45:51"
  },
  {
    "text": "He's like, cleaning up Abram's mess.",
    "start": "00:45:51",
    "end": "00:45:53"
  },
  {
    "text": "He's cleaning up after. Yeah, he's my sob. But now he's going to test, are you going to be my partner or not, Abraham?",
    "start": "00:45:53",
    "end": "00:45:58"
  },
  {
    "text": "Yeah.",
    "start": "00:45:58",
    "end": "00:45:59"
  },
  {
    "text": "And so what he does is he brings a measure for measure, consequence. So you just killed off your firstborn son, as far as you're concerned. So I tell you what, Abram, give me back the son I just gave you. That's the test.",
    "start": "00:45:59",
    "end": "00:46:10"
  },
  {
    "text": "Yeah.",
    "start": "00:46:10",
    "end": "00:46:11"
  },
  {
    "text": "Take your son, your only son, whom you love. Go to the land of Moriah. Do you remember the name?",
    "start": "00:46:11",
    "end": "00:46:16"
  },
  {
    "text": "The third variation?",
    "start": "00:46:16",
    "end": "00:46:18"
  },
  {
    "text": "Totally. Yeah. This is key. So Abram first met with God in Canaan by the oak of Moreh. Now he's going to face his test on the mountain of Moriah, the tree of Moreh, the mountain of Mor. Yah. It's one letter different in Hebrew. And offer him as a burnt offering on one of the mountains. We're echoing.",
    "start": "00:46:18",
    "end": "00:46:38"
  },
  {
    "text": "To go into a mountain to make a sacrifice.",
    "start": "00:46:38",
    "end": "00:46:40"
  },
  {
    "text": "That's right. It's as if his whole story in the land from its first moments is coming to its culmination right here on a new mountain on the hill of Moriah. So he goes up there and he just does it. He doesn't gripe, he doesn't argue. You just watch Abram go through it. And in the narrative verses three through verse nine, Abraham and Isaac walking up the mount of Moriah. And lo and behold, you have this incredible density of the word wood or tree in the story. It's as if trees start growing everywhere. But it's just one tree. In verse three, he cuts down the wood. The eights. Remember, the word tree and wood is the same. He cuts down the tree of the burnt offering. Verse 6, he took of the tree of the burnt offering, and he laid the tree on Isaac. Now Isaac is carrying a tree, Isaac carrying it up to the high place, unbeknownst where he's going to die. He's going to give his life back to God. Isaac speaks up. Behold the fire and the trees. But where's the lamb?",
    "start": "00:46:40",
    "end": "00:47:42"
  },
  {
    "text": "Something's missing.",
    "start": "00:47:43",
    "end": "00:47:44"
  },
  {
    "text": "God will Ra the lamb for himself. The name of the hill is more Yah. And visually, this Hebrew word raah is visually Made up of the same letters as Moriah. So he's going up to the mountain of vision, and God will make visible the lamb. Abram says, so they came to the place. This is verse nine, which God told him. And Abram built an altar on the high place, as you do, just like he did in chapter 12.",
    "start": "00:47:44",
    "end": "00:48:11"
  },
  {
    "text": "Yeah, he's done twice, three times now.",
    "start": "00:48:11",
    "end": "00:48:13"
  },
  {
    "text": "So just the stories are intentionally matching each other. Genesis 12. He goes to a high place, the oak of Moreh, by the tree. He builds an altar. Here he is again on the hill of Moriah, taking a tree.",
    "start": "00:48:13",
    "end": "00:48:25"
  },
  {
    "text": "This is the third time.",
    "start": "00:48:25",
    "end": "00:48:26"
  },
  {
    "text": "Actually, the third time. And there's been a couple others that we did.",
    "start": "00:48:27",
    "end": "00:48:29"
  },
  {
    "text": "We skipped.",
    "start": "00:48:29",
    "end": "00:48:29"
  },
  {
    "text": "Okay. So he arranges the tree wood on the altar. He bound his son Isaac, laid him on top of the tree. So Isaac's about to die on the tree. Abram stretched out his hand and he took the. The word for knife here is very odd. It's the word eat as a noun. It's the whole thing we don't have time to talk about. He took the eater connected to the. Yeah, I think he's connecting to the tree. But the angel of Yahweh called and said, abraham, Abraham. And he said, here I am. And God says, stop. He just passed the test. He was about to do what seemed raw in his eyes.",
    "start": "00:48:29",
    "end": "00:49:07"
  },
  {
    "text": "He wasn't going to decide what was good and raw. He was going to let God decide.",
    "start": "00:49:08",
    "end": "00:49:12"
  },
  {
    "text": "But it means he's learned his lesson. He's redefined good and evil so many times now, and it's gone so terribly wrong. It's led to this terrible consequence. He's just like, I give up. I'll do what you tell me. And that's the moment where God says, now I know that you fear God. You haven't even withheld your son then. Look, Abram raised his eyes, and behold, you know what I see over there? There's another tree. Bush over there, a thicket. And you know what's in the thicket?",
    "start": "00:49:12",
    "end": "00:49:41"
  },
  {
    "text": "Thicket. That's not etz, though.",
    "start": "00:49:41",
    "end": "00:49:43"
  },
  {
    "text": "It's not etz. It's the word savak. Whole point is it's a tree. Species of tree on top of the mountain. So now you have the tree that he brought with him. But now he looks over. Look, there's a tree over there. And there's a ram.",
    "start": "00:49:43",
    "end": "00:49:57"
  },
  {
    "text": "Sacrifice is already in it.",
    "start": "00:49:57",
    "end": "00:49:58"
  },
  {
    "text": "A ram caught by the horns in that tree. They have two trees. The tree of the son who was about to die, but his life is about to be redeemed. And it's about to be redeemed by the ram giving up its life. And it's hanging in a tree by its horns. Caught with horns. It's very powerful. Dave, what's happening here in this story? This is remarkable. So he takes the substitute from the tree and puts it as a substitute on the tree that he brought with him. And there he offered it up as a going up offering. It's the same name of offering as what Noah did on Mount Karst. So he's a new Noah. It's all coming together here.",
    "start": "00:49:58",
    "end": "00:50:40"
  },
  {
    "text": "Yes.",
    "start": "00:50:40",
    "end": "00:50:41"
  },
  {
    "text": "And he named the place Yahweh Will See. And you know, the narrator says, that's exactly why we still say today on the mountain of Yahweh it will be seen to. Which then raises the question of who's saying that? Who's this?",
    "start": "00:50:41",
    "end": "00:50:56"
  },
  {
    "text": "Who's this narrator?",
    "start": "00:50:56",
    "end": "00:50:57"
  },
  {
    "text": "Yeah, who's this narrator saying, you know, this is why today we still say the mountain of Yahweh. That's the place where it will be seen. The mount of Yahweh is not a super common phrase in the Hebrew Bible. Occurs about five or six times.",
    "start": "00:50:57",
    "end": "00:51:11"
  },
  {
    "text": "It must refer to Jerusalem.",
    "start": "00:51:11",
    "end": "00:51:13"
  },
  {
    "text": "It refers to Jerusalem.",
    "start": "00:51:13",
    "end": "00:51:13"
  },
  {
    "text": "Yeah.",
    "start": "00:51:13",
    "end": "00:51:14"
  },
  {
    "text": "And you realize this story is being told from the vantage point of somebody way down the line in Israel's history saying, you know why we practice the day of Atonement here on the Temple Mount in Jerusalem? Because what we're doing is replaying what Abraham, what happened right here on this mountaintop. In this story, God provided a substitute for the sins of his people to cover for the sins of his people. And it's happening on a high place under a tree and on a tree. And you find out later in the story that Mount Moriah. Later in the Hebrew Bible, Mount Moriah is mentioned one more time in the Book of Chronicles. And it's the hilltop of Jerusalem around which Jerusalem is built. And it's the hilltop on which the temple will be built. So Abraham is.",
    "start": "00:51:14",
    "end": "00:52:07"
  },
  {
    "text": "He's there in the.",
    "start": "00:52:07",
    "end": "00:52:08"
  },
  {
    "text": "He's anticipating the proto Jerusalem Jerusalem temple symbol here as an act of faith. And God provides a substitute for the sins of his people here on the high place in a tree. And the next line of verse 18 is now I know you forgotten. So in your seed, all the nations of the earth will find that blessing I promised you. The substitute's offered on the high place on a tree. And the Eden blessing is released to the nations. And we're only at Genesis 22.",
    "start": "00:52:08",
    "end": "00:52:38"
  },
  {
    "text": "That's really cool. What's striking me though is that we run into this Problem with theme videos, it's how do you isolate one theme without bleeding into other themes too much? So we're talking about substitutionary atonement kind of stuff.",
    "start": "00:53:05",
    "end": "00:53:22"
  },
  {
    "text": "Yeah, yeah. Right.",
    "start": "00:53:22",
    "end": "00:53:23"
  },
  {
    "text": "Which is connected to trees.",
    "start": "00:53:24",
    "end": "00:53:26"
  },
  {
    "text": "It is. Yes. And it's connected to the original sin of the narrative, which is happening at a tree on the high place.",
    "start": "00:53:26",
    "end": "00:53:34"
  },
  {
    "text": "But is this video, then, about all of these things connected to trees?",
    "start": "00:53:34",
    "end": "00:53:38"
  },
  {
    "text": "I see, I see. Okay.",
    "start": "00:53:38",
    "end": "00:53:40"
  },
  {
    "text": "Because there's the sense that the trees are representing kind of how to gain wisdom. But then we're now taking it, and the trees are becoming. How do we get back? We need some sort of sacrifice.",
    "start": "00:53:40",
    "end": "00:53:54"
  },
  {
    "text": "Okay. So this is why there's two trees in Eden. One is the tree that represents the gift of eternal life from God. Another that's right next to it represents the decision that you have to make that will determine if you get to enjoy the tree or if you have to be exiled. So in that sense, the two trees are kind of like two sides of one coin.",
    "start": "00:53:55",
    "end": "00:54:17"
  },
  {
    "text": "Sure.",
    "start": "00:54:17",
    "end": "00:54:18"
  },
  {
    "text": "I will have access to the tree of life if I trust God and don't make the decision he told me not to make.",
    "start": "00:54:18",
    "end": "00:54:25"
  },
  {
    "text": "Yes.",
    "start": "00:54:25",
    "end": "00:54:25"
  },
  {
    "text": "So in that sense, they are one symbolic thing.",
    "start": "00:54:25",
    "end": "00:54:29"
  },
  {
    "text": "So there's. That is that idea and what I kind of anticipated, we were just going to trace that idea through scripture, isolated as just this idea of the choice and the choice of life versus the choice of. But what. What I'm seeing is that. That what that does then is it just. It just sets the table to say humanity's made this choice.",
    "start": "00:54:29",
    "end": "00:54:56"
  },
  {
    "text": "Yeah.",
    "start": "00:54:56",
    "end": "00:54:56"
  },
  {
    "text": "And now we need a solution.",
    "start": "00:54:56",
    "end": "00:55:00"
  },
  {
    "text": "Correct.",
    "start": "00:55:00",
    "end": "00:55:01"
  },
  {
    "text": "Which is also connected to trees in high places.",
    "start": "00:55:01",
    "end": "00:55:03"
  },
  {
    "text": "Yeah. Yeah, that's right. The solution is going to happen in a scene that imitates where the problem got started at a high place by a tree. So that's why the Noah story and the Abraham story begins and ends at high places on trees. What makes every generation after Adam and Eve different is Adam and Eve began from a place of moral innocence.",
    "start": "00:55:04",
    "end": "00:55:28"
  },
  {
    "text": "Yeah.",
    "start": "00:55:28",
    "end": "00:55:29"
  },
  {
    "text": "Nobody afterwards. The way they end up at those high places is because of sin. That's why they're offering sacrifices and interceding is to cover for sins. But sin is a factor in the first story in that they make the wrong decision. But maybe I'm not. I want to make sure I'm hearing and tuning into what you're sensing. You're sensing a complication that we're going to have to solve and how we write this video.",
    "start": "00:55:29",
    "end": "00:55:53"
  },
  {
    "text": "If this video is about the tree of life, then it would be about this. This idea of that Life is a gift from God. That being connected to God and His presence and his throne room leads to eternal life. It's not something that we earn, you know, all those kind of things. And then we would get to Jesus and I'm the Way, the truth and the life. I don't know, we would kind of, like, get there and we would see that in the New Jerusalem city, Garden City and New Creation, the Tree of Life is there. If we're going to talk about the two trees of Eden, we've got the Tree of Life and the Tree of Knowing, Good and bad and how they're connected and how it's really about how are we going to gain wisdom. And the choice between trusting and listening to the voice or doing what's right in our own eyes. And how that choice was this cosmic choice, but also is an everyday choice. And it's connected to the wisdom tradition. And it's the narrow path versus the broad path. And it's like, you know, you could trace the theme that way. If we're gonna talk about a tree, how trees are connected to sacrifice and how we build altars and how trees on high places become this. This thing about a substitutionary moment, the.",
    "start": "00:55:53",
    "end": "00:57:16"
  },
  {
    "text": "Place where sins are covered because of the righteous intercessor.",
    "start": "00:57:16",
    "end": "00:57:20"
  },
  {
    "text": "It's not disconnected from the trees and knowing good and evil. But you don't need to start with those trees to get there, only to the degree of, like, hey, we need someone to sacrifice on our behalf, or.",
    "start": "00:57:20",
    "end": "00:57:34"
  },
  {
    "text": "We need a representative because of the.",
    "start": "00:57:34",
    "end": "00:57:38"
  },
  {
    "text": "Choice that was made. But I don't see the direct link between the two trees. I mean, you can kind of push it there. And that's when we were talking about how not eating of the Tree of Good and Bad is like a sacrifice because I want it, but I'm not gonna have it.",
    "start": "00:57:38",
    "end": "00:57:51"
  },
  {
    "text": "Yeah.",
    "start": "00:57:51",
    "end": "00:57:51"
  },
  {
    "text": "So you're kind of getting it there.",
    "start": "00:57:51",
    "end": "00:57:53"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:57:53",
    "end": "00:57:53"
  },
  {
    "text": "And then there's this. The whole thing about the metaphoric scheme that people are like trees, which could be its own video, too.",
    "start": "00:57:53",
    "end": "00:58:00"
  },
  {
    "text": "That's totally. And again, that was. I just wanted to work that out with you.",
    "start": "00:58:00",
    "end": "00:58:04"
  },
  {
    "text": "Yeah. So all those things are swimming in my head, and I'm trying to think, like, this is all really interesting. I'm glad we're having this conversation with all of it.",
    "start": "00:58:04",
    "end": "00:58:11"
  },
  {
    "text": "Yes, you're right. But you're discerning, actually separate sub themes. And the question is. Yeah. How much can we bite off? Usually we create a lot of rewriting for ourselves when we combine too many.",
    "start": "00:58:12",
    "end": "00:58:26"
  },
  {
    "text": "Well, how much of a direct link do you see between The Tree of Life and the Tree of Good and Bad, and then the Tree of Atonement. Let's just call it that. Or maybe. What do you want to call it? The.",
    "start": "00:58:26",
    "end": "00:58:37"
  },
  {
    "text": "Okay, let me just try this. Just brainstorming. God gives the gift of his own life in the Tree of Life. Yeah, it's yours to eat from. But to enjoy it, you're going to have to walk by and choose to not take from this other tree. That represents a choice of neglecting my command and wisdom and doing what's wise in your own eyes. So in that sense, the trees are connected in, like, an action, consequence relationship. If I eat from one tree, the Tree of Life becomes inaccessible to me. If I think of the way biblical authors love inverting patterns, then the inversion of that pattern will be taking from the Tree of Knowing good and bad set in motion a chain of terrible events leading to sin and death. And so if to restore the way to eternal life, that tree, the Tree of Knowing good and Bad and the terrible pain it unleashed in our world, that tree's got to be reversed or undone.",
    "start": "00:58:39",
    "end": "00:59:38"
  },
  {
    "text": "The tree needs to be reversed.",
    "start": "00:59:40",
    "end": "00:59:42"
  },
  {
    "text": "The tree represents something that must be undone. We need a human who will not only not take from that tree, but now who will cover for and deal with the fact that we've took a tree. The train wreck of human evil and pain that came out of eating from that tree.",
    "start": "00:59:42",
    "end": "00:59:57"
  },
  {
    "text": "I see.",
    "start": "00:59:57",
    "end": "00:59:58"
  },
  {
    "text": "And I think what's happening with these two trees with Abraham is a way of doing that. He is taking the wood that he lays on Isaac, and that he lays him on that wood, the altar that he builds, is his test. He has the moment of decision. And by cutting down that tree, this wood represents whether or not he's going to listen to God's voice.",
    "start": "00:59:58",
    "end": "01:00:24"
  },
  {
    "text": "And so in that way, the tree.",
    "start": "01:00:24",
    "end": "01:00:26"
  },
  {
    "text": "Represents the Tree of Life that represents the Tree of Knowing good and bad. I will not redefine as good to ignore God and not sacrifice my son. No, I'm gonna do what he tells me to.",
    "start": "01:00:26",
    "end": "01:00:38"
  },
  {
    "text": "Okay.",
    "start": "01:00:38",
    "end": "01:00:38"
  },
  {
    "text": "And then.",
    "start": "01:00:38",
    "end": "01:00:39"
  },
  {
    "text": "So he's avoiding. He's avoiding the tree.",
    "start": "01:00:39",
    "end": "01:00:40"
  },
  {
    "text": "He's avoiding the Tree of Knowing Good and Bad by taking. Cutting down the tree. I'm just saying there's two trees in the story. The word eights. There's two.",
    "start": "01:00:40",
    "end": "01:00:49"
  },
  {
    "text": "Yeah, there's two trees.",
    "start": "01:00:49",
    "end": "01:00:49"
  },
  {
    "text": "The one that he cuts down, he puts on Isaac and he builds an altar that represents his decision about good and bad. And then once he does, once he makes the right choice, he looks over and there's another tree that provides life for his Son. And once he offers that as an offering, God says, I'm going to release the Eden blessing to all of the nations.",
    "start": "01:00:49",
    "end": "01:01:13"
  },
  {
    "text": "So Abram chopping down this tree, loading in on Isaac, going up the mountain. I'm supposed to. This is wrestling with the Tree of Good and Bad. It's just like, here I am, I'm right in front of the Tree of Good and Bad. What am I going to do?",
    "start": "01:01:13",
    "end": "01:01:26"
  },
  {
    "text": "Imagine him as a human before the Tree of Knowing Good and Bad, and.",
    "start": "01:01:26",
    "end": "01:01:29"
  },
  {
    "text": "He chops it down.",
    "start": "01:01:29",
    "end": "01:01:30"
  },
  {
    "text": "God just told me to do something. It doesn't make any sense.",
    "start": "01:01:30",
    "end": "01:01:33"
  },
  {
    "text": "Yeah. If I were to decide myself, then I would ignore that.",
    "start": "01:01:33",
    "end": "01:01:38"
  },
  {
    "text": "I would ignore what God said.",
    "start": "01:01:38",
    "end": "01:01:39"
  },
  {
    "text": "Yeah.",
    "start": "01:01:39",
    "end": "01:01:40"
  },
  {
    "text": "Because I want my son to live. And God said that this son is going to become a great nation. I kill him.",
    "start": "01:01:40",
    "end": "01:01:46"
  },
  {
    "text": "Yeah.",
    "start": "01:01:46",
    "end": "01:01:46"
  },
  {
    "text": "God's being inconsistent.",
    "start": "01:01:46",
    "end": "01:01:47"
  },
  {
    "text": "And so to connect that to Eden, that would be him deciding, you know what, I'm gonna eat. I'm eat of the tree.",
    "start": "01:01:47",
    "end": "01:01:53"
  },
  {
    "text": "Yeah, right. Yeah, that's right.",
    "start": "01:01:53",
    "end": "01:01:55"
  },
  {
    "text": "Instead, he chops down the tree, loads it up on Isaac, goes up the mountain, which is a picture of not eating the tree.",
    "start": "01:01:55",
    "end": "01:02:02"
  },
  {
    "text": "Yeah, hands off.",
    "start": "01:02:02",
    "end": "01:02:03"
  },
  {
    "text": "He dissembles the tree.",
    "start": "01:02:03",
    "end": "01:02:04"
  },
  {
    "text": "Yeah, that's right.",
    "start": "01:02:04",
    "end": "01:02:05"
  },
  {
    "text": "It's kind of a cool image.",
    "start": "01:02:05",
    "end": "01:02:06"
  },
  {
    "text": "Yeah, it is.",
    "start": "01:02:06",
    "end": "01:02:06"
  },
  {
    "text": "So you got the Tree of Knowing Good and Bad all dissembled on the back of Isaac. And they get up there, and he's gonna light it on fire. And God says, stop. He looks, there's another tree, and it has life in it.",
    "start": "01:02:06",
    "end": "01:02:23"
  },
  {
    "text": "It has salvation for his son.",
    "start": "01:02:23",
    "end": "01:02:25"
  },
  {
    "text": "Salvation for his son.",
    "start": "01:02:25",
    "end": "01:02:26"
  },
  {
    "text": "Deliverance from death from his son, which becomes a narrative. Stand in for the Tree of Life in this moment.",
    "start": "01:02:26",
    "end": "01:02:33"
  },
  {
    "text": "So when I make an altar to God. Sorry, when I. When characters in the Bible, Noah does it and Abram does it, they build an altar on a high place that's them symbolically saying, hands off the tree.",
    "start": "01:02:33",
    "end": "01:02:49"
  },
  {
    "text": "Depends on who that altar is dedicated to.",
    "start": "01:02:49",
    "end": "01:02:52"
  },
  {
    "text": "Well, when Noah did it.",
    "start": "01:02:52",
    "end": "01:02:54"
  },
  {
    "text": "Yeah, when Noah did it. Yeah.",
    "start": "01:02:54",
    "end": "01:02:55"
  },
  {
    "text": "And when Abram did it. In those two stories we saw before the test, they built an altar. And for Noah, God smells it. It's pleasing.",
    "start": "01:02:55",
    "end": "01:03:05"
  },
  {
    "text": "And if you think in the narrative image, these are, you know, the animals getting off. We kill some animals. We're trying to repopulate the earth here. Like, want to kill some of these? It's counterintuitive for a guy getting off the boat to repopulate the earth.",
    "start": "01:03:05",
    "end": "01:03:19"
  },
  {
    "text": "Sure.",
    "start": "01:03:19",
    "end": "01:03:19"
  },
  {
    "text": "It's a narrative inference, but it's another moment of, like, what is that the.",
    "start": "01:03:19",
    "end": "01:03:23"
  },
  {
    "text": "Good thing to do?",
    "start": "01:03:23",
    "end": "01:03:23"
  },
  {
    "text": "That's a good thing to do. Okay. All right. God told me to.",
    "start": "01:03:23",
    "end": "01:03:27"
  },
  {
    "text": "So am I supposed to. I guess I'm just trying to connect it all these beats together.",
    "start": "01:03:27",
    "end": "01:03:30"
  },
  {
    "text": "Yes.",
    "start": "01:03:30",
    "end": "01:03:31"
  },
  {
    "text": "Noah building the altar is also hands off the tree.",
    "start": "01:03:31",
    "end": "01:03:35"
  },
  {
    "text": "It's a moment of a human, an Adam, a human not doing what's right in their own eyes.",
    "start": "01:03:35",
    "end": "01:03:41"
  },
  {
    "text": "So this theme video is we need a human who can continuously hands off the tree and also deal with the root problem.",
    "start": "01:03:41",
    "end": "01:03:54"
  },
  {
    "text": "Correct. Two things. Both to not take from the tree and also undo the train wreck that taking from the tree by other people and the sacrifice is the vehicle.",
    "start": "01:03:54",
    "end": "01:04:05"
  },
  {
    "text": "Is this idea of undoing the train wreck.",
    "start": "01:04:05",
    "end": "01:04:08"
  },
  {
    "text": "Yes. Yeah.",
    "start": "01:04:08",
    "end": "01:04:09"
  },
  {
    "text": "The hands off the tree is the decision to obey, even if it doesn't make sense. And so in the Noah narrative, the inference is, yeah, why kill the birds? He's listening to the voice of God, and he's not eating of the tree of good and bad, and he's making a sacrifice. It doesn't go all the way because 1. You know, we learned that these animal sacrifices need to perpetually be made.",
    "start": "01:04:09",
    "end": "01:04:35"
  },
  {
    "text": "Yeah.",
    "start": "01:04:35",
    "end": "01:04:36"
  },
  {
    "text": "But then also Noah eats of the tree next story.",
    "start": "01:04:36",
    "end": "01:04:40"
  },
  {
    "text": "Correct.",
    "start": "01:04:40",
    "end": "01:04:41"
  },
  {
    "text": "It's actually that drinks of the tree.",
    "start": "01:04:41",
    "end": "01:04:43"
  },
  {
    "text": "That's what made. Because remember, the sacrifices represent a blameless substitute who goes up into the heavenly presence on my behalf to stand before God. It's my representative in God's space. Noah was righteous and blameless. The word blameless is the same word used to describe lambs as spotless. So Noah offers that blameless substitute, but then he gets off, and he's not blameless himself. All right, well, he's not going to be the one to deal with the evil problem. So go on to the next, so on.",
    "start": "01:04:43",
    "end": "01:05:15"
  },
  {
    "text": "Okay. And then I think these can be connected.",
    "start": "01:05:16",
    "end": "01:05:18"
  },
  {
    "text": "Yeah. But thank you. You're.",
    "start": "01:05:18",
    "end": "01:05:19"
  },
  {
    "text": "You're.",
    "start": "01:05:20",
    "end": "01:05:20"
  },
  {
    "text": "That's what I love about these conversations. It's more clear to me now than it ever has been.",
    "start": "01:05:20",
    "end": "01:05:25"
  },
  {
    "text": "Oh, sweet.",
    "start": "01:05:25",
    "end": "01:05:25"
  },
  {
    "text": "That. That tree of knowing good and bad represents one, a moment of choice for obedience. But then second, once the wrong choice has been made, whoever comes later is going to have to both make the right choice and deal with the mess that's been made.",
    "start": "01:05:25",
    "end": "01:05:39"
  },
  {
    "text": "Yeah. And in some way, dealing with the mess is dealing with the tree.",
    "start": "01:05:39",
    "end": "01:05:43"
  },
  {
    "text": "Correct.",
    "start": "01:05:43",
    "end": "01:05:44"
  },
  {
    "text": "And so you said dismantle the tree or you said something, but it's just. Yeah, this tree caused the problem.",
    "start": "01:05:44",
    "end": "01:05:50"
  },
  {
    "text": "Correct.",
    "start": "01:05:50",
    "end": "01:05:51"
  },
  {
    "text": "The problem's bigger than the tree, but the tree can now become a symbol for this problem.",
    "start": "01:05:51",
    "end": "01:05:56"
  },
  {
    "text": "The tree. With Abraham's story and the Noah story, the tree can become a means of continuing failure, or it can become the means of undoing humanity's failure. And both possibilities are going to continue to be activated in the Hebrew Bible, where high places can be where the temple is where you worship God, or high places where you're going to worship other gods and create even more problems. And all of it building up to the story of Jesus offering himself is an act of loving self sacrifice on the high place on a tree. That's where this train is going. Yeah.",
    "start": "01:05:56",
    "end": "01:06:36"
  },
  {
    "text": "Thanks for listening to this episode of the BibleProject podcast. If you're enjoying the series on trees, we'd love to hear from you. You can leave a review on itunes or whatever podcast app you use. You can share this podcast with your friends. Also, we're collecting questions for an upcoming question response episode that we're going to do on this theme of trees in the Bible. So if you have a question, submit it to us. Do a voice recording of yourself and send it to infoointhebibleproject.com in your recording, tell us your name, where you're from, and try to keep the question to about 30 seconds or so. That would be great. Next week we're going to dive in farther into this theme of trees and discuss altars and sacrifices in the Old Testament. This episode was produced by Dan Gummel and our theme music comes from the band Tents. The Bible Project is a crowdfunded nonprofit in Portland, Oregon, and we make free resources that show the Bible as a unified story that leads to Jesus. You can find everything we're up to@thebibleproject.com hi, this is Justin from Esticada and.",
    "start": "01:06:36",
    "end": "01:07:42"
  },
  {
    "text": "I'm Lily and I'm from Estacada.",
    "start": "01:07:42",
    "end": "01:07:45"
  },
  {
    "text": "I first heard about the Bible Project a couple years ago at my church.",
    "start": "01:07:45",
    "end": "01:07:49"
  },
  {
    "text": "And I heard about it from YouTube.",
    "start": "01:07:49",
    "end": "01:07:51"
  },
  {
    "text": "From YouTube. I used the Bible Project as a platform to get my kids attention and.",
    "start": "01:07:52",
    "end": "01:08:01"
  },
  {
    "text": "Then I can dive deeper into the Bible stories.",
    "start": "01:08:01",
    "end": "01:08:05"
  },
  {
    "text": "From that point, I use the Bible.",
    "start": "01:08:05",
    "end": "01:08:08"
  },
  {
    "text": "Project to learn about God and grow in my faith.",
    "start": "01:08:08",
    "end": "01:08:10"
  },
  {
    "text": "Yeah, we believe the Bible is a unified story that leads to Jesus. We are a crowdfunded project by people like me.",
    "start": "01:08:11",
    "end": "01:08:20"
  },
  {
    "text": "Find free videos, study notes, podcasts, and more@thebibleproject.com thanks guys. SA.",
    "start": "01:08:20",
    "end": "01:08:30"
  }
]