[
  {
    "text": "All right. Hey, Tim.",
    "start": "00:00:05",
    "end": "00:00:07"
  },
  {
    "text": "Hi, John.",
    "start": "00:00:07",
    "end": "00:00:07"
  },
  {
    "text": "We did a long conversation on the theme of trees in the Bible.",
    "start": "00:00:08",
    "end": "00:00:13"
  },
  {
    "text": "Yep.",
    "start": "00:00:13",
    "end": "00:00:13"
  },
  {
    "text": "And we're going to look at a few questions that came in and respond to them.",
    "start": "00:00:13",
    "end": "00:00:18"
  },
  {
    "text": "Yeah, absolutely.",
    "start": "00:00:18",
    "end": "00:00:19"
  },
  {
    "text": "You picked them out.",
    "start": "00:00:19",
    "end": "00:00:20"
  },
  {
    "text": "Yes, I did pick them out. Thank you, everybody. We got so many great questions from the audience, so thank you. And as always, we can't, you know, pick everybody's. But I try and notice patterns and repetitions and themes, and then I kind of pick representatives from all the different themes. So as usual, I've picked out like a dozen. We usually only ever talk about, like, four.",
    "start": "00:00:20",
    "end": "00:00:44"
  },
  {
    "text": "We'll see how many we get.",
    "start": "00:00:44",
    "end": "00:00:45"
  },
  {
    "text": "Yeah. Make a speed round today. Right.",
    "start": "00:00:45",
    "end": "00:00:48"
  },
  {
    "text": "I always ask you for speed round.",
    "start": "00:00:48",
    "end": "00:00:50"
  },
  {
    "text": "Yeah. And then you can't do it. Yeah, I'll try. Do, like, instead of turtle speed round, let's do not rabbit or hare speed, but like, something else. What's in between?",
    "start": "00:00:50",
    "end": "00:01:04"
  },
  {
    "text": "I think they call that a brisk jog.",
    "start": "00:01:04",
    "end": "00:01:06"
  },
  {
    "text": "Okay, deal. Deal.",
    "start": "00:01:06",
    "end": "00:01:08"
  },
  {
    "text": "So just a quick recap is we can't go over everything.",
    "start": "00:01:09",
    "end": "00:01:12"
  },
  {
    "text": "Yeah.",
    "start": "00:01:12",
    "end": "00:01:13"
  },
  {
    "text": "But the story of the Bible begins with this cosmic tree in the center of a garden that's God's eternal life to eat from. And next to that tree is another tree which we're forbidden to eat from.",
    "start": "00:01:13",
    "end": "00:01:23"
  },
  {
    "text": "That's right. Represents a choice, that is before God's human partners of whether they're going to do what's good in their eyes or choose wisdom, which is to fear God and obey his commandments.",
    "start": "00:01:23",
    "end": "00:01:36"
  },
  {
    "text": "I think that's enough of a setup if you're not following along already with the theme. So let's just jump into the questions.",
    "start": "00:01:36",
    "end": "00:01:41"
  },
  {
    "text": "Yeah, deal. Our first question is from Luke in Houston, Texas. You like that? Texas.",
    "start": "00:01:41",
    "end": "00:01:49"
  },
  {
    "text": "Good word.",
    "start": "00:01:49",
    "end": "00:01:50"
  },
  {
    "text": "Thank you. No offense, Luke.",
    "start": "00:01:50",
    "end": "00:01:54"
  },
  {
    "text": "Hey, Tim and John. This is Luke from Houston, Texas. If the Tree of the Knowledge of Good and Evil places the option before humans of either receiving wisdom from God on his terms in his way, or reinventing good and evil for themselves in a way that may be beneficial for them, but dangerous for others. What does it mean, practically, to make that decision for yourself? How do biblical characters navigate this question? How can we do that today? Thanks.",
    "start": "00:01:54",
    "end": "00:02:19"
  },
  {
    "text": "Yeah. As much as I enjoy tracing design patterns and how the biblical story works and hyperlinks and the imagery, the purpose of a story about two characters named human and life, facing this choice about good and bad before God, this is. You know, this story's been speaking to every single reader of Genesis for millennia now for a very good reason. It captures the dilemma of my everyday life in a very real way. And So I think that's what you're after, Luke. Like, what are the ways that our own lives bring us to moments of the choice between two trees?",
    "start": "00:02:20",
    "end": "00:02:59"
  },
  {
    "text": "Yeah.",
    "start": "00:02:59",
    "end": "00:03:00"
  },
  {
    "text": "What does that mean?",
    "start": "00:03:00",
    "end": "00:03:00"
  },
  {
    "text": "Well, for the first audience, which was ancient Israel, I think, isn't this very practically the. They had a covenant code by which to be God's people, and they were called to obey it. And by obeying that, it's eating of life.",
    "start": "00:03:01",
    "end": "00:03:19"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:03:19",
    "end": "00:03:20"
  },
  {
    "text": "And there's a blessing that comes with obeying it. So very practically, for them, not eating of the tree of my own way of life and eating of the tree of life is just following the covenant.",
    "start": "00:03:21",
    "end": "00:03:32"
  },
  {
    "text": "Following the terms of the covenant.",
    "start": "00:03:33",
    "end": "00:03:34"
  },
  {
    "text": "The terms of the covenant.",
    "start": "00:03:34",
    "end": "00:03:34"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:03:34",
    "end": "00:03:35"
  },
  {
    "text": "Obedience.",
    "start": "00:03:35",
    "end": "00:03:36"
  },
  {
    "text": "Yeah. So what you're drawing attention to is this story. It's about all humans, but it's an introduction to the Hebrew Bible, which is going to tell the human story by telling one particular family story.",
    "start": "00:03:36",
    "end": "00:03:48"
  },
  {
    "text": "Yeah. So if you're an ancient Israelite and it's like, what does it mean to abstain from the tree of knowing good and bad, and eat from the tree.",
    "start": "00:03:48",
    "end": "00:03:52"
  },
  {
    "text": "Of life, following the Torah and specifically following. Yeah. The wisdom of God's commands revealed in the Torah. So you could say that's a first. First layer of application within the Bible itself. Another way this goes actually, is through the design patterns of Genesis, where by echoing the language of Genesis 3, you're going to see Abraham or Sarah or Isaac and Rebecca or Jacob. They're all going to come to these moments in their lives and they're going to do what's good in their eyes in a way that, as you say, Luke benefits them, but disadvantages other people. So I think part of what the tree imagery is so potent is because it can become an icon for almost like any scenario where I find myself in where I have a choice to make. And we've talked about this before, there are some choices that I make that I choose willful ignorance and willful selfishness. And usually it's only clear to me after the fact that that's what I was doing. But then there are also some scenarios where I actually just. I make a choice and it turns out that it was just, you know, a poor choice.",
    "start": "00:03:52",
    "end": "00:04:59"
  },
  {
    "text": "And you didn't understand all the variables.",
    "start": "00:05:00",
    "end": "00:05:02"
  },
  {
    "text": "But I didn't know the variables, and it was, you know, unintended harm done to myself and other people. And that's just what it means to be a human.",
    "start": "00:05:02",
    "end": "00:05:10"
  },
  {
    "text": "Yeah.",
    "start": "00:05:10",
    "end": "00:05:11"
  },
  {
    "text": "To me, a huge light bulb moment for understanding the significance of how I face my own Decisions at the tree was actually the wisdom literature conversation that we had in the how to Read the Bible series. Because in a way, the book of Proverbs picks all of the language up from the Eden story. Remember this where Lady Wisdom says she is the tree of life, come and eat from me. And actually I was just thinking about this the other day here. I wanted to show this to you because I do think this is cool. You remember how in Proverbs 1 through 9 begins with all the speeches from Solomon to the seed of David and he is recommending the fear of the Lord is the very beginning of wisdom. That's from like opening paragraph of the book. So there's this speech about Lady Wisdom that starts in verse 20 of chapter one of Proverbs. And there's wisdom. She's like a salesperson roaming in the streets. Proverbs 1, verse 20. She's shouting, lifting her voice in the square. The streets are noisy. There's lots of voices competing for your attention. It's almost like an image of the tree of knowing good and bad. There's all these trees that you could take from. Yeah. And so she says verse 22, oh, simple ones. How long will you love being simple minded? How long will fools hate knowledge? And so look at verse 23. Turn to my correction. Look, I will pour out my spirit upon you.",
    "start": "00:05:11",
    "end": "00:06:37"
  },
  {
    "text": "Niv says, thoughts.",
    "start": "00:06:37",
    "end": "00:06:38"
  },
  {
    "text": "Oh, what? Really?",
    "start": "00:06:38",
    "end": "00:06:40"
  },
  {
    "text": "Yeah, I'll point my thoughts to you.",
    "start": "00:06:40",
    "end": "00:06:42"
  },
  {
    "text": "What? So weird.",
    "start": "00:06:42",
    "end": "00:06:43"
  },
  {
    "text": "It's ruach.",
    "start": "00:06:43",
    "end": "00:06:44"
  },
  {
    "text": "It's ruach. I will pour out my spirit on you. Come now. So this is God's wisdom personified metaphorically here as a woman that is now being identified with God's spirit being given to someone. And when people receive God's spirit or God's wisdom, as you go on into the poems in chapter three, for example, you realize by taking wisdom, you are taking from the tree of life. So the idea of living by God's wisdom, living empowered by God's spirit is. All of this is equated with choosing life and not doing what's good in my own eyes. So sometimes there are commands, do not murder. You know, ten commandments. This is like what Jesus is after in the Sermon on the Mount. So good job, you haven't murdered anybody. But what is the command? What kind of character trait is that command trying to form in me? And Jesus says it's about contempt. It's addressing issues of contempt and pride and self aggrandizement that makes me look down and devalue other people. And so all of a sudden we're going really deep into issues of character. And that's one way that the Tree of Knowing, good and bad, puts that kind of character choice before me. So even though the story in the garden is about a divine command about a tree, you actually have to let the biblical story deepen the significance of what those choices are in my own life.",
    "start": "00:06:44",
    "end": "00:08:09"
  },
  {
    "text": "And even though for the ancient Israelite, it was about obedience to this covenant, commands.",
    "start": "00:08:09",
    "end": "00:08:14"
  },
  {
    "text": "Yeah.",
    "start": "00:08:14",
    "end": "00:08:15"
  },
  {
    "text": "Underneath that is this is a way for us to live in God's wisdom.",
    "start": "00:08:15",
    "end": "00:08:19"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:08:19",
    "end": "00:08:20"
  },
  {
    "text": "And so obedience to God's wisdom is really what, at the heart of eating of the tree of life.",
    "start": "00:08:20",
    "end": "00:08:26"
  },
  {
    "text": "Of life. Yeah, eating. Yeah, that's right. Living by God's wisdom is taking hold of the tree of life.",
    "start": "00:08:26",
    "end": "00:08:31"
  },
  {
    "text": "So really a way to ask this question then is how do you practically live by God's wisdom?",
    "start": "00:08:31",
    "end": "00:08:36"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:08:36",
    "end": "00:08:37"
  },
  {
    "text": "What's practical wisdom? It's a rich image that leaves you with this awe and wonder. But then when you get practical, it's like, yeah, how do I eat of that? How do I live by God's wisdom?",
    "start": "00:08:37",
    "end": "00:08:46"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:08:46",
    "end": "00:08:46"
  },
  {
    "text": "And then I feel like you're in a conversation about how do you live by God's spirit.",
    "start": "00:08:47",
    "end": "00:08:52"
  },
  {
    "text": "Yeah. It becomes way more open ended.",
    "start": "00:08:52",
    "end": "00:08:54"
  },
  {
    "text": "Yeah, right.",
    "start": "00:08:54",
    "end": "00:08:55"
  },
  {
    "text": "Isn't that interesting? A story about a divine command about not to do one thing all of a sudden inverts and becomes an open ended question about how do you become.",
    "start": "00:08:55",
    "end": "00:09:05"
  },
  {
    "text": "A disciple of Jesus? How do you live by the spirit of God? How do you keep in step with the Spirit?",
    "start": "00:09:05",
    "end": "00:09:10"
  },
  {
    "text": "Yeah, yeah. By definition, the answer to those questions has to be discovered every day. I think you can't make a rule for it. The only the rule for Jesus is love God and love your neighbor.",
    "start": "00:09:10",
    "end": "00:09:21"
  },
  {
    "text": "Right.",
    "start": "00:09:21",
    "end": "00:09:21"
  },
  {
    "text": "You know? Yeah.",
    "start": "00:09:21",
    "end": "00:09:23"
  },
  {
    "text": "But you can, it seems like you can train your heart or you can create an environment in which you're ready to be obedient.",
    "start": "00:09:23",
    "end": "00:09:32"
  },
  {
    "text": "Yeah.",
    "start": "00:09:32",
    "end": "00:09:33"
  },
  {
    "text": "When God tells you the thing to do.",
    "start": "00:09:33",
    "end": "00:09:34"
  },
  {
    "text": "Yeah.",
    "start": "00:09:34",
    "end": "00:09:35"
  },
  {
    "text": "Or at least be open to that.",
    "start": "00:09:35",
    "end": "00:09:37"
  },
  {
    "text": "Yeah.",
    "start": "00:09:37",
    "end": "00:09:37"
  },
  {
    "text": "That's at least something we can be practically doing.",
    "start": "00:09:37",
    "end": "00:09:40"
  },
  {
    "text": "Yeah. No, I think that this is the function that the laws of the Torah had in the life of Israel. This is a function that the laws of the Torah have as wisdom for followers of Jesus. But then also, you know, like the Sermon on the Mount is an introduction to messianic character formation. If I let the values and begin to shape life habits that fit with the values of the ethic of Jesus, I will find that I will begin to discern more easily the right choice when I have My moments in front of the tree, the trees of choosing.",
    "start": "00:09:41",
    "end": "00:10:15"
  },
  {
    "text": "Yeah. Seems like the most practical prayer is not my will, but your will be done.",
    "start": "00:10:15",
    "end": "00:10:20"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:10:20",
    "end": "00:10:21"
  },
  {
    "text": "Figuring out how to practice that prayer and mindset.",
    "start": "00:10:21",
    "end": "00:10:24"
  },
  {
    "text": "I think so. Yeah. Which. Yeah, I mean, these are the things that I go to other people to get advice about. So basically, Luke, what we're saying is this is a great question. The only responsibility response we can give is just pointing to the teachings of Jesus and, like, what does it mean to be faithful to him and live by his wisdom? And there you go. We're in the same boat as you, Luke. Mitchell from Manhattan, Kansas has a great question.",
    "start": "00:10:24",
    "end": "00:10:54"
  },
  {
    "text": "Hey, this is Mitchell Dixon from Manhattan, Kansas. I had a question regarding Genesis 3. After Adam and Eve take of the tree of the knowledge of good and evil, and they realize that they're naked and they feel shame, they cover themselves with leaves. And I might be grasping at straws, but what would it mean in the concept of trees for them to be covering themselves with things of trees, covering their shame with that. Thanks so much. Love what you guys do.",
    "start": "00:10:54",
    "end": "00:11:22"
  },
  {
    "text": "Yeah.",
    "start": "00:11:22",
    "end": "00:11:22"
  },
  {
    "text": "Yeah. It's a perceptive question.",
    "start": "00:11:22",
    "end": "00:11:24"
  },
  {
    "text": "It is a perceptive question. I love it.",
    "start": "00:11:24",
    "end": "00:11:27"
  },
  {
    "text": "Yeah, me too. I actually just recently came across the first scholar I've ever seen draw attention to that little detail. Well, I mean, everybody notices they took from a tree and they covered themselves with the leaves of a tree. Of a tree. Fig tree, actually, it says. And that's an interesting narrative detail. It's iconic in, like, art history.",
    "start": "00:11:27",
    "end": "00:11:46"
  },
  {
    "text": "Well, it's hard to draw Adam and Eve without.",
    "start": "00:11:47",
    "end": "00:11:49"
  },
  {
    "text": "Without the leaves. Yeah, totally. But you're asking, is there some kind of symbolic connection there? And to be honest, I had never fully thought about it. However, once I had really worked out, and we talked about earlier in this podcast, the idea of people as trees as a metaphorical scheme, it did start to just sit there in the text like, huh, they dress themselves up as trees after they break a divine command regarding a tree. Yes. So it was a scholar, Crispin Fletcher Lewis, who we interviewed a year or so ago. He has done a lot of great work on the nature and origins of apocalyptic literature that we talked about. We're going to be working on a video about starting this week. And it was a little essay he had on apocalyptic literature and Second Temple Judaism. Anyway, he made a reference to this that all of a sudden I was like, yes, I think that's exactly right. There's two poems in the book of Psalms that are making fun of idols. And Psalm 115 is one of them. And, you know, it's just always good to read a psalm. Yeah, yeah. Psalm 115. Not to us, Yahweh, not to us, but to your name be Kavod. Glory. Right. Weightiness, significance, because of youf loyal love and because of youf faithfulness. That's from Exodus 34.",
    "start": "00:11:49",
    "end": "00:13:13"
  },
  {
    "text": "6.",
    "start": "00:13:13",
    "end": "00:13:13"
  },
  {
    "text": "Why should the nations say, where is their God? You know, this is Babylon mocking Israel, so to speak. You know, we just tromped on your temple.",
    "start": "00:13:14",
    "end": "00:13:23"
  },
  {
    "text": "Yeah. Your God's absent.",
    "start": "00:13:23",
    "end": "00:13:25"
  },
  {
    "text": "Yeah. Where's Yahweh? Why didn't he protect you? Our God is in the skies. He does what he purposes. The idols, on the other hand, are silver and gold, the work of human hands. They have mouths, they don't speak. They have eyes, they can't see. They have ears, they don't hear. They have noses, can't smell. They have hands, they can't feel. They have feet, they cannot walk. They can't even make sounds with their throats. Those who make them will become like them. Everyone who trusts in them.",
    "start": "00:13:25",
    "end": "00:13:58"
  },
  {
    "text": "Yeah. That's some shade.",
    "start": "00:13:58",
    "end": "00:13:59"
  },
  {
    "text": "It goes on. Yeah. Serious trash talk here. Maybe it lands a little less for people who didn't grow up with shrines and idols everywhere. But I didn't, so didn't either. I have to imagine myself into another culture for this to land for me. So this line, those who make them will become like them. It's repeated in a couple other places in the Hebrew Bible. One is another psalm. So the whole thing is saying, listen, there's real humans, right.",
    "start": "00:13:59",
    "end": "00:14:26"
  },
  {
    "text": "Who are the image of God.",
    "start": "00:14:27",
    "end": "00:14:28"
  },
  {
    "text": "Who are the image? Exactly. They are the image of God. And image of God, humans, well, they have mouths and they talk, they have ears. It's the whole list. Yeah.",
    "start": "00:14:28",
    "end": "00:14:36"
  },
  {
    "text": "They have functioning body parts.",
    "start": "00:14:36",
    "end": "00:14:38"
  },
  {
    "text": "Totally. So it's like, okay, you tell me, there's the real images of God and then there's the images that the images of God make and the. And they can't do any of the stuff that the real images can. And then the last line of that little trash talk is, images of God who make these idols will start to become less human. Isn't that interesting?",
    "start": "00:14:38",
    "end": "00:14:57"
  },
  {
    "text": "Yeah.",
    "start": "00:14:57",
    "end": "00:14:57"
  },
  {
    "text": "So Chris Ben drew attention to this in light and we talked about this how in the design patterns of the tree, all through the story of the monarchies in Israel, their trees of knowing, good and bad, are represented by the idols. The idol tree is on high places.",
    "start": "00:14:57",
    "end": "00:15:16"
  },
  {
    "text": "The gasher poles and such.",
    "start": "00:15:16",
    "end": "00:15:18"
  },
  {
    "text": "Yeah, exactly Right. Idols represent their failure at their moment of facing the choice of trusting God's wisdom or doing My own. So, Crispin, this is a long answer to your question, Mitchell, but Crispin thinks that this idea that comes out in a number of psalms is actually being hinted at right there in the Garden of Eden story, that those who idolize or deify their own search for wisdom on their own terms here in the form of a tree will become like the thing that they idolize. So they seek the wisdom of God more than honoring God's commands. And so they sin at the tree, and then they end up looking like trees. They become like the thing that they vitalized. Yeah, that's good. I think it's good.",
    "start": "00:15:18",
    "end": "00:16:05"
  },
  {
    "text": "It is good.",
    "start": "00:16:05",
    "end": "00:16:05"
  },
  {
    "text": "I like it.",
    "start": "00:16:05",
    "end": "00:16:06"
  },
  {
    "text": "Can I poke a hole in it, please? Well, I'm just thinking there's good trees and there's batteries.",
    "start": "00:16:06",
    "end": "00:16:12"
  },
  {
    "text": "Yes.",
    "start": "00:16:12",
    "end": "00:16:12"
  },
  {
    "text": "And we're supposed to be like a tree.",
    "start": "00:16:12",
    "end": "00:16:14"
  },
  {
    "text": "Yeah.",
    "start": "00:16:14",
    "end": "00:16:14"
  },
  {
    "text": "We're supposed to be like the tree of life.",
    "start": "00:16:14",
    "end": "00:16:15"
  },
  {
    "text": "Yep.",
    "start": "00:16:15",
    "end": "00:16:16"
  },
  {
    "text": "And Psalm 1.",
    "start": "00:16:16",
    "end": "00:16:17"
  },
  {
    "text": "Yeah. Someone.",
    "start": "00:16:18",
    "end": "00:16:19"
  },
  {
    "text": "Yeah. When you live by God's wisdom, you are like a tree planted by streams of water.",
    "start": "00:16:19",
    "end": "00:16:24"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:16:24",
    "end": "00:16:24"
  },
  {
    "text": "So in that way, having leaves on you would be the symbol of a beautiful thing living by God's wisdom.",
    "start": "00:16:24",
    "end": "00:16:30"
  },
  {
    "text": "Yeah, correct.",
    "start": "00:16:30",
    "end": "00:16:31"
  },
  {
    "text": "So are you saying then in this example, because they ate from the tree of knowing good and bad, they're becoming like that tree? Yeah, that's the wrong kind of tree.",
    "start": "00:16:31",
    "end": "00:16:40"
  },
  {
    "text": "That's right. And they end up looking like trees precisely to cover over their shame and the vulnerability that they're now experiencing because they've broken the divine command. So it's a sad. There's happy human trees, and there's sad human trees. Happy face. Sad face. And this is a sad face human tree. But it's this interesting inversion where the moment that the. The humans violate God's command by taking from this tree, the next thing in the narrative is they dress themselves up like trees. It's this little inversion in the story. It's a great observation I want to keep thinking about is interesting. It's a way of talking about how the humans have, like, they've degraded themselves. They are more than trees. They're like trees, but they're meant to be more than trees. They're meant to be caretakers of the trees, but instead they become like trees themselves. Anyway, very cool. All right, we have a question here about the fruit of the vine from Shannon in Canada.",
    "start": "00:16:40",
    "end": "00:17:38"
  },
  {
    "text": "Hey, Tim and John. My name is Shannon. I'm from the six, also known as Toronto, Canada. I have a question in regards to trees, specifically the fruit of the vine. I've noticed that there are a few mentions of the fruit of the vine. One with Noah being a husbandman and he drank the fruit of the vine. The Nazarene vow as well, that says they're not supposed to eat anything of the vine. And there's quite a bit of mention about the fruit of the vine as it also pertains to the blood of the grapes and how it also plays into the New Testament with the communion or the Lord's supper. I just wanted to get your take on. On that as it pertains to this topic of trees, the fruit with the tree. Thanks so much for all you guys do.",
    "start": "00:17:38",
    "end": "00:18:26"
  },
  {
    "text": "Now, if I remember correctly, in Hebrew, the word for tree. What is that word?",
    "start": "00:18:26",
    "end": "00:18:32"
  },
  {
    "text": "Eights. Eights.",
    "start": "00:18:32",
    "end": "00:18:34"
  },
  {
    "text": "We have. In English, we have a word for tree and we have a word for bush, and we have a word for vine.",
    "start": "00:18:34",
    "end": "00:18:38"
  },
  {
    "text": "Yeah.",
    "start": "00:18:38",
    "end": "00:18:38"
  },
  {
    "text": "In Hebrew, it's all eights, right?",
    "start": "00:18:38",
    "end": "00:18:40"
  },
  {
    "text": "No, not necessarily. There are different words for different species of trees. More. It's that any of them, at any given moment can be called by the most generic umbrella title, tree, which is eights.",
    "start": "00:18:40",
    "end": "00:18:53"
  },
  {
    "text": "Okay.",
    "start": "00:18:53",
    "end": "00:18:53"
  },
  {
    "text": "Which is eights.",
    "start": "00:18:53",
    "end": "00:18:54"
  },
  {
    "text": "So they can all be referred to as tree.",
    "start": "00:18:54",
    "end": "00:18:55"
  },
  {
    "text": "Yeah.",
    "start": "00:18:55",
    "end": "00:18:56"
  },
  {
    "text": "We would never look at a vine and refer to it as a tree.",
    "start": "00:18:56",
    "end": "00:18:59"
  },
  {
    "text": "I understand. Oh, yeah. It sounds funny in English. Yeah, that's right. So, in fact, a common phrase in biblical Hebrew for the vine is eitz hagefen, the tree of the vine, referring to the. Oh, we got one growing in our yard. It's like. It's thick.",
    "start": "00:18:59",
    "end": "00:19:14"
  },
  {
    "text": "Yeah.",
    "start": "00:19:14",
    "end": "00:19:14"
  },
  {
    "text": "Tall, but it doesn't branch out like a tree. It's grapevine. But it's eights.",
    "start": "00:19:14",
    "end": "00:19:20"
  },
  {
    "text": "But. Yeah, it's eights.",
    "start": "00:19:20",
    "end": "00:19:21"
  },
  {
    "text": "So the fruit of the eights, which can go a lot of different ways. Yeah. I'm still working on this, but I've got a pretty, at least a compelling, to me, design pattern list that's just all about stupid things people do when they're drunk. And Noah's the first one. So the humans eat of the tree, and then the. You know, that's breaking the divine command. But Noah is the first one who takes the gift of the garden, and he abuses it such that it makes him stupid. He gets drunk. This is in Genesis 9. And then that's where the shameful thing happens with the son in the tent. He exposes himself. So then what you can just follow through is just do a little theme study on people who get drunk throughout the biblical narrative. And it can be positive or negative. Wine has kind of like a binary moral value for the Hebrew Bible authors.",
    "start": "00:19:22",
    "end": "00:20:11"
  },
  {
    "text": "Really?",
    "start": "00:20:11",
    "end": "00:20:11"
  },
  {
    "text": "Yeah. Because it's a gift of the garden, which means it's good. Genesis 1. It's good. So Psalm 104 says, God gives grass to the creatures and makes crops grow out of the ground and vine to give joy to the human heart. Psalm 104. But then, you know the proverbs will also say wine is a mocker and strong drink is a brawler, and it'll make you get into fights and get hurt and then not remember it in the morning. So just like anything that's good, it can be taken one of two ways so you can follow it through. There's this theme of people in the high place or in the sacred space who get drunk and do something stupid. You know that strange story in Leviticus about Aaron's two sons who get roasted by the divine fire? Strange story with the weird offering they make or something? Yeah, it says they have strange fire or unauthorized fire, and that's a whole rabbit hole. But when God's following up on it, right after their bodies, toasted bodies get carried out of the holy place, the first thing God says is, hey, don't ever get drunk before you come into the tent.",
    "start": "00:20:12",
    "end": "00:21:22"
  },
  {
    "text": "Oh really?",
    "start": "00:21:22",
    "end": "00:21:23"
  },
  {
    "text": "Yes.",
    "start": "00:21:23",
    "end": "00:21:23"
  },
  {
    "text": "So they were drunk.",
    "start": "00:21:23",
    "end": "00:21:24"
  },
  {
    "text": "So in Leviticus 10, it doesn't say they were drunk. It says that these two guys walked into the tent, got roasted. For some reason that's not fully clear, the first thing God says after their bodies are carried out is you guys don't get drunk when you enter into the tent. Brilliant.",
    "start": "00:21:24",
    "end": "00:21:40"
  },
  {
    "text": "Why is that brilliant?",
    "start": "00:21:40",
    "end": "00:21:41"
  },
  {
    "text": "Well, in other words, it doesn't say that they were drunk. Yeah, it implies it, it infers it.",
    "start": "00:21:42",
    "end": "00:21:46"
  },
  {
    "text": "Yeah, I didn't realize that.",
    "start": "00:21:46",
    "end": "00:21:47"
  },
  {
    "text": "Yeah, it's really interesting. And then when you get to the place in Leviticus where it talks about what the priests or the higher level of holiness are called to, one of them is that they're not supposed to drink. The Nazirite vow that you mentioned, Shannon, is what happens when your average Israelite wants to take on the ultra set apart life of a priest. A Nazirite is a normal. It's a non line of Aaron. But you want to live like you're a priest, basically. And so Samson was famously one of these. He broke every one of his vows and actually he's an important figure in this design pattern where it's precisely a strong drink that that is constantly bringing him down or the people around him. So it's another way that the tree represents a choice for people. There's all these stories about often leaders.",
    "start": "00:21:47",
    "end": "00:22:37"
  },
  {
    "text": "Who get drunk and this being the fruit of the vine tree, correct?",
    "start": "00:22:37",
    "end": "00:22:39"
  },
  {
    "text": "Yeah, totally. And so it's one of the ways the Genesis 3 design pattern can get activated is by people abusing alcohol. And then that's how they make the wrong choice and choose death instead of life.",
    "start": "00:22:39",
    "end": "00:22:50"
  },
  {
    "text": "I think it's in Paul's mind when he says, don't get drunk on wine, but be filled with spirit.",
    "start": "00:22:50",
    "end": "00:22:54"
  },
  {
    "text": "Totally. Oh, totally. Yeah, that's exactly right.",
    "start": "00:22:54",
    "end": "00:22:57"
  },
  {
    "text": "Just comparing those two things. Like, you can be filled with God's spirit, his wisdom.",
    "start": "00:22:57",
    "end": "00:23:01"
  },
  {
    "text": "That's right. You can be under the influence of the spirit, in which case you'll have discernment to make wise choices that bring good to you and other people. And, yeah, if your brain's not working right, especially if you caused your brain not to work right, you're going to hurt yourself or hurt other people or both. And that's the way of folly. Do you want to see something else? That's cool. I just noticed this recently. This is in Proverbs 23. Okay? So think through people. Eat from the tree. Adam and Eve, violation of divine command, death, exile. Noah drinks of the fruit of the garden. Folly, exposure, vulnerability, nakedness, shame. So these stories are parallel in Genesis 1 through 11 in Proverbs 23, there's this sweet little poem about alcohol. And it starts in verse 29, and it reads, who has woe? Who has sorrow? Who has woe? Were you gonna say something about that? Yeah, but I think it's a weird thing to say.",
    "start": "00:23:01",
    "end": "00:23:58"
  },
  {
    "text": "Is it synonymous? Sorrow?",
    "start": "00:23:58",
    "end": "00:23:59"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:23:59",
    "end": "00:24:00"
  },
  {
    "text": "Okay.",
    "start": "00:24:00",
    "end": "00:24:01"
  },
  {
    "text": "Who has, like.",
    "start": "00:24:01",
    "end": "00:24:01"
  },
  {
    "text": "Who's downtrodden?",
    "start": "00:24:01",
    "end": "00:24:03"
  },
  {
    "text": "Who has trouble?",
    "start": "00:24:03",
    "end": "00:24:03"
  },
  {
    "text": "Yeah. Who has trouble?",
    "start": "00:24:03",
    "end": "00:24:04"
  },
  {
    "text": "Who has trouble? Who has sorrow? Who gets into fights a lot? Who's complaining? Who ends up constantly getting hurt for no good reason. And has Nivi.",
    "start": "00:24:04",
    "end": "00:24:14"
  },
  {
    "text": "Has needless bruises.",
    "start": "00:24:14",
    "end": "00:24:15"
  },
  {
    "text": "Totally. Who's the one whose eyes are red all the time? Yeah. It's those who love to linger over wine, those who especially love the mixed wine, you know, mixing blends.",
    "start": "00:24:15",
    "end": "00:24:28"
  },
  {
    "text": "Why is mixing the wine?",
    "start": "00:24:28",
    "end": "00:24:30"
  },
  {
    "text": "I think it was a way of making even stronger alcohol content. I think. I'm not a winemaker. Verse 31. Do not look on wine when it is red. When it sparkles in the cup is new American standard. Literally, in Hebrew. When it gives its eye out of the cup, it's the turn of phrase, meaning it's winking at you. It's like, you look in there and it sparkles. And it's like, come on, come on, take a drink. It sure goes down smoothly. But verse 32, it will bite you like a nachash, like a snake. Wine can be your downfall. It will sting you like a tsifoni, like a viper. Your eyes will start seeing very strange things, and your heart will utter distorted things. You'll be like somebody laying down in the middle of the sea. Or like someone lying down at the top of a master.",
    "start": "00:24:30",
    "end": "00:25:28"
  },
  {
    "text": "Yeah, I think people call those the spins.",
    "start": "00:25:29",
    "end": "00:25:31"
  },
  {
    "text": "The spins, yeah. Or the feeling of being hungover, because look at how it concludes. It's now quoting this person who drank too much. They hit me, but I'm not hurt. They beat me, but I don't even know anything about it. When should I wake up and get another drink? Yeah, that's the poem. But dude. Dude, alcohol is like a snake that will bite you and send you into the heart of the sea. Tell me this isn't merging the Genesis 3 story and the Noah story.",
    "start": "00:25:32",
    "end": "00:26:07"
  },
  {
    "text": "Oh, and the Noah story. I was just thinking the chaotic water story or chaotic water theme.",
    "start": "00:26:07",
    "end": "00:26:11"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:26:11",
    "end": "00:26:12"
  },
  {
    "text": "Which is.",
    "start": "00:26:12",
    "end": "00:26:12"
  },
  {
    "text": "Yeah. Who's the iconic person who, you know, survived through the heart of the sea? You know, I think what's happening, it's like this poem about the folly of drinking too much, but it's using the garden narrative and the Noah story and combining the imagery. So that wine is like a snake. Could be your moment at the tree. Could be having that second, third, or fourth drink. I don't know, whatever that is for somebody. Anyway, I thought that was really clever.",
    "start": "00:26:12",
    "end": "00:26:43"
  },
  {
    "text": "Yeah. This poem is very perceptive, and it's amazing how it feels pretty contemporary for how ancient it is.",
    "start": "00:26:43",
    "end": "00:26:52"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:26:52",
    "end": "00:26:53"
  },
  {
    "text": "Abusing alcohol.",
    "start": "00:26:54",
    "end": "00:26:55"
  },
  {
    "text": "Yeah, totally. Anyhow, so there you go, Shannon, you're onto something. There's a thing. Oh, yes. You also asked about the Passover meal, for sure. That's a key piece. There's all kinds of other things, too, because wine is red, and so it can become an image for blood. And so the blood of the sacrifices or the wine at a ritual meal can become associated images. So there's lots of wine and blood imagery that goes throughout the Torah and prophets, and Jesus is totally tapping into that with the Last Supper. But it all begins with the tree, the fruit of the vine that comes from the tree. There's more there I want to think about, but I at least thought that was cool.",
    "start": "00:26:55",
    "end": "00:27:33"
  },
  {
    "text": "Can I ask you a random question about Passover or the Lord's Supper? Wine, I think. Is it Paul quoting Jesus, says, whenever you do this, whenever you take this cup, do it in this way?",
    "start": "00:27:33",
    "end": "00:27:47"
  },
  {
    "text": "Yeah. Or in remembrance of me. Is that the phrase you're thinking of? Or.",
    "start": "00:27:47",
    "end": "00:27:50"
  },
  {
    "text": "No, Maybe Jesus says, in remembrance of me, but there's the Phrase. Whenever you do it. That's the phrase I want to key in on.",
    "start": "00:27:50",
    "end": "00:27:56"
  },
  {
    "text": "Oh, I see.",
    "start": "00:27:56",
    "end": "00:27:57"
  },
  {
    "text": "Does Jesus say that? Does Paul say that? For as often as you eat this bread? Yeah. 1 Corinthians 11.",
    "start": "00:27:57",
    "end": "00:28:01"
  },
  {
    "text": "1 Corinthians 11. Yeah, that's right.",
    "start": "00:28:01",
    "end": "00:28:03"
  },
  {
    "text": "For whenever you eat this bread and drink this cup, you proclaim the Lord's death until he comes. I always thought this meant when you do it in this ritualistic way. Whenever you do it in this ritualistic way, then you're eating and drinking of Christ. And I was taking communion with a friend, and he made this point of maybe it means whenever you eat bread and drink wine, ever, you do it in remembrance.",
    "start": "00:28:03",
    "end": "00:28:30"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:28:30",
    "end": "00:28:30"
  },
  {
    "text": "Is there a clue to which one it is?",
    "start": "00:28:31",
    "end": "00:28:33"
  },
  {
    "text": "Yeah. You know, it's interesting, actually. That little phrase in Paul's account of it is unique to Paul's retelling of it whenever you drink of it. That little phrase is not present in the Gospel account. I'm just looking. It's not in Luke's account. Luke's account. He just says, this is the new covenant in my blood, which is poured out for you. That's all he says in Luke. Here, let me look up the. In Matthew 26, he says, this is my blood of the covenant which is poured out for you. I won't drink of the fruit of the vine until the day I drink it anew with you in my Father's kingdom. So in other words, what it looks like Paul's done there is he's assuming that the thing that Jesus did the night before he was executed has now become a weekly rhythm. And so he adds that little phrase whenever you drink of it, by which I think he means in the weekly gathering.",
    "start": "00:28:33",
    "end": "00:29:29"
  },
  {
    "text": "Okay.",
    "start": "00:29:29",
    "end": "00:29:29"
  },
  {
    "text": "Yeah. So I guess I'm disagreeing with your friend.",
    "start": "00:29:29",
    "end": "00:29:32"
  },
  {
    "text": "Okay, well, no, that's helpful, because if it did happen to mean if it did happen to me. Whenever you do it, it's this idea of like, when I'm drinking wine, I'm drinking it not to get drunk, but because it is from God and it symbolizes something. God's sacrifice. Jesus sacrifice. You know, you said in the Bible the way that you come to wine or alcohol. Yeah, there's two different ways.",
    "start": "00:29:32",
    "end": "00:29:57"
  },
  {
    "text": "Yeah, Two different ways it can gladden your heart and be a gift of God because it tastes amazing, but it can also destroy you like most good things in life.",
    "start": "00:29:57",
    "end": "00:30:07"
  },
  {
    "text": "But it's probably just talking about the weekly gathering.",
    "start": "00:30:07",
    "end": "00:30:09"
  },
  {
    "text": "Yeah. Sorry, I kind of rained on your parade. Okay. Meryl from Maryland.",
    "start": "00:30:09",
    "end": "00:30:16"
  },
  {
    "text": "Meryl from Maryland.",
    "start": "00:30:17",
    "end": "00:30:18"
  },
  {
    "text": "That's good. Alliteration. Has a question, ah, actually kind of a bigger question about images of chaos and disorder and order in Genesis 1 and 2. But we've talked about it recently and I think it. I don't know if we've talked about it on the podcast, so I thought we would hear a question and talk about it.",
    "start": "00:30:18",
    "end": "00:30:36"
  },
  {
    "text": "Hi John and Tim. Love the Bible Project, love the new logo, love the tree stories. As Meryl from Millersville, Maryland got a question about way back when God created the earth and the dome over the earth and separated everything and created order from chaos. Does that mean his original creation was chaos and that outside the garden was chaos and inside was ordered? Or does that mean that the whole place was ordered and when the first humans got exiled and brought the curse out into creation, that they changed the order back into chaos. I'm trying to figure out if it was chaotic when they got there or if they brought chaos with them. Thanks. Really enjoy everything that you guys are doing.",
    "start": "00:30:36",
    "end": "00:31:16"
  },
  {
    "text": "This is a challenge for many readers. Let's first just go to the first sentence of the Bible. You first have the statement, in the beginning, God created the heavens and the earth. You're like, oh great, everything exists now. But then the next sentence is now the earth was formless and void and darkness.",
    "start": "00:31:16",
    "end": "00:31:31"
  },
  {
    "text": "Yeah.",
    "start": "00:31:31",
    "end": "00:31:31"
  },
  {
    "text": "And so people who have the view that that's a linear sequence of actions, that God made a good and ordered world, and either the world that he made was chaotic verse 2, or somehow for some untold story or reason, the good world of verse one got turned into chaos of verse two. Another way to view it that's very ancient, and that actually I think is the most compelling view, because it fits with the literary design, is that the first sentence is a heading that's referring to everything that's about to happen and that the real narrative begins in verse two. If that's the case, then the story begins with non order, of which the narrative images are darkness and a watery chaos. So on that reading, I the waters and the darkness represent the uncreated world.",
    "start": "00:31:31",
    "end": "00:32:20"
  },
  {
    "text": "Yeah.",
    "start": "00:32:20",
    "end": "00:32:21"
  },
  {
    "text": "Or unordered world, the non ordered world, which for the biblical authors to be ordered was to be created. So this is where we kind of have to adjust our sense of reality to the ancient biblical author's imagination. But then this has implications for how you go on and view the relationship of Eden and the Garden to the rest of the dry land. But I couldn't tell if you had a thought on that first point.",
    "start": "00:32:21",
    "end": "00:32:44"
  },
  {
    "text": "So if Genesis 1 sets up this idea that the cosmos was unordered and chaotic, God Comes, he speaks into it, creates order.",
    "start": "00:32:44",
    "end": "00:32:55"
  },
  {
    "text": "That's right. By separating, like by separating things, putting.",
    "start": "00:32:55",
    "end": "00:32:59"
  },
  {
    "text": "Them in their place. Creating a place for humans, creating place for everything.",
    "start": "00:32:59",
    "end": "00:33:03"
  },
  {
    "text": "Dry land, out of the waters.",
    "start": "00:33:03",
    "end": "00:33:04"
  },
  {
    "text": "And then you get to Genesis 2 and you get the same sort of feeling when you've got this, like this desert.",
    "start": "00:33:05",
    "end": "00:33:11"
  },
  {
    "text": "It begins with a. Yeah, A lifeless.",
    "start": "00:33:11",
    "end": "00:33:13"
  },
  {
    "text": "A lifeless desert. Which in a way, is a way to think about. Yeah, Chaos, unordered.",
    "start": "00:33:13",
    "end": "00:33:18"
  },
  {
    "text": "Non Order.",
    "start": "00:33:18",
    "end": "00:33:19"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:33:19",
    "end": "00:33:20"
  },
  {
    "text": "Non order.",
    "start": "00:33:20",
    "end": "00:33:20"
  },
  {
    "text": "There's no life there.",
    "start": "00:33:20",
    "end": "00:33:21"
  },
  {
    "text": "Yeah.",
    "start": "00:33:21",
    "end": "00:33:22"
  },
  {
    "text": "And then God creates a place. He separates out a place where there.",
    "start": "00:33:22",
    "end": "00:33:27"
  },
  {
    "text": "Is order by providing water.",
    "start": "00:33:27",
    "end": "00:33:29"
  },
  {
    "text": "By providing water.",
    "start": "00:33:29",
    "end": "00:33:30"
  },
  {
    "text": "He provides water first. Yeah.",
    "start": "00:33:30",
    "end": "00:33:32"
  },
  {
    "text": "Waters, ground, and then makes humans.",
    "start": "00:33:32",
    "end": "00:33:34"
  },
  {
    "text": "So the narrative image about when God plants the garden and the trees is really key. This is in Genesis 2. So it begins by saying, yeah, there's no plants, no farming, no humans, but God did provide water. And so then you get clay. And then it says God formed a human. And then God planted a garden in Eden. So it assumes you got the dry land. Then you have a place called Eden, Then you have the garden, and then you're told the tree of life is in the middle of the garden. And then God takes the human out of out here and puts him in the garden. That's the narrative sequence. You can just go read it in.",
    "start": "00:33:35",
    "end": "00:34:10"
  },
  {
    "text": "The God's holy place. The temple.",
    "start": "00:34:10",
    "end": "00:34:13"
  },
  {
    "text": "That's right. So, Meryl, I think your intuition is right. Humans are taken out of the realm of dust and dirt and mortality and non order and put into the realm of order and life.",
    "start": "00:34:13",
    "end": "00:34:24"
  },
  {
    "text": "Do you remember one regret you had in all of our videos?",
    "start": "00:34:24",
    "end": "00:34:28"
  },
  {
    "text": "Yes, yes.",
    "start": "00:34:28",
    "end": "00:34:29"
  },
  {
    "text": "Is in this video called the Messiah.",
    "start": "00:34:29",
    "end": "00:34:32"
  },
  {
    "text": "Yep.",
    "start": "00:34:32",
    "end": "00:34:32"
  },
  {
    "text": "And we have an image of the Garden of Eden becoming, well, corrupting, I suppose.",
    "start": "00:34:33",
    "end": "00:34:39"
  },
  {
    "text": "Yeah. It's like a shockwave goes out from the Tree of Knowing, good and bad.",
    "start": "00:34:39",
    "end": "00:34:42"
  },
  {
    "text": "So Adam and Eve, they take of the Tree of the Knowledge of Good and Evil, and then the shockwave comes and then all this desolation in its wake.",
    "start": "00:34:43",
    "end": "00:34:50"
  },
  {
    "text": "It turns the garden into a desert.",
    "start": "00:34:50",
    "end": "00:34:51"
  },
  {
    "text": "It turns the garden into a desert. And then everything kind of.",
    "start": "00:34:51",
    "end": "00:34:54"
  },
  {
    "text": "Yeah.",
    "start": "00:34:54",
    "end": "00:34:55"
  },
  {
    "text": "And yeah. So you were like, oh, no, actually that's not a great image.",
    "start": "00:34:55",
    "end": "00:34:59"
  },
  {
    "text": "Yeah, well, it's not the image of the story. The image of the story is that they are driven out of the ordered garden land back out into the realm of non order wilderness, thorns and thistles and death.",
    "start": "00:34:59",
    "end": "00:35:11"
  },
  {
    "text": "So Meryl's question is, when the humans got exiled, did they bring the curse out into this beautiful ordered creation and they changed the order back into chaos? And so what I'm hearing is actually. No, out there was chaos.",
    "start": "00:35:11",
    "end": "00:35:25"
  },
  {
    "text": "That's right. And the implication of the Commission of Genesis 1 is be fruitful and multiply, fill the land. It's as if Eden is like an outpost of heaven on earth. And the whole point is that it will spread. But what happens instead is the key agents that God placed in his presence to begin that process are compromised. And so he exiles them out into the land of wilderness and death. So it's a way of thinking about the human condition as we know that we're made for more. We are the image of God. Yet the environment, the earth that I experience is like a compromised version of what I know it's capable of being. And even more so, I know that I'm a compromised version of what I'm capable of being. And the whole story arc of the Bible then is about God reuniting heaven and earth with. We made a video about it, which is why garden imagery is so. And tree imagery is so connected to Jesus because he becomes this new bridge between heaven and earth to bring and restore the tree of life back to people. At least I think so. I hope that brings some clarity. Meryl. Somehow it's taken me a long time to get clear about that whole sequence. It now seems so simple because it's right there. But my head was full of other ideas about what the curse was and I don't know, other stuff. And it made it difficult for me to read the biblical story.",
    "start": "00:35:25",
    "end": "00:36:50"
  },
  {
    "text": "So in Genesis 2, then, if the idea is God created order in Eden in the center of Eden, then the humans are placed outside. Seems like logically they're placed out into an unordered creation.",
    "start": "00:36:51",
    "end": "00:37:08"
  },
  {
    "text": "Actually, this is important for Genesis 4. They actually don't go outside of Eden. They don't leave Eden, they just go outside the garden. Told that they're sent to the east of the garden. Okay, it's Cain who leaves Eden.",
    "start": "00:37:08",
    "end": "00:37:20"
  },
  {
    "text": "Interesting.",
    "start": "00:37:20",
    "end": "00:37:21"
  },
  {
    "text": "So they're exiled from the garden, but then they're hanging out right there at the gate, at the door, which is where Cain and Abel are offering their sacrifices. But then it's Cain that's exiled from Eden. And that's why he says, listen, you're making me a wanderer out there. And whoever finds me will kill me. So once he leaves Eden out there, it's the realm of death and danger. And there's people out there who are going to kill him. He's afraid of. That's a whole other topic. Yeah, but so Cain recognizes that once he leaves Eden, he's going out into the realm of danger and death and mortality. It's interesting. And outside of the garden, even in Eden, is still mortality.",
    "start": "00:37:21",
    "end": "00:38:02"
  },
  {
    "text": "I think what's strange about the way we're talking about this is what you're saying is something can exist without God having ordered it.",
    "start": "00:38:02",
    "end": "00:38:11"
  },
  {
    "text": "Oh, I see. It's just a different frame of reference. In Genesis 1 you have it's the cosmos as a sacred space. That's the seven day scheme. And so the dry land is just one big sacred space, so to speak. Genesis 2 comes in, and it's almost more helpful to think of it now as going over the land from a vertical point of view, because it's concerned about the central space of God's life and presence that's meant to fill all of the dry land. But the dry land wouldn't even be there a La Genesis 1 if it wasn't ordered. But it's still not yet colonized with the life of heaven, which I think is what the humans then are supposed to be going to do. I think that's how the logic of those two narratives work. Okay, what do you think about that?",
    "start": "00:38:11",
    "end": "00:39:01"
  },
  {
    "text": "In the tradition I grew up in, there is this creation was corrupted with that original sin. And so.",
    "start": "00:39:02",
    "end": "00:39:10"
  },
  {
    "text": "Yeah, yeah, yeah, yeah.",
    "start": "00:39:10",
    "end": "00:39:11"
  },
  {
    "text": "Was it that everything was good inside and outside the garden, and then because of what the humans decided to do, it became corrupted?",
    "start": "00:39:12",
    "end": "00:39:21"
  },
  {
    "text": "Correct.",
    "start": "00:39:21",
    "end": "00:39:21"
  },
  {
    "text": "Or was it that just in the garden it was good, yeah. Outside was just unexplored.",
    "start": "00:39:21",
    "end": "00:39:28"
  },
  {
    "text": "Yeah, not good yet not yet ordered.",
    "start": "00:39:28",
    "end": "00:39:30"
  },
  {
    "text": "Not yet ordered, Correct. We're commissioned to participate with God to do that.",
    "start": "00:39:30",
    "end": "00:39:34"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:39:34",
    "end": "00:39:35"
  },
  {
    "text": "By extending the boundaries of Eden.",
    "start": "00:39:35",
    "end": "00:39:37"
  },
  {
    "text": "Yep, that's right.",
    "start": "00:39:37",
    "end": "00:39:38"
  },
  {
    "text": "Or of the garden within Eden.",
    "start": "00:39:38",
    "end": "00:39:39"
  },
  {
    "text": "Yeah, yeah, yeah, I think that's right.",
    "start": "00:39:39",
    "end": "00:39:41"
  },
  {
    "text": "And so when we decide not to do that and we're placed outside the garden, is it that now we've corrupted the space or is it we've just missed an opportunity?",
    "start": "00:39:41",
    "end": "00:39:55"
  },
  {
    "text": "Yeah.",
    "start": "00:39:55",
    "end": "00:39:55"
  },
  {
    "text": "How would you describe it?",
    "start": "00:39:55",
    "end": "00:39:56"
  },
  {
    "text": "Yeah. In other words, the narrative. You got to pay attention to all the details in the narrative. Narrative, it doesn't say that all creation was the garden or all creation was paradise. It very clearly marks off one area as the region of delight, which is the Hebrew word Eden. And it says within delight, God planted a garden. And then even that has kind of tier to it because the center is marked out as the special spot. So humans are created out here in the dust, which is the most common biblical image for human mortality and frailty. Dust. Job says it, Abraham says it. So humans are taken out of the realm of frailty and mortality, put into the realm of Eternal life and given a responsibility and an opportunity that they forfeit and are exiled back out into the disordered land. So.",
    "start": "00:39:56",
    "end": "00:40:47"
  },
  {
    "text": "Yeah, but even that disordered land, according.",
    "start": "00:40:47",
    "end": "00:40:50"
  },
  {
    "text": "To Genesis 1, is in order to God's cosmic ordering. But it's not space that is permeated with the life and abundance of the heavens.",
    "start": "00:40:50",
    "end": "00:41:00"
  },
  {
    "text": "Got it.",
    "start": "00:41:00",
    "end": "00:41:01"
  },
  {
    "text": "Which is what the garden is. It's not paradise lost. That's not the story of Genesis 2 and 3. It's about paradise. This phrase from John Walton's book, it's paradise ungained or paradise forfeited.",
    "start": "00:41:01",
    "end": "00:41:14"
  },
  {
    "text": "Wait, what's the difference between losing something and forfeiting something?",
    "start": "00:41:14",
    "end": "00:41:17"
  },
  {
    "text": "Oh, well, if your idea is everything was paradise, humans sinned and there was like a cosmic shockwave that turned the whole thing into a desert. That's not. That's not actually how the story works.",
    "start": "00:41:17",
    "end": "00:41:28"
  },
  {
    "text": "Got it.",
    "start": "00:41:28",
    "end": "00:41:28"
  },
  {
    "text": "One spot was colonized with the life of heaven.",
    "start": "00:41:29",
    "end": "00:41:32"
  },
  {
    "text": "The life of heaven.",
    "start": "00:41:32",
    "end": "00:41:33"
  },
  {
    "text": "Humans were put into it and they forfeited their opportunity to stay there, and so they were exiled from it. That's how the story works.",
    "start": "00:41:33",
    "end": "00:41:40"
  },
  {
    "text": "That's great. Can I say it one time? Just make sure I got it totally. Genesis 1. God orders the cosmos as a sacred place. And in that ordering is the dry land separated from the chaos waters for humans to flourish. And then you get to Genesis 2, and then God creates a hot spot of that land. That land is good, but it isn't yet God's throne room. Or it isn't yet.",
    "start": "00:41:41",
    "end": "00:42:08"
  },
  {
    "text": "It's not yet the place where the ideal of Genesis 1 can be reached, which is God and humans fruitful multiply image of God forever and ever.",
    "start": "00:42:08",
    "end": "00:42:17"
  },
  {
    "text": "So the land is good in that it was separated from the chaotic waters.",
    "start": "00:42:17",
    "end": "00:42:19"
  },
  {
    "text": "Yeah.",
    "start": "00:42:19",
    "end": "00:42:20"
  },
  {
    "text": "But it was not yet the ideal where God and humans live together in eternal life. But God creates a spot of that ideal, puts the humans in it, commissions them to extend that to all the land. We forfeit that opportunity, go out into the land that hasn't been developed that way.",
    "start": "00:42:20",
    "end": "00:42:39"
  },
  {
    "text": "That's right. And it's dangerous out there. There's people that'll kill you, or there's animals that'll kill you, or the ground will kill you slowly.",
    "start": "00:42:40",
    "end": "00:42:47"
  },
  {
    "text": "And out there, we're talking about here, we're talking about the world.",
    "start": "00:42:47",
    "end": "00:42:52"
  },
  {
    "text": "Yeah, the world as we know it outside of the garden.",
    "start": "00:42:52",
    "end": "00:42:54"
  },
  {
    "text": "But this world as we know it is God's good creation too.",
    "start": "00:42:54",
    "end": "00:42:57"
  },
  {
    "text": "Yeah, exactly. In the Genesis 1 sense.",
    "start": "00:42:57",
    "end": "00:42:59"
  },
  {
    "text": "In the Genesis 1 sense.",
    "start": "00:42:59",
    "end": "00:43:00"
  },
  {
    "text": "That's right. It's not yet in the Genesis 2 garden.",
    "start": "00:43:00",
    "end": "00:43:03"
  },
  {
    "text": "That's when God's kingdom is fully realized when heaven and Earth are overlapped.",
    "start": "00:43:04",
    "end": "00:43:09"
  },
  {
    "text": "That's why the last pages of The Bible, Revelation 21 and 22, specifically pick up the garden imagery and apply it to the new creation. Because it's the moment when that thing that was forfeited finally becomes reality, which is about heaven coming to Earth. The reunion of heaven and earth. I don't know how long we've been gone.",
    "start": "00:43:09",
    "end": "00:43:29"
  },
  {
    "text": "55 minutes.",
    "start": "00:43:29",
    "end": "00:43:30"
  },
  {
    "text": "I love it. We've gotten through four questions. It's just like I predicted. Speed round.",
    "start": "00:43:30",
    "end": "00:43:36"
  },
  {
    "text": "Speed round. You want to do it?",
    "start": "00:43:36",
    "end": "00:43:37"
  },
  {
    "text": "All right. Elena from Bulgaria.",
    "start": "00:43:39",
    "end": "00:43:42"
  },
  {
    "text": "Hi, Tim and Joan. This is Elena from Sofia, Bulgaria. Thank you for everything you're doing. The Bible project is a huge blessing. My question. In Genesis 21:33, after resolving an issue about a well with Abimelech, Abraham plants a tamarisk tree in Beersheba, supposedly by the whale. Is there any significance to the fact that he doesn't build an altar or a pillar, but plants a tree? And specifically this type of tree, a tamarisk tree. Thank you very much.",
    "start": "00:43:42",
    "end": "00:44:15"
  },
  {
    "text": "Yes. For very perceptive, wonderful perception. Do you remember how we talked about in this podcast series how the story of Abraham being called out of his place in the east to go to Canaan? And then he goes. The first place he goes is high places and builds altars and calls on the name of the Lord. Genesis 12. Or he goes and he sits under a tree and meets with God and calls on the name of the Lord. Lord, it's Genesis 12. And then in Genesis 22, God says, hey, get yourself going up to the mountain, where it's the story about him and Isaac. So we talked about these two stories. What's interesting, the last sentence before God tests Abraham is the sentence that you're bringing up. What happens is that Abram solves. Abraham solves a conflict with this foreign king, and to celebrate, he calls on the name of the Lord, which he usually does. But every time he's called on the name of the Lord before this point in Genesis 12 and 13, he builds an altar and he calls on the name of the Lord. In this story, he plants a tree and then calls on the name of the Lord. And I think it's a design pattern that's giving you this bigger picture, that building an altar is, in effect, an equivalent of planting a sacred tree, because they are both places where God and humans commune together. This one and off.",
    "start": "00:44:16",
    "end": "00:45:41"
  },
  {
    "text": "Two images. Two.",
    "start": "00:45:41",
    "end": "00:45:42"
  },
  {
    "text": "Yeah, two images.",
    "start": "00:45:42",
    "end": "00:45:43"
  },
  {
    "text": "Think about it.",
    "start": "00:45:43",
    "end": "00:45:43"
  },
  {
    "text": "Yeah. One is of a human offering up to God what is most precious, and the other is a Tree. And trees are where God provides for.",
    "start": "00:45:43",
    "end": "00:45:53"
  },
  {
    "text": "Humans, and a tree is where we choose to obey.",
    "start": "00:45:53",
    "end": "00:45:58"
  },
  {
    "text": "Correct. Exactly.",
    "start": "00:45:58",
    "end": "00:46:00"
  },
  {
    "text": "Which is a form of sacrifice.",
    "start": "00:46:00",
    "end": "00:46:01"
  },
  {
    "text": "Totally. And so the point is that we're told that Abram plants a tree and calls on the name of the Lord. The next sentence is, and after these things, God tested Abram and said to him. And then he Sundays, go to Mount Moriah and offer up your son. Well, where's Abraham sitting? He's sitting by a tree. So he faces.",
    "start": "00:46:01",
    "end": "00:46:19"
  },
  {
    "text": "He's got his tree facing a test.",
    "start": "00:46:19",
    "end": "00:46:21"
  },
  {
    "text": "Exactly, exactly. All of the moments where Abraham is by a tree fit into these Genesis 3 design patterns in really cool ways. And not just cool because it's artsy, but it's trying to show you that this is going to be Abraham's ultimate test of whether he's going to listen to the voice of God or listen or do what's good in his own eyes.",
    "start": "00:46:21",
    "end": "00:46:42"
  },
  {
    "text": "Yeah.",
    "start": "00:46:42",
    "end": "00:46:42"
  },
  {
    "text": "Which. Yeah, anyway, so gold star Lena for noticing that.",
    "start": "00:46:42",
    "end": "00:46:48"
  },
  {
    "text": "Darren from Washington.",
    "start": "00:46:48",
    "end": "00:46:49"
  },
  {
    "text": "Hey, Bibleproject, My name is Darren from Battleground Washington. My question has to do with the humans are trees idea. Ever since watching Tim's Year of Torah videos, Deuteronomy 20, verse 19 has really intrigued me. Do you think the biblical authors are making a pun that is riffing off of the humans are trees theme from Genesis 1? Or see any connections there? Thanks, dude. This is such an awesome little. This is awesome. So Deuteronomy 20 is a whole set of wisdom laws that Yahweh gives the people about how to conduct battles. They're going to exist as a nation state. They're going to get into fights with people. So here's how God wants you either to or not to behave. And verse 19 says, let's say you're laying siege to a city for a long time, fighting against it to capture it. Don't destroy the trees by putting an axe to them so that you can eat their fruit. Do you see that? For is the tree of the field a human that it should come under siege by you? Only the trees that you know are not fruit trees can you destroy or cut down to make your siege works against the city that's making war with you until it falls.",
    "start": "00:46:49",
    "end": "00:48:04"
  },
  {
    "text": "That's a really random law.",
    "start": "00:48:06",
    "end": "00:48:08"
  },
  {
    "text": "Okay. This is so perfect.",
    "start": "00:48:08",
    "end": "00:48:10"
  },
  {
    "text": "But it's a. It's a cool way to do battle, I guess. Like you're not going to destroy something that's producing fruit.",
    "start": "00:48:10",
    "end": "00:48:15"
  },
  {
    "text": "Yeah, totally. Yeah. Okay. So, yeah. One for sure. One context of this is ancient warfare tactics. When you besiege a city, the whole point is you wipe out all of the agriculture of the whole region, trying.",
    "start": "00:48:15",
    "end": "00:48:28"
  },
  {
    "text": "To make life miserable for them inside.",
    "start": "00:48:28",
    "end": "00:48:29"
  },
  {
    "text": "Yeah. So they can never recover economically. So that's one thing. So God says none of that. But notice first of all that it's specifically fruit trees.",
    "start": "00:48:30",
    "end": "00:48:39"
  },
  {
    "text": "Right.",
    "start": "00:48:39",
    "end": "00:48:39"
  },
  {
    "text": "If it doesn't produce fruit, okay. Use it to build your battering ram or whatever, your siege tower. But if it's a fruit tree. So God's giving a divine command about the fruit tree. Come on.",
    "start": "00:48:39",
    "end": "00:48:52"
  },
  {
    "text": "Yeah.",
    "start": "00:48:52",
    "end": "00:48:52"
  },
  {
    "text": "And then specifically, look at the question at the end of verse 19. Is the tree a human? That it should come under siege by you? It's like the fruit tree is given the same dignity and value as a human made in God's image.",
    "start": "00:48:53",
    "end": "00:49:07"
  },
  {
    "text": "Is that what's happening?",
    "start": "00:49:07",
    "end": "00:49:08"
  },
  {
    "text": "I think that's the logic here, isn't the logic.",
    "start": "00:49:08",
    "end": "00:49:10"
  },
  {
    "text": "Look, you're not at war with the trees.",
    "start": "00:49:10",
    "end": "00:49:12"
  },
  {
    "text": "Yeah, correct. Yeah.",
    "start": "00:49:12",
    "end": "00:49:13"
  },
  {
    "text": "Because the tree's not a person. You're at war with the people.",
    "start": "00:49:13",
    "end": "00:49:15"
  },
  {
    "text": "I understand.",
    "start": "00:49:15",
    "end": "00:49:16"
  },
  {
    "text": "So is a tree the person you're at war with? No, no, no.",
    "start": "00:49:17",
    "end": "00:49:19"
  },
  {
    "text": "Yeah, totally. Okay. All right. So at least you can say the trees are given a level of dignity.",
    "start": "00:49:19",
    "end": "00:49:24"
  },
  {
    "text": "Yeah, they are given dignity. They are given dignity. That's for sure.",
    "start": "00:49:24",
    "end": "00:49:26"
  },
  {
    "text": "And why is it? Because they represent the gift of God. The gift of God's life.",
    "start": "00:49:26",
    "end": "00:49:31"
  },
  {
    "text": "Yeah.",
    "start": "00:49:31",
    "end": "00:49:31"
  },
  {
    "text": "Because you can cut down trees that don't produce fruit, but don't cut down the fruit trees. Why? Well, they provide for people and they provide for animals, which is what Genesis 1 says. So you're right, I was overstating my case. But they are given a dignity and a value. That's remarkable. And so it doesn't necessarily assume the people is trees. Metaphorical scheme, but it's close. We're in the ballpark. And there's Genesis 3 language all over this.",
    "start": "00:49:31",
    "end": "00:49:58"
  },
  {
    "text": "Right? Well, it's one of those things where it's like, if there was. Out of all of the commands to have recorded in the Torah.",
    "start": "00:49:58",
    "end": "00:50:06"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:50:06",
    "end": "00:50:07"
  },
  {
    "text": "Of the. How many? 500. How many?",
    "start": "00:50:07",
    "end": "00:50:08"
  },
  {
    "text": "613. 613 or 11.",
    "start": "00:50:08",
    "end": "00:50:11"
  },
  {
    "text": "Why this one?",
    "start": "00:50:12",
    "end": "00:50:13"
  },
  {
    "text": "Yeah, that's right. Correct.",
    "start": "00:50:13",
    "end": "00:50:14"
  },
  {
    "text": "And it seems like there's something here.",
    "start": "00:50:14",
    "end": "00:50:16"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:50:16",
    "end": "00:50:17"
  },
  {
    "text": "That's riffing on the tree theme.",
    "start": "00:50:17",
    "end": "00:50:19"
  },
  {
    "text": "Correct.",
    "start": "00:50:19",
    "end": "00:50:19"
  },
  {
    "text": "That is more than just an army tactic.",
    "start": "00:50:19",
    "end": "00:50:22"
  },
  {
    "text": "Yeah. Oh, for sure. Yeah. This is about a conception that any fruit tree you come across should remind you of Genesis 2, God's desire to bring the life of the heavens to the earth. And so if you see a tree that gives food freely, liberally, don't cut it down, don't cut it down. It's not a human.",
    "start": "00:50:22",
    "end": "00:50:43"
  },
  {
    "text": "You're not at war with a tree.",
    "start": "00:50:43",
    "end": "00:50:44"
  },
  {
    "text": "Yeah, it's not. Yeah. Your problem isn't with. Anyway.",
    "start": "00:50:44",
    "end": "00:50:46"
  },
  {
    "text": "All right, speed round. Peter from Netherlands.",
    "start": "00:50:46",
    "end": "00:50:50"
  },
  {
    "text": "Hi, this is Peter from the Netherlands. I was wondering if there's a connection between trees on high places and highly placed people, because the examples that you gave about people are like trees. It seems that there are always highly placed people involved. And also when someone is making a decision at a high place, at a tree at a high place, it seems that these decisions do not just affect our own lives, but also the lives of many others.",
    "start": "00:50:50",
    "end": "00:51:19"
  },
  {
    "text": "Yeah, that's right. Adam and Eve are royal priests, portrayed as royal priests. Both the kingly and priestly roles are representative roles, and their names mean humanity and life. So obviously they're representative. Yeah. This is how the biblical story works. All of the key characters represent larger people groups, whether it's Abraham or Moses or David or Joshua, but also like an Nebuchadnezzar who is like a big tree of life in that dream that he has right in the book of Daniel where he's like a big tree. So the way that the Genesis 3 design pattern will work is specifically, but not only focusing on people in high.",
    "start": "00:51:19",
    "end": "00:51:59"
  },
  {
    "text": "Place, because by high places, we mean places of leadership.",
    "start": "00:51:59",
    "end": "00:52:03"
  },
  {
    "text": "Places of leadership or high social status, because people of any social status or low social status will also have their moments of testing and are called to bear fruit. Totally.",
    "start": "00:52:03",
    "end": "00:52:14"
  },
  {
    "text": "And to be life for others.",
    "start": "00:52:14",
    "end": "00:52:16"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:52:16",
    "end": "00:52:17"
  },
  {
    "text": "But how much more so for people in leadership?",
    "start": "00:52:17",
    "end": "00:52:20"
  },
  {
    "text": "Correct. So a big part of the testing at the tree on the high place motif is that it's often people in leadership positions, but not only that, but that is a legitimate observation. So, Peter, a fun project would be to just scan through the biblical story and make a list of all of the people who have moments of decisions, tests of their character somewhere in the vicinity of trees or where trees are somewhere in the context. And you'll get quite a long list and then go for a long walk and have a cup of tea and think about these things. Should we keep rocking? What should we do?",
    "start": "00:52:20",
    "end": "00:52:58"
  },
  {
    "text": "Yeah, sure. We can do one or two more. Garrett. Garrett from Tennessee?",
    "start": "00:52:58",
    "end": "00:53:01"
  },
  {
    "text": "Yeah.",
    "start": "00:53:01",
    "end": "00:53:02"
  },
  {
    "text": "Hey, Tim and John, this is Garrett from Chattanooga, Tennessee. My question for the Tree of Life podcast is from the Book of Esther. In the Book of Esther, there's a gallows that's set up for Mordecai by this evil character, Haman. And that word gallows is the word eights, from what I can tell. And it's the only place that seems to be translated as gallows. But I think it's interesting, this evil character thinks that he's going to do away with this righteous person and instead meets his death on this tree that's translated instead as gallows. So I just wanted to get Yalls thoughts on that. Appreciate all y' all do.",
    "start": "00:53:02",
    "end": "00:53:40"
  },
  {
    "text": "It's true, the word gallows appears nowhere in the Book of Esther. It's the word Aetz. It appears four times in this connection here. It's a hangman platform. Oh, yeah, yeah. So in other words, translations that interpret it as gallows are not just translating, they're also interpreting what the tree.",
    "start": "00:53:40",
    "end": "00:54:00"
  },
  {
    "text": "What that tree was.",
    "start": "00:54:00",
    "end": "00:54:01"
  },
  {
    "text": "Yeah. Literally what it says, Haman says is, I'm going to build a high tree for Mordecai to be hung upon. It's the word to hang or suspend. So it actually could refer to a variety of execution practices. This was from John Levinson, a scholar who wrote a commentary on Esther that I first came across this. And he surveyed, like, ancient Near Eastern execution techniques. And crucifixion or hanging was not common in the ancient Persian Empire, but impaling was.",
    "start": "00:54:01",
    "end": "00:54:30"
  },
  {
    "text": "Yeah. And so in our reach. Scripture video.",
    "start": "00:54:30",
    "end": "00:54:33"
  },
  {
    "text": "Yeah, yeah. It's a big impaling. And the new international version translates the tree as a pole, and they translate hang as impaled.",
    "start": "00:54:33",
    "end": "00:54:42"
  },
  {
    "text": "So gross.",
    "start": "00:54:42",
    "end": "00:54:43"
  },
  {
    "text": "Yeah, it's mortifying. So what's significant, though, notice, however, it's the wicked want to kill the righteous upon a tall tree, an exalted tree. And what happens is inverted, is that in fact, the wicked is killed upon that high tree that he made to kill the righteous. And there's a whole. I haven't worked this out yet. I know all the texts, but I haven't pondered them enough. There's a whole design pattern theme about people dying on the tree. And Jesus crucifixion is the culmination of that theme. But there's a bunch of kings in Joshua who get hung on trees. There's a law that says Judas hangs.",
    "start": "00:54:43",
    "end": "00:55:20"
  },
  {
    "text": "Himself on a tree. Huh?",
    "start": "00:55:20",
    "end": "00:55:21"
  },
  {
    "text": "Judas hangs himself. I don't remember it being on a tree, but he did hang himself and his guts spill out on the ground. That's a gross scene. Then there's a law in Deuteronomy 23 about the 1 who hangs upon a tree is cursed by God. So these are all connected somehow in that the death upon the tree is this very shameful way to die, and then it ends up being the way that Jesus dies. So I think the phrase hung upon the tree it's like a phrase that could refer to many different kinds of execution. But what's important is the design, pattern, meaning of that phrase that goes all the way back to the tree that caused death from the garden. I think that's how it's all connected, but I haven't worked it out yet.",
    "start": "00:55:21",
    "end": "00:56:04"
  },
  {
    "text": "Sounds like a long, interesting conversation.",
    "start": "00:56:04",
    "end": "00:56:06"
  },
  {
    "text": "Yeah, totally. And, yeah, it's kind of a gruesome way to end. Let's end on a high note. Lauren from Dallas, Texas. Hey, Tim and John, this is Lauren from Dallas, Texas. I love Bibleproject and I'm loving this current discussion. One tree that pops up in John 1:48 is when Jesus sees Nathaniel under the fig tree. And that has always perplexed me, and I've been wondering if there is significance there and if you could elaborate on that. Thanks so much. Do you know the story, the culmination of the opening chapter of John? Nathaniel is the last disciple that Jesus calls out of the whole group. Andrew, Simon, and so on in chapter one. And he comes up to Nathanael. Jesus does. This is in verse 47. And he says, ah, look, an Israelite in whom there is no deceit, no treachery. Here's the son of Israel who's not treacherous. You're giving me blank stares here.",
    "start": "00:56:06",
    "end": "00:57:06"
  },
  {
    "text": "Well, I know this from Sunday school because it's just this classic, like, how did you know anything about me?",
    "start": "00:57:07",
    "end": "00:57:11"
  },
  {
    "text": "Oh, yeah, yeah, yeah. And then, oh, no, I'm going after something else.",
    "start": "00:57:11",
    "end": "00:57:14"
  },
  {
    "text": "Okay.",
    "start": "00:57:14",
    "end": "00:57:15"
  },
  {
    "text": "A son of Israel who's not treacherous.",
    "start": "00:57:15",
    "end": "00:57:18"
  },
  {
    "text": "I feel like you're doing this.",
    "start": "00:57:20",
    "end": "00:57:21"
  },
  {
    "text": "You're like, I'm not fishing.",
    "start": "00:57:21",
    "end": "00:57:23"
  },
  {
    "text": "Please just pick that up, Sean.",
    "start": "00:57:23",
    "end": "00:57:24"
  },
  {
    "text": "Totally. Who's the most treacherous person in the book of Genesis? A guy named Israel. Okay, Right. Deceives his blind father, deceives his brother, deceives his uncle after being deceived by his uncle. Deceit is the word associated with Israel in the book of Genesis.",
    "start": "00:57:26",
    "end": "00:57:45"
  },
  {
    "text": "Okay.",
    "start": "00:57:45",
    "end": "00:57:46"
  },
  {
    "text": "Jacob. Yeah. Well, Jacob, whose name gets changed to Israel because he fights with God.",
    "start": "00:57:46",
    "end": "00:57:51"
  },
  {
    "text": "Yeah.",
    "start": "00:57:51",
    "end": "00:57:51"
  },
  {
    "text": "So.",
    "start": "00:57:52",
    "end": "00:57:52"
  },
  {
    "text": "And his name actually is a play on the word deceit at all.",
    "start": "00:57:52",
    "end": "00:57:55"
  },
  {
    "text": "It's a play on the word fighting with God.",
    "start": "00:57:55",
    "end": "00:57:57"
  },
  {
    "text": "Israel is.",
    "start": "00:57:57",
    "end": "00:57:58"
  },
  {
    "text": "Yeah. Oh, but Jacob means. Yeah, he'll grabber, he'll sneak.",
    "start": "00:57:58",
    "end": "00:58:02"
  },
  {
    "text": "Yeah.",
    "start": "00:58:02",
    "end": "00:58:02"
  },
  {
    "text": "Somebody who trips other people by grabbing them.",
    "start": "00:58:02",
    "end": "00:58:04"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:58:04",
    "end": "00:58:06"
  },
  {
    "text": "Trickster. Okay, Trickster. Got it. Jacob means trickster.",
    "start": "00:58:06",
    "end": "00:58:08"
  },
  {
    "text": "Jacob means trickster. His name gets changed to one who wrestles with God.",
    "start": "00:58:08",
    "end": "00:58:12"
  },
  {
    "text": "Yeah. Fights with God. Both.",
    "start": "00:58:12",
    "end": "00:58:14"
  },
  {
    "text": "Yeah. They're pretty brawly names.",
    "start": "00:58:14",
    "end": "00:58:15"
  },
  {
    "text": "And every part of his life is marked by deceit.",
    "start": "00:58:15",
    "end": "00:58:18"
  },
  {
    "text": "Okay.",
    "start": "00:58:18",
    "end": "00:58:19"
  },
  {
    "text": "Jesus is here to begin the renewal of Israel. And he sees an Israel in whom there is no deceit. And so Nathaniel's like, what? How do you know me?",
    "start": "00:58:19",
    "end": "00:58:29"
  },
  {
    "text": "Yeah, I guess that's not the point.",
    "start": "00:58:29",
    "end": "00:58:31"
  },
  {
    "text": "Yeah. He says, listen, I saw you sitting under the fig tree. This is Jesus the riddler, prophetic riddler at work here. Yeah. There's a whole network of texts in Micah, Zechariah, and First Kings that talk about the golden age of Solomon or the golden age of Messianic kingdom where every Israelite will sit under their own vine and fig tree. So what Jesus is saying is, ah, here's an Israelite who I can begin the renewal movement with.",
    "start": "00:58:31",
    "end": "00:58:57"
  },
  {
    "text": "It's like he's a picture of the things to come.",
    "start": "00:58:58",
    "end": "00:59:01"
  },
  {
    "text": "Yeah. A picture of the renewed Israel for sure. And then Jesus goes on, and so Nathaniel's like, whoa, you're the Son of God. You're the King of Israel. And Jesus is like, oh, you like that thing about the fig tree? Just wait. You're going to see greater than that. Truly. Truly. You'll see the skies open and the messengers of God ascending and descending on the Son of Man. It's about Jacob's dream on the high place of Bethel, which is the house of God.",
    "start": "00:59:01",
    "end": "00:59:30"
  },
  {
    "text": "You're going to see God's space coming.",
    "start": "00:59:30",
    "end": "00:59:33"
  },
  {
    "text": "Down into our space. Yeah. And so that story about Jacob, trickster in Genesis 28, what Jacob sees as a stairway uniting heaven and earth. And Jesus replays that, but makes himself the stairway. He doesn't say, you'll see the angels going up and down on the stairway. He says, you'll see the angels going up and down on me.",
    "start": "00:59:33",
    "end": "00:59:53"
  },
  {
    "text": "He's the bridge.",
    "start": "00:59:53",
    "end": "00:59:54"
  },
  {
    "text": "The tabernacle of God has become flesh. The Word has become flesh and made a tabernacle among us. So it's such a great moment because it's highlighting probably, like, half a dozen Hebrew Bible texts, and it's doing it all, like, in this subtle way that it makes me smile. That's why. I'm sorry, I was fishing.",
    "start": "00:59:54",
    "end": "01:00:13"
  },
  {
    "text": "No, no, it's great. Well, what's funny is it just gets so flattened out in Sunday school to just the story about, oh, isn't that cute? How Jesus knew this guy, supernaturally knew this guy.",
    "start": "01:00:13",
    "end": "01:00:25"
  },
  {
    "text": "And that's one part of what's going on for sure. He's like a prophet, he has supernatural knowledge, but that's not the whole of what's going on. Yeah. We made it through nine questions. I think that's the most we've ever done.",
    "start": "01:00:25",
    "end": "01:00:37"
  },
  {
    "text": "Yeah, well done. Good work.",
    "start": "01:00:38",
    "end": "01:00:41"
  },
  {
    "text": "Good job.",
    "start": "01:00:41",
    "end": "01:00:41"
  },
  {
    "text": "I feel like with this theme, we dance around in a lot of different ideas.",
    "start": "01:00:41",
    "end": "01:00:47"
  },
  {
    "text": "That's true.",
    "start": "01:00:47",
    "end": "01:00:48"
  },
  {
    "text": "I think some themes seem to have this really tight unifying thing going on. With the tree theme, it seems like there's so much. We talked about sacrifice and obedience.",
    "start": "01:00:48",
    "end": "01:01:01"
  },
  {
    "text": "We talk about wisdom and the fear of the Lord.",
    "start": "01:01:01",
    "end": "01:01:04"
  },
  {
    "text": "Wisdom and the fear of the Lord. We're talking about the sacrifice of Jesus and his blood. In my mind, I want to create this one concrete system for this theme to live in. And it feels like this one doesn't work so well that way. I mean, we talked about cursed is the one who dies on a tree. That seems like a whole thing.",
    "start": "01:01:04",
    "end": "01:01:23"
  },
  {
    "text": "Yep, that's right.",
    "start": "01:01:23",
    "end": "01:01:24"
  },
  {
    "text": "But anyways, I think what I've appreciated about this theme, what I've sensed other people appreciate about this theme, is that it is rich and. And it gets you to think about so much in a fresh perspective. In the same way that we open talking about what does it mean to live, to eat from the tree of life practically. And as soon as you open that door, you're into this whole world of a beautiful question. I feel like it does that in all these arenas. It just keeps opening doors for you to contemplate.",
    "start": "01:01:24",
    "end": "01:01:57"
  },
  {
    "text": "Yeah, well said. It's almost like a meta type of theme that can hold lots of other sub themes that unite the storyline of the Bible. To me, the tree imagery throughout the Bible has become one of the best ways to show the poetic imagination of the biblical authors that through the image of a tree, they can ignite so many sub themes and ideas and plot twists all under the common imagery of a tree that can all of a sudden mean so many things. And it's clear that they don't want to shut down our imaginations with this tree imagery. They want to ignite it, which to me has become a really exciting way to think about trees.",
    "start": "01:01:57",
    "end": "01:02:41"
  },
  {
    "text": "Thanks for listening along. I think this is going to go out at the end of the tree series. So it means next week we will be talking about parables.",
    "start": "01:02:41",
    "end": "01:02:50"
  },
  {
    "text": "Yeah. How to read the parables of Jesus.",
    "start": "01:02:50",
    "end": "01:02:52"
  },
  {
    "text": "Now that video is already out.",
    "start": "01:02:52",
    "end": "01:02:53"
  },
  {
    "text": "Yep.",
    "start": "01:02:53",
    "end": "01:02:53"
  },
  {
    "text": "But we haven't released the conversation, so that'll be next.",
    "start": "01:02:54",
    "end": "01:02:57"
  },
  {
    "text": "Talking about parables next series.",
    "start": "01:02:57",
    "end": "01:02:58"
  },
  {
    "text": "Jesus the Riddler. He brought it up.",
    "start": "01:02:58",
    "end": "01:03:00"
  },
  {
    "text": "Jesus the Riddler. It's exactly right. Yeah. That's gonna be awesome. Thank you guys for listening to the BibleProject podcast. Thank you for sending in your questions. We love hearing from you. We're so, so grateful for your enthusiasm and your support. BibleProject is a nonprofit animation studio in Portland, Oregon. We make videos and resources that show how the Bible is a unified story that leads to Jesus. Thanks for listening.",
    "start": "01:03:00",
    "end": "01:03:24"
  },
  {
    "text": "My name's River. My name is Claire.",
    "start": "01:03:25",
    "end": "01:03:28"
  },
  {
    "text": "What's your favorite video from the Bible Project?",
    "start": "01:03:28",
    "end": "01:03:30"
  },
  {
    "text": "I think it's when God talks about the mustard seed and how it grows into a big, huge, big, huge tree thing. Mustard seed? Yeah, it's like where God says there's a little mustard seed and that's how my dead stuff. How I'm gonna die and then I'm gonna spur into a huge thing or something.",
    "start": "01:03:32",
    "end": "01:03:57"
  },
  {
    "text": "How did you first find out about the Bible project?",
    "start": "01:03:57",
    "end": "01:03:59"
  },
  {
    "text": "Oh, that was a long time ago. I don't even remember. I don't know, Mom. I guess we believe the Bible as a unified story that leads to Jesus. Us, We're a crowdfunded project by people like me. Find free videos, study notes, podcasts and more@thebibleproject.com.",
    "start": "01:04:00",
    "end": "01:04:25"
  }
]