[
  {
    "text": "Have you ever sat by a peaceful river, looked on at a tree planted nearby, blooming with flowers, and thought, you know, that tree is a great image for what human flourishing looks like? Well, if you haven't done that creative exercise, the biblical authors have. In fact, the Author of Psalm 1 imagines the abundant life and says, that person is like a tree planted by streams of water which yields its fruit in season and whose leaf does not wither. Whatever they do, prospers. In fact, this metaphor that humans are trees, it doesn't just pop up here and there in the Bible. It's actually a unifying theme throughout the entire story.",
    "start": "00:00:03",
    "end": "00:00:50"
  },
  {
    "text": "Trees, they have a significant animated role in the biblical story. They are not passive. Trees play an active role.",
    "start": "00:00:50",
    "end": "00:00:58"
  },
  {
    "text": "In the first creation account in Genesis, God creates trees and tells them to be fruitful, and then later, he creates humans and tells them also to be fruitful.",
    "start": "00:00:58",
    "end": "00:01:10"
  },
  {
    "text": "This is all on purpose. This is all intentional. And I meant to connect all of these stories as a unified, developing theme. And it's strategically at the key hinge points of the whole biblical story. Lo and behold, there's almost always a tree somewhere in the mix.",
    "start": "00:01:11",
    "end": "00:01:29"
  },
  {
    "text": "I'm John, and This is the BibleProject podcast. And in today's episode, Tim and I begin a new series discussing all the wonderful imagery of trees throughout the Bible. The Tree of Knowing, good and bad. The Tree of Life, the burning bush, the cross. But first, to set the table for this conversation, we begin with with an underlying metaphor that the biblical authors want us to ponder, and that is that humans are like trees. Thanks for joining us. Here we go. We're starting a new theme video. Yes, we are on the Trees of Eden.",
    "start": "00:01:29",
    "end": "00:02:15"
  },
  {
    "text": "The Trees of Eden, yeah, was the title I thought of a while ago, but the more I've worked on it, the more I think it's a cool chance to zero in on the Tree of Life.",
    "start": "00:02:15",
    "end": "00:02:26"
  },
  {
    "text": "Specifically the tree life. There's two trees in Eden of note. Yes, there's many trees in Eden.",
    "start": "00:02:26",
    "end": "00:02:31"
  },
  {
    "text": "Yeah, this is just a big garden full of trees. But two play an important role in the plot.",
    "start": "00:02:31",
    "end": "00:02:37"
  },
  {
    "text": "Yes, but we've talked a lot about the Tree of the Knowledge. Good and bad, correct, as we now call it.",
    "start": "00:02:37",
    "end": "00:02:42"
  },
  {
    "text": "Yeah, that's right. Good and bad. We've talked less about the Tree of Life, but they're related, which we've talked about before. We'll talk about again, but for the moment, we don't have to decide the title right now. No, it's just the beginning of the discovery process. So it's about the trees. The Trees in Eden. And then the theme of sacred trees, where humanity meets God or fails God or has to own up to their failures at trees on high places throughout the story of the Bible.",
    "start": "00:02:42",
    "end": "00:03:11"
  },
  {
    "text": "Trees in high places.",
    "start": "00:03:11",
    "end": "00:03:12"
  },
  {
    "text": "Trees in high places. It's a thing. It's a major design pattern throughout the Bible.",
    "start": "00:03:12",
    "end": "00:03:18"
  },
  {
    "text": "So we need to recall back to the how to Read the Bible series. Jewish meditation literature.",
    "start": "00:03:18",
    "end": "00:03:25"
  },
  {
    "text": "Correct.",
    "start": "00:03:25",
    "end": "00:03:25"
  },
  {
    "text": "The Bible is Jewish meditation literature. And one of the hallmarks of Jewish meditation literature is that biblical authors will riff off of symbols, types like images, characters, settings, all these things, and by repeating them and building on them in new ways, they're actually communicating important ideas.",
    "start": "00:03:25",
    "end": "00:03:52"
  },
  {
    "text": "Correct. Repetition, really. It's just. It's a basic communication strategy of repetition with variation.",
    "start": "00:03:52",
    "end": "00:03:59"
  },
  {
    "text": "Yeah. And so the trees. There's repetition of this idea of trees.",
    "start": "00:03:59",
    "end": "00:04:04"
  },
  {
    "text": "Correct.",
    "start": "00:04:04",
    "end": "00:04:05"
  },
  {
    "text": "That's what you mean by design.",
    "start": "00:04:05",
    "end": "00:04:06"
  },
  {
    "text": "Exactly. So, yeah, going really big picture here. The Old and New Testaments, Hebrew Bible and the Greek New Testament is a collection of different scrolls and letters, but they are unified thematically and editorially. They've been composed as a collection in multiple stages. And one of the main ways that they're unified in terms of theme and message and story is through repetition of ideas, of scenes, images, keywords that repeat through story after story after story. And when you see a repeated set of images in a story, where your mind is meant to go is to all of the earlier places where those images occur in a story. And then you're meant to start to think of them as one whole idea throughout the whole collection. So trees. People meeting God at trees and either succeeding or failing a test.",
    "start": "00:04:06",
    "end": "00:05:02"
  },
  {
    "text": "Major theme.",
    "start": "00:05:03",
    "end": "00:05:04"
  },
  {
    "text": "Major theme throughout the whole of the Bible, coming to its climax in the story of the tree on the hill of Golgotha in the Gospels, and then the Tree of Life in the New Jerusalem on the last page of the Bible. So it qualifies as a theme. Yeah, throughout the whole Bible, begins on pages one and two, leads throughout the whole Bible up to the story of Jesus, and then on to the last page.",
    "start": "00:05:04",
    "end": "00:05:27"
  },
  {
    "text": "The.",
    "start": "00:05:27",
    "end": "00:05:27"
  },
  {
    "text": "There is no better candidate for a biblical theme than the Tree of Life.",
    "start": "00:05:27",
    "end": "00:05:32"
  },
  {
    "text": "However, it wasn't on your original list.",
    "start": "00:05:32",
    "end": "00:05:34"
  },
  {
    "text": "No.",
    "start": "00:05:34",
    "end": "00:05:35"
  },
  {
    "text": "You had like, I don't know, a dozen. Two dozen themes?",
    "start": "00:05:35",
    "end": "00:05:39"
  },
  {
    "text": "Yeah.",
    "start": "00:05:39",
    "end": "00:05:39"
  },
  {
    "text": "Was it two dozen?",
    "start": "00:05:39",
    "end": "00:05:40"
  },
  {
    "text": "Yeah. We could go back and look, but Tree of Life got added somewhere in the last year and a half here.",
    "start": "00:05:40",
    "end": "00:05:45"
  },
  {
    "text": "But now you are very convinced.",
    "start": "00:05:45",
    "end": "00:05:49"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:05:49",
    "end": "00:05:50"
  },
  {
    "text": "It's a theme.",
    "start": "00:05:50",
    "end": "00:05:50"
  },
  {
    "text": "It is all about the trees.",
    "start": "00:05:50",
    "end": "00:05:52"
  },
  {
    "text": "It's all about the trees.",
    "start": "00:05:52",
    "end": "00:05:53"
  },
  {
    "text": "All about the trees. Let's begin with some surprising facts. About trees in the Bible.",
    "start": "00:05:53",
    "end": "00:05:58"
  },
  {
    "text": "Okay.",
    "start": "00:05:58",
    "end": "00:05:58"
  },
  {
    "text": "Yeah, let's do it. Apart from God and humans, trees are the most frequently mentioned living thing in the Bible.",
    "start": "00:05:59",
    "end": "00:06:08"
  },
  {
    "text": "Interesting.",
    "start": "00:06:08",
    "end": "00:06:09"
  },
  {
    "text": "You know, God appears thousands of times, especially in sentences like and God said or and God did.",
    "start": "00:06:09",
    "end": "00:06:14"
  },
  {
    "text": "Okay.",
    "start": "00:06:14",
    "end": "00:06:15"
  },
  {
    "text": "Humans are on every page.",
    "start": "00:06:15",
    "end": "00:06:17"
  },
  {
    "text": "Yeah.",
    "start": "00:06:17",
    "end": "00:06:17"
  },
  {
    "text": "So God and humans. And so you're like, what's the next possible thing that could be mentioned? Living thing could be mentioned. And animals is one. Yeah.",
    "start": "00:06:17",
    "end": "00:06:25"
  },
  {
    "text": "Like animals as a group are mentioned less than trees.",
    "start": "00:06:26",
    "end": "00:06:29"
  },
  {
    "text": "Just animals as a whole or any animal in particular.",
    "start": "00:06:29",
    "end": "00:06:33"
  },
  {
    "text": "It's more impressive than just animals as a whole.",
    "start": "00:06:33",
    "end": "00:06:35"
  },
  {
    "text": "There's a lot of animals in the Bible.",
    "start": "00:06:35",
    "end": "00:06:37"
  },
  {
    "text": "Yeah.",
    "start": "00:06:37",
    "end": "00:06:37"
  },
  {
    "text": "But trees appear way more often than animals. Correct. Wow. Yeah. Trees, Trees. So for example, this is really nerdy. I just searched, you know, one of the more well known English translations, modern English translations, the new international version. Yeah. The word tree appears in that translation 293 times. The word fruit appears 212 times. The word branch. 107, root 57, forest 51, vine, 72, leaf 19. Just that right there. Tree, fruit, branch, root, forest, vine, leaf. Gives you over 800 appearances. And that doesn't include the hundreds of times that specific species of tree are mentioned. Palms, acacia trees, oak trees, terebinth, willows, sycamore, fig, olives, pomegranates, and you could name about 10 more. So we're, I mean, we're up to over a thousand different texts where trees and tree related things are mentioned. That's a lot. It was surprising to me.",
    "start": "00:06:37",
    "end": "00:07:46"
  },
  {
    "text": "Is it a lot? I mean, I don't have a baseline to compare that to.",
    "start": "00:07:46",
    "end": "00:07:50"
  },
  {
    "text": "Well, you know, if you pick up like a modern novel, you know, like who's the. You see all his books in the airport. Grisham. John Grisham. Is it John Grisham? Yeah, John Grisham. You know, like exciting thrillers, mysteries, popular. Yeah, yeah, John Grisham. If you were to do a word search on trees in his book, like any given novel, my hunch is you wouldn't get anywhere near this number.",
    "start": "00:07:50",
    "end": "00:08:13"
  },
  {
    "text": "How many words in the Bible?",
    "start": "00:08:13",
    "end": "00:08:14"
  },
  {
    "text": "Oh, how many words? Let's see if it just goes pages. Average English translation of the Bible. Well, it depends on font size. Really varies.",
    "start": "00:08:14",
    "end": "00:08:22"
  },
  {
    "text": "1000 pages, 1500 pages, 783,137.",
    "start": "00:08:22",
    "end": "00:08:27"
  },
  {
    "text": "So if you have two pages open in front of you, odds are there's some kind of tree on that. On one of those two pages.",
    "start": "00:08:28",
    "end": "00:08:34"
  },
  {
    "text": "Is that right?",
    "start": "00:08:35",
    "end": "00:08:36"
  },
  {
    "text": "You have two facing pages. Odds are you've got a tree on one of them.",
    "start": "00:08:36",
    "end": "00:08:40"
  },
  {
    "text": "That's A lot. That's a lot of trees.",
    "start": "00:08:41",
    "end": "00:08:42"
  },
  {
    "text": "A lot of them come in density.",
    "start": "00:08:42",
    "end": "00:08:44"
  },
  {
    "text": "Sure.",
    "start": "00:08:44",
    "end": "00:08:44"
  },
  {
    "text": "You know, much of this has to do also with the cultural context of the Bible. So the Hebrew Bible was written by a community of Jewish scribes and prophets who, for the most part, were living in the hill country of Judea and Israel. And it was a tribal nation, network of farming communities.",
    "start": "00:08:44",
    "end": "00:09:04"
  },
  {
    "text": "Yeah. Trees are on the brain.",
    "start": "00:09:05",
    "end": "00:09:06"
  },
  {
    "text": "Trees are like. They are their life.",
    "start": "00:09:06",
    "end": "00:09:08"
  },
  {
    "text": "Yeah. And vegetation in general.",
    "start": "00:09:08",
    "end": "00:09:10"
  },
  {
    "text": "Yeah, totally. So a lot of it's culturally specific. I'm not trying to over press the significance. I'm just saying it is interesting. Trees play a major role. Lots of trees throughout the Bible.",
    "start": "00:09:10",
    "end": "00:09:21"
  },
  {
    "text": "Yeah.",
    "start": "00:09:22",
    "end": "00:09:22"
  },
  {
    "text": "Some famous Bible stories or verses with trees. Obviously, Genesis 1 and 2, the most famous trees in the Bible. Two of the most recognizable things from the Garden of Eden story.",
    "start": "00:09:22",
    "end": "00:09:32"
  },
  {
    "text": "Oh, right, yeah.",
    "start": "00:09:32",
    "end": "00:09:33"
  },
  {
    "text": "Are trees.",
    "start": "00:09:33",
    "end": "00:09:34"
  },
  {
    "text": "Are the two trees.",
    "start": "00:09:34",
    "end": "00:09:35"
  },
  {
    "text": "Yeah. The story of Moses and the burning bush. Bush, which. There is an affinity and a connection, I think in English. When I think of bush, I think of basically like a little miniature tree, but it's more spreading. And it seems like in the biblical imagination, they're way more connected in the vocabulary and imagery. A tree is just a big bush and a bush is a small tree. For how the vocabulary works, we had.",
    "start": "00:09:35",
    "end": "00:10:02"
  },
  {
    "text": "This tree in our front yard at our previous house that if you didn't trim off all the extra shoots that came out, it would turn into a bush.",
    "start": "00:10:02",
    "end": "00:10:09"
  },
  {
    "text": "Oh, sure.",
    "start": "00:10:09",
    "end": "00:10:09"
  },
  {
    "text": "But if you kept trimming those down, cutting them off, it would be a tree.",
    "start": "00:10:09",
    "end": "00:10:13"
  },
  {
    "text": "Yeah. And it makes sense if actually, if just normal observation. You look at a bush, you look at a tree, and even though they have different shape of leaves and height, you. You look at them and go, oh, that's the same category of thing.",
    "start": "00:10:13",
    "end": "00:10:24"
  },
  {
    "text": "It's a squatty tree.",
    "start": "00:10:25",
    "end": "00:10:26"
  },
  {
    "text": "Squatty tree. And even a flower, it has a different kind of stem, but it comes up out of the ground.",
    "start": "00:10:26",
    "end": "00:10:33"
  },
  {
    "text": "Small, pretty bendy tree.",
    "start": "00:10:33",
    "end": "00:10:34"
  },
  {
    "text": "Yes. Tiny tree. Yeah. So, yes, the word tree. Ah. This is important for everything we're about to do. The word tree in Hebrew is very flexible. It's the Hebrew word ats. And it can refer to a tree, it can refer to a bush, it can refer to, as we're going to see, a symbolic tree that is an idol, statue. It can refer to what we would call wood.",
    "start": "00:10:34",
    "end": "00:10:59"
  },
  {
    "text": "Okay.",
    "start": "00:10:59",
    "end": "00:11:00"
  },
  {
    "text": "So when you cut down in eights.",
    "start": "00:11:00",
    "end": "00:11:02"
  },
  {
    "text": "You still have eights.",
    "start": "00:11:02",
    "end": "00:11:03"
  },
  {
    "text": "You still have eights. When you shape the eights into firewood, it's eights that you're throwing onto the fire. Whereas we differentiate between Living tree and wood. Do we use wood for a living environment? Anything? It's biologically, no.",
    "start": "00:11:03",
    "end": "00:11:19"
  },
  {
    "text": "It's interesting. I was. I'm reading.",
    "start": "00:11:19",
    "end": "00:11:21"
  },
  {
    "text": "I think it means dead.",
    "start": "00:11:21",
    "end": "00:11:22"
  },
  {
    "text": "No, In. I guess in Britain, in their English, a wood.",
    "start": "00:11:22",
    "end": "00:11:28"
  },
  {
    "text": "Oh, yes. In the singular.",
    "start": "00:11:28",
    "end": "00:11:29"
  },
  {
    "text": "In the singular is a forest.",
    "start": "00:11:29",
    "end": "00:11:31"
  },
  {
    "text": "Yes, but we have plural for that in England. American English, you go into the woods.",
    "start": "00:11:31",
    "end": "00:11:35"
  },
  {
    "text": "Go into the woods.",
    "start": "00:11:35",
    "end": "00:11:36"
  },
  {
    "text": "The woods.",
    "start": "00:11:36",
    "end": "00:11:37"
  },
  {
    "text": "But you go into the wood in Britain.",
    "start": "00:11:37",
    "end": "00:11:39"
  },
  {
    "text": "Yeah. British English, you can go into the wood. Go into the wood, yeah. So that's unique. Okay, so wood in some traditions of English still can refer to a living tree, but in American English, it's generally.",
    "start": "00:11:39",
    "end": "00:11:54"
  },
  {
    "text": "Referring to the material you get from a tree.",
    "start": "00:11:55",
    "end": "00:11:58"
  },
  {
    "text": "From a tree. If you've harvested a tree, then you got wood, have wood. In Hebrew, it's all eights.",
    "start": "00:11:58",
    "end": "00:12:03"
  },
  {
    "text": "Eights.",
    "start": "00:12:03",
    "end": "00:12:04"
  },
  {
    "text": "Just eights. So Abraham puts eights on Isaac's back. It's the eights for the burnt offering.",
    "start": "00:12:04",
    "end": "00:12:11"
  },
  {
    "text": "Yeah.",
    "start": "00:12:11",
    "end": "00:12:11"
  },
  {
    "text": "This we would call firewood. Yeah, yeah. Anyhow, that's going to be important because the fact that eights can cover so many different types of a tree, a bush.",
    "start": "00:12:12",
    "end": "00:12:21"
  },
  {
    "text": "So does that mean that the eights of life might be a bush or a flower?",
    "start": "00:12:22",
    "end": "00:12:29"
  },
  {
    "text": "Flowers are not called eights.",
    "start": "00:12:31",
    "end": "00:12:32"
  },
  {
    "text": "Okay.",
    "start": "00:12:32",
    "end": "00:12:32"
  },
  {
    "text": "Yeah. Flowers aren't called eights, but a bush can be called eights.",
    "start": "00:12:32",
    "end": "00:12:35"
  },
  {
    "text": "Could be a bush.",
    "start": "00:12:35",
    "end": "00:12:35"
  },
  {
    "text": "Correct.",
    "start": "00:12:35",
    "end": "00:12:36"
  },
  {
    "text": "What about vines?",
    "start": "00:12:36",
    "end": "00:12:37"
  },
  {
    "text": "Vines, yeah. In Ezekiel 15, he has this little parable about a vine tree, and he calls it the Eitz hagefen, the wood of the vine.",
    "start": "00:12:38",
    "end": "00:12:48"
  },
  {
    "text": "The wood of the vine.",
    "start": "00:12:48",
    "end": "00:12:49"
  },
  {
    "text": "The wood of the vine.",
    "start": "00:12:49",
    "end": "00:12:49"
  },
  {
    "text": "The tree of the vine.",
    "start": "00:12:50",
    "end": "00:12:51"
  },
  {
    "text": "Yeah. So, yeah, like, rigid, literal English would be the tree of the vine, but it's referring to the wood substance, that. And, yeah, we've got a grapevine in our yard, and it's pretty thick. Thick as. It's like a branch, especially old ones get pretty thick. And it's wood. I mean, it's not green and pliable. It's wood.",
    "start": "00:12:52",
    "end": "00:13:11"
  },
  {
    "text": "Right.",
    "start": "00:13:12",
    "end": "00:13:12"
  },
  {
    "text": "It's not like it's hagefen, the wood of the vine. Okay. So that's important because all these different passages that have different species of trees and bushes, but in the biblical imagination, they're all eights. Eights, which means they can be connected in design patterns.",
    "start": "00:13:12",
    "end": "00:13:30"
  },
  {
    "text": "In Tolkien, aren't trees called ents?",
    "start": "00:13:30",
    "end": "00:13:32"
  },
  {
    "text": "Oh, well, there are. Ents are a kind of tree creature. Yeah. Yeah.",
    "start": "00:13:32",
    "end": "00:13:36"
  },
  {
    "text": "I was just wondering if it's related. It sounds like eight.",
    "start": "00:13:36",
    "end": "00:13:38"
  },
  {
    "text": "Treebeard.",
    "start": "00:13:38",
    "end": "00:13:39"
  },
  {
    "text": "Treebeard.",
    "start": "00:13:39",
    "end": "00:13:40"
  },
  {
    "text": "He's the famous ent. Yeah, totally. Yeah. Yeah. And the trees, as we're gonna see, right on Genesis 1, they have a significant animated role in the biblical story. They are not passive trees. Yeah. Play an active role in the story. Different than animals and humans, but still among the living things. Okay, sorry, we were just going through.",
    "start": "00:13:40",
    "end": "00:14:01"
  },
  {
    "text": "Famous Moses and the burning tree.",
    "start": "00:14:01",
    "end": "00:14:02"
  },
  {
    "text": "Moses, burning tree, bush, Psalm 1. The righteous one who meditates on the Torah Classic. Yeah. He's like a tree planted by streams of water, yields its fruit in season.",
    "start": "00:14:02",
    "end": "00:14:15"
  },
  {
    "text": "Yeah. It's a common metaphor to talk about people as trees.",
    "start": "00:14:16",
    "end": "00:14:19"
  },
  {
    "text": "Correct. Which we're going to take a moment to stop and revisit our metaphor conversation. Jesus talked a lot about trees in his teachings and parables. I am the vine, you are the branches. Jesus portrays himself as a tree. Jesus portrays the kingdom of God as a mustard seed that becomes a huge tree.",
    "start": "00:14:20",
    "end": "00:14:41"
  },
  {
    "text": "Yeah, I love that.",
    "start": "00:14:41",
    "end": "00:14:42"
  },
  {
    "text": "Yeah. And another one, and this didn't really stand out to me until I learned Greek. Was that the cross that Jesus is crucified on? The Greek word is Stauros.",
    "start": "00:14:42",
    "end": "00:14:53"
  },
  {
    "text": "For a cross.",
    "start": "00:14:53",
    "end": "00:14:54"
  },
  {
    "text": "For a cross. But the cross is regularly referred to as the tree, especially in the Book of Acts. In the speeches of the Book of Acts, the cross is not always, but regularly enough to notice it throughout the whole book that it's referred to as the tree upon which Jesus was hung.",
    "start": "00:14:54",
    "end": "00:15:14"
  },
  {
    "text": "Being hung upon a tree that's actually survived Christian tradition. I've noticed in hymns and worship songs and stuff.",
    "start": "00:15:14",
    "end": "00:15:22"
  },
  {
    "text": "Correct.",
    "start": "00:15:22",
    "end": "00:15:22"
  },
  {
    "text": "Often the cross is called a tree.",
    "start": "00:15:22",
    "end": "00:15:24"
  },
  {
    "text": "Yeah, correct. Yeah. There you go. I am familiar with that too. So the last significant fact is that trees, it's not just that they are all throughout the Bible equally occurring, equal density tree imagery occurs at strategic moments in the biblical story. Key like hinge narratives or poems. So we already talked about many creation. Genesis 1, story of Eden, the fall of humanity, the rebellion all revolves around two trees. The covenants, the significant covenant making moments in the story happened around trees. God makes covenants. Yeah.",
    "start": "00:15:24",
    "end": "00:16:00"
  },
  {
    "text": "That was more mountains.",
    "start": "00:16:00",
    "end": "00:16:01"
  },
  {
    "text": "Exactly. Yeah. Trees on top of high places is where God makes covenants consistently with Noah, Abraham, Moses and David. But the way that trees appear is different. Remember, a design pattern in the Bible is repetition with variation. So the way that the tree looks on each of those high places in the covenant scenes is different. Sometimes it's in the form of a boat made of explicitly made of eights. Other times it's an actual 8. Other times it's an eights that's not mentioned in the immediate story, but mentioned at the first time that Mount Sinai was mentioned. It's the story of the burning bush that's why? Where Moses meets God. And that's the mountain where he makes the.",
    "start": "00:16:01",
    "end": "00:16:45"
  },
  {
    "text": "Oh, yeah, it's the same mountain.",
    "start": "00:16:45",
    "end": "00:16:46"
  },
  {
    "text": "Yes, the mountain. And then the temple, which is made out of all kinds of eights. The Promised Land is a land full of vines and fig trees that everybody should get able to sit under. A lot of tree imagery. Depictions of the Promised Land, the temple is all about trees, literally, in terms of. It's made out of. But then symbolically, with the pomegranate trees woven into everything. With the cherubim in the prophets, the Messianic deliverer is regularly described metaphorically as a tree. In fact, in Jeremiah and Zechariah, the name for the Messianic ruler is branch.",
    "start": "00:16:46",
    "end": "00:17:22"
  },
  {
    "text": "Oh, yeah. The branch of branch, man. Branch, man.",
    "start": "00:17:22",
    "end": "00:17:25"
  },
  {
    "text": "Jesus parables. Jesus death. The work of the spirit is connected to leaf and fruit.",
    "start": "00:17:26",
    "end": "00:17:34"
  },
  {
    "text": "Okay.",
    "start": "00:17:34",
    "end": "00:17:35"
  },
  {
    "text": "Imagery. The fruit of the spirit.",
    "start": "00:17:35",
    "end": "00:17:37"
  },
  {
    "text": "Yeah.",
    "start": "00:17:37",
    "end": "00:17:37"
  },
  {
    "text": "Where does fruit grow? Right. It doesn't just appear in a basket. It grows on trees.",
    "start": "00:17:37",
    "end": "00:17:42"
  },
  {
    "text": "No. It just appears in the grocery store, and then I buy it.",
    "start": "00:17:42",
    "end": "00:17:44"
  },
  {
    "text": "And then the tree of life at the end of the story in the New Jerusalem. So just. The point is, this is all on purpose. This is all intentional. And I meant to connect all of these stories as a unified, developing theme. And it's strategically at the key hinge points of the whole biblical story. Lo and behold, there's almost always a tree somewhere in the mix. So there you go.",
    "start": "00:17:46",
    "end": "00:18:13"
  },
  {
    "text": "The Bible wants you to meditate on trees.",
    "start": "00:18:13",
    "end": "00:18:15"
  },
  {
    "text": "Yeah.",
    "start": "00:18:15",
    "end": "00:18:16"
  },
  {
    "text": "And by meditating on trees, you will become like a tree planted by streams.",
    "start": "00:18:16",
    "end": "00:18:20"
  },
  {
    "text": "Yeah, that's exactly right. So let's pause and recognize your cultural, social location.",
    "start": "00:18:20",
    "end": "00:18:29"
  },
  {
    "text": "Well.",
    "start": "00:18:30",
    "end": "00:18:30"
  },
  {
    "text": "And your family of origins. And all that is going to predispose you to a certain view of trees and plants.",
    "start": "00:18:30",
    "end": "00:18:38"
  },
  {
    "text": "Yeah.",
    "start": "00:18:39",
    "end": "00:18:39"
  },
  {
    "text": "To either not think about them. They don't play any role in your life.",
    "start": "00:18:39",
    "end": "00:18:43"
  },
  {
    "text": "Right.",
    "start": "00:18:43",
    "end": "00:18:43"
  },
  {
    "text": "They do play a role in our lives because they feed us, even though we don't.",
    "start": "00:18:43",
    "end": "00:18:47"
  },
  {
    "text": "We live inside of their bones.",
    "start": "00:18:47",
    "end": "00:18:50"
  },
  {
    "text": "Yeah.",
    "start": "00:18:51",
    "end": "00:18:51"
  },
  {
    "text": "With our houses.",
    "start": "00:18:53",
    "end": "00:18:54"
  },
  {
    "text": "Yeah.",
    "start": "00:18:54",
    "end": "00:18:55"
  },
  {
    "text": "Took a second.",
    "start": "00:18:55",
    "end": "00:18:56"
  },
  {
    "text": "It took me about five seconds to get that one. Yeah. Yeah, totally. My point is this is a moment where we have to let the Bible recreate a narrative world for us. Let the biblical authors assign the meaning and significance of things. I can't just assume that, you know.",
    "start": "00:18:56",
    "end": "00:19:12"
  },
  {
    "text": "Why trees are significant.",
    "start": "00:19:12",
    "end": "00:19:13"
  },
  {
    "text": "Yeah. That what I think of when I think of a tree. I can't just assume that's what the biblical authors think. Odds are it's very different. Unless you grew up in maybe a more rural or agrarian farming context where your life is connected to bushes. And trees, probably people from those cultures or settings have a leg up, have an advantage over people who grew up in more urban contexts. But I grew up in a city and there's lots of trees in Portland.",
    "start": "00:19:14",
    "end": "00:19:43"
  },
  {
    "text": "There are lots of trees in Portland, but that's Portland. Yes.",
    "start": "00:19:43",
    "end": "00:19:45"
  },
  {
    "text": "That's not true in many cities.",
    "start": "00:19:45",
    "end": "00:19:48"
  },
  {
    "text": "Yeah. Well, if you live in a desert city, it's not gonna have a lot of trees.",
    "start": "00:19:48",
    "end": "00:19:52"
  },
  {
    "text": "Yeah. There's gonna be a lot of low lying bushes.",
    "start": "00:19:52",
    "end": "00:19:55"
  },
  {
    "text": "Yeah.",
    "start": "00:19:55",
    "end": "00:19:56"
  },
  {
    "text": "So just as a way to close this kind of opening, getting trees on the brain movement, I came across as I was working on this, a really creative, fun book by a guy named Matthew Sleath called Reforesting what Trees Teach Us about the Nature of God. And it's really accessible. It's not nerdy academic, but he's really sharp and he's done a lot of work, work on treason in the Bible. So it's kind of like an overview of trees throughout the storyline in the Bible. So there's some overlap with what we're doing, and just really creative. But he's also. He has a background in the sciences, and so there's all these biblical meditations, but then scientific meditations on trees, the nature of trees, and the nature of human and tree interdependence. It's fascinating. So in the course of conversation, I'll bring up couple things that he brought to my attention that were kind of cool. But that's a fun, easy to read meditation on trees in general from a theological perspective.",
    "start": "00:19:57",
    "end": "00:20:59"
  },
  {
    "text": "What's it called again?",
    "start": "00:20:59",
    "end": "00:21:00"
  },
  {
    "text": "Reforesting Faith.",
    "start": "00:21:00",
    "end": "00:21:01"
  },
  {
    "text": "Reforesting Faith.",
    "start": "00:21:01",
    "end": "00:21:03"
  },
  {
    "text": "What Trees Teach Us about the nature of God. Thank you, Matthew Sleath. You probably don't listen to the podcast, but maybe someone will tell you. So, as with all biblical themes, start at the beginning.",
    "start": "00:21:03",
    "end": "00:21:15"
  },
  {
    "text": "Sam.",
    "start": "00:21:15",
    "end": "00:21:47"
  },
  {
    "text": "Okay. Genesis 1. Many things we could talk about. What I want to talk about is the symbolism and meaning of trees on page one of the Bible. Okay, so within the six days of God's work, there's the two. Two pairing panels. Yeah, days one through three, days four through six. Yeah, they're triads that match.",
    "start": "00:22:06",
    "end": "00:22:27"
  },
  {
    "text": "We've talked about this a lot.",
    "start": "00:22:28",
    "end": "00:22:29"
  },
  {
    "text": "That's right.",
    "start": "00:22:29",
    "end": "00:22:29"
  },
  {
    "text": "But if you're listening to this and that doesn't register, maybe in the notes. I don't know.",
    "start": "00:22:29",
    "end": "00:22:36"
  },
  {
    "text": "Yeah, that's right. Well, it actually, it matters for understanding the symbolism of trees.",
    "start": "00:22:36",
    "end": "00:22:41"
  },
  {
    "text": "Oh, okay. The triads get in it.",
    "start": "00:22:41",
    "end": "00:22:42"
  },
  {
    "text": "And the pairing. Okay, so the Design of Genesis 1, the first creation narrative, it begins with a prologue, verses 1 and 2. It concludes with an epilogue which is actually what is in modern Bibles. Chapter two, verses one through three, that's the epilogue. And what's in between verses three through 31 is this six days of God's working.",
    "start": "00:22:42",
    "end": "00:23:08"
  },
  {
    "text": "Yeah.",
    "start": "00:23:08",
    "end": "00:23:09"
  },
  {
    "text": "And those six days are designed in two pairing triads of days. Days one through three make a set. Make a set. And then days four through six go back and map onto what happened on days one through three, so that days one and four, days two and five, days three and six, all match in terms of content and vocabulary and so on.",
    "start": "00:23:09",
    "end": "00:23:34"
  },
  {
    "text": "Yeah.",
    "start": "00:23:34",
    "end": "00:23:34"
  },
  {
    "text": "The prologue began with saying everything was wild and waste, unordered, disordered and uninhabited. The first triad, days one through three.",
    "start": "00:23:34",
    "end": "00:23:43"
  },
  {
    "text": "Which in most translations, you'll find formless and void. Formless and void is a typical translation.",
    "start": "00:23:43",
    "end": "00:23:50"
  },
  {
    "text": "Yeah, Those are English words to get you for disorder. Formless. It has no form, it has no order.",
    "start": "00:23:50",
    "end": "00:23:56"
  },
  {
    "text": "Void.",
    "start": "00:23:56",
    "end": "00:23:57"
  },
  {
    "text": "Void.",
    "start": "00:23:57",
    "end": "00:23:57"
  },
  {
    "text": "Uninhabited.",
    "start": "00:23:57",
    "end": "00:23:58"
  },
  {
    "text": "Empty. Yeah. Days one, God's light emanates into the darkness. Day two, waters below are separated from the waters above. This is important. Day one, one thing happens. God's light. Day two, one thing happens. Waters separated from the waters. Day three, two things happen. Did you catch that?",
    "start": "00:23:58",
    "end": "00:24:20"
  },
  {
    "text": "Yeah.",
    "start": "00:24:20",
    "end": "00:24:20"
  },
  {
    "text": "One thing.",
    "start": "00:24:20",
    "end": "00:24:21"
  },
  {
    "text": "Day one, one. Day two, one thing.",
    "start": "00:24:21",
    "end": "00:24:23"
  },
  {
    "text": "Day three, two things, two things. The dry land emerges out of the water. That's the first thing of day three. The second thing of day three is plants emerge out of the ground. And specifically fruit trees. Trees of fruit. So that's days one through three. Days four through six back up and go back to the lights of day one. So God's light permeated darkness on day one. Now, day four, sun, moon, God gives inhabitants for each of the realms he just ordered. Three realms. The heavens, the. The waters. And then day three, the dry land. Days four through. Go back. The lights on day four, sun, moon, stars. Day five, the sky flyers and the water swarmers. They go in the waters above and below. That matches day two and day six. We're back to the dry land. And lo and behold, there are two acts on day six that match the two acts of day three. So that's important. Days one and two, God does one thing. Days four and five, God does one thing. Days three and six. God. God does two things on each of those days. And the last, the little, like the bonus. Think of it as the bonus thing on day three. On day three, there's a bonus. The fruit trees on day three. Yep, Fruit trees are the bonus. Day six, the bonus is humans who are to be fruitful.",
    "start": "00:24:23",
    "end": "00:25:44"
  },
  {
    "text": "Interesting.",
    "start": "00:25:45",
    "end": "00:25:46"
  },
  {
    "text": "So the bonus on day three is trees of fruit that Bear fruit with seed in them. The bonus of day six is humans who bear fruit. Seed.",
    "start": "00:25:46",
    "end": "00:25:55"
  },
  {
    "text": "Now, in English, that's the same word. Fruit trees and fruiting humans. Fruitful humans.",
    "start": "00:25:55",
    "end": "00:26:02"
  },
  {
    "text": "And it's the same root in Hebrew.",
    "start": "00:26:02",
    "end": "00:26:03"
  },
  {
    "text": "Okay.",
    "start": "00:26:03",
    "end": "00:26:03"
  },
  {
    "text": "The verb is para. On day three, God says, let the land bring forth vegetation. It's a big general category.",
    "start": "00:26:04",
    "end": "00:26:10"
  },
  {
    "text": "Yeah.",
    "start": "00:26:10",
    "end": "00:26:11"
  },
  {
    "text": "Then next category. Plants that produce seed. Next category. Fruit trees on the land that produce fruit that have seed in it. Corresponding. The bonus act on day six, matching the fruit trees is human. Fruitful humans who bear fruit and give birth to seed.",
    "start": "00:26:11",
    "end": "00:26:31"
  },
  {
    "text": "And in Hebrew, those are connected to. You're about to say, correct.",
    "start": "00:26:31",
    "end": "00:26:33"
  },
  {
    "text": "Yeah. So in other words, the design structure of Genesis 1 wants me to associate fruitful trees and fruitful humans as they both exist on the dry land and they both have a parallel function described with the same vocabulary.",
    "start": "00:26:33",
    "end": "00:26:49"
  },
  {
    "text": "So this is interesting, and I've been coming along with you in this journey of how to see the Bible in its literary form and find meaning from that.",
    "start": "00:26:50",
    "end": "00:27:00"
  },
  {
    "text": "Yeah.",
    "start": "00:27:00",
    "end": "00:27:01"
  },
  {
    "text": "But I just want to, like, mark this.",
    "start": "00:27:01",
    "end": "00:27:03"
  },
  {
    "text": "Okay.",
    "start": "00:27:03",
    "end": "00:27:03"
  },
  {
    "text": "Because what you're doing is you're saying.",
    "start": "00:27:03",
    "end": "00:27:05"
  },
  {
    "text": "Yes.",
    "start": "00:27:05",
    "end": "00:27:06"
  },
  {
    "text": "Days one through six create a pattern. Days one and three create these like domains.",
    "start": "00:27:06",
    "end": "00:27:13"
  },
  {
    "text": "Correct.",
    "start": "00:27:13",
    "end": "00:27:14"
  },
  {
    "text": "Days four through six then match those domains with inhabitants.",
    "start": "00:27:14",
    "end": "00:27:18"
  },
  {
    "text": "Correct.",
    "start": "00:27:18",
    "end": "00:27:19"
  },
  {
    "text": "So now we see this.",
    "start": "00:27:19",
    "end": "00:27:20"
  },
  {
    "text": "This pairing.",
    "start": "00:27:20",
    "end": "00:27:21"
  },
  {
    "text": "Pairing. Now, if we just look at days three and six, we now see within this pairing, there's a word.",
    "start": "00:27:21",
    "end": "00:27:27"
  },
  {
    "text": "There's. They each have more than one act of creation. Two creative acts.",
    "start": "00:27:27",
    "end": "00:27:32"
  },
  {
    "text": "Two creative acts. And on the second creative act on day three, it's a fruit tree. And. And in day six, it's a fruiting human. It's a fruitful human.",
    "start": "00:27:32",
    "end": "00:27:42"
  },
  {
    "text": "Fruitful human. Yeah.",
    "start": "00:27:42",
    "end": "00:27:43"
  },
  {
    "text": "And now here's the big putting it together.",
    "start": "00:27:43",
    "end": "00:27:47"
  },
  {
    "text": "The interpretive.",
    "start": "00:27:47",
    "end": "00:27:48"
  },
  {
    "text": "The interpretive move.",
    "start": "00:27:48",
    "end": "00:27:49"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:27:49",
    "end": "00:27:50"
  },
  {
    "text": "Is that. Now, as the reader, this is designed in such a way so that you now start thinking in the metaphor of humans.",
    "start": "00:27:50",
    "end": "00:27:58"
  },
  {
    "text": "Are trees.",
    "start": "00:27:58",
    "end": "00:27:59"
  },
  {
    "text": "Humans like trees.",
    "start": "00:27:59",
    "end": "00:28:00"
  },
  {
    "text": "Correct. That's right. That's exactly right.",
    "start": "00:28:00",
    "end": "00:28:02"
  },
  {
    "text": "And so the biblical authors went to all that work. They could have just said, hey, dear reader, I want you to think about humans like trees.",
    "start": "00:28:02",
    "end": "00:28:09"
  },
  {
    "text": "Well, in a way, they are, because this same concept is going to come from a different design pattern. In Genesis 2, the same humans will be likened to trees because they'll be planted in Eden.",
    "start": "00:28:12",
    "end": "00:28:23"
  },
  {
    "text": "There's that.",
    "start": "00:28:24",
    "end": "00:28:24"
  },
  {
    "text": "Yep. And another part of it that I'll point out.",
    "start": "00:28:25",
    "end": "00:28:28"
  },
  {
    "text": "Okay.",
    "start": "00:28:28",
    "end": "00:28:29"
  },
  {
    "text": "So. But you're right. So think of it this way. And again, this is not my discovery. This is actually very ancient. But most recently, it was brought to. To my attention by Hebrew Bible scholar David Andrew Teeter was that if you take a class or look at any introduction to reading biblical poetry or listen to our conversations on biblical poetry, the main design convention of biblical poetry is two or three short lines that are parallel, designed to be paired together in some way, repeating either the same ideas or vocabulary, but never identical, always with a little bit of variation, so that you think of them as one combined associated idea, but the differences enrich it, give it greater depth in metaphorical comparison. And it's that same principle. But here in a narrative, where certain elements of a narrative are paired. In poetry, you can do it in two short lines. Here in narrative, it's through literary structure and design. So the bonus act on two paired days is fruitful trees and fruitful humans. Oh, humans are trees. Trees are humans. Metaphorically. And then that becomes.",
    "start": "00:28:29",
    "end": "00:29:45"
  },
  {
    "text": "Yeah, you're supposed to see a connection here.",
    "start": "00:29:45",
    "end": "00:29:46"
  },
  {
    "text": "You're supposed to see a connection. That's exactly right. Thank you for drawing. Making that explicit. Well, yeah, it's an interpretive tool that Bible readers are being introduced to on page one, because that's going to be one of the main way biblical authors communicate.",
    "start": "00:29:46",
    "end": "00:29:59"
  },
  {
    "text": "I was never taught to read the Bible that way.",
    "start": "00:29:59",
    "end": "00:30:01"
  },
  {
    "text": "Me neither.",
    "start": "00:30:01",
    "end": "00:30:02"
  },
  {
    "text": "And it almost smacks a little bit of, like, Bible code.",
    "start": "00:30:03",
    "end": "00:30:07"
  },
  {
    "text": "Oh.",
    "start": "00:30:07",
    "end": "00:30:08"
  },
  {
    "text": "In a way of like, you know, let's take something and then find some meaning in it. But at a very basic level, what you and many other scholars are saying is this is how the biblical authors are communicating.",
    "start": "00:30:08",
    "end": "00:30:22"
  },
  {
    "text": "Correct. Correct.",
    "start": "00:30:22",
    "end": "00:30:23"
  },
  {
    "text": "They know what they're doing. They're doing it on purpose.",
    "start": "00:30:23",
    "end": "00:30:26"
  },
  {
    "text": "Yeah. Roses are red, violets are blue. Sugar is sweet, and so are you.",
    "start": "00:30:26",
    "end": "00:30:31"
  },
  {
    "text": "Thank you.",
    "start": "00:30:31",
    "end": "00:30:31"
  },
  {
    "text": "You're welcome. It's that repetition with variation. So violets are blue, so are you. Those two lines are not next to each other. They're separated by sugar is sweet.",
    "start": "00:30:31",
    "end": "00:30:45"
  },
  {
    "text": "Yeah.",
    "start": "00:30:45",
    "end": "00:30:45"
  },
  {
    "text": "So I understand your mind associates because of the.",
    "start": "00:30:45",
    "end": "00:30:48"
  },
  {
    "text": "Because of the rhyme, the rhyming. And there's a.",
    "start": "00:30:48",
    "end": "00:30:52"
  },
  {
    "text": "And then you're like, oh, people are like flowers. Yeah, Right. Violets are blue and so are you.",
    "start": "00:30:52",
    "end": "00:30:58"
  },
  {
    "text": "Well, yeah. Is that what you're supposed to get from that?",
    "start": "00:30:58",
    "end": "00:31:01"
  },
  {
    "text": "Oh, sugar is sweet and so are you. That's the immediately paired lines. But the rhyme from violets are blue, and then the last line, so are you. Makes you be like, oh, people are like flowers, too. Really? And so people are like flowers and sugar, which means people, flowers, and sugar are all like each other as one metaphorical matrix, because flowers are sweet in a different way than sugar, in a different way than humans.",
    "start": "00:31:01",
    "end": "00:31:24"
  },
  {
    "text": "That's my Design patterns are a type of writing.",
    "start": "00:31:24",
    "end": "00:31:26"
  },
  {
    "text": "It's a poetic communication strategy and we are used to it on smaller levels called poetic lines. The biblical authors, it's one of their main tools in narrative, is to design narratives in paired repetition and variation.",
    "start": "00:31:26",
    "end": "00:31:42"
  },
  {
    "text": "A lot of people are familiar with it in movies.",
    "start": "00:31:42",
    "end": "00:31:45"
  },
  {
    "text": "Oh, this happens all the time in movies.",
    "start": "00:31:46",
    "end": "00:31:47"
  },
  {
    "text": "Yeah. An object will be on screen.",
    "start": "00:31:47",
    "end": "00:31:50"
  },
  {
    "text": "Correct? Correct.",
    "start": "00:31:50",
    "end": "00:31:52"
  },
  {
    "text": "There's no specific attention drawn to it. It's not talked about. Like, hey, pay attention to this object. It's just there.",
    "start": "00:31:52",
    "end": "00:31:57"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:31:57",
    "end": "00:31:58"
  },
  {
    "text": "And then it keeps reappearing and all of a sudden you realize this is an important object.",
    "start": "00:31:58",
    "end": "00:32:01"
  },
  {
    "text": "Yeah, that's right. Same with movie scores. Like music?",
    "start": "00:32:01",
    "end": "00:32:05"
  },
  {
    "text": "Yeah.",
    "start": "00:32:05",
    "end": "00:32:06"
  },
  {
    "text": "Oh, yeah. My boys, we listen a lot to the Star Wars A New Hope soundtrack when we're playing with legos. And so, you know, the Luke Skywalker motif, it's a melody, particular melody that comes up when he first appears. And then in so many scenes afterwards, it just. Sometimes it'll be one horn doing a little.",
    "start": "00:32:06",
    "end": "00:32:27"
  },
  {
    "text": "And you're like, that's him.",
    "start": "00:32:27",
    "end": "00:32:28"
  },
  {
    "text": "Sometimes really intense sometimes really. And that's it. It's a little flourish and it brings back the design pattern of everything that Luke represents in all the stories before that point. It's the same strategy here through literary design. Humans are trees in Genesis 1. Okay, now let's pause. Let's think about what trees and humans both do. That's a little bit different than the other things. So the trees and the humans are both associated with the word seed. They have seed in them. Like God has the capacity. God is depicted as the kind of being who can just self generate a universe, a cosmos out of his own power and creativity.",
    "start": "00:32:32",
    "end": "00:33:55"
  },
  {
    "text": "Yeah.",
    "start": "00:33:55",
    "end": "00:33:55"
  },
  {
    "text": "And word and word through his word. Yeah. Yes. Whoa. Yes. The word is like seed.",
    "start": "00:33:55",
    "end": "00:34:03"
  },
  {
    "text": "The word is like seed.",
    "start": "00:34:03",
    "end": "00:34:04"
  },
  {
    "text": "Isaiah 55.",
    "start": "00:34:04",
    "end": "00:34:05"
  },
  {
    "text": "Oh, really?",
    "start": "00:34:06",
    "end": "00:34:06"
  },
  {
    "text": "Yes. Oh, yeah. Thank you. Yeah, thanks, man. Well, the word is like seed.",
    "start": "00:34:06",
    "end": "00:34:12"
  },
  {
    "text": "Isaiah 55, dude.",
    "start": "00:34:12",
    "end": "00:34:14"
  },
  {
    "text": "Yeah, we're going to talk about it later in this conversation. So God is depicted as a self generating. He can. Right?",
    "start": "00:34:14",
    "end": "00:34:20"
  },
  {
    "text": "Yeah.",
    "start": "00:34:20",
    "end": "00:34:20"
  },
  {
    "text": "He doesn't need something else. He can just self generate. And in the same way, there's a long paragraph about how trees have their seed in them to produce more trees with fruit. Yeah, it's a whole sentence.",
    "start": "00:34:20",
    "end": "00:34:34"
  },
  {
    "text": "Little botany lesson.",
    "start": "00:34:34",
    "end": "00:34:35"
  },
  {
    "text": "Yeah, it's a little botany lesson. So why are we going into that? Trees are. They're not self generating in terms of. They didn't generate themselves as a species. They developed from something before. But when you look at a tree, our perception and experience of a tree they live way longer than humans. Many do at least. And they make you think of a self generating concept they have within them in the tiniest little form, the seed form of a whole other huge thing. And it just produces it, it just grows seeds and then it drops them on the ground and then new trees grow and it just. It's a kind of perpetual life. It's a kind of eternal life. Now eternal. Not literally, but metaphorically.",
    "start": "00:34:35",
    "end": "00:35:26"
  },
  {
    "text": "Yeah. Just continues.",
    "start": "00:35:26",
    "end": "00:35:28"
  },
  {
    "text": "And if you stop and think about it, humanity as a species is kind of like that. It has within, within the birds and the bees, within them, within a man and within a woman, there's these fluids and the fluids mix and that fluid is called seed in Hebrew. Male sperm in Hebrew is called seed.",
    "start": "00:35:29",
    "end": "00:35:48"
  },
  {
    "text": "Yeah.",
    "start": "00:35:48",
    "end": "00:35:49"
  },
  {
    "text": "So humans are trees and bear fruit is an image of God giving the gift of self replicating life to other creatures in a way that they are. It's like they're images of the divine life and creativity. Now they're creatures, they didn't generate their own beginning, but once they're given a beginning, they can imitate God's perpetual life through the form of seed.",
    "start": "00:35:49",
    "end": "00:36:16"
  },
  {
    "text": "There's something kind of divine about seed.",
    "start": "00:36:18",
    "end": "00:36:20"
  },
  {
    "text": "Yes, exactly. That's my point. Genesis 1 pairs humans and trees as a self perpetuating kind of creature. And the animals are too. But the narrative doesn't draw attention to that for animals as such. It really focuses in on the tree's ability to self reproduce and the human's ability, which means I think we're supposed to pair them anyway. So that's a meditation point. Make a cup of coffee or tea, take a long walk. How trees are like humans and how both are an image of God's own self generating power and creativity. For me, what was interesting when this struck me was the idea of a tree as a symbol bestowing eternal life in Eden makes a lot more sense when I get into this concept of what a tree symbolizes.",
    "start": "00:36:20",
    "end": "00:37:10"
  },
  {
    "text": "Huh? Yeah. This is a new thought of a seed being kind of metaphorically connected to the idea of eternal life.",
    "start": "00:37:10",
    "end": "00:37:21"
  },
  {
    "text": "Correct? Yeah.",
    "start": "00:37:21",
    "end": "00:37:22"
  },
  {
    "text": "That a seed has the ability to self perpetuate, become a living thing which has more seeds, which becomes more living things and that can continue on indefinitely in theory. And this idea of an indefinite life.",
    "start": "00:37:22",
    "end": "00:37:40"
  },
  {
    "text": "Yeah.",
    "start": "00:37:40",
    "end": "00:37:41"
  },
  {
    "text": "Is you're not that far from the idea of eternal life.",
    "start": "00:37:41",
    "end": "00:37:44"
  },
  {
    "text": "No.",
    "start": "00:37:44",
    "end": "00:37:44"
  },
  {
    "text": "So you're saying that an ancient Hebrew thinker was just sitting contemplating seeds and the kind of this connection and is like man. This is a lot like eternal life. And then that became the seed of an idea which Is that maybe eternal life is best represented by a tree.",
    "start": "00:37:44",
    "end": "00:38:09"
  },
  {
    "text": "Yeah, that's right. Yeah. It helps us understand an imagination where a tree can be associated with the gift of God's own eternal life. Because trees have their own kind of perpetual life, and humans have that capacity, but they don't ever. That capacity is compromised in many ways.",
    "start": "00:38:09",
    "end": "00:38:32"
  },
  {
    "text": "Now we're talking on a species level, not on an individual level.",
    "start": "00:38:32",
    "end": "00:38:36"
  },
  {
    "text": "Yeah, well, of trees.",
    "start": "00:38:36",
    "end": "00:38:38"
  },
  {
    "text": "Of both.",
    "start": "00:38:38",
    "end": "00:38:38"
  },
  {
    "text": "Oh, I see.",
    "start": "00:38:39",
    "end": "00:38:39"
  },
  {
    "text": "Yeah.",
    "start": "00:38:39",
    "end": "00:38:40"
  },
  {
    "text": "Well, species for humans, on the plant level, it would be, what, a phylum or a class or some kingdom? I forget what those terms are for all of the levels of species anyway. But fruit trees is what Genesis 1.",
    "start": "00:38:40",
    "end": "00:38:54"
  },
  {
    "text": "Draws, corresponds between mammals or vegetation.",
    "start": "00:38:54",
    "end": "00:38:57"
  },
  {
    "text": "Oh. Oh, that's right. There you go. Yeah.",
    "start": "00:38:57",
    "end": "00:38:59"
  },
  {
    "text": "Mammals, Trees have species.",
    "start": "00:38:59",
    "end": "00:39:00"
  },
  {
    "text": "Correct.",
    "start": "00:39:00",
    "end": "00:39:00"
  },
  {
    "text": "Okay, cool. I mean, the other thing is that the tree of life, being a tree is because it's something you partake of, you know?",
    "start": "00:39:01",
    "end": "00:39:08"
  },
  {
    "text": "Correct.",
    "start": "00:39:08",
    "end": "00:39:08"
  },
  {
    "text": "It's like.",
    "start": "00:39:08",
    "end": "00:39:09"
  },
  {
    "text": "Correct. That's the Genesis 2 image. Image is about eating from the tree, which is kind of a next step in the development of the idea. But Genesis 1 is just basic category. People are like trees, and both are given the gift of potentially having ongoing perpetual life. That is one of the ways that Genesis 1 images God's own eternal power.",
    "start": "00:39:09",
    "end": "00:39:32"
  },
  {
    "text": "When I think of eternal life, personally, I don't think of on a species level. I think of, like, me being able to live perpetually.",
    "start": "00:39:33",
    "end": "00:39:42"
  },
  {
    "text": "Correct. Yeah. Yeah, I see.",
    "start": "00:39:42",
    "end": "00:39:44"
  },
  {
    "text": "Which is different.",
    "start": "00:39:44",
    "end": "00:39:45"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:39:45",
    "end": "00:39:46"
  },
  {
    "text": "But it's a connected idea.",
    "start": "00:39:46",
    "end": "00:39:47"
  },
  {
    "text": "Correct. Okay. Yeah, yeah, yeah. It also makes sense in the book of Isaiah, when Isaiah envisions the new Jerusalem, he talks about my people shall be like the days of a tree. He brings it up explicitly. Yeah. The book of Isaiah represents a sustained meditation on the meaning of trees in the Hebrew Bible.",
    "start": "00:39:47",
    "end": "00:40:10"
  },
  {
    "text": "Sa.",
    "start": "00:40:29",
    "end": "00:40:30"
  },
  {
    "text": "So there you go. Trees in Genesis 1. It's worth pondering and thinking about. Let's take the next step. Trees in the Garden of Eden. So just like the introduction of trees in Genesis 1 is paired with the introduction of humans, the same idea happens in the Garden of Eden story. The origin of humans is designed parallel to the origin of trees. So in Genesis 2, we're told in verse 7 that Yahweh God formed human of dust from the ground. And Hebrew words are significant to kind of get the parallel here. You can pick up in English, too. So the word formed is the Hebrew verb. Vayetzer.",
    "start": "00:41:01",
    "end": "00:41:46"
  },
  {
    "text": "Vayetzer.",
    "start": "00:41:46",
    "end": "00:41:47"
  },
  {
    "text": "Vayetzer.",
    "start": "00:41:47",
    "end": "00:41:47"
  },
  {
    "text": "Almost sounds German.",
    "start": "00:41:48",
    "end": "00:41:49"
  },
  {
    "text": "Human is Adam, and from the ground is Minha Adam. Ma. All right, so Adam and Adama human and ground rhyme in Hebrew.",
    "start": "00:41:49",
    "end": "00:42:00"
  },
  {
    "text": "Yeah.",
    "start": "00:42:00",
    "end": "00:42:01"
  },
  {
    "text": "Just like human and humus. Right. Human and dirt and hummus. And hummus. Yeah, that's right.",
    "start": "00:42:01",
    "end": "00:42:08"
  },
  {
    "text": "Oh, humus being a type of dirt.",
    "start": "00:42:08",
    "end": "00:42:10"
  },
  {
    "text": "Humus is the English word for a type of soil. Oh, is it humus. Humun, humus. I think they're related.",
    "start": "00:42:10",
    "end": "00:42:16"
  },
  {
    "text": "Yeah.",
    "start": "00:42:16",
    "end": "00:42:16"
  },
  {
    "text": "As roots in the same way. In Hebrew, you have Adam and Adama for human and adama for the soil or ground. Yeah. So he makes human from the humus, Adam from the adama. So Vayetzer Adam min ha adama. Right. That's verse seven.",
    "start": "00:42:17",
    "end": "00:42:34"
  },
  {
    "text": "Wow, we're speaking Hebrew now.",
    "start": "00:42:34",
    "end": "00:42:36"
  },
  {
    "text": "Yeah. Two verses later in verse nine. And Yahweh God caused to sprout every tree from the ground. The word for sprout is vayitzmach. Vayetzmach. So vayetzer for the human.",
    "start": "00:42:36",
    "end": "00:42:53"
  },
  {
    "text": "You form something. It's a vayetzer.",
    "start": "00:42:53",
    "end": "00:42:55"
  },
  {
    "text": "Vayitzer for the human. Vayetzmach for the tree. So different verbs.",
    "start": "00:42:55",
    "end": "00:43:02"
  },
  {
    "text": "Okay.",
    "start": "00:43:02",
    "end": "00:43:03"
  },
  {
    "text": "But the first three letters of both of those verbs are identical. And this happens once again. These are pairing strategies or pairing tools that biblical authors will use of using verbs and nouns that share similar letters are often a clue for pairing things. Now, if it were just those two. Those two verbs, basically both of them begin with vayets.",
    "start": "00:43:03",
    "end": "00:43:29"
  },
  {
    "text": "That can happen.",
    "start": "00:43:30",
    "end": "00:43:31"
  },
  {
    "text": "That can happen.",
    "start": "00:43:31",
    "end": "00:43:32"
  },
  {
    "text": "Yeah.",
    "start": "00:43:32",
    "end": "00:43:32"
  },
  {
    "text": "But then it's. You get a noun.",
    "start": "00:43:32",
    "end": "00:43:34"
  },
  {
    "text": "Not intended is what the.",
    "start": "00:43:34",
    "end": "00:43:35"
  },
  {
    "text": "Not intended is what the. So how do I know that there is an intended pairing here? Well, you get a Vayitz verb.",
    "start": "00:43:35",
    "end": "00:43:41"
  },
  {
    "text": "Yeah.",
    "start": "00:43:41",
    "end": "00:43:42"
  },
  {
    "text": "Then you get, in one case, Adam. Another case, a tree. A tree. And then both. Min ha adama from the ground.",
    "start": "00:43:42",
    "end": "00:43:50"
  },
  {
    "text": "Yeah.",
    "start": "00:43:50",
    "end": "00:43:51"
  },
  {
    "text": "So God vayetzed the human from the ground. God vayetz the tree from the ground. Min ha adamant. So once again, what emerges from the ground in this short little paragraph here?",
    "start": "00:43:51",
    "end": "00:44:04"
  },
  {
    "text": "Trees and people.",
    "start": "00:44:04",
    "end": "00:44:05"
  },
  {
    "text": "Trees and people. And I've already been prepared to make a link between trees and humans because of the pairing in Genesis 1. So it's reinforcing the same metaphorical concept. People are like trees, which means the future of humans. Their origins and their destiny are going to be linked in some way. Humans are trees. The origins of trees is similar to humans. I wonder if the future of humans will be bound up with the future of trees. And then the next thing you're told is, you know, there was once a couple special trees, the tree of life in the middle of that garden, and the tree of knowing good and bad. Oh, yes, the destiny of humans and trees are very intertwined in the Story.",
    "start": "00:44:05",
    "end": "00:44:50"
  },
  {
    "text": "I like how there's the detail of all the different types of trees.",
    "start": "00:44:52",
    "end": "00:44:56"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:44:56",
    "end": "00:44:57"
  },
  {
    "text": "Genesis 2. There's, like, trees that are pleasing to the eye.",
    "start": "00:44:57",
    "end": "00:45:00"
  },
  {
    "text": "Oh, right, right.",
    "start": "00:45:00",
    "end": "00:45:01"
  },
  {
    "text": "And then there's trees for food.",
    "start": "00:45:01",
    "end": "00:45:03"
  },
  {
    "text": "Yes. Okay, let's talk about that.",
    "start": "00:45:03",
    "end": "00:45:05"
  },
  {
    "text": "Okay. I just like it because it's like, to me, in this, you're going to probably help me really appreciate it. But to me, it's just like, here's God in the garden. And it's just. It's not about being pure functionality. Yeah, pure functionality.",
    "start": "00:45:05",
    "end": "00:45:22"
  },
  {
    "text": "Yeah.",
    "start": "00:45:22",
    "end": "00:45:23"
  },
  {
    "text": "There's just trees that are just good to look at.",
    "start": "00:45:23",
    "end": "00:45:25"
  },
  {
    "text": "Yeah. They're just there because they're beautiful.",
    "start": "00:45:25",
    "end": "00:45:27"
  },
  {
    "text": "He just wants trees there that you can just sit and go, wow, that's a beautiful tree.",
    "start": "00:45:27",
    "end": "00:45:30"
  },
  {
    "text": "Yes. That's good.",
    "start": "00:45:30",
    "end": "00:45:31"
  },
  {
    "text": "That's a really generous thing to do.",
    "start": "00:45:32",
    "end": "00:45:34"
  },
  {
    "text": "It is. Yeah. It's drawing attention to the artistic tastes of the Creator. Yeah, yeah, yeah. And art doesn't need to have a practical function to be meaningful.",
    "start": "00:45:34",
    "end": "00:45:52"
  },
  {
    "text": "No. Sit there and enjoy its beauty.",
    "start": "00:45:52",
    "end": "00:45:54"
  },
  {
    "text": "Yeah, that's right. Yeah. It communicates on a different level. Okay, so think with me. You have trees and humans who are fruitful in Genesis 1. You have trees and humans that both are vayets out of the ground in Genesis 2. And then what you learn about the trees is they're beautiful, they're good for eating, and there's one kind of tree that brings life. There's one kind of tree that brings knowing good and bad that's going to represent a test. So if that's true of trees, if the trees can provide life and can be beautiful and can represent a test. And I know that trees are parallel to humans.",
    "start": "00:45:54",
    "end": "00:46:37"
  },
  {
    "text": "Humans create life or I wonder.",
    "start": "00:46:38",
    "end": "00:46:42"
  },
  {
    "text": "Yeah.",
    "start": "00:46:42",
    "end": "00:46:42"
  },
  {
    "text": "Create death.",
    "start": "00:46:43",
    "end": "00:46:43"
  },
  {
    "text": "Yeah. I wonder if there's going to be some humans who are beautiful who will represent a test and a road of somebody choosing between good and bad. This vocabulary of pleasing to the eyes and good for food is going to describe multiple human characters in the book of Genesis. Sarah, when Pharaoh sees that she is good of sight, and he takes her. Rebekah, when she and Isaac are down in Gerar and Abimelech, people see that she is beautiful of sight, and she has taken Joseph, is good of sight to Potiphar's wife, and she wants to take him. So what trees represent in Eden is going to be an idea that is going to become true of humans. Humans will become trees of testing to other humans in the book of Genesis. Metaphorical trees of testing. And I'm prepared for that right here. Does that make sense?",
    "start": "00:46:43",
    "end": "00:47:49"
  },
  {
    "text": "I think I'm following. Okay, so in Genesis 2, God, what happens first? He forms human out of the ground.",
    "start": "00:47:49",
    "end": "00:47:58"
  },
  {
    "text": "Yep. Yep.",
    "start": "00:47:58",
    "end": "00:47:58"
  },
  {
    "text": "Wietzer. Yeah, this is not German. It does sound Yiddish, actually. Weitzer. Yeah, Weitzer, the human from the Adama. And then Weitz, the tree from the Adama. That happens first. Right. But then isn't there the moment where God just says, look, there's a bunch of trees here. He plants trees that are good for looking at, good for food, and then he draws attention to the two trees.",
    "start": "00:47:58",
    "end": "00:48:22"
  },
  {
    "text": "Right.",
    "start": "00:48:22",
    "end": "00:48:23"
  },
  {
    "text": "And so in your saying, we've already been thinking about trees and humans as this kind of poetic rhyming of an idea. And so as a reader, we're being drawn attention to these trees that are good to look at. And so we shouldn't be surprised to find, lo and behold, that in the narrative of Genesis, human, there's humans that are good to look at. And the trees in Genesis 2 represent a test of how are humans going to rule the world with God. And so, in the same way, the humans who are good to look at represent become a test for other humans. So those two ideas become parallel.",
    "start": "00:48:23",
    "end": "00:49:08"
  },
  {
    "text": "Yeah, that's right. Okay, here's a silly analogy that it could work. You and I both have little boys. Two little boys. So it's Christmas, and at Christmas, let's say they're younger than they are now. I give one son a bike and the other son a trike. They rhyme. Yeah. One's a bike, one's a trike, and one boy likes his bike. One boy likes his trike. Becoming doctor sees, the bike is silver, the trike is silver. Then I pause and I give a short lecture to the boy given the bike about how you're going to be tempted to hog this for yourself, to never let anyone share it and enjoy it. And I'm going to encourage you to share this bike when your friends are around and want to take a ride on it. Okay, let's say I stop right there. Do I mean that the trike will not also represent a same kind of test when that son is playing with his friends? No, actually, a similar thing will hold. But I assume that if it's true of the bike, then that will also be true of the trike, that he'll need to share it, that it'll represent a test of his generosity. And that's the kind of communication strategy happening here. The trees and the humans are parallel. The trees are beautiful of sight, good to take. One offers life, the other offers death, and good and bad. And so that will also be True of humans. And lo and behold, I'm going to meet a whole bunch of humans that are beautiful of sight and good for eating, metaphorically. And people will take them and bring disaster on themselves, just like the trees of Eden. And that's very intentional. In the book of Genesis, people are trees, and people can be trees of life or trees of testing about good and bad in the story, man.",
    "start": "00:49:08",
    "end": "00:51:09"
  },
  {
    "text": "Is this why Jesus curses the fig tree?",
    "start": "00:51:09",
    "end": "00:51:12"
  },
  {
    "text": "Oh, we'll talk about that. Yeah, we will talk about that. Yes, we are. We're laying the biblical imagination groundwork that will make sense of a lot of strange tree stuff, including the fig tree that Jesus curses.",
    "start": "00:51:12",
    "end": "00:51:25"
  },
  {
    "text": "Because you gave this long story of the bike and the trike. I'm wondering, doesn't Jesus do something with his parables similar that we could probably just grab, like, some sort of, like.",
    "start": "00:51:25",
    "end": "00:51:34"
  },
  {
    "text": "Oh, interesting.",
    "start": "00:51:34",
    "end": "00:51:35"
  },
  {
    "text": "The fig tree came to mind, but.",
    "start": "00:51:35",
    "end": "00:51:37"
  },
  {
    "text": "Well, yes. Yeah. Essentially, there's a handful of texts in the prophets that Jesus is tuned into where Jerusalem is a fig tree that is going to wither and die when Israel is exiled. So Jesus is announcing yet another wave of destructive exile on Jerusalem by cursing a fig tree.",
    "start": "00:51:38",
    "end": "00:52:02"
  },
  {
    "text": "Yeah. So to go back, imagine you have this wise mentor person in your life, and you're taking a walk through the woods, and you get to a fruit tree, and he tells you in this beautiful way, isn't life human life a lot like this fruit tree? And he just kind of, you know, wax poetic about that and then tells you a story about how trees can become a crux of a moment of decision and test. You're saying me, as a young Padawan learner, should go, I see what you're doing. You're telling me that humans in my life are going to be a lot like a test.",
    "start": "00:52:03",
    "end": "00:52:45"
  },
  {
    "text": "Yeah. Some of them will be like a tree of life. Some of them will be like a tree of knowing good and bad. And I should learn how to avoid certain trees and learn how to hang out and eat from other certain trees. But, you know, the tree of life only occurs in one other book of the Old Testament, and it's the Book of Proverbs, and Lady Wisdom is a tree of life. But then also, righteous people are a tree of life. The righteous, the faithful, are trees of life. To those who are around them, people can be trees of life. In the Book of Proverbs, I always.",
    "start": "00:52:45",
    "end": "00:53:19"
  },
  {
    "text": "Pictured the tree of life being something much more cosmic. Oh. Than just the fact that people can bring life.",
    "start": "00:53:19",
    "end": "00:53:29"
  },
  {
    "text": "Oh, well, people who are like the tree of life. It's not that the Tree of life is like. The tree of life has its own thing. The tree of life is cosmic. We'll talk about. That's the next thing we're going to talk about, the symbolism of the tree of life. But people can be likened to the tree of life. They can be a vehicle of God's life and love and blessing to others around them, which is what the tree is a vehicle of God's life coming to you. Yeah, thank you. That's good clarification here to round this off. People are like trees. This is from Matthew Sleath's book that I mentioned, Reforesting Faith. He carries the metaphor forward in Genesis 1 and 2. People are like trees in terms of producing fruit. He had this cool image in the book of an X ray or a CT scan of a human lung.",
    "start": "00:53:29",
    "end": "00:54:20"
  },
  {
    "text": "Mm. Yeah, it looks like a. Yeah, so.",
    "start": "00:54:20",
    "end": "00:54:23"
  },
  {
    "text": "I have a picture here.",
    "start": "00:54:23",
    "end": "00:54:24"
  },
  {
    "text": "Looks like a bush.",
    "start": "00:54:24",
    "end": "00:54:25"
  },
  {
    "text": "If you. Yeah, look at it. Just Google. It's called a bronchogram or. It looks like it's spelled branch O gram, but it's a CAT scan photo of the vessels of a human lung. Yeah, it's a tree.",
    "start": "00:54:25",
    "end": "00:54:38"
  },
  {
    "text": "Yeah, it looks like a tree.",
    "start": "00:54:38",
    "end": "00:54:39"
  },
  {
    "text": "It's a tree design. So he just says, listen, what is the function of our lungs? It's creating these cell structures that are meant to Capture as much CO2. Right. To inhale and then to absorb it into the tissue, mixed with blood so they can get re. Oxygenated. That's exactly. The function of the branch structures of a tree, is to absorb CO2, CO2 and transform it within the tree into O2.",
    "start": "00:54:39",
    "end": "00:55:10"
  },
  {
    "text": "And so actually, isn't it the leaves that do that in a tree.",
    "start": "00:55:11",
    "end": "00:55:14"
  },
  {
    "text": "Oh, that's right. Sorry. But the branch structure.",
    "start": "00:55:14",
    "end": "00:55:16"
  },
  {
    "text": "Yes.",
    "start": "00:55:16",
    "end": "00:55:17"
  },
  {
    "text": "Developed precisely to produce as many leaves as possible.",
    "start": "00:55:17",
    "end": "00:55:21"
  },
  {
    "text": "Got it.",
    "start": "00:55:21",
    "end": "00:55:21"
  },
  {
    "text": "So for the purpose of absorbing.",
    "start": "00:55:21",
    "end": "00:55:23"
  },
  {
    "text": "And the lung structure.",
    "start": "00:55:24",
    "end": "00:55:25"
  },
  {
    "text": "Yes.",
    "start": "00:55:25",
    "end": "00:55:25"
  },
  {
    "text": "You've got all these tiny little sacs.",
    "start": "00:55:25",
    "end": "00:55:28"
  },
  {
    "text": "That are like the leaves at the end. Yeah. That correspond to the leaves. Yeah.",
    "start": "00:55:28",
    "end": "00:55:32"
  },
  {
    "text": "And they capture the.",
    "start": "00:55:32",
    "end": "00:55:33"
  },
  {
    "text": "So the human lung is like an inverted tree.",
    "start": "00:55:33",
    "end": "00:55:36"
  },
  {
    "text": "Yeah.",
    "start": "00:55:36",
    "end": "00:55:37"
  },
  {
    "text": "And I thought this was clever. It's just a way furthering the metaphorical connection of interdependence between trees and humans. Trees provide life for humans on the fruit level. That's Genesis 1. But humans are also like trees in Genesis 2 in more ways than one. And here in the ways that trees.",
    "start": "00:55:37",
    "end": "00:56:01"
  },
  {
    "text": "Ways that the biblical authors didn't even realize they wouldn't.",
    "start": "00:56:01",
    "end": "00:56:03"
  },
  {
    "text": "Yeah, totally. They've never seen branchogram. Yeah. Anyway, I thought that was just a cool.",
    "start": "00:56:03",
    "end": "00:56:07"
  },
  {
    "text": "Nor did they realize that trees were There the lung of a tree was creating oxygen.",
    "start": "00:56:08",
    "end": "00:56:14"
  },
  {
    "text": "Yeah. That the lung of humans is absorbing. Yeah, yeah. I thought, that's cool. Yeah. Look up listener of the podcast. Look up Branchogram and on Google Image. And it blew me away. I couldn't believe it. I was like, that's a tree.",
    "start": "00:56:14",
    "end": "00:56:29"
  },
  {
    "text": "Yeah.",
    "start": "00:56:29",
    "end": "00:56:30"
  },
  {
    "text": "I've got inverted tree inside my lung. I thought that was cool.",
    "start": "00:56:30",
    "end": "00:56:33"
  },
  {
    "text": "Sam.",
    "start": "00:56:59",
    "end": "00:57:24"
  },
  {
    "text": "So we already saw in Genesis 1 and 2, people are compared to trees in Hebrew. The main Hebrew word for descendant is the word for seed, and the word seed for a plant or a tree, and the word seed for human is the same word zerah, in Hebrew, zerah.",
    "start": "00:57:26",
    "end": "00:57:43"
  },
  {
    "text": "This becomes, for me, was problematic in terms of talking about tracing the idea of the seed and connecting it, because remember the word offspring.",
    "start": "00:57:43",
    "end": "00:57:55"
  },
  {
    "text": "Yes, yes, yes.",
    "start": "00:57:55",
    "end": "00:57:56"
  },
  {
    "text": "Was kind of the closest thing in English.",
    "start": "00:57:56",
    "end": "00:57:59"
  },
  {
    "text": "Oh, yeah, yeah.",
    "start": "00:57:59",
    "end": "00:57:59"
  },
  {
    "text": "Because we don't say your seed when we talk about children.",
    "start": "00:57:59",
    "end": "00:58:04"
  },
  {
    "text": "No, we don't.",
    "start": "00:58:04",
    "end": "00:58:05"
  },
  {
    "text": "It's just not something.",
    "start": "00:58:05",
    "end": "00:58:06"
  },
  {
    "text": "It's not an English phrase.",
    "start": "00:58:06",
    "end": "00:58:07"
  },
  {
    "text": "You probably can hang if someone came and said, here, I want to introduce.",
    "start": "00:58:07",
    "end": "00:58:10"
  },
  {
    "text": "You to my seed, my seed. And you'd be like, oh, this is kind of a Bible nerd. You speak the Bible. Some strange guy. Yeah, yeah. So there's an important. The word seed, when you see it in the Old Testament, it's translating the word zerah. But what you don't see is that the word descendant is, nine times out of ten, also the Hebrew word zerah. And there's an important metaphorical connection between them, namely that people are like trees. Fruit can refer to descendants as well. The fruit of my loins be fruitful and multiply.",
    "start": "00:58:10",
    "end": "00:58:43"
  },
  {
    "text": "Yeah.",
    "start": "00:58:43",
    "end": "00:58:43"
  },
  {
    "text": "Bear fruit. Children can be seed, namely the thing inside the fruit. Or children can be fruit. They both can work. However, fruit can also be used metaphorically to describe not children, but the results of one's life. What you produce in life can be called fruit. Like in Psalm 92. The righteous flourish like a palm tree. They grow like cedars of Lebanon. They bear fruit in old age, which doesn't necessarily mean they keep having kids. It goes on to talk about their life choices.",
    "start": "00:58:44",
    "end": "00:59:19"
  },
  {
    "text": "Bearing fruit.",
    "start": "00:59:19",
    "end": "00:59:20"
  },
  {
    "text": "Yeah, this one's interesting. There's lots of women who struggle with infertility in the biblical story. All the generations in Genesis, Sarah, Rebecca, Rachel, Hannah. And the Hebrew word for infertile, it's the Hebrew word akara, which means to be uprooted or disconnected from your root.",
    "start": "00:59:20",
    "end": "00:59:39"
  },
  {
    "text": "To be unfertile is to be uprooted.",
    "start": "00:59:40",
    "end": "00:59:42"
  },
  {
    "text": "So we don't have a metaphorical connection of that in English.",
    "start": "00:59:42",
    "end": "00:59:45"
  },
  {
    "text": "Interesting.",
    "start": "00:59:45",
    "end": "00:59:46"
  },
  {
    "text": "But the Hebrew word for infertile is unrooted.",
    "start": "00:59:46",
    "end": "00:59:49"
  },
  {
    "text": "Wow.",
    "start": "00:59:50",
    "end": "00:59:51"
  },
  {
    "text": "Without root.",
    "start": "00:59:51",
    "end": "00:59:52"
  },
  {
    "text": "Whoa.",
    "start": "00:59:52",
    "end": "00:59:52"
  },
  {
    "text": "Yeah.",
    "start": "00:59:52",
    "end": "00:59:53"
  },
  {
    "text": "Disconnected from the ground.",
    "start": "00:59:53",
    "end": "00:59:54"
  },
  {
    "text": "So you're a tree, but you're not connected to the vital source of life that God has given to the ground. That's why a fertile womb is described as blessing, just like fertile fruit trees is blessing. Fertile flocks is a sign of divine blessing because it's all means you're connected to the life of Eden. The God is packed into all creation. Isn't that interesting?",
    "start": "00:59:54",
    "end": "01:00:18"
  },
  {
    "text": "Yeah.",
    "start": "01:00:18",
    "end": "01:00:18"
  },
  {
    "text": "So vocabulary of cutting off or withering is regularly applied to humans to describe death or destruction.",
    "start": "01:00:19",
    "end": "01:00:28"
  },
  {
    "text": "Similar. You cut off a branch.",
    "start": "01:00:28",
    "end": "01:00:30"
  },
  {
    "text": "Yeah, that's right.",
    "start": "01:00:30",
    "end": "01:00:31"
  },
  {
    "text": "Or leaves wither.",
    "start": "01:00:31",
    "end": "01:00:33"
  },
  {
    "text": "Correct. It's a regular biblical phrase. To be cut off from your people or to be cut off from the land of the living. That the tree image. Cutting off a branch or cutting down a tree to cut someone off.",
    "start": "01:00:33",
    "end": "01:00:45"
  },
  {
    "text": "Yeah.",
    "start": "01:00:45",
    "end": "01:00:45"
  },
  {
    "text": "Where'd that come from? Oh, we actually have it in English, but it means severing a relationship. I cut them off.",
    "start": "01:00:45",
    "end": "01:00:52"
  },
  {
    "text": "Cut them off.",
    "start": "01:00:52",
    "end": "01:00:53"
  },
  {
    "text": "Is that a thing people say? I think so, yeah. Cut them out of my life.",
    "start": "01:00:53",
    "end": "01:00:57"
  },
  {
    "text": "But I don't know if that's connected to agriculture or if it's just this idea of cutting in another sense.",
    "start": "01:00:57",
    "end": "01:01:05"
  },
  {
    "text": "Yeah.",
    "start": "01:01:05",
    "end": "01:01:05"
  },
  {
    "text": "Interesting, because you can cut fabric or you could cut all sorts of things.",
    "start": "01:01:05",
    "end": "01:01:09"
  },
  {
    "text": "Yeah. This one's interesting. If people are trees, then water is what's necessary for trees to grow and flourish. And so water is a regular image of all kinds of things that come from God to make human lives flourish. So God's spirit, his breath is compared to water in multiple places. Isaiah, chapter 44. Yeah, Isaiah 44. I'll pour out water on the thirsty land, streams on the dry ground. I'll pour out my spirit on your seed and my blessing on your seed.",
    "start": "01:01:09",
    "end": "01:01:43"
  },
  {
    "text": "Oh, wow. In the same way that the stream waters the ground, God's spirit is.",
    "start": "01:01:43",
    "end": "01:01:48"
  },
  {
    "text": "Water animates humans. People are trees. Yeah, yeah. And then in other places, God's Torah, his instruction will be like water that gives life. But the point is that all these images of God's word or life, breath or spirit being something that grows trees, is all connected to this base metaphor from Genesis 1 and 2.",
    "start": "01:01:49",
    "end": "01:02:13"
  },
  {
    "text": "People are trees. A metaphorical scheme.",
    "start": "01:02:13",
    "end": "01:02:14"
  },
  {
    "text": "People are trees. Correct. So this is why, when you get to Psalm 1, you get the righteous person who's faithful to God and neighbor. He meditates on the divine Word. And he's like a tree planted by streams of water whose leaves never fade so humans can become the eternal tree of life to other humans. If they connect themselves to the divine source of Life. So Psalm 1 is just somebody who really thought for a long time about Genesis 1 and 2, or it's written from the imagination of somebody soaked in Genesis 1 and 2. People are trees. So this was really helpful for me. Yeah, that's really interesting because this will pay dividends as you go into the rest of the Bible of sorting out tree imagery and why it occurs so often, why a man who claims in word and deed to be the creator hanging upon a tree can give the gift of God's own life and spirit to the rest of creation. The meaning of the cross takes on so much more significance, I think, when you understand how these metaphor images work in the Hebrew Bible.",
    "start": "01:02:14",
    "end": "01:03:25"
  },
  {
    "text": "So I'm excited for this, then to continue and to the dots to connect and for this to land. Right now, I think I came into this conversation thinking we were going to talk about the tree of life.",
    "start": "01:03:26",
    "end": "01:03:36"
  },
  {
    "text": "Yeah.",
    "start": "01:03:36",
    "end": "01:03:37"
  },
  {
    "text": "More specifically correct.",
    "start": "01:03:37",
    "end": "01:03:39"
  },
  {
    "text": "Yes.",
    "start": "01:03:39",
    "end": "01:03:39"
  },
  {
    "text": "What we've done is we've shown how in the biblical imagination and the writings, this metaphorical schemes of people like trees being really foundational. That just seems like kind of like a launching pad.",
    "start": "01:03:39",
    "end": "01:03:56"
  },
  {
    "text": "Yes, now it is.",
    "start": "01:03:56",
    "end": "01:03:58"
  },
  {
    "text": "And then we're going to talk now specifically about this cosmic tree. Yeah, the tree of life. And it'll be connected. It's connected because we've already seen that humans become like a tree of life.",
    "start": "01:03:58",
    "end": "01:04:12"
  },
  {
    "text": "Humans are like the tree of life, and the tree is testing.",
    "start": "01:04:12",
    "end": "01:04:15"
  },
  {
    "text": "The tree of life is a specific kind of tree that humans can be like.",
    "start": "01:04:15",
    "end": "01:04:18"
  },
  {
    "text": "Yeah.",
    "start": "01:04:18",
    "end": "01:04:18"
  },
  {
    "text": "Because humans are like trees.",
    "start": "01:04:18",
    "end": "01:04:20"
  },
  {
    "text": "Yeah. Yeah, that's. Yeah, that's right.",
    "start": "01:04:20",
    "end": "01:04:22"
  },
  {
    "text": "Great.",
    "start": "01:04:22",
    "end": "01:04:22"
  },
  {
    "text": "Yeah.",
    "start": "01:04:22",
    "end": "01:04:23"
  },
  {
    "text": "Sounds good.",
    "start": "01:04:23",
    "end": "01:04:24"
  },
  {
    "text": "Right?",
    "start": "01:04:24",
    "end": "01:04:24"
  },
  {
    "text": "Thanks for listening to this episode of the Bible Project podcast. Next week, we'll continue this new discussion on trees. We'll discuss the sacred trees of the ancients.",
    "start": "01:04:26",
    "end": "01:04:36"
  },
  {
    "text": "The ancient peoples, from the remote western world of Egypt to the eastern river marshes of Babylonia, lived in the land, not simply on it. They were all agrarian cultures whose livelihood was found and maintained among the shade, fruit, shelter, and beauty of trees. There can be little doubt that this lifestyle had a significant effect on these ancient cultures and the way they perceived the world. Trees were some of the most sacred elements in ancient Near Eastern civilizations.",
    "start": "01:04:37",
    "end": "01:05:10"
  },
  {
    "text": "Today's episode was produced by Dan Gummel. The bibleproject is a nonprofit in Portland, Oregon. We have many free resources that show the Bible as a unified story that leads to Jesus. It's all up@thebibleproject.com and it's all free because of the generosity of people around the world who are part of this with us, so thank you so much.",
    "start": "01:05:10",
    "end": "01:05:30"
  },
  {
    "text": "Hi, this is Joy Bennett, and I'm from Montreal, Quebec, Canada. Bonjour, ma'. Este. Joy Bennett, Yale, Quebec, Canada, and I first heard about the Bible project through YouTube. I use the Bible project with my three kids, 11, nine and seven, three boys, as well as with our teens at our church. We're even doing the study of Daniel right now. My favorite thing about the Bible Project is the imagery. It's so simple, and it helps clarify some really big issues around theology, as well as where we come from and where we're going. We believe that the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, and more@thebibleproject.com even more participative. Merci.",
    "start": "01:05:30",
    "end": "01:06:46"
  }
]