[
  {
    "text": "Hey there. This is tim@the Bibleproject and welcome to the Bibleproject podcast. If you've been tracking with us in this series on the tree of life, we have been talking about the theme of trees in the Bible and specifically at the places where God meets his people, at significant key junctures of the biblical story by trees on on high places. This episode is our final stop in the Old Testament. We're gonna look at the stories of David and Solomon and specifically their desire to build a temple for God on the high place of Jerusalem. And lo and behold, the story really focuses in on the kinds of trees that went into the making of the temple. This is all about them creating a new kind of Eden or a personalized Eden for themselves. Lots of layers to the trees and the temple in Jerusalem. We're gonna explore that. We're also going to look at the theme of trees in the book of Isaiah, which is actually one of the most difficult, at least I think, and challenging books to make sense of and how it works together as a whole. One helpful way to make sense of the book of Isaiah is to follow the theme of trees. To notice right at the beginning, Isaiah accuses the Israelites of creating false Edens on high places in Jerusalem. He announces that the current temple of Jerusalem is going down in flames so that God can exalt and create a new Eden temple in the new Jerusalem that he's going to create. This theme is fascinating, how it weaves together ideas of new creation, new temple, messianic hope, all packed in the book of Isaiah. So David, Solomon, the temple, Isaiah, all of this good stuff, and even some more. Thanks for joining us, you guys. Here we go.",
    "start": "00:00:04",
    "end": "00:01:49"
  },
  {
    "text": "You want to give something?",
    "start": "00:01:55",
    "end": "00:01:56"
  },
  {
    "text": "The story so far. So theme of sacred trees in high places where human characters in the Bible face a moment of decision about whether they're going to trust God and do what he says and receive life because of that. That idea appears in the first pages of the Bible around two intertwined trees. The treasure tree of knowing good and bad, which represents a choice. And then the tree of life, which represents God's gift. And they can continue to have the tree of life if they make the right choice. If they make the wrong choice, they will forfeit their access to the tree of life.",
    "start": "00:01:58",
    "end": "00:02:41"
  },
  {
    "text": "The first story of the Bible is about a test.",
    "start": "00:02:41",
    "end": "00:02:44"
  },
  {
    "text": "It's about a test. Yeah.",
    "start": "00:02:44",
    "end": "00:02:46"
  },
  {
    "text": "Well, not a test.",
    "start": "00:02:46",
    "end": "00:02:47"
  },
  {
    "text": "Well, it's not the first story in the Bible. The first story of the Bible. The third story in the Bible, the creation of a amazing gift that God Wants.",
    "start": "00:02:48",
    "end": "00:02:55"
  },
  {
    "text": "I guess it's the first narrative that seems to have.",
    "start": "00:02:55",
    "end": "00:02:59"
  },
  {
    "text": "It feels like the first story in terms of, like. Yeah, there's the narrative introduction, but the first main plot conflict is about a test.",
    "start": "00:03:00",
    "end": "00:03:09"
  },
  {
    "text": "Plot conflict.",
    "start": "00:03:09",
    "end": "00:03:10"
  },
  {
    "text": "Yes, where the plot conflict really ramps up. The first one, first conflict is about this test.",
    "start": "00:03:10",
    "end": "00:03:16"
  },
  {
    "text": "Yeah.",
    "start": "00:03:16",
    "end": "00:03:16"
  },
  {
    "text": "And then what happens after that is. Is the story the Bible develops, with humans continuing to use their own distorted knowing of good and bad to create great pain and evil and death in the world. Which leads to a whole sequence of design patterns where key characters face their own tests at high places of whether they're going to listen to the voice and receive life. And there's always trees in the mix on those high places. Oh, sorry, back up. God made a promise after the humans made the wrong choice in the Garden of Eden that a seed of the woman would come and that seed would actually suffer the same fate as Adam and Eve, which is to come under the deceptive power of the snake and die. He would be struck by the snake.",
    "start": "00:03:17",
    "end": "00:04:13"
  },
  {
    "text": "This future seed will come under the deceptive power.",
    "start": "00:04:13",
    "end": "00:04:16"
  },
  {
    "text": "Well, Adam and Eve are deceived by the snake, and they end up going down the road to death because of it. And the seed of the woman that's promised will also be struck by the.",
    "start": "00:04:16",
    "end": "00:04:27"
  },
  {
    "text": "Snake, but won't come under the deceptive power.",
    "start": "00:04:27",
    "end": "00:04:30"
  },
  {
    "text": "Oh, I understand. No, the analogy is just being struck by the snake. This promised seed will. Will suffer the same fate as the first Adam and Eve. But no, he won't come under the deceptive power. He will overpower the snake by crushing its head. So it's a paradoxical image of victory over the snake while also suffering because of its venomous bite. So you walk out going, okay, one seed of the woman's going to die, be bitten by the snake, but that death is going to be the overpowering and destruction of what the snake has done. A reversal of what the snake has done. Genesis 3:15. So then you meet key characters who are highlighted as the new Adam or the new Adam and Eve characters. Starts with Noah and. And he ends up at a high place with a tree. Well, with a boat made out of.",
    "start": "00:04:30",
    "end": "00:05:34"
  },
  {
    "text": "A tree, which he turns into an altar.",
    "start": "00:05:34",
    "end": "00:05:37"
  },
  {
    "text": "Which he turns into an altar and doesn't offer himself, but he offers a sacrifice.",
    "start": "00:05:37",
    "end": "00:05:40"
  },
  {
    "text": "And altars are connected to the choice.",
    "start": "00:05:40",
    "end": "00:05:44"
  },
  {
    "text": "The choice.",
    "start": "00:05:44",
    "end": "00:05:44"
  },
  {
    "text": "How's that?",
    "start": "00:05:45",
    "end": "00:05:46"
  },
  {
    "text": "What sacrifices do is atone. They cover for all of the train wreck of bad, painful, terrible things that happened since the wrong choice was made at the first tree.",
    "start": "00:05:46",
    "end": "00:06:00"
  },
  {
    "text": "Yeah, that's what we're hoping for. With this.",
    "start": "00:06:00",
    "end": "00:06:02"
  },
  {
    "text": "Yeah. So the altar represents a character who first of all makes the right choice, listens to God, and then second of all, offers a sacrifice that will cover for or compensate for the evils that have been done. And that was in seed form, the idea of Genesis 3:15. But then Noah's the first one to make one of these, and God accepts it. Abraham comes next in the lineup, and he is called by God to go into a new land so that the Eden blessing can be released to the nations. And the first place he goes is a bunch of high places to meet God at trees on high places. And he builds an altar and worships God. You're like this guy. Oh, right. But then through the course of his story, he ends up wronging all these people in order to get a promised seed. And so when he finally gets a promised seed, God asks for the life of that seed back by offering it up as a sacrifice. And so Abraham makes the right choice as he takes the wood up to Mount Moriah to build an altar. He's making the right choice in that he's listening to God. We did also, in the last episode, explore Moses on top of Mount Sinai with the sna tree up there burning on fire. And Moses offers his own life for the sins of the people. So from there, and while the people are creating their own false tree of life down below, their own vehicle of deliverance and salvation, they're building for themselves down below in the form of an idol. And idols will become the icon of Israel's false Eden and making their own tree of life. Throughout the rest of the narrative, idols.",
    "start": "00:06:02",
    "end": "00:08:02"
  },
  {
    "text": "Become fake trees of life, and idols will then often be on high places, Right?",
    "start": "00:08:02",
    "end": "00:08:07"
  },
  {
    "text": "Correct. The main ones that are featured are in gardens on high places throughout the land.",
    "start": "00:08:07",
    "end": "00:08:13"
  },
  {
    "text": "Yeah, correct. So it's like, okay, we don't have access to the Tree of life. We've eaten of the Tree of Knowing, good and bad, meaning we're on our own. We want to do it our own way.",
    "start": "00:08:14",
    "end": "00:08:23"
  },
  {
    "text": "Yeah.",
    "start": "00:08:23",
    "end": "00:08:24"
  },
  {
    "text": "So we're out. We exiled. Well, let's recreate our own tree of life, and then let's put it on our own mountain and just kind of pretend that we're back.",
    "start": "00:08:24",
    "end": "00:08:32"
  },
  {
    "text": "Yeah, totally. Yeah. So by the time you walk into the books, especially of Samuel and Kings, you see Samuel, for example, and he's legit. He's a prophet of God. And there's a number of stories where he has meals and sacrificial meals of worshiping Yahweh at a high place. So there's the legit high place.",
    "start": "00:08:32",
    "end": "00:08:54"
  },
  {
    "text": "Yeah.",
    "start": "00:08:54",
    "end": "00:08:55"
  },
  {
    "text": "Where you can. Just like Abraham went to those high places.",
    "start": "00:08:55",
    "end": "00:08:58"
  },
  {
    "text": "Right. And it's not one particular high place, it's multiple.",
    "start": "00:08:58",
    "end": "00:09:01"
  },
  {
    "text": "Yeah, yeah, Many places.",
    "start": "00:09:01",
    "end": "00:09:02"
  },
  {
    "text": "Any high place can become somewhere where you worship God or you.",
    "start": "00:09:02",
    "end": "00:09:05"
  },
  {
    "text": "Correct. You create a false God. That's right. And that's the Heaven and earth overlap can overlap in many places. However, Israel starts building their own high places throughout the land, and on them are luxuriant trees that they plant. Remember, in the word luxuriant is like a twisted Hebrew. The letters of the word luxuriant, Ra', an, if it look scrambled, eaten, look like the. The word Eden in Hebrew, but with the letters spun around.",
    "start": "00:09:05",
    "end": "00:09:38"
  },
  {
    "text": "Is it reversed or like scrambled?",
    "start": "00:09:38",
    "end": "00:09:40"
  },
  {
    "text": "The first two letters are reversed.",
    "start": "00:09:40",
    "end": "00:09:41"
  },
  {
    "text": "Okay.",
    "start": "00:09:41",
    "end": "00:09:42"
  },
  {
    "text": "Yeah. The Reish and the Ayin look like the Ayin and the Dalet of Eden. Oh, it's like taking the word God and switching it around to dog. Okay, God, dog.",
    "start": "00:09:42",
    "end": "00:09:52"
  },
  {
    "text": "Okay.",
    "start": "00:09:52",
    "end": "00:09:53"
  },
  {
    "text": "Yeah, it's like that kind of letter switch.",
    "start": "00:09:53",
    "end": "00:09:55"
  },
  {
    "text": "Yeah.",
    "start": "00:09:55",
    "end": "00:09:55"
  },
  {
    "text": "Also, we didn't talk about this last time. The word Asherah, which is a Canaanite fertility goddess who was worshiped as a luxuriant tree, actual tree, they would plant sometimes or times a symbolic totem pole carved as the goddess. But the word Asherah is also a word, a pun.",
    "start": "00:09:56",
    "end": "00:10:15"
  },
  {
    "text": "Oh, really?",
    "start": "00:10:15",
    "end": "00:10:16"
  },
  {
    "text": "Because asher is one of the Hebrew words for blessing.",
    "start": "00:10:16",
    "end": "00:10:20"
  },
  {
    "text": "That's right.",
    "start": "00:10:20",
    "end": "00:10:20"
  },
  {
    "text": "So they plant these anti. These false blessings. Asherah is a false blessing on top of these luxuriant high places. So just very creative. Biblical is very creative in lampooning these high places. Judges, Samuel and Kings, they're everywhere. The Israelites are planting these false tree gardens, idol shrines, on all the high places. But God can show up on high places like he does with Samuel. And there's one particular high place that God chooses among all the high places of the land of Israel, when Israel's in the land. And that narrative begins with the story of David.",
    "start": "00:10:21",
    "end": "00:11:03"
  },
  {
    "text": "Sam.",
    "start": "00:11:22",
    "end": "00:11:48"
  },
  {
    "text": "So in contrast, all those false Edens with their pseudo trees of life, David is appointed by God as Israel's true king. And the first thing he does, after unifying all the tribes under his rule, they seek him out. And they're like, you be our king. The first thing David does is he goes and he captures a tall city that's on in his time. It was an oval mound, but it was actually surrounded by a peak to the east that was slightly higher. That's today called the Mount of Olives. But it was a hill that was called Yevus in Canaanite times. So there's already a city There.",
    "start": "00:12:03",
    "end": "00:12:44"
  },
  {
    "text": "A Canaanite city.",
    "start": "00:12:44",
    "end": "00:12:45"
  },
  {
    "text": "Mm, Canaanite city. The city of Yebus is going to be renamed Yerush or Yerushalam. Yerushalayim or Jerusalem. Yep. Okay, so second Samuel 5. Now the king David and his men went to Yerushalayim against the Yevusites who were the inhabitants of the land, and the Yevusites who lived in the city. Ah, you can't get in here. Even our blind and lame can turn you away. They said this thinking, David, there's no way David can get in here. But nevertheless, David captured the stronghold of Zion. It's the first time of Zion. Yeah, the first time that word's used. And it just happened to be situated right on the borderline between the northern tribes and the southern tribes, the western tribes and the eastern tribes.",
    "start": "00:12:45",
    "end": "00:13:36"
  },
  {
    "text": "Central.",
    "start": "00:13:36",
    "end": "00:13:36"
  },
  {
    "text": "It's a central spot for all the tribes, central stronghold. So David is brilliant. He knows what he's doing. He picks a strategic city right in the middle. So he captured the stronghold that is the city of David. The next story after capturing the city of David is how the nearby king of Tyre, up north, a guy named Hiram, sent messengers to David with loads of trees. What a weird.",
    "start": "00:13:36",
    "end": "00:14:00"
  },
  {
    "text": "Why are we sending trees?",
    "start": "00:14:00",
    "end": "00:14:01"
  },
  {
    "text": "Yeah, sending trees. Cedars of Lebanon.",
    "start": "00:14:01",
    "end": "00:14:03"
  },
  {
    "text": "Like cut down trees?",
    "start": "00:14:03",
    "end": "00:14:04"
  },
  {
    "text": "Yep.",
    "start": "00:14:04",
    "end": "00:14:05"
  },
  {
    "text": "Okay.",
    "start": "00:14:05",
    "end": "00:14:05"
  },
  {
    "text": "Yeah. So Lebanon is the mountain range up north.",
    "start": "00:14:05",
    "end": "00:14:08"
  },
  {
    "text": "Yeah. Known for their cedars.",
    "start": "00:14:08",
    "end": "00:14:09"
  },
  {
    "text": "Known for their tall cedars still today. Yeah, Lebanon. So the nations. A king of a neighboring nation sends all of these gorgeous tall trees from the mountains north of Jerusalem, some lumber, sends it all down with carpenters and stonemasons so that they build a house for David. So. So David, that's a nice gift, takes a high place, gets a gift of beautiful trees from the north, and builds a house on the hill.",
    "start": "00:14:09",
    "end": "00:14:37"
  },
  {
    "text": "And so at this point you're thinking, okay, high place, trees.",
    "start": "00:14:37",
    "end": "00:14:40"
  },
  {
    "text": "Okay, trees. All right. Okay.",
    "start": "00:14:40",
    "end": "00:14:41"
  },
  {
    "text": "I'm waiting for something happening here with this design pattern.",
    "start": "00:14:41",
    "end": "00:14:43"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:14:43",
    "end": "00:14:44"
  },
  {
    "text": "Usually it's like someone's gonna make an altar.",
    "start": "00:14:44",
    "end": "00:14:46"
  },
  {
    "text": "Correct.",
    "start": "00:14:46",
    "end": "00:14:46"
  },
  {
    "text": "Or the tree represents that Eden has kind of been created. They live under a tree.",
    "start": "00:14:46",
    "end": "00:14:54"
  },
  {
    "text": "You got it. Okay, well, let's see what happens next. So right after that, David gets all these fancy trees. He gets a house built on top of the hill, technically right at the base of the hill. And David realized the Lord established him as king over Israel and exalted him for the sake of his people of Israel. Wow. I got a hilltop and the nations are sending me trees and I'm a seed. Yeah, there you go. That's right. The next chapter. 2nd Samuel 6 what does David decide to do? You know, we need the Ark of the Covenant up here right on top of this thing. Let's bring her in.",
    "start": "00:14:54",
    "end": "00:15:27"
  },
  {
    "text": "Yeah.",
    "start": "00:15:27",
    "end": "00:15:28"
  },
  {
    "text": "So this is 2nd Samuel 6, 13. So it was when the bearers of the Ark of Yahweh had gone six every six steps, as they're walking up the hill. He brings it from a guy's house named Ovid. Edom.",
    "start": "00:15:28",
    "end": "00:15:42"
  },
  {
    "text": "That guy. Why does that guy have it?",
    "start": "00:15:43",
    "end": "00:15:44"
  },
  {
    "text": "Well, that's the whole complicated story. He tries to bring it a first time, and then a guy named Uzzah touches the Ark of the Covenant and then he dies. Remember that story? Yeah, yeah. That's a whole other design pattern. It's fascinating, but we don't have time for it here. This is the second attempt that David makes to bring the Ark of the Covenant in. And he follows the instructions precisely for how to transport it, because he didn't the first time. And then he makes sure by every six steps they make a sacrifice.",
    "start": "00:15:44",
    "end": "00:16:15"
  },
  {
    "text": "That's interesting. So you have these, what, a procession?",
    "start": "00:16:15",
    "end": "00:16:18"
  },
  {
    "text": "Yeah, totally. Yeah. Just imagine the scene.",
    "start": "00:16:18",
    "end": "00:16:20"
  },
  {
    "text": "It's like the slowest parade. Can you imagine bringing your kids to that parade?",
    "start": "00:16:20",
    "end": "00:16:27"
  },
  {
    "text": "Okay, so the whole point is you're on your way to bring the Ark of the Covenant, which dwelt in the tent, which is where the fiery tree bush appearance of God to Moses transferred over that tent.",
    "start": "00:16:27",
    "end": "00:16:38"
  },
  {
    "text": "Yeah, it's the hot spot. It's God's presence.",
    "start": "00:16:38",
    "end": "00:16:39"
  },
  {
    "text": "The Holy of Holies. The Holy of Holies is mobile right now. It's moving up to this new hill.",
    "start": "00:16:39",
    "end": "00:16:44"
  },
  {
    "text": "Yeah.",
    "start": "00:16:44",
    "end": "00:16:45"
  },
  {
    "text": "That David just set up.",
    "start": "00:16:45",
    "end": "00:16:47"
  },
  {
    "text": "He's putting the Tree of Life there.",
    "start": "00:16:47",
    "end": "00:16:48"
  },
  {
    "text": "You get it? He's putting the Tree of Life. He's planting the Tree of Life on top of a new Eden. So David's so excited. He's dancing. He's dancing before Yahweh with all of his power. And he's wearing this beautiful linen ephod, which is crazy because it makes him look like the high priest. So interesting. So David and all this back in two Samuel six, David and all the house of Israel bringing up the Ark of Yahweh, shouting with the sound of the trumpet. They brought it in, set it in its place inside the tent that David pitched for it. So they build the tabernacle. David finished offering burnt offerings, peace offerings before the Lord.",
    "start": "00:16:49",
    "end": "00:17:30"
  },
  {
    "text": "So they build a tabernacle on the top of the mountain.",
    "start": "00:17:30",
    "end": "00:17:33"
  },
  {
    "text": "So here it is. The tabernacle is now at the top of the mountain, at the top of this new Eden. You have all these beautiful buildings around it cedars of Lebanon, Yahweh takes up residence in the new eden. And verse 18, when David finished all these offerings, he pronounced a blessing. He blesses the people in the name of the Lord of hosts. What's interesting is that usually that's the thing that the sons of Aaron do.",
    "start": "00:17:34",
    "end": "00:17:58"
  },
  {
    "text": "Being very priestly.",
    "start": "00:17:58",
    "end": "00:17:59"
  },
  {
    "text": "David's being very priestly. Then verse 19, he distributed to all of the people. I mean to the whole multitude, the men and the women. Everybody got their own bread cake, a date cake and a raisin cake.",
    "start": "00:17:59",
    "end": "00:18:13"
  },
  {
    "text": "He's into the cakes.",
    "start": "00:18:14",
    "end": "00:18:15"
  },
  {
    "text": "And everyone departed to their own house. So food for abundant food.",
    "start": "00:18:15",
    "end": "00:18:20"
  },
  {
    "text": "Is he opening a bakery for every. You know when like a restaurant opens and they just give away all their. Yeah, what's he doing?",
    "start": "00:18:20",
    "end": "00:18:27"
  },
  {
    "text": "It's the abundant food in Eden motif. So he just pronounced a blessing on the people.",
    "start": "00:18:27",
    "end": "00:18:34"
  },
  {
    "text": "Yeah.",
    "start": "00:18:34",
    "end": "00:18:35"
  },
  {
    "text": "What's the blessing? Be fruitful from Genesis 1. Be fruitful, multiply, fill the land. I give to you. Every green tree to eat. It's all food for you. He's a new Adam establishing a new Eden. God takes up residence. He meets with God. Blessing on the people. Food for everybody.",
    "start": "00:18:35",
    "end": "00:18:53"
  },
  {
    "text": "Yeah. Great.",
    "start": "00:18:53",
    "end": "00:18:54"
  },
  {
    "text": "What a great setup.",
    "start": "00:18:54",
    "end": "00:18:55"
  },
  {
    "text": "That's a great parade.",
    "start": "00:18:55",
    "end": "00:18:56"
  },
  {
    "text": "Yeah. Next chapter is 2 Samuel 7, which is 1 of these load bearing chapters in the Hebrew Bible. It's like all of the themes come rushing together right here. David. It begins with David saying, you know what? God deserves more than a tent. I'm going to build. I live in this nice house made of cedar. God, you should get a house made of cedar. And God says to him, no, I don't want that. That's what God says. He says, instead of you building me a house, he says, have I ever asked for a house? I'm just fine in my tent, thank you very much. And then God flips it, he says, I'm going to build you a house, meaning a family. And then this is where it picks up. Verse 8. God says to a prophet that he sends to David, this is what Yahweh of hosts says. I took you from the pasture from following the sheep to be ruler over my people. By the way, Moses. What was Moses doing?",
    "start": "00:18:56",
    "end": "00:19:51"
  },
  {
    "text": "He was shepherding.",
    "start": "00:19:51",
    "end": "00:19:52"
  },
  {
    "text": "Yep. I've been with you wherever you've gone. I've cut off your enemies before you. I will give you a great name.",
    "start": "00:19:52",
    "end": "00:19:59"
  },
  {
    "text": "That's what he said. Abrams.",
    "start": "00:19:59",
    "end": "00:20:00"
  },
  {
    "text": "Exactly. We said Abram, like the names of the great ones who are on the earth. I will also appoint a place for my people, Israel, and I will plant them. Plant? Yeah, plant it's. The same verb as God planting the garden of Eden.",
    "start": "00:20:00",
    "end": "00:20:17"
  },
  {
    "text": "Genesis and planting the humans in the Eden.",
    "start": "00:20:17",
    "end": "00:20:19"
  },
  {
    "text": "But now he's planting people are the seed.",
    "start": "00:20:19",
    "end": "00:20:21"
  },
  {
    "text": "Am I remembering correctly? In Genesis 2, though, he also planted plants the humans.",
    "start": "00:20:21",
    "end": "00:20:26"
  },
  {
    "text": "Oh, that's right. This is our whole thing of the people are trees.",
    "start": "00:20:26",
    "end": "00:20:29"
  },
  {
    "text": "Yeah, people are trees.",
    "start": "00:20:29",
    "end": "00:20:30"
  },
  {
    "text": "Again, this part of why this is hugely important for the book of Isaiah. And that's why I brought this up as the first part of this conversation. Genesis 2. God plants a garden, and he causes to come up out of the ground three things. One is the trees. Second is the people, and then the third is the water, the water of life. So here in this new Eden, God is going to plant people so that a people can grow in this new Eden. That's the metaphor at work.",
    "start": "00:20:30",
    "end": "00:21:00"
  },
  {
    "text": "Yeah, it's cool.",
    "start": "00:21:00",
    "end": "00:21:00"
  },
  {
    "text": "People are trees.",
    "start": "00:21:00",
    "end": "00:21:01"
  },
  {
    "text": "Is that the word used in Genesis 2, that he plants people? Is that phrase used?",
    "start": "00:21:01",
    "end": "00:21:06"
  },
  {
    "text": "He plants a garden in Eden, plants.",
    "start": "00:21:06",
    "end": "00:21:08"
  },
  {
    "text": "A garden in Eden.",
    "start": "00:21:08",
    "end": "00:21:09"
  },
  {
    "text": "He plants a garden somewhere else.",
    "start": "00:21:09",
    "end": "00:21:10"
  },
  {
    "text": "He plants people. You showed me somewhere.",
    "start": "00:21:10",
    "end": "00:21:12"
  },
  {
    "text": "It was like planting people in Exodus 15. In Exodus 15, when he liberates the people, brings them through the waters, and he says, going to plant them in the mountain of my inheritance. Okay, and here it is. This is the fulfillment of that promise. Yeah, that's right. So I'm going to plant them here that they may live in their own place, won't be disturbed again. The wicked will not afflict them as they have in the past. I'm going to give you rest from your enemies. And Yahweh declares that he's going to make a house for you. So you said, you want to make a house for me? I've got a great tent. Don't need a house. I'm going to make you a house. And now we're using house as a metaphor for family. When your days are complete and you lie down with your fathers, I will raise up your seed after you, one who will come forth from you, and I will establish his kingdom.",
    "start": "00:21:12",
    "end": "00:22:03"
  },
  {
    "text": "So here we're like, oh, David's not the seed.",
    "start": "00:22:03",
    "end": "00:22:06"
  },
  {
    "text": "David's not the seed. Nope. It's going to be one after Him. He, that future seed, will build a house for my name, and I will establish the throne of his kingdom forever. So the package deal is God's going to plant a new people and raise up from among that people a seed who will build the new garden temple. And God will establish that royal garden temple for eternity. Eternal life.",
    "start": "00:22:06",
    "end": "00:22:36"
  },
  {
    "text": "Eternal life. Eternal kingdom.",
    "start": "00:22:37",
    "end": "00:22:38"
  },
  {
    "text": "An eternal kingdom. So there you go. Now I'm just Like, okay, well, when's the seed of David? What's gonna happen next?",
    "start": "00:22:38",
    "end": "00:22:46"
  },
  {
    "text": "Yeah.",
    "start": "00:22:47",
    "end": "00:22:47"
  },
  {
    "text": "So you read through the story.",
    "start": "00:22:47",
    "end": "00:22:48"
  },
  {
    "text": "At this point in the story, you've kind of been hoping it's David, right?",
    "start": "00:22:49",
    "end": "00:22:52"
  },
  {
    "text": "Oh, yeah, that's right. Correct.",
    "start": "00:22:52",
    "end": "00:22:54"
  },
  {
    "text": "And you've hoped it was Abram and then you hoped it was Moses. You hoped it was Noah actually at first, and then Abram and then.",
    "start": "00:22:54",
    "end": "00:23:02"
  },
  {
    "text": "Yeah. And you hoped it was Abel or Cain. Yeah, right after the garden. Yeah.",
    "start": "00:23:02",
    "end": "00:23:06"
  },
  {
    "text": "Yeah. The astute reader. Yeah.",
    "start": "00:23:06",
    "end": "00:23:07"
  },
  {
    "text": "You're waiting for the righteous seed.",
    "start": "00:23:07",
    "end": "00:23:08"
  },
  {
    "text": "It's been a long time coming. And then David, he's reestablishing God's presence on the new mountain. It looks like Eden's coming. You're like, sweet, it's happening. And then God says there's gonna be a new seed from your line.",
    "start": "00:23:08",
    "end": "00:23:25"
  },
  {
    "text": "Correct.",
    "start": "00:23:25",
    "end": "00:23:25"
  },
  {
    "text": "It's not you.",
    "start": "00:23:25",
    "end": "00:23:26"
  },
  {
    "text": "Correct. It's not you.",
    "start": "00:23:26",
    "end": "00:23:27"
  },
  {
    "text": "So it's exciting.",
    "start": "00:23:27",
    "end": "00:23:28"
  },
  {
    "text": "Yeah.",
    "start": "00:23:28",
    "end": "00:23:29"
  },
  {
    "text": "But also like, oh, it's not him.",
    "start": "00:23:29",
    "end": "00:23:31"
  },
  {
    "text": "Yep, you got things ready. But. But it's not you. So we could go do a bunch more stuff in Samuel and Kings, but I think for our conversation now, we have now, within the promised land, a tale of the true Eden that God is wanting to plant the new humanity, the seed of David, or a new humanity out of which will come a seed of David. And then it's surrounded, this true new Eden is surrounded by all these false Edens where the rest of Israel is worshiping. And so the drama really, of Samuel and Kings and then of the prophets is how is God going to respond to Israel giving its allegiance to all these false trees of life on the false Edens? And how and when is God going to raise up the new humanity from which will come the new seed in the true Eden? That's the drama.",
    "start": "00:23:31",
    "end": "00:24:24"
  },
  {
    "text": "Yeah.",
    "start": "00:24:24",
    "end": "00:24:25"
  },
  {
    "text": "Of the story. The book of Isaiah is organized around that plot line. Contesting high places, contesting Edens and contesting seed for the future of God's covenant people. We've only touched down in Isaiah a couple times before. Yeah, we've Talked about Isaiah 11 a lot. The animals at peace with each other.",
    "start": "00:24:25",
    "end": "00:25:15"
  },
  {
    "text": "And we've talked about that. I'm sure we've talked about suffering servant in Isaiah.",
    "start": "00:25:15",
    "end": "00:25:20"
  },
  {
    "text": "Not a lot. Not a lot, actually. So, you know, we only have part of an episode to go here. But the people as trees, things is going to come up in a big way here. Isaiah, chapter one.",
    "start": "00:25:20",
    "end": "00:25:32"
  },
  {
    "text": "Okay.",
    "start": "00:25:32",
    "end": "00:25:33"
  },
  {
    "text": "Here, I'll let you read. This is from the concluding paragraph of chapter one.",
    "start": "00:25:34",
    "end": "00:25:37"
  },
  {
    "text": "All right. Starting in 27.",
    "start": "00:25:37",
    "end": "00:25:39"
  },
  {
    "text": "Yep.",
    "start": "00:25:39",
    "end": "00:25:40"
  },
  {
    "text": "Zion will be redeemed with justice. And her repentant ones with righteousness. But transgressors and sinners will be crushed together, and those who forsake the Lord will come to an end. Surely you will be ashamed of the oaks which you have desired, and you will be embarrassed at the gardens which you have chosen for you will be like an oak whose leaf fades away. Or as a garden that has no water.",
    "start": "00:25:40",
    "end": "00:26:05"
  },
  {
    "text": "Can you see the Eden language, like, leaping off the page here?",
    "start": "00:26:05",
    "end": "00:26:10"
  },
  {
    "text": "Yeah. All the oaks and gardens.",
    "start": "00:26:10",
    "end": "00:26:11"
  },
  {
    "text": "Yes. Water trees that you desire.",
    "start": "00:26:12",
    "end": "00:26:14"
  },
  {
    "text": "Yeah. Desire.",
    "start": "00:26:15",
    "end": "00:26:16"
  },
  {
    "text": "Desirable trees. Yeah, Right. That's the tree of knowing good, of evil. Good and bad was desirable to the eyes. Yeah, yeah. They ate from it and they were naked and ashamed. Yeah.",
    "start": "00:26:16",
    "end": "00:26:30"
  },
  {
    "text": "Oh, yeah, the shame.",
    "start": "00:26:30",
    "end": "00:26:31"
  },
  {
    "text": "They were in a garden with abundant water and they were forfeiting their access to the tree of eternal life, whose leaves, by inference, never wither.",
    "start": "00:26:31",
    "end": "00:26:42"
  },
  {
    "text": "Yeah.",
    "start": "00:26:42",
    "end": "00:26:43"
  },
  {
    "text": "So here there's a promise that Jerusalem itself needs to be redeemed. It's in slavery. By the time you read on the sons of David, none of the sons of David are the promised seed that we just heard God promise.",
    "start": "00:26:44",
    "end": "00:27:00"
  },
  {
    "text": "So the place that they put God's presence on this New Eden mountain has.",
    "start": "00:27:00",
    "end": "00:27:06"
  },
  {
    "text": "Itself been corrupted, becomes a false Eden.",
    "start": "00:27:06",
    "end": "00:27:08"
  },
  {
    "text": "And it becomes a false Eden.",
    "start": "00:27:08",
    "end": "00:27:10"
  },
  {
    "text": "Yeah. Zion, which was full of promise. This is just like the garden narrative. So much promise and potential for human rulers to be God's partners. There was so much promise and potential for Jerusalem to become the vanguard of the new humanity and the messianic seed. But you read the story of the sons of David in Samuel and Kings, and they all replay the garden rebellion in their own ways. And so now Zion needs to be rescued. Jerusalem, then Eden needs to be rescued. And then what Israel will become ashamed of is all of these false Garden of Edens that they've been pursuing. This is an allusion to the high places where Asherah and BAAL are worshipped and all this.",
    "start": "00:27:10",
    "end": "00:27:51"
  },
  {
    "text": "That's the same word, being ashamed that you pointed out that the Israelites, when they were waiting for Moses.",
    "start": "00:27:51",
    "end": "00:27:56"
  },
  {
    "text": "Correct.",
    "start": "00:27:56",
    "end": "00:27:56"
  },
  {
    "text": "Became ashamed.",
    "start": "00:27:56",
    "end": "00:27:57"
  },
  {
    "text": "Yeah, totally. That's right. Yeah, that's right. So notice how. Which.",
    "start": "00:27:57",
    "end": "00:28:02"
  },
  {
    "text": "How was that translated? They were.",
    "start": "00:28:02",
    "end": "00:28:03"
  },
  {
    "text": "Oh, well, it gets translated delayed.",
    "start": "00:28:03",
    "end": "00:28:05"
  },
  {
    "text": "Delayed.",
    "start": "00:28:05",
    "end": "00:28:05"
  },
  {
    "text": "But it's a strange turn of phrase. So notice here that in Isaiah 1, Zion needs to be rescued. And it's the repentant ones.",
    "start": "00:28:06",
    "end": "00:28:15"
  },
  {
    "text": "Yeah.",
    "start": "00:28:15",
    "end": "00:28:16"
  },
  {
    "text": "Just like in Exodus, the slaves Israelites were redeemed and rescued out of slavery.",
    "start": "00:28:16",
    "end": "00:28:21"
  },
  {
    "text": "Right.",
    "start": "00:28:21",
    "end": "00:28:22"
  },
  {
    "text": "So now the true Eden needs to be rescued from Israel.",
    "start": "00:28:22",
    "end": "00:28:25"
  },
  {
    "text": "Oh, wow.",
    "start": "00:28:26",
    "end": "00:28:27"
  },
  {
    "text": "And who are the. The oppressed ones who are going to be Rescued out. They're called the repentant. The repentant ones.",
    "start": "00:28:27",
    "end": "00:28:36"
  },
  {
    "text": "And they're oppressed.",
    "start": "00:28:36",
    "end": "00:28:37"
  },
  {
    "text": "Well, they're the equivalent to the oppressed Israelites in slavery. So Jerusalem's in slavery. And also the righteous few, namely Isaiah.",
    "start": "00:28:38",
    "end": "00:28:48"
  },
  {
    "text": "The ones who can see that this has been corrupted and want it to go back.",
    "start": "00:28:48",
    "end": "00:28:53"
  },
  {
    "text": "So this is the prophets, this is the remnant, the repentant remnant. This is Isaiah and his crew. Micah, minority group. Minority group. Who are the people who have given us the Bible? Hebrew Bible's Minority Report so in verse 29, y', all Israel, who's been unfaithful to the covenant, first of all, they're going to be ashamed of their false Edens, of the oaks that you've desired. So you're going to be ashamed of.",
    "start": "00:28:53",
    "end": "00:29:21"
  },
  {
    "text": "The high places, which means it will become clear to you that they aren't true trees of life.",
    "start": "00:29:21",
    "end": "00:29:26"
  },
  {
    "text": "That's right, yeah. So we don't know. But there's going to be a great destruction of the promised land coming. That's what Isaiah's warning. And even Zion itself will have to be destroyed so that it can be rescued and redeemed. And then when the great destruction happens, you will be ashamed because you are worshiping BAAL on those high places, thinking that Baal's powerful God and that he'll rescue you from trouble. But no, no, you'll be ashamed of BAAL and that you gave your allegiance to him. But then verse 30, for y' all will be like an oak with withering leaves. Y' all will be like a garden that has no water.",
    "start": "00:29:26",
    "end": "00:30:04"
  },
  {
    "text": "Yeah.",
    "start": "00:30:04",
    "end": "00:30:05"
  },
  {
    "text": "So dried up tree people have become people are trees. That's the image here. You'll be ashamed of your false trees on high places and you yourselves will become like a tree. Dry, withering trees. So there you go. It's the opposite of the psalm. One person. Yeah, the psalm one person is faced with Yahweh and is planted by the new Eden. And like a tree whose leaf does not wither. It's exactly the inversion of it here. Yeah. So, okay, now I've got two groups of people on Jerusalem. Jerusalem's going to get destroyed and replanted. The repentant remnant will be the new people that make it through the judgment. But those who won't survive the judgment are those who are like dry trees. So if you trace it through, we don't have time. But man, I encourage our listeners if you've ever been bewildered reading through the book of Isaiah, never one really fruitful, pun intended, fruitful way to engage the book of Isaiah is to get out different shades of green highlighters and start tracking with the development of tree and plant imagery and mountain imagery. Maybe get brown for mountains. And what you'll start to notice is the announcement that the mountain of Jerusalem is going to be destroyed so that a new garden can be planted on top of the mountain and new plants can grow out of it. And all the way through the end of the book, it's just repeatedly cycling through this theme here. So, for example, quick tour of this theme. Isaiah 5. Isaiah sings a song about God planting a vineyard on a fertile hill. Planting it, putting choice vines in it. And he was expecting it to produce fruit. Grapes, he says, but all it produces is stinky grapes. And then he says, he kind of gives up the metaphor. The metaphor. And he says, hey, everybody, judge between me and my vineyard. What more could I have done for it? And then he gives up the game. In verse seven, the vineyard is the house of Israel. The men of Judah are his delightful plant.",
    "start": "00:30:05",
    "end": "00:32:43"
  },
  {
    "text": "People are plants.",
    "start": "00:32:43",
    "end": "00:32:44"
  },
  {
    "text": "Yeah. He planted a people there. And so he says in verse six here, not only did it produce bad grapes, it produced thorns and thistles. It's all Eden imagery. So I put these humans in a sweet garden setup. Yeah. Which is the land to produce fruit. Yeah. So, yeah, we're using the Eden narrative skeleton to map onto the Israelites in the land. And what I get was thorns and thistles, which assumes the Eden rebellion. So the next chapter six is where Isaiah has his burning bush moment. Like Moses, he wakes up in a dream and he's standing in the holy of Holies, and he sees the heavenly beings and there's fire and smoke. And this time the fire from the burning bush is transported to him through the tongs that a seraphim is carrying of the coal. Yeah, yeah. So now, literally, it's like a branch of the burning bush is broken off and the heavenly being starts bringing it over to.",
    "start": "00:32:44",
    "end": "00:33:43"
  },
  {
    "text": "It's like eating of the Tree of life.",
    "start": "00:33:43",
    "end": "00:33:45"
  },
  {
    "text": "Oh, yes. And he's freaked out. He thinks it's going to kill him.",
    "start": "00:33:45",
    "end": "00:33:47"
  },
  {
    "text": "Yeah. And we've seen this motif. Moses.",
    "start": "00:33:47",
    "end": "00:33:50"
  },
  {
    "text": "Yes.",
    "start": "00:33:50",
    "end": "00:33:50"
  },
  {
    "text": "He was scared in front of the bush.",
    "start": "00:33:50",
    "end": "00:33:52"
  },
  {
    "text": "That's right. That's right.",
    "start": "00:33:52",
    "end": "00:33:53"
  },
  {
    "text": "And I really, actually, I've been dwelling on this image of the Tree of life being on fire and a little bit intense.",
    "start": "00:33:53",
    "end": "00:34:00"
  },
  {
    "text": "Terrifying. Yeah, yeah, yeah, yeah.",
    "start": "00:34:00",
    "end": "00:34:02"
  },
  {
    "text": "And having that same thing, I was like, if I eat that fruit, it's going to burn me. And that's kind of this image you've got here of, like, you're handing Me, coal from the fire and you're going to put it on my mouth?",
    "start": "00:34:02",
    "end": "00:34:13"
  },
  {
    "text": "Yeah, that's right. Yeah. It's horrifying because what Isaiah proclaimed when he announced when he sees God in the burning throne is, I am a man of impure lips. My words, therefore, my whole body, heart is saturated with corruption and selfishness. And he says, and I'm looking at the burning bush and I'm done for. And then a heavenly being. Imagine an alien coming at you with a laser gun. Yeah, I mean, that's the scene here.",
    "start": "00:34:13",
    "end": "00:34:42"
  },
  {
    "text": "Well, part of. Yeah, part of the fire.",
    "start": "00:34:42",
    "end": "00:34:44"
  },
  {
    "text": "Yeah, it's like a laser gun powered by a little crystal taken from the burning throne or something.",
    "start": "00:34:44",
    "end": "00:34:49"
  },
  {
    "text": "You got really sci fi with this.",
    "start": "00:34:49",
    "end": "00:34:51"
  },
  {
    "text": "Well, I just, you know, there's this thing of like, you know, better is one day in your court.",
    "start": "00:34:51",
    "end": "00:34:56"
  },
  {
    "text": "Yeah, right.",
    "start": "00:34:57",
    "end": "00:34:57"
  },
  {
    "text": "If only I could be in God's presence in the temple.",
    "start": "00:34:57",
    "end": "00:35:00"
  },
  {
    "text": "Yes.",
    "start": "00:35:00",
    "end": "00:35:00"
  },
  {
    "text": "Isaiah gets what, you know, what people sing about in church to be in the courts. And he is terrified. He's certain he's going to die. An alien flies at him with a laser gun.",
    "start": "00:35:00",
    "end": "00:35:12"
  },
  {
    "text": "Yeah.",
    "start": "00:35:12",
    "end": "00:35:12"
  },
  {
    "text": "You have to pretend you don't know the rest of the chapter and just be like, oh, he's done. This guy's done for. He's gonna get incinerated right now. And instead what happens is the coal touches his lips. It's a dream or a vision, but, like, that's not a pleasant experience. You have your lips seared, and then he hears a voyance announce saying, your sins are atoned for. Your guilt is covered and forgiven.",
    "start": "00:35:13",
    "end": "00:35:38"
  },
  {
    "text": "So the seed hasn't sacrificed.",
    "start": "00:35:38",
    "end": "00:35:40"
  },
  {
    "text": "So Isaiah wakes up in a visionary dream, and he's in the ultimate Eden because he's in Jerusalem in the dream. He's in the dream. He's in the heavenly temple, which is where, you know, where heaven and earth are one. He wakes up in Eden and he's before the Tree of life throne in his vision. In this vision. Yeah, right. He's surrounded by heavenly beings, and the.",
    "start": "00:35:40",
    "end": "00:36:04"
  },
  {
    "text": "Cherubim who are supposed to be protecting the tree of life are now offering a piece of the tree of life.",
    "start": "00:36:04",
    "end": "00:36:09"
  },
  {
    "text": "Or they are protecting the tree of life. Impure man, full of corruption and death, just somehow got into the throne room.",
    "start": "00:36:09",
    "end": "00:36:17"
  },
  {
    "text": "Yeah.",
    "start": "00:36:17",
    "end": "00:36:18"
  },
  {
    "text": "This guy doesn't belong here and Isaiah knows it. Yeah, I'm done for.",
    "start": "00:36:18",
    "end": "00:36:22"
  },
  {
    "text": "He's like, sorry, guys, I didn't mean to be.",
    "start": "00:36:23",
    "end": "00:36:24"
  },
  {
    "text": "He says, I saw Yahweh sitting on his throne. That's vision language. Vision. That's the scene.",
    "start": "00:36:26",
    "end": "00:36:31"
  },
  {
    "text": "How can I politely excuse myself from this Situation.",
    "start": "00:36:31",
    "end": "00:36:34"
  },
  {
    "text": "That's this scene.",
    "start": "00:36:35",
    "end": "00:36:36"
  },
  {
    "text": "I love the image. I mean, because it's like the Garden of Eden and the Tree of Life are guarded.",
    "start": "00:36:36",
    "end": "00:36:41"
  },
  {
    "text": "Correct.",
    "start": "00:36:41",
    "end": "00:36:42"
  },
  {
    "text": "But there's this desire, this feeling like, let's get back. And here we have a guy who just like, all of a sudden he's there and he's like, whoa, I shouldn't be here.",
    "start": "00:36:42",
    "end": "00:36:50"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:36:50",
    "end": "00:36:51"
  },
  {
    "text": "This is a problem.",
    "start": "00:36:51",
    "end": "00:36:52"
  },
  {
    "text": "Yeah. I'm a mortal, corrupt human. This is not my space. And in a way, the heavenly creatures, you're called seraphim, are protecting the divine throne. They take from the divine the coal and they come to burn. To burn the intruder.",
    "start": "00:36:52",
    "end": "00:37:08"
  },
  {
    "text": "Yeah.",
    "start": "00:37:08",
    "end": "00:37:09"
  },
  {
    "text": "And then that's true.",
    "start": "00:37:09",
    "end": "00:37:10"
  },
  {
    "text": "You would think, okay, they're gonna take him out with the coal.",
    "start": "00:37:10",
    "end": "00:37:13"
  },
  {
    "text": "Yeah. It's gonna get consumed. Yeah. And then the moment that you think he's incinerated, it's like his eyes are closed, the coal's searing his lips. I'm done for. I'm done for. And then he hears a voice. Your guilt is forgiven. Your sins are atoned for. And he's been burned clean.",
    "start": "00:37:13",
    "end": "00:37:30"
  },
  {
    "text": "He has been consumed.",
    "start": "00:37:30",
    "end": "00:37:31"
  },
  {
    "text": "He has been consumed.",
    "start": "00:37:31",
    "end": "00:37:33"
  },
  {
    "text": "You know, and we talked about the Tree of Life in the Eden narrative as you consume it. But it's God's presence.",
    "start": "00:37:33",
    "end": "00:37:42"
  },
  {
    "text": "Oh, yeah. It has to transform you, but it transforms you. We're kind of to the holiness theme, remember? We are to the holiness, actually. This is how we depicted this very scene in the Holiness video.",
    "start": "00:37:42",
    "end": "00:37:51"
  },
  {
    "text": "And we're to the theme of the metamorphosis or whatever.",
    "start": "00:37:51",
    "end": "00:37:55"
  },
  {
    "text": "Correct. Yeah.",
    "start": "00:37:55",
    "end": "00:37:56"
  },
  {
    "text": "How do you get transformed into a new humanity?",
    "start": "00:37:56",
    "end": "00:37:58"
  },
  {
    "text": "Yeah. What kind of seed. What kind of new seed can live on the holy Eden Mountain and rule with God as his eternal partners, not humans in their given state right now, man.",
    "start": "00:37:58",
    "end": "00:38:11"
  },
  {
    "text": "The more and more we walk through this theme, the more I'm just like, yeah, the Tree of Life is on fire. Right. Aren't you supposed to look back at that narrative now and be like, I think that tree was on fire. I think it was intense. And I think it wasn't as simple as, like, oh, we got this awesome option. And this awesome option. I think Adam and Eve were like, we got this really scary, intense thing that I think might kill us. And then this thing, which actually looks pretty delicious.",
    "start": "00:38:11",
    "end": "00:38:39"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:38:39",
    "end": "00:38:39"
  },
  {
    "text": "And they both are going to give us wisdom.",
    "start": "00:38:39",
    "end": "00:38:41"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:38:41",
    "end": "00:38:42"
  },
  {
    "text": "I'm going to go with the delicious object.",
    "start": "00:38:42",
    "end": "00:38:43"
  },
  {
    "text": "One thing I'm still trying to understand about design patterns is because you're meant to connect pattern stories to each other and let them illuminate each other.",
    "start": "00:38:43",
    "end": "00:38:52"
  },
  {
    "text": "What am I going to do?",
    "start": "00:38:53",
    "end": "00:38:53"
  },
  {
    "text": "What's not clear to me. Yeah. Is at what point am I over importing something from a future, a later iteration into an earlier story? And I don't know the answer to that yet, but it does make it interesting to say, why wouldn't they just look at the Tree of Life and be like, I'm going with the eternal life.",
    "start": "00:38:53",
    "end": "00:39:11"
  },
  {
    "text": "Totally.",
    "start": "00:39:11",
    "end": "00:39:11"
  },
  {
    "text": "That sounds better in any accounting.",
    "start": "00:39:11",
    "end": "00:39:14"
  },
  {
    "text": "Right? The snake comes and is like, hey, but what about that tree? And you're like.",
    "start": "00:39:14",
    "end": "00:39:17"
  },
  {
    "text": "He's like, no, dude, I got eternal life.",
    "start": "00:39:17",
    "end": "00:39:19"
  },
  {
    "text": "We got the eternal life tree.",
    "start": "00:39:20",
    "end": "00:39:21"
  },
  {
    "text": "Yeah, yeah. No, it's true. It also explains why when God shows up for the daily walk, they're afraid. Right. When God shows up in the burning bush, Moses is afraid. Isaiah wakes up in the Eden, holy of holies, and he's freaked out.",
    "start": "00:39:22",
    "end": "00:39:37"
  },
  {
    "text": "So I guess what I'm saying is, can we port back and say, oh, Adam and Eve were actually afraid of the Tree of Life before they ate a tree. Magic and evil. And that's what you're saying, like.",
    "start": "00:39:38",
    "end": "00:39:48"
  },
  {
    "text": "And I'm just saying, yeah, I don't know if that's over importing, but at least I know the design pattern wants to spark our imagination to get us to ponder that.",
    "start": "00:39:48",
    "end": "00:39:58"
  },
  {
    "text": "I'm just saying, can the Tree of Life be on fire?",
    "start": "00:39:58",
    "end": "00:40:01"
  },
  {
    "text": "In our video, we've had heavenly luminescence around the tree.",
    "start": "00:40:01",
    "end": "00:40:05"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:40:06",
    "end": "00:40:06"
  },
  {
    "text": "Blue flame, blue flames. Okay, so this is Isaiah 6. So Isaiah just got transformed.",
    "start": "00:40:06",
    "end": "00:40:13"
  },
  {
    "text": "Yeah.",
    "start": "00:40:13",
    "end": "00:40:13"
  },
  {
    "text": "And then this is the famous, like, whom shall I send? Who will go for us? Who's going to go tell the people of Israel what's coming?",
    "start": "00:40:13",
    "end": "00:40:20"
  },
  {
    "text": "Yeah.",
    "start": "00:40:20",
    "end": "00:40:20"
  },
  {
    "text": "And Isaiah says, yeah, me. And then he gets his message saying, okay, go tell everybody that Jerusalem's going to be destroyed. And then in verse 11, Isaiah says, Whoa, how long? How long will the devastation. How long? And what he hears is until cities are devastated without inhabitant, houses are without people, and the land is desolate. When Yahweh has removed humans far away and the forsaken places are many in the land exile. Not only is Jerusalem going to be destroyed, Yahweh is exiling the people he planted in Jerusalem. How long will this all last? Well, first of all, there's going to be a great emptying of the land, clearing the eden. But verse 13, there's going to be a little 10th. One 10th will remain in the land, but that 10th will again get burned and consumed just like you were. And then just like a terebinth or an oak tree, that has a stump remaining when it's felled. The holy seed is the stump. So just think Isaiah just. He represents sinful Israel. I'm a man of impure lips, and I live among a people of impure lips. What did God just do? He just took one man out of the many, burned him clean, and says. Now you go say, the rest of Israel is going to be burned and exiled and destroyed and carried away, but there's going to be a little remnant left in the land, and that remnant will get thinned down even more. So that basically the whole promised family of Abraham is going to be reduced to a stump. And the last line of this is, and a little holy seed is the stump.",
    "start": "00:40:20",
    "end": "00:42:10"
  },
  {
    "text": "The stump is the seed.",
    "start": "00:42:10",
    "end": "00:42:11"
  },
  {
    "text": "The stump is a seed. So in our videos, we drew this as God's essentially cutting down the Eden people that he planted and he's going to grow a new seed out of the stump. Yeah, that's the image here. Think of like a stump of a tree and then a little new sprout comes out of it. That's the scene right here.",
    "start": "00:42:11",
    "end": "00:42:31"
  },
  {
    "text": "And when we've been talking about seed, we've been generally talking about a specific seed who will deal with evil.",
    "start": "00:42:31",
    "end": "00:42:40"
  },
  {
    "text": "You're saying what individual?",
    "start": "00:42:40",
    "end": "00:42:42"
  },
  {
    "text": "An individual. Yeah, but seed can also just refer to the whole family of Israel.",
    "start": "00:42:42",
    "end": "00:42:46"
  },
  {
    "text": "Yeah, it's a collective noun. Offspring. Look upon my offspring. You can refer to one child or to many. And that ambiguity is important because it's. It means both. Means both, yeah. There is a new people who will be represented by one particular new person. So this image of the tree being felled and one seed sprouting up gets carried forward in chapters 10 and 11. The last sentences of chapter 10 depict Yahweh coming to Jerusalem with a huge axe. Yahweh, the God of armies, will cut off branches with a terrible crash. Everything that's tall in stature cut down. Those who are lofty are abased, cutting down the thickets of the forest. Lebanon will fall. Remember what king sent trees to David, King of Lebanon, the king of Tyre, who brought down cedars of Lebanon. So old Jerusalem, corrupt Jerusalem was built up with cedars of Lebanon. And God's cutting it down. That's the end of that scene. Next sentence. Then a shoot will spring up from the stem of Jesse and a branch from his roots will bear fruit. Jesse is David's dad. So a new David is going to grow out of the stump.",
    "start": "00:42:46",
    "end": "00:44:07"
  },
  {
    "text": "And here it's called a stem, not a stump.",
    "start": "00:44:07",
    "end": "00:44:10"
  },
  {
    "text": "A stem. Oh, that's right. It's the Root. It's a root stock. Yeah, that's right. It's as if Jesse, from which David and the house of David grew, is going to grow a whole new family again.",
    "start": "00:44:10",
    "end": "00:44:20"
  },
  {
    "text": "Yeah, like trees, when they're stumps, aren't root stocks. They just die.",
    "start": "00:44:20",
    "end": "00:44:24"
  },
  {
    "text": "They die. Yeah, that's right. So the metaphors.",
    "start": "00:44:24",
    "end": "00:44:28"
  },
  {
    "text": "Got it.",
    "start": "00:44:28",
    "end": "00:44:29"
  },
  {
    "text": "This is one of those scenes where the metaphors are all overlapping.",
    "start": "00:44:29",
    "end": "00:44:32"
  },
  {
    "text": "Cool.",
    "start": "00:44:32",
    "end": "00:44:32"
  },
  {
    "text": "But Israel just got cut down.",
    "start": "00:44:32",
    "end": "00:44:34"
  },
  {
    "text": "Yes.",
    "start": "00:44:34",
    "end": "00:44:34"
  },
  {
    "text": "The next scene is after that. Cutting down, a shoot will spring up and it's a new David, not a son of David. It doesn't say a shoot from the stem of David. Because we know what the sons of David were like. They were in a bad lot. We need another David. And that David will be like a new Adam.",
    "start": "00:44:34",
    "end": "00:44:53"
  },
  {
    "text": "Yeah, we talked about this. The sevenfold spirit.",
    "start": "00:44:54",
    "end": "00:44:56"
  },
  {
    "text": "Spirit. Just like God breathed his spirit into Adam when he brought him up out of the ground, so now Yahweh will breathe seven times his spirit into this new Adam David.",
    "start": "00:44:57",
    "end": "00:45:09"
  },
  {
    "text": "Because this is ruach.",
    "start": "00:45:09",
    "end": "00:45:10"
  },
  {
    "text": "It's the word ruach. Yeah, that's right.",
    "start": "00:45:11",
    "end": "00:45:13"
  },
  {
    "text": "So God breathed his ruach into Adam.",
    "start": "00:45:13",
    "end": "00:45:15"
  },
  {
    "text": "Yeah. Which made him a living being here.",
    "start": "00:45:15",
    "end": "00:45:17"
  },
  {
    "text": "Now the ruach of God is coming on him in seven ways.",
    "start": "00:45:17",
    "end": "00:45:22"
  },
  {
    "text": "Seven ways wisdom. So he can rule.",
    "start": "00:45:22",
    "end": "00:45:24"
  },
  {
    "text": "So he can rule.",
    "start": "00:45:24",
    "end": "00:45:25"
  },
  {
    "text": "He can rule. So remember, this is the dual nature of the spirit of God. There's the creative life giving spirit and then there's the new creation. Like take humanity to the next level. So we got a new Adam ruling in New David. New Adam. New David. Adam. Ruling. Verses 6 and 7. These are our famous lines. The wolf dwells with the lamb. It's a new Eden. Humans with the animals. Animals are at peace. And then the little child, verse 8 will play by the hole of the cobra. And the weaned child will grab into the viper's den.",
    "start": "00:45:25",
    "end": "00:46:00"
  },
  {
    "text": "Snake has lost its power.",
    "start": "00:46:00",
    "end": "00:46:01"
  },
  {
    "text": "And this is surely a play on Genesis 3:15 about a seed coming for whom the snake poses no threat. Oh, it's as if the snake has lost its power. I guess that's the image here.",
    "start": "00:46:01",
    "end": "00:46:12"
  },
  {
    "text": "Right. Is this. You think this is specifically talking about a seed who's gonna destroy the snake or is this kind of like after that?",
    "start": "00:46:13",
    "end": "00:46:21"
  },
  {
    "text": "I think it's playing with the imagery.",
    "start": "00:46:21",
    "end": "00:46:23"
  },
  {
    "text": "Yeah, I just got a picture of. This is the new Eden. The snake has already been dealt with.",
    "start": "00:46:23",
    "end": "00:46:28"
  },
  {
    "text": "Ah, I see.",
    "start": "00:46:28",
    "end": "00:46:29"
  },
  {
    "text": "And so now.",
    "start": "00:46:29",
    "end": "00:46:29"
  },
  {
    "text": "Oh, correct. Yeah.",
    "start": "00:46:29",
    "end": "00:46:30"
  },
  {
    "text": "There's no. You don't need to be afraid of snakes.",
    "start": "00:46:30",
    "end": "00:46:32"
  },
  {
    "text": "Yeah, that's right. Correct.",
    "start": "00:46:32",
    "end": "00:46:33"
  },
  {
    "text": "Even kids can hang out with them.",
    "start": "00:46:33",
    "end": "00:46:34"
  },
  {
    "text": "I think that's the Scene here. That's the scene. And then the next line is, no one will hurt or destroy in all my holy mountains. So the high mountain garden, New Jerusalem. This all comes together right here. Yeah. And we're Only at chapter 11 in the book of Isaiah. But here's what's interesting is that in the later parts of the book of Isaiah, when the servant of Yahweh is introduced in the opening lines of Isaiah 53, talk about this one who they called the arm of Yahweh.",
    "start": "00:46:34",
    "end": "00:47:05"
  },
  {
    "text": "Right.",
    "start": "00:47:05",
    "end": "00:47:05"
  },
  {
    "text": "Somebody came. He's the arm of Yahweh. And it said of this servant, he grew up before Yahweh like a tender shoot, like a root out of dry ground. So the servant who dies for the sins of Israel is connected back to this new David Adam figure from chapter 11.",
    "start": "00:47:06",
    "end": "00:47:27"
  },
  {
    "text": "Yeah. Because that's who we meet in Isaiah 53 is the servant who dies.",
    "start": "00:47:27",
    "end": "00:47:31"
  },
  {
    "text": "That's right. And he dies. The opening lines is, look, my servant is high and exalted. God takes his servant up to a high place, and then in his exalted place, he gives his life for the sins of his own people. And so we're back to the Noah, Abraham, and Isaac. And then Moses offering his life. All of those involve sacrifices, but the culmination was Moses offering his own life. And God says, thank you, but no thank you.",
    "start": "00:47:31",
    "end": "00:48:01"
  },
  {
    "text": "Yeah.",
    "start": "00:48:01",
    "end": "00:48:02"
  },
  {
    "text": "And this figure is the first one to whom God says, yes, yes, you're the one. Yes, you are the one. And then we don't have time to talk about this, but I could take you through a tour of a dozen texts right now that all are looking forward to. The collective plural seed of the new humanity that God will sprout and blossom and bear fruit in the new Jerusalem. So in Isaiah 27, Israel will blossom and sprout and fill the whole world with fruit. Yeah. In Isaiah 41. Oh, we're replaying that scene from the wilderness in the book of Exodus. And we have the afflicted and the needy who are out seeking water. Their tongues are parched with thirst.",
    "start": "00:48:02",
    "end": "00:48:47"
  },
  {
    "text": "Oh, in Exodus, when there are three days without water.",
    "start": "00:48:47",
    "end": "00:48:49"
  },
  {
    "text": "Correct. Yeah. And God says, all open rivers on the bare high mountains. That's Eden. I'll make the wilderness into a pool of water. And then I'll plant cedars in the wilderness. Acacia, myrtle, olive trees, juniper box trees, cypress. God's going to grow in Eden in the wilderness. And every one of the trees listed right here plays some role in either the construction of the Tabernacle or the Temple. It's just like these authors man, they're so creative. So God's going to grow a new Eden for a new humanity, which is a new Jerusalem, which is a new Jerusalem, which is a new temple. Temple. It's all one thing. And this is the new seed that God told David he would plant. There you go. And it turns out that it's the suffering servant who, like Moses, offers his life for the sins of the people. So that's how this imagery works in the book of Isaiah. You can just see all throughout Isaiah is this total awareness of the tree of testing, the need for a sacrifice to make the tree of life accessible again to those who want to be in the new Eden. And it just works the imagery over and over again.",
    "start": "00:48:49",
    "end": "00:50:00"
  },
  {
    "text": "Yeah. Cool.",
    "start": "00:50:00",
    "end": "00:50:01"
  },
  {
    "text": "So this is important for a number of things. One, the Gospel authors want to tap into all of this in their portrayal of Jesus, because Isaiah brings a story up to the exile. Israel's been exiled. And what we're waiting for is the arrival of an individual seed who will be that new David, Adam. But also for him to bring about the new Eden, people that will sprout from the new creation work that God's going to do through the servant who will listen to God before on the new high place, who will not only make the right choice, but then will also offer his life on behalf of the people who made the wrong choice and trailblaze the way open to the new tree of life. That's what the Gospel authors want us to see. The story of Jesus is bringing that, all that to fulfillment. Thank you for listening to this episode of the BibleProject podcast. We're taking questions for this series for an upcoming question and response episode that we'll do in a little bit. So if these stories from the stories of David or Solomon or from Isaiah have raised any questions for you about the theme of trees in the Bible, we would love to hear your questions. Just record yourself asking the question, give us your name, where you're from, Try and keep it to about 20ish seconds, and then you can email it to us@infoibelproject.com Next week, we will continue our Tree of Life series by turning to the story of Jesus.",
    "start": "00:50:02",
    "end": "00:51:35"
  },
  {
    "text": "It's interesting, in the parable of the Sower, the people have their chance to.",
    "start": "00:51:35",
    "end": "00:51:40"
  },
  {
    "text": "Sprout out of the soil, correct? Yeah.",
    "start": "00:51:40",
    "end": "00:51:42"
  },
  {
    "text": "But here in John 15, it's like, actually, you know what another way to think about this is? You're not gonna sprout out the soil, you're gonna sprout out of me.",
    "start": "00:51:42",
    "end": "00:51:50"
  },
  {
    "text": "Jesus becomes the tree out of which every part of the new creation sprouts. Today's episode was produced by Dan Gummel. Our theme music comes from the band tents. The Bible Project is a crowdfunded nonprofit studio. We are in Portland, Oregon. We make free resources that show how the Bible is one unified story that leads to Jesus. Thank you guys for listening and for being a part of this with us.",
    "start": "00:51:50",
    "end": "00:52:15"
  },
  {
    "text": "Okay. Hey, this is Jeff. I'm from Columbus, Ohio, and I first heard about the Bible Project. One of the young ladies at our church, her name was Tiffany, and she introduced me to it. And one of the things that I use from the Bible Project, I love the coffee table book. I like to read through the scriptures and take it a book at a time. And it's a great tool to be able to just go book by book. And I get to get really good context and love the artwork. And it fits perfect in my recliner. It's just wide enough to where I can sit in my recliner and just use it as I read through the scriptures. So we believe that the Bible's a unified story that leads to Jesus. We're crowdfunded projects by people like me. And you can find free videos and study notes, podcasts and more@thebibleproject.com yeah, Jeff.",
    "start": "00:52:15",
    "end": "00:53:05"
  }
]