[
  {
    "text": "We are in the second conversation about the theme of redemption in the story of the Bible. Redemption, at its core is a way to talk about the transfer of possession. So if something belongs to me but is not in my possession, and I take it back, that transfer, that's a redemption. Now, in the Bible, you can redeem land that belongs to you. You could redeem a family member out of slavery. But the most important redemption in the Bible is a cosmic redemption. It's about how all of humanity belongs to God, but has fallen into possession to sin and death. And so for God to snatch us from death and bring us into life, that is God redeeming us. We want to continue to explore how this idea of redemption works in the Hebrew Bible. And so we're going to look at two places in the Torah where the word redeem becomes a central idea. The first is in the laws of the Sabbath year, where we let the land rest and we forgive financial debts of our neighbors. Somehow these actions are redemptions.",
    "start": "00:00:04",
    "end": "00:01:06"
  },
  {
    "text": "It's Yahweh saying, I'll let you sustain your little economic fictions about you owning land and owning each other for a little while, but remember, ultimately, the land is mine. Yahweh is restoring things to rightful possession.",
    "start": "00:01:06",
    "end": "00:01:22"
  },
  {
    "text": "We'll also look at the night of Passover, a night when death comes to take what it thinks belongs to it. But on that night, God protects Israel from death by letting them paint the doorframe of their house with the blood of an innocent lamb. And this night is thought of as a redemption.",
    "start": "00:01:22",
    "end": "00:01:39"
  },
  {
    "text": "And then I do this symbol, surrender this life, and am theoretically changed by that experience.",
    "start": "00:01:39",
    "end": "00:01:46"
  },
  {
    "text": "That's all on today's episode as we continue to explore the theme of redemption. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:01:47",
    "end": "00:01:58"
  },
  {
    "text": "Hello, John.",
    "start": "00:01:58",
    "end": "00:01:59"
  },
  {
    "text": "Hello. Let us continue in a conversation that's a theme study of sorts. However, this theme study is really rooted in a network of words.",
    "start": "00:01:59",
    "end": "00:02:10"
  },
  {
    "text": "Really, it's a focused word study.",
    "start": "00:02:10",
    "end": "00:02:12"
  },
  {
    "text": "And what is a focused word study other than an exploration of a metaphoric schema?",
    "start": "00:02:13",
    "end": "00:02:17"
  },
  {
    "text": "Great.",
    "start": "00:02:20",
    "end": "00:02:20"
  },
  {
    "text": "Fancy word. $10 word.",
    "start": "00:02:20",
    "end": "00:02:21"
  },
  {
    "text": "Fancy word to open our conversation. Yes. What is a metaphorical scheme and why is it important?",
    "start": "00:02:21",
    "end": "00:02:27"
  },
  {
    "text": "Yeah. Well, language is a way for us to try to express our understanding of the way we're experiencing the world. And if you drill down into any language, what you generally find is that that language is referring to some sort of tangible thing that you can relate to and then turn into an abstraction. So that doesn't help at all. But what's a great example? What's a good example?",
    "start": "00:02:28",
    "end": "00:03:00"
  },
  {
    "text": "I understand that Idea, you understand? I stand under. Okay. The word under, that's a spatial metaphor. Spatial. Right. Word.",
    "start": "00:03:00",
    "end": "00:03:13"
  },
  {
    "text": "To be under something.",
    "start": "00:03:14",
    "end": "00:03:15"
  },
  {
    "text": "And then I.",
    "start": "00:03:15",
    "end": "00:03:15"
  },
  {
    "text": "Okay, so both of those are very tangible. I understand what it means to stand. I understand what it means to be under something. Now we can metaphorically talk about them as a way to then appreciate the meaning of an idea that you're standing under the idea. In which case the idea kind of becomes a shelter of sorts that you can stand under.",
    "start": "00:03:16",
    "end": "00:03:38"
  },
  {
    "text": "That's right. Yeah. That was a good overview of that idea.",
    "start": "00:03:38",
    "end": "00:03:43"
  },
  {
    "text": "Okay, so now I'm over the idea and I'm viewing it. Yeah. Wow, you're doing a great job.",
    "start": "00:03:44",
    "end": "00:03:48"
  },
  {
    "text": "Yeah. The point is, the majority of human language, arguably all say all, is taking words that literally describe tactile experiences from our sensory input. Touch, taste, feel, whatever, smell, and then turn them into abstractions and analogies to describe things that you can't stand under. You don't stand under an idea or overview it. Yeah, right. There you go. So metaphor is. We're taking the language from one realm of human experience and then you're applying it to help you understand some other reality. So when you're creating the bridge between two things by using words in a non literal way, that's what metaphor means. Greek meta is across and for means carry.",
    "start": "00:03:50",
    "end": "00:04:45"
  },
  {
    "text": "Carry across a meaning.",
    "start": "00:04:46",
    "end": "00:04:47"
  },
  {
    "text": "Carry across meaning. So what's happening with redemption language in the Bible is the ideas about somebody rescuing another person out of dangerous or really bad circumstances.",
    "start": "00:04:47",
    "end": "00:05:03"
  },
  {
    "text": "You can use all sorts of language to talk about that. Yeah. You can snatch them out of that. That's right.",
    "start": "00:05:03",
    "end": "00:05:09"
  },
  {
    "text": "Grab them, seize them, bring them out.",
    "start": "00:05:10",
    "end": "00:05:12"
  },
  {
    "text": "Right. You can also use a word that we've been talking about, which in Greek is lutron and in Hebrew is padah. And it's a word used that we would say maybe purchase. When you are exchanging value in order to take possession of something, you give.",
    "start": "00:05:12",
    "end": "00:05:33"
  },
  {
    "text": "Up something valuable to gain something valuable.",
    "start": "00:05:33",
    "end": "00:05:35"
  },
  {
    "text": "Yeah. And when you go to a grocery store and you exchange cash for the box of cereal, that's a tangible example of making a purchase.",
    "start": "00:05:35",
    "end": "00:05:46"
  },
  {
    "text": "Yeah.",
    "start": "00:05:46",
    "end": "00:05:47"
  },
  {
    "text": "As a metaphor then, for what God did for Israel and taking them out of slavery. He's not actually giving Pharaoh.",
    "start": "00:05:47",
    "end": "00:05:56"
  },
  {
    "text": "He's not paying off Pharaoh.",
    "start": "00:05:56",
    "end": "00:05:57"
  },
  {
    "text": "He's not paying off Pharaoh, but the word can be used.",
    "start": "00:05:57",
    "end": "00:06:01"
  },
  {
    "text": "But he is transferring Israel out of Pharaoh's wrongful possession into God's rightful possession.",
    "start": "00:06:01",
    "end": "00:06:09"
  },
  {
    "text": "Putting Israel into a shopping cart, wheeling it to the cashier. Whoa.",
    "start": "00:06:10",
    "end": "00:06:15"
  },
  {
    "text": "If the cashier is Pharaoh.",
    "start": "00:06:15",
    "end": "00:06:17"
  },
  {
    "text": "Yeah.",
    "start": "00:06:17",
    "end": "00:06:17"
  },
  {
    "text": "Isn't that funny? When we go to the grocery store, the checkout Person represents the store. The store. They're a symbol. They are a symbolic. They're a priest or priestess symbolically representing Safeway or Fred boy. Mr. Safeway or Kroger or whatever. Yeah, yeah. And you say, I'm going to give you something valuable, my money, if you give me that thing in exchange. That's how it works for us. But Yahweh, who's the creator of the store and the people and all the goods in the store, he can take the gallon of milk and walk up to the cashier and be like, this is already mine.",
    "start": "00:06:17",
    "end": "00:06:57"
  },
  {
    "text": "Yeah, I'm taking it.",
    "start": "00:06:57",
    "end": "00:06:57"
  },
  {
    "text": "This already belongs to me. You thought it belonged to you. Actually belongs to me. So I'm just gonna walk out of the store right now, and you're gonna watch me do it. That's essentially the Exodus there.",
    "start": "00:06:58",
    "end": "00:07:08"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:07:11",
    "end": "00:07:11"
  },
  {
    "text": "In other words. But God doesn't pay off Pharaoh.",
    "start": "00:07:11",
    "end": "00:07:13"
  },
  {
    "text": "Right. But in telling that story, you could still say then that God purchased Israel.",
    "start": "00:07:13",
    "end": "00:07:20"
  },
  {
    "text": "Yep, that's right. And that's a regular word, okay? Yep, that's right. So that's padah, to purchase the release, or lutron in the Greek New Testament. There's also this additional word that we talked about, Gaal, in the Hebrew Bible that is within the realm of traditional family legal tradition. I don't know quite how to describe it. What family members are obligated to do for other family members when they're in a desperate or bad situation, often economic, but not only. For example, we'll look at this. What Boaz, who's the Israelite farmer, what he does for some relatives of his in buying family land and marrying a distant relative. He is Gaal. He's performing the act of Gaal for that family. It gets translated as acting as a kinsman, redeemer. But essentially, he's bringing these family members back into safe possession of the larger family tribe.",
    "start": "00:07:20",
    "end": "00:08:31"
  },
  {
    "text": "And the focus is, though, on the family obligation.",
    "start": "00:08:31",
    "end": "00:08:34"
  },
  {
    "text": "Yep. Gaal, uniquely, is focusing on this as an act of. Within the family, restoring family possession, so to speak.",
    "start": "00:08:34",
    "end": "00:08:42"
  },
  {
    "text": "Restoring family possession.",
    "start": "00:08:43",
    "end": "00:08:44"
  },
  {
    "text": "Yeah. These widows, Ruth and Naomi, ought to be within the safe care and relational network of the family. But because of the death of their husbands and they left the land and were exiled, they're in a dangerous, precarious situation. Bring them back in. And he does that through an act of gall. So we'll talk about that later. So this is the language at work, but these are the words translated as redemption or. Or ransom in our Bibles.",
    "start": "00:08:44",
    "end": "00:09:12"
  },
  {
    "text": "Okay, There you go.",
    "start": "00:09:12",
    "end": "00:09:13"
  },
  {
    "text": "So if you just do a word search for these Words. There's three main places where redemption language gets concentrated in the Torah. One is the Exodus story and references to describe God freeing Israel from Egypt. Another is about the practice of the Jubilee year. And if you get out of concordance, like redemption words go off the charts in descriptions of the Jubilee year. And then also there's a whole network of stories about Passover and how the priests of Israel represent the firstborn of Israel who were spared on the night of Passover. And redemption language is used to describe the saving of the life of the firstborn and of the priests.",
    "start": "00:09:13",
    "end": "00:10:04"
  },
  {
    "text": "Hmm.",
    "start": "00:10:05",
    "end": "00:10:05"
  },
  {
    "text": "I'm just highlighting three places that we're gonna go into.",
    "start": "00:10:05",
    "end": "00:10:08"
  },
  {
    "text": "Okay.",
    "start": "00:10:08",
    "end": "00:10:08"
  },
  {
    "text": "Right now.",
    "start": "00:10:09",
    "end": "00:10:09"
  },
  {
    "text": "Okay.",
    "start": "00:10:09",
    "end": "00:10:10"
  },
  {
    "text": "I'm just trying to do an overview of where we're going.",
    "start": "00:10:10",
    "end": "00:10:13"
  },
  {
    "text": "Okay. So we're gonna explore the idea of redemption. And where they show up the most is in the rescue of Israel from slavery.",
    "start": "00:10:13",
    "end": "00:10:22"
  },
  {
    "text": "Yep.",
    "start": "00:10:22",
    "end": "00:10:22"
  },
  {
    "text": "I understand that the Passover night, which is also part of the rescue of Israel from slavery.",
    "start": "00:10:22",
    "end": "00:10:29"
  },
  {
    "text": "Redemption language is used there.",
    "start": "00:10:29",
    "end": "00:10:30"
  },
  {
    "text": "Redemption hotspot. And then in the laws around what is an obscure idea for me and many people is the Jubilee year.",
    "start": "00:10:31",
    "end": "00:10:41"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:10:41",
    "end": "00:10:41"
  },
  {
    "text": "Okay.",
    "start": "00:10:41",
    "end": "00:10:42"
  },
  {
    "text": "Yep.",
    "start": "00:10:42",
    "end": "00:10:42"
  },
  {
    "text": "All right.",
    "start": "00:10:42",
    "end": "00:10:42"
  },
  {
    "text": "And so actually, I want to start there because it actually provided clarity that then helped me appreciate new things in the Passover stories.",
    "start": "00:10:42",
    "end": "00:10:52"
  },
  {
    "text": "Okay.",
    "start": "00:10:52",
    "end": "00:10:52"
  },
  {
    "text": "And then appreciate new things in the Exodus story.",
    "start": "00:10:52",
    "end": "00:10:56"
  },
  {
    "text": "Sam.",
    "start": "00:10:59",
    "end": "00:11:12"
  },
  {
    "text": "So the year of jubilee, the context for this is Leviticus chapter 25, near the end of the middle scroll of the Torah. So it's God speaking to Moses about social practices that the people of Israel are supposed to do once they get to the promised land. So they're not in the promised Land in the story. They're at Mount Sinai in the wilderness. But when God does bring them into the promised land and all of the tribes get their land inheritance, you know, you get that hillside and you go farm those pastures and all that. So the assumed setting is ancient Near Eastern farming communities.",
    "start": "00:11:25",
    "end": "00:12:06"
  },
  {
    "text": "That's the setting. And this is how they're supposed to live once they're in the land.",
    "start": "00:12:06",
    "end": "00:12:12"
  },
  {
    "text": "Yep, that's right. So Leviticus 25 begins with Yahweh speaking to Moses on Mount Sinai, saying, Speak to the Israelites and say, when you all come into the land, that I am going to give you. The land gets a Sabbath rest for Yahweh.",
    "start": "00:12:12",
    "end": "00:12:31"
  },
  {
    "text": "And Sabbath is a weekly ritual, right?",
    "start": "00:12:33",
    "end": "00:12:38"
  },
  {
    "text": "Yeah. Every seventh day. Every seventh day, Israel was to stop working the land and each other and.",
    "start": "00:12:38",
    "end": "00:12:46"
  },
  {
    "text": "All forms of work realize that their work isn't what's holding everything together. God is.",
    "start": "00:12:47",
    "end": "00:12:51"
  },
  {
    "text": "That's right.",
    "start": "00:12:51",
    "end": "00:12:52"
  },
  {
    "text": "And we can rest And God can provide. And you do that one day every seven days.",
    "start": "00:12:52",
    "end": "00:12:58"
  },
  {
    "text": "That's right. You surrender one day out of seven over to Yahweh as a symbol that acknowledges, actually, all time belongs to Yahweh, because Yahweh is the maker of all that is. But he's asked that every seven, which. And the word seven sounds like the word completion in Hebrew, Sava. Completion, Sheva, seven. So it's a symbol, and you stop working, and that day belongs to Yahweh. That's why it says a Sabbath for Yahweh. So that day belongs to him, even though all time belongs to him. So then it just scales up. So if that's true, that all time and all the land belongs to Yahweh, and I stop working the land one day a week. One day a week, then even more. Just scale it up times 10, so to speak. So now verse 3, Leviticus 25. For 6 years you can sow your field, you can prune your vineyards, gather its yield, but in the seventh year, it will be a Sabbath of total rest for the land, a Sabbath for Yahweh. Don't sow the land, don't prune your vineyards, don't reap a harvest. Just let the land be in its natural state. Yeah, there it is.",
    "start": "00:12:58",
    "end": "00:14:19"
  },
  {
    "text": "There it is.",
    "start": "00:14:19",
    "end": "00:14:20"
  },
  {
    "text": "Okay, that's the first thing when you come into the land that I'm going to give you. There's a little important assumption underneath there that the land is God's and He is loaning it to us. And so one day out of seven, we stopped work in the land. And then one year out of. Right, seven, we don't work in the land.",
    "start": "00:14:20",
    "end": "00:14:44"
  },
  {
    "text": "Yeah, that's pretty bold.",
    "start": "00:14:44",
    "end": "00:14:45"
  },
  {
    "text": "That's bold. Bold move.",
    "start": "00:14:45",
    "end": "00:14:47"
  },
  {
    "text": "Okay, so you got to eat that year.",
    "start": "00:14:48",
    "end": "00:14:50"
  },
  {
    "text": "Then it goes even more. It goes every seven times seven years, you add an extra year of rest. So every seven times seven years, you have the seventh year, and then you get the. So the seventh, seven, the 50th year is. Then you add on an extra year to make the 50th year, which becomes the bonus Sabbath. The bonus Sabbath. Yeah, exactly. And that's called the year of jubilee.",
    "start": "00:14:50",
    "end": "00:15:16"
  },
  {
    "text": "Okay, that's the jubilee year.",
    "start": "00:15:16",
    "end": "00:15:18"
  },
  {
    "text": "Yep, it's jubilee year. And then it goes on to describe even more what you do, because let's say that in the course of those 50 years, one of your second cousins, twice removed, he had a really bad crop, didn't rain enough, wasn't able to pay on the loans that he had taken out to get that New ox. Right. And build that second storage, whatever. So he has to forfeit on these loans. He sells his land to some other tribe who lives way down the valley. They're not even a part of our clan. I mean, they're Israelites, but they're not part of our tribe. And then he has to do something that was common in ancient Near Eastern and in their economic setting, which was sell themselves into debt slavery, to go around saying, who will buy me?",
    "start": "00:15:18",
    "end": "00:16:14"
  },
  {
    "text": "I'll work for you?",
    "start": "00:16:14",
    "end": "00:16:15"
  },
  {
    "text": "Or who will buy my kids? And they will become that person's property until they work and generate the value to pay off what they owe. Or they might never be able to do that. So these are things that happen.",
    "start": "00:16:15",
    "end": "00:16:32"
  },
  {
    "text": "This was just common.",
    "start": "00:16:32",
    "end": "00:16:33"
  },
  {
    "text": "Yep, in their experience. That's right. Yeah, that's right. So what is fascinating is what the Jubilee year does. These seven year cycles, and these Jubilee cycles basically hit a full cancel reset on all that. And so every seven years, anybody who's a debt slave is to have their debt released and they go free.",
    "start": "00:16:33",
    "end": "00:16:59"
  },
  {
    "text": "Okay.",
    "start": "00:16:59",
    "end": "00:16:59"
  },
  {
    "text": "And then every seven times seven year, in the year of Jubilee, any land that got transferred away from the original family to go some other family, the land itself goes back into possession of the original owners, like from the time of when Israel first came into the land. And the language to describe that transfer of ownership of a person back to freedom or of a land back to its original owner, that's where the words redemption get used in this chapter. So I just want to show you some example. Oh, but here's the logic. So what's cool about Leviticus 25? It has, of course, three parts. The first part is all talking about the seventh year. Then there's a little pivot in the middle of the chapter that gives you the logic, the reason for the whole thing. And then the last third of the chapter gives you three case studies in sort of examples. But the logic is given in verses 23 and 24, where God says this. The land cannot be sold permanently because the land is mine. You are immigrants and temporary residents with me on the land. In all of your property's land, you have to provide redemption for the land. And redemption is referring to what happens in the seventh and the 50th years of Jubilee.",
    "start": "00:17:00",
    "end": "00:18:34"
  },
  {
    "text": "So if you own property that you bought from someone else because they. Because they had to sell it, they.",
    "start": "00:18:34",
    "end": "00:18:41"
  },
  {
    "text": "Went bankrupt in our language. Yeah, okay.",
    "start": "00:18:41",
    "end": "00:18:44"
  },
  {
    "text": "Yeah. There's no other reason to sell land back then. You would not sell it. No, you wouldn't. To go buy another piece of land or something, or to buy a boat, go retire on a boat.",
    "start": "00:18:45",
    "end": "00:18:56"
  },
  {
    "text": "They were not speedboating on the Mediterranean.",
    "start": "00:18:57",
    "end": "00:18:59"
  },
  {
    "text": "They were not yachting. Nope.",
    "start": "00:18:59",
    "end": "00:19:01"
  },
  {
    "text": "Nope. People do today, but not back then.",
    "start": "00:19:01",
    "end": "00:19:03"
  },
  {
    "text": "I'm not gonna sell my land. Buy a nice apartment in the city and ret. The land is all you got.",
    "start": "00:19:03",
    "end": "00:19:09"
  },
  {
    "text": "The land is. Yeah. So you give it to your kids, you pass it on.",
    "start": "00:19:09",
    "end": "00:19:12"
  },
  {
    "text": "The only reason you would sell your land. Last resort. I can't.",
    "start": "00:19:12",
    "end": "00:19:17"
  },
  {
    "text": "Yeah. Can't pay my loans. I can't afford the life that Whatever. We.",
    "start": "00:19:17",
    "end": "00:19:22"
  },
  {
    "text": "If you own land because of that. Because you've bought it from someone who's in that situation.",
    "start": "00:19:23",
    "end": "00:19:26"
  },
  {
    "text": "Yeah. Yep.",
    "start": "00:19:27",
    "end": "00:19:27"
  },
  {
    "text": "Then first of all, it's actually not your land.",
    "start": "00:19:28",
    "end": "00:19:32"
  },
  {
    "text": "Yeah.",
    "start": "00:19:32",
    "end": "00:19:32"
  },
  {
    "text": "It's God's land.",
    "start": "00:19:32",
    "end": "00:19:34"
  },
  {
    "text": "And it's actually not even the land of the person you bought it off of.",
    "start": "00:19:34",
    "end": "00:19:37"
  },
  {
    "text": "Ah. Yeah.",
    "start": "00:19:37",
    "end": "00:19:38"
  },
  {
    "text": "It's God's land.",
    "start": "00:19:39",
    "end": "00:19:40"
  },
  {
    "text": "And so remember that. And with that mindset, be prepared. Every seventh year, you're giving it back.",
    "start": "00:19:41",
    "end": "00:19:49"
  },
  {
    "text": "Well, every seventh year, that person, the person who sold themselves in debt slavery, their debts are canceled and they go free. Even if you paid off their loan and effectively bought them for 1,000 shekels and they've only worked for you for two years, and they've generated 400 shekels worth of value. And this is seventh year, you're setting them free. Yeah. Even though you just lost 600 shekels. Doesn't matter. Doesn't matter.",
    "start": "00:19:50",
    "end": "00:20:22"
  },
  {
    "text": "It's the seventh year and every 49th year, same with land.",
    "start": "00:20:22",
    "end": "00:20:25"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:20:25",
    "end": "00:20:26"
  },
  {
    "text": "And it's called a redemption.",
    "start": "00:20:26",
    "end": "00:20:27"
  },
  {
    "text": "Yep. And so that release from possession to a family to whom they did not originally belong, that release is called redemption.",
    "start": "00:20:28",
    "end": "00:20:38"
  },
  {
    "text": "So it's really more about the release and the transfer of ownership.",
    "start": "00:20:38",
    "end": "00:20:40"
  },
  {
    "text": "Yeah. There's no exchange of money. The whole point is that the original family didn't have the money to pay, so God's not paying them. There's no value given here. So like the grocery store checkout counter, there's no surrender of currency. It's just straight up freedom.",
    "start": "00:20:40",
    "end": "00:20:59"
  },
  {
    "text": "I'm just taking this because, look, actually, I own the whole store.",
    "start": "00:20:59",
    "end": "00:21:03"
  },
  {
    "text": "Exactly. It's Yahweh saying, this whole store is mine. I'll let you sustain your little economic fictions about you owning land and owning each other for a little while. But remember, ultimately, the land is mine and you were renting it. That's the logic underneath this. So notice possession. Yahweh is restoring things to rightful possession. So what's cool about this is underneath that line, there is a little picture of an ideal. Right. Because if you're restoring things to a state in the Jubilee year, the ideal is that every human, the image of God, has the freedom to live in the land.",
    "start": "00:21:04",
    "end": "00:21:53"
  },
  {
    "text": "Yeah. On their own plot of land.",
    "start": "00:21:53",
    "end": "00:21:55"
  },
  {
    "text": "On a plot of land that they're responsible for, to generate abundance and to both enjoy and then share, participate in a social network of value, but where they are not just receiving, but where they contribute. This sounds like the Garden of Eden to me. I mean, it's like the Eden ideal, really. Images of God ruling, that is having responsibility for a part of creation. So we just read about the reason for the land. The land is mine, so it shouldn't be sold permanently. Later in the chapter, when it's giving a case study about liberating somebody who's in debt slavery in the year of Jubilee, it's the same exact reason. So down in verse 39, if a fellow Israelite who is with you becomes poor and he ends up being sold to you, you shall not enslave him as a slave. He's actually not technically your slave. That's how it works in Babylon. That's how it works in Assyria. He shall be with you just like a hired worker. You don't own him like a temporary laborer. And then verse 42, because they are my servants who I brought out from the land of Egypt. The land belongs to Yahweh, and every Israelite belongs to Yahweh. And Yahweh's declaration about every Israelite is that they are free. And notice how the Exodus is appealed to here. So I already declared them who they are. They are free, and I gave them land so that they can have responsibility. And back to that Eden ideal again. So the land is gods, the people are gods.",
    "start": "00:21:55",
    "end": "00:23:37"
  },
  {
    "text": "Yeah.",
    "start": "00:23:37",
    "end": "00:23:38"
  },
  {
    "text": "So redemption is about anytime a family or a person falls into a life circumstance, that's a tragic loss of that ideal. And it ends up that their land or those people are owned, so to speak, by another. Restoring them to the Eden ideal, to God's possession. That's called redemption in this chapter. So the process of restoring someone to freedom, where they can have their own responsibility to generate goodness in the land, is the ideal. And redemption is about restoring someone to that place.",
    "start": "00:23:38",
    "end": "00:24:19"
  },
  {
    "text": "Help me tease this out, because I can still generate abundance on someone else's land. They're paying my wage and I'm doing it for them. But in some sense, that's not the ideal, apparently.",
    "start": "00:24:19",
    "end": "00:24:30"
  },
  {
    "text": "Yeah, apparently the ideal is that everybody lives directly under God's responsibility, not responsibility mediated through another human. That's really remarkable, actually. That is really remarkable in the classic sense of egalitarian. A true equality where humans ruling over each other is not the ideal. And that is exactly the picture in Genesis 1 and 2. God says, Let them rule. Human and living 1, let them rule.",
    "start": "00:24:31",
    "end": "00:25:07"
  },
  {
    "text": "And so, yeah, we could go down the rabbit hole of, like, what are the implications of that wisdom for a modern context. But the point here.",
    "start": "00:25:08",
    "end": "00:25:15"
  },
  {
    "text": "For redemption.",
    "start": "00:25:15",
    "end": "00:25:16"
  },
  {
    "text": "For redemption.",
    "start": "00:25:16",
    "end": "00:25:16"
  },
  {
    "text": "Yep.",
    "start": "00:25:16",
    "end": "00:25:17"
  },
  {
    "text": "Is you're trying to say, if we want to understand this word, let's first situate ourselves in this scenario where the word is very important and key, which is humans not living in an ideal state, namely, they're not free and they don't have land by which they can generate their abundance without having to be ruled over by someone else.",
    "start": "00:25:17",
    "end": "00:25:48"
  },
  {
    "text": "Yeah. Or in this case, owned. The whole point is debt slavery. They are right now the property of another human.",
    "start": "00:25:48",
    "end": "00:25:54"
  },
  {
    "text": "And so in a context where that is going to inevitably happen, God has given these instructions for how to then just reset. Reset.",
    "start": "00:25:55",
    "end": "00:26:04"
  },
  {
    "text": "It's like a. Yeah. New creation. It's like recreate the land back to the Eden. Yep. Refresh.",
    "start": "00:26:04",
    "end": "00:26:11"
  },
  {
    "text": "So I love the word refresh. Restart. Help me understand then why redeem becomes the word.",
    "start": "00:26:11",
    "end": "00:26:17"
  },
  {
    "text": "Yeah. Because of the possession. When the land comes into the possession of somebody other than the one whom God gave it to as a renter, remember, God's the real possessor, but he will let people rent the land. And then when the one to whom God lent the land, it ends up in the possession of yet somebody else. Not ideal. It needs to be redeemed. So there, the transfer of possession is the main idea. Reclaiming something to the one originally responsible under God. That's the idea.",
    "start": "00:26:17",
    "end": "00:26:52"
  },
  {
    "text": "Okay.",
    "start": "00:26:52",
    "end": "00:26:52"
  },
  {
    "text": "And remember, the grounding idea was they're not your property if you happen to buy another Israelite out of debt slavery. And technically, in your economic setup now, they belong to you. Remember right here, Leviticus 29:42, they are my servants. I brought that Israelite out of Egypt. So they're not technically yours, which is why they're going to get released in the seventh year.",
    "start": "00:26:53",
    "end": "00:27:22"
  },
  {
    "text": "You know, at the beginning of our first conversation, our last conversation, you were using the phrase lay claim.",
    "start": "00:27:23",
    "end": "00:27:28"
  },
  {
    "text": "Yeah.",
    "start": "00:27:28",
    "end": "00:27:29"
  },
  {
    "text": "And I was like, trying to figure out why using that term. We don't really use that term, but suddenly it just landed for me that if you own something, but it's ambiguous for some reason whether you actually who owns it. Right. Like, I was just in the airport the other day and over the intercom, hey, we have a. Someone lost something. And so if you've lost something, you know, come and get it. And then two minutes later. So we still have this thing. It's really special. It's gold and. Oh, my gosh.",
    "start": "00:27:29",
    "end": "00:28:05"
  },
  {
    "text": "Oh, my gosh.",
    "start": "00:28:05",
    "end": "00:28:06"
  },
  {
    "text": "So they're really like, please come and get it. So they're asking for someone to come and lay claim for the thing that they possess.",
    "start": "00:28:06",
    "end": "00:28:14"
  },
  {
    "text": "That's it. Yeah.",
    "start": "00:28:14",
    "end": "00:28:15"
  },
  {
    "text": "Redeem would be a word there.",
    "start": "00:28:15",
    "end": "00:28:18"
  },
  {
    "text": "Yeah, yeah. To redeem it.",
    "start": "00:28:18",
    "end": "00:28:19"
  },
  {
    "text": "Redeem it.",
    "start": "00:28:19",
    "end": "00:28:20"
  },
  {
    "text": "Redeem it.",
    "start": "00:28:20",
    "end": "00:28:21"
  },
  {
    "text": "But they're not going and paying for it because they own it.",
    "start": "00:28:21",
    "end": "00:28:24"
  },
  {
    "text": "They're just restoring it.",
    "start": "00:28:24",
    "end": "00:28:25"
  },
  {
    "text": "There's no actual exchange. It's really about the exchange of possession.",
    "start": "00:28:25",
    "end": "00:28:29"
  },
  {
    "text": "That's right. But there may be an exchange.",
    "start": "00:28:29",
    "end": "00:28:31"
  },
  {
    "text": "Like, I gotta show you my.",
    "start": "00:28:31",
    "end": "00:28:32"
  },
  {
    "text": "In some other situation.",
    "start": "00:28:32",
    "end": "00:28:33"
  },
  {
    "text": "Okay.",
    "start": "00:28:33",
    "end": "00:28:33"
  },
  {
    "text": "But there might be situations where there isn't currency or something surrendered of value.",
    "start": "00:28:34",
    "end": "00:28:40"
  },
  {
    "text": "Because in that situation in the airport, I just go and I say, that's mine. Prove it. Oh, yeah, it's got my initials on it and whatever. Okay, here it is. So there's just an exchange of possession. No exchange of currency. But in another situation where someone's like, actually, I rightfully took possession of this because you, you know, sold it to me. Now to get it back.",
    "start": "00:28:40",
    "end": "00:29:00"
  },
  {
    "text": "Yeah, you have to pay.",
    "start": "00:29:00",
    "end": "00:29:01"
  },
  {
    "text": "I gotta pay for it.",
    "start": "00:29:01",
    "end": "00:29:02"
  },
  {
    "text": "So. Yeah. What we lack in English is a word for well, or maybe to reclaim.",
    "start": "00:29:02",
    "end": "00:29:08"
  },
  {
    "text": "Reclaim.",
    "start": "00:29:09",
    "end": "00:29:10"
  },
  {
    "text": "Reclaim.",
    "start": "00:29:10",
    "end": "00:29:10"
  },
  {
    "text": "Yeah.",
    "start": "00:29:11",
    "end": "00:29:11"
  },
  {
    "text": "Because what we're talking about is bringing it back into my possession. But I'm not surrendering something of value in exchange for it, because it just is actually mine. It left my possession. It's not right. I don't have it anymore.",
    "start": "00:29:12",
    "end": "00:29:27"
  },
  {
    "text": "I'm going to lay claim to it. I think I get that.",
    "start": "00:29:27",
    "end": "00:29:28"
  },
  {
    "text": "Lay claim to it. Reclaim. So what's challenging is that when the same word in Hebrew can refer to our idea of purchasing and our idea of reclaiming without having to purchase. And the Hebrew word padah and the Greek word lutron refer to just when you do that, the Hebrew word gaal is when family does that. All these words can refer to buying, giving something of value to reclaim, or.",
    "start": "00:29:28",
    "end": "00:29:59"
  },
  {
    "text": "Just reclaiming or just like, hey, I own this.",
    "start": "00:29:59",
    "end": "00:30:01"
  },
  {
    "text": "Yeah, I'm taking it.",
    "start": "00:30:01",
    "end": "00:30:02"
  },
  {
    "text": "Taking it back.",
    "start": "00:30:02",
    "end": "00:30:03"
  },
  {
    "text": "There you go. This is really helpful. But this is. The challenge of interpreting these words is that sometimes something of value is surrendered, sometimes not.",
    "start": "00:30:03",
    "end": "00:30:11"
  },
  {
    "text": "Because in the jubilee year, the logic is not any sort of.",
    "start": "00:30:11",
    "end": "00:30:15"
  },
  {
    "text": "Yes. Yeah. The whole point is that there isn't something of value. It's a loss. Somebody loses here.",
    "start": "00:30:15",
    "end": "00:30:21"
  },
  {
    "text": "Yeah. It's a full on reclaiming.",
    "start": "00:30:22",
    "end": "00:30:24"
  },
  {
    "text": "Full on reclaiming of God saying, I.",
    "start": "00:30:24",
    "end": "00:30:26"
  },
  {
    "text": "Divvied it out this way. This is how I want it. You guys went and changed it up. I'm resetting back, and I get to do it because it's all mine.",
    "start": "00:30:26",
    "end": "00:30:36"
  },
  {
    "text": "That's right. Yeah. That's totally it.",
    "start": "00:30:36",
    "end": "00:30:38"
  },
  {
    "text": "Okay.",
    "start": "00:30:38",
    "end": "00:30:38"
  },
  {
    "text": "So let's come back to the Exodus story. We read this passage in our last conversation, Exodus 6, when God says to Moses, I have heard the groaning of the Israelites. The Egyptians are forcing them to work. I have remembered my covenant. So tell the Israelites, I am Yahweh. I will bring you out from the forced labor. I will snatch you out of their slavery. I will Gaal. That's the family reclaim word. I will Gaal you with an outstretched arm and great acts of justice. I will take you as my people, and I will be your God. And then you will know that I am Yahweh, who brought you out of your slavery in Egypt. So God's not paying Pharaoh, but still redeem purchase. Gaal is the word used here. So we're squarely in the same type of idea as the Jubilee year. Israel has fallen into wrongful possession, and Yahweh's gonna lay claim or reclaim his people.",
    "start": "00:31:05",
    "end": "00:32:16"
  },
  {
    "text": "Yeah. Okay. And Pharaoh, while, functionally owns them, but in reality, he doesn't.",
    "start": "00:32:16",
    "end": "00:32:22"
  },
  {
    "text": "He doesn't.",
    "start": "00:32:22",
    "end": "00:32:23"
  },
  {
    "text": "And so God doesn't actually have to give him anything. He just is claiming position.",
    "start": "00:32:23",
    "end": "00:32:27"
  },
  {
    "text": "That's right.",
    "start": "00:32:27",
    "end": "00:32:27"
  },
  {
    "text": "And the word is used. Okay.",
    "start": "00:32:27",
    "end": "00:32:29"
  },
  {
    "text": "Yep. And again, in the Jubilee year, the land is mine, the Israelites are mine, who I brought out of Egypt. So the Exodus is the reason for the Jubilee practice. And now we're to the actual Exodus story itself. And it's the same idea, and it makes perfect sense. All right, so how you doing?",
    "start": "00:32:29",
    "end": "00:32:50"
  },
  {
    "text": "Yeah.",
    "start": "00:32:50",
    "end": "00:32:51"
  },
  {
    "text": "Okay, so here's what is really interesting. There's one other set of texts and stories in the Torah.",
    "start": "00:32:51",
    "end": "00:33:00"
  },
  {
    "text": "Oh, right. The Passover.",
    "start": "00:33:00",
    "end": "00:33:01"
  },
  {
    "text": "That use the word redemption. And it does refer to something of value being exchanged in connection to the liberation of Israel from Egypt. And that thing of value is the life of the Passover lamb.",
    "start": "00:33:01",
    "end": "00:33:18"
  },
  {
    "text": "So I feel like we've made things really clear. Are we going to make things a little messy again?",
    "start": "00:33:19",
    "end": "00:33:24"
  },
  {
    "text": "Yeah.",
    "start": "00:33:24",
    "end": "00:33:24"
  },
  {
    "text": "Okay, great.",
    "start": "00:33:24",
    "end": "00:33:25"
  },
  {
    "text": "Yeah. To hopefully bring greater clarity on the other side. Okay, so in Exodus 12, this classic Passover, let's start back. Exodus 1.",
    "start": "00:33:25",
    "end": "00:33:35"
  },
  {
    "text": "Tell me about Passover.",
    "start": "00:33:35",
    "end": "00:33:36"
  },
  {
    "text": "Exodus 1.",
    "start": "00:33:37",
    "end": "00:33:38"
  },
  {
    "text": "Okay, let's start back at Exodus 1.",
    "start": "00:33:38",
    "end": "00:33:39"
  },
  {
    "text": "Pharaoh saw a fruitful, multiplying people. This is the language of the blessing from the Garden of Eden. And he says, instead of seeing it as a chance to partner.",
    "start": "00:33:39",
    "end": "00:33:51"
  },
  {
    "text": "Yeah. Get in on the abundance.",
    "start": "00:33:51",
    "end": "00:33:53"
  },
  {
    "text": "Like the Pharaoh did in Joseph's day. Yeah, he wanted to take advantage, right?",
    "start": "00:33:53",
    "end": "00:33:59"
  },
  {
    "text": "Yep.",
    "start": "00:33:59",
    "end": "00:33:59"
  },
  {
    "text": "He saw, he took, he saw, he took. So that leads to him enslaving the Israelites and then enacting a decree to start killing the sons of Israel because.",
    "start": "00:33:59",
    "end": "00:34:11"
  },
  {
    "text": "He didn't want them to get too big in the population.",
    "start": "00:34:12",
    "end": "00:34:14"
  },
  {
    "text": "So enslave them and then slowly kill them off while extracting as much value and labor from them is keeping them.",
    "start": "00:34:15",
    "end": "00:34:21"
  },
  {
    "text": "Small enough that they could never actually revolt against you.",
    "start": "00:34:21",
    "end": "00:34:24"
  },
  {
    "text": "That's right.",
    "start": "00:34:24",
    "end": "00:34:25"
  },
  {
    "text": "Yeah. So cruel.",
    "start": "00:34:25",
    "end": "00:34:26"
  },
  {
    "text": "It's unbelievable. I mean, it could only come from a human imagination who sees the lives of other humans as having more value as. Yeah, labor, animals. That's right. Which is how humans have viewed each other for a long time. So the killing of the sons of Israel by Pharaoh is something that God takes very seriously. And so In Exodus chapter 4, he commissions Moses at the burning bush to go confront Pharaoh and to say this to Pharaoh. Exodus 4, verse 22. You, Moses, say this to Pharaoh. This is what Yahweh, Israel is my son, My firstborn son. So I'm telling you, release. Send out my son and let him serve me. But you refuse to release him. So I am going to kill your son, your firstborn son.",
    "start": "00:34:26",
    "end": "00:35:31"
  },
  {
    "text": "Life for life.",
    "start": "00:35:33",
    "end": "00:35:33"
  },
  {
    "text": "Exactly. It's measure for measure. We might be tempted to hear this and be like, ooh, what a vengeful God.",
    "start": "00:35:34",
    "end": "00:35:41"
  },
  {
    "text": "Yeah, it's revenge.",
    "start": "00:35:41",
    "end": "00:35:42"
  },
  {
    "text": "But the point is, it's fair recompense. You're killing my son if you don't let my son go. And you are going to keep taking the life of my son, you forfeited.",
    "start": "00:35:42",
    "end": "00:35:53"
  },
  {
    "text": "The right to your own son.",
    "start": "00:35:53",
    "end": "00:35:54"
  },
  {
    "text": "Yeah, and I will take the life of your son. I mean, that's the warning. And then God gives 10 chances, like the 10 plagues.",
    "start": "00:35:54",
    "end": "00:36:03"
  },
  {
    "text": "He doesn't go and just do it.",
    "start": "00:36:03",
    "end": "00:36:04"
  },
  {
    "text": "No, no. 10 chances.",
    "start": "00:36:04",
    "end": "00:36:07"
  },
  {
    "text": "As a parent, such parenting.",
    "start": "00:36:08",
    "end": "00:36:10"
  },
  {
    "text": "Totally. I mean, I'm. Yeah, it's a good day for me if I am giving, like, the third chance.",
    "start": "00:36:11",
    "end": "00:36:16"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:36:16",
    "end": "00:36:17"
  },
  {
    "text": "10 chances. So after 10 refusals that lead to the ruin of Egypt, the 10 plagues, when the 10th offer to let Israel go is refused by Pharaoh, then God says, okay, it's time to take life for life. And so this is the night of Passover. And so Israel, every family is to go select a blameless lamb, unblemished, puts the word Tamim whole, and then that lamb is to be slaughtered and prepared for a meal. And the blood, which is the life, the blood represents life. The life of that animal is painted on the door frames of the house. And in Exodus 12:23, God says, and Yahweh will pass through the land to strike Egypt. And he will see the blood on the doorframe and on the doorposts. And Yahweh will, pesach is the Hebrew word, or pasach over the door. And he won't allow the destroyer to enter your houses to strike. So this is a little puzzle. If you look at the literary design of this verse, this is significant because the opening line said, yahweh will pass through to strike. But the last line says, the destroyer enters the home to strike. Yeah, you're like, wait, so who's striking the house? Yeah, that's a whole puzzle about the meaning of the word Passover and what's going on. This verse is crucial. The picture that it paints is that Yahweh is allowing some destroying force or agent to go through the land. And it's Yahweh allowing it to happen or orchestrating it. And so in that way, it's Yahweh striking. But the thing actually doing the striking is distinct from Yahweh the destroyer. And wherever there's the blood, Yahweh will pasach over that door. In other words, Yahweh is seen as defending the house, as it were protecting the house from the destroyer. So the word redemption isn't used anywhere.",
    "start": "00:36:18",
    "end": "00:38:31"
  },
  {
    "text": "Right here in the telling of the story.",
    "start": "00:38:32",
    "end": "00:38:34"
  },
  {
    "text": "Yeah, this is about how the Israelites are being released. And there is a life for life exchange going on here. But different than how I buy milk at the store, or maybe not. Let's play it out. Yahweh is bringing a life for life, fair recompense on the land of Egypt. But like the floodwaters, right? The destroyers just going through the whole land. But not everyone in the land is guilty. Right. And so whoever wants to be exempt from having the recompense of their family, the life of their firstborn son, here's the way. The death of the Israelite sons means the death of, like, every firstborn in the land. And if you surrender the life of the lamb, that lamb will stand in the place, or as an exchange for the life of the firstborn son that's in the house. Israelite or Egyptian. Let me just say that there's a number of strange things in there that I hope you're feeling. I'm feeling them.",
    "start": "00:38:34",
    "end": "00:39:45"
  },
  {
    "text": "But yeah, I don't know how much to mind, but, like, if the logic is life for life, even the logic of life for life is uncomfortable. So I'm gonna state that.",
    "start": "00:39:45",
    "end": "00:39:54"
  },
  {
    "text": "Okay.",
    "start": "00:39:54",
    "end": "00:39:55"
  },
  {
    "text": "But I get it. Right?",
    "start": "00:39:55",
    "end": "00:39:56"
  },
  {
    "text": "Yeah.",
    "start": "00:39:56",
    "end": "00:39:57"
  },
  {
    "text": "And if I take someone's life. I took someone's life.",
    "start": "00:39:57",
    "end": "00:40:01"
  },
  {
    "text": "Yes.",
    "start": "00:40:01",
    "end": "00:40:02"
  },
  {
    "text": "And what could I really give now to pay for that?",
    "start": "00:40:02",
    "end": "00:40:06"
  },
  {
    "text": "That's right. And foundational here is after the flood story, there is a principle that Yahweh instates in Genesis 9, 6, which is the one who sheds the blood of a human by humans. His blood will be shed because God made humans in his image. So the image of God means that every human life is of sacred value, as it were, equal to the value of the life of God, which is of ultimate value. And so a human who illegitimately takes the life of another human has forfeited their own life.",
    "start": "00:40:06",
    "end": "00:40:56"
  },
  {
    "text": "Yeah. Okay, so that's that. That's the embedded logic.",
    "start": "00:40:57",
    "end": "00:41:00"
  },
  {
    "text": "Yeah.",
    "start": "00:41:00",
    "end": "00:41:00"
  },
  {
    "text": "Then you have Pharaoh doing that not just for one person, doing all these innocent children, but really to then oppress an entire people group. And so now you're in this kind of exaggerated realm of corrupt, violent, like just nastiness.",
    "start": "00:41:00",
    "end": "00:41:21"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:41:21",
    "end": "00:41:22"
  },
  {
    "text": "When things get that awry in the logic of the biblical story is a flood's coming, it's gonna just kind of wipe things clean.",
    "start": "00:41:22",
    "end": "00:41:30"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:41:30",
    "end": "00:41:31"
  },
  {
    "text": "Almost kind of indiscriminately.",
    "start": "00:41:32",
    "end": "00:41:33"
  },
  {
    "text": "Yeah.",
    "start": "00:41:33",
    "end": "00:41:34"
  },
  {
    "text": "And that feels uncomfortable because it's like, well, isn't God powerful enough to kind of just.",
    "start": "00:41:34",
    "end": "00:41:39"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:41:39",
    "end": "00:41:41"
  },
  {
    "text": "Just make sure the people who deserve and everyone else can kind of get through the flood. But in a way, that's the logic of Passover is saying that is.",
    "start": "00:41:41",
    "end": "00:41:50"
  },
  {
    "text": "It feels strange to us.",
    "start": "00:41:50",
    "end": "00:41:52"
  },
  {
    "text": "Feels strange.",
    "start": "00:41:52",
    "end": "00:41:53"
  },
  {
    "text": "But that is what Passover is about.",
    "start": "00:41:53",
    "end": "00:41:55"
  },
  {
    "text": "That you can say, I want to raise my hand and be like, hey, I don't deserve this. And to do that, there's this. Now you're enacting this.",
    "start": "00:41:55",
    "end": "00:42:05"
  },
  {
    "text": "The best way of distinguishing the innocent from the guilty is by inviting the innocent to do something that is to surrender the value of the life of the lamb.",
    "start": "00:42:05",
    "end": "00:42:17"
  },
  {
    "text": "Now, could someone who's not innocent do that same thing then?",
    "start": "00:42:18",
    "end": "00:42:22"
  },
  {
    "text": "Yeah. Isn't that interesting? Yeah, yeah.",
    "start": "00:42:23",
    "end": "00:42:25"
  },
  {
    "text": "If Pharaoh would have done it.",
    "start": "00:42:25",
    "end": "00:42:26"
  },
  {
    "text": "What's really fascinating is that in Plague number seven, which is the hail storm, God tells Moses, gives this warning, hey, kill your house. Kill Israelite or Egyptians, anybody who takes the word of Yahweh seriously, get into your house. And what you're told is that many Israelites went into their house and many Egyptians went into their house. And. And now here is another, the 10th strike. And all of a sudden, the houses are the refuge. And we learn in a few chapters that many Egyptians went out of Egypt with Israel, which means they were participated in Passover. And there's. In the next chapter, in Exodus 13, there's all this clarification about what about non Israelites in your house who are there for Passover? What do they do? So the implicit but clear point of the story is that many Egyptians did participate in Passover. So God's way of distinguishing between the innocent and the guilty here is to give the gift, to offer the gift of a lamb who God will accept, as it were, as a symbol. Because God's the one telling Israel to do this. Yeah. So God gives them the life of this blameless lamb that covers the house. So God is giving, as it were, appointing the value of this life, of this animal to stand for the firstborn in the house.",
    "start": "00:42:26",
    "end": "00:43:57"
  },
  {
    "text": "Because likely the destroyer is some sort of plague. Plague is indiscriminate.",
    "start": "00:43:58",
    "end": "00:44:04"
  },
  {
    "text": "Totally. Like a flood.",
    "start": "00:44:04",
    "end": "00:44:05"
  },
  {
    "text": "Like a flood. It's a very unique kind of plague that just kills the firstborn. And there we're now in some, you know, a plague that we don't understand. But in which case, though, if this is going to indiscriminately kill all the firstborn children, then the lamb now, and the blood of that lamb is standing in the gap so that the firstborn child of that house doesn't get taken by the plague.",
    "start": "00:44:05",
    "end": "00:44:28"
  },
  {
    "text": "Yeah. So God is giving this lamb to the Israelites so that the Israelites can give this lamb's life in the place of the son of the house. And God will see that and protect that house against the destroyer after that happens. In Exodus 13, Yahweh says to Moses, moses, set aside every firstborn as holy to me, the firstborn offspring of every womb among the Israelites, whether human or animals, it belongs to me. So whatever just happened at Passover means that every Israelite family, now their firstborn son that was spared actually any Israelite or Egyptian or whoever was in that house. Whoever was in that house, their firstborn life now belongs to God.",
    "start": "00:44:28",
    "end": "00:45:27"
  },
  {
    "text": "All life belongs to God.",
    "start": "00:45:28",
    "end": "00:45:29"
  },
  {
    "text": "Yeah. But especially that firstborn, because that firstborn symbolically had a target on its back under Pharaoh's decree. And God just targeted those firstborn, gave them the lamb to give back. Right.",
    "start": "00:45:29",
    "end": "00:45:44"
  },
  {
    "text": "Okay.",
    "start": "00:45:44",
    "end": "00:45:45"
  },
  {
    "text": "So now those firstborn especially belong to me because they would all be dead if Yahweh hadn't set up the.",
    "start": "00:45:46",
    "end": "00:45:52"
  },
  {
    "text": "They'd be all dead if Pharaoh had his way.",
    "start": "00:45:52",
    "end": "00:45:55"
  },
  {
    "text": "And.",
    "start": "00:45:55",
    "end": "00:45:55"
  },
  {
    "text": "And then when justice came, God spared them. And so especially now the firstborn.",
    "start": "00:45:55",
    "end": "00:46:02"
  },
  {
    "text": "That's right. So this took me a long time to understand so now we're in a situation where every firstborn belongs to Yahweh. Every firstborn Israelite.",
    "start": "00:46:02",
    "end": "00:46:12"
  },
  {
    "text": "What does that mean exactly?",
    "start": "00:46:13",
    "end": "00:46:15"
  },
  {
    "text": "So verse 11 of chapter 13 of Exodus, when Yahweh brings you into the land of the Canaanites, but he swore to give to your ancestor, and he gives you that land. Remember, land belongs to Yahweh. You will hand over every first offspring of a womb to Yahweh. Every first offspring birthed by a domestic animal, they will be for Yahweh, that is, offer it as a sacrifice. You surrender it. Yeah. And every firstborn among your sons redeem them. And there's our word. So the idea is, because of what happened on Passover, their lives actually belong to Yahweh.",
    "start": "00:46:16",
    "end": "00:46:54"
  },
  {
    "text": "And for the animal, it's like sacrifice.",
    "start": "00:46:55",
    "end": "00:46:59"
  },
  {
    "text": "Surrender it as an offering. And for your sons, Yahweh will give the son back to the parents.",
    "start": "00:46:59",
    "end": "00:47:07"
  },
  {
    "text": "And that transfer of possession, Yahweh is saying, like, this son doesn't belong to you anymore, it belongs to me, but I'm going to give the son to you. That's an act of redemption.",
    "start": "00:47:09",
    "end": "00:47:18"
  },
  {
    "text": "That's right. And verse 14, when your son, who's life now. Right. Asks you in the future, what was that about?",
    "start": "00:47:18",
    "end": "00:47:27"
  },
  {
    "text": "Yeah. What actually happened? No, I mean. But sorry, what did actually happen? What was the act of redemption?",
    "start": "00:47:27",
    "end": "00:47:33"
  },
  {
    "text": "Oh, you can offer an animal. You offer an animal an animal in the place of your son.",
    "start": "00:47:33",
    "end": "00:47:37"
  },
  {
    "text": "Okay, so when your animal has its first animal.",
    "start": "00:47:37",
    "end": "00:47:39"
  },
  {
    "text": "Yeah.",
    "start": "00:47:40",
    "end": "00:47:41"
  },
  {
    "text": "Yahweh takes the animal.",
    "start": "00:47:41",
    "end": "00:47:42"
  },
  {
    "text": "Takes the animal. Or you offer it, remember, because offering it means translating it into smoke so that it can ascend up into God's realm in the heavens.",
    "start": "00:47:42",
    "end": "00:47:51"
  },
  {
    "text": "Transfer of possession. And when you have your firstborn child, God actually isn't going to demand that you sacrifice a child. That's not the God of the Bible. But there is a reality in which you actually don't possess this child in some way.",
    "start": "00:47:51",
    "end": "00:48:10"
  },
  {
    "text": "Right. Yeah. Ultimately belongs to God. But you can even in a more.",
    "start": "00:48:10",
    "end": "00:48:15"
  },
  {
    "text": "Special way than any other human.",
    "start": "00:48:15",
    "end": "00:48:17"
  },
  {
    "text": "Isn't that interesting?",
    "start": "00:48:17",
    "end": "00:48:17"
  },
  {
    "text": "Because of what happened on Passover night.",
    "start": "00:48:17",
    "end": "00:48:19"
  },
  {
    "text": "Passover night, yeah.",
    "start": "00:48:19",
    "end": "00:48:20"
  },
  {
    "text": "And so you're going to enact a ritual in which you give me an animal instead, and that's.",
    "start": "00:48:20",
    "end": "00:48:25"
  },
  {
    "text": "You're redeeming the son. Yeah. So it's really fascinating.",
    "start": "00:48:25",
    "end": "00:48:29"
  },
  {
    "text": "I don't think we can explain this in three minutes.",
    "start": "00:48:30",
    "end": "00:48:32"
  },
  {
    "text": "No, I'm just taking you through the idea in the Bible.",
    "start": "00:48:34",
    "end": "00:48:36"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:48:36",
    "end": "00:48:37"
  },
  {
    "text": "We're going to have to figure out. Yeah. What to include and leave out. But this is so fascinating that even the idea that God wants a parent to see their child as being on loan to them because their life, of their. Even their son, their firstborn son, ultimately belongs to God. But you can have them back.",
    "start": "00:48:37",
    "end": "00:48:59"
  },
  {
    "text": "Yeah.",
    "start": "00:48:59",
    "end": "00:49:00"
  },
  {
    "text": "I hope you're hearing echoes of Abraham and Isaac in here, too, about God providing the Ram to be offered in the place of Isaac. I mean, that whole story in Genesis is designed with an eye to the Passover first match and to connect and hyperlink with Passover. So God is the one who gives life. And when humans scheme and do what's good in their eyes and try and own each other, rule each other with violence, take each other's life, God will, like in the time of the Flood, do these de creation moments hand people over to the ruin, right? That will scale, and it's like creation itself will rebel. But humans act like our lives don't belong to God. And so we do all sorts of stupid stuff to each other. And so God says, listen, your lives do belong to me. And so either we can make that clear by you dying. But I don't want humans to die. I want humans to live. Because that's the whole point of the Eden ideal. So here is a substitute. Here is a ransom payment. The life of this animal is God giving us something of value that we can give back. And that also makes clear that my life belongs to God. But now the life that I have from God is. I see it as a life that I have on loan, which hopefully changes the way that I see my life.",
    "start": "00:49:00",
    "end": "00:50:33"
  },
  {
    "text": "But it was also always on loan.",
    "start": "00:50:33",
    "end": "00:50:35"
  },
  {
    "text": "It was always on loan, but I didn't act like it. But going through the Passover ritual forces me to recognize it, that the life of my family and my life is on loan. And then I do this symbol, right? Surrender this life, and am theoretically changed by that experience. And somehow this is all a part, I think, in the Hebrew Bible of how the Hebrew Bible is messianic literature and that this is the network of ideas Jesus is pointing to when he said the Son of man didn't come to be served, but to be a servant and to give his life as a lutron on behalf of the many.",
    "start": "00:50:36",
    "end": "00:51:17"
  },
  {
    "text": "So I think where I get hung up a little bit is in trying to really understand the logic of Passover because the firstborns of Israel were never at fault. They were the ones that God was rescuing.",
    "start": "00:51:19",
    "end": "00:51:32"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:51:32",
    "end": "00:51:33"
  },
  {
    "text": "It was really Pharaoh and I suppose Egypt, right?",
    "start": "00:51:33",
    "end": "00:51:39"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:51:39",
    "end": "00:51:40"
  },
  {
    "text": "Who is complicit now under the rule of Pharaoh. But when the destroyer comes, it's kind of more. It's more indiscriminate. Like, it will.",
    "start": "00:51:40",
    "end": "00:51:52"
  },
  {
    "text": "It will take the life of the innocent and the guilty.",
    "start": "00:51:53",
    "end": "00:51:56"
  },
  {
    "text": "And so.",
    "start": "00:51:56",
    "end": "00:51:57"
  },
  {
    "text": "Yeah.",
    "start": "00:51:57",
    "end": "00:51:57"
  },
  {
    "text": "Is that just kind of the biblical way of just talking about, like, all are under the death? Like, really, at the end of the day, death is taking us all out.",
    "start": "00:51:58",
    "end": "00:52:08"
  },
  {
    "text": "Yeah, yeah. Where this is all going, even the Exodus narrative, the way it gets appealed to later in the Bible is for its symbolic value, because the Pharaoh just becomes the snake and death.",
    "start": "00:52:08",
    "end": "00:52:21"
  },
  {
    "text": "Yeah. Sin and death.",
    "start": "00:52:21",
    "end": "00:52:22"
  },
  {
    "text": "Sin and death, as in the letters of Paul. But it's the snake and death. All life outside of Eden, all life is under wrongful possession of the snake and death. And it is in Genesis 3, when God laments what humans have brought upon themselves. He calls it being slaves to the land, to dust. You will return, you will slave the land, and it will barely give you produce until you return to it. So the Exodus story functions as Torah instruction to teach us about who are the pharaohs really?",
    "start": "00:52:22",
    "end": "00:53:02"
  },
  {
    "text": "What is the pharaoh?",
    "start": "00:53:02",
    "end": "00:53:03"
  },
  {
    "text": "Yeah.",
    "start": "00:53:03",
    "end": "00:53:03"
  },
  {
    "text": "What is this enslaving force? And then in what way am I actually complicit with this pharaoh?",
    "start": "00:53:03",
    "end": "00:53:11"
  },
  {
    "text": "Actually, let us not forget, why are the Israelites in Egypt? The Israelites are in Egypt because brother betrayed brother actually almost murdered brother. Right. Joseph's brothers at the end of Genesis were about to kill him.",
    "start": "00:53:11",
    "end": "00:53:27"
  },
  {
    "text": "Yeah.",
    "start": "00:53:27",
    "end": "00:53:27"
  },
  {
    "text": "And then one idea of a merciful brother was, let's sell him as a slave. And let us also not forget that Israel's great ancestor and ancestress were actually the first ones to oppress an enslaved Egyptian. That is Abraham and Sarah's oppression of Hagar. So when you get to Exodus, what Pharaoh does to the Israelites is wrong, but it also is the sad end result of a whole network of decisions of Israelites doing wrong to each other and to other Egyptians. So you get the sense of just everybody's wronging everybody.",
    "start": "00:53:28",
    "end": "00:54:05"
  },
  {
    "text": "Yeah, yeah. So as instruction, that's important.",
    "start": "00:54:05",
    "end": "00:54:09"
  },
  {
    "text": "Yeah.",
    "start": "00:54:10",
    "end": "00:54:10"
  },
  {
    "text": "We have to recognize, yes, we are enslaved to some sort of power. We're under the possession of something. We also are complicit.",
    "start": "00:54:10",
    "end": "00:54:18"
  },
  {
    "text": "Yes. Everyone's complicit. When Paul says, all have sinned and fallen short of the glory God's destined them for, that's what he means. He's summarizing a core theme in the Hebrew Bible.",
    "start": "00:54:18",
    "end": "00:54:31"
  },
  {
    "text": "Yeah. And so there is a flood coming of justice, and you're going to have to life for life.",
    "start": "00:54:31",
    "end": "00:54:41"
  },
  {
    "text": "Yeah. Here outside of Eden, none of us are ultimately innocent.",
    "start": "00:54:41",
    "end": "00:54:45"
  },
  {
    "text": "Yeah.",
    "start": "00:54:45",
    "end": "00:54:46"
  },
  {
    "text": "We're all guilty in different ways, but we are all complicit. In the taking of life, the wages.",
    "start": "00:54:47",
    "end": "00:54:53"
  },
  {
    "text": "Of sin is death.",
    "start": "00:54:53",
    "end": "00:54:53"
  },
  {
    "text": "Yeah.",
    "start": "00:54:53",
    "end": "00:54:54"
  },
  {
    "text": "And then in the story of the Exodus, is this wisdom, this Torah, this instruction of. But. But there is a way through.",
    "start": "00:54:55",
    "end": "00:55:04"
  },
  {
    "text": "Hold on. Pharaoh is the kind of Lord who just says, I own all life and I'll just end life where I see fit and let it thrive under enslavement where I see fit. Right. That's the kind of Lord of life. That's how Pharaoh possesses other human lives. But also, everybody is a kind of Pharaoh. But what God gives is a means of redemption that Pharaoh never offered.",
    "start": "00:55:05",
    "end": "00:55:36"
  },
  {
    "text": "Exchange.",
    "start": "00:55:36",
    "end": "00:55:37"
  },
  {
    "text": "A means of exchange. You all owe me your lives. And you all have illegitimately participated in these systems that take each other's lives.",
    "start": "00:55:37",
    "end": "00:55:45"
  },
  {
    "text": "And you're all under the possession of a type of slavery, a type of.",
    "start": "00:55:45",
    "end": "00:55:49"
  },
  {
    "text": "Pharaoh that's killing you all.",
    "start": "00:55:49",
    "end": "00:55:50"
  },
  {
    "text": "Yeah.",
    "start": "00:55:50",
    "end": "00:55:51"
  },
  {
    "text": "So you all are gonna die. And then that Passover is good news. That's what's so hard for us to hear. Because I think in modern readers we read Passover and I think the main thing we feel is just like, why is God killing innocent people? Innocent firstborn. But I think we're missing the logic of the Bible, the bigger logic of the story around it.",
    "start": "00:55:52",
    "end": "00:56:14"
  },
  {
    "text": "That's the inevitable consequence of just violence.",
    "start": "00:56:14",
    "end": "00:56:19"
  },
  {
    "text": "And being born into a world outside of Eden.",
    "start": "00:56:20",
    "end": "00:56:23"
  },
  {
    "text": "And God gives many chances. He's slow to anger.",
    "start": "00:56:23",
    "end": "00:56:28"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:56:28",
    "end": "00:56:28"
  },
  {
    "text": "He's very patient.",
    "start": "00:56:28",
    "end": "00:56:29"
  },
  {
    "text": "Yeah.",
    "start": "00:56:29",
    "end": "00:56:30"
  },
  {
    "text": "10 chances. And then even on the 10th one is an opportunity through it.",
    "start": "00:56:30",
    "end": "00:56:36"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:56:36",
    "end": "00:56:37"
  },
  {
    "text": "It's for the firstborn in the story.",
    "start": "00:56:37",
    "end": "00:56:39"
  },
  {
    "text": "Right.",
    "start": "00:56:39",
    "end": "00:56:39"
  },
  {
    "text": "But once you start thinking about this.",
    "start": "00:56:39",
    "end": "00:56:41"
  },
  {
    "text": "As Torah, and God said back in chapter four, Israel as a whole is my firstborn.",
    "start": "00:56:41",
    "end": "00:56:47"
  },
  {
    "text": "Yeah. You realize this is a rescue of anyone and it's referred to as a redemption.",
    "start": "00:56:47",
    "end": "00:56:58"
  },
  {
    "text": "Yeah. The future implications of this is every person in those houses, they belong to Yahweh. And then symbolically, especially the firstborn sons. Right. Whose lives were saved. But even though the firstborn especially belonged to Yahweh, he will loan them back to their parents. And the way parents do that is redeeming the life of their son by offering an animal, just like they did on Passover. And then on into every future generation. The firstborn son is redeemed with the life of a sacrificial animal. It's like Passover just continues for every generation of Israel.",
    "start": "00:56:58",
    "end": "00:57:39"
  },
  {
    "text": "Yeah.",
    "start": "00:57:40",
    "end": "00:57:41"
  },
  {
    "text": "So just like the Israelite slave is redeemed every seventh year, just like the land is redeemed every jubilee year, so the life of the firstborn is redeemed in every generation because the land belongs to me, says Yahweh, but I give it to you as temporary caretakers of it. But ultimately remember it, it belongs to me. But Yahweh has given a means for redemption.",
    "start": "00:57:41",
    "end": "00:58:11"
  },
  {
    "text": "And then Jesus will say, yeah, the.",
    "start": "00:58:11",
    "end": "00:58:15"
  },
  {
    "text": "Son of Man didn't come to be a pharaoh like Lord, right to rule over like the nations do, but to be a servant and to give his life as a means of redemption for many. Yahweh becomes human to offer his life in the place of the people whom he already possesses, but that who have come under wrongful possession of death and the snake and of Pharaoh. And so instead of making humans surrender their own lives, Yahweh will come and surrender over the life of the Son of Man. There's a reason why Jesus locked onto this story and these words to explain the meaning of his death.",
    "start": "00:58:15",
    "end": "00:59:04"
  },
  {
    "text": "That's it for today's episode. Next week we continue our study on redemption and we're gonna go to an unfamiliar place in the Torah. Some laws around the cities of refuge where a murderer can flee from a Blood Avenger.",
    "start": "00:59:08",
    "end": "00:59:23"
  },
  {
    "text": "We're gonna talk about the blood Redemption. Redemption of blood. What is translated Most of our Bibles, modern English translations is the Blood Avenger.",
    "start": "00:59:23",
    "end": "00:59:32"
  },
  {
    "text": "Bibleproject is a crowdfunded nonprofit and we exist to experience the Bible as a unified story that leads to Jesus. Everything that we make is free because of the generous support of thousands of people just like you. Thank you so much for being a part of this with us.",
    "start": "00:59:34",
    "end": "00:59:48"
  },
  {
    "text": "Hello, my name is Andre, I'm from Brazil. Heard about Bible project on YouTube by friends.",
    "start": "00:59:49",
    "end": "00:59:56"
  },
  {
    "text": "Hello, my name is. My name is Chloe McAllister and I am from Portland, Oregon. I first heard about the Bible Project when I really was looking for more resources to grow in my faith and draw closer to Jesus.",
    "start": "00:59:56",
    "end": "01:00:07"
  },
  {
    "text": "I'm using Bible project for 10 years now for my biblical teaching in my church.",
    "start": "01:00:07",
    "end": "01:00:13"
  },
  {
    "text": "I use the Bible Project for the podcast on my way to work to really start the day off on an encouraging and fulfilling note. We believe the Bible is a unified story that leads to Jesus. Bibleproject is a non profit funded by people like me.",
    "start": "01:00:14",
    "end": "01:00:27"
  },
  {
    "text": "Find more free videos, articles, podcasts, classes and more on the Bibleproject app and ourbibleproject.com thank you.",
    "start": "01:00:28",
    "end": "01:00:35"
  },
  {
    "text": "Hey everyone, this is Christopher. I handle communications for our patron care team at bibleproject. I've been working at bibleproject for four years and my favorite part about my work is getting to write the prayer email that gets sent out to 80,000 people each month who are praying for our studio and the work that we do. There's a whole team of people that bring the podcast to life every week. For a full list of everyone who's involved, check out the show credits in the episode description. Wherever you stream the podcast on our website.",
    "start": "01:00:37",
    "end": "01:01:04"
  }
]