[
  {
    "text": "We're in a series on the theme of redemption. A redemption is simply the transfer of possession, where something currently is to where it truly belongs. In the story of the Bible, humanity belongs to God, but something else has claimed ownership of us. The Bible calls this sin and death.",
    "start": "00:00:05",
    "end": "00:00:24"
  },
  {
    "text": "The moment that humans choose not to live by the wisdom of God, but by listening to the voice of the deceiver, they're exiled from the realm of abundant life and out in the land of death.",
    "start": "00:00:24",
    "end": "00:00:35"
  },
  {
    "text": "But God loves humanity, and he's determined to take us back into his possession to redeem us from death.",
    "start": "00:00:35",
    "end": "00:00:42"
  },
  {
    "text": "Death doesn't have a right to human life because God intended life for life. It's a way of thinking about kind of a cosmic frame. For the biblical story, redemption is God taking back life, life from death.",
    "start": "00:00:42",
    "end": "00:00:55"
  },
  {
    "text": "Now, today is really special. We're going to look at the theme of redemption in the story of Ruth, because at the core of this story is a question. How can a family who has lost everything get restored back into the life of community?",
    "start": "00:00:56",
    "end": "00:01:11"
  },
  {
    "text": "The Ark of Ruth is all about a woman loses her family inheritance and her future of her family, and how God is going to restore Eden and seed to the life of this woman.",
    "start": "00:01:12",
    "end": "00:01:26"
  },
  {
    "text": "The woman in question is Naomi, whose name means sweet delight. But she's lost everything. Her husband, her sons, her family land.",
    "start": "00:01:26",
    "end": "00:01:36"
  },
  {
    "text": "But by the end of the story, sweet delight is going to receive back new sons and her family land.",
    "start": "00:01:36",
    "end": "00:01:43"
  },
  {
    "text": "One character who's crucial to her redemption is Boaz, an extended family member who takes it on himself to restore Naomi and Ruth back into life.",
    "start": "00:01:44",
    "end": "00:01:54"
  },
  {
    "text": "Boaz becomes the vehicle of redeeming Naomi and Ruth and the family land from slavery, poverty, and destitution. And all of this can be summed up with the word redemption.",
    "start": "00:01:55",
    "end": "00:02:08"
  },
  {
    "text": "But more surprisingly is how another character, a woman named Ruth, reflects God's loyal love and becomes the true hero of the story. Boaz calls her a woman of great substance, and her faith is compared to that of Abraham himself. It's through Ruth, a widowed Moabite woman, that God's redemption takes place.",
    "start": "00:02:08",
    "end": "00:02:29"
  },
  {
    "text": "Somebody's really messing with our categories of insider and outsider, where it's actually the outsider who trusts in the God of Israel more than almost any of the other Israelites in the story do. It's really remarkable.",
    "start": "00:02:30",
    "end": "00:02:42"
  },
  {
    "text": "That's today. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:02:43",
    "end": "00:02:53"
  },
  {
    "text": "Hello. Hi.",
    "start": "00:02:53",
    "end": "00:02:54"
  },
  {
    "text": "We are looking at the theme of redemption in the Bible, and it's been much more intellectual exercise than I anticipated, getting into the deep biblical logic of redemption. And underneath all of this is a simplicity Though which you use the word to possess or to repossess. There's something that you own and have a right to and it's taken from you. You can go and take that back. And we call that repossess.",
    "start": "00:02:55",
    "end": "00:03:33"
  },
  {
    "text": "Yeah. Restoring something to its rightful possessor.",
    "start": "00:03:33",
    "end": "00:03:37"
  },
  {
    "text": "Yeah. And in the most general sense, these words that are often translated. Redeem. That's what they mean.",
    "start": "00:03:37",
    "end": "00:03:46"
  },
  {
    "text": "Yeah. To transfer back into rightful possession.",
    "start": "00:03:46",
    "end": "00:03:50"
  },
  {
    "text": "Yeah. And so there's a number of words we've been looking at. There's the Greek word lutron, which actually translates two Hebrew words. And those two Hebrew words are both about that exchange, getting something back.",
    "start": "00:03:50",
    "end": "00:04:05"
  },
  {
    "text": "Yeah.",
    "start": "00:04:05",
    "end": "00:04:05"
  },
  {
    "text": "Repossessing one is kind of more of an economic term.",
    "start": "00:04:06",
    "end": "00:04:09"
  },
  {
    "text": "Right.",
    "start": "00:04:09",
    "end": "00:04:09"
  },
  {
    "text": "And it's. What is it again? It's pada. Pada.",
    "start": "00:04:10",
    "end": "00:04:13"
  },
  {
    "text": "Pada. Yeah.",
    "start": "00:04:13",
    "end": "00:04:14"
  },
  {
    "text": "And then another one is a term that you use when it's a family member doing it because it's a family like deal.",
    "start": "00:04:14",
    "end": "00:04:22"
  },
  {
    "text": "Yeah. The assumption is a social arrangement where the family has a right to possess the life and property and well being of. Of the members of the family to take it back.",
    "start": "00:04:22",
    "end": "00:04:37"
  },
  {
    "text": "And then that's another Hebrew word, gaal.",
    "start": "00:04:37",
    "end": "00:04:39"
  },
  {
    "text": "Gaal.",
    "start": "00:04:39",
    "end": "00:04:40"
  },
  {
    "text": "So both of those words is this idea of, I'm taking what's rightfully mine. Now to do that, sometimes you just take it because it's yours. But other times there has to be some sort of exchange to represent there's an exchange of value, there's a cost for this exchange to take place. So then we spend a lot of time looking at how, if you use that as a lens, think about the whole biblical story. Human life is given to us, we don't actually possess it. It is on loan to us from God, the life that we have. And God gives it to us to be his image, to rule with him.",
    "start": "00:04:41",
    "end": "00:05:21"
  },
  {
    "text": "Yeah. So the Eden story is about how God is the provider and giver of all life. So the moment that humans choose not to live by the wisdom of God, but by listening to the voice of the deceiver, they're exiled from the realm of abundant life and out in the land of death under the influence of the snake. So in that sense, the life that belonged to God has gone out of God's possession. Not ultimately, but in the sense of the ideal that God intended his living creatures for has gone awry because of the will of the snake and the will of the humans, the desire of the humans. So in that sense, humans now belong to an other. They belong to death. I mean, I'm using language that Paul the apostle will use, but it's as if they belong to sin and death, or they belong to the snake, the prince of the power of the air, as Paul would say. But the logic of the biblical story is humans don't exist in the way that God intended. And so they, so to speak, are in the possession of an other. But death doesn't have a right to human life because God intended life for life, life for the purpose of life. Yeah. So it's a way of thinking about kind of a cosmic frame for the biblical story. Why it can be called redemption is it's God taking back life from death to restore it.",
    "start": "00:05:22",
    "end": "00:06:57"
  },
  {
    "text": "What can be called redemption?",
    "start": "00:06:57",
    "end": "00:06:59"
  },
  {
    "text": "The story of the Bible.",
    "start": "00:06:59",
    "end": "00:07:00"
  },
  {
    "text": "The story of the Bible can be.",
    "start": "00:07:00",
    "end": "00:07:00"
  },
  {
    "text": "Called the redemption story.",
    "start": "00:07:00",
    "end": "00:07:02"
  },
  {
    "text": "Okay. Because human life is meant for life, we forfeit it and, like, become possessed by some other owner.",
    "start": "00:07:02",
    "end": "00:07:11"
  },
  {
    "text": "Owner, like death.",
    "start": "00:07:11",
    "end": "00:07:12"
  },
  {
    "text": "Death. And God saying, okay, well, I created you and ultimately I should possess you. Death now possesses you. I'm going to take it back. And what we would call that, when you take something, we have that term repossess.",
    "start": "00:07:12",
    "end": "00:07:31"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:07:31",
    "end": "00:07:31"
  },
  {
    "text": "I'm gonna repossess it. Now when you go and repossess something, you just go and take it back.",
    "start": "00:07:31",
    "end": "00:07:36"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:07:36",
    "end": "00:07:37"
  },
  {
    "text": "But there's also this sense of we have this understanding of purchasing something, that something's in your possession. It needs to be my possession. There's an exchange.",
    "start": "00:07:37",
    "end": "00:07:46"
  },
  {
    "text": "Exchange of value.",
    "start": "00:07:46",
    "end": "00:07:46"
  },
  {
    "text": "Exchange of value.",
    "start": "00:07:46",
    "end": "00:07:47"
  },
  {
    "text": "Yeah.",
    "start": "00:07:47",
    "end": "00:07:48"
  },
  {
    "text": "And in the biblical drama, there is an exchange of value that to get us out of the ownership of death into the ownership back to God and life, there is some sort of exchange that needs to happen.",
    "start": "00:07:48",
    "end": "00:08:01"
  },
  {
    "text": "That's right. And so we meditated on the story of Passover that fits within a key moment within a redemption story of God repossessing the Israelites from slavery in Egypt. Then we also looked at a moment of the blood avenger loss in the Torah where God provides the life of a substitute animal, a young heifer that can take the place of the life of a murder suspect that remains unknown in the land. Instead of holding everybody's lives accountable in that community, God will accept in exchange the life of this animal. But God is the one providing the life for the exchange.",
    "start": "00:08:01",
    "end": "00:08:47"
  },
  {
    "text": "Okay.",
    "start": "00:08:47",
    "end": "00:08:48"
  },
  {
    "text": "So that's the basic setup of how redemption works. So far, one piece that we brought up at the end of last conversation was about how the concept of the blood of the innocent defiling the land and then the land reacting negatively.",
    "start": "00:08:48",
    "end": "00:09:04"
  },
  {
    "text": "Yeah.",
    "start": "00:09:04",
    "end": "00:09:04"
  },
  {
    "text": "To life that's been wrongfully taken to the blood being spilled on it. And I mentioned just. It fits into this Bigger set of category in Israel's story about the terms of the covenant that God makes with Israel so that they can live in the land promised to Abraham. And if they live by God's wisdom, it'll be like a new Eden all over again.",
    "start": "00:09:05",
    "end": "00:09:27"
  },
  {
    "text": "The land will be abundant, but if.",
    "start": "00:09:27",
    "end": "00:09:29"
  },
  {
    "text": "They don't, it'll be like a new exile from Eden all over again. And particularly the land will withhold its abundance and famines and locust plagues and droughts and all sorts of other terrible things that will happen to the land. That will be the land response to the life of innocent blood being spilled on the land.",
    "start": "00:09:29",
    "end": "00:09:53"
  },
  {
    "text": "God gives Israel kind of disperses land amongst all the tribes.",
    "start": "00:09:55",
    "end": "00:10:00"
  },
  {
    "text": "Yeah. He gives them responsibility over sections of land. Each of the tribes has, like an original tribal allotment from Joshua. Yeah. And it's really not theirs. In fact, it's explicitly not theirs. God says, the land belongs to me, but I let you be temporary residents, like immigrants on it.",
    "start": "00:10:00",
    "end": "00:10:21"
  },
  {
    "text": "So it's like your family's land.",
    "start": "00:10:21",
    "end": "00:10:22"
  },
  {
    "text": "It's the ancestral land. That's right.",
    "start": "00:10:22",
    "end": "00:10:24"
  },
  {
    "text": "So I work it, my father works it, my kids will work it. And for generations on, as we multiply, we'll work this land.",
    "start": "00:10:25",
    "end": "00:10:33"
  },
  {
    "text": "And if terrible things happen, famine, for example, drought, and a farmer goes bankrupt, they have to sell their land. Then the land has to stay within the family. But it requires a process of redemption, being repossessed. The year of jubilee was like an autoredemption where all. All land went back into the original family's possession. However, let's say it's 37 years to the next year of jubilee and something terrible happened and the land has left possession of the family. What then? Well, if you have a really noble family redeemer, a goel in Hebrew, will repossess what was lost on behalf of. Of the family. Well, that would be a pretty awesome move. That would be a really generous person reflecting God's generous redemption.",
    "start": "00:10:34",
    "end": "00:11:30"
  },
  {
    "text": "If you had to sell your family's land because you went bankrupt. You went bankrupt.",
    "start": "00:11:30",
    "end": "00:11:35"
  },
  {
    "text": "Yep.",
    "start": "00:11:35",
    "end": "00:11:36"
  },
  {
    "text": "Now some other tribe or whatever owns that land. And now you have to work as like a servant for another family. You're not working your own land. That's not the ideal.",
    "start": "00:11:36",
    "end": "00:11:48"
  },
  {
    "text": "That's right.",
    "start": "00:11:48",
    "end": "00:11:49"
  },
  {
    "text": "And God's ideal. Every family's working their own land. And you could wait till the year of jubilee. You could wait until maybe you save up enough money, but both of those things could take a long time.",
    "start": "00:11:49",
    "end": "00:12:01"
  },
  {
    "text": "Yeah, might be a long time.",
    "start": "00:12:01",
    "end": "00:12:02"
  },
  {
    "text": "So in the meantime, there's this practice where not your immediate family, a family.",
    "start": "00:12:02",
    "end": "00:12:08"
  },
  {
    "text": "Member But a member, your cousin.",
    "start": "00:12:08",
    "end": "00:12:10"
  },
  {
    "text": "A cousin. Second cousin.",
    "start": "00:12:10",
    "end": "00:12:12"
  },
  {
    "text": "Yeah, yeah. First cousin, once removed.",
    "start": "00:12:12",
    "end": "00:12:14"
  },
  {
    "text": "Goes you, you know what? I got some money, and it would be much better if you had that land back. So I'm gonna buy that land back, give it to you. And that is the goel. And we talked about that. The Hebrew word is redeeming something, exchanging value, repossessing something on behalf of a family member.",
    "start": "00:12:16",
    "end": "00:12:37"
  },
  {
    "text": "That's right. Okay, so these are all social practices that work in ancient Israel and ideas about life and the world. And so the Book of Ruth, in four short chapters, it weaves together all these themes to ponder the stuff that the whole Hebrew Bible is about, which is about what's wrong with the world? How do tragedies happen? Who's to blame? What do you do? What is God's role in it all? What is God doing about it all? Is there any hope? What's the meaning of life? The Book of Ruth has something for all of our ailments. So let's just dive into the first line. It's going to open up all the stuff that we just talked about. It's going to get activated.",
    "start": "00:12:37",
    "end": "00:13:43"
  },
  {
    "text": "Okay.",
    "start": "00:13:43",
    "end": "00:13:44"
  },
  {
    "text": "Opening line of the story of Ruth. It came about in the days when the Judges judged, literally in Hebrew, or when the Judges ruled our English translations. There was a famine in the land.",
    "start": "00:13:44",
    "end": "00:14:01"
  },
  {
    "text": "Okay.",
    "start": "00:14:02",
    "end": "00:14:03"
  },
  {
    "text": "Whoever wrote Ruth, almost every line is dripping with hyperlinks to other parts of the Hebrew Bible. And these first couple statements, the days of the Judges.",
    "start": "00:14:03",
    "end": "00:14:14"
  },
  {
    "text": "Yeah, this is the era Israel settled into the land.",
    "start": "00:14:14",
    "end": "00:14:18"
  },
  {
    "text": "It's a whole book in the Hebrew Bible. Whole scroll.",
    "start": "00:14:18",
    "end": "00:14:20"
  },
  {
    "text": "Yeah. After Joshua. So in the story of Joshua, they've settled into the land. Joshua's leading them. But then that generation dies. And is it one generation later? How much later is Judges?",
    "start": "00:14:20",
    "end": "00:14:31"
  },
  {
    "text": "Oh, yeah. Well, after Joshua and his generation die, it says a new generation rose up that didn't know Yahweh or the things that Yahweh had done for.",
    "start": "00:14:31",
    "end": "00:14:41"
  },
  {
    "text": "Which is a hyperlink back to Pharaoh.",
    "start": "00:14:41",
    "end": "00:14:44"
  },
  {
    "text": "Yeah, exactly.",
    "start": "00:14:44",
    "end": "00:14:45"
  },
  {
    "text": "When Joseph dies and a new pharaoh doesn't know Joseph, so it's another generation, and they don't know the thing that God did. And then those people, namely, they don't.",
    "start": "00:14:45",
    "end": "00:14:56"
  },
  {
    "text": "Recall that God redeemed Israel.",
    "start": "00:14:56",
    "end": "00:14:59"
  },
  {
    "text": "Yeah, okay.",
    "start": "00:14:59",
    "end": "00:15:00"
  },
  {
    "text": "Yeah.",
    "start": "00:15:00",
    "end": "00:15:01"
  },
  {
    "text": "And so lots of injustice, a lot of violence.",
    "start": "00:15:01",
    "end": "00:15:04"
  },
  {
    "text": "Specifically, Judges highlights how forgetting that Yahweh was the God that redeemed them, led them to be attracted to give their allegiance to the gods of Canaan. And then the Book of Judges highlights how idolatry to Canaanite gods leads to injustice and Specifically, the Book of Judges highlights injustice and violence done against women. I mean, Judges has some of the most stomach turning stories of violence in the Bible. And that's because they're stories of abuse of fathers towards daughters, husbands towards wives, and just men towards women. And it's an expose really of how in patriarchal context, when humans aren't being guided by the generous wisdom of God, women in particular tend to suffer more violence than men. And that's a huge theme in the Book of Judges.",
    "start": "00:15:05",
    "end": "00:16:04"
  },
  {
    "text": "We haven't talked about that.",
    "start": "00:16:05",
    "end": "00:16:05"
  },
  {
    "text": "And that is relevant to Ruth, which really, it's all about these two. These two suffering women. So all of that is being triggered by this little phrase in the days when the Judges ruled.",
    "start": "00:16:05",
    "end": "00:16:19"
  },
  {
    "text": "And there's a famine going on.",
    "start": "00:16:19",
    "end": "00:16:20"
  },
  {
    "text": "And there's a famine going on that.",
    "start": "00:16:20",
    "end": "00:16:22"
  },
  {
    "text": "Is also a hyperlink to the Torah, the covenant curses.",
    "start": "00:16:22",
    "end": "00:16:26"
  },
  {
    "text": "Yes.",
    "start": "00:16:26",
    "end": "00:16:27"
  },
  {
    "text": "Okay.",
    "start": "00:16:27",
    "end": "00:16:27"
  },
  {
    "text": "When Israel is faithful to the terms of the covenant blessing and gardens and rain and crops and children and flocks, and when they're not, for example, when they are serving other gods and doing injustice towards the vulnerable, the land will fight back. So this is closely connecting the period of the Judges and the covenant curses of the Torah in effect. Okay, okay. So that's how the book opens. So already it's like a tr. It's like post apocalyptic. It's like the opening scene of a.",
    "start": "00:16:27",
    "end": "00:17:02"
  },
  {
    "text": "Post apocalypse kind of opening.",
    "start": "00:17:02",
    "end": "00:17:04"
  },
  {
    "text": "Yeah, everybody's crazy. Bodies everywhere. Dried, desolate land. Wow, bad news. Okay, Bad news scene. All right, that's the opening scene. So what happens is from that post apocalyptic scene, the camera zooms in on one family. A guy from Bethlehem in Judah. He became an immigrant in the land of Moab.",
    "start": "00:17:04",
    "end": "00:17:34"
  },
  {
    "text": "Even so because of the famine.",
    "start": "00:17:35",
    "end": "00:17:37"
  },
  {
    "text": "Yeah, it's kind of worse. Post apocalyptic.",
    "start": "00:17:37",
    "end": "00:17:40"
  },
  {
    "text": "Has to leave the land now.",
    "start": "00:17:40",
    "end": "00:17:42"
  },
  {
    "text": "An Israelite leaving his family territory. Maybe we can eke out a living.",
    "start": "00:17:42",
    "end": "00:17:48"
  },
  {
    "text": "In Moab, which is to the east. It's in the east of Jordan.",
    "start": "00:17:48",
    "end": "00:17:52"
  },
  {
    "text": "Yep, on the east side of the Jordan, modern day country of Jordan. And Moab is the land of Israel's, you know, ancient sibling rivals. The Moabites in the biblical story descend from Abraham's nephew, Lot. Okay, so this guy goes with his wife and his two sons. This guy's name was my God is the king or Elimelech.",
    "start": "00:17:52",
    "end": "00:18:18"
  },
  {
    "text": "Elimelech.",
    "start": "00:18:18",
    "end": "00:18:19"
  },
  {
    "text": "Elimelech in Hebrew. And the name of his wife was Sweet Delight. So my God is king and Sweet Delight, have two sons, one of whom is named Sicko and the other one is named Dunphor.",
    "start": "00:18:19",
    "end": "00:18:37"
  },
  {
    "text": "Yeah, I've heard you mention this.",
    "start": "00:18:37",
    "end": "00:18:39"
  },
  {
    "text": "Machlon and Kilion. Yeah.",
    "start": "00:18:39",
    "end": "00:18:41"
  },
  {
    "text": "Sicko and Dunfour.",
    "start": "00:18:41",
    "end": "00:18:42"
  },
  {
    "text": "Yeah. So Machlon is formed off of the root chala, to be sick. And kilion comes from kala, which means to come to an end.",
    "start": "00:18:42",
    "end": "00:18:51"
  },
  {
    "text": "Not great names for your kids. No. What are they thinking?",
    "start": "00:18:52",
    "end": "00:18:55"
  },
  {
    "text": "But their names accurately describe what happens in the story.",
    "start": "00:18:55",
    "end": "00:18:58"
  },
  {
    "text": "They die very quickly.",
    "start": "00:18:59",
    "end": "00:19:00"
  },
  {
    "text": "They die in, like, two sentences.",
    "start": "00:19:00",
    "end": "00:19:02"
  },
  {
    "text": "Yeah, okay.",
    "start": "00:19:02",
    "end": "00:19:03"
  },
  {
    "text": "They literally live for two sentences in the story. So their names signify. Signify their role in the story. Their role in the story is to die, but prematurely. So the name of their sons are Tsicho and Dunfour. They were Ephrathites from Bethlehem and Judah, and they went to the land of Moab, and they were there. Then Elimelech, the husband of Naomi, he died, and now she's a widow in.",
    "start": "00:19:03",
    "end": "00:19:28"
  },
  {
    "text": "A foreign land, but she's got her two sons.",
    "start": "00:19:28",
    "end": "00:19:31"
  },
  {
    "text": "But she was left there with her two sons, and they married Moabite women as wives. Oh, that doesn't have positive associations.",
    "start": "00:19:31",
    "end": "00:19:41"
  },
  {
    "text": "Oh, okay.",
    "start": "00:19:42",
    "end": "00:19:42"
  },
  {
    "text": "Moabites are their sibling rivals. And there are laws in the Torah prohibiting marrying outside of Israel and specifically from marrying Moabites. And the last time anybody tried to marry a Moabite woman was in numbers, chapter 25. And it led to idolatry and just this really horrible scene that ended in death and curse. Okay, so this is like, oh, no.",
    "start": "00:19:43",
    "end": "00:20:12"
  },
  {
    "text": "What'S going to go wrong?",
    "start": "00:20:13",
    "end": "00:20:14"
  },
  {
    "text": "It's the time of the Judges, the famine in the land. Here's an Israelite family that goes into exile. The father dies, and then the sons spiraling out. You're just like, oh, this is. Yeah, this fits right in with the Book of Judges. And here's a woman named Sweet Delight caught in the middle of it all. Okay, well, the name of one of those Moabite wives was Orpah. The name of the other was Ruth. Nobody knows quite what Orpah means. There's a Semitic root, oref, which means neck. There's debate, but root. Ruth's name means refreshment, literally, to saturate with water, to refresh. Okay, yeah, refresh, which is definitely her role in the story. She refreshes this whole family. So they lived there about 10 years.",
    "start": "00:20:14",
    "end": "00:21:02"
  },
  {
    "text": "Naomi and her sons and these two wives.",
    "start": "00:21:02",
    "end": "00:21:05"
  },
  {
    "text": "But then Sicko and Dunvore also died. And now Naomi was bereaved of her two sons and of her husband. This is a sad story. It's really sad. It passes quickly. It's described quickly, but you're really supposed to sit in the tragedy. So this family, we're not told that they were idolaters you know, I mean, their sons don't follow the marriage guidelines of the covenant, but they're not labeled as like a wicked family. There's the family that's trying to survive in a famine, and here's Sweet Delight, Naomi. And she loses her husband and now she's in a different country. Right. And then her sons die.",
    "start": "00:21:06",
    "end": "00:21:55"
  },
  {
    "text": "Yeah. So now it's just her and these two women that are not even from her family. Yeah, she's in a foreign land.",
    "start": "00:21:56",
    "end": "00:22:03"
  },
  {
    "text": "That's right, yeah. So this is a tragic scene. So the family caught in the crossfire of just a society deteriorating, of a family just caught and crushed both in life outside of Eden and in a really horrible time in Israel's history. So the loss of land and the loss of family life and the loss of not just the father, but also the sons. Like the future.",
    "start": "00:22:04",
    "end": "00:22:31"
  },
  {
    "text": "Yeah, the next generation.",
    "start": "00:22:31",
    "end": "00:22:33"
  },
  {
    "text": "Yeah. So this is key because by the end of the story, Sweet Delight is going to receive back new sons and her family land by the end of the story. So the Ark of Ruth is all about a woman loses her family inheritance and her future of her family, and how God is going to restore Eden and seed to the life of this woman. What happens next is Sweet Delight tells her two daughters in law, like, you should leave me. I'm clearly a son bringing death and curse to everybody around. This is my paraphrase. You should go. I'm going to go back to my people and my land.",
    "start": "00:22:33",
    "end": "00:23:16"
  },
  {
    "text": "Yeah, you go back to your house.",
    "start": "00:23:16",
    "end": "00:23:17"
  },
  {
    "text": "You should just stay here. This is your land. There's no reason you need to come with me. And Ruth, however, pipes up and is like, no, I'm not going to leave you. And she has this remarkable speech that she gives to Naomi, verse 16 of chapter one. She says, don't urge me to leave you, literally to abandon you or forsake you. Wherever you go, I'm going to go. Wherever you set up your tent, I'm going to set up my tent. Your people are my people and your God is my God. Amazing. She goes where you die. I will die and I'll be buried with you. May Yahweh do to me. And even more, if anything, but death separates you and me. She swears an oath. So she becomes this emblem of surprising courageous loyalty to this woman, to her mother in law, but also to her God. To Yahweh.",
    "start": "00:23:17",
    "end": "00:24:28"
  },
  {
    "text": "Yeah.",
    "start": "00:24:28",
    "end": "00:24:29"
  },
  {
    "text": "So this is a surprise because she's a Moabite. Yes. Somebody's really messing with our categories of insider and outsider, where it's actually the outsider who trusts in the God of Israel, as we're going to see more than almost any of the other Israelites in the story do. It's really remarkable. Yeah. So when Naomi saw that Ruth was not going to, you know, he can't shake her off. They go west, they cross the River Jordan, and they go to Bethlehem. And all the people in Bethlehem are, you know, surprised when they see them come back. And specifically the women of this city who are kind of like. They're like a chorus in the story. They speak up multiple times. If it was a musical, they would be like a group of eight women on, like a stand in the back who pipe in at certain moments.",
    "start": "00:24:30",
    "end": "00:25:22"
  },
  {
    "text": "Okay.",
    "start": "00:25:22",
    "end": "00:25:23"
  },
  {
    "text": "So they say, is this Naomi? And Naomi said to them, yeah, don't call me Sweet Delight anymore. Call me Bitterness Mara, because the Almighty God has acted bitterly towards me. So she sees God as the one who's ruined her life. So don't call me Eden. Essentially, I'm not Eden. I'm like the dry desert land. I went out, filled up, but Yahweh has brought me back empty. Why do you call me no Omi, Sweet Delight? It's like the Lord is testifying against me, and the Almighty has oppressed me, afflicted me. She's in a bad place, and understandably so. She lost almost everything that was meaningful to her.",
    "start": "00:25:23",
    "end": "00:26:19"
  },
  {
    "text": "Yeah.",
    "start": "00:26:19",
    "end": "00:26:20"
  },
  {
    "text": "So the story is intentionally trying to probe the psychology of suffering, but suffering as one of the people of God. So it's an empathetic portrayal of the crisis of what happens when we suffer, which is trying to figure out God's role in it.",
    "start": "00:26:20",
    "end": "00:26:40"
  },
  {
    "text": "And she doesn't curse God.",
    "start": "00:26:40",
    "end": "00:26:42"
  },
  {
    "text": "She just is like, look, she's just naming it.",
    "start": "00:26:42",
    "end": "00:26:44"
  },
  {
    "text": "This is what happened.",
    "start": "00:26:44",
    "end": "00:26:45"
  },
  {
    "text": "Yep, that's right. And if God loves me and has a wonderful plan for my life, be.",
    "start": "00:26:45",
    "end": "00:26:51"
  },
  {
    "text": "Nice if you showed me.",
    "start": "00:26:51",
    "end": "00:26:52"
  },
  {
    "text": "Yeah. I'm not really excited about this plan.",
    "start": "00:26:52",
    "end": "00:26:55"
  },
  {
    "text": "Right.",
    "start": "00:26:55",
    "end": "00:26:55"
  },
  {
    "text": "And it'd be great if I could figure out where the love is in this wonderful plan. It's just so honest.",
    "start": "00:26:55",
    "end": "00:27:01"
  },
  {
    "text": "Yeah.",
    "start": "00:27:01",
    "end": "00:27:02"
  },
  {
    "text": "So, so honest. So the last line of this first act is, naomi returned the summary with Ruth, the Moabitess, her daughter in law. They came back from the land of Moab and they came to Bethlehem. Oh, yeah. Dear reader, it's the beginning of the barley harvest that's happening, which is Bible nerd. Somebody's winking at us here.",
    "start": "00:27:02",
    "end": "00:27:44"
  },
  {
    "text": "Okay.",
    "start": "00:27:44",
    "end": "00:27:45"
  },
  {
    "text": "That means it's right around the time of Passover.",
    "start": "00:27:45",
    "end": "00:27:48"
  },
  {
    "text": "Oh, is it?",
    "start": "00:27:48",
    "end": "00:27:49"
  },
  {
    "text": "Yep. Which is, as we all know, a redemption story. The culmination of a redemption story.",
    "start": "00:27:49",
    "end": "00:27:55"
  },
  {
    "text": "Okay.",
    "start": "00:27:55",
    "end": "00:27:56"
  },
  {
    "text": "Yeah. Where God offered Israel something to give in exchange of value. Right. To redeem the Israelites to save their own lives. Now, speaking of that barley harvest, Naomi just happened to have a relative, and that relative was a guy who had a lot of wealth.",
    "start": "00:27:56",
    "end": "00:28:14"
  },
  {
    "text": "Wealthy man.",
    "start": "00:28:14",
    "end": "00:28:15"
  },
  {
    "text": "He was a landowner. Yeah. And he was from the same tribal clan as Elimelech. His name was Boaz, which means in strength or with strength.",
    "start": "00:28:15",
    "end": "00:28:27"
  },
  {
    "text": "Okay, Boaz. Strong, wealthy man.",
    "start": "00:28:27",
    "end": "00:28:29"
  },
  {
    "text": "Yeah. And Ruth said to Naomi one day, we don't have any food, so how about I'll go out into the fields because it's the barley harvest, and maybe I'll find a field where somebody will let me just pick some grain for free. And Naomi said, yeah, go do that. So she went outside and, you know, she just happened. It's the word she chanced upon. It's the biblical author's view of coincidence in quote marks, like a good interpretive translation would be. And just by quote, coincidence, meaning there's no coincidence, like, this is all God's doing.",
    "start": "00:28:29",
    "end": "00:29:14"
  },
  {
    "text": "Okay.",
    "start": "00:29:14",
    "end": "00:29:15"
  },
  {
    "text": "But she just happened to come to a field that belonged to that guy Boaz, you know, who belonged to the family of Elimelech. And so she's out there, like, gathering barley. Then Boaz notices her, like, oh, who's that? And some of his workers say, well, she's a young Moabite woman. I think she came back with Naomi. And, well, she asked us if she could glean. And so there she is, you know, she's been sitting, taking a break for a little while. So all of this is built off of a scene that's implied from multiple laws in the Torah, which is landowners were supposed to allow the poor and the vulnerable to come pick whatever they can carry and glean and have it for free as a way to be generous. So that's what's happening here. And so Boaz goes up to Ruth and he's like, hey, listen, you should stay right here. Stay in this field. Don't move on. Let your eyes stay right here. I've commanded my servants not to bother you. It's a widow, vulnerable young widow. And if you're thirsty, just go drink from where my servants drink. This is a really generous move. And she falls on her face. Why are you showing me this favor? And then Boaz replies, this key, everything you have done for your mother in law. Yeah, I've heard about it. I heard about how you left your father and mother and the land of your family. This is so rad. This is exactly the language used to describe Abraham. Oh, leave your Family and the land.",
    "start": "00:29:15",
    "end": "00:30:58"
  },
  {
    "text": "Of your house of Abraham.",
    "start": "00:30:58",
    "end": "00:30:59"
  },
  {
    "text": "Yes. Yes. She's being compared to Abraham here.",
    "start": "00:30:59",
    "end": "00:31:03"
  },
  {
    "text": "Wow.",
    "start": "00:31:03",
    "end": "00:31:04"
  },
  {
    "text": "She's a female Abraham. That's cool. Yeah. So in other words, the narrator is directly using language of what God asked Abraham to do, which is leave your land, leave your family, and go to the land that I will show you. And this is what Ruth did. Now, that was the father. That was Father Abraham. This is a Moabite who left. Again, the binary of inside outsiders getting all scrambled here. It's the non Israelite who's become the right, the faithful image of Israel's ancestors. So he says, may Yahweh reward your work. May your wages be full from Yahweh, the God of Israel, under whose wings you have come to seek refuge.",
    "start": "00:31:04",
    "end": "00:31:50"
  },
  {
    "text": "Yeah. And that's what she said.",
    "start": "00:31:50",
    "end": "00:31:51"
  },
  {
    "text": "That's right. Your God would be my God.",
    "start": "00:31:52",
    "end": "00:31:53"
  },
  {
    "text": "Yeah, yeah. I'm coming to take refuge here.",
    "start": "00:31:53",
    "end": "00:31:55"
  },
  {
    "text": "That's right. So that word wings there, just tuck it away. It's the Hebrew word kanaph. Its most literal meaning is if something of whatever shape is spread out, it refers to the outermost extremities of the thing that spread out. The knife. Yeah. Because you can have a building, a really long, wide building, and refer to its edges as the kenafim, the edges. But for a bird, the extremities of a bird are its wings. But it has another potential meaning that'll come up in just a couple minutes. That's really cool. So Ruth came to seek refuge under the wings of the God of Israel. But she did this out of loyalty. That mirrors Abraham's trust and loyalty to God. But Ruth has shown loyalty to both Yahweh and primarily to this widow, this Israelite widow. So all of this is. We have a widow who's become almost destitute, lost her husband, lost her family, land.",
    "start": "00:31:55",
    "end": "00:32:59"
  },
  {
    "text": "Naomi.",
    "start": "00:33:00",
    "end": "00:33:01"
  },
  {
    "text": "Naomi. And she's convinced that God's out to destroy her life.",
    "start": "00:33:01",
    "end": "00:33:05"
  },
  {
    "text": "Yeah.",
    "start": "00:33:05",
    "end": "00:33:05"
  },
  {
    "text": "And then the next scene is, well, it just so happened that Ruth ended up in Boaz Field. And it just so happens that Boaz heard about what Ruth did, and now Boaz is going to become a vehicle of fullness. He says, fill up. May your wages be full. And then Boaz, he's going to just give her a ton of grain. The scene ends and she comes back with just all these bags of food. And. And it's just this rad exploration of God beginning to restore goodness to a suffering person's life. But the way God is doing it is through the faithfulness and generosity of their Community around them.",
    "start": "00:33:05",
    "end": "00:33:51"
  },
  {
    "text": "Yeah. First, the faithfulness of this immigrant.",
    "start": "00:33:52",
    "end": "00:33:56"
  },
  {
    "text": "Yeah.",
    "start": "00:33:56",
    "end": "00:33:56"
  },
  {
    "text": "Of Ruth, who's, like, now compared to Father Abraham a little bit.",
    "start": "00:33:56",
    "end": "00:34:01"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:34:01",
    "end": "00:34:02"
  },
  {
    "text": "Her, like, desire to do right by God and by. And just to risk it all and just go for it.",
    "start": "00:34:02",
    "end": "00:34:08"
  },
  {
    "text": "That's right.",
    "start": "00:34:08",
    "end": "00:34:09"
  },
  {
    "text": "And then Boaz now represents this generous family member who knows about her and wants to, like, bless her, which is going to bless Naomi.",
    "start": "00:34:09",
    "end": "00:34:23"
  },
  {
    "text": "That's right. Yeah. You got it. The story is exploring in a sophisticated way how God works in the world. When my life is terrible and I tempted or just do blame God for it, how am I to imagine that God might address my circumstances or bring any kind of restoration? And this is a story about how the primary vehicle of God's restoration is the faithfulness, loyalty, and generosity of other members of the community. So Ruth goes back with all this food, and Naomi's like, whoa, where'd this come from? And Ruth says, well, listen, I ended up in this field, and the name of the guy that I worked with today is Boaz. And Naomi, she. I'm trying to think, if I was a filmmaker, this was a musical.",
    "start": "00:34:23",
    "end": "00:35:21"
  },
  {
    "text": "She's about to bust out songs.",
    "start": "00:35:21",
    "end": "00:35:22"
  },
  {
    "text": "Yeah. She would just have her, like, burst out in tears and just her start to, like. He says, may he be blessed by Yahweh. Hmm.",
    "start": "00:35:22",
    "end": "00:35:31"
  },
  {
    "text": "Quite a turn from her last statement.",
    "start": "00:35:32",
    "end": "00:35:34"
  },
  {
    "text": "Yeah. May he be blessed by Yahweh who has not withdrawn his kindness from the living and the dead. Kindness is the word loyal love. There chesed. And now it's not clear who is the one who has not withdrawn in the structure of the sentence.",
    "start": "00:35:34",
    "end": "00:35:50"
  },
  {
    "text": "Okay, so the first, he is Boaz. May he be blessed.",
    "start": "00:35:51",
    "end": "00:35:53"
  },
  {
    "text": "May he, Boaz, be blessed by Yahweh.",
    "start": "00:35:53",
    "end": "00:35:56"
  },
  {
    "text": "Yeah. And then someone has not withdrawn his kindness.",
    "start": "00:35:56",
    "end": "00:36:00"
  },
  {
    "text": "Kindness to the living and the dead. In English, it feels pretty clear that it's Yahweh who hasn't withdrawn his kindness to the living and the dead. In Hebrew, it's ambiguous. It could be Boaz. A description of Boaz or Yahweh or.",
    "start": "00:36:00",
    "end": "00:36:14"
  },
  {
    "text": "Yeah, or the ambiguity is on purpose.",
    "start": "00:36:15",
    "end": "00:36:16"
  },
  {
    "text": "Or it's intentional ambiguity. Naomi said to her, that man, he is a relative. In fact, he is one of our. And then she uses our key word here, redeemers. He is one of our Goel's. And that's. It's often translated, kinsman, redeemer in the King James in many English translations.",
    "start": "00:36:16",
    "end": "00:36:40"
  },
  {
    "text": "What are we reading here?",
    "start": "00:36:40",
    "end": "00:36:41"
  },
  {
    "text": "This is the new American standard. Just translates it. Our closest relative.",
    "start": "00:36:41",
    "end": "00:36:45"
  },
  {
    "text": "That really hides it.",
    "start": "00:36:45",
    "end": "00:36:46"
  },
  {
    "text": "Yeah, it hides the fact that this is the Word redeem.",
    "start": "00:36:46",
    "end": "00:36:49"
  },
  {
    "text": "He's our redeeming relative.",
    "start": "00:36:49",
    "end": "00:36:51"
  },
  {
    "text": "Yeah, but it's verse 20. NIV says guardian redeemers. That's how they translate it. ESV goes redeemer. King James is one of our next kinsmen. Nrsv, our nearest kin.",
    "start": "00:36:51",
    "end": "00:37:06"
  },
  {
    "text": "And this goes back to. There's no great English word for this Hebrew idea.",
    "start": "00:37:07",
    "end": "00:37:11"
  },
  {
    "text": "That's right.",
    "start": "00:37:11",
    "end": "00:37:12"
  },
  {
    "text": "The person in your family network who can get you out of trouble through their generosity.",
    "start": "00:37:12",
    "end": "00:37:20"
  },
  {
    "text": "Specifically poverty, destitution or debt slavery. Yeah, yeah, yeah. And that's what Naomi and Ruth are headed towards. In this type of social, patriarchal landed farming community, female immigrants and widows are extremely vulnerable to fall through the cracks. And this is a story about a guy and a young woman who become vehicles for redeeming. And the title of the guy, one of his titles, is a Redeemer. So Naomi gets this idea. She says, ruth. Okay, here's the thing. Tomorrow is a big harvest day, and Boaz is going to be working at the threshing floor all day long. And usually what the guys do is they drink a lot. In my paraphrase, I mean, they have a big party. Yeah. So here's the thing. Go down to the threshing floor tomorrow evening, but don't make yourself known to Boaz until he's finished eating and drinking, because the guys always party at the end of a.",
    "start": "00:37:20",
    "end": "00:38:50"
  },
  {
    "text": "It's a harvest day harvest party.",
    "start": "00:38:50",
    "end": "00:38:52"
  },
  {
    "text": "You're celebrating the abundance. So here's what you should do. Go find where he lays down. Once he's asleep, go uncover his feet and then lay down next to him. And whatever he tells you to do, just do that. This is kind of sketchy.",
    "start": "00:38:52",
    "end": "00:39:12"
  },
  {
    "text": "Weird advice.",
    "start": "00:39:12",
    "end": "00:39:12"
  },
  {
    "text": "It's kind of sketchy.",
    "start": "00:39:12",
    "end": "00:39:13"
  },
  {
    "text": "Yeah.",
    "start": "00:39:13",
    "end": "00:39:14"
  },
  {
    "text": "Okay. There's a whole rabbit. So cool. And a whole rabbit hole. We don't have time to go down.",
    "start": "00:39:14",
    "end": "00:39:18"
  },
  {
    "text": "Okay.",
    "start": "00:39:18",
    "end": "00:39:18"
  },
  {
    "text": "This little scene is packed with the language from the story of Judah and Tamar, from the book of Genesis, chapter 38, which was where Elimelech and Boaz's ancestor Judah, through his own folly and the folly of his sons, two of his sons died. The father with two of his sons died. Just like. Right. Elimelech and his two sons died. And one of the daughters that his sons had married is a non Israelite. Oh, her name is Palm Tree or Tamar. Tamar. And he tells her to go back to her father and mother's house. And she does, but she feels wronged and she acts in order to save the future of this guy's family. And so she dresses up like a Sex worker and ends up tricking her father in law to sleep with her to save the future of the family. And this weird nighttime encounter. All that language is being echoed here.",
    "start": "00:39:19",
    "end": "00:40:24"
  },
  {
    "text": "So Naomi's like, maybe you can like.",
    "start": "00:40:24",
    "end": "00:40:27"
  },
  {
    "text": "Is this going to be an inappropriate sexual liaison?",
    "start": "00:40:27",
    "end": "00:40:30"
  },
  {
    "text": "It does feel that way.",
    "start": "00:40:31",
    "end": "00:40:32"
  },
  {
    "text": "The story is intentionally. It's intentional setting you up. Like, is that what's about to go down? So when Boaz had eaten and drank and his heart was happy, he went to lie down. Just buy a heap of grain. This is too good. And the heap of grain is the Hebrew word arimah. And it's the same letters as the word arim for the word for tricky from the snake.",
    "start": "00:40:32",
    "end": "00:41:01"
  },
  {
    "text": "Okay.",
    "start": "00:41:01",
    "end": "00:41:02"
  },
  {
    "text": "And you're like, oh, no, no, no, no, no. It's like this guy just drank a bit too much and it's going to be a nighttime. It's not going to go well. So she goes and lays down next to him and uncovers his feet. And he's startled. He wakes up and he notices her and he's like, who are you? She said, oh, it's me, Ruth. Could you spread your knife over me?",
    "start": "00:41:02",
    "end": "00:41:30"
  },
  {
    "text": "Mm, here's that word again.",
    "start": "00:41:30",
    "end": "00:41:32"
  },
  {
    "text": "Mm.",
    "start": "00:41:32",
    "end": "00:41:33"
  },
  {
    "text": "Referring to his blanket.",
    "start": "00:41:33",
    "end": "00:41:34"
  },
  {
    "text": "Referring to his blanket or his tunic? His clothes.",
    "start": "00:41:34",
    "end": "00:41:38"
  },
  {
    "text": "His tunic is his blanket.",
    "start": "00:41:38",
    "end": "00:41:39"
  },
  {
    "text": "Yeah. Now what he said was, you have come to take refuge under the outspread knoph of Yahweh.",
    "start": "00:41:39",
    "end": "00:41:47"
  },
  {
    "text": "Oh, uh huh.",
    "start": "00:41:47",
    "end": "00:41:48"
  },
  {
    "text": "But then he goes on to provide her all this food.",
    "start": "00:41:48",
    "end": "00:41:50"
  },
  {
    "text": "Yeah.",
    "start": "00:41:50",
    "end": "00:41:51"
  },
  {
    "text": "And now here's Ruth saying, hey, could you spread your knoph over me? So on one level, this could be interpreted as like, well, like, do you want to get busy? Right. I'm here. Your heart is merry. It's nighttime. Nobody knows I'm here. But what she asks, what she's really asking for. Could you spread your knife over me? You are our redeemer.",
    "start": "00:41:51",
    "end": "00:42:16"
  },
  {
    "text": "That's the word again.",
    "start": "00:42:16",
    "end": "00:42:17"
  },
  {
    "text": "There's our word again. Go. Well, what she's asking is for him to step into the role of being that kinsman, redeemer. Being that kinsman redeemer.",
    "start": "00:42:17",
    "end": "00:42:26"
  },
  {
    "text": "It's a category. Like that is a thing he knows that exists.",
    "start": "00:42:26",
    "end": "00:42:30"
  },
  {
    "text": "Yes. And essentially what she's saying is, I'm available to marry and our family land needs to get repurchased because it's on the market. And could you do that in this scenario?",
    "start": "00:42:30",
    "end": "00:42:44"
  },
  {
    "text": "Would it have already been sold? I mean, they left years ago. 10 years ago.",
    "start": "00:42:44",
    "end": "00:42:48"
  },
  {
    "text": "Yeah, exactly. Yeah. And what's interesting is the land purchased is really in the background.",
    "start": "00:42:48",
    "end": "00:42:53"
  },
  {
    "text": "Okay.",
    "start": "00:42:53",
    "end": "00:42:54"
  },
  {
    "text": "What's foreground here is that she's available is about marrying my family member's widow.",
    "start": "00:42:54",
    "end": "00:43:02"
  },
  {
    "text": "To keep on carry on their line.",
    "start": "00:43:02",
    "end": "00:43:04"
  },
  {
    "text": "Carry on the family line.",
    "start": "00:43:04",
    "end": "00:43:04"
  },
  {
    "text": "Which is what that with Judah and Tamar story was all about.",
    "start": "00:43:04",
    "end": "00:43:06"
  },
  {
    "text": "Whole story was about. Exactly. Yeah. And so what's so rad Boaz doesn't take advantage. I mean, really, this is a young immigrant woman who's dark place at night, right? And what he does is he says, may you be blessed by Yahweh, my daughter. You have shown this last act of loyal love to be better than the first act of loyal love by not going after young men here in town, whether they are poor or rich. So not only does not take advantage of her, he praises her. He's just like, you are amazing. So listen, my daughter, I will do what you're asking. I'm going to do it because all the people in my city know that you are an eishit chayel. So he was described at the beginning of chapter two as a man of great wealth, Gibbo er Chael. As like a man, a mighty man of great substance.",
    "start": "00:43:06",
    "end": "00:44:15"
  },
  {
    "text": "Okay.",
    "start": "00:44:15",
    "end": "00:44:16"
  },
  {
    "text": "Yeah. And that was connected to his standing in the Khalid Pioneer.",
    "start": "00:44:16",
    "end": "00:44:20"
  },
  {
    "text": "Then is the substance.",
    "start": "00:44:20",
    "end": "00:44:21"
  },
  {
    "text": "Yeah. And now he's calling her. I know that you are a woman of substance.",
    "start": "00:44:22",
    "end": "00:44:28"
  },
  {
    "text": "A woman of substance.",
    "start": "00:44:28",
    "end": "00:44:29"
  },
  {
    "text": "But she's poor.",
    "start": "00:44:29",
    "end": "00:44:30"
  },
  {
    "text": "But she's got the character.",
    "start": "00:44:31",
    "end": "00:44:33"
  },
  {
    "text": "Yeah, it's so rad. He's basically calling her, you're like a wealthy woman of substance in our community. And he's saying this of the poor. So rad, man. So you're just like, this is a love story. But they're honoring each other. They're gonna do things in the right way. It'll restore the land, restore. Naomi, this is such great news. What could go wrong? Well, Bo asks us one thing. Listen, you should know, it is true. I'm your redeemer. But you have one relative who's one step closer in the family line than I am. And so listen, technically, to honor this whole process, he needs to be given the chance to do this ahead of me. And if he is going to Toph, that's good. He should do that. But if he doesn't want to. I got you covered. I'll do it. So he gives her a bunch more food, sends her back. All comes together in chapter four. Okay, so Boaz goes and he finds this guy. And what's so funny is the guy's name is such and such, such and such. It doesn't actually give his name, but he finds that redeemer passing by. And he says, hey, it Gets translated in the new American standard as friend. But it's literally the phrase so and so really, intentionally doesn't.",
    "start": "00:44:33",
    "end": "00:46:04"
  },
  {
    "text": "What's the phrase so and so in Hebrew?",
    "start": "00:46:04",
    "end": "00:46:05"
  },
  {
    "text": "So and so.",
    "start": "00:46:09",
    "end": "00:46:10"
  },
  {
    "text": "So and so.",
    "start": "00:46:10",
    "end": "00:46:11"
  },
  {
    "text": "Okay, so. Hey, so and so.",
    "start": "00:46:11",
    "end": "00:46:12"
  },
  {
    "text": "Yeah. Hey, person. Doesn't really matter, but who could screw this all up?",
    "start": "00:46:12",
    "end": "00:46:17"
  },
  {
    "text": "That's right. Take a seat. Could you. Can I invite you for a cup of tea? Oh, I just happened to have invited 10 elders from the city to our cup of tea. So he kind of like traps the guy.",
    "start": "00:46:17",
    "end": "00:46:28"
  },
  {
    "text": "Okay, yeah, yeah, yeah. We're solving this right now.",
    "start": "00:46:28",
    "end": "00:46:30"
  },
  {
    "text": "Totally.",
    "start": "00:46:30",
    "end": "00:46:31"
  },
  {
    "text": "Yeah.",
    "start": "00:46:31",
    "end": "00:46:31"
  },
  {
    "text": "And then he says, you know, Naomi, our relative, you know, she has to sell this family land that belonged to our, you know, our brother, Eli Melech. And so here's the thing is we're the family members. We can't let this land get sold outside the family. So if you're gonna redeem the land, you should do it. And if not, you know, I'm gonna do it. And the guy said, oh, sweet. A piece of land. What a great investment. I'll totally redeem it. So good. Boaz is so clever here. And Boaz says, okay, sorry, I forgot to mention one thing. On the day that you buy that field, you're also going to be taking responsibility for an older widow, Naomi. Oh. And also her daughter in law, Ruth, the Moabitess, you know, the widow. And you'll be obligated to marry her so that we, you know, can keep the family line going. Then the closest relative says, oh, yeah, I can't do that, sorry. And what he just says is, I might ruin my own inheritance.",
    "start": "00:46:31",
    "end": "00:47:40"
  },
  {
    "text": "Meaning.",
    "start": "00:47:41",
    "end": "00:47:42"
  },
  {
    "text": "Yeah, he doesn't say. Maybe he doesn't think he can afford to take on new family members. But notice the contrast with Boaz. This guy's focused on himself.",
    "start": "00:47:42",
    "end": "00:47:53"
  },
  {
    "text": "This guy's actually being a little more crafty. He's doing a room.",
    "start": "00:47:53",
    "end": "00:47:57"
  },
  {
    "text": "Yeah. Or he's at least being self focused.",
    "start": "00:47:57",
    "end": "00:47:59"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:47:59",
    "end": "00:48:00"
  },
  {
    "text": "But he assumes that if I take on additional responsibility, then I might.",
    "start": "00:48:00",
    "end": "00:48:07"
  },
  {
    "text": "My life's gonna be more complicated.",
    "start": "00:48:07",
    "end": "00:48:08"
  },
  {
    "text": "Yeah, that's right. He becomes a contrast to Boaz, who's just generous with the produce of his land and he's willing to take care of the widow and the immigrant. So what happens is the guy forfeits his role as redeemer in this really interesting thing. We don't have time to talk about the sandals. The sandals, totally. But the guy ends up kind of getting shamed publicly for not playing the role of redeemer. Oh, and is that what's going On.",
    "start": "00:48:08",
    "end": "00:48:40"
  },
  {
    "text": "I didn't know that.",
    "start": "00:48:40",
    "end": "00:48:41"
  },
  {
    "text": "Boaz steps in and goes through this process. So the story ends with this marriage, the redemption taking place. So let's pause. So Boaz becomes the vehicle of redeeming Naomi and Ruth and the family land from slavery, poverty, and destitution. So that's the central act that involves our key word here.",
    "start": "00:48:41",
    "end": "00:49:08"
  },
  {
    "text": "And in what sense is he redeeming them? They are going to be poor and destitute and maybe even die.",
    "start": "00:49:08",
    "end": "00:49:18"
  },
  {
    "text": "Yeah, that's right. So in a way, they can be sold as slaves.",
    "start": "00:49:18",
    "end": "00:49:21"
  },
  {
    "text": "They can be sold as slaves. So they're in a bad place. And so redeeming them, giving possession over.",
    "start": "00:49:21",
    "end": "00:49:30"
  },
  {
    "text": "Right. So they.",
    "start": "00:49:30",
    "end": "00:49:31"
  },
  {
    "text": "What are they possessed by? Right now?",
    "start": "00:49:31",
    "end": "00:49:32"
  },
  {
    "text": "They rightfully belong in the safe, supportive community of their family.",
    "start": "00:49:33",
    "end": "00:49:37"
  },
  {
    "text": "Right.",
    "start": "00:49:37",
    "end": "00:49:38"
  },
  {
    "text": "In a land of abundance. And they've lost that and they have been dispossessed.",
    "start": "00:49:38",
    "end": "00:49:43"
  },
  {
    "text": "Okay.",
    "start": "00:49:43",
    "end": "00:49:43"
  },
  {
    "text": "Of the place where they belong. And so this is about how Boaz becomes an image of Yahweh, because, remember, spreading his knife over Ruth is a part of how Ruth has taken refuge under the knoph of Yahweh. Like Boaz becomes the wings of Yahweh, providing refuge. And so he repossesses these widows and the land into a safe community of shalom. And that's the focus of this story.",
    "start": "00:49:44",
    "end": "00:50:18"
  },
  {
    "text": "It's a funky way to say that he repossesses them into a community of shalom.",
    "start": "00:50:19",
    "end": "00:50:23"
  },
  {
    "text": "Yeah. So these women and the family land are closely connected to each other, and they're about to be dispossessed of a safe, supportive community. Yeah, because they can't afford the land. So the land is going to get sold.",
    "start": "00:50:23",
    "end": "00:50:39"
  },
  {
    "text": "By dispossessed, you mean they're going to.",
    "start": "00:50:39",
    "end": "00:50:41"
  },
  {
    "text": "Be sold into slavery?",
    "start": "00:50:41",
    "end": "00:50:42"
  },
  {
    "text": "Eventually. Sold into slavery.",
    "start": "00:50:42",
    "end": "00:50:43"
  },
  {
    "text": "The land's going to be sold, they can't afford it, and they're going to have to sell themselves.",
    "start": "00:50:43",
    "end": "00:50:47"
  },
  {
    "text": "Maybe they got through this harvest, but eventually someone's going to snatch them up or they're going to have to sell themselves.",
    "start": "00:50:47",
    "end": "00:50:53"
  },
  {
    "text": "Well, clearly the land's not producing any food. Their family land is not producing any food because Ruth goes to some other guy's field to look for food.",
    "start": "00:50:53",
    "end": "00:51:03"
  },
  {
    "text": "Oh, I just assumed they didn't have a field.",
    "start": "00:51:03",
    "end": "00:51:04"
  },
  {
    "text": "Oh, right. So you learn that there is still a family property right here in the scene, because Boaz said to so and so. That's right. So there's this family property growing weeds that's about to be sold. And these women I see don't have the ability.",
    "start": "00:51:05",
    "end": "00:51:19"
  },
  {
    "text": "They don't have the ability to afford it.",
    "start": "00:51:19",
    "end": "00:51:21"
  },
  {
    "text": "Implication they're gonna have to sell themselves as slaves. This whole family is about to get dispossessed.",
    "start": "00:51:21",
    "end": "00:51:26"
  },
  {
    "text": "Okay.",
    "start": "00:51:26",
    "end": "00:51:26"
  },
  {
    "text": "And Boaz saying, we can't let that happen. So, so. And so you take responsibility for them? What? No, that's too complex. And so Boaz, so he becomes the wings of Yahweh, providing refuge and redemption for this family. So you asked a minute ago. So who is going to possess them if they're dispossessed from the family? Death, slavery, isolation, poverty will possess them. There's no Pharaoh in this retelling of the story. It's just death and poverty and destitution. That is the pharaoh that is in the slot of pharaoh.",
    "start": "00:51:27",
    "end": "00:52:10"
  },
  {
    "text": "Yeah. Then the redemption is the act of Boaz marrying Ruth and buying the land. Buying the land from Ruth?",
    "start": "00:52:10",
    "end": "00:52:24"
  },
  {
    "text": "Oh, yeah. It just doesn't say. What it says is, I acquire it. So it doesn't even talk about, like, does he pay somebody? Does he? It just doesn't say. The story doesn't say. The point is he takes responsibility for it. And this whole thing could be called redemption. And this is very different than paying off somebody, but it is about restoring to rightful possession within a safe Eden like community of support. And Boaz's generous act of doing that in the story is compared to Yahweh providing shelter for the poor and the immigrant. So much so that what Boaz is doing is almost indistinguishable from what Yahoo. God is doing. So what's so rad is after the wedding, the women, the chorus of the women. So they come up again. But then also the people of the town and the elders become like a male chorus. There's like a male and female chorus here. And the male chorus all say a blessing over this. They say, may the Lord make the woman who's coming into your home like Rachel and like Leah, both of whom built the house of Israel. May you achieve great substance here in Ephrathah. May you have a great name in Bethlehem, like Abraham. May your house be like the house of Perez. You know, who Tamar bore to Judah. It's explicit. So it was kind of like implicit connection to Judah and Tamar earlier, and now it's just made explicit through the seed that Yahweh will give you. Oh, so now this is all about the future seed of the woman coming through this family. So Boaz took Ruth, she became his wife, she got pregnant, she gave birth to a son. And then the women. The female chorus says, blessed is Yahweh who hasn't left you without A redeemer today.",
    "start": "00:52:25",
    "end": "00:55:04"
  },
  {
    "text": "That's the Goel.",
    "start": "00:55:04",
    "end": "00:55:05"
  },
  {
    "text": "Yes. Yeah. May his name become great in Israel and may he be one who restores life, sustains your old age.",
    "start": "00:55:05",
    "end": "00:55:17"
  },
  {
    "text": "Restore life. I mean, that kind of becomes central to this theme.",
    "start": "00:55:18",
    "end": "00:55:21"
  },
  {
    "text": "That's right. The restoration of life.",
    "start": "00:55:21",
    "end": "00:55:23"
  },
  {
    "text": "Restoration of life.",
    "start": "00:55:23",
    "end": "00:55:24"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:55:24",
    "end": "00:55:25"
  },
  {
    "text": "Yeah. Let you continue to possess your life.",
    "start": "00:55:25",
    "end": "00:55:28"
  },
  {
    "text": "Yeah.",
    "start": "00:55:29",
    "end": "00:55:29"
  },
  {
    "text": "Something has forfeited your life. You're no longer in possession of your own life. You're gonna die. Slavery is coming.",
    "start": "00:55:29",
    "end": "00:55:38"
  },
  {
    "text": "Yeah.",
    "start": "00:55:38",
    "end": "00:55:39"
  },
  {
    "text": "I want you to still have access to your life.",
    "start": "00:55:39",
    "end": "00:55:41"
  },
  {
    "text": "Yeah. In the days when the judges rule life here outside of Eden, a violent, idolatrous human community, things tend to go one direction, towards chaos, towards violence. And in those communities, the most vulnerable. Right. Are those who suffer the most. In this case, widows, immigrants. And that's the direction things are going. And it will dispossess God's people, beloved people, from what he gave them. So, man, what if Yahweh were to act through the faithfulness of his faithful ones, like a female like Ruth, who becomes like a female counterpart to Abraham's faithfulness and through like a Boaz, like a generous, Torah, observant, God fearing person. And all of a sudden, this destitute widow finds her life given back to her through God's faithfulness, expressed through community's faithfulness, the community's faithfulness. And all of this can be summed up with the word redemption. So I asked this question at the beginning about, does redeem? Can it? Is it accurate just to say redeem is when something bad is transformed as something good and the Book of Ruth comes along and says, yeah, it's kind of a way.",
    "start": "00:55:42",
    "end": "00:57:09"
  },
  {
    "text": "That's what I was thinking about. Like when we use the word redeem in this context, it just feels like when something bad gets turned into good. And when I was reflecting on that, I was like, oh, yeah, I think that's what the word redeem kind of means deep in my gut.",
    "start": "00:57:09",
    "end": "00:57:29"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:57:29",
    "end": "00:57:30"
  },
  {
    "text": "When I take away the economic kind of thing of it, just being redeemed is like I was on a path, something just horrible was gonna happen, but someone turned it around, got redeemed. And. Oh yeah, like we started this conversation talking about how this word isn't really used in normal English.",
    "start": "00:57:30",
    "end": "00:57:49"
  },
  {
    "text": "Yeah.",
    "start": "00:57:49",
    "end": "00:57:49"
  },
  {
    "text": "And now all of a sudden I'm remembering.",
    "start": "00:57:49",
    "end": "00:57:51"
  },
  {
    "text": "Yeah.",
    "start": "00:57:51",
    "end": "00:57:51"
  },
  {
    "text": "I think I say it sometimes.",
    "start": "00:57:51",
    "end": "00:57:53"
  },
  {
    "text": "Yes.",
    "start": "00:57:53",
    "end": "00:57:53"
  },
  {
    "text": "But what I usually mean is like, this day's been redeemed. Right.",
    "start": "00:57:54",
    "end": "00:57:59"
  },
  {
    "text": "It was headed in a bad direction.",
    "start": "00:57:59",
    "end": "00:58:00"
  },
  {
    "text": "I was having a horrible day.",
    "start": "00:58:00",
    "end": "00:58:01"
  },
  {
    "text": "Or actually it just was bad.",
    "start": "00:58:01",
    "end": "00:58:03"
  },
  {
    "text": "This day was Horrible.",
    "start": "00:58:03",
    "end": "00:58:04"
  },
  {
    "text": "Yes.",
    "start": "00:58:04",
    "end": "00:58:04"
  },
  {
    "text": "And then you came and you brought this gift, and all this day's been redeemed.",
    "start": "00:58:04",
    "end": "00:58:09"
  },
  {
    "text": "Oh, thanks, man. I assume by a gift you mean this conversation.",
    "start": "00:58:09",
    "end": "00:58:13"
  },
  {
    "text": "Oh, okay.",
    "start": "00:58:13",
    "end": "00:58:13"
  },
  {
    "text": "Yes.",
    "start": "00:58:13",
    "end": "00:58:14"
  },
  {
    "text": "Or we're on a hike and it's horrible and it's ugh, and it's raining and my blister. But then we get to the top and the view. Ah, this whole thing has been redeemed.",
    "start": "00:58:14",
    "end": "00:58:24"
  },
  {
    "text": "Yes.",
    "start": "00:58:24",
    "end": "00:58:25"
  },
  {
    "text": "Just in this general sense.",
    "start": "00:58:25",
    "end": "00:58:26"
  },
  {
    "text": "That's it. Yeah.",
    "start": "00:58:26",
    "end": "00:58:27"
  },
  {
    "text": "So what you're saying is there is.",
    "start": "00:58:27",
    "end": "00:58:29"
  },
  {
    "text": "Important element of truth there that's in sync with what's going on with the word redeem. In the Bible, a tragic situation is turned from Ra badness into Tov because of the generous mercy of God expressed through his generous, merciful people. It's this silver lining.",
    "start": "00:58:30",
    "end": "00:58:51"
  },
  {
    "text": "The day's been repossessed.",
    "start": "00:58:52",
    "end": "00:58:54"
  },
  {
    "text": "Day's been repossessed.",
    "start": "00:58:54",
    "end": "00:58:55"
  },
  {
    "text": "The pike has been repossessed. My life circumstances have been repossessed.",
    "start": "00:58:55",
    "end": "00:59:01"
  },
  {
    "text": "That's right.",
    "start": "00:59:01",
    "end": "00:59:01"
  },
  {
    "text": "I lost control of them. It spiraled out, and it's leading to raw, to death, to slavery. And it's been handed back to me in a way that now there's life that's right now deep inside of this is like, well, who can do that ultimately? And how is that actually done when there is all this violence? Now? This story is just this beautiful little story of, like, it's as simple as just loving your family.",
    "start": "00:59:01",
    "end": "00:59:33"
  },
  {
    "text": "Yeah. On a human level of perspective.",
    "start": "00:59:33",
    "end": "00:59:36"
  },
  {
    "text": "Yeah. It's just being, like, just being a selfless, loyal person, being a generous person. We do this for each other, and.",
    "start": "00:59:36",
    "end": "00:59:45"
  },
  {
    "text": "We can redeem, we can participate in redemption, in redemption, in God's redemption of people's lives through simple but often costly acts of just loyal generosity.",
    "start": "00:59:45",
    "end": "00:59:58"
  },
  {
    "text": "So this story makes it kind of simple and beautiful.",
    "start": "00:59:58",
    "end": "01:00:00"
  },
  {
    "text": "Yeah. But Ruth is just such an important contribution to the healing revival because it is just portraying ordinary people doing their ordinary tasks of family and work and communal relationships in your neighborhood. And those can become the vehicle of cosmic redemption that turn death into life and slavery into freedom and isolation into family. And the fact that redemption is here in this, again, we're looking at chapter four, verses 14 and 15 is set on analogy or connected with restoration of life.",
    "start": "01:00:00",
    "end": "01:00:41"
  },
  {
    "text": "Yeah, restoration of life.",
    "start": "01:00:41",
    "end": "01:00:43"
  },
  {
    "text": "It's just so good. And so what's rad is this child, the child that's born from Boaz and Ruth gets named Ovid. And then the book ends. The short story ends with a genealogy that takes you from Ovid to Jesse, who's the father of King David.",
    "start": "01:00:43",
    "end": "01:01:01"
  },
  {
    "text": "So Ruth is like the great Great grandma of David.",
    "start": "01:01:01",
    "end": "01:01:05"
  },
  {
    "text": "David. Yeah. And the last word of the story is the name David. So all the way back to in the days when the judges ruled, the whole crisis is we don't have any leader who will actually be faithful to Yahweh and try and love God and love neighbor. And all of a sudden, this story becomes the origin story. This redemption story ends with the birth of one of the best kings Israel.",
    "start": "01:01:05",
    "end": "01:01:33"
  },
  {
    "text": "Ever had, who becomes then a symbol of what if we had a truly generous rich man who could lead us in a way that redeems us.",
    "start": "01:01:33",
    "end": "01:01:47"
  },
  {
    "text": "And David for a season of his life becomes that.",
    "start": "01:01:47",
    "end": "01:01:51"
  },
  {
    "text": "Yeah, he's the symbol because he is that for a season of his life.",
    "start": "01:01:51",
    "end": "01:01:56"
  },
  {
    "text": "Until he's not.",
    "start": "01:01:56",
    "end": "01:01:57"
  },
  {
    "text": "Until he's not. And then he becomes a hope.",
    "start": "01:01:57",
    "end": "01:01:59"
  },
  {
    "text": "Yeah. Then he becomes a hope. So here redemption then is also then connected with God, raising up the seed of the woman, a messianic David figure who will do for Israel what Boaz did for Naomi and Ruth. Yeah.",
    "start": "01:01:59",
    "end": "01:02:18"
  },
  {
    "text": "Okay.",
    "start": "01:02:18",
    "end": "01:02:19"
  },
  {
    "text": "Whew. Redemption. There's so much more in Ruth to explore, but we got to skim the surface a little bit.",
    "start": "01:02:20",
    "end": "01:02:27"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. Next week we are going to look at the theme of redemption in the scroll of Isaiah.",
    "start": "01:02:30",
    "end": "01:02:40"
  },
  {
    "text": "Yahweh has redeemed his people from Egypt and he's going to redeem them again from their future enslavement and exile and oppression.",
    "start": "01:02:40",
    "end": "01:02:49"
  },
  {
    "text": "Bibleproject is a crowdfunded nonprofit and we exist to help people experience the Bible as a unified story that leads to Jesus. Everything that we make is free because of the generous support of thousands of people just like you. Thank you so much for being a part of this with us. Hi, my name is Christian and I'm from California. Hi, my name is Ashley and I'm from Portland, Oregon.",
    "start": "01:02:50",
    "end": "01:03:12"
  },
  {
    "text": "I first heard about the Bible Project when I was in high school and.",
    "start": "01:03:13",
    "end": "01:03:16"
  },
  {
    "text": "It has been a vital part of my personal devotion.",
    "start": "01:03:16",
    "end": "01:03:19"
  },
  {
    "text": "I first heard about the Bibleproject when I was 13. I used the Bibleproject for all their videos. My favorite thing about Bibleproject is their thoroughness in explaining complex theological topics in an attainable way. My favorite thing about the bibleproject is their animation.",
    "start": "01:03:19",
    "end": "01:03:35"
  },
  {
    "text": "We believe the Bible is a unified story that leads to Jesus.",
    "start": "01:03:35",
    "end": "01:03:38"
  },
  {
    "text": "That leads to Jesus. Bibleproject is a non profit funded by people like me. Find free videos, articles, podcasts, classes and.",
    "start": "01:03:39",
    "end": "01:03:47"
  },
  {
    "text": "More on the Bibleproject app and@bibleproject.com. hey everyone, this is Christopher. I handle communications for our Patron care team at bibleproject. I'VE been working at bibleproject for four years, and my favorite part about my work is getting to write the prayer email that gets sent out to 80,000 people each month who are praying for our studio and the work that we do. There's a whole team of people that bring the podcast to life every week. For a full list of everyone who's involved, check out the show credits in the episode description. Wherever you stream the podcast on our website.",
    "start": "01:03:47",
    "end": "01:04:21"
  }
]