[
  {
    "text": "We are more than halfway through a series on the theme of redemption. Redemption is when you take back what is rightfully yours. When something is lost or enslaved by another, and you get it back, it has been redeemed. In the story of the Bible, we belong to God, but we've been enslaved by death. God wants to take us back now. In order for any redemption to take place, it usually costs something like a payment called a redemption price. But not always.",
    "start": "00:00:04",
    "end": "00:00:32"
  },
  {
    "text": "There are times when either God or someone will do an act of redemption, and there's no value exchange mentioned or highlighted. In those cases, the words for redeem almost just become synonymous for rescue, release. And that's what we're gonna see here in the Psalms.",
    "start": "00:00:33",
    "end": "00:00:52"
  },
  {
    "text": "In the scroll of Psalms, the word redemption often takes on this more general meaning of liberation or rescue or salvation. And it's always connected to Israel's most foundational redemption story.",
    "start": "00:00:53",
    "end": "00:01:06"
  },
  {
    "text": "That past redemption, that repossession of Israel provides a model or a template for a future hoped for redemption on the other side of exile.",
    "start": "00:01:07",
    "end": "00:01:18"
  },
  {
    "text": "A lot of the poems in the Psalms are written by King David, and he uses red redemption language all the time.",
    "start": "00:01:19",
    "end": "00:01:27"
  },
  {
    "text": "David found himself with his life in danger many times. King Saul chasing him around the wilderness. And Yahweh, through no agency of David, brought about the downfall of King Saul and exalted David to become king. When David looks back on that in the Psalms, he will describe that with you rescued me, you brought me out of the pit, you redeemed me.",
    "start": "00:01:27",
    "end": "00:01:51"
  },
  {
    "text": "But are these poems just about King David?",
    "start": "00:01:52",
    "end": "00:01:56"
  },
  {
    "text": "You start to feel like what's happening for David is somehow brought into this bigger frame of the redemption of all Israel, which is brought into the biggest frame, the redemption of all humanity in the cosmos.",
    "start": "00:01:56",
    "end": "00:02:08"
  },
  {
    "text": "In Psalm 49, we get to a psalm by the sons of Korah who show us how cosmic this redemption will get, how God will rescue the poor and redeem us from the grave itself, that is from Sheol. And this is the earliest language in the Bible for the hope of resurrection.",
    "start": "00:02:09",
    "end": "00:02:28"
  },
  {
    "text": "The poet is bringing comfort to the oppressed poor by saying, the people who neglect and oppress you, who have all the wealth, death will be their shepherd. But the upright, they will be the ones to rule when God redeems their life from the hand of Sheol.",
    "start": "00:02:29",
    "end": "00:02:45"
  },
  {
    "text": "Today, Tim Mackey and I discuss the theme of redemption in Psalms, which prepares the way for how the word redemption gets picked up in the New Testament. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:02:46",
    "end": "00:03:03"
  },
  {
    "text": "Hello, John. Hi.",
    "start": "00:03:04",
    "end": "00:03:05"
  },
  {
    "text": "Hello. We're talking about this concept of transferring ownership, transferring Possession. The word that we use in English is redemption. To redeem.",
    "start": "00:03:05",
    "end": "00:03:17"
  },
  {
    "text": "To redeem.",
    "start": "00:03:17",
    "end": "00:03:18"
  },
  {
    "text": "And in the story of the Bible, God owns everything. So anytime God takes something back for himself, it's a repossession. And we've been looking at that in terms of the biggest frame, which is we are God's children. We are created to be in his life. It's the Garden of Eden. And through our own just failures and folly and violence, humans have been handed over to a new owner.",
    "start": "00:03:18",
    "end": "00:03:44"
  },
  {
    "text": "Yeah. Or they've given themselves over. I mean, allowed themselves to be influenced by. And captives too, almost, you could say.",
    "start": "00:03:44",
    "end": "00:03:53"
  },
  {
    "text": "Yeah, the snake.",
    "start": "00:03:53",
    "end": "00:03:54"
  },
  {
    "text": "The snake who leads them back to the dust. Yeah.",
    "start": "00:03:54",
    "end": "00:03:57"
  },
  {
    "text": "And so now humans are owned by death, but God wants to repossess back into life to redeem. Where this really comes to life narratively, is in the story of Israel under the possession of Pharaoh. And Pharaoh thinks he owns Israel, but God owns Israel. So God takes Israel back. And this is an act of redemption. And in the logic of redemption, oftentimes there's an exchange of value in order to take something back to repossess it. And in Hebrew, that's a kofer. It's a payment so that you can release someone from the ownership that they have. And in the story of Exodus, God doesn't give Pharaoh anything.",
    "start": "00:03:57",
    "end": "00:04:40"
  },
  {
    "text": "Yeah.",
    "start": "00:04:40",
    "end": "00:04:40"
  },
  {
    "text": "But in the story of the Passover, which is this, like, little narrative moment at the hinge of when Israel's gonna go free, we kind of see that everyone has been handed over to death. Both Israel and Egypt.",
    "start": "00:04:40",
    "end": "00:04:53"
  },
  {
    "text": "Yeah, yeah. Not kind of. I mean, in terms of. All the firstborn are going to die. That's the warning.",
    "start": "00:04:53",
    "end": "00:04:59"
  },
  {
    "text": "That's the warning. Yeah. Death is coming for everyone. Everyone is a slave to death.",
    "start": "00:04:59",
    "end": "00:05:04"
  },
  {
    "text": "Yeah. It's sort of like Pharaoh became a partner with an intent and purpose so evil that he thought he had to extinguish the life of an immigrant group to secure a future for his nation.",
    "start": "00:05:04",
    "end": "00:05:19"
  },
  {
    "text": "It's clear in the story why Pharaoh.",
    "start": "00:05:19",
    "end": "00:05:21"
  },
  {
    "text": "Yeah, but he's in league with death.",
    "start": "00:05:22",
    "end": "00:05:23"
  },
  {
    "text": "He's in league with death.",
    "start": "00:05:23",
    "end": "00:05:24"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:05:24",
    "end": "00:05:24"
  },
  {
    "text": "But the destroyer, the plague that comes at Passover is also gonna take out Israelite firstborn. And there is where you talked about the story of the Bible is nuanced. And the reason why Israel is in Egypt in the first place is because of a bunch of failures of oppression and injustice.",
    "start": "00:05:24",
    "end": "00:05:42"
  },
  {
    "text": "Brothers betraying and enslaving their brother.",
    "start": "00:05:42",
    "end": "00:05:45"
  },
  {
    "text": "Yeah.",
    "start": "00:05:45",
    "end": "00:05:46"
  },
  {
    "text": "Everyone in the grip of death.",
    "start": "00:05:46",
    "end": "00:05:49"
  },
  {
    "text": "Grip of death.",
    "start": "00:05:49",
    "end": "00:05:50"
  },
  {
    "text": "Yeah. We're all outside Eden, returning to the dust.",
    "start": "00:05:50",
    "end": "00:05:53"
  },
  {
    "text": "And so the passover moment is not just releasing Israel from the death that Pharaoh brings.",
    "start": "00:05:53",
    "end": "00:05:59"
  },
  {
    "text": "Yes, yeah.",
    "start": "00:05:59",
    "end": "00:05:59"
  },
  {
    "text": "But this bigger D death, which is gonna take everyone down.",
    "start": "00:05:59",
    "end": "00:06:04"
  },
  {
    "text": "That's great.",
    "start": "00:06:04",
    "end": "00:06:04"
  },
  {
    "text": "And there the co for payment is the blood of a blameless lamb that will stand into place.",
    "start": "00:06:04",
    "end": "00:06:11"
  },
  {
    "text": "Yep, that's right. The point is not a bloody death to satisfy a malicious deity. It's rather Yahweh provides the surrendered life of the lamb that will cover for anybody who also participates through an act of repentance, an act of turning towards God and surrender and trust. And that's Yahweh's gift that gives them the opportunity to find life out of death. And it's through this offering of a life in place of a life. But it's never called a kofir.",
    "start": "00:06:11",
    "end": "00:06:48"
  },
  {
    "text": "That's true.",
    "start": "00:06:48",
    "end": "00:06:49"
  },
  {
    "text": "It is in the Exodus story. And that's okay. The idea is there, even if the word isn't used, the lamb functions in the slot of the kofer in that story.",
    "start": "00:06:49",
    "end": "00:06:57"
  },
  {
    "text": "Then we moved on. We talked about where redemption appears elsewhere in the Torah, and I don't think it's worth getting into necessarily. But it's all to say that redemption is a release of land or people who are under ownership that they shouldn't be. And so redemption is bringing back into the rightful ownership.",
    "start": "00:06:58",
    "end": "00:07:19"
  },
  {
    "text": "That's right. We also noted back in those earlier discussions that there are times when either God or someone will do an act of redemption with either of the verbs in Hebrew, which is gaal or padah. And there's no kofir, there's no value exchange mentioned or highlighted. And in those cases, the words for redeem almost just become synonymous for liberate, rescue, release. And that's what we're going to see here in the Psalms, which we're focusing on in this episode, which is how the redemption ideas are picked up in the poetry of the Psalms. So maybe just a quick overall note. The Psalm scroll has the most chapters of any book of the Bible. That's one way to think about it. It has 150 distinct literary units that are each of them like poems. And man, these poems come from almost every period from Israel's history, from the way back to the period of the Kings and earlier, all the way down to the exile to Babylon, during the exile and even after the exile and the return back into the land during the Second Temple period. I mean, some of these poems are coming from way down the line after the exile. So it's an anthology, but it's been organized and shaped into meaningful bundles. We've talked about the five part shape before of the Psalms, and then within those five parts, there's these little sub collections. But the point is that the final composition of the Psalms and the final editing and shaping of these poems is all connected to the final themes and organizational ideas at work in the Hebrew Bible as a whole. So it is no surprise that there's going to be a lot of poems that reflect on the Exodus story, since that's like the foundation story of Israel's covenant relationship with Yahweh. So if you look at redemption language in the Psalms, many of the times that redeem appears is in a retelling of the Exodus story.",
    "start": "00:07:19",
    "end": "00:09:35"
  },
  {
    "text": "Which makes sense.",
    "start": "00:09:35",
    "end": "00:09:36"
  },
  {
    "text": "Yeah, makes perfect sense. Here's a couple greatest hits. Psalm 106. It's a retelling of the Exodus and it recalls the moment when Yahweh rebuked the sea of reeds and dried it up. He led them through the deeps as through the wilderness.",
    "start": "00:09:36",
    "end": "00:09:54"
  },
  {
    "text": "Isn't that interesting that going through the sea is like going through the wilderness?",
    "start": "00:09:54",
    "end": "00:09:58"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:09:58",
    "end": "00:10:00"
  },
  {
    "text": "Once they get through the sea, they gotta go through the wilderness.",
    "start": "00:10:00",
    "end": "00:10:01"
  },
  {
    "text": "Yeah, exactly.",
    "start": "00:10:01",
    "end": "00:10:02"
  },
  {
    "text": "Yeah. But it's a little wilderness moment.",
    "start": "00:10:02",
    "end": "00:10:04"
  },
  {
    "text": "Yeah. Like dry land. Yeah. He saved them from the hand of the one who hated them, namely Pharaoh. Yeah. He redeemed them from the hand of the enemy. Oh, so hand is image of possession.",
    "start": "00:10:04",
    "end": "00:10:19"
  },
  {
    "text": "Yeah. Okay.",
    "start": "00:10:19",
    "end": "00:10:20"
  },
  {
    "text": "But Pharaoh isn't named explicitly. He's just called the hater.",
    "start": "00:10:20",
    "end": "00:10:23"
  },
  {
    "text": "The hater.",
    "start": "00:10:24",
    "end": "00:10:24"
  },
  {
    "text": "The enemy hater.",
    "start": "00:10:24",
    "end": "00:10:25"
  },
  {
    "text": "Yeah.",
    "start": "00:10:25",
    "end": "00:10:26"
  },
  {
    "text": "The waters covered their adversaries. Not one of them was left. They trusted in his words and they sang his praise. Okay, great little summary of the sea of reeds moment. But notice that redeem here is just a little signal that has a whole story underneath it. That just isn't the focus here.",
    "start": "00:10:27",
    "end": "00:10:47"
  },
  {
    "text": "So you're thinking of, okay, he could just be rescued. He saved them.",
    "start": "00:10:48",
    "end": "00:10:52"
  },
  {
    "text": "Yeah. It's functioning very similarly. It's just he set them free. And even God's own possession isn't immediately in the context here, because normally you would think he redeemed them and made them his own. Made them his own people or something like that. In terms of like the family repossession.",
    "start": "00:10:52",
    "end": "00:11:10"
  },
  {
    "text": "Meaning it's under the service.",
    "start": "00:11:10",
    "end": "00:11:11"
  },
  {
    "text": "It's under the service, but it can just function as a synonym for rescue. Psalm 77. I will remember the deeds of Yahweh. I will remember your wonders of old. I will meditate on all of your work and muse on your deeds. So what are those deeds of the past? Well, you're the God who works wonders. You made known your Strength among the peoples. You have by your power redeemed your people, the sons of Jacob and Joseph. The waters saw you, O God. They saw you and were in anguish. And the deeps trembled. Yeah, so this is the moment at the Sea of Reeds. Whatever happened at the Sea of Reeds, it just left a very powerful memory. Okay, so all of that is retellings of the Exodus story. The word redeem is front and center. I could show many more examples. Just like in the book of Isaiah, that past redemption, that repossession of Israel provides a model or a template for a future hoped for redemption on the other side of the exile. Okay, so that's what we're gonna look at. There's only a couple poems that mention Babylon explicitly in the psalm scroll. But the situation of exile is everywhere taken for granted in so many poems. Actually, one is the well known Psalm 137. By the rivers of Babylon we sat and wept. When we remembered Zion, we hung our harps upon the willow trees. And our tormentors demanded saying, sing us one of your songs of Zion.",
    "start": "00:11:11",
    "end": "00:13:25"
  },
  {
    "text": "Kind of rubbing it in.",
    "start": "00:13:26",
    "end": "00:13:27"
  },
  {
    "text": "Yeah. So that poem clearly is, like, written by somebody who had to endure a lot, a lot of pain and trauma and shame as a forced migrant in Babylon. So a number of poems present themselves as coming from that situation of pain. For example, Psalm 44 opens by saying, oh, God, we heard with our ears what our fathers told us, the work that you did in their days, in the days of old. And then it goes on to talk about the Exodus story. And then God bringing Israel into the promised land under the days of Joshua and protecting them from all the aggressive attackers and the Canaanites and so on. But then the poem pivots in verse nine and says, but you have rejected us and brought us to dishonor. You don't go out with our armies. You cause us to turn back from our adversaries. And those who hate us have taken spoil for themselves. You've given us as sheep to be eaten and have scattered us among the nations. There it is.",
    "start": "00:13:27",
    "end": "00:14:38"
  },
  {
    "text": "There's the exile.",
    "start": "00:14:38",
    "end": "00:14:39"
  },
  {
    "text": "Yeah. So Psalm 44 concludes with, Wake up. Why are you asleep? Yahweh, wake up. Don't reject us forever. That's an interesting metaphor, that God has taken a nap. It feels like God asleep, fell asleep on his promises. Why do you hide your face? Why do you forget our affliction and oppression? Our Nephesh, our soul has sunk down into the dust. Our body cleaves to the land.",
    "start": "00:14:39",
    "end": "00:15:15"
  },
  {
    "text": "We're turning back into dirt. Yeah, Deconstructing here.",
    "start": "00:15:15",
    "end": "00:15:18"
  },
  {
    "text": "Yeah. Out of Eden imagery, we're dying, so rise up. Be our help. Redeem us for the sake of your loyal love.",
    "start": "00:15:18",
    "end": "00:15:28"
  },
  {
    "text": "Yeah. Transfer us back to your life. Redeem us.",
    "start": "00:15:28",
    "end": "00:15:32"
  },
  {
    "text": "So it opened with Exodus, didn't use the word redeem, but now we're in a situation of dishonor, so redeem us. The implication being do a new Exodus thing. But notice how it's. Defeat by enemies is the description. Scattering among the nations. But then that's described first as the result of God being asleep or hiding or forgetting. And then this Eden imagery of what we're experiencing is like going back to the dust again. So it's this merging of defeat by enemies, exile and God turning away his face. Yeah. I mean, in a way, that's a way of thinking about the results of the Eden narrative. Deceived by an enemy, the snake, exiled from Eden, scattered out and then.",
    "start": "00:15:32",
    "end": "00:16:29"
  },
  {
    "text": "Yeah, back to the dust.",
    "start": "00:16:30",
    "end": "00:16:31"
  },
  {
    "text": "Returning to the dust. Yeah. So whatever redemption is, it's also called being our helper, which is the same word as God says, splits the human in half. I will provide an ezer, that delivering ally. Be our delivering ally and redeem us. So it's the word padah, not the family repossession pada here. So there's no emphasis on, like, offer a kofer.",
    "start": "00:16:31",
    "end": "00:17:00"
  },
  {
    "text": "Right, right.",
    "start": "00:17:00",
    "end": "00:17:01"
  },
  {
    "text": "It really. Padah here has, again, the sense of, like, release us, liberate us from this really bad situation. I'm really bad. Putting it lightly.",
    "start": "00:17:01",
    "end": "00:17:10"
  },
  {
    "text": "Yeah. Horrible.",
    "start": "00:17:10",
    "end": "00:17:12"
  },
  {
    "text": "Yeah.",
    "start": "00:17:12",
    "end": "00:17:12"
  },
  {
    "text": "Horrible situation.",
    "start": "00:17:12",
    "end": "00:17:13"
  },
  {
    "text": "Yeah.",
    "start": "00:17:13",
    "end": "00:17:14"
  },
  {
    "text": "Yeah.",
    "start": "00:17:14",
    "end": "00:17:14"
  },
  {
    "text": "So again the point.",
    "start": "00:17:14",
    "end": "00:17:15"
  },
  {
    "text": "It's very honest, too. It's like it feels like you're asleep. God.",
    "start": "00:17:15",
    "end": "00:17:18"
  },
  {
    "text": "Yeah.",
    "start": "00:17:19",
    "end": "00:17:19"
  },
  {
    "text": "Wake up.",
    "start": "00:17:19",
    "end": "00:17:20"
  },
  {
    "text": "And what's interesting is in the Eden story, the reason why we're outside of Eden, it's not God's fault.",
    "start": "00:17:20",
    "end": "00:17:27"
  },
  {
    "text": "Yeah. He's not asleep at the wheel there.",
    "start": "00:17:27",
    "end": "00:17:28"
  },
  {
    "text": "No. But this is now many generations into the human story, into Israel story. We don't know how many decades into Babylonian exile. And it can sure feel like God's asleep. So the point is that linkage between the past redemption and the hope for a future redemption, and that future redemption can also be just synonymous with being rescued. Yeah. Yeah, that's right. In fact, Psalm 106 and 107 are a great example where you can see Psalms having been edited and arranged in a specific order. So Psalm 105 and 106 are this twin retelling of Israel's story. 105 is from a pretty hopeful angle. 106 is really exposing Israel's failures as covenant partners, ending in Exile. And so Psalm 106 ends with these lines right here. Save us, O Lord our God. Gather us from among the nations.",
    "start": "00:17:28",
    "end": "00:18:35"
  },
  {
    "text": "Fairly clear posture of, yeah, we're in exile. Come and get us.",
    "start": "00:18:35",
    "end": "00:18:39"
  },
  {
    "text": "Save us and gather us in order to give thanks to your holy name and glory in your praise. So save us so that we can thank you. Would you like there to be some people in the world who say thank you all the time? You could consider rescuing us and gathering us up. So that's how Psalm 106 ends. Psalm 107 begins, oh, give thanks to the Lord. Here's the thanks, for he is good. His loyal love is forever. Let the redeemed of Yahweh say this. The ones he has redeemed from the hands of their adversary and gathered them from all of the lands, east and west, north and south.",
    "start": "00:18:40",
    "end": "00:19:24"
  },
  {
    "text": "The gathering is the redemption.",
    "start": "00:19:25",
    "end": "00:19:27"
  },
  {
    "text": "The gathering is the redemption. Yeah, yeah, yeah, that's right. So in the end of Psalm 106, it's save us and gather us. At the beginning of Psalm 107, it's redeem us and gather us, and gather us. So someone has knit the end of Psalm 106 real closely together with the beginning of Psalm 107. Psalm 107 is offered as an example of the kind of thanksgiving that the redeemed ones will give back to God. But specifically, the way that the word rescue or save, it's yasha, it's the root of Jesus name, becomes like a synonym for gaal to redeem.",
    "start": "00:19:27",
    "end": "00:20:09"
  },
  {
    "text": "Yeah. And that makes sense because redemption is a rescue, but the focus is on the transfer of ownership.",
    "start": "00:20:09",
    "end": "00:20:16"
  },
  {
    "text": "That's right. That's right. So two poems I now want to put in front of us that highlight two themes in the Psalms that we've kind of already been hinting at. One is there's a really strong connection to David in the Psalm scroll. He's mentioned in over 70 of the poems. But the question is, well, what's the significance of having so many Psalms of David? Is it just like, it's cool. He's inspiring.",
    "start": "00:20:16",
    "end": "00:20:41"
  },
  {
    "text": "He's inspired many poets.",
    "start": "00:20:42",
    "end": "00:20:43"
  },
  {
    "text": "Yeah. He was responsible for bringing the Ark to Jerusalem, and that's where the temple was built. And that's had a lot of implications for Israel's history and human history. Or is there something more? So here's something very interesting about the poems about David. There are many poems connected to David that speak in the first person about me and my oh, God, what you do for me. But then you start to feel like, what's Happening for David is also a poem about, like, all Israel at the same time. And then sometimes that is made explicit. Okay, so there was a past redemption, there is a hoped for future redemption that's synonymous with being saved. And then there is what you could say, an individual redemption of the poet who in many cases is David. But that individual's redemption and the story told in a particular poem about David is somehow brought into this bigger frame of like, the redemption of all Israel, which has brought into the biggest frame the redemption of all humanity in the cosmos. Is this becoming predictable now? Or familiar? It should be coming familiar.",
    "start": "00:20:43",
    "end": "00:22:02"
  },
  {
    "text": "It is more familiar for sure. I think these are the kind of things that would be just confounding though, before, like, wait, are you talking about David or not? Because it seems like a problem. Which is it? And then to realize, like, biblical authors are doing this on purpose.",
    "start": "00:22:02",
    "end": "00:22:18"
  },
  {
    "text": "Yeah.",
    "start": "00:22:18",
    "end": "00:22:19"
  },
  {
    "text": "They're saying, yes, David's life, David as a character, is now a way for us to think about something bigger.",
    "start": "00:22:19",
    "end": "00:22:27"
  },
  {
    "text": "Yeah, that's right. All Israel's story and all humanity's story. So Psalm 25 is a great place where this individual David, but somehow about all Israel interplay is going on here. So what's cool about Psalm 25 also is that it is an Alphabet poem, which means that every preceding line of the poem begins with the next Hebrew letter of the Alphabet, going through all the way for 22 lines, which also has all sorts of other cool dynamics going on. But it's framed from the beginning. It's given a SuperDescription, a Psalm, Le David. And it begins, to you, O Lord, I lift up my Nephesh, my very life being, O my God, in you I trust. Don't let me be ashamed. Don't let my enemies exult over me. Indeed, none of those who wait for you will be ashamed. Those who deal treacherously without cause will be ashamed. So he's got enemies. The first one was Saul was like the king of his own people. And then all kinds of other, like kings and tribal chieftains, Amalekites and that kind of thing. So this is just a snapshot from a moment. We don't know when, but we're to imagine David in one of those scenarios where his life was at risk. He was running, he was in a battle, and he's calling out to God. Verse 4. Make me know your ways, O Lord. Teach me your paths. Lead me in your truth. Teach me you are the God of my rescue. I'm going to wait for you all day long. Remember your compassion and loyal love. That sounds like what God said to Moses. Mount Sinai. Yahweh. Yahweh.",
    "start": "00:22:27",
    "end": "00:24:20"
  },
  {
    "text": "Abounding, passionate and gracious. Abounding in loyal love and faithfulness.",
    "start": "00:24:20",
    "end": "00:24:24"
  },
  {
    "text": "Your compassion and loyal love have been from ancient times. Don't remember the sins of my youth or my transgressions. David made a lot of mistakes. But according to your loyal love, remember me for your goodness sake. So up to this point, you're like, yeah, man, this fits.",
    "start": "00:24:25",
    "end": "00:24:44"
  },
  {
    "text": "Yeah. David could have totally been singing this on many a day.",
    "start": "00:24:44",
    "end": "00:24:48"
  },
  {
    "text": "Yes. Yeah. And really the rest of the poem is just like that. It's like he's taking lessons from his own life. Yahweh is upright and good. He teaches. He gives Torah to sinners on the path. He leads the humble in justice. He teaches the humble ones his way. Who is the man who fears Yahweh? He will teach him. So notice the emphasis on teaching here. So we return to his plea again in verse 16. Turn to me. Be gracious to me. The troubles of my heart are huge. Bring me out of my distress. Look upon my affliction. This is the word oppression. Forgive all my sins. So notice this recognition. The situations of difficulty that I'm in are the result of my own making here. And look upon my enemies. They are many. They hate me. Guard my soul. Deliver me. Don't let me be ashamed. We're returning to the language of the opening lines. Let integrity and uprightness preserve me for you. I wait. And that verse 21 is the last letter of the Hebrew Alphabet.",
    "start": "00:24:48",
    "end": "00:25:58"
  },
  {
    "text": "Okay. So you would think that's the last.",
    "start": "00:25:58",
    "end": "00:26:00"
  },
  {
    "text": "Yeah, we've just gone from olive to tav and it's all just dialed into David's life. Last line of the poem. There is one more line that sticks out of the Alphabet structure. So just that itself makes it stick out like a sore thumb.",
    "start": "00:26:00",
    "end": "00:26:15"
  },
  {
    "text": "Yeah. Who added this line?",
    "start": "00:26:15",
    "end": "00:26:16"
  },
  {
    "text": "And you're like, wow, this doesn't fit. Where is it? And what it says is, redeem Israel, O God, out from all of its troubles. And this word, troubles, is a synonym and related to all these words of distress and trouble from up earlier in the poem. Redeem Israel.",
    "start": "00:26:16",
    "end": "00:26:37"
  },
  {
    "text": "Israel. Yeah.",
    "start": "00:26:37",
    "end": "00:26:39"
  },
  {
    "text": "So let's just sit with that. It's an Alphabet poem. It's a clear version. Final line that doesn't fit into. It's as clear as it is.",
    "start": "00:26:39",
    "end": "00:26:46"
  },
  {
    "text": "It seems like someone added that line to be like. When I read this poem, I reflect on the fact that I'm not David. But, man, the situation we're in is a lot like David.",
    "start": "00:26:46",
    "end": "00:26:58"
  },
  {
    "text": "Yeah.",
    "start": "00:26:58",
    "end": "00:26:58"
  },
  {
    "text": "So my response to this poem isn't Redeem David. David's gone. You know, it's Redeem us, Israel.",
    "start": "00:26:59",
    "end": "00:27:07"
  },
  {
    "text": "Yeah. Yep, that's it. You got it? Yeah, that's it. So David here, in the shape of the psalm scroll, has become. You know, when we wrote the video for how to Read the Psalms and our how to Read the Bible series, I think this was a line you came up with or a phrase that in the Psalms, David is depicted as this figure of the past whose prayers become a model for later generations of Israel. And then we found this phrase together somehow. David's like a prayer coach, which is cool.",
    "start": "00:27:07",
    "end": "00:27:42"
  },
  {
    "text": "Yeah.",
    "start": "00:27:42",
    "end": "00:27:42"
  },
  {
    "text": "Because then his life of prayer becomes a way for us to literally repeat his prayers as his prayers were certainly re sung in the temple and in Israel's liturgies, and that's how they ended up here. But now his prayer is in the mouth of Israel's later descendants. It doesn't change their meaning, but it puts it in another context.",
    "start": "00:27:43",
    "end": "00:28:07"
  },
  {
    "text": "Yeah.",
    "start": "00:28:07",
    "end": "00:28:08"
  },
  {
    "text": "And Psalm 25 is a great example.",
    "start": "00:28:08",
    "end": "00:28:11"
  },
  {
    "text": "Yeah.",
    "start": "00:28:11",
    "end": "00:28:11"
  },
  {
    "text": "David's prayer can become the prayer of any generation of Israel. So there's many poems that do this.",
    "start": "00:28:11",
    "end": "00:28:18"
  },
  {
    "text": "Take David's prayer and turn it into a template of the thing we can pray for.",
    "start": "00:28:19",
    "end": "00:28:25"
  },
  {
    "text": "Yeah. And quite often, what you will find is the language of redemption at some of those moments, whether it's a moment in the added bit or the reshape or that you'll find the word redemption in poems connected to David, but that seem like they're about more.",
    "start": "00:28:25",
    "end": "00:28:42"
  },
  {
    "text": "Well, that's interesting because David's story isn't really a story of redemption. Right.",
    "start": "00:28:42",
    "end": "00:28:47"
  },
  {
    "text": "Oh, okay. You're talking about the arc of his whole life.",
    "start": "00:28:47",
    "end": "00:28:51"
  },
  {
    "text": "Well, I mean, just when you think of a redemption story, you think of the Exodus story, and then you think of. Yeah. God bringing Israel out of exile.",
    "start": "00:28:51",
    "end": "00:28:59"
  },
  {
    "text": "Yeah.",
    "start": "00:28:59",
    "end": "00:29:00"
  },
  {
    "text": "We know that David uses redemption language almost metaphorically. Right. To talk about being rescued from his enemies. We looked at that the very first episode. I think we looked at how David will use the word redeem, and he just kind of really just means save me. So why is this word such a hot spot?",
    "start": "00:29:00",
    "end": "00:29:18"
  },
  {
    "text": "Yeah. So David found himself with his life in danger many times. King Saul chasing him around the wilderness. He hadn't done anything wrong. He wasn't trying to stage a coup or usurp Saul. But there he is in the wilderness. And Yahweh, through no agency of David, brought about the downfall of King Saul and exalted David to become king. So when David looks back on that in the Psalms, he will describe that with you. Rescued me. You brought me out of the pit. You redeemed me. In fact, Psalm 103, a Psalm of David, Bless the Lord, O my nephesh, and all that is within me. Bless his holy name. Bless the Lord, O my nephesh, and forget none of his benefits. He pardons all your iniquity.",
    "start": "00:29:18",
    "end": "00:30:14"
  },
  {
    "text": "Here's some of the benefits.",
    "start": "00:30:14",
    "end": "00:30:15"
  },
  {
    "text": "Here's some of the bennies. Yep. Bonus package. He pardons all your iniquities. He'll forgive the ways that you wrong him. He'll heal your diseases. He'll redeem your life from the pit. And he'll give you a crown with loyal love and compassion. So there's four benefits.",
    "start": "00:30:15",
    "end": "00:30:35"
  },
  {
    "text": "Four big ones.",
    "start": "00:30:35",
    "end": "00:30:36"
  },
  {
    "text": "Four big ones right there.",
    "start": "00:30:36",
    "end": "00:30:37"
  },
  {
    "text": "Yeah. So redeem your life from the pit. The pit. And if we're. If we're talking about transfer of ownership, we're kind of this, like, the pit owns you now.",
    "start": "00:30:37",
    "end": "00:30:45"
  },
  {
    "text": "Yeah, Death.",
    "start": "00:30:45",
    "end": "00:30:46"
  },
  {
    "text": "Death.",
    "start": "00:30:46",
    "end": "00:30:46"
  },
  {
    "text": "Yeah.",
    "start": "00:30:47",
    "end": "00:30:47"
  },
  {
    "text": "Yeah.",
    "start": "00:30:47",
    "end": "00:30:48"
  },
  {
    "text": "We're all going there.",
    "start": "00:30:48",
    "end": "00:30:48"
  },
  {
    "text": "I'm gonna transfer you out of death. Okay. So here's the thing I keep thinking about. Then you could just use the word rescue.",
    "start": "00:30:48",
    "end": "00:30:55"
  },
  {
    "text": "Yeah. Yes. Yep.",
    "start": "00:30:55",
    "end": "00:30:56"
  },
  {
    "text": "Almost anytime. The word redeem shows up in all of these stories and all these situations could use the word rescue. But by using the word redeem, it really highlights two things. We are gods, but also we are now under the possession of something else.",
    "start": "00:30:56",
    "end": "00:31:14"
  },
  {
    "text": "That's good.",
    "start": "00:31:14",
    "end": "00:31:15"
  },
  {
    "text": "That's right. That frame is actually kind of easy to forget about. Like, when I think about the rescue, the salvation that God brings, I think it's easier for me to just think about it in terms of moral obligation. Like, I've screwed up. I owe a price for, like, the things that I did. Like, I've just. I've stacked up obligations that I can't make good on. And here it's actually bigger than that. It's like, well, yes, but now you're actually under the ownership.",
    "start": "00:31:15",
    "end": "00:31:51"
  },
  {
    "text": "Yeah. Okay, good. That's great.",
    "start": "00:31:51",
    "end": "00:31:53"
  },
  {
    "text": "The pharaoh, right? Of death.",
    "start": "00:31:53",
    "end": "00:31:56"
  },
  {
    "text": "The pit.",
    "start": "00:31:57",
    "end": "00:31:57"
  },
  {
    "text": "The pit. Like, you actually now are a child of death, and that's not where you belong. So every time this word redeem shows up, it's like saying, I want you to think about that. That's the thing that's important to recognize. Not that you are being forgiven, although you are. Not that you're just being rescued, although you are. But there is this transfer. You are enslaved. As Paul will talk a lot about slavery.",
    "start": "00:31:58",
    "end": "00:32:29"
  },
  {
    "text": "It's all about ownership.",
    "start": "00:32:29",
    "end": "00:32:30"
  },
  {
    "text": "Ownership, yes. Everything. It really makes it pop more.",
    "start": "00:32:30",
    "end": "00:32:33"
  },
  {
    "text": "Slavery is one of the most potent images for being under the ownership. Wrongful. Ownership of another. Yeah, yeah, totally. And that's why redemption is one of the main words. So you're right. Salvation words are focused on the transition from death in danger to out of danger. Redemption words are talking about the same transition, but in terms of the possession that you're transferred into and that safety and security of being possessed by someone who will care and love and help you flourish. That's the emphasis of these words. That's cool. That's really helpful.",
    "start": "00:32:33",
    "end": "00:33:15"
  },
  {
    "text": "Yeah. I'll just say when we get to the line, you've redeemed me from the pit. I think normally that line, I just would go, yeah, okay. You rescued me.",
    "start": "00:33:15",
    "end": "00:33:24"
  },
  {
    "text": "Yeah.",
    "start": "00:33:24",
    "end": "00:33:25"
  },
  {
    "text": "But now that it just feels so much more potent. The pit, like, owned me. I'm a slave to the pit.",
    "start": "00:33:25",
    "end": "00:33:31"
  },
  {
    "text": "Yeah.",
    "start": "00:33:31",
    "end": "00:33:31"
  },
  {
    "text": "I have transferred allegiance to the pit.",
    "start": "00:33:31",
    "end": "00:33:33"
  },
  {
    "text": "Yeah. Okay. All right. This is perfect. So we have to do one more.",
    "start": "00:33:33",
    "end": "00:33:38"
  },
  {
    "text": "Okay.",
    "start": "00:33:38",
    "end": "00:33:38"
  },
  {
    "text": "So we've gone from collections of Israel's past exodus as a redemption from Egypt in the Psalms, anticipation of a future exodus. And then the way David will use that language to describe his own personal experience and how that becomes a model individually for all of Israel. For the music director from the sons of Korach, Assam. This is a group of Levites that were songwriters in the temple.",
    "start": "00:33:39",
    "end": "00:34:38"
  },
  {
    "text": "The sons of Korah.",
    "start": "00:34:38",
    "end": "00:34:39"
  },
  {
    "text": "Yep. Listen to this. All you peoples, give ear. All you inhabitants of the world, both the low and the high, the rich and the poor together. My mouth will speak wisdom, and the meditations of my heart will be understanding. Why should I be afraid in times of calamity? I can think of quite a few.",
    "start": "00:34:39",
    "end": "00:35:05"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:35:05",
    "end": "00:35:06"
  },
  {
    "text": "When death being iniquity. That's right. When iniquity surrounds me at my heels, when those who trust in their wealth boast about the abundance of their riches.",
    "start": "00:35:08",
    "end": "00:35:21"
  },
  {
    "text": "Why is that a calamity?",
    "start": "00:35:21",
    "end": "00:35:23"
  },
  {
    "text": "Well, in the poet's day, if you are wealthy, most likely you got that money illegitimately. So those who have a lot of wealth in this poem are synonymous with the wicked and the oppressors.",
    "start": "00:35:23",
    "end": "00:35:36"
  },
  {
    "text": "Okay.",
    "start": "00:35:36",
    "end": "00:35:36"
  },
  {
    "text": "And so what the poet notice is like, oh, people who are wealthy tend not to care about anybody else. And they got that money in a wrong way. And it seems like they're doing great and everybody else is suffering. Okay, so what should I do?",
    "start": "00:35:37",
    "end": "00:35:51"
  },
  {
    "text": "They're boasting.",
    "start": "00:35:51",
    "end": "00:35:52"
  },
  {
    "text": "What should I do in that time of calamity?",
    "start": "00:35:52",
    "end": "00:35:54"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:35:54",
    "end": "00:35:55"
  },
  {
    "text": "Well, here's something to think about. Did you know that a human cannot redeem their brother?",
    "start": "00:35:55",
    "end": "00:36:02"
  },
  {
    "text": "Well, yeah, you can. That's the goel.",
    "start": "00:36:03",
    "end": "00:36:06"
  },
  {
    "text": "Yeah, exactly. Yeah. Well, did you know that a Human cannot give to God his brother's kofir.",
    "start": "00:36:06",
    "end": "00:36:15"
  },
  {
    "text": "Ah. So redeem not from, like.",
    "start": "00:36:15",
    "end": "00:36:18"
  },
  {
    "text": "Yeah, debt slavery.",
    "start": "00:36:19",
    "end": "00:36:20"
  },
  {
    "text": "Debt slavery. Redeem from death. What's the kofir payment for that?",
    "start": "00:36:20",
    "end": "00:36:25"
  },
  {
    "text": "Yeah, yeah. The redemption price. And this is a synonym for kofer, but it's from padah, the pidion. The price of redeeming a life. A nefesh. Costly. In fact, any price that you pay will always fail. And what would you give that type of redemption price for? So that your brother would stay alive forever and never see the pit.",
    "start": "00:36:25",
    "end": "00:36:50"
  },
  {
    "text": "I see I'm a slave to death. What's the coffer? What's the price to get me out of death? And if that could be paid, and if death no longer owns me? Life. Everlasting life.",
    "start": "00:36:50",
    "end": "00:37:05"
  },
  {
    "text": "So it's all an answer to the question of when the wealthy seem to be doing great and everybody's dying around them, and it's not fair. What reason do I have to trust God? And this thing about impossibility, this little meditation on.",
    "start": "00:37:07",
    "end": "00:37:24"
  },
  {
    "text": "Well, death's the final answer. No one can get me out of death.",
    "start": "00:37:25",
    "end": "00:37:29"
  },
  {
    "text": "And specifically buying.",
    "start": "00:37:29",
    "end": "00:37:31"
  },
  {
    "text": "Yeah. No one can purchase.",
    "start": "00:37:31",
    "end": "00:37:32"
  },
  {
    "text": "Yeah. You can't purchase eternal life. So let's read again. So a human cannot redeem their brother from death. From death. They can't give God a ransom payment to get free from death, get free from dying. Because the ransom or redemption price for a human life, it's costly. It always fails. It could never keep a human alive forever. You can't buy your way out of death. So you see people who are wealthy and you think that that is keeping them from all of these problems.",
    "start": "00:37:32",
    "end": "00:38:07"
  },
  {
    "text": "They're boasting in their wealth. But you know what your wealth can't do for you.",
    "start": "00:38:07",
    "end": "00:38:10"
  },
  {
    "text": "Yeah.",
    "start": "00:38:10",
    "end": "00:38:10"
  },
  {
    "text": "Can't buy you life.",
    "start": "00:38:10",
    "end": "00:38:11"
  },
  {
    "text": "Yeah.",
    "start": "00:38:11",
    "end": "00:38:12"
  },
  {
    "text": "True life.",
    "start": "00:38:12",
    "end": "00:38:13"
  },
  {
    "text": "The poet is bringing comfort to the oppressed poor by saying, the people who neglect and oppress you, who have all the wealth, they don't want the pit. They're dying too. In fact, their money seems to give them a leg up. But actually, their money's no good.",
    "start": "00:38:14",
    "end": "00:38:30"
  },
  {
    "text": "The pit does not want their money.",
    "start": "00:38:31",
    "end": "00:38:32"
  },
  {
    "text": "Yeah. Pitt doesn't care. So that's where the poem goes.",
    "start": "00:38:32",
    "end": "00:38:37"
  },
  {
    "text": "Pit don't care.",
    "start": "00:38:37",
    "end": "00:38:37"
  },
  {
    "text": "This meditation. The pit don't care. The meditation ends with verse 14 saying, like sheep, they are appointed for the grave. So, like, they're like sheep being herded.",
    "start": "00:38:37",
    "end": "00:38:51"
  },
  {
    "text": "Yeah.",
    "start": "00:38:51",
    "end": "00:38:52"
  },
  {
    "text": "Towards. Into a hole in the ground.",
    "start": "00:38:52",
    "end": "00:38:54"
  },
  {
    "text": "Yeah.",
    "start": "00:38:54",
    "end": "00:38:55"
  },
  {
    "text": "Death will be their shepherd, but the upright, they shall rule over them in the morning.",
    "start": "00:38:56",
    "end": "00:39:03"
  },
  {
    "text": "Okay. The upright will rule over these wealthy.",
    "start": "00:39:05",
    "end": "00:39:08"
  },
  {
    "text": "Yeah. People. The righteous in the Morning rule over them.",
    "start": "00:39:08",
    "end": "00:39:13"
  },
  {
    "text": "What morning are we talking about?",
    "start": "00:39:13",
    "end": "00:39:14"
  },
  {
    "text": "In the morning? Yeah. And their form, that is the physical body of the wicked, will be for the grave to consume. They will have no habitation. But God will redeem my Nephesh from the hand of the grave. The power of the grave, for he will take me.",
    "start": "00:39:14",
    "end": "00:39:39"
  },
  {
    "text": "Hmm. Yeah. This is like one of the moments in the Hebrew Bible that talks about this idea of resurrection.",
    "start": "00:39:39",
    "end": "00:39:49"
  },
  {
    "text": "Yeah.",
    "start": "00:39:50",
    "end": "00:39:50"
  },
  {
    "text": "This idea of something beyond the grave.",
    "start": "00:39:50",
    "end": "00:39:52"
  },
  {
    "text": "Yeah. A rescue from the grave. And notice the transfer of possession is.",
    "start": "00:39:53",
    "end": "00:39:57"
  },
  {
    "text": "Kind of the power of Sheol from.",
    "start": "00:39:57",
    "end": "00:40:00"
  },
  {
    "text": "The power of Sheol.",
    "start": "00:40:00",
    "end": "00:40:01"
  },
  {
    "text": "And Sheol is the grave.",
    "start": "00:40:01",
    "end": "00:40:03"
  },
  {
    "text": "Yep.",
    "start": "00:40:03",
    "end": "00:40:04"
  },
  {
    "text": "It's the pit.",
    "start": "00:40:04",
    "end": "00:40:05"
  },
  {
    "text": "Yep. Yeah.",
    "start": "00:40:05",
    "end": "00:40:06"
  },
  {
    "text": "And everyone's going there.",
    "start": "00:40:06",
    "end": "00:40:08"
  },
  {
    "text": "Yeah. And it's the word hand. The hand of the grave.",
    "start": "00:40:08",
    "end": "00:40:10"
  },
  {
    "text": "Ooh, the hand of the grave.",
    "start": "00:40:10",
    "end": "00:40:11"
  },
  {
    "text": "So the grave's got me in its grip.",
    "start": "00:40:11",
    "end": "00:40:14"
  },
  {
    "text": "Ooh. Yeah.",
    "start": "00:40:14",
    "end": "00:40:14"
  },
  {
    "text": "But God will redeem, that is repossess me.",
    "start": "00:40:15",
    "end": "00:40:20"
  },
  {
    "text": "Yeah.",
    "start": "00:40:20",
    "end": "00:40:20"
  },
  {
    "text": "And he will take me. I will become his. He will make me his possession.",
    "start": "00:40:20",
    "end": "00:40:27"
  },
  {
    "text": "So there's no human, there's no. There's no brother who can redeem me from the grave. And so there's no amount of money that someone could pay on my behalf.",
    "start": "00:40:28",
    "end": "00:40:39"
  },
  {
    "text": "Yeah.",
    "start": "00:40:39",
    "end": "00:40:39"
  },
  {
    "text": "But God can redeem from the grave.",
    "start": "00:40:39",
    "end": "00:40:42"
  },
  {
    "text": "Yeah. You can't buy life that way. Even though it seems on the day to day level like you can buy the good life.",
    "start": "00:40:42",
    "end": "00:40:51"
  },
  {
    "text": "The hand of Sheol. Yeah, that's a cool kind of phrase.",
    "start": "00:40:51",
    "end": "00:40:55"
  },
  {
    "text": "It's got us all. It's dragging us down.",
    "start": "00:40:55",
    "end": "00:40:57"
  },
  {
    "text": "I mean, isn't that kind of core to this whole idea? We're in the hand of Sheol.",
    "start": "00:40:57",
    "end": "00:41:00"
  },
  {
    "text": "That's it. That's right. Yeah.",
    "start": "00:41:00",
    "end": "00:41:02"
  },
  {
    "text": "Who can rescue us? Who can take us from the hand of Sheol?",
    "start": "00:41:02",
    "end": "00:41:06"
  },
  {
    "text": "Yeah. So on the largest frame, Psalm 49 kicks it out to. So we started with Israel in the hand of Pharaoh, then we had David in the hand of Saul. And now we're thinking in analogy with both of those, humanity in the hand of the grave. So the poet's trust here is that God can and will redeem my Nephesh, and that it's impossible for one brother to buy with money and escape from the pit for his brother. But it just tantalizes us here, Will.",
    "start": "00:41:06",
    "end": "00:41:43"
  },
  {
    "text": "There's nothing you can pay death to escape death.",
    "start": "00:41:43",
    "end": "00:41:48"
  },
  {
    "text": "That's right.",
    "start": "00:41:48",
    "end": "00:41:48"
  },
  {
    "text": "It's kind of a pretty intuitive and just deeply disturbing reality that all humans have to kind of come to.",
    "start": "00:41:49",
    "end": "00:41:58"
  },
  {
    "text": "Yeah. Yes.",
    "start": "00:41:58",
    "end": "00:41:59"
  },
  {
    "text": "We are owned by something that's coming, and there's nothing you can do.",
    "start": "00:41:59",
    "end": "00:42:05"
  },
  {
    "text": "That's right. Yeah. And what the hope of the resurrection did in the development and history of human thought. Right. This bold idea, because there's ideas of afterlife in many cultures, but the unique idea of the recreation of the human on the other side of death to a transformed existence that is not just otherworldly, that is here placed in creation, but a transformed creation that's a unique contribution of the Jewish Christian story into human thought. And what that does is it both acknowledges the inevitability of death, but also sees it as the test, as Jesus called it. Like the fire, the purifying fires that are the gateway to a transformation into another mode of existence that has some sort of transphysical is the term that nt right puts to it. But all of that, the development of this idea, you're not avoiding death. The point is it's actually this enemy that God will overcome and use to initiate creation into the next phase of our existence. So it's both a defeating of death, but it's also acknowledging that it's coming for everyone.",
    "start": "00:42:05",
    "end": "00:43:34"
  },
  {
    "text": "It's both a defeating of death. What's a defeating of death?",
    "start": "00:43:35",
    "end": "00:43:39"
  },
  {
    "text": "Well, the fact that God can repossess people from the hand of the grave. That's what Psalm 49 says. The point here is that there is a morning coming in Psalm 49.",
    "start": "00:43:39",
    "end": "00:43:51"
  },
  {
    "text": "Yeah, the morning.",
    "start": "00:43:51",
    "end": "00:43:51"
  },
  {
    "text": "The morning.",
    "start": "00:43:51",
    "end": "00:43:52"
  },
  {
    "text": "The upright will rule in the morning.",
    "start": "00:43:52",
    "end": "00:43:54"
  },
  {
    "text": "And it will be a time when those who are ruled over in an unjust, oppressed way, they will be the ones to rule. And it's connected to the time when God redeems their life from the hand of Sheol and transfers them into his possession. And if someone doesn't want to have God as their repossessor, but wants to try and repossess their own life, good luck with that. So in the Psalm scroll, we've got the whole redemption package. You've got past redemption, the future redemption, you've got individual redemption and corporate redemption. And then here it's like humanity's connected to cosmic redemption with somehow rescued from death. Humans. Ruling in the morning.",
    "start": "00:43:54",
    "end": "00:44:48"
  },
  {
    "text": "Yeah, ruling in the morning.",
    "start": "00:44:48",
    "end": "00:44:49"
  },
  {
    "text": "Oh, so good. That's got Genesis 1 and 2 written all over it. Recovering what was lost in the exile from Eden. So really we've just kind of sampled a few places in the Psalms. We could do this all day with lots of other Psalms. But I just wanted to kind of paint the portrait that the kaleidoscope of redemption that's all throughout the Hebrew Bible is kind of condensed in the Psalm scroll. It's kind of all like a one stop shopping center for all your redemption needs.",
    "start": "00:44:49",
    "end": "00:45:20"
  },
  {
    "text": "Okay, yeah.",
    "start": "00:45:22",
    "end": "00:45:23"
  },
  {
    "text": "Next stop, we're going to turn into the New Testament.",
    "start": "00:45:23",
    "end": "00:45:28"
  },
  {
    "text": "Okay.",
    "start": "00:45:28",
    "end": "00:45:29"
  },
  {
    "text": "So we're going to see how redemption language and ideas were picked up and carried forward in the story of Jesus, specifically in the Gospel of Luke. The Gospel of Luke has turned up the volume on redemption language in his account of Jesus. More than Matthew, Mark, or John. It's a unique emphasis in Luke's retelling of Jesus story. So we're going to look at that next.",
    "start": "00:45:29",
    "end": "00:45:56"
  },
  {
    "text": "That's it for today's episode. Next week we turn to the New Testament and we look at the theme of redemption in the Gospel of Luke. In the Gospel of Luke, Israel is waiting to be rescued and redeemed from Rome. But Jesus is pursuing a different type of redemption.",
    "start": "00:45:59",
    "end": "00:46:15"
  },
  {
    "text": "Jesus is working on a more cosmic level, which doesn't mean it doesn't have political implications. He sees the enemy under the names of sin, the Satan, a spirit that affects our bodies so that they die, and the power of darkness. So this becomes Jesus and Luke's redefinition of redemption.",
    "start": "00:46:15",
    "end": "00:46:35"
  },
  {
    "text": "Bibleproject is a crowdfunded nonprofit and we exist to help people experience the Bible as a unified story that leads to Jesus. And everything that we make is free because of the generous support of thousands of people just like you. Thank you so much for being a part of this with us.",
    "start": "00:46:37",
    "end": "00:46:52"
  },
  {
    "text": "Hi, my name is Chris and I am in Newburgh, Oregon. Hi, my name is Anne and I'm from Wales in the United Kingdom. I first heard about the Bible Project a few years ago at our church. I use the Bible Project personally to brush up on concepts that I just need to revisit from time to time. My favorite thing about the Bible Project is just how approachable it is as a tool for teaching the Bible. I think my favorite thing is the fact that it gives that clarity of overview. It's a really great introduction. We believe that the Bible is a unified story that leads to Jesus. Bibleproject is a nonprofit funded by people like me. Find free videos, articles, podcasts, classes and more at the Bibleproject app and at.",
    "start": "00:46:54",
    "end": "00:47:40"
  },
  {
    "text": "Bibleprojects.com hey everyone, this is Connor. I'm part of the infrastructure team here at bibleproject. I've been working at the bibleproject for just over a year now. And in my role, I work on behind the scenes technology to support bringing content like this to you. There's a whole team of people that bring the podcast to life every week. For a full list of everyone who's involved, check out the show credits in the episode description. Wherever you stream the podcast and on our website, Cheers Sa.",
    "start": "00:47:40",
    "end": "00:48:07"
  }
]