[
  {
    "text": "We are working through a series on the theme of redemption. In the Bible, a redemption is simply the transfer of a possession back to where it belongs.",
    "start": "00:00:04",
    "end": "00:00:14"
  },
  {
    "text": "Something that rightfully belongs in one person or family's possession. And through some circumstance, usually sad, tragic, wrong, evil, that person or thing ends up in someone else's possession. And it's not right.",
    "start": "00:00:14",
    "end": "00:00:29"
  },
  {
    "text": "The Hebrew word hadah is translated redeem, and it basically just means this. To take something back into possession, to repossess. There's another Hebrew word that focuses on a specific type of repossession. Let's say a distant nephew has to sell his land or even sell himself into slavery. Now, a family member, like an uncle or second cousin, could come and buy that land back on behalf of their nephew. This type of repossession from one family member towards another gets a special Hebrew word. It's the word gaal. And when someone gaals, they become the goel.",
    "start": "00:00:30",
    "end": "00:01:10"
  },
  {
    "text": "The goel, the redeemer, takes initiative to go get that thing back.",
    "start": "00:01:10",
    "end": "00:01:14"
  },
  {
    "text": "Now, one more word to keep in mind. Sometimes in order to initiate a transfer of ownership, it's going to cost something. Like, if I want to redeem that land, might have to pay the value of the land to the person who currently owns it.",
    "start": "00:01:15",
    "end": "00:01:27"
  },
  {
    "text": "The item of value and the exchange value, it's called a coffer.",
    "start": "00:01:27",
    "end": "00:01:32"
  },
  {
    "text": "Now, where these ideas first come to life in the Bible is in the story of Exodus. God is the goel who redeems Israel from Pharaoh. Now, God doesn't give Pharaoh a kofer, he just takes them back. God also redeems Israel from death on the night of Passover. You see, death is coming for us all. But God gave Israel a gift. Take the blood of a blameless lamb and paint that blood on the doorframe of your house. And when you do, death won't be able to come in and take you. And so the life of the Passover lamb is the kofer. That's a recap of the vocabulary and key moments of redemption. And we needed to look at all that because today on the podcast, we're gonna take that all for granted and we're gonna get really nerdy. Well, actually, it's the prophet Isaiah who's gonna get really nerdy.",
    "start": "00:01:32",
    "end": "00:02:24"
  },
  {
    "text": "In Isaiah, the word redemption appears in a higher density in these 27 chapters than anywhere in the Hebrew Bible.",
    "start": "00:02:24",
    "end": "00:02:34"
  },
  {
    "text": "The prophet Isaiah is going to apply these stories of redemption, and he's going to talk about how God will once again redeem.",
    "start": "00:02:34",
    "end": "00:02:41"
  },
  {
    "text": "Yahweh has redeemed his people from Egypt, and he's going to Redeem them again from their future enslavement and exile and oppression.",
    "start": "00:02:42",
    "end": "00:02:50"
  },
  {
    "text": "Today we look at the theme of redemption in the scroll of Isaiah. Thanks for joining us. Here we go. Now, before Tim and I get into Isaiah 40, we need to recap what happens in Isaiah 1:39. And to do that, let's go back into history. After Israel was rescued from slavery in Egypt, they were led to Mount Sinai, where they made a covenant with Yahweh to be a kingdom of priests and to represent God to all the nations. They go to the land of promise, and they grow from a federation of tribes into a large kingdom ruled by King David and then by his son Solomon. But then the kingdom of Israel divides into two. And for a couple hundred years, these two kingdoms live side by side in tension with each other.",
    "start": "00:02:51",
    "end": "00:03:49"
  },
  {
    "text": "And so the northern kingdom, often called Israel, and then the southern kingdom, called Judah, exists in tension mostly not getting along.",
    "start": "00:03:49",
    "end": "00:03:57"
  },
  {
    "text": "And this is where we meet the prophet Isaiah, who lives in Jerusalem. That's in the southern kingdom. There, Isaiah acts as a court prophet who instructs and critiques the kings of Jerusalem. And Isaiah does not have a lot of great things to say about them.",
    "start": "00:03:58",
    "end": "00:04:13"
  },
  {
    "text": "Isaiah was looking at a mostly disappointing history. Israel and its leaders had not been faithful to the terms of the covenant they made with Yahweh at Mount Sinai. Be a kingdom of priests, a holy nation to live by the wisdom of the covenant laws, to do justice and righteousness, to serve the poor, and to give their devotion to Yahweh alone. None of that was happening. So he has a lot to say about that. That's what fills a lot of his poems of critique all the while.",
    "start": "00:04:13",
    "end": "00:04:41"
  },
  {
    "text": "Further east on the Tigris river is the kingdom of Assyria, which has been growing in power, conquering and annexing territories all across the Near East.",
    "start": "00:04:42",
    "end": "00:04:52"
  },
  {
    "text": "It's the first empire in human history. They built a war mach and then just began to conquer and then tax nations. In the days of Hezekiah, armies of Assyria that had taken out Israel in the north took out Israelite towns and cities all over, and they came to attack Jerusalem.",
    "start": "00:04:52",
    "end": "00:05:09"
  },
  {
    "text": "Assyria's massive army comes and besieges Jerusalem. But an angel of the Lord went out and battled on Hezekiah's behalf to defeat the Assyrians.",
    "start": "00:05:10",
    "end": "00:05:20"
  },
  {
    "text": "And so that story is told in Isaiah chapters 36, 39. There's a parallel of that story in the Book of Two Kings and Hezekiah. In the story actually really trust God to deliver the city.",
    "start": "00:05:20",
    "end": "00:05:31"
  },
  {
    "text": "Jerusalem stands, but just barely.",
    "start": "00:05:32",
    "end": "00:05:34"
  },
  {
    "text": "So Isaiah described Assyria as A flood that is coming up to the neck, and the only thing left with its head above water is Mount Zion, Jerusalem, the city on the hill.",
    "start": "00:05:34",
    "end": "00:05:46"
  },
  {
    "text": "This leaves Hezekiah nervous about the power that Assyria has. And in this fear, he does something foolish. He cozies up to an empire that's on the rise, the empire of Babylon.",
    "start": "00:05:47",
    "end": "00:05:59"
  },
  {
    "text": "So these Babylonians, Babylonians come, and Hezekiah hosts them and he shows them everything in his treasury, the entire military, storehouses. And so once the Babylonians leave and Hezekiah's feeling good because he just secured Jerusalem's future, right? Isaiah comes and he says this. The days are coming when everything in your house that your ancestors have stored up to this day will be carried off to Babylon. But he also believed that God wouldn't give up on the promise that he made to David over 200 years ago, that a king would come from his line that would be faithful to God. So he talks about a branch sprouting up from the line of Jesse, and the tribes are going to be regathered. This is all a part of Isaiah, that there will be a highway for the remnant of his people who are left remaining, just as there was for Israel in the day that they came up from the land.",
    "start": "00:05:59",
    "end": "00:06:53"
  },
  {
    "text": "Now, this is 1:39, in which the exile of Babylon has not yet taken place. And then we read Isaiah chapter 40. It's as if we flashed forward in time. The exile of Babylon has happened and God needs to repossess them once again.",
    "start": "00:06:54",
    "end": "00:07:10"
  },
  {
    "text": "In Isaiah 40, a new prophetic voice is summoned to announce a message to Israel that has experienced and gone through the tragedy of exile.",
    "start": "00:07:11",
    "end": "00:07:21"
  },
  {
    "text": "The prophetic hope is this. Just like God redeemed Israel from Egypt, God will redeem Israel from Babylon. With all that in mind, let's read Isaiah 40.",
    "start": "00:07:22",
    "end": "00:07:34"
  },
  {
    "text": "So Isaiah 40 comes, and it's a voice of a herald. And just the opening words are, hey, y', all, y' all bring comfort, y' all bring comfort, says your God. Y' all speak to the heart of Jerusalem and call out to it, because her hard service has been completed, her iniquity has been satisfactorily dealt with. For she has received from the hand of Yahweh double for all of her sins. So this is a complex passage.",
    "start": "00:07:38",
    "end": "00:08:14"
  },
  {
    "text": "So they've broken the covenant. They now are in exile. And that's the consequence of breaking the covenant.",
    "start": "00:08:16",
    "end": "00:08:23"
  },
  {
    "text": "Yep, that's what's being mentioned here, as Israel committed iniquity and sin. That's the iniquity that had consequences that had to be be worked with worked through.",
    "start": "00:08:23",
    "end": "00:08:31"
  },
  {
    "text": "And now Babylon taking Jerusalem out. It's been dealt with.",
    "start": "00:08:31",
    "end": "00:08:36"
  },
  {
    "text": "Yep. It's over.",
    "start": "00:08:36",
    "end": "00:08:37"
  },
  {
    "text": "And now there's a time for comfort.",
    "start": "00:08:37",
    "end": "00:08:39"
  },
  {
    "text": "Now God is summoning a plural group who is to tell Jerusalem that it's now the time of that God's going to comfort his people.",
    "start": "00:08:39",
    "end": "00:08:49"
  },
  {
    "text": "Okay, so the flood has come. Now it's time for the flood to receive.",
    "start": "00:08:49",
    "end": "00:08:54"
  },
  {
    "text": "Yes, Washed away the flood, there to be comfort. That's right. In fact, yes. In Isaiah 54, the Babylonian exile is referred to as the waters of the flood, as the days of Noah. And Yahweh's doing a new thing. In fact, we'll read that hopefully in a little bit. So Israel's rescue out of Babylonian exile and return back to the land. Isaiah explicitly refers to that new act of rescue as a new Exodus. And so what was one of the key words used in the Exodus story to talk about that transfer of possession from Pharaoh, who wrongfully took Israel into possession of slaves? And Yahweh said, I'm coming to reclaim what's mine. Yeah, I mean, that's where the word redemption was introduced in a biblical story. So we should expect that this new Exodus out of Babylon will be accompanied by all this redemption vocabulary. And lo and behold, in Isaiah 40 to 66, the word redemption appears in a higher density in these 27 chapters than anywhere in the Hebrew Bible. 4066 has our three words. Gaal, Padah, and kofir are all used. So in particular, gaal is used 23 times, plus padah four times, plus kofer once, making for a total of 28 times. Okay, so this is what Yahweh, your redeemer, okay. Your goel, the holy one of Israel. For your sake, I will send to Babylon and break down all the bars, and the shouting of the Chaldeans will be turned to lamentation.",
    "start": "00:08:54",
    "end": "00:10:42"
  },
  {
    "text": "The shouting, like the celebration.",
    "start": "00:10:43",
    "end": "00:10:45"
  },
  {
    "text": "Yeah, yeah. So insert Egypt into these lines. And this could be from the book of Exodus. For your sake, I will send to Egypt and break down the bars, and the shouting of the Egyptians will turn to lamentation. Think of the night of Passover. Isaiah 48:20 is another example. Go out from Babylon, flee from Chaldea, proclaim it with a shout of joy, announce it, send it to the ends of the earth and say, yahweh has redeemed his servants. Jacob. This could be. Think of the song of worship that Israel sings after the redemption through the Red Sea. Yeah, the Red Sea. I just said the Red Sea. Some habits die hard. The Reed Sea. Okay, yeah, yeah, yeah. So what's interesting is that this present and right on the cusp about to happen, deliverance out of Babylon, when it's retold, it gets retold as a new Exodus story. But again, the way that redemption language is used here is really interesting. So this is one fascinating example. It's in Isaiah 43, verses 1 through 4. But now, this is what? Yahweh, the one who created you. That's the Hebrew word bara, from the first line, Genesis, and the one who formed you, O Israel.",
    "start": "00:10:46",
    "end": "00:12:08"
  },
  {
    "text": "So then Genesis 2.",
    "start": "00:12:08",
    "end": "00:12:10"
  },
  {
    "text": "Yes. Yeah. Actually, that right there is really significant because it's two poetic parallel lines that are bringing together the two words for create. One from the seven day narrative and then one from the Eden narrative, blending them together in parallel lines.",
    "start": "00:12:10",
    "end": "00:12:29"
  },
  {
    "text": "That's cool.",
    "start": "00:12:29",
    "end": "00:12:29"
  },
  {
    "text": "Yeah.",
    "start": "00:12:29",
    "end": "00:12:30"
  },
  {
    "text": "And this is all kind of reminding us God owns everything.",
    "start": "00:12:30",
    "end": "00:12:34"
  },
  {
    "text": "Yeah, good. That's right. That's right.",
    "start": "00:12:34",
    "end": "00:12:36"
  },
  {
    "text": "He's the one who created everything. Everything belongs to him.",
    "start": "00:12:36",
    "end": "00:12:39"
  },
  {
    "text": "That's right. Yeah. And here Israel is being depicted as an Adam on analogy to the human created in Genesis 1 and 2. Do not be afraid, because I have redeemed you. It's Gaal here. I have called you by your name. You are mine. Notice the emphasis on ownership, possession.",
    "start": "00:12:39",
    "end": "00:13:03"
  },
  {
    "text": "I have redeemed you. Is this referring to Egypt then? Is this referring to the first Exodus?",
    "start": "00:13:03",
    "end": "00:13:08"
  },
  {
    "text": "Exactly.",
    "start": "00:13:09",
    "end": "00:13:09"
  },
  {
    "text": "What do you mean, exactly? It is.",
    "start": "00:13:10",
    "end": "00:13:12"
  },
  {
    "text": "Yeah. On one level it is, but the context for it is Yahweh is redeeming you from Babylon.",
    "start": "00:13:12",
    "end": "00:13:19"
  },
  {
    "text": "Okay.",
    "start": "00:13:19",
    "end": "00:13:20"
  },
  {
    "text": "Because again, the Context from Isaiah 40 is this is the time of comfort. Like, I'm bringing you out of Babylon back to the land.",
    "start": "00:13:20",
    "end": "00:13:27"
  },
  {
    "text": "Yeah.",
    "start": "00:13:27",
    "end": "00:13:27"
  },
  {
    "text": "So verse two, when you pass through the waters, I'm with you. When you pass through rivers, they won't flow over you. So that first line would make you think of the sea of reeds. The second line, through rivers, makes you think of, well, they're separated from their land not by a sea right now, but by the river Euphrates. When you walk through the fire, you won't be burned. The flame won't scorch you. So water and fire are the two main decreation images in Genesis, the flood story, and Sodom and Gomorrah, that's fire from skies. Fire rains. And the flood, water rains down. In Sodom and Gomorrah, fire rains down. So fire and water, you know, like elemental opposites. But both of them are ways that Yahweh might invite his people into a test of their trust to recreate them.",
    "start": "00:13:28",
    "end": "00:14:27"
  },
  {
    "text": "To go through the water to go through the fire.",
    "start": "00:14:27",
    "end": "00:14:30"
  },
  {
    "text": "That's right. So also think of through the fire, Daniel, like the fiery furnace.",
    "start": "00:14:30",
    "end": "00:14:36"
  },
  {
    "text": "Very literally, go through the fire.",
    "start": "00:14:36",
    "end": "00:14:37"
  },
  {
    "text": "Yeah, that's right. It's like a narrative example of this theme or idea. Okay, so here's the new bit for I am Yahweh, the Holy One of Israel, your rescuer. I gave Egypt as your kofer.",
    "start": "00:14:37",
    "end": "00:14:57"
  },
  {
    "text": "I gave Egypt as your kofer, cush.",
    "start": "00:14:58",
    "end": "00:15:00"
  },
  {
    "text": "And Sevah in place of you, because you are precious in my eyes. You are honored. I myself love you. I will give people in place of you and nations in place of your life.",
    "start": "00:15:00",
    "end": "00:15:15"
  },
  {
    "text": "Okay.",
    "start": "00:15:15",
    "end": "00:15:16"
  },
  {
    "text": "Okay. So notice the literary design of verses 1 through 4. You had this opening statement of, yahweh is your creator, therefore your repossessor. You belong to me. Then you have this fire and water bit in the middle. Then we come back to that possession redemption imagery. But we were really trying to focus on this. This exchange.",
    "start": "00:15:16",
    "end": "00:15:38"
  },
  {
    "text": "The payment of exchange.",
    "start": "00:15:38",
    "end": "00:15:40"
  },
  {
    "text": "Yes, yes.",
    "start": "00:15:40",
    "end": "00:15:41"
  },
  {
    "text": "What is it going to take for God to take Israel out of Babylon? There's going to be some sort of exchange.",
    "start": "00:15:41",
    "end": "00:15:49"
  },
  {
    "text": "And what is interesting, giving Egypt as your ransom. Gave. It's a perfect verb meaning completed action.",
    "start": "00:15:50",
    "end": "00:15:58"
  },
  {
    "text": "Okay.",
    "start": "00:15:58",
    "end": "00:15:59"
  },
  {
    "text": "Whereas in verse four, it's a future action. I will give peoples in place of you and nations in place of your life. So Yahweh has did something in the past that set a pattern for what he's going to do in the near future.",
    "start": "00:15:59",
    "end": "00:16:16"
  },
  {
    "text": "Oh, okay.",
    "start": "00:16:16",
    "end": "00:16:17"
  },
  {
    "text": "So what does it mean to give I gave Egypt as your ransom?",
    "start": "00:16:17",
    "end": "00:16:22"
  },
  {
    "text": "Yeah.",
    "start": "00:16:22",
    "end": "00:16:22"
  },
  {
    "text": "Let's plug it into our, like, vocabulary discussion from earlier.",
    "start": "00:16:22",
    "end": "00:16:25"
  },
  {
    "text": "So if this is past tense, God rescued Israel from Pharaoh in Egypt, and he didn't give Pharaoh anything. Right, Right.",
    "start": "00:16:25",
    "end": "00:16:36"
  },
  {
    "text": "That's right.",
    "start": "00:16:36",
    "end": "00:16:37"
  },
  {
    "text": "The plagues were just like, hey, let me show you my power so that you will release them. There was no, like, let me give you some sort of cohert payment, and then you'll be, like, happy to let him go.",
    "start": "00:16:37",
    "end": "00:16:47"
  },
  {
    "text": "Yeah. So in the Exodus story, Pharaoh claims to be the possessor of enslaved Israel.",
    "start": "00:16:47",
    "end": "00:16:54"
  },
  {
    "text": "Yeah.",
    "start": "00:16:54",
    "end": "00:16:54"
  },
  {
    "text": "And Yahweh says, nope, they're mine. I'm going to take them back.",
    "start": "00:16:55",
    "end": "00:16:59"
  },
  {
    "text": "Right.",
    "start": "00:16:59",
    "end": "00:16:59"
  },
  {
    "text": "And that's referred to both with our two words, Padah and Gaal. But in that story, God doesn't pay Pharaoh something. He just releases them, the Israelites. So I gave Egypt as your ransom. So here, if you give a ransom, you give it to somebody who owns another.",
    "start": "00:16:59",
    "end": "00:17:20"
  },
  {
    "text": "Yeah.",
    "start": "00:17:20",
    "end": "00:17:21"
  },
  {
    "text": "Right. So in this little retelling, Egypt itself belongs to somebody else. Pharaoh is given in exchange for Israel.",
    "start": "00:17:21",
    "end": "00:17:31"
  },
  {
    "text": "And what's here in this Retell in exchange for Israel.",
    "start": "00:17:31",
    "end": "00:17:34"
  },
  {
    "text": "Well, what happened to Pharaoh that didn't end up happening to the Israelites on the night of Passover or at the Sea of Reeds.",
    "start": "00:17:34",
    "end": "00:17:41"
  },
  {
    "text": "Yeah.",
    "start": "00:17:42",
    "end": "00:17:42"
  },
  {
    "text": "Death was visited on Pharaoh.",
    "start": "00:17:42",
    "end": "00:17:44"
  },
  {
    "text": "Okay.",
    "start": "00:17:44",
    "end": "00:17:45"
  },
  {
    "text": "Pharaoh's son died. And then at the Sea of Reeds, Pharaoh died.",
    "start": "00:17:45",
    "end": "00:17:50"
  },
  {
    "text": "Yeah. With his army.",
    "start": "00:17:50",
    "end": "00:17:51"
  },
  {
    "text": "And in both of those stories, the son of Pharaoh died. But the sons of the Israelites and whoever, whatever Egyptians went into the house. Right. Covered by the blood, did not. So in a way, God handed Egypt over to death and Israel was set free.",
    "start": "00:17:52",
    "end": "00:18:13"
  },
  {
    "text": "Okay. Now he didn't have to like, Egypt could have also said, Yahweh, we're down.",
    "start": "00:18:14",
    "end": "00:18:22"
  },
  {
    "text": "Yeah, that's right. That's right.",
    "start": "00:18:22",
    "end": "00:18:23"
  },
  {
    "text": "We're sorry. We shouldn't have been killing these kids. We should have been enslaving. And we're gonna put the blood on our doorway too. Like we're totally down.",
    "start": "00:18:23",
    "end": "00:18:32"
  },
  {
    "text": "And we know that many people from Egypt did that because a whole bunch of non Israelites went out of Egypt.",
    "start": "00:18:32",
    "end": "00:18:39"
  },
  {
    "text": "With Israel, in which case they didn't have to die for Israel. Isn't a cofa payment. Like there needs to be an exchange of value in order for this to go down.",
    "start": "00:18:39",
    "end": "00:18:49"
  },
  {
    "text": "Yeah. Right.",
    "start": "00:18:49",
    "end": "00:18:50"
  },
  {
    "text": "So we can't transfer ownership until the exchange of value happens.",
    "start": "00:18:50",
    "end": "00:18:53"
  },
  {
    "text": "That's right.",
    "start": "00:18:53",
    "end": "00:18:53"
  },
  {
    "text": "It's a necessity.",
    "start": "00:18:53",
    "end": "00:18:54"
  },
  {
    "text": "That's right.",
    "start": "00:18:54",
    "end": "00:18:55"
  },
  {
    "text": "In this case, Egypt's dying wasn't a necessity for Israel to be free.",
    "start": "00:18:55",
    "end": "00:19:01"
  },
  {
    "text": "I understand. It was a result of them resisting Yahweh's ten times over invitation to let Israel go free.",
    "start": "00:19:01",
    "end": "00:19:09"
  },
  {
    "text": "So technically it's not a Kofar.",
    "start": "00:19:09",
    "end": "00:19:10"
  },
  {
    "text": "Ah, right. Okay.",
    "start": "00:19:11",
    "end": "00:19:12"
  },
  {
    "text": "But then here in this poem, it's described as a kofir.",
    "start": "00:19:12",
    "end": "00:19:16"
  },
  {
    "text": "Okay, yeah, thank you. It's good clarification. Okay, so in retrospect we can see it's one way of thinking about the destruction of Egypt, which was self caused by at least by its king. That that destruction of Egypt that resulted in the redemption of Israel can be thought of here and is thought of here as Yahweh giving Egypt as a kofer for his people. And then Cush and Seva are southern territories of Egypt. And sometimes we're seen as distinct people groups that live down there, but here they're associated. So this is so interesting. The whole thing is about Yahweh's chosen servant, which is in this frame, his people, Israel. They have gone through the fire in the waters and they have gone through so much suffering in their history in the exile. Think back to our podcast series and videos. Was a huge crisis of faith. Is Yahweh still with us? Has he abandoned us? Has he abandoned his promises? And so this is like a poem of comfort. Like, when you go through the waters, I'm with you. When you go through the fire, I'm with you. I've called you by name. You are mine. Have you noticed that in the past? And right now, when I deliver you, there's all these other nations that have resisted my purpose or tried to destroy you. And I brought justice on them so that I could redeem you.",
    "start": "00:19:16",
    "end": "00:20:55"
  },
  {
    "text": "And you can think of that as a.",
    "start": "00:20:55",
    "end": "00:20:57"
  },
  {
    "text": "And you can think of that as Egypt being offered. Yeah, it's so interesting. So the question is, well, who is the kofar being given over to?",
    "start": "00:20:57",
    "end": "00:21:06"
  },
  {
    "text": "Right.",
    "start": "00:21:06",
    "end": "00:21:06"
  },
  {
    "text": "And the unspoken figure in the background here is death. Because Pharaoh died and a whole bunch of Egyptians died. It was the result of their own decisions. But it seems like we're imagining God handing Egypt over to death with the result that Israel goes free. The unspoken wrongful possessor that's trying to take life is given a kofer, and Israel goes free. Which is a way to think about the night of Passover. Yahweh unleashes the destroyer.",
    "start": "00:21:07",
    "end": "00:21:48"
  },
  {
    "text": "Yeah. Death.",
    "start": "00:21:48",
    "end": "00:21:49"
  },
  {
    "text": "And death is roaming throughout Egypt.",
    "start": "00:21:50",
    "end": "00:21:53"
  },
  {
    "text": "But there, the kofer is the blood.",
    "start": "00:21:53",
    "end": "00:21:54"
  },
  {
    "text": "There, the kofer is the.",
    "start": "00:21:54",
    "end": "00:21:56"
  },
  {
    "text": "That's the real kofar.",
    "start": "00:21:56",
    "end": "00:21:57"
  },
  {
    "text": "The life of the Passover lamb. Yeah, yeah, yeah, that's right. But here, Egypt is the kofir. So I'm just trying to account for. Why is Egypt called the kofer. Okay. Normally when you retell the story, you think of the Passover lamb.",
    "start": "00:21:57",
    "end": "00:22:09"
  },
  {
    "text": "Yeah.",
    "start": "00:22:09",
    "end": "00:22:09"
  },
  {
    "text": "Its life was surrendered to death so that anyone in the house could have life.",
    "start": "00:22:10",
    "end": "00:22:15"
  },
  {
    "text": "Okay. So that seems like the most important cofert to pay attention to. So why here in this poem, not talk about that? I talk about Egypt being the Kofert.",
    "start": "00:22:15",
    "end": "00:22:26"
  },
  {
    "text": "I know. I agree with you.",
    "start": "00:22:26",
    "end": "00:22:29"
  },
  {
    "text": "Yeah.",
    "start": "00:22:29",
    "end": "00:22:29"
  },
  {
    "text": "That's why this passage is so interesting.",
    "start": "00:22:29",
    "end": "00:22:31"
  },
  {
    "text": "What's the payoff?",
    "start": "00:22:32",
    "end": "00:22:33"
  },
  {
    "text": "Oh, so here it's all in a message of comfort. So this is Israel's covenant God speaking to his people who have endured a besieged capital city for almost two years. Horrific starvation and death in the city. A whole bunch of the population, like, taken captive, marched. You know, all the terrible stuff. Displacement. Yeah, all of that. So these chapters of Isaiah, especially 40 to 55, they're like this very personal letter of comfort. So here it's saying, like, listen, look at all these empires around you. Egypt, Babylon. You notice they're all crumbling. But I am with you. The frame is Israel at the expense of other nations. Now, that's only within one, like, context. Because when you zoom out to the biggest context of Isaiah is Yahweh is redeeming Israel so that he can do through them something for all the nations.",
    "start": "00:22:33",
    "end": "00:23:45"
  },
  {
    "text": "I see. These are the moments that trip me up in the Bible a lot because it feels like God just saying, hey, they're gonna get what's theirs.",
    "start": "00:23:47",
    "end": "00:23:54"
  },
  {
    "text": "Yeah. Or it's Yahweh being partial Right. To one people group over another and.",
    "start": "00:23:54",
    "end": "00:23:59"
  },
  {
    "text": "Then saying, like, don't worry, they've been bad to you. They're gonna get theirs. And that is actually comforting to hear when someone's been exploiting you to know that they're going to have to pay.",
    "start": "00:23:59",
    "end": "00:24:12"
  },
  {
    "text": "Yeah.",
    "start": "00:24:12",
    "end": "00:24:12"
  },
  {
    "text": "So this is just a moment for them to just this relief of, like, the people that have been enslaving, murdering, oppressing, like.",
    "start": "00:24:13",
    "end": "00:24:23"
  },
  {
    "text": "Yeah, they will be held accountable.",
    "start": "00:24:23",
    "end": "00:24:24"
  },
  {
    "text": "They're being held accountable.",
    "start": "00:24:24",
    "end": "00:24:25"
  },
  {
    "text": "In fact, Yahweh will bring about their downfall.",
    "start": "00:24:25",
    "end": "00:24:28"
  },
  {
    "text": "Okay.",
    "start": "00:24:28",
    "end": "00:24:28"
  },
  {
    "text": "So that you could think of those other oppressing nations, become the ransom payment handed over to death so that we can go free.",
    "start": "00:24:28",
    "end": "00:24:38"
  },
  {
    "text": "Yeah.",
    "start": "00:24:38",
    "end": "00:24:39"
  },
  {
    "text": "Yeah. Now you have to work that out with Jesus saying, love your enemies, don't kill them or hand them over to death, but love them. Because that's how God treats the righteous and the wicked. So that is an important way. You've got to work how those go together. But when you're just zoomed into Isaiah 43, I first just want to understand this passage on its own terms. And it just says something so surprising.",
    "start": "00:24:40",
    "end": "00:25:07"
  },
  {
    "text": "Right.",
    "start": "00:25:07",
    "end": "00:25:07"
  },
  {
    "text": "Let's enter another parable. Let's think about marriage and then some kind of separation and divorce and abandonment and widowhood. That's the world brings us into the world of Isaiah 54. It's a very powerful poem that uses a different narrative storyline to make the same exact point. So Isaiah 54 comes along and just start speaking to a woman who's never been able to have children. And that infertile woman is called to burst into a song of joy. That's the opening of Isaiah 54. Sing for joy, O barren woman who has never given birth. Burst forth into rejoicing and have joy, you who have never been and labor. Because the children of the desolate woman are more than the children of the married woman, says Yahweh. So let's pause first. Let's think backwards in terms of hyperlink or design patterns. This poem could be said of many women throughout the Torah and prophets. And those stories are all in the background here.",
    "start": "00:25:34",
    "end": "00:26:49"
  },
  {
    "text": "Yep. So Sarah and Hannah are the two women on my brain Totally.",
    "start": "00:26:49",
    "end": "00:26:53"
  },
  {
    "text": "It's great. Those should be on the brain. Also, Rachel, who is Jacob's most preferred wife, she's not having any children, while her sister, who's also Jacob's wife, is having Reuben and Levi and Judah and all that. So there's this motif of a woman who is married but can't have kids, in contrast to a woman who's having lots of children. And in the traditional culture within which the Hebrew Bible narratives take place, that's a situation of real social shame for the woman who can't give birth. So that inability to have children is going to result in lots of children. That's the first frame. Don't be afraid. You will not be ashamed, for you will forget the shame of your youth and will no longer remember the disgrace of your widowhood.",
    "start": "00:26:53",
    "end": "00:27:49"
  },
  {
    "text": "This is a widowed woman. Now it's a widow never gave birth.",
    "start": "00:27:49",
    "end": "00:27:52"
  },
  {
    "text": "Yeah, we're like, stacking.",
    "start": "00:27:53",
    "end": "00:27:54"
  },
  {
    "text": "Yeah. The problems.",
    "start": "00:27:54",
    "end": "00:27:55"
  },
  {
    "text": "The problems and the vulnerabilities. These are two of the most vulnerable situations in the traditional patriarchal farming culture of the ancient Israelites.",
    "start": "00:27:55",
    "end": "00:28:07"
  },
  {
    "text": "Be a barren woman. Be a widowed woman.",
    "start": "00:28:07",
    "end": "00:28:08"
  },
  {
    "text": "Yes, that's right. And now it's someone. Is both of these somehow at the same time? Verse 5. Why should you not be afraid? And why should you sing for joy? Because your husband is your creator. His name is Yahweh.",
    "start": "00:28:09",
    "end": "00:28:27"
  },
  {
    "text": "Okay, so now we're not talking about a woman as much as we're talking about Israel as the woman.",
    "start": "00:28:28",
    "end": "00:28:34"
  },
  {
    "text": "Israel is being depicted. Or metaphorically portrayed. Yeah. As being a woman who's never been able to have kids, and then also a woman who has been forced into mourning and tragedy for the death of the husband. But then you're like, but wait, the husband is Yahweh. Yahweh never died. So we're.",
    "start": "00:28:34",
    "end": "00:28:56"
  },
  {
    "text": "Yes. In this metaphoric world that we're in.",
    "start": "00:28:56",
    "end": "00:28:59"
  },
  {
    "text": "What do you say? Metaphorical kaleidoscope. Okay, from one angle, she's a widow. Yeah, widow. From one angle, she's the wife of Yahweh. That's right. So your husband is your creator and your redeemer is the Holy One of Israel. Oh, sorry. Back to the widow. We think of Ruth and Naomi in terms of vulnerable stories about vulnerable widows. In the Hebrew Bible, Ruth and Naomi are the number one stories. So your husband is your creator, your redeemer, your Goel is the holy one of Israel, the God of all the land. But here we are to the possession theme. So Yahweh has called you like a wife who has been forsaken and hurt of spirit, like A wife of young age when she is rejected. So now Israel is like a young divorced woman who has been rejected and forsaken by a husband.",
    "start": "00:28:59",
    "end": "00:30:04"
  },
  {
    "text": "And this is a way to talk about the exile.",
    "start": "00:30:04",
    "end": "00:30:06"
  },
  {
    "text": "This is all thinking about the exile. So having the inability to produce children, your future is cut off.",
    "start": "00:30:07",
    "end": "00:30:15"
  },
  {
    "text": "Yeah. Yep.",
    "start": "00:30:15",
    "end": "00:30:16"
  },
  {
    "text": "The widowhood, everything that you value has died and you were married and there's.",
    "start": "00:30:16",
    "end": "00:30:23"
  },
  {
    "text": "No one to come and save you as a widow.",
    "start": "00:30:23",
    "end": "00:30:26"
  },
  {
    "text": "But you were rejected and abandoned by your husband. So there's three different ways that a woman could become vulnerable in that society. All of them are named and mapped metaphorically onto Israel's history of unfaithfulness and then God handing them over to exile. But now is a moment of redemption. So verse seven, I abandoned you for a short moment, but I will gather you with great compassion. I hid my face from you for a moment in flowing anger, but I will have compassion on you with everlasting faithfulness, says your Redeemer, Yahweh. This is a great example of metaphorical kaleidoscoping. This happens all the time in Isaiah especially. So we're not trying to paint a literal picture. We have multiple metaphorical stories stacked on top of each other.",
    "start": "00:30:26",
    "end": "00:31:24"
  },
  {
    "text": "We're focusing in on the Redeemer part of this and for a widow to be redeemed. This is the story of Ruth and Naomi.",
    "start": "00:31:24",
    "end": "00:31:33"
  },
  {
    "text": "Yeah.",
    "start": "00:31:33",
    "end": "00:31:33"
  },
  {
    "text": "And Ruth is a widow and the Goel comes and rescues her and becomes her husband. And so now she can produce a family and have life in the land. And so here Isaiah is talking to Israel in exile and he's saying, there's comfort coming. You could think of yourself like a widowed woman.",
    "start": "00:31:34",
    "end": "00:32:00"
  },
  {
    "text": "Yes.",
    "start": "00:32:00",
    "end": "00:32:01"
  },
  {
    "text": "In fact, think of yourself as a barren woman because just life has been cut off for you. And you can even think of yourself as a divorced woman in a way, because of the covenant unfaithfulness, you have been handed over to consequences which in the logic of the storyline of the Bible, is you won't stay in the land and the land will reject you. So you're experiencing all that. But in spite of all that, there is comfort coming. And it's coming here in this poem, in this figure of the Redeemer. The husband Redeemer.",
    "start": "00:32:01",
    "end": "00:32:40"
  },
  {
    "text": "Yes, a husband redeemer, which is the Boaz character.",
    "start": "00:32:40",
    "end": "00:32:43"
  },
  {
    "text": "Someone coming and saying, I will take you and I will bring you back to life. What's interesting is God is the husband that also had to reject Israel and will be the one to redeem.",
    "start": "00:32:44",
    "end": "00:32:58"
  },
  {
    "text": "That's right. So this poem doesn't elaborate on, well, why Would Yahweh have abandoned and hid his face? And there. That's because the poet is assuming you've.",
    "start": "00:32:58",
    "end": "00:33:11"
  },
  {
    "text": "Internalized all of why did the flood come?",
    "start": "00:33:11",
    "end": "00:33:14"
  },
  {
    "text": "Exactly. Yeah.",
    "start": "00:33:14",
    "end": "00:33:15"
  },
  {
    "text": "Why are we experiencing death? And that's not what's focused on here. What's focused on here is how are we going to be rescued from this flood?",
    "start": "00:33:15",
    "end": "00:33:25"
  },
  {
    "text": "Yep. Yeah, that's right. And actually just the flood we brought up earlier, the next line, like verse nine, is for all of this are like the waters of Noah to me. So the poet brings up the flood. So now all of a sudden, this infertile, widowed, divorced woman and the experience of going from that state to remarried, big family and with a living husband. Again, all of that is set on analogy to the flood in this poem. But just this section, verses 1 to 8, it's like we are thinking of Ruth, but somehow we're also thinking of Sarah and Rachel and Hannah and all of these stories of women who are brought into moments of crisis in these narratives because of the sins of others, sometimes because of their own moral failings and ways they wronged others. But it creates these situations of crisis and vulnerability. And then in each case, God does something to restore them to a family. And here that role is called the redeemer. And so Boaz, just thinking of our last episode, previous episode, Boaz is like a narrative image for what Yahweh continually does for Israel, for all these women in the story of the Bible. But then also all of that is an image for what Yahweh is doing for Israel. And all of that is an image of what Yahweh is doing for all of creation on, like the largest frame out. Yeah, so it's just such a rich, multi layered use of this redemption language of the rescue from Egypt is like them being redeemed not just from Egypt, but from death itself. So much that Egypt is thought of as like the ransom payment. Or here Yahweh can be thought of as like the Boaz, the redeeming husband, who comes to restore a woman whose husband has died or divorced her and she's never been able to have kids. And now all of those family elements are brought. And these are all Eden images of family, of community, covenant, union, resulting in the flourishing of life in a safe and secure environment.",
    "start": "00:33:25",
    "end": "00:35:54"
  },
  {
    "text": "And bringing it back to Eden brings it back to our most basic frame, which is we belong to God, but we have been handed over to death.",
    "start": "00:35:54",
    "end": "00:36:03"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:36:03",
    "end": "00:36:04"
  },
  {
    "text": "And so we exist for the life of Eden and we are gods.",
    "start": "00:36:05",
    "end": "00:36:10"
  },
  {
    "text": "Yeah. Our rightful identity is ones who are possessed by God.",
    "start": "00:36:10",
    "end": "00:36:13"
  },
  {
    "text": "Children of God. Children of God, images of God treasured by God. And then through our own volley, decide a different way, which then transfers us into the possession of death. And the story of the Bible is about God snatching us from death back to our proper ownership.",
    "start": "00:36:14",
    "end": "00:36:37"
  },
  {
    "text": "Yeah.",
    "start": "00:36:37",
    "end": "00:36:38"
  },
  {
    "text": "And that exchange of ownership, that transfer of ownership, that repossessing, is a redemption. And there's two ways. We've been talking about it here in Isaiah, which is the Exodus pattern of that happening. But then we are talking about the Boaz pattern or the. The pattern of the woman being transferred back to life as well.",
    "start": "00:36:38",
    "end": "00:37:01"
  },
  {
    "text": "Yeah, that's right. Yep. That's Isaiah 54. And in Isaiah, this is about the other side of Babylonian exile. Something yet future and redemption. Redemption can just now cover so many aspects of Israel's restoration and therefore of humanity's needed restoration. The cosmos restoration, which is a restoration to fruitfulness, safety, security, life, and redemption, results in all of those things. God repossessing. So even though Isaiah fits into a specific moment in the biblical story, this transition from Babylonian exile back into freedom, it's also about the whole biblical story, cosmically and personally. And that's why this poem in particular, I wanted to end here, because it's speaking of something that's very personal, intimate, intense emotional investment in pain. And Yahweh's the redeeming husband who wants to restore his people to life and flourishing. That is the goal of redemption.",
    "start": "00:37:01",
    "end": "00:38:14"
  },
  {
    "text": "That's it for today's podcast. Next week, we're going to look at redemption in the scroll of the Psalms. Israel's King David figures prominently in the Psalms, and his words about redemption come to represent much more than just his own life experiences.",
    "start": "00:38:18",
    "end": "00:38:35"
  },
  {
    "text": "There are many poems connected to David that speak in the first person, but then you start to feel like what's happening for David is somehow brought into this bigger frame of the redemption of all Israel, which is brought into the biggest frame, the redemption of all humanity in the cosmos.",
    "start": "00:38:35",
    "end": "00:38:53"
  },
  {
    "text": "Bibleproject is a crowdfunded nonprofit, and we exist to help people experience the Bible as a unified story that leads to Jesus. Everything that we make is free because of the generous support of thousands of people just like you. Thank you so much for being a part of this with us.",
    "start": "00:38:53",
    "end": "00:39:08"
  },
  {
    "text": "Hi, my name is Zala and I'm from Slovenia. Hi, my name is Cody and I'm from Wilsonville, Oregon. I first heard about the Bible Project by finding them on YouTube. I used the Bible Project for deepening my faith and enriching my study of the Bible I first heard about the Bible Project even before it was the Bible Project. Tim used to do Bible in five, explaining every book of the Bible. I use BibleProject for my personal studies and I'm also a youth leader. My favorite thing about the Bible Project is I don't know where to begin. I love all of the videos, the podcasts, and the classroom sessions, and I love the app as well. My favorite thing about the Bible Project is that it brings clarity that I sometimes miss when I read it on my own. We believe the Bible is a unified story that leads to Jesus. Bibleproject is a nonprofit funded by people like me. Find free videos, articles, podcasts, classes, and more on the Bibleproject app and@bibleproject.com.",
    "start": "00:39:11",
    "end": "00:40:15"
  },
  {
    "text": "Hey.",
    "start": "00:40:17",
    "end": "00:40:18"
  },
  {
    "text": "Everyone, this is Terry and I'm part of our Patron care team here at bibleproject. I've been working at bibleproject for almost a year now and my favorite part about my work is getting to spend time with our patron community and just hearing stories of what God is doing in their lives. There's a whole team of people that bring the podcast to life every week, and for a full list of everyone who's involved, check out the show credits in the episode description. Wherever you stream the podcast and on our website.",
    "start": "00:40:18",
    "end": "00:40:46"
  },
  {
    "text": "SA.",
    "start": "00:40:51",
    "end": "00:40:51"
  }
]