[
  {
    "text": "There's an important word in the Bible that's connected to the Exodus story. It's the word redemption. Israel was a slave to Egypt and God redeemed them. So what does this mean, to be redeemed? I mean, you can redeem a coupon, you can redeem a day, but people can be redeemed.",
    "start": "00:00:05",
    "end": "00:00:22"
  },
  {
    "text": "Really, stop and think about that. Why are we talking that way?",
    "start": "00:00:22",
    "end": "00:00:26"
  },
  {
    "text": "To be redeemed is to be reclaimed. You were lost, but now you're found. You were a slave to death, but now you're a son of God. And this reclaiming occurs when you're transferred from one state to the other. That transfer, that is the redemption.",
    "start": "00:00:26",
    "end": "00:00:42"
  },
  {
    "text": "There's something the biblical authors want us to see, that human beings are the rightful possession of their creator. God calls Israel his treasured possession.",
    "start": "00:00:42",
    "end": "00:00:53"
  },
  {
    "text": "In the story of the Bible, humanity becomes the possession of something else. This is illustrated in the Exodus story, where Israel wrongfully becomes the possession to Egypt as slaves. But the Bible takes this idea further and thinks about how all of humanity has become slaves to some other ruler called sin and death. And so the act of bringing people back to where they belong, that's what the Bible calls a redemption. And this word is not simply an interesting way to think about the story of the Bible. This word is gets to the heart of how Jesus saw himself as a redeemer.",
    "start": "00:00:53",
    "end": "00:01:29"
  },
  {
    "text": "Whatever this word means. We're at the heart of understanding why Jesus died, about how his death and resurrection are somehow beneficial to other people. We're talking about why the language of debt and payment and redeeming or purchasing is a part of how Christians talk about Jesus, life, death and resurrection.",
    "start": "00:01:29",
    "end": "00:01:51"
  },
  {
    "text": "Today we begin a theme study on the concept of redemption and the story of the Bible. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:01:52",
    "end": "00:02:03"
  },
  {
    "text": "Hello. John Collins.",
    "start": "00:02:03",
    "end": "00:02:05"
  },
  {
    "text": "Hello. Tim Mackey. Yeah, we're using surnames.",
    "start": "00:02:05",
    "end": "00:02:09"
  },
  {
    "text": "Why not? Why not?",
    "start": "00:02:09",
    "end": "00:02:10"
  },
  {
    "text": "Hey, we're starting a new theme study.",
    "start": "00:02:11",
    "end": "00:02:13"
  },
  {
    "text": "We are. These are good days.",
    "start": "00:02:14",
    "end": "00:02:15"
  },
  {
    "text": "Yeah, it's always fun.",
    "start": "00:02:15",
    "end": "00:02:16"
  },
  {
    "text": "I like these days. We are in a season of creating content inspired by the Exodus scroll.",
    "start": "00:02:16",
    "end": "00:02:23"
  },
  {
    "text": "Yeah. And in the Exodus scroll, there is a key word.",
    "start": "00:02:23",
    "end": "00:02:30"
  },
  {
    "text": "Yes. Introduced.",
    "start": "00:02:30",
    "end": "00:02:31"
  },
  {
    "text": "Introduced.",
    "start": "00:02:31",
    "end": "00:02:31"
  },
  {
    "text": "Introduced. Once it's introduced, it is central to the ideas that are the heartbeat of the biblical story. And that is the word redemption. Yeah, Redemption.",
    "start": "00:02:31",
    "end": "00:02:44"
  },
  {
    "text": "Redemption.",
    "start": "00:02:44",
    "end": "00:02:45"
  },
  {
    "text": "Or that's a noun. And then the verb is redeem.",
    "start": "00:02:45",
    "end": "00:02:48"
  },
  {
    "text": "Redeem.",
    "start": "00:02:49",
    "end": "00:02:49"
  },
  {
    "text": "And it's core to understanding the whole story. But it doesn't appear everywhere. And so in the main place where redemption first appears and where it gets its basic definitions within the story of the Liberation of the Israelites from their slavery in Egypt. There you go. Redemption. Yeah. Pretty classic religious word.",
    "start": "00:02:49",
    "end": "00:03:10"
  },
  {
    "text": "Yeah. You know what makes a real good classic religious word is where it has so much religious meaning but you don't otherwise use it.",
    "start": "00:03:10",
    "end": "00:03:16"
  },
  {
    "text": "You don't use the word.",
    "start": "00:03:17",
    "end": "00:03:18"
  },
  {
    "text": "I don't? Yeah. In normal everyday language, even the verb redeem, Redeem.",
    "start": "00:03:18",
    "end": "00:03:24"
  },
  {
    "text": "Gosh, there's no context for you to use redeem.",
    "start": "00:03:24",
    "end": "00:03:27"
  },
  {
    "text": "There is, there is a context, like I'll redeem a token or I can redeem a coupon at the store. I don't think I ever say I redeem a coupon. I go use a coupon.",
    "start": "00:03:27",
    "end": "00:03:36"
  },
  {
    "text": "You use the coupon.",
    "start": "00:03:36",
    "end": "00:03:37"
  },
  {
    "text": "But if I'm in an arcade. Right. You bring your kids to an arcade and they get the tickets, redeem the tickets and you redeem the tickets for like prizes. I think I would use, maybe use redeem there.",
    "start": "00:03:37",
    "end": "00:03:47"
  },
  {
    "text": "Yeah.",
    "start": "00:03:47",
    "end": "00:03:47"
  },
  {
    "text": "Okay.",
    "start": "00:03:47",
    "end": "00:03:48"
  },
  {
    "text": "Yep. Okay. So we have by our house in Southeast Portland is one of Portland's oldest classic video arcade. Yeah. It's called Avalon. The building's a hundred years old and it smells and feels like it when you go inside. And they have accumulated this collection of, it's like three big rooms. It's actually now when I go with my kids, which I've really limited how often they can go, they love going, they love going. But you go into these dark rooms, it's like a kid's version of a casino. There's no windows, there's no external light, it's dark. And the only light there is is purple and blue and green and red from the games. And it's just a cacophony of noise. And for me it's oppressive.",
    "start": "00:03:48",
    "end": "00:04:42"
  },
  {
    "text": "And then you spend $20 and you end up with like 200 tickets.",
    "start": "00:04:43",
    "end": "00:04:46"
  },
  {
    "text": "Exactly. But many of the games, some of the classic ones like skeeball and the basketball hoop, either prints out tickets or now it all happens on these little cards, digital, digital cards.",
    "start": "00:04:47",
    "end": "00:04:58"
  },
  {
    "text": "Tickets.",
    "start": "00:04:58",
    "end": "00:04:58"
  },
  {
    "text": "And if you get tickets, tickets, then they'll accumulate on your card. And so then the end of the ritual, it's like a liturgy, is how.",
    "start": "00:04:58",
    "end": "00:05:08"
  },
  {
    "text": "Many Tootsie Rolls can I get going from the Easter?",
    "start": "00:05:08",
    "end": "00:05:10"
  },
  {
    "text": "And then they stand there and these poor workers at the arcade, God bless them, just these indecisive wishy washy 10 year olds being like, do I want them mint Tootsie Roll or the blueberry or the chocolate? And they're so patient. So what they're doing in that moment is that my kids have played these games and they've earned tickets. This value they've generated Value, Right?",
    "start": "00:05:11",
    "end": "00:05:43"
  },
  {
    "text": "Yeah.",
    "start": "00:05:43",
    "end": "00:05:44"
  },
  {
    "text": "Isn't that right?",
    "start": "00:05:44",
    "end": "00:05:44"
  },
  {
    "text": "Yeah.",
    "start": "00:05:45",
    "end": "00:05:45"
  },
  {
    "text": "In the economy of the arcade, they've generated value by winning these games. And then they can take that value and then go look at a glass case with, like, cheap plastic laser guns or Tootsie Rolls. And what they do is they lay a claim to that they've accumulated value, and they see something else of value, and they're like, I want that to be mine. And then you exchange the Exchange.",
    "start": "00:05:45",
    "end": "00:06:14"
  },
  {
    "text": "I'm exchanging my tickets for the laser gun.",
    "start": "00:06:14",
    "end": "00:06:18"
  },
  {
    "text": "That's it.",
    "start": "00:06:18",
    "end": "00:06:18"
  },
  {
    "text": "Yeah, but you need, like, 2,000 tickets for the laser gun. You're not gonna get that one.",
    "start": "00:06:18",
    "end": "00:06:22"
  },
  {
    "text": "It's so ridic. You actually pay $30 for a cheap toy laser gun that breaks in a week anyway. So it's that exchange of value.",
    "start": "00:06:22",
    "end": "00:06:31"
  },
  {
    "text": "An exchange of value, yeah.",
    "start": "00:06:32",
    "end": "00:06:33"
  },
  {
    "text": "There's something that I'm going to lay claim to, and that will be mine. And then I go through some process of transferring it into my possession. And that whole process is, I think, what the word redemption and. Or redeem classically means in English.",
    "start": "00:06:34",
    "end": "00:06:51"
  },
  {
    "text": "Okay. Is that the main meaning of the word that we're translating from Hebrew or Greek?",
    "start": "00:06:51",
    "end": "00:06:57"
  },
  {
    "text": "Well, that's what we're going to talk about for the next, like, 10 hours.",
    "start": "00:06:57",
    "end": "00:07:00"
  },
  {
    "text": "Okay.",
    "start": "00:07:00",
    "end": "00:07:01"
  },
  {
    "text": "It's really fascinating, but the core idea is transferring possession from one to another. I go lay claim to something and make it my own possession.",
    "start": "00:07:01",
    "end": "00:07:11"
  },
  {
    "text": "You're using that phrase? It's an important phrase. You lay claim to something.",
    "start": "00:07:11",
    "end": "00:07:14"
  },
  {
    "text": "Lay claim to. Yeah. Or meaning take possession of. Maybe that's a little maybe. Lay claim to it.",
    "start": "00:07:14",
    "end": "00:07:21"
  },
  {
    "text": "Makes me. Yeah. Makes me feel like settlers or something.",
    "start": "00:07:21",
    "end": "00:07:23"
  },
  {
    "text": "To claim this land, take possession of, to mark and take as one's possession.",
    "start": "00:07:24",
    "end": "00:07:28"
  },
  {
    "text": "What else would you do? This. Mark something. To take possession of it.",
    "start": "00:07:28",
    "end": "00:07:31"
  },
  {
    "text": "In a way, you do it every time you go grocery shopping. Right. There's like, aisle.",
    "start": "00:07:32",
    "end": "00:07:36"
  },
  {
    "text": "As soon as you take it off the shelf, put it in your cart, you're taking claim to it.",
    "start": "00:07:36",
    "end": "00:07:40"
  },
  {
    "text": "Yeah. Here's the thing.",
    "start": "00:07:40",
    "end": "00:07:41"
  },
  {
    "text": "You have not yet redeemed it.",
    "start": "00:07:41",
    "end": "00:07:42"
  },
  {
    "text": "Here's the thing. Somebody else owns that while it's in your cart. But I'm walking around with it in my cart as if it's mine.",
    "start": "00:07:42",
    "end": "00:07:48"
  },
  {
    "text": "So when it's in your cart, you've laid a claim to it.",
    "start": "00:07:48",
    "end": "00:07:51"
  },
  {
    "text": "You've laid a claim to it. And then when I go to the checkout counter, you redeem it. I redeem the gallon of milk.",
    "start": "00:07:51",
    "end": "00:07:56"
  },
  {
    "text": "So we just say purchase.",
    "start": "00:07:57",
    "end": "00:07:58"
  },
  {
    "text": "Exactly. That's exactly right.",
    "start": "00:07:58",
    "end": "00:08:02"
  },
  {
    "text": "Okay.",
    "start": "00:08:02",
    "end": "00:08:02"
  },
  {
    "text": "And interestingly, purchase is a synonym of redeem in biblical thought. You buy it, you buy it. You buy it.",
    "start": "00:08:02",
    "end": "00:08:09"
  },
  {
    "text": "Okay.",
    "start": "00:08:10",
    "end": "00:08:10"
  },
  {
    "text": "So at the heart of this is a transfer of possession. It belonged to another. Now I make it belong to me.",
    "start": "00:08:11",
    "end": "00:08:17"
  },
  {
    "text": "Oh, it belonged to Kroger.",
    "start": "00:08:18",
    "end": "00:08:19"
  },
  {
    "text": "Yeah, exactly right. And I'm going to make it now belong to me. And that transfer of possession often happens through an exchange of value, something valuable. So that process can be called buying, purchasing, redeeming. Less often, ransom. The idea of ransom in English means somebody took possession of something that's mine and it was not legitimate.",
    "start": "00:08:20",
    "end": "00:08:46"
  },
  {
    "text": "Okay.",
    "start": "00:08:47",
    "end": "00:08:47"
  },
  {
    "text": "They stole it, or it's wrongfully in the possession of somebody.",
    "start": "00:08:47",
    "end": "00:08:51"
  },
  {
    "text": "Okay.",
    "start": "00:08:51",
    "end": "00:08:51"
  },
  {
    "text": "Like theft. Theft, yeah. So I think we still have the phrase ransom to refer to when somebody.",
    "start": "00:08:51",
    "end": "00:08:59"
  },
  {
    "text": "Hostage situation.",
    "start": "00:08:59",
    "end": "00:09:00"
  },
  {
    "text": "A hostage situation. Yeah, yeah.",
    "start": "00:09:00",
    "end": "00:09:02"
  },
  {
    "text": "And they demand, if you want this person back, give me a million dollars.",
    "start": "00:09:02",
    "end": "00:09:06"
  },
  {
    "text": "Yeah, that's a. So someone has taken possession of an other and it's wrong. Like it's illegitimate.",
    "start": "00:09:06",
    "end": "00:09:13"
  },
  {
    "text": "Okay. So when you pay the price to purchase something that that person illegitimately has, you can use the word ransom.",
    "start": "00:09:13",
    "end": "00:09:19"
  },
  {
    "text": "Yep. The word ransom refers to that. Okay. So we have a network of words to buy, to purchase, redeem or ransom.",
    "start": "00:09:19",
    "end": "00:09:24"
  },
  {
    "text": "Oh, boy.",
    "start": "00:09:24",
    "end": "00:09:25"
  },
  {
    "text": "And they all have a little bit different of a nuance in English.",
    "start": "00:09:25",
    "end": "00:09:29"
  },
  {
    "text": "Yep.",
    "start": "00:09:29",
    "end": "00:09:29"
  },
  {
    "text": "And there is a corresponding set of words in biblical thought that are rendered in the two languages that the Bible. Two main languages. So there's a network of words, two main words that refer to this set of ideas. And then there's one main word network in the Greek New Testament.",
    "start": "00:09:29",
    "end": "00:09:51"
  },
  {
    "text": "Two words in Hebrew.",
    "start": "00:09:52",
    "end": "00:09:53"
  },
  {
    "text": "One in Greek, one word in Greek. Well, multiple words in Greek, but they come from one root. So maybe there's two root words in Hebrew and there's one root word in English, but in the Greek New Testament. So what I wanted to do is put in front of us just a short list of really important. I'm going to call them load bearing. Passages from the New Testament that have this word at the center of them.",
    "start": "00:09:53",
    "end": "00:10:17"
  },
  {
    "text": "Okay. Load bearing. You're using an architectural metaphor.",
    "start": "00:10:17",
    "end": "00:10:20"
  },
  {
    "text": "Yeah. These are passages that, once we read them, probably you will be familiar with them, having grown up John Collins and a. Yeah.",
    "start": "00:10:20",
    "end": "00:10:28"
  },
  {
    "text": "In a Bible.",
    "start": "00:10:28",
    "end": "00:10:28"
  },
  {
    "text": "In a Bible church household. Yeah.",
    "start": "00:10:28",
    "end": "00:10:30"
  },
  {
    "text": "Or.",
    "start": "00:10:30",
    "end": "00:10:31"
  },
  {
    "text": "Or home.",
    "start": "00:10:31",
    "end": "00:10:31"
  },
  {
    "text": "Yep.",
    "start": "00:10:31",
    "end": "00:10:31"
  },
  {
    "text": "Yeah. And the question will be. It's like, oh, I know it, but.",
    "start": "00:10:31",
    "end": "00:10:35"
  },
  {
    "text": "Does it actually mean. What does it mean?",
    "start": "00:10:36",
    "end": "00:10:38"
  },
  {
    "text": "Okay, so first let's a little sampling of redemption language in important passages in the New Testament. In the Gospel according To mark, chapter 10, there's a moment when two of Jesus's disciples, two of the 12, Jacob and Yohanan, John in English, James and John, the sons of Zebedee, the fishermen, come up to Jesus and they say, jesus, we want you to do for us whatever we ask you.",
    "start": "00:10:38",
    "end": "00:11:29"
  },
  {
    "text": "Yeah, I've had my kids do that.",
    "start": "00:11:30",
    "end": "00:11:32"
  },
  {
    "text": "Me, too.",
    "start": "00:11:34",
    "end": "00:11:34"
  },
  {
    "text": "Can you just say yes to what I'm about to ask you?",
    "start": "00:11:34",
    "end": "00:11:36"
  },
  {
    "text": "Yeah. So Jesus said, yeah, what is it that you want me to do? And they said, could you grant to us that when you sit in your glory, that is, in your messianic, glorious kingdom, that we could sit, one of us at your right hand and one of that at your left? And he's just like, well, my God.",
    "start": "00:11:36",
    "end": "00:11:55"
  },
  {
    "text": "We want to reign with you. We want the power.",
    "start": "00:11:55",
    "end": "00:11:57"
  },
  {
    "text": "We want the power and the glory. Power and the glory. And Jesus knows that the power and the glory is going to come through suffering and death and torture. And so he says, you don't know what you're asking for. So he goes on this thing, and they're like, yeah, yeah, we do. Really? We do. And then verse 41, when the other disciples heard this, they were really angry at James and John. It's like, what. What are you trying to, like, get a leg up on us? Like, what is this? And Jesus called him to himself and he said, you know that those who think they rule, who are considered the rulers among the nations, they love to dominate over people, to act like a Lord over them.",
    "start": "00:11:57",
    "end": "00:12:47"
  },
  {
    "text": "Yeah. They love their power. They love to show their power.",
    "start": "00:12:47",
    "end": "00:12:50"
  },
  {
    "text": "And people in high positions, they love to exercise authority.",
    "start": "00:12:51",
    "end": "00:12:56"
  },
  {
    "text": "It feels good to tell people what.",
    "start": "00:12:57",
    "end": "00:12:58"
  },
  {
    "text": "To do, because it's true, in a way.",
    "start": "00:12:58",
    "end": "00:13:02"
  },
  {
    "text": "Yeah.",
    "start": "00:13:02",
    "end": "00:13:02"
  },
  {
    "text": "He says, it is not supposed to be that way among y'. All. And by that he means in the kingdom of God, community, that is his disciples. Rather, whoever wants to become the Great One among you must become your servant. And whoever wants to be the first among you must become the slave of all, for even the Son of Man. And here he's echoing Daniel 7, which is all about a human figure who's exalted to divine, sits at God's right hand, sits to rule in glory on a throne, which is exactly what James and John asked him.",
    "start": "00:13:03",
    "end": "00:13:44"
  },
  {
    "text": "Yeah.",
    "start": "00:13:44",
    "end": "00:13:45"
  },
  {
    "text": "So that's kind of wrapping back around to their request. So even the one who's going to share the divine throne with the Father didn't come to be served, but to be a servant and to give his life as a ransom. Ransom for many.",
    "start": "00:13:45",
    "end": "00:14:02"
  },
  {
    "text": "Ransom.",
    "start": "00:14:03",
    "end": "00:14:04"
  },
  {
    "text": "And what's interesting, in the English translation tradition of Mark 10, verse 45, that phrase, ransom is pretty, pretty fixed going back to the King James for ransom for many. But the new American standard English Standard niv. They all nrsv. All do ransom for many.",
    "start": "00:14:04",
    "end": "00:14:26"
  },
  {
    "text": "This is the name of the character in C.S. lewis's space trilogy. Yeah.",
    "start": "00:14:27",
    "end": "00:14:31"
  },
  {
    "text": "Ransom.",
    "start": "00:14:31",
    "end": "00:14:31"
  },
  {
    "text": "Ransom.",
    "start": "00:14:31",
    "end": "00:14:32"
  },
  {
    "text": "Such a good story.",
    "start": "00:14:32",
    "end": "00:14:32"
  },
  {
    "text": "It's a cool name.",
    "start": "00:14:32",
    "end": "00:14:33"
  },
  {
    "text": "Yeah. So again, just taking our conversation beforehand. We use redeem in, like, some narrow context of, like, redeeming a coupon or a token. We use ransom in contemporary English, at least you and I do. To talk about freeing a hostage.",
    "start": "00:14:33",
    "end": "00:14:53"
  },
  {
    "text": "Yeah.",
    "start": "00:14:54",
    "end": "00:14:54"
  },
  {
    "text": "So the question is, what's supposed to come into my mind here? Because this is saying, the son, the incarnate God, become human who will suffer and die, and then be exalted to rule in glory and share the divine throne that one will give his life for many. So there's our substitution idea there. And the word then used gets translated as ransom. It's the Greek word lutron. And this is our key word in Greek. In the Greek New Testament, lutron. It's a compound word made of two parts. Lu comes from luo, which means to release. Oh, yeah. And then tron is a common compound part of a word you stick on to a verbal root to indicate the means or the instrument, the thing by which you do the verb. So a lutron is the means of releasing.",
    "start": "00:14:55",
    "end": "00:15:55"
  },
  {
    "text": "Luo.",
    "start": "00:15:57",
    "end": "00:15:57"
  },
  {
    "text": "Luo, to release means to release. Tron is a Greek affix, meaning that marking the thing by which you do the verb.",
    "start": "00:15:58",
    "end": "00:16:08"
  },
  {
    "text": "The thing by which the release can happen.",
    "start": "00:16:08",
    "end": "00:16:11"
  },
  {
    "text": "Yeah, the means of release, the instrument of release. The thing by which you release someone.",
    "start": "00:16:11",
    "end": "00:16:17"
  },
  {
    "text": "Okay.",
    "start": "00:16:17",
    "end": "00:16:18"
  },
  {
    "text": "There's some way or thing that affects somebody's release.",
    "start": "00:16:18",
    "end": "00:16:22"
  },
  {
    "text": "Okay.",
    "start": "00:16:22",
    "end": "00:16:22"
  },
  {
    "text": "Yep.",
    "start": "00:16:22",
    "end": "00:16:23"
  },
  {
    "text": "All right.",
    "start": "00:16:23",
    "end": "00:16:23"
  },
  {
    "text": "So that's the meaning of this word in terms of its, like, parts. Okay, so what does it mean? That someone gives their life as the.",
    "start": "00:16:24",
    "end": "00:16:31"
  },
  {
    "text": "Thing in which creates a release.",
    "start": "00:16:31",
    "end": "00:16:34"
  },
  {
    "text": "Release for many.",
    "start": "00:16:34",
    "end": "00:16:35"
  },
  {
    "text": "And what is the release?",
    "start": "00:16:36",
    "end": "00:16:37"
  },
  {
    "text": "Released from what?",
    "start": "00:16:38",
    "end": "00:16:39"
  },
  {
    "text": "Yeah, released from what?",
    "start": "00:16:39",
    "end": "00:16:40"
  },
  {
    "text": "Or from whose possession. And into whose possession. Right. Because, remember, this is all about possession. So when I go to the grocery store, I want to possess the gallon of milk, but right now, the grocery store possesses it. So I give a means of release in the form of money, currency for it to be released from their possession.",
    "start": "00:16:40",
    "end": "00:17:00"
  },
  {
    "text": "So in that situation, the money is the lutron.",
    "start": "00:17:00",
    "end": "00:17:03"
  },
  {
    "text": "Is the lutron. That's right.",
    "start": "00:17:03",
    "end": "00:17:04"
  },
  {
    "text": "Okay.",
    "start": "00:17:04",
    "end": "00:17:04"
  },
  {
    "text": "Yep, that's right. Now, this whole passage is packed with hyperlinks and language taken from the suffering servant poem in the book of Isaiah about a servant who serves, who gives his life for many. Except in Isaiah 53, the servant gives his life for the sins of the many. And here in Mark 10, it's the son of man gives his life as a lutron for the many. So somehow this network of ideas is that people, Israel has sinned, they've failed in some significant way, and that has brought them into possession of some other.",
    "start": "00:17:04",
    "end": "00:17:47"
  },
  {
    "text": "Some sort of slavery that they're experiencing.",
    "start": "00:17:49",
    "end": "00:17:51"
  },
  {
    "text": "Yeah. At least being possessed. Yeah. Which is the essence of slavery, being the property of another and its wrongful ownership. And so the God of Israel sends or appoints the servant to release the many, and the servant does so by dying, giving his life anyway. So that seems like a fairly important passage. This is, other than the Last Supper, this is the one place where Jesus focuses on and explains the meaning of his coming death. He actually doesn't give lectures on the meaning of his death.",
    "start": "00:17:52",
    "end": "00:18:29"
  },
  {
    "text": "You know, I've thought about this a number of times, because that's what we care about. Right. And like by we Christianity.",
    "start": "00:18:29",
    "end": "00:18:37"
  },
  {
    "text": "That's right. And it is important.",
    "start": "00:18:38",
    "end": "00:18:39"
  },
  {
    "text": "It is very important.",
    "start": "00:18:39",
    "end": "00:18:40"
  },
  {
    "text": "Super important.",
    "start": "00:18:41",
    "end": "00:18:41"
  },
  {
    "text": "And it's just. So it's just the more interesting that in the Gospels it isn't talked about more.",
    "start": "00:18:41",
    "end": "00:18:47"
  },
  {
    "text": "Yeah, but he talks about it here. He does talk about it, and this is the language that he uses. Another important passage, say in Paul's letter to the Romans. That's an important part of the Bible. The end of Romans, chapter 3, verse 23. Everyone has sinned and has failed to attain the glory of God. A common translation has fallen short.",
    "start": "00:18:47",
    "end": "00:19:09"
  },
  {
    "text": "Yeah.",
    "start": "00:19:09",
    "end": "00:19:09"
  },
  {
    "text": "But what that means is if you fall short of something, it means you didn't get there.",
    "start": "00:19:09",
    "end": "00:19:13"
  },
  {
    "text": "Yeah. Which is also kind of the idea of sin.",
    "start": "00:19:13",
    "end": "00:19:16"
  },
  {
    "text": "Right. Yeah. You missed the mark.",
    "start": "00:19:16",
    "end": "00:19:19"
  },
  {
    "text": "Missed the mark. It's a moral missing.",
    "start": "00:19:19",
    "end": "00:19:22"
  },
  {
    "text": "Everyone has fallen short of the glorious image of God ruling over creation and love and wisdom, purpose for which we are made. Yeah, that's my paraphrase.",
    "start": "00:19:22",
    "end": "00:19:36"
  },
  {
    "text": "Great.",
    "start": "00:19:36",
    "end": "00:19:36"
  },
  {
    "text": "So we've all fallen short of that. But here's the great surprise. Everyone has been declared righteous as a free gift by God's grace through the redemption that came through the Messiah, Jesus. And here Paul uses the root word, our root word, lutron, but he's added another affix to it. So it's apollutroceos, Apollo, lutron.",
    "start": "00:19:37",
    "end": "00:20:08"
  },
  {
    "text": "There's a. There's an apo before it.",
    "start": "00:20:08",
    "end": "00:20:10"
  },
  {
    "text": "Yep, there's an apo, which is a preposition, away from.",
    "start": "00:20:10",
    "end": "00:20:13"
  },
  {
    "text": "Okay.",
    "start": "00:20:13",
    "end": "00:20:14"
  },
  {
    "text": "And then lutroseos, which is referring less to the means of redemption and more to the act of the release. Okay. So to be released away from, the liberating, away from, or the freeing from. So once again, the connection of sin and failure lands humans in A bad situation. But God has provided through Messiah, Jesus a liberation out of, a redemption out of. And what's the good thing? That you're redeemed into a standing of being declared as being right with God, offered as a free gift. So there's a little story. Paul has some story in his mind about how what Jesus did affected a redemption of people who were in the possession of some other. Yeah. Hebrews, chapter nine. Hebrews is depicting Jesus as a high priest who is going into, not the temple in Jerusalem and certainly not the tabernacle, Israel's tabernacle in the wilderness. But Hebrews does present Jesus as like a priest.",
    "start": "00:20:14",
    "end": "00:21:26"
  },
  {
    "text": "Okay. Because a priest will. When you say goes into a temple or tabernacle, their purpose is to go on behalf.",
    "start": "00:21:27",
    "end": "00:21:36"
  },
  {
    "text": "Yeah. As a representative.",
    "start": "00:21:36",
    "end": "00:21:37"
  },
  {
    "text": "A representative. Everyone else who can't go in doesn't have access.",
    "start": "00:21:37",
    "end": "00:21:42"
  },
  {
    "text": "Yeah.",
    "start": "00:21:43",
    "end": "00:21:43"
  },
  {
    "text": "And on behalf of the people, present some sort of offering.",
    "start": "00:21:43",
    "end": "00:21:48"
  },
  {
    "text": "Yeah. Of ultimate value.",
    "start": "00:21:48",
    "end": "00:21:49"
  },
  {
    "text": "Of value.",
    "start": "00:21:49",
    "end": "00:21:50"
  },
  {
    "text": "Of value. The greatest value.",
    "start": "00:21:50",
    "end": "00:21:53"
  },
  {
    "text": "The greatest value.",
    "start": "00:21:53",
    "end": "00:21:54"
  },
  {
    "text": "Yeah. Yep. That sacrifices and offerings are a symbol of surrendering something of utmost value to God. Which in a farming community is your animals.",
    "start": "00:21:54",
    "end": "00:22:04"
  },
  {
    "text": "Yeah. Or your produce.",
    "start": "00:22:04",
    "end": "00:22:06"
  },
  {
    "text": "Or your produce. That's right. And so Hebrews describes Jesus in his resurrection and ascension as entering the most holy place once for all by his own blood.",
    "start": "00:22:06",
    "end": "00:22:21"
  },
  {
    "text": "Holy place, referring to the inner sanctum of the tabernacle.",
    "start": "00:22:22",
    "end": "00:22:25"
  },
  {
    "text": "He's using. Yeah. The phrase used to describe the innermost sacred space where God lives in the tabernacle. But he's using that phrase to describe where Jesus ascended to after his resurrection.",
    "start": "00:22:25",
    "end": "00:22:37"
  },
  {
    "text": "Okay.",
    "start": "00:22:37",
    "end": "00:22:38"
  },
  {
    "text": "And he entered in there by his own blood. He's referring to how the high priest of Israel would come with the lifeblood of a blameless animal and offer that before God to represent the non blameless people outside the tent.",
    "start": "00:22:38",
    "end": "00:22:54"
  },
  {
    "text": "Okay. So the blood in the animal ritual.",
    "start": "00:22:55",
    "end": "00:22:58"
  },
  {
    "text": "Is the currency, is the thing of value.",
    "start": "00:22:59",
    "end": "00:23:02"
  },
  {
    "text": "It's the thing of value.",
    "start": "00:23:02",
    "end": "00:23:03"
  },
  {
    "text": "Yeah. Because it's the life. Life is of ultimate value in the story of the Bible. And when he entered by his own blood with that thing of value, he obtained eternal redemption. There's our word again, Lutrosis. So it's not referring to the means of redemption, it's referring to the fact of redemption. And notice he calls it eternal once and for all. So whatever this word means, we're at the heart of understanding why Jesus died, about how his death and resurrection are somehow beneficial to other people. Yeah. We're talking about why the language of debt and payment and redeeming or purchasing is a part of how Christians talk about Jesus Life, death and resurrection. Why do we use economic words, money words, to talk about the death and resurrection of a human? When you're in a Christian community, it just becomes so common. But to really stop and think about that, why are we talking that way? Comes from the Bible. But what does it really mean in the story of the Bible?",
    "start": "00:23:03",
    "end": "00:24:18"
  },
  {
    "text": "Yeah.",
    "start": "00:24:19",
    "end": "00:24:19"
  },
  {
    "text": "It's become a long introduction to why I think this series is important and why I have learned so much in studying to prep for this. It's brought a lot of clarity to where I can see were foggy or blurry areas in my own thinking about the meaning of Jesus death and resurrection.",
    "start": "00:24:19",
    "end": "00:24:36"
  },
  {
    "text": "So you're saying central to how biblical authors think about the meaning of Jesus death is this embedded metaphor of purchasing something, exchanging value in order to.",
    "start": "00:24:37",
    "end": "00:24:50"
  },
  {
    "text": "To possess.",
    "start": "00:24:50",
    "end": "00:24:51"
  },
  {
    "text": "Possess something.",
    "start": "00:24:51",
    "end": "00:24:51"
  },
  {
    "text": "Yeah, A transfer of possession.",
    "start": "00:24:51",
    "end": "00:24:53"
  },
  {
    "text": "Transfer of possession.",
    "start": "00:24:53",
    "end": "00:24:54"
  },
  {
    "text": "And the means or the thing that facilitates the transfer of possession is something of value.",
    "start": "00:24:54",
    "end": "00:24:58"
  },
  {
    "text": "Okay.",
    "start": "00:24:58",
    "end": "00:24:59"
  },
  {
    "text": "Yeah.",
    "start": "00:24:59",
    "end": "00:24:59"
  },
  {
    "text": "And that metaphor is embedded and an ancient Near Eastern marketplace reality where there was animal sacrifices. And so we are going to have to kind of enter into that ancient context mentally. But then the question becomes, why has that become this predominant metaphor to talk about what Jesus did?",
    "start": "00:25:00",
    "end": "00:25:22"
  },
  {
    "text": "Yeah.",
    "start": "00:25:22",
    "end": "00:25:22"
  },
  {
    "text": "And I think one way that helps that land for me is to think, let's say there was a natural disaster. They've talked about this happening in Portland, the big one. The big one, yeah. It's a earthquake and then floods, and just everything's collapsed. And now we're just like. It's a mess. Like, there's not enough food. There's not enough shelter. There's just chaos. And if then the government, I suppose, came in and saved us from that situation, we wouldn't call that a purchase.",
    "start": "00:25:23",
    "end": "00:26:00"
  },
  {
    "text": "Yeah. Or a redemption.",
    "start": "00:26:00",
    "end": "00:26:01"
  },
  {
    "text": "Or a redemption. It would just be an act of rescue. When a firefighter comes into a house and, like, takes a person out.",
    "start": "00:26:01",
    "end": "00:26:08"
  },
  {
    "text": "That's right. Okay, yeah, let's use that example. I think that'll really help us.",
    "start": "00:26:08",
    "end": "00:26:11"
  },
  {
    "text": "Okay, cool.",
    "start": "00:26:11",
    "end": "00:26:12"
  },
  {
    "text": "So you have somebody trapped in a room and the house is on fire.",
    "start": "00:26:12",
    "end": "00:26:15"
  },
  {
    "text": "Okay, simpler.",
    "start": "00:26:15",
    "end": "00:26:16"
  },
  {
    "text": "The firefighter comes in, like, chops down the door with an axe. A beam collapses. Firefighter's holding up the beam and is like, run, run, go, go. And the person's like, no, you have to come. And they're like, no, it'll collapse. Like, go, you run. The person runs out of the house, and then it collapses. The firefighter dies.",
    "start": "00:26:16",
    "end": "00:26:39"
  },
  {
    "text": "Okay.",
    "start": "00:26:39",
    "end": "00:26:39"
  },
  {
    "text": "So there, one has given their life for another. Yeah, but we don't use economic language.",
    "start": "00:26:40",
    "end": "00:26:46"
  },
  {
    "text": "We wouldn't use economic language.",
    "start": "00:26:46",
    "end": "00:26:47"
  },
  {
    "text": "We would Just say he laid down his life.",
    "start": "00:26:47",
    "end": "00:26:50"
  },
  {
    "text": "Yeah. You can even say sacrifice.",
    "start": "00:26:50",
    "end": "00:26:51"
  },
  {
    "text": "They sacrificed their life. That's right.",
    "start": "00:26:51",
    "end": "00:26:53"
  },
  {
    "text": "But yeah, you wouldn't use it economically.",
    "start": "00:26:53",
    "end": "00:26:54"
  },
  {
    "text": "We wouldn' the firefighter purchased their life or ransomed them. That's language we use for when we buy things. We would say they rescued them.",
    "start": "00:26:54",
    "end": "00:27:05"
  },
  {
    "text": "They rescued them.",
    "start": "00:27:05",
    "end": "00:27:06"
  },
  {
    "text": "So there's some merging in.",
    "start": "00:27:06",
    "end": "00:27:08"
  },
  {
    "text": "Or saved them. And that's also a biblical word.",
    "start": "00:27:08",
    "end": "00:27:11"
  },
  {
    "text": "Exactly. Yeah. So saving is about rescuing from danger. Ransoming or redeeming is about purchasing from possession. And what's happening by applying the language of redemption to this rescue story is we're merging two metaphorical schemes, two story worlds, and turning them into one. And that is what Jesus is doing when he says the Son of Man came to give his life as a ransom for many for their sins. So how did those two story worlds become merged? What does it mean to merge them? And is it possible that within the biblical story itself there actually is a way to understand it? Because in our minds, they're separate, even though we use the merged language all the time in our language and songs and liturgy about Jesus. So we're trying to tease them apart.",
    "start": "00:27:11",
    "end": "00:28:05"
  },
  {
    "text": "Okay. There's a difference between rescuing someone, which that word often translates to salvation, save, save, and redeeming someone. Yeah, there's a difference.",
    "start": "00:28:06",
    "end": "00:28:16"
  },
  {
    "text": "There's a difference, but for good reason. They've become merged in the way to.",
    "start": "00:28:16",
    "end": "00:28:21"
  },
  {
    "text": "Talk about what Jesus did for us.",
    "start": "00:28:21",
    "end": "00:28:23"
  },
  {
    "text": "That's right. And so I think it's helpful just to tease them apart, think about them separately, not to keep them apart, so we can put them back together again and really, I think, appreciate the beauty and the power of this language in the Bible, both to appreciate what Jesus did, but also to appreciate what it means for me to be connected to the life and death and resurrection of Jesus. So that was a long setup. We've talked about the lutron word in the New Testament. Let's spend the rest of our time, at least in this part, a conversation talking about the Hebrew words that are underneath this Greek word. So Jesus and the apostles were raised on their scriptures, the Torah and prophets and writings, and they encountered them, most likely in a bilingual form of their original language in Hebrew, but also hundreds of years old now, by the time of Jesus and the apostles, was a Greek translation. Actually, multiple Greek translations were available. Those translations were called the old Greek translations of the Hebrew Bible. That's what scholars call them today, or the Septuagint. It's a common way. And so what's interesting is that that word lutron, that Jesus and the apostles use Lutron in the Septuagint is the most common Greek word that Greek speaking Jews used to translate two Hebrew words. Oh, double duty, double duty. So there's two Hebrew words, and underneath the one word, lutron in biblical vocabulary. And those two words are, one is Gaal and the other is Padah. Let's talk about Gaal first.",
    "start": "00:28:23",
    "end": "00:30:33"
  },
  {
    "text": "All right. Okay, great. These are two new words for me.",
    "start": "00:30:33",
    "end": "00:30:35"
  },
  {
    "text": "Yeah, yeah. New territory, man.",
    "start": "00:30:35",
    "end": "00:30:38"
  },
  {
    "text": "Here we go.",
    "start": "00:30:38",
    "end": "00:30:38"
  },
  {
    "text": "Solely. So Gaal means to. This is so foreign. Maybe. I don't know. So the word gaal is introduced in the Exodus story. That's where it appears for its first times. And in a well known speech from God to Moses about the liberation of Israel. This is in Exodus, chapter 6. God says to Moses, I have heard the groaning of the Israelites whom the Egyptians are making to work. But I have remembered my covenant. That is my promises to Abraham, Isaac and Jacob. So say to the Israelites, I am Yahweh and I will bring you out from under the forced labor of Egypt. I will make you go out, bring you out, I will snatch you from out of their slavery. It's the word to, like, seize, take hold of you. I will gaal you with an outstretched arm and with great acts of justice, and I will take you as my people and I will be your God. Hmm.",
    "start": "00:30:38",
    "end": "00:31:49"
  },
  {
    "text": "Okay, so, okay, this is interesting. I have no idea what this word means.",
    "start": "00:31:49",
    "end": "00:31:51"
  },
  {
    "text": "Yeah.",
    "start": "00:31:51",
    "end": "00:31:52"
  },
  {
    "text": "But it's in this sequence of I'm going to release you from slavery, I'm gonna grab you out of slavery, I'm gonna take you. So I would imagine it's a synonym to grab, take, seize.",
    "start": "00:31:52",
    "end": "00:32:07"
  },
  {
    "text": "Exactly. Yeah. A transfer of possession. So what's interesting about Gaal is it typically gets translated redeem, but there's no mention of like, a payment.",
    "start": "00:32:07",
    "end": "00:32:20"
  },
  {
    "text": "Sure.",
    "start": "00:32:20",
    "end": "00:32:20"
  },
  {
    "text": "Like, who does God owe? When I go to the grocery store and I redeem the gallon of milk, it rightfully belongs to the grocery store, and I want it to belong to me, so I give them something of value. In this story, Egypt thinks that Israel belongs to it as slaves, right?",
    "start": "00:32:20",
    "end": "00:32:40"
  },
  {
    "text": "Yeah. Functionally, they do.",
    "start": "00:32:40",
    "end": "00:32:41"
  },
  {
    "text": "They do. But it's wrongful possession. Like they wrongfully and oppressively unjustly, but practically are possessed. That's right. So God is taking Israel out of the possession of Egypt.",
    "start": "00:32:42",
    "end": "00:32:55"
  },
  {
    "text": "And then we would just call that a rescue.",
    "start": "00:32:55",
    "end": "00:32:56"
  },
  {
    "text": "But we would call that a rescue. But this word gaal is used and it gets translated redeem, making you think that God's buying Israel. It's really interesting, but we're like, God doesn't owe Pharaoh anything.",
    "start": "00:32:56",
    "end": "00:33:10"
  },
  {
    "text": "Sure.",
    "start": "00:33:10",
    "end": "00:33:10"
  },
  {
    "text": "It's not like he's paying Pharaoh. There's no story of God paying Pharaoh. The point is, redeem as an English translation kind of muddies the waters here. So at its root, gaal refers to when a family member comes to help another family member out of a dire situation, often debt or debt slavery to another. But it can refer to any situations of danger or just bad circumstances.",
    "start": "00:33:10",
    "end": "00:33:41"
  },
  {
    "text": "Say that again. Gaal is like a family member.",
    "start": "00:33:42",
    "end": "00:33:44"
  },
  {
    "text": "Gaal is a word that comes from traditional family practice. You would even call it family law. Almost like a legal term. Okay. Let's say I have a cousin and that my aunt and uncle died.",
    "start": "00:33:44",
    "end": "00:33:58"
  },
  {
    "text": "Okay. Orphaned cousin.",
    "start": "00:33:58",
    "end": "00:33:59"
  },
  {
    "text": "An orphaned cousin. And there's no other aunts or uncles. There's no other relatives. Maybe the aunt and uncle didn't write anything into their will or whatever, and they're like they're 12 years old.",
    "start": "00:33:59",
    "end": "00:34:10"
  },
  {
    "text": "Okay.",
    "start": "00:34:10",
    "end": "00:34:11"
  },
  {
    "text": "In our cultural setting, it's a good next of kin. Next of kin, yeah. Yes. Okay. Actually, we do have categories for this. And it would be not only just morally the right thing to do.",
    "start": "00:34:11",
    "end": "00:34:21"
  },
  {
    "text": "Yeah. But it's also practical.",
    "start": "00:34:21",
    "end": "00:34:23"
  },
  {
    "text": "But we also have this sense that there's an obligation.",
    "start": "00:34:23",
    "end": "00:34:25"
  },
  {
    "text": "Oh, okay. Yeah. An obligation.",
    "start": "00:34:25",
    "end": "00:34:26"
  },
  {
    "text": "First for family members to take responsibility, to take possession of. To take that family member into their care or possession. That's what Gaal means.",
    "start": "00:34:27",
    "end": "00:34:40"
  },
  {
    "text": "Gaal, okay. Is the obligation of next of kin to take care of their family.",
    "start": "00:34:41",
    "end": "00:34:46"
  },
  {
    "text": "Yep. Specifically by taking them into their responsibility and care. Possession.",
    "start": "00:34:46",
    "end": "00:34:53"
  },
  {
    "text": "Sure.",
    "start": "00:34:53",
    "end": "00:34:53"
  },
  {
    "text": "Yep.",
    "start": "00:34:54",
    "end": "00:34:54"
  },
  {
    "text": "Interesting.",
    "start": "00:34:54",
    "end": "00:34:55"
  },
  {
    "text": "That's what Gaal means in the story of Ruth. We'll do a whole conversation on the story of Ruth. This is what Boaz, the character of Boaz in the Book of Ruth, he's a landowner, he's a farmer, but he's single, he's not married, and he has a relative who's a widow. And then her daughter in law, Ruth, is also widowed, and they're destitute, and they're just, like, hanging on for dear life to survive. And so what he does is he buys the land the family owned that used to belong to this widow and her deceased husband, and he also marries the young daughter in law, Ruth. And that whole process is called Gaal. In the book of Ruth, he is actually called the Goel, which, it gets translated, kinsman, redeemer.",
    "start": "00:34:55",
    "end": "00:35:46"
  },
  {
    "text": "And there's that word, kin.",
    "start": "00:35:46",
    "end": "00:35:47"
  },
  {
    "text": "Yeah. In the King James, kinsman, redeemer. So through an act of marriage and buying land, he Gaals this family from death. And then all of a sudden, it's productive land. And A productive family, and they begin to have children. And out of that family comes the lineage of King David.",
    "start": "00:35:47",
    "end": "00:36:06"
  },
  {
    "text": "So Gaal's more about the obligation of a family member, less about whether there's currency involved or purchasing involved.",
    "start": "00:36:06",
    "end": "00:36:13"
  },
  {
    "text": "Exactly. It's about the act of a family member rescuing another family member out of a really bad situation, usually financial ruin, but also life ruin in general. So that's what kaal means. So that's the word used to describe what Yahweh does for Israel. And so this language of I will take you to be my people, and I will be your God. That's language that we also know from the Song of Songs. I am my beloved, my beloved is mine, you will be my people, and I will be your God. It's marriage, family language. So I will g all you.",
    "start": "00:36:13",
    "end": "00:36:52"
  },
  {
    "text": "Oh.",
    "start": "00:36:52",
    "end": "00:36:52"
  },
  {
    "text": "And I will marry you, and I will take you to be my people, and I will be your God. It's family language. Yeah. It's a rad word.",
    "start": "00:36:52",
    "end": "00:37:01"
  },
  {
    "text": "And in Greek, they translate that with lutron.",
    "start": "00:37:02",
    "end": "00:37:05"
  },
  {
    "text": "Lutron, yeah. Greek just didn't really have a word.",
    "start": "00:37:05",
    "end": "00:37:08"
  },
  {
    "text": "We don't really have a word, a.",
    "start": "00:37:08",
    "end": "00:37:09"
  },
  {
    "text": "Distinct word for the family. Redemption.",
    "start": "00:37:09",
    "end": "00:37:13"
  },
  {
    "text": "Yeah.",
    "start": "00:37:13",
    "end": "00:37:14"
  },
  {
    "text": "This is a wonderful example of how when you're doing word studies, the most important thing is the idea which you look at by studying word in many contexts. And the words are vehicles of ideas, and ideas are shaped by. Anyway, okay, so here's what's really interesting is that there is another word. There's one more word. Remember, there's two in Hebrew. The second word is padah. Padah is very similar to lutron. It's actually spot on almost. For Lutron, it refers primarily to releasing someone out of a bad situation. Often. Not always often through an economic exchange. For example, In Exodus chapter 21, there's a case study law about damages. And what do you do if something you own damages something somebody else owns? Or how do you compensate for wrongs done in the community?",
    "start": "00:37:15",
    "end": "00:38:13"
  },
  {
    "text": "If you hit someone's car with your car. Yeah, kind of thing.",
    "start": "00:38:13",
    "end": "00:38:16"
  },
  {
    "text": "Yeah. Well, so in this case, if you have an ox and your ox actually attacked somebody in the past, and you know that ox is like something wrong with it.",
    "start": "00:38:16",
    "end": "00:38:26"
  },
  {
    "text": "Okay, we have this with dogs.",
    "start": "00:38:26",
    "end": "00:38:28"
  },
  {
    "text": "Yeah. Oh, okay. There you go. That's it. That's it. Okay. And so this law is. But if the owner doesn't keep it in a pen, but he lets it wander freely on the road still after it's gored someone, after it's already hurt someone and then it kills someone, the ox needs to be put to Death. And the owner should be put to death. A life for a life.",
    "start": "00:38:28",
    "end": "00:38:52"
  },
  {
    "text": "The owner has the obligation of having nothing. Let that ox kill a neighbor.",
    "start": "00:38:52",
    "end": "00:39:00"
  },
  {
    "text": "Yeah, exactly. Yeah. So the owner is liable for that death. That death is the owner's responsibility because he knew. He knew. Now, there's a law right before this of if an ox has never hurt anyone before and does it randomly, then the owner is still responsible, but not with his life. He just has to pay a large monetary fine. But here, now his life is forfeit. In other words, the idea is justice is life or life. He has given up. He's forfeited the possession of his own life. He doesn't possess his life anymore.",
    "start": "00:39:00",
    "end": "00:39:37"
  },
  {
    "text": "If you've taken someone else's life, you've lost the rights to your own life. Yep, that's the.",
    "start": "00:39:38",
    "end": "00:39:44"
  },
  {
    "text": "We're gonna have a whole conversation just on that idea right there.",
    "start": "00:39:45",
    "end": "00:39:48"
  },
  {
    "text": "Okay.",
    "start": "00:39:48",
    "end": "00:39:49"
  },
  {
    "text": "Because that's key to how this works later in the biblical story.",
    "start": "00:39:49",
    "end": "00:39:52"
  },
  {
    "text": "That's good, because intuitively I kind of get it. But then in a modern intuition, it feels not quite right.",
    "start": "00:39:53",
    "end": "00:39:59"
  },
  {
    "text": "Yeah, I'm with you.",
    "start": "00:39:59",
    "end": "00:40:00"
  },
  {
    "text": "So let's dig into it later.",
    "start": "00:40:00",
    "end": "00:40:02"
  },
  {
    "text": "We'll get there later. However, in this law, it says. But let's say the family member of the person who got killed says, we don't need another person to die in our community.",
    "start": "00:40:02",
    "end": "00:40:15"
  },
  {
    "text": "Yeah.",
    "start": "00:40:16",
    "end": "00:40:16"
  },
  {
    "text": "Another death won't solve this.",
    "start": "00:40:16",
    "end": "00:40:18"
  },
  {
    "text": "Right.",
    "start": "00:40:18",
    "end": "00:40:18"
  },
  {
    "text": "So let's say that. But they do demand a redemption.",
    "start": "00:40:19",
    "end": "00:40:22"
  },
  {
    "text": "A padah.",
    "start": "00:40:22",
    "end": "00:40:23"
  },
  {
    "text": "Yes. He can give a redemption for his life, whatever is demanded for him. Okay, so here it's a symbolic amount of money. That's a symbol of.",
    "start": "00:40:24",
    "end": "00:40:36"
  },
  {
    "text": "Yeah, what's your life worth, financially speaking?",
    "start": "00:40:36",
    "end": "00:40:38"
  },
  {
    "text": "Yeah, yeah, totally. So this feels strange to us, actually.",
    "start": "00:40:38",
    "end": "00:40:42"
  },
  {
    "text": "No. Once you move into the world of I'm not going to actually kill you, but I need to be compensated.",
    "start": "00:40:42",
    "end": "00:40:49"
  },
  {
    "text": "Yes.",
    "start": "00:40:49",
    "end": "00:40:50"
  },
  {
    "text": "Now we're squarely in how our justice system still works.",
    "start": "00:40:50",
    "end": "00:40:53"
  },
  {
    "text": "Exactly. Right. So here, money can be given for a life. It is a ransom. It is given as a ransom for someone. It's the same phrase Jesus uses to say the son of man gives. It's the same concept.",
    "start": "00:40:53",
    "end": "00:41:08"
  },
  {
    "text": "Yeah, same concept.",
    "start": "00:41:08",
    "end": "00:41:09"
  },
  {
    "text": "Except here, it's the Hebrew equivalent of lutron padah. Padah is the root, and then pidyon is the noun that comes from the root. Okay, so the question is here, clearly a payment.",
    "start": "00:41:09",
    "end": "00:41:19"
  },
  {
    "text": "Yeah.",
    "start": "00:41:19",
    "end": "00:41:20"
  },
  {
    "text": "Something of value is given right to transfer possession. Padah is also used to describe what God did for Israel in Egypt. Here's Deuteronomy 7. Because the Lord loved you, because he kept his oath that he swore to your ancestors. He brought you out of Egypt with a mighty hand and he paddad you from slavery, from the power of Pharaoh. But God didn't pay Pharaoh.",
    "start": "00:41:20",
    "end": "00:41:48"
  },
  {
    "text": "He did release. He released from Pharaoh's power.",
    "start": "00:41:48",
    "end": "00:41:52"
  },
  {
    "text": "Yes. He released Israel from Pharaoh's possession. Yeah, he didn't do it by paying off Pharaoh.",
    "start": "00:41:52",
    "end": "00:41:57"
  },
  {
    "text": "But the word used is a word that very oftentimes is used in situations where a payment is actually used. Is that fair to say?",
    "start": "00:41:57",
    "end": "00:42:08"
  },
  {
    "text": "Yeah, sometimes a payment is used sometimes or most times. Okay. So if you go through and look at most of the uses of pada, most of them don't seem to involve a payment. For example, 2 Samuel, chapter 4, David is talking to a guy named Rekava and his brother Baanah. And he's telling them stories about how God rescued him. Rescued him in the days of Saul. And he describes it, he says, as surely as Yahweh lives, the one who paddad me out of every trouble. Okay, so David's been in a lot of trouble with other kings in battles running from Saul. In none of those stories did God rescue David by floating a pallet of gold bricks.",
    "start": "00:42:09",
    "end": "00:42:59"
  },
  {
    "text": "Hey, kings, take this. I'm taking David.",
    "start": "00:43:00",
    "end": "00:43:01"
  },
  {
    "text": "Yeah, okay. Leave David alone. Because God paid them off.",
    "start": "00:43:01",
    "end": "00:43:05"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:43:05",
    "end": "00:43:06"
  },
  {
    "text": "So here it just means to release, to free.",
    "start": "00:43:06",
    "end": "00:43:09"
  },
  {
    "text": "Okay.",
    "start": "00:43:09",
    "end": "00:43:10"
  },
  {
    "text": "To liberate or to rescue.",
    "start": "00:43:10",
    "end": "00:43:12"
  },
  {
    "text": "Cool. I get it. You're using an economic term, but really as a metaphor, the metaphor, because it costs something to do the rescue.",
    "start": "00:43:12",
    "end": "00:43:20"
  },
  {
    "text": "That's right. And so then it raises the question, well, what does it cost God to rescue David? What does it cost God to rescue Israel?",
    "start": "00:43:20",
    "end": "00:43:27"
  },
  {
    "text": "Right.",
    "start": "00:43:27",
    "end": "00:43:27"
  },
  {
    "text": "God is the source of all value. So he's not losing value to redeem Israel. But it is a metaphorical way to say God went over and above. He did something that was generous, that was valuable.",
    "start": "00:43:28",
    "end": "00:43:43"
  },
  {
    "text": "That's so interesting.",
    "start": "00:43:44",
    "end": "00:43:45"
  },
  {
    "text": "So that's God in the Exodus for Jesus to say the Son of man gives his life as a ransom. He's talking about his life, which is really valuable.",
    "start": "00:43:45",
    "end": "00:43:54"
  },
  {
    "text": "Right. When you get to Jesus, it becomes very concrete.",
    "start": "00:43:54",
    "end": "00:43:57"
  },
  {
    "text": "That's right.",
    "start": "00:43:57",
    "end": "00:43:58"
  },
  {
    "text": "But when you talk about an all powerful creator God, source of all value in life.",
    "start": "00:43:58",
    "end": "00:44:04"
  },
  {
    "text": "Yes, Their creator God.",
    "start": "00:44:04",
    "end": "00:44:07"
  },
  {
    "text": "Yeah.",
    "start": "00:44:08",
    "end": "00:44:09"
  },
  {
    "text": "The first event that's described with these words is the liberation of the Israelites out of slavery in Egypt. And that's where these words begin, life. And then as we're going to see, the ransom, redeem, purchase gets applied to all kinds of things where God's not paying. But it does refer metaphorically to how God is rescuing or liberating.",
    "start": "00:44:09",
    "end": "00:44:32"
  },
  {
    "text": "So the word Though then draws attention to the transfer of ownership.",
    "start": "00:44:33",
    "end": "00:44:36"
  },
  {
    "text": "Yeah. And actually I think, and I'm open minded here as we go, even as I've prepped like I've also, I want to hone my understanding as we talk because it always happens anyway. So what I want to do in the conversation that remains is go through the main way that this word works. We've looked at it in the Exodus story, but this redemption language gets used in a number of different ways throughout the Torah. First five books connected to the year of jubilee, connected to the liberation of Israelite slaves in the seven year cycles. So I want to look at that because that's going to teach us about what these words mean. We're going to look at this in the book of Ruth. It's central to the book of Ruth. It's central to the book of Isaiah. God is called Redeemer more in the book of Isaiah than any other book of the Bible. We're going to look at it in the Psalms. Just loaded in the Psalms. And then we'll turn to the story of Jesus in Luke, then the letters of Paul, letters of Hebrews and Peter. Great thorough tour of redemption language. The transfer, possession, the surrender of value and the cost. And the cost. Yeah. So there you go. I'm excited to have these conversations. I think I know I'm going to learn a lot. I think other people can all along.",
    "start": "00:44:37",
    "end": "00:46:01"
  },
  {
    "text": "Absolutely.",
    "start": "00:46:01",
    "end": "00:46:01"
  },
  {
    "text": "Yeah.",
    "start": "00:46:01",
    "end": "00:46:02"
  },
  {
    "text": "That's it for today's episode. Next week we continue exploring the theme of redemption in the story of the Bible by looking at where the word occurs most often in the Torah.",
    "start": "00:46:04",
    "end": "00:46:14"
  },
  {
    "text": "If you just do a word search, there's places where redemption language gets concentrated in the Torah. One is the Exodus story and references to describe God freeing Israel from Egypt. Another is about the practice of the Jubilee year.",
    "start": "00:46:14",
    "end": "00:46:30"
  },
  {
    "text": "What does the Jubilee year have to teach us about the theme of redemption and what is the Passover night all about? That's what we'll look at next week. Bibleproject is a crowdfunded nonprofit and we exist to experience the Bible as a unified story that leads to Jesus. And everything that we make is free because of the generous support of thousands of people just like you. Thank you so much for being a part of this with us.",
    "start": "00:46:30",
    "end": "00:46:53"
  },
  {
    "text": "Hi, my name is Kathryn and I'm from Oakland, California. Hi, my name is Corey and I am from Hampton Roads, Virginia. I first heard about bibleproject. Looking online, I use the bibleproject to help teach middle school and high school students. I first heard about bibleproject from my mother, who is a pastor to children and family. My favorite thing about bibleproject are that the videos are accessible, and I love that they're in multiple languages. It breaks down complex subject matter in very easily digestible chunks. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. By people like me. Find free videos, articles, podcasts, classes, and more on the Bibleproject app and@bibleproject.com.",
    "start": "00:46:55",
    "end": "00:47:49"
  },
  {
    "text": "Hey everyone, this is Emma. I'm a volunteer at Bibleproject. I chose to volunteer at Bibleproject because a good friend of mine invited me and I have found a whole community in the process. There's a whole team of people that bring the podcast to life every week. For a full list of everyone who's involved, check out the show credits in the episode description wherever you stream the podcast and on our website.",
    "start": "00:47:51",
    "end": "00:48:13"
  },
  {
    "text": "Sam.",
    "start": "00:48:15",
    "end": "00:48:36"
  }
]