[
  {
    "text": "We are in the middle of a theme study looking at the logic of redemption in the Bible. What does it mean that God redeems us from death? What does it mean that Jesus redeems us by his blood? As a summary, we began remembering that all of life is a gift. We have life because God gave us life. Thou God's breath in us, we cannot exist. And so God is the rightful owner of our lives. Yet the story of the Bible is how we threw this gift of life away. With our violence and our oppression of others, humanity has individually and collectively given ourselves over to death. And so the story of the Bible is about how God will bring us out of death, back to where we belong, back into his life. And this transfer of possession is what a redemption is. It's God repossessing us.",
    "start": "00:00:05",
    "end": "00:00:56"
  },
  {
    "text": "Repossession, which I'm finding as I'm sitting in this redemption idea. More is a very helpful English synonym.",
    "start": "00:00:56",
    "end": "00:01:03"
  },
  {
    "text": "In today's episode, we're going to look at two passages in the Torah where the word redeem is used. These are obscure passages. One is about cities of refuge, a place where someone can flee if they've accidentally murdered someone. It's a place where they can be protected from the Blood Avenger, which is literally the Blood Redeemer. We'll also look at a law that wrestles with what to do with an unsolved murder. Who will be held responsible for the murder if we don't know who did it? Well, in this passage, instead of God holding the entire community responsible, God allows Israel to take an innocent animal and make it responsible as a substitute.",
    "start": "00:01:04",
    "end": "00:01:43"
  },
  {
    "text": "You could rightfully come demand our life because of the life that's been taken. But graciously you have provided this substitute and God is here called the Redeemer.",
    "start": "00:01:43",
    "end": "00:01:54"
  },
  {
    "text": "That's today on the podcast as we continue our theme study on redemption. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:01:55",
    "end": "00:02:05"
  },
  {
    "text": "Hi, John. Hello.",
    "start": "00:02:06",
    "end": "00:02:07"
  },
  {
    "text": "Hello. Let's continue in this theme study.",
    "start": "00:02:07",
    "end": "00:02:10"
  },
  {
    "text": "Yeah. On the idea of redemption, redemption, repossession.",
    "start": "00:02:10",
    "end": "00:02:15"
  },
  {
    "text": "To claim what is yours.",
    "start": "00:02:15",
    "end": "00:02:17"
  },
  {
    "text": "Yeah. Whenever I hear the word repossession, which I'm finding is I'm sitting in this redemption idea. More is a very helpful English synonym to repossess. But I think there was some movie from the 80s when I was a kid growing up, or maybe it was a TV show called Repo Man.",
    "start": "00:02:17",
    "end": "00:02:34"
  },
  {
    "text": "Oh, yeah, Repo. Yeah. It's a bad. Repossession is a bad word in our culture because it's when you insurance companies, when you buy something and you actually don't the bank owns it because you haven't paid it off yet.",
    "start": "00:02:34",
    "end": "00:02:47"
  },
  {
    "text": "That's right. One reason or another, you can't afford, in reality, the thing that you think.",
    "start": "00:02:47",
    "end": "00:02:52"
  },
  {
    "text": "You bought, the thing you think you own, you don't actually own.",
    "start": "00:02:52",
    "end": "00:02:55"
  },
  {
    "text": "So somebody comes, somebody gets hired to come repossess it.",
    "start": "00:02:55",
    "end": "00:02:59"
  },
  {
    "text": "Yeah.",
    "start": "00:02:59",
    "end": "00:03:00"
  },
  {
    "text": "Yes. Wasn't this show, like, it's about the guy who shows up to knock on somebody's door and be like, I have to take your car, because you actually don't own it anymore, but you think you do.",
    "start": "00:03:00",
    "end": "00:03:12"
  },
  {
    "text": "Man, that's got to be a hard job.",
    "start": "00:03:12",
    "end": "00:03:13"
  },
  {
    "text": "That's a terrible job. Technically, that is the activity that the word redemption refers to. You are claiming ownership of something that actually is yours. Okay, so the core idea of this word is something properly belongs to a person. It is no longer in their possession, and they are reclaiming it or laying a claim to it, repossessing it or redeeming it, releasing it from wrongful possession. Yeah, yeah. And it's that releasing from possession. That's the core meaning of these words and ideas. So there's the Hebrew word padah, and that has a Greek equivalent in the Greek Septuagint and the New Testament, lutron. It means to repossess or redeem. Sometimes the way something gets repossessed is. Is just by somebody just taking it.",
    "start": "00:03:13",
    "end": "00:04:10"
  },
  {
    "text": "This is mine. Taking it back?",
    "start": "00:04:10",
    "end": "00:04:12"
  },
  {
    "text": "Yes.",
    "start": "00:04:12",
    "end": "00:04:12"
  },
  {
    "text": "God taking Israel back from Pharaoh.",
    "start": "00:04:12",
    "end": "00:04:14"
  },
  {
    "text": "God doesn't pay Pharaoh anything. He's not like, well, I guess I gotta pay. It's not like Pharaoh's holding them hostage, demanding a ransom payment. It's not how it works. God just redeems them. God repossesses them. However, there is a life offered.",
    "start": "00:04:15",
    "end": "00:04:33"
  },
  {
    "text": "There's an exchange.",
    "start": "00:04:33",
    "end": "00:04:34"
  },
  {
    "text": "There is an exchange of sorts that happens on the night of Passover. But it's not God paying off fare. Pharaoh. It's God both bringing divine justice on all of the land of Egypt indiscriminately.",
    "start": "00:04:34",
    "end": "00:04:49"
  },
  {
    "text": "Yeah, the plague.",
    "start": "00:04:49",
    "end": "00:04:50"
  },
  {
    "text": "Yep, the plague.",
    "start": "00:04:50",
    "end": "00:04:51"
  },
  {
    "text": "Plague of the firstborn.",
    "start": "00:04:51",
    "end": "00:04:52"
  },
  {
    "text": "The plague of the firstborn. And it threatens the life of Israelites and Egyptians. Firstborns.",
    "start": "00:04:52",
    "end": "00:04:58"
  },
  {
    "text": "Yeah.",
    "start": "00:04:58",
    "end": "00:04:58"
  },
  {
    "text": "And so we process that, like the implications.",
    "start": "00:04:59",
    "end": "00:05:02"
  },
  {
    "text": "I want to process it again, but we'll just leave it.",
    "start": "00:05:02",
    "end": "00:05:04"
  },
  {
    "text": "And really, what God is saying is the life of the firstborn Israelite and Egyptian as all belonging to him.",
    "start": "00:05:04",
    "end": "00:05:10"
  },
  {
    "text": "Meaning?",
    "start": "00:05:11",
    "end": "00:05:12"
  },
  {
    "text": "Meaning there's a moment where God says, listen, now, you Israelites living in Egypt, how'd you end up in Egypt? Oh, yeah, your ancestors oppressed that Egyptian slave and just sent Hagar and Ishmael off to die in the wilderness.",
    "start": "00:05:12",
    "end": "00:05:29"
  },
  {
    "text": "Yeah.",
    "start": "00:05:29",
    "end": "00:05:29"
  },
  {
    "text": "And then your family members, like your brothers, all betrayed, nearly murdered, but then sold a brother into slavery who ended up down in Egypt, which is how you all ended up down there, too. So the Israelites, in terms of their ancestral responsibility of their family, have a history of oppression and violence for why they're in Egypt in the first place. And then it gets doubly complicated because then the Egyptians take advantage of them and then they start killing. So, like, everybody's wronging everybody. By the time we end up with the Israelites enslaved down in Egypt and what the plagues are, especially the right. That tenth plague is God saying, stop it.",
    "start": "00:05:30",
    "end": "00:06:12"
  },
  {
    "text": "It's all going to stop.",
    "start": "00:06:12",
    "end": "00:06:13"
  },
  {
    "text": "It's all going to stop. Here I am reclaiming the life of the symbolic member of the family, the firstborn, the future, and the destiny of all of these families. Egyptian, Israelite, they're mine. And I'm going to take him back unless you take me up on my offer that you can repossess the life of the firstborn from me. And so on the night of Passover, the redemption word is not used, but you could say that Israel was redeemed. The hinge moment was the night of Passover, because on that night, God showed his ownership of the life of every firstborn, that it belongs to him. But God also provided a way for people to keep it, a way for people to repossess their lives, to take the life of their firstborn back into their family through the substitute life of the blameless lamb. Okay, it's that logic that's underneath all these later appearances that we'll look at later in the series in the New Testament about being redeemed by the blood. It all hinges on the meaning of Passover. But what's important is God isn't paying Pharaoh.",
    "start": "00:06:13",
    "end": "00:07:22"
  },
  {
    "text": "Right? Who is God paying?",
    "start": "00:07:22",
    "end": "00:07:23"
  },
  {
    "text": "It's as if God is God's own self. But the point is more it's a demonstration to the Israelites that all life belongs to God.",
    "start": "00:07:24",
    "end": "00:07:34"
  },
  {
    "text": "It is a demonstration. It's like your life is forfeit. Everyone's life is forfeit. In particular the firstborns. Right now, in the narrative of this story, you can still possess it. You. You can have it offer this sacrifice of a blameless animal which will be the means of exchange.",
    "start": "00:07:34",
    "end": "00:07:52"
  },
  {
    "text": "Yeah. And the blood is called. In the Passover description, it's called a symbol, a sign. It's explicitly called a symbol.",
    "start": "00:07:52",
    "end": "00:08:00"
  },
  {
    "text": "As a sign. As a symbol, this blood will let you possess your life.",
    "start": "00:08:01",
    "end": "00:08:07"
  },
  {
    "text": "That's right. Not just has my life been loaned to me but after Passover, if I'm a firstborn Israelite, I am now renting my life through the blood of the blameless.",
    "start": "00:08:08",
    "end": "00:08:19"
  },
  {
    "text": "I'm doubly renting. And it's not just my life. It's like the continued life of my family, generation after generation.",
    "start": "00:08:19",
    "end": "00:08:25"
  },
  {
    "text": "The firstborn symbolizes. Yeah, yeah, that's right.",
    "start": "00:08:25",
    "end": "00:08:27"
  },
  {
    "text": "Okay.",
    "start": "00:08:27",
    "end": "00:08:27"
  },
  {
    "text": "But it's all about how all life belongs to God.",
    "start": "00:08:27",
    "end": "00:08:31"
  },
  {
    "text": "Okay. So here's my takeaway. We should all live with that mentality.",
    "start": "00:08:31",
    "end": "00:08:35"
  },
  {
    "text": "Exactly. Yes. Yeah, yeah, yeah. You do not belong to yourselves.",
    "start": "00:08:35",
    "end": "00:08:39"
  },
  {
    "text": "In order for us to continue to possess needs to be kind of given back to us in a way.",
    "start": "00:08:40",
    "end": "00:08:46"
  },
  {
    "text": "That's right. Yeah. What if there was a sign or a symbol, which is what the blood of the Passover lamb is called, that could communicate the truth of that reality, that I could see it and experience it. That my life really doesn't belong to me. It doesn't belong to me, but that God and God's mercy wants to give.",
    "start": "00:08:46",
    "end": "00:09:05"
  },
  {
    "text": "It back to me.",
    "start": "00:09:05",
    "end": "00:09:05"
  },
  {
    "text": "Wants to give it back to me.",
    "start": "00:09:05",
    "end": "00:09:06"
  },
  {
    "text": "Yeah.",
    "start": "00:09:06",
    "end": "00:09:06"
  },
  {
    "text": "And then the logic underneath it all. Yeah. Is about all life belongs to God. So any possessions or life that I have, I'm renting. Okay. As I was working through this, there's one other core usage of this word, specifically the Hebrew word gaal, to redeem or repossess. That's used in a. A phrase that, for a long time. Well, I don't know, it just struck me a certain way. And I always thought, like, there's more here. And I'm not sure that I get. And as we've been working through this, I had a number of just kind of clarity moments. So what we're looking at is a chapter of the Bible that most people probably never make it to in their Bible. Read through numbers, chapter 35, and Deuteronomy, chapter 21. What we're talking here about is about the Cities of Refuge and about the Blood Avenger.",
    "start": "00:09:06",
    "end": "00:10:01"
  },
  {
    "text": "Okay. Okay.",
    "start": "00:10:02",
    "end": "00:10:04"
  },
  {
    "text": "But trust me, this all works.",
    "start": "00:10:04",
    "end": "00:10:05"
  },
  {
    "text": "That's where we're gonna go.",
    "start": "00:10:05",
    "end": "00:10:06"
  },
  {
    "text": "We're gonna talk about the blood. Redemption. Redemption of blood. Or what is translated most of our Bibles, modern English translations, is the Blood Avenger, which just sounds like a gritty superhero or something like that.",
    "start": "00:10:06",
    "end": "00:10:21"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:10:21",
    "end": "00:10:21"
  },
  {
    "text": "Anyway, so the Blood Avenger. To the Blood Avenger we go. So let's set the scene here. We're going to look at numbers, chapter 35, and then a chapter of Deuteronomy. So the Israelites have come out of Egypt. They've been redeemed from Egypt. They camped out at Mount Sinai for a year. They left Mount Sinai in the fourth scroll of the Torah in Numbers, chapter 10. And they went on the wilderness journeys to get to the edge of the Promised Land. And that's where they are right now.",
    "start": "00:10:21",
    "end": "00:11:17"
  },
  {
    "text": "In numbers, chapter 35, between Sinai and the Promised Land.",
    "start": "00:11:17",
    "end": "00:11:20"
  },
  {
    "text": "Yep. So they are on the east side of the Jordan with Moses. They can see into the hill country to the west that God promised Abraham, Isaac and Jacob. And so a lot of the laws and what happens at the end of Numbers is all about preparing to go in. Preparing to go into the land.",
    "start": "00:11:20",
    "end": "00:11:41"
  },
  {
    "text": "Yeah.",
    "start": "00:11:41",
    "end": "00:11:42"
  },
  {
    "text": "So one of the things that Yahweh says is at the beginning of Numbers, there's all these Levites. Their life is to live and work in the tabernacle, not to farm, at least primarily.",
    "start": "00:11:42",
    "end": "00:11:54"
  },
  {
    "text": "Yeah. These are the priests.",
    "start": "00:11:54",
    "end": "00:11:55"
  },
  {
    "text": "Some of them are priests. Some of them are facilities and maintenance.",
    "start": "00:11:55",
    "end": "00:11:57"
  },
  {
    "text": "That's right.",
    "start": "00:11:57",
    "end": "00:11:58"
  },
  {
    "text": "For the tabernacle. And so they don't get a specific land for them.",
    "start": "00:11:58",
    "end": "00:12:03"
  },
  {
    "text": "Okay. Everyone gets allotted land.",
    "start": "00:12:04",
    "end": "00:12:05"
  },
  {
    "text": "All the tribes get allotted land. But the tribe of Levi but doesn't get their own designated piece of land.",
    "start": "00:12:06",
    "end": "00:12:12"
  },
  {
    "text": "Okay. Because they're going to work in the Tabernacle.",
    "start": "00:12:12",
    "end": "00:12:14"
  },
  {
    "text": "That's right. So numbers, chapter 35. Yahweh spoke to Moses on the plains of Moab beyond the Jordan, across Jericho, saying, tell the Israelites, command them to give to the Levites from the inheritance of their property, cities to live in. You will give to the Levites also the pasture land around those cities because.",
    "start": "00:12:14",
    "end": "00:12:36"
  },
  {
    "text": "They'Re scattered around all the different tribes.",
    "start": "00:12:36",
    "end": "00:12:38"
  },
  {
    "text": "Yeah, the Levites are dispersed among the tribes, and they'll be little Levite towns. Cities. These are just walled enclosures with fields around. With fields around them. So they can have, you know, have their cows, but they don't work the land for a living. They don't graze and develop their herds for a living. What they do is in cycles and shifts, they're all going and working in the Tabernacle and then eventually in the temple. That's their actual job.",
    "start": "00:12:38",
    "end": "00:13:05"
  },
  {
    "text": "Yeah.",
    "start": "00:13:05",
    "end": "00:13:06"
  },
  {
    "text": "And since their job isn't to farm and build cities, you need to give them cities that exist. So that's the first step here. What you learned is there's going to be 48 cities total among all the tribes. But then there's a little clarification. Six of those cities are to be cities of refuge. Why? What is the purpose of these? Well, these would be cities to which anyone who has killed another person, they can flee there. That's the shortest definition. Now it'll get expanded but basically, if you have taken the life of another person, you have to flee. And you can flee for safety to one of the six Levite towns.",
    "start": "00:13:06",
    "end": "00:13:51"
  },
  {
    "text": "You have to flee because your life is forfeit. You murder someone. The consequence of that in the Torah is life for life.",
    "start": "00:13:51",
    "end": "00:13:59"
  },
  {
    "text": "The deep assumed logic here is your life no longer belongs to you. But then it raises a question, well, who does it belong to then? Right. Deep under this. We'll look at it in a second, is the image of God idea in Genesis.",
    "start": "00:14:00",
    "end": "00:14:14"
  },
  {
    "text": "You take someone's life, it's different than killing an animal.",
    "start": "00:14:14",
    "end": "00:14:16"
  },
  {
    "text": "You're killing a representative God.",
    "start": "00:14:16",
    "end": "00:14:19"
  },
  {
    "text": "Representative God, yeah. It's human dignity. This is the value of humanity.",
    "start": "00:14:19",
    "end": "00:14:23"
  },
  {
    "text": "That's right.",
    "start": "00:14:23",
    "end": "00:14:24"
  },
  {
    "text": "This is why murder is a problem.",
    "start": "00:14:24",
    "end": "00:14:26"
  },
  {
    "text": "Yep, that's right. So life doesn't belong to humans, therefore humans don't have the right to just take the life of another human. Yeah, that's the deep assumption here about the value of human life. So that's the idea. But why do you need to flee to one of these cities? Why can't you just stay in your own.",
    "start": "00:14:26",
    "end": "00:14:44"
  },
  {
    "text": "Because you're going to get killed.",
    "start": "00:14:44",
    "end": "00:14:46"
  },
  {
    "text": "Can't. Numbers, chapter 35, verse 10. So select for yourselves these cities of refuge so that the one who has killed a person, the killer who has killed a person unintentionally.",
    "start": "00:14:46",
    "end": "00:14:59"
  },
  {
    "text": "Okay.",
    "start": "00:15:00",
    "end": "00:15:01"
  },
  {
    "text": "Can flee there. That's a new little detail that's important.",
    "start": "00:15:01",
    "end": "00:15:03"
  },
  {
    "text": "Accidentally.",
    "start": "00:15:05",
    "end": "00:15:06"
  },
  {
    "text": "Yeah, accidentally.",
    "start": "00:15:06",
    "end": "00:15:07"
  },
  {
    "text": "Manslaughter, as we would say.",
    "start": "00:15:07",
    "end": "00:15:08"
  },
  {
    "text": "Yeah. These cities will be a refuge for you from the. And then here's our word. Oh. From the redemption, from the redeemer. It's the word goel, so that's our verb.",
    "start": "00:15:08",
    "end": "00:15:23"
  },
  {
    "text": "I see. The redeemer then is the.",
    "start": "00:15:24",
    "end": "00:15:26"
  },
  {
    "text": "The repo man.",
    "start": "00:15:26",
    "end": "00:15:27"
  },
  {
    "text": "The repo man.",
    "start": "00:15:27",
    "end": "00:15:28"
  },
  {
    "text": "The repossessor.",
    "start": "00:15:29",
    "end": "00:15:30"
  },
  {
    "text": "And it's using the family version, probably because the person who is going to come repossess is probably the dad or the brother or. You took my brother. I'm taking your life back.",
    "start": "00:15:30",
    "end": "00:15:42"
  },
  {
    "text": "That's right.",
    "start": "00:15:42",
    "end": "00:15:42"
  },
  {
    "text": "The repo man.",
    "start": "00:15:42",
    "end": "00:15:43"
  },
  {
    "text": "The repo man. Yeah.",
    "start": "00:15:43",
    "end": "00:15:45"
  },
  {
    "text": "Repo man's coming.",
    "start": "00:15:45",
    "end": "00:15:46"
  },
  {
    "text": "Yeah.",
    "start": "00:15:46",
    "end": "00:15:46"
  },
  {
    "text": "You need a place to flee.",
    "start": "00:15:46",
    "end": "00:15:47"
  },
  {
    "text": "So the goel, remember, that's when a family member repossesses what rightfully belongs to the family. But it's been taken.",
    "start": "00:15:47",
    "end": "00:15:55"
  },
  {
    "text": "Yeah.",
    "start": "00:15:55",
    "end": "00:15:55"
  },
  {
    "text": "And now it's in the possession of another. So you have to run away from the goel, Meaning I have taken what doesn't belong to me. It belongs to that family.",
    "start": "00:15:55",
    "end": "00:16:06"
  },
  {
    "text": "Yeah.",
    "start": "00:16:06",
    "end": "00:16:07"
  },
  {
    "text": "Which is the life of another human. It's a really profound way to think about it. So later in the paragraph, it describes somebody who killed Another person on purpose. Because if you killed somebody accidentally, you.",
    "start": "00:16:07",
    "end": "00:16:21"
  },
  {
    "text": "Could flee to the city.",
    "start": "00:16:21",
    "end": "00:16:21"
  },
  {
    "text": "You could flee to the city. But verse 16, if someone has struck another person down with an iron object so that they died, and the presumption is on, you know, you don't accidentally kill someone with a sword. That's the assumption here. With an iron object. So that person's a killer, the killer will die. And the. Then it's a more filled out phrase, the goel, hadam, the repossessor of the blood. Oh, okay, it's the phrase goel, the blood repo man. And then hadam, it's the word, the blood. Okay, replace the repossessor of the blood.",
    "start": "00:16:21",
    "end": "00:17:02"
  },
  {
    "text": "And this is where we get the blood Avenger.",
    "start": "00:17:04",
    "end": "00:17:06"
  },
  {
    "text": "This is where you get the Blood Avenger. So that phrase is translated, repossessor of blood in the NIV ESV NRSV as avenger of blood, the avenger of blood. New American standard goes blood avenger. And the King James translates it, the revenger of blood.",
    "start": "00:17:06",
    "end": "00:17:24"
  },
  {
    "text": "Okay.",
    "start": "00:17:24",
    "end": "00:17:24"
  },
  {
    "text": "Which is a kind of a weird turn of phrase for us in modern English. Revenger, blood revenger, blood avenger. There's a deep logic underneath this here that's fairly intuitive, but we don't use this kind of language because right underneath.",
    "start": "00:17:25",
    "end": "00:17:41"
  },
  {
    "text": "This is the idea that the blood.",
    "start": "00:17:41",
    "end": "00:17:43"
  },
  {
    "text": "Is the life, Blood is the life.",
    "start": "00:17:43",
    "end": "00:17:45"
  },
  {
    "text": "This is a very Hebrew idea. The blood, it becomes the symbol of sorts.",
    "start": "00:17:45",
    "end": "00:17:52"
  },
  {
    "text": "Yeah, but it's a true biblical symbol in that the thing is itself a part of the thing to which it points.",
    "start": "00:17:52",
    "end": "00:17:59"
  },
  {
    "text": "Wait, what?",
    "start": "00:18:00",
    "end": "00:18:01"
  },
  {
    "text": "The blood is my actual life. Like if you take all my blood away, I will die. So it's not just a symbol of my life.",
    "start": "00:18:01",
    "end": "00:18:08"
  },
  {
    "text": "My life is more than my blood.",
    "start": "00:18:08",
    "end": "00:18:10"
  },
  {
    "text": "Right.",
    "start": "00:18:10",
    "end": "00:18:10"
  },
  {
    "text": "You could take other parts of me, leave my blood.",
    "start": "00:18:10",
    "end": "00:18:13"
  },
  {
    "text": "That's right.",
    "start": "00:18:13",
    "end": "00:18:13"
  },
  {
    "text": "I will still die.",
    "start": "00:18:13",
    "end": "00:18:14"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:18:14",
    "end": "00:18:15"
  },
  {
    "text": "There's probably a number of these things.",
    "start": "00:18:15",
    "end": "00:18:17"
  },
  {
    "text": "My nose. Nope, my nose is not the life.",
    "start": "00:18:18",
    "end": "00:18:20"
  },
  {
    "text": "You can take out. Yeah, I've seen those torture scenes where people can lose a lot of.",
    "start": "00:18:20",
    "end": "00:18:24"
  },
  {
    "text": "Yeah, you lose an ear, this kind of thing.",
    "start": "00:18:24",
    "end": "00:18:26"
  },
  {
    "text": "You can't lose your brain, you can't lose your lungs, your heart. Yeah, you can't lose your heart. You can't lose all your blood. Any of those things can represent your life. But in Hebrew thought, the thing that then becomes the symbol of the life, especially is the blood is the blood.",
    "start": "00:18:26",
    "end": "00:18:43"
  },
  {
    "text": "So this is a way of thinking about murder then, is to take someone's life. Actually, we have that phrase to take their life, meaning it wasn't mine to Take, But I took it anyway. Didn't belong to me. I took it upon myself to take it. And now it's as if it's wrongfully in my possession. So what? The Blood Avenger, or technically the Repossessor of Blood, Redeemer of Blood, can come and say you took what doesn't belong to you, and so I can't take back the life of that person because they're dead. So I'm going to take your life instead. Your life is forfeit and I'll take it in exchange for the life of the person that you took. Their life. That's the idea here. And this is all built on life for life, life for life, life for life. Point. But you know, what if it really was an accidental death, maybe, you know, the brother of the deceased, they're in their feeling brain, not their thinking brain. Right. When they find out and they just like go find the person and take their life before there was a fair trial or that kind of thing. An investigation.",
    "start": "00:18:44",
    "end": "00:19:58"
  },
  {
    "text": "Yeah.",
    "start": "00:19:58",
    "end": "00:19:58"
  },
  {
    "text": "So the Cities of Refuge are trying to mitigate that.",
    "start": "00:19:58",
    "end": "00:20:01"
  },
  {
    "text": "There's a place I accidentally killed someone. I think I don't deserve to die. It was an accident. Where can I go where I can be safe until we can make a case? Yes, we can figure this out.",
    "start": "00:20:01",
    "end": "00:20:13"
  },
  {
    "text": "Yeah.",
    "start": "00:20:13",
    "end": "00:20:14"
  },
  {
    "text": "And so the City of Refuge is a place I could go, and there I'll be protected. I won't be killed until there can be some sort of trial.",
    "start": "00:20:14",
    "end": "00:20:22"
  },
  {
    "text": "Yeah, Yep. Right here in verse 12. The cities will be a refuge from the Repossessor so that the killer doesn't die until he stands before the community for justice.",
    "start": "00:20:22",
    "end": "00:20:32"
  },
  {
    "text": "Okay, cool.",
    "start": "00:20:32",
    "end": "00:20:33"
  },
  {
    "text": "So it's trying to prevent or minimize the amount of innocent life that might be taken by the Revenger of blood.",
    "start": "00:20:33",
    "end": "00:20:41"
  },
  {
    "text": "Yeah.",
    "start": "00:20:41",
    "end": "00:20:41"
  },
  {
    "text": "Okay. Another reason for the City of Refuge is because of this other belief is given right at the end. It says, this is all so that you don't pollute the land. Blood pollutes or defiles, makes impure the land. If we feel like we can see connections between our modern justice system in this ancient practice, this next part's a little harder to land.",
    "start": "00:21:10",
    "end": "00:21:39"
  },
  {
    "text": "Okay.",
    "start": "00:21:39",
    "end": "00:21:39"
  },
  {
    "text": "So when there's murder that's happened in the land, the taking of life that is innocent, spilled on the land, and that's just standing out there now. It's as if the land itself requires that things be made right. The land will hold us accountable, and that is God, to whom the land belongs, will hold humanity accountable for life that's been taken because of blood returning to the land. Defiles it.",
    "start": "00:21:40",
    "end": "00:22:12"
  },
  {
    "text": "Okay. And we have. I mean, we have talked around this. We talked about the Cain and Abel story. And the blood spills out and the blood cries out from the land.",
    "start": "00:22:12",
    "end": "00:22:21"
  },
  {
    "text": "Yeah. And the Cain and Abel story, this is closely linked to the creation of the human in Genesis 2, because out of the ground, the Adam comes. Human Adam. And then the blood of the human is dam. So the dam of the Adam that came from the Adama.",
    "start": "00:22:21",
    "end": "00:22:47"
  },
  {
    "text": "Yeah.",
    "start": "00:22:48",
    "end": "00:22:48"
  },
  {
    "text": "And there's a deep link, especially the letters. Dam is at the center of all those words. So God made the human in whose veins flow the blood. And all of it belongs to God. The ground and the human and the blood. So when a human.",
    "start": "00:22:48",
    "end": "00:23:06"
  },
  {
    "text": "And that's the order that God created, though, was taking the human out of the ground, giving him the lifeblood.",
    "start": "00:23:06",
    "end": "00:23:11"
  },
  {
    "text": "That's right. Yeah. So when a human returns the lifeblood of another human to the ground illegitimately, the problem. Okay, God has a problem with that.",
    "start": "00:23:11",
    "end": "00:23:22"
  },
  {
    "text": "Yeah, well, the land has a problem with that. And the land, what is that all about?",
    "start": "00:23:22",
    "end": "00:23:26"
  },
  {
    "text": "Yeah. Well, in the Bible, God gives the land agency to respond to human behavior, which is actually true. What, the ground? Yeah. However humans act towards the ground, the ground responds to that positively or negatively, sometimes neutrally.",
    "start": "00:23:27",
    "end": "00:23:45"
  },
  {
    "text": "Meaning farming.",
    "start": "00:23:46",
    "end": "00:23:48"
  },
  {
    "text": "Well, we. Oh, okay. That's more like working with the ground.",
    "start": "00:23:49",
    "end": "00:23:52"
  },
  {
    "text": "Yeah, working with the ground.",
    "start": "00:23:52",
    "end": "00:23:53"
  },
  {
    "text": "Yeah. Yeah. But you can also work against the ground. And one way to do that in biblical thought is to spill blood. Spill blood upon it.",
    "start": "00:23:53",
    "end": "00:24:02"
  },
  {
    "text": "But practically speaking. Right. The blood's gonna just soak into the ground and everything's gonna be fine.",
    "start": "00:24:02",
    "end": "00:24:07"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:24:07",
    "end": "00:24:08"
  },
  {
    "text": "So in what sense is that really a problem?",
    "start": "00:24:08",
    "end": "00:24:10"
  },
  {
    "text": "Yeah, well, but in biblical thought, we live in a moral universe. So the ground actually has an opinion about how humans return to the ground. All humans outside of Eden are going back to the ground one way or another. But if we go back before the time God has designated for us, and in a way that is against God's will, that is through murder, God and the ground have a problem with that.",
    "start": "00:24:10",
    "end": "00:24:38"
  },
  {
    "text": "You're polluting the ground. You're defiling the ground.",
    "start": "00:24:38",
    "end": "00:24:41"
  },
  {
    "text": "Yeah. Yep.",
    "start": "00:24:41",
    "end": "00:24:42"
  },
  {
    "text": "I don't think I get it, but.",
    "start": "00:24:42",
    "end": "00:24:44"
  },
  {
    "text": "I guess purity has to do with life.",
    "start": "00:24:44",
    "end": "00:24:48"
  },
  {
    "text": "Yeah.",
    "start": "00:24:48",
    "end": "00:24:49"
  },
  {
    "text": "Impurity is associated with death. Okay, so.",
    "start": "00:24:49",
    "end": "00:24:52"
  },
  {
    "text": "So you've saturated the land with death.",
    "start": "00:24:52",
    "end": "00:24:54"
  },
  {
    "text": "Yep.",
    "start": "00:24:54",
    "end": "00:24:54"
  },
  {
    "text": "And. And that's a problem.",
    "start": "00:24:54",
    "end": "00:24:58"
  },
  {
    "text": "Yeah, yeah. Because God made the land to sprout with life. And you are paying back the life that the land gives you. You're giving back to the ground death, not life.",
    "start": "00:24:58",
    "end": "00:25:08"
  },
  {
    "text": "Do you actually think that it's causing some problem with the soil.",
    "start": "00:25:09",
    "end": "00:25:12"
  },
  {
    "text": "It's just the logic of biblical thought.",
    "start": "00:25:13",
    "end": "00:25:15"
  },
  {
    "text": "Okay.",
    "start": "00:25:15",
    "end": "00:25:16"
  },
  {
    "text": "Yeah. There's a deep. And there's deep wisdom. Deep wisdom.",
    "start": "00:25:16",
    "end": "00:25:20"
  },
  {
    "text": "Help me get there. What's the deep wisdom?",
    "start": "00:25:21",
    "end": "00:25:23"
  },
  {
    "text": "I mean, there are better or worse ways to treat another human.",
    "start": "00:25:23",
    "end": "00:25:28"
  },
  {
    "text": "I get that.",
    "start": "00:25:28",
    "end": "00:25:29"
  },
  {
    "text": "Okay. There are better, worse ways to treat the ground.",
    "start": "00:25:30",
    "end": "00:25:32"
  },
  {
    "text": "Okay, okay.",
    "start": "00:25:33",
    "end": "00:25:34"
  },
  {
    "text": "The ground is the source of my life.",
    "start": "00:25:34",
    "end": "00:25:36"
  },
  {
    "text": "Yeah. Yeah. Okay. Yeah.",
    "start": "00:25:36",
    "end": "00:25:37"
  },
  {
    "text": "And if it all comes from the ground, right. In Genesis 1, it all sprouts up out of the ground. And the ground is. Where does the ground come from? The ground comes from God. So in that sense, it all comes from God.",
    "start": "00:25:38",
    "end": "00:25:48"
  },
  {
    "text": "Okay, I see. What is the soil, to use soil as a metaphor, from which life sprouts.",
    "start": "00:25:48",
    "end": "00:25:54"
  },
  {
    "text": "Yeah.",
    "start": "00:25:54",
    "end": "00:25:55"
  },
  {
    "text": "It is the ground.",
    "start": "00:25:55",
    "end": "00:25:55"
  },
  {
    "text": "Yeah.",
    "start": "00:25:56",
    "end": "00:25:57"
  },
  {
    "text": "And God created the ground.",
    "start": "00:25:57",
    "end": "00:25:58"
  },
  {
    "text": "That's right. So a way to honor the ground is to honor the human life. That's an image of God that has come up out of the ground.",
    "start": "00:25:58",
    "end": "00:26:06"
  },
  {
    "text": "Like, I kill someone, their blood is now on the ground. It's a very graphic image, and I can imagine it being very potent then for an ancient person to think the ground, which is, in a way, like, very sacred. A bad word.",
    "start": "00:26:06",
    "end": "00:26:20"
  },
  {
    "text": "It's a great word. Yeah. The land belongs to God.",
    "start": "00:26:20",
    "end": "00:26:23"
  },
  {
    "text": "It belongs to God, and it's the source of all life. I do not exist if the land did not produce and I came from the land in some way too. The land is sacred. Humans are sacred. And so now blood spilling into the soil and mixing with the soil and dissolving into the soil becomes this, like, very graphic image to then make me feel of the violation of both of those things at the same time.",
    "start": "00:26:23",
    "end": "00:26:50"
  },
  {
    "text": "Yeah. God saying, listen, Israelites, on the land. The land belongs to me. All y' all belong to me. And if you start allowing the spilling of innocent blood on the land, like, the land's not gonna tolerate it. That is, God's not gonna tolerate it. There'll be a reckoning, and you wanna avoid that. So let's just set up a system, and you honor the system so that we avoid innocent blood being spilled on the land. Because here's what's gonna happen. The Israelites are not gonna do any of this. And there's a lot of innocent people who are gonna die in the storyline of the Old Testament.",
    "start": "00:26:50",
    "end": "00:27:27"
  },
  {
    "text": "A lot of innocent bloodshed, a lot.",
    "start": "00:27:27",
    "end": "00:27:29"
  },
  {
    "text": "Of innocent blood, and it results in famine. All these famines, all of these locust plagues, all these terrible things. And these are the things that in the covenant curses of the Torah, God says, if you don't live by My wisdom, the land is going to reject you in the form of earthquakes and floods and famines and locust plagues and all of that. So that's that responsiveness of the ground to you. But you can avoid that by not allowing it.",
    "start": "00:27:29",
    "end": "00:28:03"
  },
  {
    "text": "Just don't kill each other.",
    "start": "00:28:03",
    "end": "00:28:04"
  },
  {
    "text": "Just don't kill each other. Okay, so check this out. We're going into weird nooks and crannies of the Torah here. Notice for the cities of refuge, we had two categories for murder. One was intentional. Yeah. Attentional and unintentional.",
    "start": "00:28:04",
    "end": "00:28:20"
  },
  {
    "text": "Yeah.",
    "start": "00:28:20",
    "end": "00:28:20"
  },
  {
    "text": "What about this? What if it's a mystery case?",
    "start": "00:28:21",
    "end": "00:28:23"
  },
  {
    "text": "Okay.",
    "start": "00:28:24",
    "end": "00:28:24"
  },
  {
    "text": "What if somebody's been killed?",
    "start": "00:28:24",
    "end": "00:28:25"
  },
  {
    "text": "Unsolved mystery.",
    "start": "00:28:25",
    "end": "00:28:26"
  },
  {
    "text": "Innocent blood.",
    "start": "00:28:27",
    "end": "00:28:28"
  },
  {
    "text": "But we don't know who killed him.",
    "start": "00:28:28",
    "end": "00:28:30"
  },
  {
    "text": "We don't know who killed him.",
    "start": "00:28:30",
    "end": "00:28:31"
  },
  {
    "text": "Classic detective mystery.",
    "start": "00:28:32",
    "end": "00:28:33"
  },
  {
    "text": "But the land has absorbed innocent blood, which is a problem. I mean, the land.",
    "start": "00:28:33",
    "end": "00:28:38"
  },
  {
    "text": "The land needs a verdict.",
    "start": "00:28:38",
    "end": "00:28:40"
  },
  {
    "text": "The land needs a verdict. What do we do? Okay, that's an outstanding question. As we walk away from numbers, chapter 35. That probably most of us would never think.",
    "start": "00:28:40",
    "end": "00:28:51"
  },
  {
    "text": "Sure.",
    "start": "00:28:51",
    "end": "00:28:52"
  },
  {
    "text": "But it's inquiring minds want to know.",
    "start": "00:28:52",
    "end": "00:28:54"
  },
  {
    "text": "Okay.",
    "start": "00:28:54",
    "end": "00:28:54"
  },
  {
    "text": "So in Deuteronomy 21, we explore that problem.",
    "start": "00:28:54",
    "end": "00:28:58"
  },
  {
    "text": "Okay.",
    "start": "00:28:58",
    "end": "00:28:59"
  },
  {
    "text": "All right. So now Deuteronomy 21. Deuteronomy 21 begins. If a murdered person, a slain person, is found lying in the open country in the land.",
    "start": "00:28:59",
    "end": "00:29:37"
  },
  {
    "text": "Yeah.",
    "start": "00:29:37",
    "end": "00:29:37"
  },
  {
    "text": "Literally.",
    "start": "00:29:37",
    "end": "00:29:37"
  },
  {
    "text": "Opening scene of so many, like, murder mystery stories.",
    "start": "00:29:37",
    "end": "00:29:42"
  },
  {
    "text": "Yeah. I don't know why I'm laughing, but if a dead person is found lying in the open country. It's the word field, I think Cain and Abel, he took his brother out into the field and it is not known who struck him. Here's what should happen. The elders, your elders and your judges will go out and measure the distance to the cities around the slain one and whatever city is closest to the body.",
    "start": "00:29:42",
    "end": "00:30:13"
  },
  {
    "text": "Yeah.",
    "start": "00:30:13",
    "end": "00:30:14"
  },
  {
    "text": "The elders of that city are to do this. So notice just the logic there.",
    "start": "00:30:14",
    "end": "00:30:19"
  },
  {
    "text": "Yeah. Well, it's probably from that city. It's the closest.",
    "start": "00:30:19",
    "end": "00:30:23"
  },
  {
    "text": "We don't know.",
    "start": "00:30:23",
    "end": "00:30:24"
  },
  {
    "text": "We don't know. Let's choose the closest city.",
    "start": "00:30:24",
    "end": "00:30:26"
  },
  {
    "text": "Yeah.",
    "start": "00:30:26",
    "end": "00:30:26"
  },
  {
    "text": "Okay.",
    "start": "00:30:26",
    "end": "00:30:27"
  },
  {
    "text": "It's kind of. It's like you're doing the odds, doing statistical analysis.",
    "start": "00:30:27",
    "end": "00:30:31"
  },
  {
    "text": "Just imagine them out there pacing it out. They're like, okay, you go that way, I'm gonna go that way.",
    "start": "00:30:31",
    "end": "00:30:34"
  },
  {
    "text": "Yep.",
    "start": "00:30:34",
    "end": "00:30:34"
  },
  {
    "text": "Count out your steps.",
    "start": "00:30:35",
    "end": "00:30:36"
  },
  {
    "text": "Yep. That's right. 2,000 steps to Beit Horon. But it's 1,000, 980 steps.",
    "start": "00:30:36",
    "end": "00:30:43"
  },
  {
    "text": "Must have come from there to Beit Shah. The murderer came from that city. Okay.",
    "start": "00:30:44",
    "end": "00:30:48"
  },
  {
    "text": "So the elders of whatever city is closest will take a cow, a Young heifer from the herd that has never been worked and has never pulled a yoke. That is. It is. It's not the word blameless or unblemished.",
    "start": "00:30:49",
    "end": "00:31:06"
  },
  {
    "text": "Pampered, but it's the.",
    "start": "00:31:06",
    "end": "00:31:08"
  },
  {
    "text": "The point is it's still set apart as young and whole, and it doesn't have, like, a limp because of the yoke or something.",
    "start": "00:31:10",
    "end": "00:31:18"
  },
  {
    "text": "This would go for a really great price because it's got a lot of vitality left.",
    "start": "00:31:18",
    "end": "00:31:21"
  },
  {
    "text": "A lot of vitality. It's the equivalent of what in the sacrificial system is.",
    "start": "00:31:21",
    "end": "00:31:25"
  },
  {
    "text": "Okay. A blameless.",
    "start": "00:31:25",
    "end": "00:31:26"
  },
  {
    "text": "Blameless. Yep.",
    "start": "00:31:26",
    "end": "00:31:27"
  },
  {
    "text": "Okay.",
    "start": "00:31:27",
    "end": "00:31:28"
  },
  {
    "text": "But I just love it because it's.",
    "start": "00:31:28",
    "end": "00:31:29"
  },
  {
    "text": "Yeah. A little twist.",
    "start": "00:31:29",
    "end": "00:31:30"
  },
  {
    "text": "Little twist. The elders shall bring that heifer or cow down to a valley. Make sure that valley has a stream with running water. A valley that has not been plowed or had seed sown in it. It's kind of the equivalent. It's sort of like an Eden scenario. Unworked land and an unworked animal. And they will break the cow's neck in that valley down by the water. And the priests and the sons of Levi will come near, and all the elders of that city which is closest to the murder victim, and they will wash their hands. Remember, there's living water, running water there over the heifer whose neck was broken. And they shall say, our hands didn't shed this blood. Our eyes didn't see it. Please forgive your people, Israel, that you redeemed. O Yahweh. Do not place the guilt of innocent blood here in the midst of your people, and the guilt of blood will be forgiven them. This is how you will remove the guilt of innocent blood and do what's right in the eyes of the Lord.",
    "start": "00:31:30",
    "end": "00:32:45"
  },
  {
    "text": "Okay, this doesn't make sense unless you feel like there is guilt on the land.",
    "start": "00:32:46",
    "end": "00:32:54"
  },
  {
    "text": "Right? Right. There's some outstanding.",
    "start": "00:32:54",
    "end": "00:32:57"
  },
  {
    "text": "Because the murder is still loose. And I guess in. This is like, it's never gonna be solved, right?",
    "start": "00:32:57",
    "end": "00:33:04"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:33:04",
    "end": "00:33:04"
  },
  {
    "text": "If you haven't solved it yet, there's no DNA laboratory that's gonna crack the case. So that's a foregone conclusion. But the land is not satisfied with that. There was still blood in the land. There's still this problem that persists.",
    "start": "00:33:04",
    "end": "00:33:20"
  },
  {
    "text": "The problem is highlighted here by the word redeemed. This is what surprised me here, to find the word redeemed here. Because what the people are saying is, forgive your people, Israel, that you redeemed. In other words, you repossessed our lives out of Egypt, So why don't you.",
    "start": "00:33:20",
    "end": "00:33:39"
  },
  {
    "text": "Continue to do it?",
    "start": "00:33:39",
    "end": "00:33:40"
  },
  {
    "text": "You are the One to whom all lives rightfully belong, and one of the people whose lives that you possess was wrongfully taken, and we don't know who blood defiled the land. And so we are all collectively responsible for what happened. So please don't put that blood guilt on us. Even though the life of one of you, it's a very collective sense about the responsibility for the taking of a life. Fascinating. And so how do we fix this? Because there's still an outstanding debt, as it were, of a life. And so what's fascinating in this case is that like the Passover lamb, God is here, providing. God's the one saying, right. Providing this law. So God is once again the provider of a substitute blameless life so that death isn't visited on the land. In other words, this is an equivalent to Passover. This cow is being offered and playing the same role in relationship to the land and the people that the Passover lamb plays in relation to the house. And then the firstborn in the house. Okay, does that make sense?",
    "start": "00:33:40",
    "end": "00:35:04"
  },
  {
    "text": "I think so. What the Passover lamb means is that your life doesn't belong to you, and you forfeited your life, but I'm going to let you continue to possess it. Or in some sense, the idea of repossess it.",
    "start": "00:35:04",
    "end": "00:35:20"
  },
  {
    "text": "Yeah.",
    "start": "00:35:20",
    "end": "00:35:20"
  },
  {
    "text": "But to do that, the blood of a blameless animal will become the symbol, the means of exchange. So that's true for the Passover lamb. And you're saying that's also true here for this cow, that it's a valuable cow and will then be the means of exchange for then this whole city of saying, hey, murder happened outside of our walls. And collectively we are taking responsibility. And so we believe that our life now is not our own. Like, we don't get to really possess this life.",
    "start": "00:35:21",
    "end": "00:36:02"
  },
  {
    "text": "Yeah. And we acknowledge that a life was.",
    "start": "00:36:02",
    "end": "00:36:04"
  },
  {
    "text": "Wrongfully taken and a life was wrongfully.",
    "start": "00:36:04",
    "end": "00:36:07"
  },
  {
    "text": "Taken by somebody in our community.",
    "start": "00:36:07",
    "end": "00:36:08"
  },
  {
    "text": "We don't know who, collectively, now we're responsible. But we want to possess our life still.",
    "start": "00:36:09",
    "end": "00:36:14"
  },
  {
    "text": "Yeah. Yeah, that's right.",
    "start": "00:36:14",
    "end": "00:36:16"
  },
  {
    "text": "And we want there to be good on the land. We want the land to be fruitful. We don't want this whole thing to be compromised. And so we embrace this exchange, this gift of exchange.",
    "start": "00:36:16",
    "end": "00:36:29"
  },
  {
    "text": "Yeah. It's not that we offer it to you, God, hoping that you might give our lives to us back.",
    "start": "00:36:29",
    "end": "00:36:35"
  },
  {
    "text": "Right.",
    "start": "00:36:35",
    "end": "00:36:36"
  },
  {
    "text": "It's the opposite.",
    "start": "00:36:36",
    "end": "00:36:37"
  },
  {
    "text": "You gave us this.",
    "start": "00:36:38",
    "end": "00:36:39"
  },
  {
    "text": "You gave us this practice.",
    "start": "00:36:39",
    "end": "00:36:40"
  },
  {
    "text": "Practice that signifies that we get to possess our life still and that things.",
    "start": "00:36:40",
    "end": "00:36:45"
  },
  {
    "text": "Can be made right, even though technically we don't deserve it. And God is here called the Redeemer, which is the same phrase used of the blood Redeemer in the Cities of Refuge. So, God, you're the Redeemer. You could rightfully come, demand our life because of the life that's been taken. But graciously you have provided this substitute. And please forgive us, we offer the life. So somebody really wants us to think. Whoever put the Torah together really wants us to think about so many things all at once. About who does life really belong to?",
    "start": "00:36:45",
    "end": "00:37:27"
  },
  {
    "text": "Okay. That's at the core.",
    "start": "00:37:27",
    "end": "00:37:29"
  },
  {
    "text": "And then when a life has been wrongfully taken, how do you make it right? But when humans make it right, usually what happens is just a lot more people die and the cycle keeps spreading and spreading, spreading. And so in the Cities of Refuge, God first of all instates this value of a desire to protect innocent life, to prevent the spiraling of blood vengeance.",
    "start": "00:37:29",
    "end": "00:37:55"
  },
  {
    "text": "You know what's interesting is that, like, God is very patient with humanity. There's a lot of bloodshed. In a way, the Cities of Refuge is like inserting a way for humans to also kind of be patient.",
    "start": "00:37:55",
    "end": "00:38:07"
  },
  {
    "text": "Yeah, that's right. Yeah.",
    "start": "00:38:07",
    "end": "00:38:08"
  },
  {
    "text": "Work through it in a way. That's right.",
    "start": "00:38:08",
    "end": "00:38:09"
  },
  {
    "text": "Yeah. Asking humans to be like God to each other. Yeah.",
    "start": "00:38:09",
    "end": "00:38:14"
  },
  {
    "text": "But God's patience does have a limit. At some point, he's like, you know what? Enough.",
    "start": "00:38:14",
    "end": "00:38:20"
  },
  {
    "text": "Enough innocent blood has been spilt.",
    "start": "00:38:21",
    "end": "00:38:23"
  },
  {
    "text": "Enough innocent blasphemous been spilled, like in.",
    "start": "00:38:23",
    "end": "00:38:24"
  },
  {
    "text": "The story of the Flood.",
    "start": "00:38:24",
    "end": "00:38:25"
  },
  {
    "text": "Yeah. Justice needs to come.",
    "start": "00:38:25",
    "end": "00:38:27"
  },
  {
    "text": "That's right.",
    "start": "00:38:27",
    "end": "00:38:27"
  },
  {
    "text": "And in which case, then we're at the idea of Passover, the plague, but God still wants a way through.",
    "start": "00:38:27",
    "end": "00:38:35"
  },
  {
    "text": "That's right.",
    "start": "00:38:35",
    "end": "00:38:36"
  },
  {
    "text": "He wants us to embrace a way through.",
    "start": "00:38:36",
    "end": "00:38:37"
  },
  {
    "text": "Yeah.",
    "start": "00:38:37",
    "end": "00:38:37"
  },
  {
    "text": "And he's giving. I think what you're saying is landing is like, this isn't us hoping, God, will you please provide a way through? It's God saying, I'm providing a way through. Just use it.",
    "start": "00:38:37",
    "end": "00:38:48"
  },
  {
    "text": "Yeah, that's right. Here's this.",
    "start": "00:38:48",
    "end": "00:38:49"
  },
  {
    "text": "Claim your life back.",
    "start": "00:38:49",
    "end": "00:38:50"
  },
  {
    "text": "Claim your life back. Here's the way.",
    "start": "00:38:50",
    "end": "00:38:52"
  },
  {
    "text": "Here's the way.",
    "start": "00:38:52",
    "end": "00:38:53"
  },
  {
    "text": "Here's the way.",
    "start": "00:38:53",
    "end": "00:38:53"
  },
  {
    "text": "I've got a way for you to claim your life back.",
    "start": "00:38:53",
    "end": "00:38:54"
  },
  {
    "text": "That's right. Through the substitute. And with the substitute, it's not like I'm buying my life. This cow doesn't buy lives back from God who's like, well, give me the money. If you give me the money, I'll give you your life.",
    "start": "00:38:54",
    "end": "00:39:10"
  },
  {
    "text": "Give me that tasty cow. Okay, I'm good now.",
    "start": "00:39:10",
    "end": "00:39:12"
  },
  {
    "text": "No, God's the one giving, providing the Passover lamb as a symbol to the People to give it back to God that makes it clear to everybody that our lives are not our own. That's the same logic underlying this weird law about breaking the neck of a cow down in a valley by a river stream.",
    "start": "00:39:12",
    "end": "00:39:32"
  },
  {
    "text": "Yeah, yeah. What if it was the farther away city though?",
    "start": "00:39:33",
    "end": "00:39:36"
  },
  {
    "text": "What if apparently God will accept this.",
    "start": "00:39:36",
    "end": "00:39:40"
  },
  {
    "text": "Whole thing because the whole thing is like just a ritual enactment to like it seems like, so that we can embrace a reality.",
    "start": "00:39:40",
    "end": "00:39:48"
  },
  {
    "text": "It's about us facing a reality.",
    "start": "00:39:48",
    "end": "00:39:51"
  },
  {
    "text": "Yeah, okay.",
    "start": "00:39:51",
    "end": "00:39:51"
  },
  {
    "text": "Yeah. And so again, the word redemption here in this law doesn't quite play the role. I don't know that you think it might. But the deepest logic here in the cities of refuge and the I don't even know what you call this ritual heifer mystery, Unsolved mystery. Sacrifice. Mystery murder sacrifice. The biblical authors want us to think really about the value of life. To whom does life ultimately belong and about collective responsibility for the death of the innocent. That anytime innocent life is taken in my community, the biblical authors assume that I have some level of responsibility to that. Enough that we together, our elders and representatives need to acknowledge that responsibility and respond in some way. And here's a way that we can respond that God's given to us and that God will accept. Where all of this is going, I think is building an imagination to say that we are all guilty for the blood soaked land and we all owe our lives back to God in a way that all our lives are forfeit corporately. But God keeps providing these a life for a life, a substitute or exchange life so that our lives can be repossessed to ourselves and received as a gift. And once you receive your life back as a gift, in theory that begins to change how you see life and see God and see neighbor. And redemption is at the core of the set of ideas. The words for repossess so powerful we haven't even left the Torah. But these are really profound insights into human life, the value of life, who God is in relation to life and death. And you can see this is all pointing towards the need for some representative life that's not just an animal. But what if someone would give their life?",
    "start": "00:39:51",
    "end": "00:42:09"
  },
  {
    "text": "Well, I see where that's going. Right. But we don't solve this here. But like if the animal really was just a symbol or a sign of God's posture of generosity back towards us, right Then in a way it doesn't necessarily point forward to something else. It is the thing.",
    "start": "00:42:10",
    "end": "00:42:30"
  },
  {
    "text": "Ah, sure, that's right. But notice there's a tension here. The tension is God and the Land really demand that there be some kind of recompense for a wrongfully taken life. So that's like a justice principle. But then God keeps just being really merciful. But the way that God is merciful isn't to just say, it's fine, I forgive y'. All.",
    "start": "00:42:31",
    "end": "00:42:54"
  },
  {
    "text": "Oh, it's not.",
    "start": "00:42:54",
    "end": "00:42:55"
  },
  {
    "text": "No, no. Because the animal dies. Like, for God to just say, it's okay would be that the elders just say, we're sorry. But notice how there keeps being these substitutes brought in which keeps saying, we're balancing a tension of justice and mercy.",
    "start": "00:42:55",
    "end": "00:43:11"
  },
  {
    "text": "Yeah. What is underneath? Keeping this tension balanced. And as it builds up over and over, you kind of get the sense of, like, this can't be the complete picture.",
    "start": "00:43:11",
    "end": "00:43:24"
  },
  {
    "text": "Yeah. In animal life is very valuable, but it is not of equal value to the human life that it represents. And so, yep, the narrative tension keeps driving you forward. And I think this is what's underneath. Why in the prophets? Well, actually, in the Torah itself, when Moses offers his own life, for example, for the sin of the people at the golden caste story, that begins to set a trajectory of, well, if it really is life for life, then maybe a representative. That's what will satisfy true justice. And if God's a God of justice, that must be what God demands. But God is also extravagantly generous and merciful, and he wants to partner with these humans who keep taking each other's lives. How's this going to get solved? That's the crisis that drives you forward into the prophets. And I think it's the logic underlying the suffering servant figure in, like, the book of Isaiah, and how all these themes come rushing together to the language of redemption being applied to Jesus death that somehow his death redeems.",
    "start": "00:43:24",
    "end": "00:44:33"
  },
  {
    "text": "Cool.",
    "start": "00:44:35",
    "end": "00:44:35"
  },
  {
    "text": "Yeah.",
    "start": "00:44:35",
    "end": "00:44:36"
  },
  {
    "text": "Let's keep march forward then.",
    "start": "00:44:36",
    "end": "00:44:37"
  },
  {
    "text": "Yeah. What we're gonna look at next. Oh, yeah. Is how redemption language is used in one of the most beautiful, moving books of the Hebrew Bible. Four short pages. The Book of Ruth is packed with the language of redemption.",
    "start": "00:44:37",
    "end": "00:44:55"
  },
  {
    "text": "Great.",
    "start": "00:44:55",
    "end": "00:44:55"
  },
  {
    "text": "So let's look at that next.",
    "start": "00:44:56",
    "end": "00:44:57"
  },
  {
    "text": "Thanks for listening to this episode of the BibleProject podcast. Next week, we continue our study of redemption by looking at a beautiful story called the Book of Revelation.",
    "start": "00:45:01",
    "end": "00:45:11"
  },
  {
    "text": "Ruth is portraying just ordinary people doing their ordinary tasks of family and work and communal relationships. And those can become the vehicle of cosmic redemption that turn death into life, slavery into freedom, and isolation into family.",
    "start": "00:45:12",
    "end": "00:45:29"
  },
  {
    "text": "Bibleproject is a crowdfunded nonprofit, and we exist to experience the Bible as a unified story that leads to Jesus. Everything that we make is free because of the support of thousands of people just like you. Thank you so much for being a part of this with us.",
    "start": "00:45:30",
    "end": "00:45:44"
  },
  {
    "text": "Hello, my name is Dana and I'm from Greensboro, North Carolina.",
    "start": "00:45:46",
    "end": "00:45:50"
  },
  {
    "text": "Hi, my name is Chochi. I'm from Fiji. I first heard about bibleproject in China. I use bibleproject for studying the Bible and learning more about Jesus.",
    "start": "00:45:50",
    "end": "00:45:59"
  },
  {
    "text": "I first heard about the Bible Project many years ago. I use the Bible Project for sermon preparation and to share with students.",
    "start": "00:46:00",
    "end": "00:46:08"
  },
  {
    "text": "My favorite thing about the Bible Project is the animation and comic drawings and.",
    "start": "00:46:09",
    "end": "00:46:14"
  },
  {
    "text": "The generosity that flows throughout the interpretation of Scripture. We believe the Bible is a unified story that leads to Jesus.",
    "start": "00:46:14",
    "end": "00:46:22"
  },
  {
    "text": "We're a crowdfunded project by people like me.",
    "start": "00:46:22",
    "end": "00:46:26"
  },
  {
    "text": "Find free videos, articles, podcasts, classes and more on Bibleproject app and@bibleproject.com hey everyone, this is Barb. I'm a volunteer at Bibleproject. We're a group of people that sit around a table and do our work, which is meaningful, lovely work, and it's the most warm place you can possibly imagine. There's a whole team of people that bring the podcast to life every week. For a full list of everyone who involved, check out the show credits in the episode description. Wherever you stream the podcast and on our website.",
    "start": "00:46:26",
    "end": "00:47:00"
  }
]