[
  {
    "text": "This is John from the bibleproject. And today on this episode of the podcast, we're going to continue a conversation that we began in our last episode. We're talking about the Hebrew word nephesh and how this word is often translated in the Bible as soul. Now, what do you think of when you think of a soul? Well, if you're like me, you probably think of some sort of eternal, disembodied existence, some part of you that continues on after death.",
    "start": "00:00:06",
    "end": "00:00:39"
  },
  {
    "text": "People often assume that the idea of a eternal, non physical existence, humans living on after death apart from their bodies, disembodied souls forever and ever. Many people assume that that's a really important idea in the Bible or a main teaching of the Bible. And I certainly thought that. And then as I learned more, I realized what most people mean by the word soul is actually hardly ever the meaning of soul in the Bible.",
    "start": "00:00:40",
    "end": "00:01:09"
  },
  {
    "text": "So that's a pretty wild claim that might be coming out of left field for you, in which case you could go back and listen to us unpack that idea in the first half of this conversation in the last episode. But if you don't want to do that, here's what you need to know. The story of the Bible isn't about becoming a disembodied soul. The story of the Bible is about becoming resurrected people in a new creation. Now, this doesn't mean that the Bible doesn't talk about life after death and what happens before the resurrection. It's just that it rarely talks about it.",
    "start": "00:01:11",
    "end": "00:01:45"
  },
  {
    "text": "There is a category that this word can be used for to describe the enduring human person after death. It's very rare. These words occur hundreds of times in the Bible, and there's a small handful of times where it seems to pretty clearly refer to a person, a living being, through death, always in the hope of resurrection, of re embodiment.",
    "start": "00:01:46",
    "end": "00:02:11"
  },
  {
    "text": "God made us from the dirt and he called it good. He made us living. Nephesh. Being a Nephesh is all about the embodied life.",
    "start": "00:02:12",
    "end": "00:02:22"
  },
  {
    "text": "Nefesh is capturing your body, which is you, essentially you, the living you, your life, your physical, embodied existence.",
    "start": "00:02:23",
    "end": "00:02:34"
  },
  {
    "text": "So in this next episode, we're gonna.",
    "start": "00:02:35",
    "end": "00:02:39"
  },
  {
    "text": "Get physical Song of Songs, right? The erotic love poetry in the Bible. All night long on my bed I looked for the one my Nephesh loves. Your Nephesh can long for your lover.",
    "start": "00:02:39",
    "end": "00:02:54"
  },
  {
    "text": "The Song of Songs is a book.",
    "start": "00:02:55",
    "end": "00:02:56"
  },
  {
    "text": "That makes a lot of us blush. It seems really carnal and unspiritual. But for Hebrew thinkers, having your body.",
    "start": "00:02:56",
    "end": "00:03:04"
  },
  {
    "text": "Your physical existence, long for another, that's.",
    "start": "00:03:04",
    "end": "00:03:07"
  },
  {
    "text": "A good thing on page one of the Bible that the physical world is good. As we're going to see, it's compromised, but it is, in its essence, good. If I'm talking about hunger or sex, as in this case, that's good. But somehow we've spiritualized this biblical mindset.",
    "start": "00:03:07",
    "end": "00:03:29"
  },
  {
    "text": "Thanks for joining us. Here we go.",
    "start": "00:03:29",
    "end": "00:03:32"
  },
  {
    "text": "Okay. This is a very uncommon usage. This is the top of page six. So your Nephesh. Calling somebody a living nephesh is a way to refer to them just as a living creature. In Leviticus 21, one of the things that you. If you touch it, you become ritually impure for a time. And sometimes it's just called corpse, but one time, the corpse is called a dead nephesh. If you touch a dead Nephesh, you become ritually impure. And so very clearly, it means a Nephesh that's no longer alive.",
    "start": "00:03:33",
    "end": "00:04:08"
  },
  {
    "text": "Yeah.",
    "start": "00:04:08",
    "end": "00:04:09"
  },
  {
    "text": "Right. So here it's talking about a human who is a nephesh, and they're dead.",
    "start": "00:04:09",
    "end": "00:04:15"
  },
  {
    "text": "Dead.",
    "start": "00:04:16",
    "end": "00:04:16"
  },
  {
    "text": "So all our English translations say a dead body, but literally it says a dead nephesh. So there you go. Nowhere in the Old Testament, you get this concept of humans as souls trapped in bodies. It's the very opposite, that humans are what they are and in through their bodies. Okay, so this opens up a whole bunch, probably a hundred or more uses of nephesh that just get translated as person.",
    "start": "00:04:16",
    "end": "00:04:47"
  },
  {
    "text": "Your nephesh is your person.",
    "start": "00:04:49",
    "end": "00:04:50"
  },
  {
    "text": "Your nephew is your person. So when Jacob takes his family down to Egypt, In Genesis chapter 46, he takes all his sons and daughters. Were 33 Nepheshes just people? These are my favorite. In the Book of Numbers, a murderer is called a Nephesh slayer, and a kidnapper is called a Nephesh thief. To kidnap a human is to steal their nephesh. A Nephesh thief. Yeah, there you go. Person. You steal people, you kill people. It just means person.",
    "start": "00:04:50",
    "end": "00:05:28"
  },
  {
    "text": "What's the word for when you use. There's a word for using a part of something to mean the whole thing.",
    "start": "00:05:28",
    "end": "00:05:35"
  },
  {
    "text": "Oh, yes.",
    "start": "00:05:35",
    "end": "00:05:36"
  },
  {
    "text": "Is that metonymy?",
    "start": "00:05:36",
    "end": "00:05:37"
  },
  {
    "text": "Yeah. There's two nerdy words. Metonymy and synecdoche. Synecdoche is where you use a part of something to refer to a whole. So, yeah, nephesh is a synecdoche.",
    "start": "00:05:37",
    "end": "00:05:50"
  },
  {
    "text": "You're using this idea of a neck to refer to your whole being.",
    "start": "00:05:50",
    "end": "00:05:53"
  },
  {
    "text": "Mm.",
    "start": "00:05:53",
    "end": "00:05:53"
  },
  {
    "text": "And then what's the other one?",
    "start": "00:05:54",
    "end": "00:05:55"
  },
  {
    "text": "Metonymy, where you use something closely associated to refer to that.",
    "start": "00:05:55",
    "end": "00:06:01"
  },
  {
    "text": "Okay, so here's what's interesting. Here's What I think's happening in my brain. So when I read something like nephesh slayer. Right. And I think of that as a soul slayer. Right. I think of it as like a metonymy or metony, and that I'm using something related to your body. I'm really meaning I'm slashing your body, but I'm using something related, which is your soul.",
    "start": "00:06:01",
    "end": "00:06:23"
  },
  {
    "text": "Your soul, which is actually more like, more essential.",
    "start": "00:06:23",
    "end": "00:06:28"
  },
  {
    "text": "More essential. And I'm really slashing that. So I'm using metonymy. So I read that, and I think, oh, it's a metonymy, but it's really a synecdoche.",
    "start": "00:06:29",
    "end": "00:06:36"
  },
  {
    "text": "Synecdoche.",
    "start": "00:06:36",
    "end": "00:06:37"
  },
  {
    "text": "Synecdoche. I should have this in front of me.",
    "start": "00:06:37",
    "end": "00:06:40"
  },
  {
    "text": "Part for the hole. That's the English phrase.",
    "start": "00:06:40",
    "end": "00:06:42"
  },
  {
    "text": "I don't know if this is helping.",
    "start": "00:06:43",
    "end": "00:06:44"
  },
  {
    "text": "Synecdoche.",
    "start": "00:06:44",
    "end": "00:06:45"
  },
  {
    "text": "It's helping me.",
    "start": "00:06:45",
    "end": "00:06:46"
  },
  {
    "text": "Okay. Yeah, sure. You can call your car my wheels.",
    "start": "00:06:46",
    "end": "00:06:50"
  },
  {
    "text": "Yes.",
    "start": "00:06:50",
    "end": "00:06:50"
  },
  {
    "text": "Oh. Refer to people by a particular body part. Did you get a head count? Yeah. How many heads?",
    "start": "00:06:50",
    "end": "00:06:57"
  },
  {
    "text": "How many heads? That's a synecdoche. So, Nephesh, how many throats do we got here? Meaning how many living beings? That's the synecdoche.",
    "start": "00:06:57",
    "end": "00:07:07"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:07:07",
    "end": "00:07:08"
  },
  {
    "text": "But now let's think of the word soul the way we're used to it. This disembodied, more central part of you. If you say, how many souls on board and. And you mean their disembodied part to really refer to their physical part, where you say, I'm a soul slayer, meaning I kill people, you're using it as a metonymy. So that's. What's so confusing to me, is I can read all these things as metonymies, and they still make sense.",
    "start": "00:07:09",
    "end": "00:07:38"
  },
  {
    "text": "Yeah, sure. Yeah, that's right.",
    "start": "00:07:38",
    "end": "00:07:39"
  },
  {
    "text": "And I have to kind of flip it, and I'm so used to reading it that way. So I read Nephesh slayer, and I think, oh, yeah, Soul slayer.",
    "start": "00:07:39",
    "end": "00:07:46"
  },
  {
    "text": "It's a.",
    "start": "00:07:46",
    "end": "00:07:46"
  },
  {
    "text": "Yes, it's just a metonymy. I don't use that word in my head because I don't even know how to pronounce it, but that's the category I'm using. Does that make sense?",
    "start": "00:07:46",
    "end": "00:07:54"
  },
  {
    "text": "Totally. Yeah. It's actually really helpful for me. I've never thought about it that way. Yeah, yeah.",
    "start": "00:07:54",
    "end": "00:08:01"
  },
  {
    "text": "But to be a Nephesh slayer is to say it's also interesting. Just like slaying someone's neck. That's a very common way to kill someone, too.",
    "start": "00:08:01",
    "end": "00:08:09"
  },
  {
    "text": "Yeah.",
    "start": "00:08:09",
    "end": "00:08:10"
  },
  {
    "text": "So.",
    "start": "00:08:10",
    "end": "00:08:11"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:08:11",
    "end": "00:08:12"
  },
  {
    "text": "To. To be after someone, to seek someone's Nephesh to seek their life. It's just a very. It makes sense.",
    "start": "00:08:12",
    "end": "00:08:20"
  },
  {
    "text": "Yeah.",
    "start": "00:08:20",
    "end": "00:08:20"
  },
  {
    "text": "It's very intuitive way. It's actually more someone.",
    "start": "00:08:20",
    "end": "00:08:23"
  },
  {
    "text": "That's right. It's actually a really intuitive way of saying life. A living person.",
    "start": "00:08:23",
    "end": "00:08:29"
  },
  {
    "text": "So instead of saying soul slayer. I'm a neck slayer. Yeah, that actually. It just sounds more grim, like.",
    "start": "00:08:29",
    "end": "00:08:35"
  },
  {
    "text": "Yes.",
    "start": "00:08:35",
    "end": "00:08:36"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:08:36",
    "end": "00:08:37"
  },
  {
    "text": "So where do we start? We went throat, then we went to living physical being.",
    "start": "00:09:01",
    "end": "00:09:07"
  },
  {
    "text": "Yeah.",
    "start": "00:09:07",
    "end": "00:09:08"
  },
  {
    "text": "Now we're to. It's even the layers of getting more and more general. Then it can just be person, just human person. And then we go out further, and it's the broadest, most broad. And it's the use of nefesh, that you'll never see it in your English translations because it usually. It's a way of referring to oneself. So you. There are different. There are Hebrew words for I, you, you, me, me, he, her, them. But in Hebrew, when you want to emphasize them and their whole physical self, you use. You say my Nephesh or her Nephesh or their Nephesh. And it's very common. So Isaiah 1. God says, My Nephesh. This is kind of ironic. My Nephesh hates your religious festivals. Sabbath, new moon.",
    "start": "00:09:08",
    "end": "00:10:07"
  },
  {
    "text": "So he could have just said, I hate your religious festivals. Yes, but he says, my nephew.",
    "start": "00:10:07",
    "end": "00:10:10"
  },
  {
    "text": "So it's depicting God as physically angry. My whole being hates this thing you're doing. In Genesis 27, Isaac says to Esau, hey, give me some of that tasty food that I love. Give it to me to eat so that my Nephesh may bless you before I die.",
    "start": "00:10:10",
    "end": "00:10:29"
  },
  {
    "text": "That can kind of go both ways. It's about food, so.",
    "start": "00:10:30",
    "end": "00:10:32"
  },
  {
    "text": "Yeah, well, exactly. Exactly. And you'll often see that it's used in context where my physical existence and things necessary for my physical existence. And so give me food. My nephew will bless you. This happens over 40 times in the Book of Psalms, where the poet will say, my Nephesh cries out to you. Oh. So let's go all the way back to these famous Psalm 42. As the deer pants for the water, so my Nephesh pants after you. My Nephesh thirsts. So you can see, actually, he's doing a wordplay on the double meaning of Nephesh. What thirsts? What part of your body gets thirsty? Well, your throat. But my soul thirsts. For what? For God. So your Nephesh, my body, my whole physical existence, is what longs for God, who gave me life in the first place. So you can use both senses. My Nephesh can mean me, but me is kind of a weakened. It's weak because they have perfectly good Hebrew words for just me. So when they say my Nephesh, they're emphasizing my being, my existence, my.",
    "start": "00:10:32",
    "end": "00:11:49"
  },
  {
    "text": "Yeah. What would we say? I think sometimes we use the word soul to mean that.",
    "start": "00:11:50",
    "end": "00:11:56"
  },
  {
    "text": "I think that's true. You're not necessarily talking about the part of me that survives after death. What you mean is me and my.",
    "start": "00:11:56",
    "end": "00:12:04"
  },
  {
    "text": "Core, the things I care about the most, my deepest passions, sense of self is my soul.",
    "start": "00:12:04",
    "end": "00:12:09"
  },
  {
    "text": "Yeah. My soul felt alive. My soul was awakened, really spoke to my soul. Yeah, that's right. That's an English usage of the word. That doesn't mean.",
    "start": "00:12:10",
    "end": "00:12:23"
  },
  {
    "text": "It could also mean. And I think that's what's confusing is when you say that, you're not saying that because you're thinking about this disembodied part of yourself, necessarily. But we've been trained with that framework.",
    "start": "00:12:24",
    "end": "00:12:35"
  },
  {
    "text": "That's right.",
    "start": "00:12:36",
    "end": "00:12:36"
  },
  {
    "text": "So it's connected to that.",
    "start": "00:12:36",
    "end": "00:12:37"
  },
  {
    "text": "So then we think, oh, well, the most important part of me. Important part of me is that non material, eternal. Yeah, that's right. Yes. But again, it's more intuitive in this context. And there's so many examples of the Song of Songs. Right. The erotic love poetry in the Bible. All night long on my bed, I looked for the one my Nephesh loves. I mean, need I say more? It's very clear what that means.",
    "start": "00:12:37",
    "end": "00:13:07"
  },
  {
    "text": "I don't know. I can read it either way in my head. But I'm still straddling these categories very closely.",
    "start": "00:13:08",
    "end": "00:13:15"
  },
  {
    "text": "Yeah, right.",
    "start": "00:13:15",
    "end": "00:13:15"
  },
  {
    "text": "My soul loves my bride. Yeah, sure.",
    "start": "00:13:15",
    "end": "00:13:18"
  },
  {
    "text": "Okay. Yeah. But where does my Nephesh want to love all night long on my bed. It's very clear that we're referring to our physical relationship.",
    "start": "00:13:18",
    "end": "00:13:33"
  },
  {
    "text": "Yeah, yeah. Or he's just being spiritual while also being.",
    "start": "00:13:33",
    "end": "00:13:36"
  },
  {
    "text": "This is the female beloved speaking. Yeah, yeah, yeah.",
    "start": "00:13:36",
    "end": "00:13:40"
  },
  {
    "text": "She's just a very spiritual woman.",
    "start": "00:13:40",
    "end": "00:13:42"
  },
  {
    "text": "So funny. Yeah. No, it's so common, really. And this is a very earthy physical image. Physical desire, my nephew. So your Nephesh can long for God. Psalm 42. Your nephesh can long for your lover. Song of Songs, chapter three.",
    "start": "00:13:45",
    "end": "00:14:06"
  },
  {
    "text": "Yeah, but granted, that can work for just soul. And the old category of, like, my deepest, most.",
    "start": "00:14:06",
    "end": "00:14:13"
  },
  {
    "text": "Okay, sure.",
    "start": "00:14:13",
    "end": "00:14:14"
  },
  {
    "text": "The things apart of me that I care the most about. Longs for you.",
    "start": "00:14:14",
    "end": "00:14:18"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:14:18",
    "end": "00:14:19"
  },
  {
    "text": "Because I love you.",
    "start": "00:14:19",
    "end": "00:14:19"
  },
  {
    "text": "Sure, sure. So, yeah, but I think what we do then is we screen out. There's a whole worldview getting screened out here, and it's that if you don't import these Greek categories onto the Bible you find yourself on page one of the Bible that the physical world is good. As we're going to see, it's compromised, but it is, in its essence, good, which is why it needs to be redeemed and brought to the next stage of what God has planned for it. And so we. If I'm talking about hunger or sex, as in this case, that's good. But somehow we've spiritualized. I don't know, we spiritualized this biblical mindset. And so what we really think it means to love is for my. I don't know, the core of me, which is not physical. Right. Physical is just Right.",
    "start": "00:14:19",
    "end": "00:15:20"
  },
  {
    "text": "Cause, yeah, that's carnal.",
    "start": "00:15:20",
    "end": "00:15:21"
  },
  {
    "text": "It's carnal. Or it's temporary. It's second rate.",
    "start": "00:15:21",
    "end": "00:15:24"
  },
  {
    "text": "Right.",
    "start": "00:15:25",
    "end": "00:15:25"
  },
  {
    "text": "And that's so foreign.",
    "start": "00:15:25",
    "end": "00:15:26"
  },
  {
    "text": "So if I want to communicate that I'm a good Christian and I'm on a bed with my lady, I would say not like, hey, babe, I really wanted. My body really wants you. Yes, I would. That wouldn't sound very spiritual.",
    "start": "00:15:27",
    "end": "00:15:42"
  },
  {
    "text": "Yeah, that's right. Yeah. Right.",
    "start": "00:15:42",
    "end": "00:15:43"
  },
  {
    "text": "I would be like, hey, you know, like, I love you.",
    "start": "00:15:43",
    "end": "00:15:47"
  },
  {
    "text": "Yeah. You're my soulmate.",
    "start": "00:15:47",
    "end": "00:15:49"
  },
  {
    "text": "You're my soulmate.",
    "start": "00:15:49",
    "end": "00:15:50"
  },
  {
    "text": "Yeah.",
    "start": "00:15:50",
    "end": "00:15:50"
  },
  {
    "text": "And then all of a sudden, it's like, oh, you take this really seriously.",
    "start": "00:15:51",
    "end": "00:15:54"
  },
  {
    "text": "Yes.",
    "start": "00:15:54",
    "end": "00:15:54"
  },
  {
    "text": "But you're telling me in Hebrew, it's just kind of the same word. Like, my nephesh longs for you, my body, which is the most important part of me. It is me, me, me wants you. And in this instance, it's gonna get a little physical.",
    "start": "00:15:55",
    "end": "00:16:13"
  },
  {
    "text": "That's right. And that's good.",
    "start": "00:16:13",
    "end": "00:16:16"
  },
  {
    "text": "And that's good.",
    "start": "00:16:16",
    "end": "00:16:17"
  },
  {
    "text": "Like, that's page one of the Bible. It's good. It's so funny.",
    "start": "00:16:17",
    "end": "00:16:21"
  },
  {
    "text": "Like, we're both, like, kind of dancing around.",
    "start": "00:16:21",
    "end": "00:16:23"
  },
  {
    "text": "We're both. Well, yeah, we're kind of getting squirmy, but it's because we've been trained to somehow think that this is inappropriate or because it's physical, it's not spiritual, or it's not. And that's just so foreign.",
    "start": "00:16:23",
    "end": "00:16:39"
  },
  {
    "text": "There's a lot of hip hop songs that are now a lot more religious.",
    "start": "00:16:39",
    "end": "00:16:42"
  },
  {
    "text": "I'm not saying that. I'm just saying. You're right. You get. Yeah, you get the point.",
    "start": "00:16:44",
    "end": "00:16:49"
  },
  {
    "text": "I get the point.",
    "start": "00:16:49",
    "end": "00:16:49"
  },
  {
    "text": "Yeah. There's a whole book of the Bible.",
    "start": "00:16:49",
    "end": "00:16:51"
  },
  {
    "text": "Yeah. We don't read that book.",
    "start": "00:16:51",
    "end": "00:16:52"
  },
  {
    "text": "So there you go. There's many, many uses of this nefesh to refer to your whole. Your whole physical being. Oh, here's an interesting 1. Proverbs 12:10. The righteous person knows the nephesh of Their animal. But the wicked, even their mercy is cruel. So good.",
    "start": "00:16:52",
    "end": "00:17:38"
  },
  {
    "text": "The righteous person knows the nephew of their animal. I don't know what that means. The nephesh of their animal.",
    "start": "00:17:38",
    "end": "00:17:45"
  },
  {
    "text": "Well, think farming culture.",
    "start": "00:17:45",
    "end": "00:17:46"
  },
  {
    "text": "They just. They.",
    "start": "00:17:46",
    "end": "00:17:47"
  },
  {
    "text": "Your domesticated animals. Okay, so you. You care. You care for your animals?",
    "start": "00:17:47",
    "end": "00:17:52"
  },
  {
    "text": "I'm caring for my animals.",
    "start": "00:17:52",
    "end": "00:17:53"
  },
  {
    "text": "Yeah. They're nefesh. You take care of them. Yeah, yeah. But nephews, this is emphasis on their physical existence. You, like, brush your horses, maneuver, and, like, you clean up their. Whatever. Their pen, so they don't have to walk in their own poop all the time.",
    "start": "00:17:53",
    "end": "00:18:13"
  },
  {
    "text": "Got it.",
    "start": "00:18:13",
    "end": "00:18:13"
  },
  {
    "text": "And then the wicked. So notice this is treatment of animals. Treatment of animals is one of the criteria for being the righteous or the wicked.",
    "start": "00:18:14",
    "end": "00:18:23"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:18:23",
    "end": "00:18:24"
  },
  {
    "text": "How you treat your animals.",
    "start": "00:18:24",
    "end": "00:18:25"
  },
  {
    "text": "Yeah.",
    "start": "00:18:25",
    "end": "00:18:26"
  },
  {
    "text": "They're nephews. That's fascinating. Yep. Exodus 20:3. Don't oppress the immigrant for, you know, the Nephesh of the immigrant. You used to be immigrants in the land of Egypt.",
    "start": "00:18:26",
    "end": "00:18:40"
  },
  {
    "text": "You know, like the identity of the immigrant.",
    "start": "00:18:41",
    "end": "00:18:43"
  },
  {
    "text": "Yeah. Almost what they're saying, you know, the being, the being. And.",
    "start": "00:18:43",
    "end": "00:18:46"
  },
  {
    "text": "And again, the essence of.",
    "start": "00:18:46",
    "end": "00:18:47"
  },
  {
    "text": "Yes. Immigrants and being enslaved under forced labor. That's a very physical. Right. Form of oppression.",
    "start": "00:18:47",
    "end": "00:18:56"
  },
  {
    "text": "You know what it's like to have the body of an immigrant.",
    "start": "00:18:57",
    "end": "00:18:59"
  },
  {
    "text": "Yes. The body of a slave, you know, that embodied existence. And so don't you ever repeat that in the history of Israel. All of a sudden, these passages, in my mind, they just get more rich than they already were in the first place.",
    "start": "00:18:59",
    "end": "00:19:14"
  },
  {
    "text": "Yeah. And so in all these passages, there's different words for Nephesh being translated, I'm sure.",
    "start": "00:19:14",
    "end": "00:19:21"
  },
  {
    "text": "Mm. Yeah.",
    "start": "00:19:22",
    "end": "00:19:23"
  },
  {
    "text": "Depending on the translation.",
    "start": "00:19:23",
    "end": "00:19:24"
  },
  {
    "text": "Yeah, let's. Yep.",
    "start": "00:19:24",
    "end": "00:19:25"
  },
  {
    "text": "Like grab Exodus 23:9.",
    "start": "00:19:25",
    "end": "00:19:27"
  },
  {
    "text": "Okay.",
    "start": "00:19:27",
    "end": "00:19:28"
  },
  {
    "text": "All of you know, the nefesh of the immigrant.",
    "start": "00:19:29",
    "end": "00:19:31"
  },
  {
    "text": "New international version says, you yourselves know how it feels to be a foreigner.",
    "start": "00:19:32",
    "end": "00:19:37"
  },
  {
    "text": "How it feels.",
    "start": "00:19:38",
    "end": "00:19:39"
  },
  {
    "text": "Esv. Ooh. This is an English standard version, you know, the heart of the sojourner.",
    "start": "00:19:39",
    "end": "00:19:45"
  },
  {
    "text": "Hmm. So that's why it was translated. Heart. Sometimes I. I was wondering about that. Heart.",
    "start": "00:19:45",
    "end": "00:19:50"
  },
  {
    "text": "Yep. New American standard. You know, the feelings of a stranger. So NRSV has the heart. So notice this is fascinating. Then what they've done is they've taken the body part that we use from modern Western conceptions of the body and replaced it. Replaced it.",
    "start": "00:19:50",
    "end": "00:20:14"
  },
  {
    "text": "Which is what a translator has to do.",
    "start": "00:20:15",
    "end": "00:20:17"
  },
  {
    "text": "That's right. So it. Yes, that's right. Yes. Yeah. I mean, I guess what would be, you know, the.",
    "start": "00:20:17",
    "end": "00:20:23"
  },
  {
    "text": "Well, embodied existence.",
    "start": "00:20:24",
    "end": "00:20:25"
  },
  {
    "text": "Yeah. You know, the clunky.",
    "start": "00:20:26",
    "end": "00:20:28"
  },
  {
    "text": "Yeah.",
    "start": "00:20:28",
    "end": "00:20:28"
  },
  {
    "text": "So there you go. This translates to it.",
    "start": "00:20:29",
    "end": "00:20:30"
  },
  {
    "text": "You Know what it's like to be an immigrant.",
    "start": "00:20:30",
    "end": "00:20:31"
  },
  {
    "text": "You know what it's like. You know, the life. You know, the life of an immigrant. But that even. That doesn't get you to empathy here in a way.",
    "start": "00:20:31",
    "end": "00:20:41"
  },
  {
    "text": "It's like you.",
    "start": "00:20:41",
    "end": "00:20:41"
  },
  {
    "text": "That's right. Yes. Yeah.",
    "start": "00:20:42",
    "end": "00:20:43"
  },
  {
    "text": "I think feeling is a good. What was the niv. You know what it feels like?",
    "start": "00:20:43",
    "end": "00:20:47"
  },
  {
    "text": "You know what it feels like. Yeah.",
    "start": "00:20:47",
    "end": "00:20:48"
  },
  {
    "text": "Yeah. I think that gets to what they're trying to say.",
    "start": "00:20:48",
    "end": "00:20:51"
  },
  {
    "text": "Going back to the Song of songs. All night long on my bed I looked for the one my heart loves, says the new international version. English Standard version says, I looked for the one my soul loves.",
    "start": "00:20:51",
    "end": "00:21:07"
  },
  {
    "text": "So, spiritual version.",
    "start": "00:21:07",
    "end": "00:21:08"
  },
  {
    "text": "The English spiritual version. The ESV English spiritual version. Yeah. So again, just to clarify, all these translations are incredible, produced by brilliant people, and what they're all doing is struggling with how to best render into English this very plastic word. Yeah. And a foreign concept to us. I mean, who can blame them?",
    "start": "00:21:09",
    "end": "00:21:33"
  },
  {
    "text": "Yeah.",
    "start": "00:21:33",
    "end": "00:21:34"
  },
  {
    "text": "We don't have. So we. Not only do we quite have the right words in English, we just lack even the very categories of the human person that these authors had and that these words express. Okay, so is this too many examples?",
    "start": "00:21:35",
    "end": "00:21:49"
  },
  {
    "text": "No, not for me.",
    "start": "00:21:50",
    "end": "00:21:51"
  },
  {
    "text": "So here's what I want to do. I want to read Most of Psalm 35 together.",
    "start": "00:21:52",
    "end": "00:21:55"
  },
  {
    "text": "Okay.",
    "start": "00:21:55",
    "end": "00:21:56"
  },
  {
    "text": "And what this poet has done is use the word nephesh seven times in the poem. And the poet is exploiting different nuances of nefesh, and it brings this richness to the poetry. Okay. Okay. Psalm 35. Contend, O Lord, with those who contend with me. Fight against those who fight against me. Take up shield and armor, arise, come to my aid. Brandish spear and javelin against those who pursue me. Say to my Nephesh. And then quote. So he's asking God, say this to me, I am your salvation. So this is a good example where my Nephesh gets translated as me, say to my Nephesh. Okay, but, you know, if we're in this metaphorical thing of you're getting chased by armed assassins, your Nephesh.",
    "start": "00:21:56",
    "end": "00:22:57"
  },
  {
    "text": "It's pretty important.",
    "start": "00:22:57",
    "end": "00:22:58"
  },
  {
    "text": "Yeah, totally. Yeah. So my whole nefesh needs to hear that you're my savior right now. May those who seek my Nephesh. So now I want God to speak to my Nephesh. But now these enemies, they're seeking my Nephesh. That's a very standard phrase for seeking. So that gets translated usually my life. So there's two uses of nefesh in back to back sentences, and in English, they get translated differently. Differently. May those who Seek my Nephesh be disgraced, put to shame. May those who plot my ruin be turned back in dismay, like chaff before the wind. The angel of the Lord driving them away. May their path be slippery. The angel of the Lord pursuing them because they hid their net for me without cause and without reason. They dug a pit for my Nephesh, my body, my. Yeah. Or me, but specifically for my whole body to fall into.",
    "start": "00:22:58",
    "end": "00:23:59"
  },
  {
    "text": "Yeah.",
    "start": "00:23:59",
    "end": "00:24:00"
  },
  {
    "text": "So the idea is they don't just want kill me. They want my whole being.",
    "start": "00:24:00",
    "end": "00:24:05"
  },
  {
    "text": "Yeah. We don't have an English way of doing this, do we?",
    "start": "00:24:05",
    "end": "00:24:09"
  },
  {
    "text": "No, we don't.",
    "start": "00:24:09",
    "end": "00:24:10"
  },
  {
    "text": "I'm trying to think.",
    "start": "00:24:10",
    "end": "00:24:10"
  },
  {
    "text": "Like, body doesn't work. Yeah, yeah.",
    "start": "00:24:10",
    "end": "00:24:13"
  },
  {
    "text": "If I wanted to emphasize my body while I'm talking about myself, I just don't really have an easy way to do that.",
    "start": "00:24:13",
    "end": "00:24:19"
  },
  {
    "text": "Yeah. Nefesh is capturing your body, which is you, essentially you, and it's the living you, your life, your physical, embodied existence. Yeah. Nefesh.",
    "start": "00:24:19",
    "end": "00:24:35"
  },
  {
    "text": "Get off my back.",
    "start": "00:24:35",
    "end": "00:24:36"
  },
  {
    "text": "It's the perfect word. Nefesh.",
    "start": "00:24:36",
    "end": "00:24:38"
  },
  {
    "text": "Nephesh.",
    "start": "00:24:38",
    "end": "00:24:39"
  },
  {
    "text": "Nephesh.",
    "start": "00:24:39",
    "end": "00:24:39"
  },
  {
    "text": "What about, like, get off my back? That's like, referring to me. My back.",
    "start": "00:24:40",
    "end": "00:24:47"
  },
  {
    "text": "Yeah. Okay. Yeah. Well, that's a good synecdoche.",
    "start": "00:24:47",
    "end": "00:24:50"
  },
  {
    "text": "Synecdoche refer to you putting a burden on myself.",
    "start": "00:24:50",
    "end": "00:24:54"
  },
  {
    "text": "But your back just means get off my case. Like, leave me alone.",
    "start": "00:24:54",
    "end": "00:24:57"
  },
  {
    "text": "Yeah. Leave me alone. Yeah. Instead of saying, you could say, leave me alone. Instead of saying, get off my back.",
    "start": "00:24:57",
    "end": "00:25:04"
  },
  {
    "text": "Yeah. Mm. That's right. Yeah. Me and back become interchangeable there.",
    "start": "00:25:04",
    "end": "00:25:09"
  },
  {
    "text": "Yeah.",
    "start": "00:25:09",
    "end": "00:25:10"
  },
  {
    "text": "Just like Nephesh and me are interchangeable here. So they dug a pit for my Nephesh. May ruin overtake them. May the net they hid for me entangle them. May they fall into the pit. Then my Nephesh will rejoice in the Lord and delight in his salvation. So my. My whole being. Bad guys rise up. They ask me things I don't know. They repay me evil for good in order to bring loss to my nephew. So here they want to do damage to my nephew. But as for me, when these guys. So here's these guys. They're treating me bad to damage my Nephesh. But me, when these guys were sick, my clothing was sackcloth, and I deprived my Nephesh with fasting. O Lord, how long will you look on? Restore my Nephesh from their ravages. These last three are so interesting. So they want to damage my Nephesh, my life. But when these guys were sick, I was praying for them, and I fasted. Right. He says, I didn't eat food.",
    "start": "00:25:10",
    "end": "00:26:23"
  },
  {
    "text": "Yeah.",
    "start": "00:26:23",
    "end": "00:26:24"
  },
  {
    "text": "And and the phrase he uses to describe that is depriving my nephesh. And here we're pretty close to throat, literal throat. I didn't put anything down my gullet. And then we're back to restore my Nephesh. So this is now, you see, the complexity of this word for this poet is not confusing. It's like a treasure trove. He can just use this word in so many different ways, and in every line he uses it, it becomes extra rich.",
    "start": "00:26:24",
    "end": "00:26:57"
  },
  {
    "text": "Thanks for listening to this episode of the BibleProject podcast. We released our video on the Hebrew word Nephesh. You could find the link to it in the show notes, or you could go to our YouTube channel, YouTube.com thebibleproject and watch it there. The BibleProject's a nonprofit in Portland, Oregon. We create free resources that show the Bible as a unified story that leads to Jesus us. We believe the Bible has wisdom for the modern world, and we're committed to letting the Bible talk to us on its terms. This project's crowdfunded, so thank you for being a part of this with us.",
    "start": "00:26:59",
    "end": "00:27:33"
  },
  {
    "text": "It.",
    "start": "00:27:49",
    "end": "00:27:49"
  }
]