[
  {
    "text": "What happens after we die? Do we go to heaven or do we come back to life?",
    "start": "00:00:00",
    "end": "00:00:05"
  },
  {
    "text": "Back to life.",
    "start": "00:00:07",
    "end": "00:00:09"
  },
  {
    "text": "I'm John Collins, this is the bibleproject podcast and we're talking about the Hebrew word nephesh. It's often translated in English as soul. In this episode, we're discussing what happens to our souls, our nephesh, after we die.",
    "start": "00:00:12",
    "end": "00:00:27"
  },
  {
    "text": "People often assume the idea of an eternal, non physical existence that humans living on after death, apart from their bodies, as disembodied souls forever and ever. That's a really important idea in the Bible or a main teaching of the Bible. And I certainly thought that until I actually started to read the Bible.",
    "start": "00:00:27",
    "end": "00:00:48"
  },
  {
    "text": "In the past two episodes, we've discovered that in Hebrew, sought people. People don't have a soul. They are a soul, a living, breathing nephesh. According to the Bible, God is committed to recreating and renewing his whole world, a physical world.",
    "start": "00:00:49",
    "end": "00:01:04"
  },
  {
    "text": "And if that's the case, then within this biblical mindset, death cannot be the end of me. What is the me? What is the state and experience of the me after I die?",
    "start": "00:01:04",
    "end": "00:01:18"
  },
  {
    "text": "So what's after death? You might be surprised what the biblical authors think.",
    "start": "00:01:19",
    "end": "00:01:23"
  },
  {
    "text": "Thanks for joining us.",
    "start": "00:01:23",
    "end": "00:01:24"
  },
  {
    "text": "Here we go.",
    "start": "00:01:24",
    "end": "00:01:25"
  },
  {
    "text": "So why are we having this conversation?",
    "start": "00:01:33",
    "end": "00:01:35"
  },
  {
    "text": "Well, because you're trying to ruin my existence. Tim, you're nepesh. You're trying. Yeah, nephew. No, no, I'm joking.",
    "start": "00:01:36",
    "end": "00:01:46"
  },
  {
    "text": "Yes.",
    "start": "00:01:46",
    "end": "00:01:46"
  },
  {
    "text": "We're having this because. Well, because we're going to do a video on soul and it's gonna spin some people out.",
    "start": "00:01:47",
    "end": "00:01:54"
  },
  {
    "text": "Yeah. We're gonna try and condense all this into like a three and a half minute video.",
    "start": "00:01:54",
    "end": "00:01:58"
  },
  {
    "text": "Yeah. And honestly, the video will be like. That's really interesting.",
    "start": "00:01:58",
    "end": "00:02:04"
  },
  {
    "text": "But really, I have a ton of questions.",
    "start": "00:02:04",
    "end": "00:02:06"
  },
  {
    "text": "I have a ton of questions.",
    "start": "00:02:06",
    "end": "00:02:07"
  },
  {
    "text": "Yes, that's what it's gonna do.",
    "start": "00:02:07",
    "end": "00:02:09"
  },
  {
    "text": "And then hopefully you can listen to this and have less questions.",
    "start": "00:02:09",
    "end": "00:02:14"
  },
  {
    "text": "So let's bring it around because the video is part of explaining the Shema. So hear, O Israel, love the Lord your God with all of your heart and with all of your Nephesh. So now seeing those two alongside each other, I think helps clarify.",
    "start": "00:02:14",
    "end": "00:02:31"
  },
  {
    "text": "We've already done heart, and that's a very. It's very holistic.",
    "start": "00:02:32",
    "end": "00:02:36"
  },
  {
    "text": "Yep.",
    "start": "00:02:36",
    "end": "00:02:36"
  },
  {
    "text": "Sense of you in a way.",
    "start": "00:02:37",
    "end": "00:02:38"
  },
  {
    "text": "A holistic sense of your thoughts, emotions, desires. But what it doesn't account for is your body, your physical existence, and your very life itself represented by that constituted by that body. So it's with your thoughts, ideas, purposes, desires.",
    "start": "00:02:38",
    "end": "00:03:02"
  },
  {
    "text": "Okay, so that's interesting.",
    "start": "00:03:02",
    "end": "00:03:04"
  },
  {
    "text": "Now here it's with your whole Self.",
    "start": "00:03:04",
    "end": "00:03:06"
  },
  {
    "text": "So this might help. Like, why wouldn't Moses just have the line, be, love the Lord your God with all your Nephesh? Because that seems to also incorporate the essence of who you are, which means also your emotions and feelings. And so, like, when my. When I'm. When my nephew is thirsting, I'm not talking about. I'm just literally thirsty. I'm talking about my whole essence is longing for something.",
    "start": "00:03:07",
    "end": "00:03:33"
  },
  {
    "text": "Yes.",
    "start": "00:03:33",
    "end": "00:03:34"
  },
  {
    "text": "And that way, we're kind of in the realm of emotions.",
    "start": "00:03:34",
    "end": "00:03:37"
  },
  {
    "text": "Yeah.",
    "start": "00:03:37",
    "end": "00:03:38"
  },
  {
    "text": "So it could have been a simpler prayer just to say, love the Lord your God with all of your Nephesh.",
    "start": "00:03:38",
    "end": "00:03:44"
  },
  {
    "text": "Yes.",
    "start": "00:03:44",
    "end": "00:03:45"
  },
  {
    "text": "So what is heart doing that.",
    "start": "00:03:45",
    "end": "00:03:47"
  },
  {
    "text": "Okay. But differently. Notice from all the examples we looked at that your Nephesh is what we might call, like, your base physical existence. Thirst, hunger, sex.",
    "start": "00:03:47",
    "end": "00:04:00"
  },
  {
    "text": "Yeah.",
    "start": "00:04:00",
    "end": "00:04:01"
  },
  {
    "text": "Right. And it represents your physical life. Your heart is about emotions, thoughts, ideas, longings that are obviously your heart's in your body, connected. But in some ways, it's like I don't have a lot of control over the fact of what my Nephesh needs. It needs to breathe, it needs food, it needs sleep. But I have a lot of control over the thoughts and purposes and desires I see. And I can shape those.",
    "start": "00:04:01",
    "end": "00:04:35"
  },
  {
    "text": "So your heart, your love, there's a certain amount of control that, like, volition or will that seems to keep those all connected.",
    "start": "00:04:36",
    "end": "00:04:46"
  },
  {
    "text": "Yep. Yeah.",
    "start": "00:04:46",
    "end": "00:04:47"
  },
  {
    "text": "With your body, it's less so.",
    "start": "00:04:47",
    "end": "00:04:51"
  },
  {
    "text": "Yeah.",
    "start": "00:04:51",
    "end": "00:04:52"
  },
  {
    "text": "These things. These are more of your just instinctual.",
    "start": "00:04:52",
    "end": "00:04:55"
  },
  {
    "text": "Needs, your existence as a physical being. So I devote the things I can control, in a way, my thoughts, ideas, purposes. I devote those all in allegiance and love to God. And then my whole body and physical life, with all of its limitations and possibilities, I dedicate those to God as well.",
    "start": "00:04:55",
    "end": "00:05:20"
  },
  {
    "text": "So I might be jumping the gun, but when we talk about it that way, wouldn't the word we use is flesh. Like my flesh. Like the way Paul uses it. Like, I have these urges and these instincts and it's my body, but, you know.",
    "start": "00:05:20",
    "end": "00:05:38"
  },
  {
    "text": "Yes. Well, I mean, I think the fact that this word can come to stand for just the person as a whole. The whole person or the whole self? Love the Lord your God, with all of your thoughts and ideas and feelings and with your entire self. Though maybe the English word self doesn't get there.",
    "start": "00:05:38",
    "end": "00:06:00"
  },
  {
    "text": "Why? Because your thoughts, emotions and feelings doesn't. Doesn't cover your entire self.",
    "start": "00:06:01",
    "end": "00:06:06"
  },
  {
    "text": "Yeah, I guess. No, it doesn't. No. No.",
    "start": "00:06:06",
    "end": "00:06:10"
  },
  {
    "text": "Okay. Yeah. Love the Lord your God, with all your thoughts, desires and feelings. Your heart.",
    "start": "00:06:10",
    "end": "00:06:15"
  },
  {
    "text": "Yeah.",
    "start": "00:06:15",
    "end": "00:06:15"
  },
  {
    "text": "But more so your whole. And also, it almost seems like more. So here's like small part of you.",
    "start": "00:06:15",
    "end": "00:06:22"
  },
  {
    "text": "Oh, that's interesting.",
    "start": "00:06:24",
    "end": "00:06:25"
  },
  {
    "text": "These are like a little bit.",
    "start": "00:06:25",
    "end": "00:06:26"
  },
  {
    "text": "Okay. Yeah, yeah. I've never thought about that. But then like there's like a scale.",
    "start": "00:06:26",
    "end": "00:06:30"
  },
  {
    "text": "Yeah. It's almost like it's increasing. Scale.",
    "start": "00:06:30",
    "end": "00:06:32"
  },
  {
    "text": "Yeah. This part of you with the whole of you. And then we're gonna see that word strength. Everything you can is about the possibilities.",
    "start": "00:06:32",
    "end": "00:06:40"
  },
  {
    "text": "Yeah.",
    "start": "00:06:41",
    "end": "00:06:42"
  },
  {
    "text": "And the opportunities.",
    "start": "00:06:42",
    "end": "00:06:43"
  },
  {
    "text": "Yeah.",
    "start": "00:06:43",
    "end": "00:06:44"
  },
  {
    "text": "That are not yet realized.",
    "start": "00:06:44",
    "end": "00:06:45"
  },
  {
    "text": "It's almost like. Yeah, yeah.",
    "start": "00:06:45",
    "end": "00:06:47"
  },
  {
    "text": "That's interesting. I've never thought about the sliding scale. Scale. Yeah. Anyway, yeah. Nefesh. There you have it.",
    "start": "00:06:47",
    "end": "00:06:53"
  },
  {
    "text": "Nefesh. Isn't there some non material part of me that survives death? Does the Bible talk about that?",
    "start": "00:06:53",
    "end": "00:07:29"
  },
  {
    "text": "So. Yes, it does.",
    "start": "00:07:29",
    "end": "00:07:31"
  },
  {
    "text": "Phew.",
    "start": "00:07:31",
    "end": "00:07:31"
  },
  {
    "text": "You're like, why did he take me through all of this? Okay. But the point is that's not the focus.",
    "start": "00:07:34",
    "end": "00:07:41"
  },
  {
    "text": "Yeah.",
    "start": "00:07:42",
    "end": "00:07:42"
  },
  {
    "text": "That's not the emphasis.",
    "start": "00:07:42",
    "end": "00:07:43"
  },
  {
    "text": "Got it.",
    "start": "00:07:43",
    "end": "00:07:44"
  },
  {
    "text": "And so the reason why the biblical authors have a category for a you that survives after death, after your body gives out, is not because of Greek speculation or not because they believe. No, really. It has to do with their deep conviction that God made this world good, that. That he loves it and that he's committed to it and he's committed to rescuing it so that it can be what he always meant it to be. And if that's the case, then within this biblical Hebrew mindset, death cannot be the end of me. What the biblical authors refuse to speculate about is what is the me? What. What is the state and experience of the me after I die? And we've had these conversations before, it's just there's virtually no information. Yeah. The grave or being with the Lord. And so here we go. Here's one of just. It's a great example in the Old Testament where the poet of Psalm 16 is talking about how God is committed to him. It's connected to David, the hope of the time Davidic king, how God's committed to him. And he says, Psalm 16, verse 8. I've set the Lord continually before me because he's at my right hand. I won't be shaken, therefore my heart is glad. My glory rejoices. My flesh dwells securely. You won't abandon my Nephesh to the grave or allow your holy one to see the pit. You'll make known to me the path of life. So here's a sense of. You won't abandon my Nephesh to the grave. So when I die, isn't my body.",
    "start": "00:07:44",
    "end": "00:09:38"
  },
  {
    "text": "Going to go to the grave?",
    "start": "00:09:38",
    "end": "00:09:39"
  },
  {
    "text": "Yeah. So in that Sense my Nephesh, my physical existence is. But there's another sense in which that can't be the end of the story. If this God is who this God says he is, he's committed to redeeming his world and his people. And so here's the use of Nephesh that does seem to be the you that isn't tied to your current mortal body, but is connected to the you that will be the immortal, physical you. You've made known to me the path of life. There'll be a way through death to a physical existence on the other side. So this is not talking about afterlife. This is talking about when this Nephesh, when this prototype of my Nephesh gives out, the next version will be what you usher me into. So this is very important. This is not talking about the afterlife. Even in this use, we're not talking about just an immortal, eternal soul. It's talking about, my Nephesh will take new form. So, I mean, he's gonna die, but in another sense, he's able to say, you're not gonna let my Nephesh die.",
    "start": "00:09:39",
    "end": "00:10:53"
  },
  {
    "text": "How do you know he's gonna die? He knows he's gonna die.",
    "start": "00:10:53",
    "end": "00:10:55"
  },
  {
    "text": "Well, I think there's a sense of. I mean, it's just being human. You're gonna die. Unless you're Enoch.",
    "start": "00:10:55",
    "end": "00:11:00"
  },
  {
    "text": "But a lot of these are like psalms where, like.",
    "start": "00:11:01",
    "end": "00:11:03"
  },
  {
    "text": "Oh, that's right. Metaphors for dying. Yeah.",
    "start": "00:11:03",
    "end": "00:11:06"
  },
  {
    "text": "No, where, like, enemies are gonna come and get him and he's asking God to protect him.",
    "start": "00:11:06",
    "end": "00:11:11"
  },
  {
    "text": "Yes.",
    "start": "00:11:11",
    "end": "00:11:11"
  },
  {
    "text": "That's not what's happening here.",
    "start": "00:11:12",
    "end": "00:11:13"
  },
  {
    "text": "No, that's right. There's one layer of which the poets often describe brushes with danger with this depiction of death right here. Or you're saying, often these poets are.",
    "start": "00:11:13",
    "end": "00:11:24"
  },
  {
    "text": "Just saying basically, like, God, don't let these guys kill me. And then for me to say, you know what? I believe that you won't let them kill me. You won't let me get buried in the ground.",
    "start": "00:11:24",
    "end": "00:11:36"
  },
  {
    "text": "Yeah, that's right. So there's one sense in. In which you can read that simply as what's going on here. But this is one among a number of these suffering and deliverance poems. And the deliverance comes out the other side. I also didn't copy and paste the whole poem. The last line of the poem is, in your presence is fullness of joy. In your right hand are pleasures forever. It seems like what the poets straining at here is that if God is truly committed to me and to this world, in this case, to the line of David, he says he is Then death can't be the end. There has to be a form of life, eternal life, physical existence, that God still has in store. There's a similar sentiment in the conclusion of Psalm 73. There's just not that many. But that's the basic idea.",
    "start": "00:11:36",
    "end": "00:12:32"
  },
  {
    "text": "There's this verse where it says, you will redeem my life from the grave. I think it's like, you will redeem my life from the grave. You will surely take me to yourself. Here it is. Yeah. Psalm 49.",
    "start": "00:12:33",
    "end": "00:12:46"
  },
  {
    "text": "Yeah, yeah. That's the other. That's the other main one. Yep.",
    "start": "00:12:46",
    "end": "00:12:48"
  },
  {
    "text": "God will redeem me from the realm of the dead. He will surely take me to himself.",
    "start": "00:12:48",
    "end": "00:12:52"
  },
  {
    "text": "That's right, yeah, yeah. As for the wicked, death will be their shepherd. But God will redeem my Nephesh. He'll redeem my Nephesh from the grave, for he will take me. That's what it says.",
    "start": "00:12:52",
    "end": "00:13:07"
  },
  {
    "text": "He will take me.",
    "start": "00:13:08",
    "end": "00:13:09"
  },
  {
    "text": "So once again, we're in the Take me.",
    "start": "00:13:10",
    "end": "00:13:12"
  },
  {
    "text": "Is it the. Is Nephesh twice? Take my Nephesh or just take me?",
    "start": "00:13:12",
    "end": "00:13:15"
  },
  {
    "text": "No, just take me. So what does it mean for God to redeem? Rescue your body from the grave? And again we think, yeah, into the pearly.",
    "start": "00:13:15",
    "end": "00:13:26"
  },
  {
    "text": "Through the pearly gates to eternal bliss.",
    "start": "00:13:26",
    "end": "00:13:28"
  },
  {
    "text": "Yeah.",
    "start": "00:13:29",
    "end": "00:13:29"
  },
  {
    "text": "So think I'm going home.",
    "start": "00:13:29",
    "end": "00:13:31"
  },
  {
    "text": "So redeem is vocabulary from the Exodus story. Rescue. So what does it mean to be rescued from the power of death? It doesn't mean that you. I'm trying to think. If you use the Exodus as an image. If you're enslaved in Egypt, you're saved.",
    "start": "00:13:31",
    "end": "00:13:48"
  },
  {
    "text": "Out of slavery, and your status changes.",
    "start": "00:13:48",
    "end": "00:13:51"
  },
  {
    "text": "And your status changes and you go into the promised land. Land, yeah. So here it's. You're redeemed from having to die, and then your status changes so that you can be alive. Can be alive, yeah.",
    "start": "00:13:51",
    "end": "00:14:05"
  },
  {
    "text": "So there's a resurrection hope here.",
    "start": "00:14:05",
    "end": "00:14:07"
  },
  {
    "text": "Correct. That's where these are. These are the bedrock, or use a different metaphor, the seed bed.",
    "start": "00:14:08",
    "end": "00:14:13"
  },
  {
    "text": "Right.",
    "start": "00:14:13",
    "end": "00:14:14"
  },
  {
    "text": "And. And we're not. And I'm not making this up. The Apostle Peter thought so, too. The top of page eight, Psalm 16, was really important for the early Christians and how helped them find language about Jesus. This is right after Peter is giving a message and he quotes the section of Psalm 16 that we just read. And here's his commentary. He says, fellow Israelites, I tell you confidently, the patriarch David died. He was buried. His tomb's with us to this day. But he was a prophet, and he knew that God had promised him on oath that he would place one of his seed descendants on the throne. Seeing what was to come. He spoke of the resurrection of the Messiah in the quotes from the psalm, that he was not abandoned to the realm of the dead, nor did his body see decay. God raised this Jesus to life, and we're all witnesses.",
    "start": "00:14:14",
    "end": "00:15:08"
  },
  {
    "text": "So Peter looked at this hope that he saw in the Psalms of resurrection and he said, look, that's what happened with Jesus.",
    "start": "00:15:09",
    "end": "00:15:16"
  },
  {
    "text": "This poem wasn't talking about the afterlife. This poem was talking about the hope of God rescuing someone into new physical existence.",
    "start": "00:15:16",
    "end": "00:15:25"
  },
  {
    "text": "It's not afterlife, it's more life.",
    "start": "00:15:26",
    "end": "00:15:28"
  },
  {
    "text": "Yeah, totally, yeah. Or what scholar N.T. wright, he has a clever phrase. His fat book on the resurrection, he called it life after life after death after life after death.",
    "start": "00:15:28",
    "end": "00:15:42"
  },
  {
    "text": "Life after death.",
    "start": "00:15:42",
    "end": "00:15:43"
  },
  {
    "text": "Resurrection, Life after life after death.",
    "start": "00:15:43",
    "end": "00:15:45"
  },
  {
    "text": "I'm so confused.",
    "start": "00:15:46",
    "end": "00:15:47"
  },
  {
    "text": "Well, because by definition, if I die, if my body gives out the hope and the trust is that what happened to Jesus will happen to me. But most likely there's going to be a time gap like there has been for many followers of Jesus. So where are those people?",
    "start": "00:15:47",
    "end": "00:16:07"
  },
  {
    "text": "Oh, okay. Life after life.",
    "start": "00:16:09",
    "end": "00:16:10"
  },
  {
    "text": "What is the afterlife existence of those?",
    "start": "00:16:11",
    "end": "00:16:13"
  },
  {
    "text": "And we have no idea. It's very, very obscure.",
    "start": "00:16:14",
    "end": "00:16:17"
  },
  {
    "text": "Here we go. In the Old Testament, it's just. There's nothing.",
    "start": "00:16:17",
    "end": "00:16:21"
  },
  {
    "text": "He will take me.",
    "start": "00:16:21",
    "end": "00:16:22"
  },
  {
    "text": "Yeah. And then what we know is that death won't be the end. You've redeemed me from the power of the grave.",
    "start": "00:16:22",
    "end": "00:16:29"
  },
  {
    "text": "And so if that's afterlife, that's life after death, then what the resurrection is, is really the life after the life after death. The life after the life after death.",
    "start": "00:16:29",
    "end": "00:16:38"
  },
  {
    "text": "And then Paul, right, in those handful of passages to. And then once with Jesus, right. To the guy next to him on the cross. Today you'll be with me in paradise.",
    "start": "00:16:38",
    "end": "00:16:50"
  },
  {
    "text": "Yeah, that's the afterlife.",
    "start": "00:16:50",
    "end": "00:16:51"
  },
  {
    "text": "To be absent from the body is to be present with the Lord. So that's life after death, according to the New Testament, is to be with Jesus.",
    "start": "00:16:51",
    "end": "00:16:58"
  },
  {
    "text": "Yeah. So we're all obsessed with what is life after death.",
    "start": "00:16:58",
    "end": "00:17:02"
  },
  {
    "text": "That's right.",
    "start": "00:17:02",
    "end": "00:17:02"
  },
  {
    "text": "And he writes clever turn of phrases to say we should be more obsessed with the life that comes after the life.",
    "start": "00:17:03",
    "end": "00:17:09"
  },
  {
    "text": "And what the biblical authors are actually talking about is the life that comes.",
    "start": "00:17:09",
    "end": "00:17:14"
  },
  {
    "text": "After death after life after death.",
    "start": "00:17:14",
    "end": "00:17:17"
  },
  {
    "text": "Come on, that's clever.",
    "start": "00:17:17",
    "end": "00:17:18"
  },
  {
    "text": "You get this. Clever. So we should stop talking about the afterlife. We should start talking about the life after.",
    "start": "00:17:18",
    "end": "00:17:23"
  },
  {
    "text": "Yes. Yeah, yeah, that's right. Yeah, that's good. That's John Collins coin, that one. Hey.",
    "start": "00:17:24",
    "end": "00:17:30"
  },
  {
    "text": "Oh.",
    "start": "00:17:30",
    "end": "00:17:31"
  },
  {
    "text": "There'S. So there's a couple passages that then talk about the. In the New Testament, the equivalent for Nephesh it's different language Greek. So it's the Greek word suke. So there's a couple passages where actually in teachings of Jesus, he'll talk about the nephesh, suke.",
    "start": "00:17:53",
    "end": "00:18:10"
  },
  {
    "text": "Because in Greek, the nephesh becomes suke.",
    "start": "00:18:11",
    "end": "00:18:14"
  },
  {
    "text": "Yeah. When the Hebrew Bible is translated into Greek, before Jesus, the standard translation for nephesh was suke.",
    "start": "00:18:14",
    "end": "00:18:23"
  },
  {
    "text": "Got it.",
    "start": "00:18:23",
    "end": "00:18:24"
  },
  {
    "text": "And then that's. So again, it's the Jewish authors of the New Testament thinking in Greek, Hebrew Bible categories, but they're using Greek words.",
    "start": "00:18:24",
    "end": "00:18:33"
  },
  {
    "text": "They weren't thinking in Platonic categories.",
    "start": "00:18:34",
    "end": "00:18:36"
  },
  {
    "text": "So think a famous saying of Jesus, whoever tries to save their suke will lose it, and whoever loses their suke will preserve it or save. Usually gets translated life. And I think that's a good translation, but it's not the word life. It's the equivalent of nephesh.",
    "start": "00:18:36",
    "end": "00:18:55"
  },
  {
    "text": "What's the Hebrew word for life?",
    "start": "00:18:56",
    "end": "00:18:57"
  },
  {
    "text": "Chaim.",
    "start": "00:18:58",
    "end": "00:18:58"
  },
  {
    "text": "Chaim.",
    "start": "00:18:58",
    "end": "00:18:59"
  },
  {
    "text": "L'. Chaim. Yeah.",
    "start": "00:18:59",
    "end": "00:19:01"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:19:01",
    "end": "00:19:01"
  },
  {
    "text": "To life for life. Yeah. So here's. Oh, another famous saying of Jesus. Therefore, I tell you, don't worry about your sukeh, what you will eat, and listen to the commentary, what you will eat, what you will drink, or don't worry about your body, what you're going to wear.",
    "start": "00:19:01",
    "end": "00:19:20"
  },
  {
    "text": "Distinction there.",
    "start": "00:19:21",
    "end": "00:19:22"
  },
  {
    "text": "Yes. Isn't your suke more than food, and isn't your body more than clothes? Yeah. So there's this distinction, body and suke. And what. What is it that sustains the body? Well, food and drink, what is it that sustains. It's almost. There's like surface clothes just go on your body.",
    "start": "00:19:22",
    "end": "00:19:42"
  },
  {
    "text": "Yeah.",
    "start": "00:19:42",
    "end": "00:19:43"
  },
  {
    "text": "And that's not your identity, your essential.",
    "start": "00:19:43",
    "end": "00:19:46"
  },
  {
    "text": "Self that can scrape off and regrow pretty easy.",
    "start": "00:19:46",
    "end": "00:19:48"
  },
  {
    "text": "Yes. And then he says, even your suke is more than just food.",
    "start": "00:19:48",
    "end": "00:19:54"
  },
  {
    "text": "Yeah.",
    "start": "00:19:54",
    "end": "00:19:55"
  },
  {
    "text": "And this seems to be the logic underneath fasting for Jesus. You symbolically withhold food from yourself on regular intervals to remind yourself that your truest self, your true physical life, is based on God's generosity, not by your own ability to feed yourself. It's like Psalm 42. My Nephesh hungers and thirsts for God. Man doesn't live by bread alone, that kind of thing. This is that same mindset. Isn't that interesting?",
    "start": "00:19:55",
    "end": "00:20:29"
  },
  {
    "text": "Is not life more than food? Is not your nephesh your sukeh more than food?",
    "start": "00:20:29",
    "end": "00:20:35"
  },
  {
    "text": "Yeah.",
    "start": "00:20:36",
    "end": "00:20:36"
  },
  {
    "text": "I don't know. That's confusing to me. I don't think of my life as just food. But what he's saying is, what sustains you?",
    "start": "00:20:37",
    "end": "00:20:45"
  },
  {
    "text": "What truly sustains the true you?",
    "start": "00:20:45",
    "end": "00:20:47"
  },
  {
    "text": "Because here's another thing. Cause I live In a time where, like, there's just tons of food, I just go to the supermarket. There's lots of food.",
    "start": "00:20:48",
    "end": "00:20:53"
  },
  {
    "text": "Yes.",
    "start": "00:20:53",
    "end": "00:20:53"
  },
  {
    "text": "So if I put myself in the mental categories of someone who every day it's like, let's make the bread, let's make sure we got enough food.",
    "start": "00:20:53",
    "end": "00:21:02"
  },
  {
    "text": "Is there enough food?",
    "start": "00:21:03",
    "end": "00:21:04"
  },
  {
    "text": "Is there enough food today?",
    "start": "00:21:04",
    "end": "00:21:05"
  },
  {
    "text": "Right.",
    "start": "00:21:05",
    "end": "00:21:06"
  },
  {
    "text": "That becomes like a daily obsession of sustenance. Like, and so it can almost begin to feel like my life is about food.",
    "start": "00:21:06",
    "end": "00:21:16"
  },
  {
    "text": "Yeah.",
    "start": "00:21:16",
    "end": "00:21:16"
  },
  {
    "text": "Right. Like my life is about when can I get more food in me.",
    "start": "00:21:16",
    "end": "00:21:19"
  },
  {
    "text": "Yeah.",
    "start": "00:21:19",
    "end": "00:21:20"
  },
  {
    "text": "That's what this Corporal.",
    "start": "00:21:20",
    "end": "00:21:22"
  },
  {
    "text": "Yeah.",
    "start": "00:21:22",
    "end": "00:21:23"
  },
  {
    "text": "Embodied existence feels like.",
    "start": "00:21:23",
    "end": "00:21:25"
  },
  {
    "text": "Yeah.",
    "start": "00:21:25",
    "end": "00:21:25"
  },
  {
    "text": "It's just a chase after nourishment.",
    "start": "00:21:25",
    "end": "00:21:27"
  },
  {
    "text": "That's what it needs. Yeah. Yeah.",
    "start": "00:21:27",
    "end": "00:21:29"
  },
  {
    "text": "And if I was a cat caterpillar, that would be my life. Hungry caterpillar.",
    "start": "00:21:29",
    "end": "00:21:34"
  },
  {
    "text": "Yes. Your life would just be about food. Yeah.",
    "start": "00:21:34",
    "end": "00:21:36"
  },
  {
    "text": "That's my job. Fill up my belly.",
    "start": "00:21:36",
    "end": "00:21:38"
  },
  {
    "text": "Yep. But by fasting image of God bearing humans. Life is your suke is more. It's more than that, transcends.",
    "start": "00:21:38",
    "end": "00:21:49"
  },
  {
    "text": "In fact, spend a while, spend a day or two or a week without that, and you'll realize there's something more going on.",
    "start": "00:21:49",
    "end": "00:21:57"
  },
  {
    "text": "Yeah. You're still you. And there's a you that can live and exist in the world, interact with God and others, that transcends your physical appetites. Man, Jesus packs so much into these little things.",
    "start": "00:21:57",
    "end": "00:22:15"
  },
  {
    "text": "Don't worry about it. Well, I'm not going to run around naked, Jesus. So you could forget about that one.",
    "start": "00:22:16",
    "end": "00:22:24"
  },
  {
    "text": "Yeah, here's a whopper. Don't be afraid of those who can kill the body but cannot kill the tsuke. This is an encouragement for, like, if you're going Matthew chapter 10. If you're going out sharing the kingdom of God, this is when he's sending out the other disciples to go ahead of him. Or 72 in Luke. Yeah, it's just the 12 in Matthew.",
    "start": "00:22:24",
    "end": "00:22:47"
  },
  {
    "text": "Okay.",
    "start": "00:22:47",
    "end": "00:22:48"
  },
  {
    "text": "And he's trying to encourage them, like, hey, listen, you know, God is aware of the sparrows. He won't let a hair of your head fall to the ground. And don't be afraid. All they can do is kill you. They can't kill your tsuke. Now, that's interesting. It's a play. Because one of the terms for murderer in the revival is the suke slayer or the Nephesh slayer. And so in one sense, that's true. But now we're back to the same idea, that for Jesus, the.",
    "start": "00:22:48",
    "end": "00:23:16"
  },
  {
    "text": "That's not all there is.",
    "start": "00:23:16",
    "end": "00:23:17"
  },
  {
    "text": "Who I am is not just the fate of this prototype version of me. My current physical existence Isn't all that there is to me.",
    "start": "00:23:17",
    "end": "00:23:29"
  },
  {
    "text": "So this begins to really gel with this idea of where we were starting, which is more of a spiritual part of you.",
    "start": "00:23:30",
    "end": "00:23:38"
  },
  {
    "text": "Yes. Though he very clearly doesn't use the word spirit, he doesn't use the word spirit. He uses the word a very physical, earthy word. Your Tsuke.",
    "start": "00:23:39",
    "end": "00:23:49"
  },
  {
    "text": "Don't worry about people who can kill your body because they really can't kill you.",
    "start": "00:23:49",
    "end": "00:23:53"
  },
  {
    "text": "Because I can't kill you. And then the next phrase, he connects it to future vindication. Rather be afraid of the one who can destroy both suke and body in hell. So what you should have your eye on is the hope of resurrection. Right? If your hope is on resurrection, you can kill me now. It's fine. God will redeem me from the power of the grave. Don't base your decision making on people who can only kill the prototype version of you in the moment. Because God will take care of.",
    "start": "00:23:53",
    "end": "00:24:28"
  },
  {
    "text": "Keep the after party in mind.",
    "start": "00:24:28",
    "end": "00:24:29"
  },
  {
    "text": "Right? Keep the after party in mind. What you really should base your decisions off of is the one who controls.",
    "start": "00:24:29",
    "end": "00:24:35"
  },
  {
    "text": "The after party, the after party, and who gets the party.",
    "start": "00:24:35",
    "end": "00:24:38"
  },
  {
    "text": "Whether or not you will be resurrected into the new creation, that's the person's verdict you should care about. So even this example doesn't show Jesus saying, see, after all, you know, there's the eternal non physical part of you. His eye is still on your physical existence. It's whether you exist in this form or in the new creation.",
    "start": "00:24:38",
    "end": "00:25:05"
  },
  {
    "text": "And so by saying, who can destroy your suke? He's in hell. What? What is he talking about?",
    "start": "00:25:05",
    "end": "00:25:15"
  },
  {
    "text": "Whole other conversation. This. Yeah, this gets us into what did Jesus mean when he used the word gehenna, which gets translated as hell in English. And the depictions of final. The fate of those, the wicked who don't want to be a part of the new creation. What's their status or existence? And there are different portraits given in the New Testament and different metaphors. We kind of talked about this before in some of the Day of the Lord conversations. So here he uses the verb destroy. Yeah, destroy. So in other words, don't worry about.",
    "start": "00:25:15",
    "end": "00:25:51"
  },
  {
    "text": "Someone who could kill you right now.",
    "start": "00:25:51",
    "end": "00:25:52"
  },
  {
    "text": "This version of your body, but the real you that will live on into resurrection and new creation, they can't touch that. But there is somebody who controls whether or not you will be raised into the new creation. And the opposite of that, he uses as destruction of your entire self.",
    "start": "00:25:52",
    "end": "00:26:12"
  },
  {
    "text": "You used the word prototype a couple times. Is that.",
    "start": "00:26:13",
    "end": "00:26:15"
  },
  {
    "text": "Yeah, I just started using it. Well, I'm just for Jesus, what he's Talking about.",
    "start": "00:26:15",
    "end": "00:26:20"
  },
  {
    "text": "Did you read that somewhere?",
    "start": "00:26:20",
    "end": "00:26:21"
  },
  {
    "text": "Is it stage one or stage two? No, I'm just thinking. Yeah, it's a good image.",
    "start": "00:26:21",
    "end": "00:26:26"
  },
  {
    "text": "I like it.",
    "start": "00:26:26",
    "end": "00:26:26"
  },
  {
    "text": "Yeah, because it's like Jesus walking around Galilee.",
    "start": "00:26:26",
    "end": "00:26:30"
  },
  {
    "text": "It's the MVP is what they call that in the tech world. Minimal viable product.",
    "start": "00:26:30",
    "end": "00:26:34"
  },
  {
    "text": "Oh, wow.",
    "start": "00:26:34",
    "end": "00:26:36"
  },
  {
    "text": "Is the first.",
    "start": "00:26:36",
    "end": "00:26:36"
  },
  {
    "text": "That's interesting.",
    "start": "00:26:37",
    "end": "00:26:37"
  },
  {
    "text": "That's what you need to get out the door. Don't make the perfect thing. Just get the MVP out there, the minimal viable product and then tweak it from there.",
    "start": "00:26:38",
    "end": "00:26:46"
  },
  {
    "text": "Tweak it from there. Yeah. Maybe it's a bad analogy. It probably doesn't work on prototype means.",
    "start": "00:26:47",
    "end": "00:26:52"
  },
  {
    "text": "Like less like that. So forget the minimal viable prototypes. A fully working thing, but we're not mass producing it yet. It's kind of what prototypes are.",
    "start": "00:26:53",
    "end": "00:27:03"
  },
  {
    "text": "Yeah, that's a good point. So the analogy breaks down too.",
    "start": "00:27:04",
    "end": "00:27:06"
  },
  {
    "text": "Yeah, but it is an interesting vision.",
    "start": "00:27:06",
    "end": "00:27:09"
  },
  {
    "text": "Of humanity and Jesus relation to humanity in the New Testament, that we are the prototype of which he is the full real thing. He is the human that I and made to be but have not attained. Human 2.0 and he's human 2.0 and we're human beta. And so what he's talking about here.",
    "start": "00:27:09",
    "end": "00:27:34"
  },
  {
    "text": "Make him human 1.0.",
    "start": "00:27:34",
    "end": "00:27:36"
  },
  {
    "text": "Our existence in. Yeah, 1.0 or prototype version is really important. It's not the end goal. There you go. We're in Paul, the apostles language, the first Adam in whose image we all reflect. First Corinthians, Adam 1.0, and then what he calls the last Adam, the fulfillment of humanity.",
    "start": "00:27:36",
    "end": "00:27:58"
  },
  {
    "text": "It's not the second Adam, it's the.",
    "start": "00:27:58",
    "end": "00:28:00"
  },
  {
    "text": "Last Adam, the resurrected Jesus. So there you go. There you go. Even the uses that you might think, oh, there's that good old immortal soul don't even really mean quite that. They need to get reworked in light of the biblical story of new creation. And these concepts of the physical world is good but compromised and will be redeemed. And my Nephesh is me, my physical embodied existence.",
    "start": "00:28:00",
    "end": "00:28:29"
  },
  {
    "text": "I don't feel like the video we're going to make is going to help everyone turn that corner.",
    "start": "00:28:30",
    "end": "00:28:34"
  },
  {
    "text": "No, we're going to limit it to the basic Hebrew meanings. And it's just going to raise a bunch of questions because basically it's just going to work through. Hey, nefesh means your physical body as yourself. Yeah, yeah. And everyone's going to be asking, what are you saying, I don't have a soul?",
    "start": "00:28:35",
    "end": "00:28:51"
  },
  {
    "text": "Yeah. Are you saying we don't have a soul, Tim?",
    "start": "00:28:52",
    "end": "00:28:55"
  },
  {
    "text": "Yeah, that'll be the. I'm saying we are a Soul.",
    "start": "00:28:55",
    "end": "00:28:58"
  },
  {
    "text": "Are you saying there's no afterlife? No, I'm saying there's life after life.",
    "start": "00:29:00",
    "end": "00:29:04"
  },
  {
    "text": "Yeah, that's right. Life after the. Life after. Yeah. So a friend and theological mentor once said to me, if you are comfortable with what you already think and believe about Christianity and life and God in the world, for goodness sakes, don't read the Bible. Because it's. Who said that to you?",
    "start": "00:29:04",
    "end": "00:29:29"
  },
  {
    "text": "Gary Brasheares.",
    "start": "00:29:29",
    "end": "00:29:30"
  },
  {
    "text": "That is amazing. Yeah. It'll just mess up everything you believe.",
    "start": "00:29:30",
    "end": "00:29:34"
  },
  {
    "text": "Well, no, just read it with a really good study Bible. That could explain everything to you.",
    "start": "00:29:35",
    "end": "00:29:40"
  },
  {
    "text": "Yeah. Or read without thinking, and then it won't mess with you believe. But once you.",
    "start": "00:29:40",
    "end": "00:29:44"
  },
  {
    "text": "I don't know. I've read the Bible a lot, and you just force everything into the categories that you understand.",
    "start": "00:29:44",
    "end": "00:29:50"
  },
  {
    "text": "Sure.",
    "start": "00:29:51",
    "end": "00:29:51"
  },
  {
    "text": "And then certain translations help you do that in a way.",
    "start": "00:29:51",
    "end": "00:29:55"
  },
  {
    "text": "Yeah, but it is.",
    "start": "00:29:55",
    "end": "00:29:58"
  },
  {
    "text": "But then there's parts where you're just like, I don't get that. But it's not safe to ask questions, and it's confusing. And so I'm just going to keep on.",
    "start": "00:29:58",
    "end": "00:30:06"
  },
  {
    "text": "Yeah, yeah, we are for the opposite of that. All right, cheers.",
    "start": "00:30:06",
    "end": "00:30:13"
  },
  {
    "text": "Thanks for listening to this episode of the BibleProject podcast. If you're like us and you ask lots of questions about the Bible, like, what is the Bible? Why is it confusing and hard to read? And why is there so much in there? You might enjoy our YouTube video series called how to Read the Bible. Also, we released a video that Tim and I have been referencing in these episodes about Nephesh, and a link to it is in the show Notes. You can also find it on our YouTube channel, YouTube.com thebibleproject or you can go to our website, thebibleproject.com we're a crowdfunded nonprofit and we can make all of these resources because of your generous support. So thank you for being a part of this with us. We'll be back to do a Q and R episode next time on Nefesh. So if you have questions about the Hebrew word Nephesh or about the concept of a soul in the Bible, send it to us. You can send it to infoointhebibleproject.com Try to record your question. Keep it to around 15 seconds, and don't forget to tell us your name and where you're from. Looking forward to hearing your questions. Thanks for being a part of this with us.",
    "start": "00:30:14",
    "end": "00:31:20"
  }
]