[
  {
    "text": "All right.",
    "start": "00:00:05",
    "end": "00:00:05"
  },
  {
    "text": "Okay.",
    "start": "00:00:05",
    "end": "00:00:06"
  },
  {
    "text": "We've been talking about the gospel, the word Gospel.",
    "start": "00:00:06",
    "end": "00:00:10"
  },
  {
    "text": "Yeah. We've had two recent videos about a word study on gospel words in Greek and Hebrew and then a video on how to read the fourfold gospel.",
    "start": "00:00:10",
    "end": "00:00:20"
  },
  {
    "text": "Yeah. And when you say we, we have them, we don't have them out yet in real time.",
    "start": "00:00:20",
    "end": "00:00:23"
  },
  {
    "text": "Oh, I suppose that's right.",
    "start": "00:00:24",
    "end": "00:00:25"
  },
  {
    "text": "Or actually, will we? I don't know. Let's start out whenever.",
    "start": "00:00:25",
    "end": "00:00:28"
  },
  {
    "text": "Ok.",
    "start": "00:00:30",
    "end": "00:00:31"
  },
  {
    "text": "So on the podcast we've been talking about the gospels, as in the ancient biographies of Jesus.",
    "start": "00:00:34",
    "end": "00:00:40"
  },
  {
    "text": "Yep.",
    "start": "00:00:40",
    "end": "00:00:41"
  },
  {
    "text": "And then the word gospel in general.",
    "start": "00:00:41",
    "end": "00:00:42"
  },
  {
    "text": "Correct.",
    "start": "00:00:42",
    "end": "00:00:43"
  },
  {
    "text": "What it means.",
    "start": "00:00:43",
    "end": "00:00:43"
  },
  {
    "text": "That's right.",
    "start": "00:00:43",
    "end": "00:00:44"
  },
  {
    "text": "And today we want to talk about a cousin word that is translated witness.",
    "start": "00:00:44",
    "end": "00:00:50"
  },
  {
    "text": "Yes.",
    "start": "00:00:50",
    "end": "00:00:50"
  },
  {
    "text": "And so that's what we're going to do in this episode of the podcast.",
    "start": "00:00:50",
    "end": "00:00:53"
  },
  {
    "text": "Yes. And we have someone new to the podcast conversations and a recent addition to our team.",
    "start": "00:00:53",
    "end": "00:01:01"
  },
  {
    "text": "Yeah. I'm coming up on a year actually.",
    "start": "00:01:01",
    "end": "00:01:03"
  },
  {
    "text": "That's not so recent.",
    "start": "00:01:04",
    "end": "00:01:05"
  },
  {
    "text": "I know, it's crazy.",
    "start": "00:01:05",
    "end": "00:01:06"
  },
  {
    "text": "Yeah, that's right. So you're hearing the voice of Carissa Quinn.",
    "start": "00:01:06",
    "end": "00:01:09"
  },
  {
    "text": "Hi.",
    "start": "00:01:09",
    "end": "00:01:09"
  },
  {
    "text": "Who. Yes. Has been on the bibleproject team and we've known each other for some years now. You're also, you know, the honorable title is a Bible scholar. I like to say Bible nerd.",
    "start": "00:01:11",
    "end": "00:01:24"
  },
  {
    "text": "I think that is the more honorable title.",
    "start": "00:01:24",
    "end": "00:01:26"
  },
  {
    "text": "Bible scholar.",
    "start": "00:01:26",
    "end": "00:01:27"
  },
  {
    "text": "No, I like Bible nerd. Okay, great.",
    "start": "00:01:27",
    "end": "00:01:29"
  },
  {
    "text": "Wonderful. So, yeah, maybe first share a little bit about yourself. And the reason being is that you researched the word Witness and wrote this script that then we worked on together and your voice will be reading the video and that's a new step for the Bible Project. We're excited to have more than one scholar and writer.",
    "start": "00:01:29",
    "end": "00:01:51"
  },
  {
    "text": "Yeah.",
    "start": "00:01:51",
    "end": "00:01:52"
  },
  {
    "text": "So yeah, maybe share a bit about yourself.",
    "start": "00:01:52",
    "end": "00:01:54"
  },
  {
    "text": "Sure. So my background is biblical studies and education and here at the Bible Project I get to do both. So I love that story so much. So here I work on classroom stuff and blogs and writing articles and then this is my first video script. So working on this script for the word Witness, that's what we're talking about today.",
    "start": "00:01:54",
    "end": "00:02:14"
  },
  {
    "text": "Yes. And I guess to be a card carrying Bible nerd, it requires some season of going to school for way too long.",
    "start": "00:02:15",
    "end": "00:02:22"
  },
  {
    "text": "Yeah, that's true. In school for about 25 years of my life and had an identity crisis after that. Yeah. I finished my PhD at Gold Gate Seminary in San Francisco in the Hebrew Bible and my work was mostly in the Psalms. So the story that the whole book of Psalms tells.",
    "start": "00:02:22",
    "end": "00:02:41"
  },
  {
    "text": "Yeah. Yes.",
    "start": "00:02:41",
    "end": "00:02:42"
  },
  {
    "text": "Yeah, that's great.",
    "start": "00:02:42",
    "end": "00:02:44"
  },
  {
    "text": "And at the Bible Project you are working on a number of things. One Is the classroom initiative, classroom Bible, and then also helping us think through how do we get people deeper into learning the Bible other than just watching the videos and script writing?",
    "start": "00:02:44",
    "end": "00:03:01"
  },
  {
    "text": "Yep.",
    "start": "00:03:01",
    "end": "00:03:02"
  },
  {
    "text": "Starting to script write.",
    "start": "00:03:02",
    "end": "00:03:02"
  },
  {
    "text": "Right.",
    "start": "00:03:02",
    "end": "00:03:03"
  },
  {
    "text": "Super exciting.",
    "start": "00:03:03",
    "end": "00:03:04"
  },
  {
    "text": "Yeah.",
    "start": "00:03:04",
    "end": "00:03:04"
  },
  {
    "text": "So you did the deep dive on the Greek and Hebrew words for witness, Right. Talk to us about the word witness.",
    "start": "00:03:05",
    "end": "00:03:13"
  },
  {
    "text": "Okay, perfect. I think that there are two basic ways to think about this word, and one is just to understand the basic meaning of this word, what it means, what it doesn't, how it's used in the biblical text. And the other way is to think about how it's used in the story of scripture. So every word occurs in a context, and this one occurs in the story of the Hebrew Bible. So this is something I love about the word studies here, is that you guys look at a word and what it contributes to the overarching story or if it contributes. And this word definitely does. So.",
    "start": "00:03:13",
    "end": "00:03:47"
  },
  {
    "text": "Yeah, that's right. The word study videos are kind of. They're not technically just reading little condensed dictionary entry videos.",
    "start": "00:03:47",
    "end": "00:03:53"
  },
  {
    "text": "Right.",
    "start": "00:03:53",
    "end": "00:03:54"
  },
  {
    "text": "They really become stories about the whole.",
    "start": "00:03:54",
    "end": "00:03:56"
  },
  {
    "text": "Yeah.",
    "start": "00:03:57",
    "end": "00:03:57"
  },
  {
    "text": "Bible.",
    "start": "00:03:57",
    "end": "00:03:57"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:03:57",
    "end": "00:03:58"
  },
  {
    "text": "And this video does that.",
    "start": "00:03:58",
    "end": "00:03:59"
  },
  {
    "text": "Yeah, this video does that.",
    "start": "00:03:59",
    "end": "00:04:00"
  },
  {
    "text": "That's right.",
    "start": "00:04:00",
    "end": "00:04:01"
  },
  {
    "text": "Can we step back, actually?",
    "start": "00:04:01",
    "end": "00:04:02"
  },
  {
    "text": "Yeah.",
    "start": "00:04:02",
    "end": "00:04:03"
  },
  {
    "text": "Do you remember why we decided on this word?",
    "start": "00:04:03",
    "end": "00:04:05"
  },
  {
    "text": "Yes.",
    "start": "00:04:05",
    "end": "00:04:05"
  },
  {
    "text": "Witness.",
    "start": "00:04:05",
    "end": "00:04:06"
  },
  {
    "text": "Yes.",
    "start": "00:04:06",
    "end": "00:04:06"
  },
  {
    "text": "Our friend Kevin Palau came in the office and was like, guys, would it be great if you had videos on. On the gospel or on evangelism?",
    "start": "00:04:06",
    "end": "00:04:17"
  },
  {
    "text": "On evangelism, yeah. He was talking about how the words evangelize and witness mean a lot of things and a lot of different Christian traditions.",
    "start": "00:04:17",
    "end": "00:04:27"
  },
  {
    "text": "Yeah.",
    "start": "00:04:27",
    "end": "00:04:27"
  },
  {
    "text": "And so he was like, yeah, it'd be cool to have some videos that bring clarity to that. For some reason, that stuck with us. And we were like, yeah, that would be cool.",
    "start": "00:04:27",
    "end": "00:04:34"
  },
  {
    "text": "Yeah.",
    "start": "00:04:34",
    "end": "00:04:34"
  },
  {
    "text": "And that conversation was like, two years ago, I finally got into it. For me, witness was a word in. I grew up in the church, so that was a common word. Witnessing. It was a verb mostly.",
    "start": "00:04:34",
    "end": "00:04:46"
  },
  {
    "text": "You witness.",
    "start": "00:04:46",
    "end": "00:04:47"
  },
  {
    "text": "Yeah.",
    "start": "00:04:47",
    "end": "00:04:48"
  },
  {
    "text": "You witness or go witnessing.",
    "start": "00:04:48",
    "end": "00:04:50"
  },
  {
    "text": "Yeah, I guess go witnessing. I guess I can always say that. You know, we often just said share the gospel.",
    "start": "00:04:50",
    "end": "00:04:56"
  },
  {
    "text": "Yeah.",
    "start": "00:04:56",
    "end": "00:04:56"
  },
  {
    "text": "But whenever the word witness did come up, it was in terms of that share the gospel. It was always about, like, street evangelism, usually. Yeah, well, often. I mean, I've told the story with you a number of times of. We had this ministry where we would actually go. If people left their address on, like a comic card at church, we had a team that would go to their house and knock on their door and invite ourselves in and then witness. And we would go through the Romans Road, yeah.",
    "start": "00:04:57",
    "end": "00:05:29"
  },
  {
    "text": "So you were prepared with what you were gonna say?",
    "start": "00:05:29",
    "end": "00:05:30"
  },
  {
    "text": "Totally. Yeah. And I did it a couple times. I was in youth group and so if a kid came and left a comic card, so I went to like kids houses and it was really awkward. It was extremely awkward.",
    "start": "00:05:30",
    "end": "00:05:44"
  },
  {
    "text": "Yeah.",
    "start": "00:05:44",
    "end": "00:05:45"
  },
  {
    "text": "And I've told before in a talk, a story, but I won't tell now. But yeah, for me, witness is all about that. It's about that. It's one on one convincing someone to understand the gospel. And for me at that time, the gospel was just what you need to know and believe to go to heaven when you die. And I think a lot of people are there with what they think of the word witness.",
    "start": "00:05:45",
    "end": "00:06:13"
  },
  {
    "text": "Right. So that's why it's really interesting to do a word study on this word because we get to ask that question, is this what the word witness means in the Bible or does it mean something else? And it does have similar meanings, but isn't exactly that so cool? Yeah, that's why it's interesting, I think so. We've also talked about how in a more non religious environment, the word witness typically means just to testify in a courtroom or to see something happen and then be able to give an account of that thing. Yeah, some people brought up.",
    "start": "00:06:13",
    "end": "00:06:44"
  },
  {
    "text": "Yeah, it's like it's either a religious word or kind of a court. Yeah, yeah.",
    "start": "00:06:44",
    "end": "00:06:49"
  },
  {
    "text": "Judicial word.",
    "start": "00:06:49",
    "end": "00:06:50"
  },
  {
    "text": "I don't judge any other context.",
    "start": "00:06:50",
    "end": "00:06:53"
  },
  {
    "text": "Did you witness that? Yeah, you wouldn't say that. Did you see that?",
    "start": "00:06:53",
    "end": "00:06:55"
  },
  {
    "text": "Oh, maybe. But if you saw a car accident. Yeah, I'm a witness.",
    "start": "00:06:55",
    "end": "00:06:58"
  },
  {
    "text": "I'm a witness. I saw that.",
    "start": "00:06:58",
    "end": "00:06:59"
  },
  {
    "text": "But you witnessed car.",
    "start": "00:06:59",
    "end": "00:07:00"
  },
  {
    "text": "And that's a little more legal.",
    "start": "00:07:00",
    "end": "00:07:01"
  },
  {
    "text": "It is a little bit more legal.",
    "start": "00:07:01",
    "end": "00:07:02"
  },
  {
    "text": "But outside of courtroom. Yeah, but it's so that you'd be like if this goes to court. Yeah, I was a witness.",
    "start": "00:07:02",
    "end": "00:07:08"
  },
  {
    "text": "I was a witness. Right. So it's not really a common term outside of the legal setting or the religious setting.",
    "start": "00:07:08",
    "end": "00:07:14"
  },
  {
    "text": "Correct.",
    "start": "00:07:15",
    "end": "00:07:15"
  },
  {
    "text": "Yeah.",
    "start": "00:07:15",
    "end": "00:07:16"
  },
  {
    "text": "Can I get a witness?",
    "start": "00:07:16",
    "end": "00:07:17"
  },
  {
    "text": "Can I get a witness?",
    "start": "00:07:17",
    "end": "00:07:18"
  },
  {
    "text": "I don't know why I know that.",
    "start": "00:07:19",
    "end": "00:07:20"
  },
  {
    "text": "I was thinking about that song all morning.",
    "start": "00:07:20",
    "end": "00:07:21"
  },
  {
    "text": "It's a gospel thing, right?",
    "start": "00:07:21",
    "end": "00:07:22"
  },
  {
    "text": "It is, yeah. But I don't know what it means.",
    "start": "00:07:22",
    "end": "00:07:24"
  },
  {
    "text": "Gospel.",
    "start": "00:07:24",
    "end": "00:07:24"
  },
  {
    "text": "Gospel as in the genre of music? Gospel music.",
    "start": "00:07:24",
    "end": "00:07:27"
  },
  {
    "text": "Yeah. Okay.",
    "start": "00:07:27",
    "end": "00:07:28"
  },
  {
    "text": "Can I get a witness?",
    "start": "00:07:28",
    "end": "00:07:29"
  },
  {
    "text": "Yeah.",
    "start": "00:07:29",
    "end": "00:07:30"
  },
  {
    "text": "I don't know what song or what.",
    "start": "00:07:30",
    "end": "00:07:32"
  },
  {
    "text": "Yeah, by the end of this podcast maybe we'll understand what that means.",
    "start": "00:07:32",
    "end": "00:07:35"
  },
  {
    "text": "Yeah, that's right. Deal.",
    "start": "00:07:35",
    "end": "00:07:36"
  },
  {
    "text": "Sam. The word witness isn't super common in everyday language for us, but it does occur a lot throughout. Throughout the Old Testament and the New Testament. Over 200 times in each. Yeah, yeah, yeah. So it's a lot. Yeah, it's a pretty common word.",
    "start": "00:07:37",
    "end": "00:08:38"
  },
  {
    "text": "Yeah. That's over 400 times throughout the Hebrew Bible and New Testament.",
    "start": "00:08:38",
    "end": "00:08:42"
  },
  {
    "text": "Yeah. And it occurs in a lot of different forms in Hebrew.",
    "start": "00:08:42",
    "end": "00:08:46"
  },
  {
    "text": "That's right. Yeah, that's right.",
    "start": "00:08:46",
    "end": "00:08:47"
  },
  {
    "text": "There's a noun and a verb form, aed and ood. And then in Greek, there's a noun and a verb. So there's martus and there's martoreto. So it's to a witness and then to bear witness or even to witness something. Yep, yep.",
    "start": "00:08:47",
    "end": "00:09:04"
  },
  {
    "text": "Yeah. So even. Yeah, right there. So you have. If I witness something that works in English, if I witness it, it's referring to my perception.",
    "start": "00:09:04",
    "end": "00:09:12"
  },
  {
    "text": "Yep.",
    "start": "00:09:12",
    "end": "00:09:12"
  },
  {
    "text": "I saw something. And then if I am a witness, use it as a verb. We have to add an extra word. Bear.",
    "start": "00:09:12",
    "end": "00:09:18"
  },
  {
    "text": "Bear witness. Or sometimes the word to testify is used even throughout our English translations. That's. That's how it's translated a lot of.",
    "start": "00:09:18",
    "end": "00:09:26"
  },
  {
    "text": "Times in that case, it's a different English word rendering a related set of Greek words.",
    "start": "00:09:26",
    "end": "00:09:31"
  },
  {
    "text": "Yeah, right. But I think that's helpful to witness something and then testify about that thing. So I think it's helpful to just think about the basic meaning of the word throughout Scripture, because there are a couple things we learn that are related to those common conceptions. You brought up, John. So just like in English, the Hebrew words for witness and bear witness, they do also occur in a legal setting a lot of the time.",
    "start": "00:09:31",
    "end": "00:09:57"
  },
  {
    "text": "Yes.",
    "start": "00:09:57",
    "end": "00:09:57"
  },
  {
    "text": "So we see that when Boaz buys land from Naomi's family or when Jeremiah buys land, these are transactions, and they call together witnesses to see what happens.",
    "start": "00:09:57",
    "end": "00:10:07"
  },
  {
    "text": "That story about Boaz is when the guy won't. The nearest kinsman of Naomi won't buy the land, and they yank his sandal off and spit in his face.",
    "start": "00:10:08",
    "end": "00:10:18"
  },
  {
    "text": "Yeah.",
    "start": "00:10:18",
    "end": "00:10:18"
  },
  {
    "text": "Do you know that story? No, actually, I think spit in the face is from Deuteronomy. But they take off a sandal.",
    "start": "00:10:20",
    "end": "00:10:25"
  },
  {
    "text": "They take off the sandal. But I don't think all witnesses have to do that.",
    "start": "00:10:25",
    "end": "00:10:28"
  },
  {
    "text": "That's the legal thing, is to take off your sandal.",
    "start": "00:10:28",
    "end": "00:10:30"
  },
  {
    "text": "Yeah, yeah. So in this story you're mentioning in Ruth, chapter four, there's a guy who's closer in the family line to Naomi, who's a widow, and he's named so and so.",
    "start": "00:10:30",
    "end": "00:10:43"
  },
  {
    "text": "His Hebrew name is so and so.",
    "start": "00:10:44",
    "end": "00:10:45"
  },
  {
    "text": "Do you remember that awesome Hebrew phrase? I think it's Poloni almone something. So and so. He's named such and such a guy.",
    "start": "00:10:45",
    "end": "00:10:53"
  },
  {
    "text": "Yeah.",
    "start": "00:10:53",
    "end": "00:10:53"
  },
  {
    "text": "He never gets A proper name. And then he doesn't want to do it because he realizes, oh, I'm going to have to take on a widow, take another mouse to feed if I redeem the land that belongs to the family. And so he says, I won't do it. And then they say, take off your sandal.",
    "start": "00:10:53",
    "end": "00:11:10"
  },
  {
    "text": "Yeah. It's like a shaming thing.",
    "start": "00:11:10",
    "end": "00:11:11"
  },
  {
    "text": "Oh, it's a shaming thing.",
    "start": "00:11:11",
    "end": "00:11:12"
  },
  {
    "text": "Yeah. It was the custom in former times in Israel concerning the redemption and exchange of land to confirm a matter that a man had to remove his sandal and give it to another.",
    "start": "00:11:12",
    "end": "00:11:22"
  },
  {
    "text": "Yeah.",
    "start": "00:11:23",
    "end": "00:11:23"
  },
  {
    "text": "That's such a helpful little description, actually.",
    "start": "00:11:23",
    "end": "00:11:25"
  },
  {
    "text": "Because if it wasn't, this was a means of bearing witness in Israel to.",
    "start": "00:11:25",
    "end": "00:11:30"
  },
  {
    "text": "Take off your sandal.",
    "start": "00:11:30",
    "end": "00:11:30"
  },
  {
    "text": "Yeah.",
    "start": "00:11:30",
    "end": "00:11:31"
  },
  {
    "text": "Wait, what. What Hebrew word was used there?",
    "start": "00:11:31",
    "end": "00:11:34"
  },
  {
    "text": "Ta'. Udah? Oh, this was a form of bearing witness. Yep. So it's like a transaction, like a receipt. You lose your sandal.",
    "start": "00:11:34",
    "end": "00:11:41"
  },
  {
    "text": "Oh, you actually give it over.",
    "start": "00:11:41",
    "end": "00:11:42"
  },
  {
    "text": "Yeah. He takes off his sandal.",
    "start": "00:11:43",
    "end": "00:11:44"
  },
  {
    "text": "Isn't there a reference to a desandaled person? Like that becomes a description of a person in.",
    "start": "00:11:44",
    "end": "00:11:50"
  },
  {
    "text": "Mm. Some later writing in Deuteronomy, there's a law when a guy won't redeem a widow from. Yeah. A family line, the priests and the elders. This is what I'm thinking, will summon him to the town center, and if he persists in saying, I won't marry this woman who's, you know, my brother was married to his brother's widow, will go up to him before all the elders take off one of his sandals and spit in his face. Oh, yeah. Saying this is what is done to the man who won't build up his brother's family line.",
    "start": "00:11:51",
    "end": "00:12:24"
  },
  {
    "text": "Wow.",
    "start": "00:12:24",
    "end": "00:12:24"
  },
  {
    "text": "And the man's line will be known in Israel as the family of the unsandaled.",
    "start": "00:12:24",
    "end": "00:12:29"
  },
  {
    "text": "Yeah, that's right. That's right.",
    "start": "00:12:29",
    "end": "00:12:30"
  },
  {
    "text": "It's like a public shaming, but it's bearing witness publicly, saying, we're all witnessing. This guy won't inconvenience himself to help out a family member.",
    "start": "00:12:31",
    "end": "00:12:40"
  },
  {
    "text": "Yeah.",
    "start": "00:12:40",
    "end": "00:12:41"
  },
  {
    "text": "It's like a pie in the face.",
    "start": "00:12:41",
    "end": "00:12:42"
  },
  {
    "text": "Yeah.",
    "start": "00:12:45",
    "end": "00:12:45"
  },
  {
    "text": "A little more.",
    "start": "00:12:45",
    "end": "00:12:46"
  },
  {
    "text": "Like, more intense.",
    "start": "00:12:46",
    "end": "00:12:48"
  },
  {
    "text": "Yeah, a little more intense.",
    "start": "00:12:50",
    "end": "00:12:51"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:12:51",
    "end": "00:12:52"
  },
  {
    "text": "Anyway, sorry, that's just a.",
    "start": "00:12:52",
    "end": "00:12:53"
  },
  {
    "text": "No, it's a memorable example. And the point is that there are witnesses watching this. They see something happen, and then they can recall it later. So the whole community knows, with the.",
    "start": "00:12:53",
    "end": "00:13:04"
  },
  {
    "text": "Word of taking up the sand. Teo or whatever.",
    "start": "00:13:04",
    "end": "00:13:06"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:13:07",
    "end": "00:13:09"
  },
  {
    "text": "How's that connected to the word witness?",
    "start": "00:13:09",
    "end": "00:13:10"
  },
  {
    "text": "It's one of the words for witness. So the Hebrew word is aid, but it occurs in a few forms, and that's one of them.",
    "start": "00:13:10",
    "end": "00:13:16"
  },
  {
    "text": "Oh, okay.",
    "start": "00:13:17",
    "end": "00:13:17"
  },
  {
    "text": "So that's interesting. Someone can stand and bear witness. I saw something. And this bears witness. But in this case, a guy walking without a sandal is an act of bearing witness to the thing that he didn't do.",
    "start": "00:13:18",
    "end": "00:13:32"
  },
  {
    "text": "Right. So actually, the word witness can also function to mean evidence. So it's proof or evidence. So the guy without the sandal is walking proof that this thing happened.",
    "start": "00:13:32",
    "end": "00:13:42"
  },
  {
    "text": "So.",
    "start": "00:13:42",
    "end": "00:13:42"
  },
  {
    "text": "So, like, he might not have some backup sandals at home, so for a while he's gotta wear that shame.",
    "start": "00:13:42",
    "end": "00:13:48"
  },
  {
    "text": "Yeah, that's right. It's the evidence.",
    "start": "00:13:48",
    "end": "00:13:50"
  },
  {
    "text": "Yeah, evidence. Yeah, evidence.",
    "start": "00:13:50",
    "end": "00:13:52"
  },
  {
    "text": "It's a kind of witness, right?",
    "start": "00:13:52",
    "end": "00:13:54"
  },
  {
    "text": "That's right. Yeah. It's another translation of that Hebrew word. So the reason that I think this is helpful to talk about is because talking about the idea of being a witness in a legal setting shows that this word, it's kind of a simple word in the sense that it's defining someone who just sees something and then they talk about it or they share about it. So it's a little bit different than what you were saying, John, about convincing someone. Yeah. Convincing or pushing, it doesn't really have that kind of connotation. It's just seeing something and then talking about the thing you've seen.",
    "start": "00:13:54",
    "end": "00:14:27"
  },
  {
    "text": "You had an experience.",
    "start": "00:14:27",
    "end": "00:14:28"
  },
  {
    "text": "Yep.",
    "start": "00:14:28",
    "end": "00:14:29"
  },
  {
    "text": "And you talk about it.",
    "start": "00:14:29",
    "end": "00:14:30"
  },
  {
    "text": "Yeah. So I think that's helpful.",
    "start": "00:14:30",
    "end": "00:14:31"
  },
  {
    "text": "Yes.",
    "start": "00:14:31",
    "end": "00:14:32"
  },
  {
    "text": "It takes away that layer of proselytizing or pushing.",
    "start": "00:14:32",
    "end": "00:14:35"
  },
  {
    "text": "It's almost shocking how unshocking it is.",
    "start": "00:14:35",
    "end": "00:14:38"
  },
  {
    "text": "Yeah. Right.",
    "start": "00:14:38",
    "end": "00:14:39"
  },
  {
    "text": "It's just like I do stuff all the time and I share about it. I guess that's bearing witness.",
    "start": "00:14:39",
    "end": "00:14:44"
  },
  {
    "text": "Yeah. But then the other part of that is that it's a simple word, but it's also a very weighty word. So being a truthful legal witness carries a lot of responsibility in the ancient Israelite culture. So you see that in a lot of different ways. In scripture, it's one of the ten commandments that. That you should not bear false witness. So that's right. That's kind of a big deal.",
    "start": "00:14:44",
    "end": "00:15:06"
  },
  {
    "text": "It is a big deal.",
    "start": "00:15:06",
    "end": "00:15:07"
  },
  {
    "text": "It's right there.",
    "start": "00:15:07",
    "end": "00:15:08"
  },
  {
    "text": "One of 10.",
    "start": "00:15:08",
    "end": "00:15:08"
  },
  {
    "text": "Yeah. One of 10. Yeah. And it's a serious crime in Israel. So whatever the false witness is intending to do to the other party, that's the consequence that they will bear upon themselves if they are found out.",
    "start": "00:15:08",
    "end": "00:15:25"
  },
  {
    "text": "Isn't it amazing how much, even today, the value of a witness to. As evidence.",
    "start": "00:15:25",
    "end": "00:15:33"
  },
  {
    "text": "Yeah.",
    "start": "00:15:34",
    "end": "00:15:34"
  },
  {
    "text": "You know, like getting someone hearing from their mouth, which is. There's so much weight to that. It's a. It's a big deal.",
    "start": "00:15:34",
    "end": "00:15:43"
  },
  {
    "text": "Yeah.",
    "start": "00:15:43",
    "end": "00:15:43"
  },
  {
    "text": "When you do that, when you say, this is what I experienced, especially when it's saying that someone did something wrong.",
    "start": "00:15:43",
    "end": "00:15:49"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:15:49",
    "end": "00:15:50"
  },
  {
    "text": "Yeah. Are you thinking primarily legal?",
    "start": "00:15:50",
    "end": "00:15:52"
  },
  {
    "text": "In the legal sense? Yeah.",
    "start": "00:15:52",
    "end": "00:15:53"
  },
  {
    "text": "Yeah. It's weighty.",
    "start": "00:15:53",
    "end": "00:15:54"
  },
  {
    "text": "Yeah. There was some legal document that my wife and I had to sign. It was for insurance or something like this. And we had to get a notary public to witness me signing it. So I walked a block down to, like a UPS store.",
    "start": "00:15:55",
    "end": "00:16:11"
  },
  {
    "text": "Right.",
    "start": "00:16:11",
    "end": "00:16:12"
  },
  {
    "text": "Because it had advertised on the window, get your document signed here. And I had to Pay this woman $10 to watch you sign. To watch me sign a piece of paper. And then she put a stamp on it. It was my first time ever doing it. And now I realize it's like a normal thing.",
    "start": "00:16:12",
    "end": "00:16:26"
  },
  {
    "text": "Do you notice they have. They have the most wonderful signatures? Have you ever liked it?",
    "start": "00:16:26",
    "end": "00:16:31"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:16:31",
    "end": "00:16:31"
  },
  {
    "text": "Oh, man. They're so elaborate.",
    "start": "00:16:31",
    "end": "00:16:33"
  },
  {
    "text": "Sorry. So. But the point is, this is actually more woven into our lives than perhaps we realize. It's a very simple act.",
    "start": "00:16:35",
    "end": "00:16:43"
  },
  {
    "text": "This is why the psalmist says in Psalm 27, he begs God to not abandon him. And he says, false witnesses have risen against me. So I think when I read those kind of verses in the Bible, I don't hear the weightiness of it until I'm like, looking at what the word witness really means. And that if false witnesses are surrounding this person, his life is actually being threatened because of it.",
    "start": "00:17:08",
    "end": "00:17:32"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:17:33",
    "end": "00:17:34"
  },
  {
    "text": "So, yeah, it's interesting.",
    "start": "00:17:34",
    "end": "00:17:35"
  },
  {
    "text": "It is simple, but weighty. Yeah, that's right. And also in more traditional cultures where your public honor is way more tied into your identity, a false witness is like challenging your standing in the community. It could actually ruin your whole life. And that's still true today. If someone. Yeah. Cooks up a scheme at you against work to people or trying to take you down so you don't get the promotion or something.",
    "start": "00:17:35",
    "end": "00:18:00"
  },
  {
    "text": "But, yeah, probably even more in an honor shame society.",
    "start": "00:18:00",
    "end": "00:18:03"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:18:03",
    "end": "00:18:04"
  },
  {
    "text": "Yeah. So witnesses are one of the primary ways that people in the community would know what's true or not. So it's a weighty thing. I think it's interesting that God is referred to as a witness throughout the Hebrew Bible and the New Testament, actually. So what's the effect of saying God is my witness? That's a question I've been asking as I've been looking at this. So here's one example. In Genesis 31, when Jacob and Laban make a covenant, Laban says to Jacob, if you oppress my daughters or if you take wives besides my daughters, although no one is with us. See God as a witness between you and me. So it seems like it's both. Because nobody's there.",
    "start": "00:18:04",
    "end": "00:18:48"
  },
  {
    "text": "Yeah. Right.",
    "start": "00:18:49",
    "end": "00:18:49"
  },
  {
    "text": "But to say God is a witness also implies.",
    "start": "00:18:50",
    "end": "00:18:53"
  },
  {
    "text": "Yeah.",
    "start": "00:18:53",
    "end": "00:18:54"
  },
  {
    "text": "Some severity. If you.",
    "start": "00:18:54",
    "end": "00:18:56"
  },
  {
    "text": "Yeah.",
    "start": "00:18:56",
    "end": "00:18:57"
  },
  {
    "text": "If you do this thing, it's kind.",
    "start": "00:18:57",
    "end": "00:18:58"
  },
  {
    "text": "Of upping the ante.",
    "start": "00:18:58",
    "end": "00:18:59"
  },
  {
    "text": "Yeah.",
    "start": "00:18:59",
    "end": "00:19:00"
  },
  {
    "text": "If it's like. Yeah. Like, you know, Joab over there is a witness. It's like, okay, well, have you ever.",
    "start": "00:19:00",
    "end": "00:19:05"
  },
  {
    "text": "Imagined you were on the Truman Show? You know, like, that someone was always.",
    "start": "00:19:06",
    "end": "00:19:11"
  },
  {
    "text": "Watching you have that. Yeah.",
    "start": "00:19:11",
    "end": "00:19:13"
  },
  {
    "text": "And, like, if you're just kind of in a private moment and you're like, what if. What if someone was watching this private moment?",
    "start": "00:19:13",
    "end": "00:19:19"
  },
  {
    "text": "Oh, I see.",
    "start": "00:19:19",
    "end": "00:19:19"
  },
  {
    "text": "You know, like, this feels so by myself, but, like, what if this was. And what would someone be thinking about my life right now if they were observing it? They were witnessing it.",
    "start": "00:19:20",
    "end": "00:19:29"
  },
  {
    "text": "Yes. Yeah. Terrifying.",
    "start": "00:19:29",
    "end": "00:19:31"
  },
  {
    "text": "It is a terrifying thought.",
    "start": "00:19:31",
    "end": "00:19:33"
  },
  {
    "text": "I think that's what Laban's talking about.",
    "start": "00:19:34",
    "end": "00:19:36"
  },
  {
    "text": "Yeah, I think so. I think it might be a bit.",
    "start": "00:19:36",
    "end": "00:19:38"
  },
  {
    "text": "Of, like, God's watching you.",
    "start": "00:19:38",
    "end": "00:19:39"
  },
  {
    "text": "A threat.",
    "start": "00:19:39",
    "end": "00:19:40"
  },
  {
    "text": "Says the guy who just cheated a man out of 20 years of his life.",
    "start": "00:19:41",
    "end": "00:19:44"
  },
  {
    "text": "Right.",
    "start": "00:19:44",
    "end": "00:19:44"
  },
  {
    "text": "Yeah. So, yeah. People invoke God as a witness. That's like playing the God card.",
    "start": "00:19:44",
    "end": "00:19:50"
  },
  {
    "text": "Yeah.",
    "start": "00:19:51",
    "end": "00:19:51"
  },
  {
    "text": "And he's a witness of a lot of things in the Hebrew Bible, like covenants like this or treaties that people are making between each other. But what's interesting is that in the New Testament, God, the Father, the Spirit, and Jesus are all referred to witnesses about Jesus. So there's, like, a very specific content or thing that they're witnessing about.",
    "start": "00:19:52",
    "end": "00:20:15"
  },
  {
    "text": "So this is a thing in the.",
    "start": "00:20:15",
    "end": "00:20:16"
  },
  {
    "text": "Gospel of John, especially throughout John. Yeah, Especially. This word is used a lot in John. So the Father bears witness to the identity of Jesus. Jesus and the Father bear witness to who Jesus is, that God sent him. The Spirit bears witness to Jesus.",
    "start": "00:20:16",
    "end": "00:20:32"
  },
  {
    "text": "That's a weird thing, that Jesus bears witness to himself. I'm the. This is John 8. Right.",
    "start": "00:20:32",
    "end": "00:20:36"
  },
  {
    "text": "The leaders say, too. They say, you can't testify about yourself. And he says, well, I testify about myself, and the father testifies about me, too. So my witness is reliable.",
    "start": "00:20:36",
    "end": "00:20:48"
  },
  {
    "text": "I am a witness to myself.",
    "start": "00:20:48",
    "end": "00:20:51"
  },
  {
    "text": "Yeah. Which is.",
    "start": "00:20:52",
    "end": "00:20:53"
  },
  {
    "text": "That's true.",
    "start": "00:20:53",
    "end": "00:20:53"
  },
  {
    "text": "Yeah.",
    "start": "00:20:53",
    "end": "00:20:54"
  },
  {
    "text": "Like, same. It's your word.",
    "start": "00:20:54",
    "end": "00:20:55"
  },
  {
    "text": "It's my word.",
    "start": "00:20:55",
    "end": "00:20:56"
  },
  {
    "text": "The question is, is there another witness that can, like, corroborate?",
    "start": "00:20:56",
    "end": "00:20:59"
  },
  {
    "text": "Well, and in the legal context, in the Hebrew Bible, two or three witnesses were always needed.",
    "start": "00:20:59",
    "end": "00:21:04"
  },
  {
    "text": "So that's in the kind of the famous line. Right.",
    "start": "00:21:04",
    "end": "00:21:06"
  },
  {
    "text": "And it occurs in multiple places, and then Jesus also says that in John 8, 17 and 18, he says, in your law, it's written that the witness or testimony of two people is true. I'm the one who bears witness about myself, and the Father who sent me bears witness about me. So I think he's got it drawing on that.",
    "start": "00:21:06",
    "end": "00:21:28"
  },
  {
    "text": "He's. Yeah. This is like an inner Trinitarian. The Father, Son and Spirit all bear witness to each other.",
    "start": "00:21:28",
    "end": "00:21:35"
  },
  {
    "text": "Yeah.",
    "start": "00:21:35",
    "end": "00:21:35"
  },
  {
    "text": "Yeah. You know, I've never fully worked that out in the Gospel of John, but if I remember, it's really a prominent theme or motif. It's like the whole narrative is a. Oh, think through the epilogue at the Gospel of John, he says, I could have. There are lots more stories about Jesus. I have chosen these so that you may trust that Jesus is the Messiah, the Son of God. I've often wondered if the witness theme isn't a part of a strategy of persuasion. It's like the story has all these witnesses, so that by the end, you, the reader, have to say, wow, sheesh.",
    "start": "00:21:35",
    "end": "00:22:11"
  },
  {
    "text": "Yeah. That's interesting.",
    "start": "00:22:11",
    "end": "00:22:12"
  },
  {
    "text": "There's so much evidence in the story.",
    "start": "00:22:12",
    "end": "00:22:14"
  },
  {
    "text": "Yeah. And evidence, again, is a related word, so that makes sense. Yeah. This is an interesting thing. Paul says multiple times. So in Romans 1, in the greetings of his letter, he says, God is my witness that I pray for you, or, God is my witness how I yearn for you. So it almost seems like this idea of God being a witness becomes a little bit colloquial, like a phrase almost like, I swear to God, except a little more reverent.",
    "start": "00:22:15",
    "end": "00:22:42"
  },
  {
    "text": "Yeah. Don't you think that essentially becomes the equivalent.",
    "start": "00:22:42",
    "end": "00:22:45"
  },
  {
    "text": "I think so.",
    "start": "00:22:45",
    "end": "00:22:46"
  },
  {
    "text": "Swear to God.",
    "start": "00:22:46",
    "end": "00:22:47"
  },
  {
    "text": "Except that can be used in a less serious way. Maybe.",
    "start": "00:22:47",
    "end": "00:22:51"
  },
  {
    "text": "But even if you're using it in a very. In a less serious way, in a casual way, I think that's what you mean. If you really ask the person if they said, I swear to God.",
    "start": "00:22:52",
    "end": "00:23:01"
  },
  {
    "text": "Yeah.",
    "start": "00:23:01",
    "end": "00:23:02"
  },
  {
    "text": "What do you mean? Maybe they wouldn't mean that. God's their witness.",
    "start": "00:23:02",
    "end": "00:23:06"
  },
  {
    "text": "Yeah.",
    "start": "00:23:06",
    "end": "00:23:07"
  },
  {
    "text": "It does become too colloquial.",
    "start": "00:23:07",
    "end": "00:23:08"
  },
  {
    "text": "Yeah. Maybe they just mean what I'm saying. And this is what I think Paul means.",
    "start": "00:23:08",
    "end": "00:23:12"
  },
  {
    "text": "Trust me.",
    "start": "00:23:12",
    "end": "00:23:13"
  },
  {
    "text": "Yeah. What I'm saying is true. It's reliable.",
    "start": "00:23:13",
    "end": "00:23:15"
  },
  {
    "text": "But what Paul is saying is because God is my witness.",
    "start": "00:23:15",
    "end": "00:23:20"
  },
  {
    "text": "Yeah. It's interesting. I'm just looking at these three examples. Romans, Philippians, Thessalonians. These were all groups of people that he says in other places he wants to go see them, but for one reason or another, he hasn't. And I know in other cases, like in Corinth, the fact that he didn't go travel and see a church. People started to wonder if he was reliable.",
    "start": "00:23:22",
    "end": "00:23:47"
  },
  {
    "text": "Yeah. Interesting.",
    "start": "00:23:47",
    "end": "00:23:49"
  },
  {
    "text": "And so I wonder if that became. He traveled so much, it became a thing where he kind of needed to be like, listen, God's my witness, I yearn for you with the affection of Christ. He tells the Philippians, even though I can't come see you right now, I'm in prison. But God's my witness.",
    "start": "00:23:49",
    "end": "00:24:04"
  },
  {
    "text": "Yeah. Trust me. Yeah.",
    "start": "00:24:04",
    "end": "00:24:05"
  },
  {
    "text": "Trust me.",
    "start": "00:24:05",
    "end": "00:24:06"
  },
  {
    "text": "Yeah.",
    "start": "00:24:06",
    "end": "00:24:06"
  },
  {
    "text": "A lot of people wanted him to come hang out, you're saying, and he couldn't get to everyone, or he said.",
    "start": "00:24:06",
    "end": "00:24:13"
  },
  {
    "text": "That he was going to come, but then he wasn't able to.",
    "start": "00:24:13",
    "end": "00:24:15"
  },
  {
    "text": "Then he wasn't able to.",
    "start": "00:24:15",
    "end": "00:24:16"
  },
  {
    "text": "Yeah. And then people started to wonder if he was reliable, can he be trusted? You know, we all friends like that.",
    "start": "00:24:16",
    "end": "00:24:21"
  },
  {
    "text": "I'm usually that guy a lot.",
    "start": "00:24:23",
    "end": "00:24:24"
  },
  {
    "text": "Maybe you can pick up this phrase, God is my witness.",
    "start": "00:24:25",
    "end": "00:24:28"
  },
  {
    "text": "God is my witness. I meant to, and then I fell asleep, went to bed early.",
    "start": "00:24:28",
    "end": "00:24:33"
  },
  {
    "text": "That's. Yeah. So that's interesting. God can be a witness. A person can be a witness of something they see. And then another use of witness is that an object can be a witness. So an object can be personified, whether an altar or a pile of stones. What? Yeah.",
    "start": "00:24:33",
    "end": "00:25:19"
  },
  {
    "text": "Doesn't make any sense.",
    "start": "00:25:20",
    "end": "00:25:20"
  },
  {
    "text": "I know. Even listen. And listen to this verse. This sounds. This sounds kind of weird. So it says in Joshua 24, when Joshua and the people renew the covenant, Joshua says, behold, this stone shall be a witness against us, for it has heard all the words of Yahweh that he spoke to us.",
    "start": "00:25:20",
    "end": "00:25:37"
  },
  {
    "text": "So is this a figure of speech? Like, what was he doing there?",
    "start": "00:25:37",
    "end": "00:25:40"
  },
  {
    "text": "This isn't crazy. This is, I think, what happens when you sign a document.",
    "start": "00:25:40",
    "end": "00:25:45"
  },
  {
    "text": "Does he think the stone heard what he said?",
    "start": "00:25:45",
    "end": "00:25:47"
  },
  {
    "text": "Oh, I see.",
    "start": "00:25:48",
    "end": "00:25:49"
  },
  {
    "text": "I think it's just personified.",
    "start": "00:25:50",
    "end": "00:25:51"
  },
  {
    "text": "I think God heard what they said.",
    "start": "00:25:51",
    "end": "00:25:53"
  },
  {
    "text": "Yeah.",
    "start": "00:25:53",
    "end": "00:25:54"
  },
  {
    "text": "The stone is a symbol of that.",
    "start": "00:25:54",
    "end": "00:25:55"
  },
  {
    "text": "That's interesting. I need to think about this more.",
    "start": "00:25:56",
    "end": "00:25:58"
  },
  {
    "text": "I think it's what he says.",
    "start": "00:25:58",
    "end": "00:25:59"
  },
  {
    "text": "He says, the stone's a witness. It hurt everything we said.",
    "start": "00:25:59",
    "end": "00:26:02"
  },
  {
    "text": "Well, and what it. What they did is they just read out the covenant terms of the Torah, right? And they all said, we're going to follow the covenant of the Torah. And he marks the moment with this.",
    "start": "00:26:02",
    "end": "00:26:12"
  },
  {
    "text": "Pillar that was there while it was read.",
    "start": "00:26:12",
    "end": "00:26:14"
  },
  {
    "text": "This stone. Every time we come here, we were.",
    "start": "00:26:15",
    "end": "00:26:17"
  },
  {
    "text": "Here, the stone was here.",
    "start": "00:26:17",
    "end": "00:26:19"
  },
  {
    "text": "We all said it.",
    "start": "00:26:19",
    "end": "00:26:20"
  },
  {
    "text": "We said it. And this stone will be remembered.",
    "start": "00:26:20",
    "end": "00:26:22"
  },
  {
    "text": "Yes. Yeah. So I think it's a reminder. So whenever the people see it, they remember all the things that were read. So it's a memorial or a reminder. But then it's also evidence so that when people see it, they're like, oh, yeah, this thing really did happen.",
    "start": "00:26:22",
    "end": "00:26:35"
  },
  {
    "text": "Yep. It's similar to the way that our signatures function on a sure document.",
    "start": "00:26:36",
    "end": "00:26:41"
  },
  {
    "text": "Yeah.",
    "start": "00:26:41",
    "end": "00:26:42"
  },
  {
    "text": "Where you have to get you maybe a. A co. Witness or co signer or something like that. Don't you think? And then the piece of paper is like a witness.",
    "start": "00:26:42",
    "end": "00:26:52"
  },
  {
    "text": "Yeah. Though I kind of like the idea of having an object that reminds you.",
    "start": "00:26:52",
    "end": "00:26:55"
  },
  {
    "text": "Yes.",
    "start": "00:26:55",
    "end": "00:26:56"
  },
  {
    "text": "Of something or. Or is a witness of something.",
    "start": "00:26:56",
    "end": "00:26:59"
  },
  {
    "text": "Yeah.",
    "start": "00:26:59",
    "end": "00:27:00"
  },
  {
    "text": "I don't know.",
    "start": "00:27:00",
    "end": "00:27:01"
  },
  {
    "text": "It is a cool. That is a cool thing.",
    "start": "00:27:01",
    "end": "00:27:02"
  },
  {
    "text": "Yeah.",
    "start": "00:27:02",
    "end": "00:27:03"
  },
  {
    "text": "Don't you think? Like, I don't have any of my diplomas up on my wall, but you know, when you go into a doctor's office and they're up in a way, it's a witness.",
    "start": "00:27:03",
    "end": "00:27:11"
  },
  {
    "text": "You're right, it's testifying. But it'd be weird.",
    "start": "00:27:11",
    "end": "00:27:13"
  },
  {
    "text": "Be weird if they said this diploma was there when I.",
    "start": "00:27:14",
    "end": "00:27:17"
  },
  {
    "text": "It hurt all night.",
    "start": "00:27:17",
    "end": "00:27:18"
  },
  {
    "text": "Yeah, it's. It saw me. It saw me graduate.",
    "start": "00:27:19",
    "end": "00:27:22"
  },
  {
    "text": "Yeah.",
    "start": "00:27:22",
    "end": "00:27:22"
  },
  {
    "text": "It was just a weird turn of phrase.",
    "start": "00:27:23",
    "end": "00:27:24"
  },
  {
    "text": "It is a weird turn of phrase, but that is what it means.",
    "start": "00:27:24",
    "end": "00:27:26"
  },
  {
    "text": "It's kind of what it means like.",
    "start": "00:27:26",
    "end": "00:27:27"
  },
  {
    "text": "That bears witness that I'm qualified to give you the. Whatever medical advice I'm giving him.",
    "start": "00:27:27",
    "end": "00:27:33"
  },
  {
    "text": "Yeah. And then somewhat related to this idea is in the New Testament, the works of a person.",
    "start": "00:27:33",
    "end": "00:27:38"
  },
  {
    "text": "So this back to the Gospel of John.",
    "start": "00:27:39",
    "end": "00:27:41"
  },
  {
    "text": "Yeah, right back to John. The works of a person can testify or bear witness to that person or who they are. So they function as evidence. So again, it's kind of an object. It's an action, a thing, not a person. So the works of Jesus testify about him, Got his identity.",
    "start": "00:27:41",
    "end": "00:27:57"
  },
  {
    "text": "Seems like witness is a very. Is a thing that humans do, but if something else is doing that, we can anthropomorphize it in a way and say it's being a witness.",
    "start": "00:27:57",
    "end": "00:28:07"
  },
  {
    "text": "I see.",
    "start": "00:28:07",
    "end": "00:28:07"
  },
  {
    "text": "Yeah.",
    "start": "00:28:07",
    "end": "00:28:08"
  },
  {
    "text": "The works bear witness. The pillar hears and is a witness.",
    "start": "00:28:08",
    "end": "00:28:12"
  },
  {
    "text": "It is a testimony about something.",
    "start": "00:28:12",
    "end": "00:28:15"
  },
  {
    "text": "Or I think we would typically say it's evidence.",
    "start": "00:28:15",
    "end": "00:28:18"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:28:18",
    "end": "00:28:19"
  },
  {
    "text": "But to say it's a witness anthropomorphizes it.",
    "start": "00:28:19",
    "end": "00:28:22"
  },
  {
    "text": "Yeah.",
    "start": "00:28:22",
    "end": "00:28:22"
  },
  {
    "text": "And just drills it home even more, which I think is cool. That's a cool image.",
    "start": "00:28:22",
    "end": "00:28:28"
  },
  {
    "text": "Yeah, it is cool. Okay. So that's the outline of the basic meaning.",
    "start": "00:28:28",
    "end": "00:28:33"
  },
  {
    "text": "That's the basic meaning. It's a simple word that means to see something, share what you've seen. It can refer to a person in a legal setting, an object.",
    "start": "00:28:33",
    "end": "00:28:41"
  },
  {
    "text": "God.",
    "start": "00:28:42",
    "end": "00:28:43"
  },
  {
    "text": "God can be A witness.",
    "start": "00:28:43",
    "end": "00:28:44"
  },
  {
    "text": "Yep.",
    "start": "00:28:44",
    "end": "00:28:44"
  },
  {
    "text": "So here's the fascinating part, though, and why I like the word studies we do, because this. This word does tell the story of the whole Bible, especially the people of God in the Bible. So it gives us insight into that. And something that I've noticed, and we talked about this in the script writing, is that for these word studies, you typically look for whether there's a basic pattern for how this word functions in.",
    "start": "00:28:45",
    "end": "00:29:12"
  },
  {
    "text": "The story, if it functioned in a design pattern or repeated themes.",
    "start": "00:29:12",
    "end": "00:29:17"
  },
  {
    "text": "So this word does have a basic pattern that it follows. So the word witness tells the story that God wants a group of witnesses, so people who see him, who experience him. And then his. His desire is that these people would represent him or bear witness to him, to who he is. And he typically raises up a chief witness to help them do this. So you see this theme, even though the word isn't used yet, you see this theme in Genesis 1 and 2. And he wants people to partner with him for the flourishing of the whole world. So he has, you know, specific individuals who will. All humanity, I suppose, in Genesis 1 and 2. But then especially in Genesis 12, he chooses one group, Abraham's family out of the many, so that the many would be blessed.",
    "start": "00:29:17",
    "end": "00:30:06"
  },
  {
    "text": "You know. Sorry to go back. It's an interesting way to think about the image of God in Adam and Eve as the word witness isn't used. But image, which is a representation. Image is a statue.",
    "start": "00:30:07",
    "end": "00:30:20"
  },
  {
    "text": "Yeah. I think the theme is there for sure.",
    "start": "00:30:20",
    "end": "00:30:22"
  },
  {
    "text": "Yeah. In a way, one of the most basic things of witness is you represent the person or thing or event that you saw. So in a way, humans are like a living witness to the creator whom they represent. That's the logic, I think, of the witness. So in that sense, humans are.",
    "start": "00:30:22",
    "end": "00:30:40"
  },
  {
    "text": "Yeah, say that again. Humans are a representation of the creator.",
    "start": "00:30:41",
    "end": "00:30:46"
  },
  {
    "text": "If you put the witness in a bigger, more basic, abstract category of just representation. I saw a car accident.",
    "start": "00:30:47",
    "end": "00:30:54"
  },
  {
    "text": "Yeah.",
    "start": "00:30:54",
    "end": "00:30:55"
  },
  {
    "text": "Now the car accident's past. You can't go there. But I can represent to you what happened, because I was there. In a way, the image of God is a embodied representation of the Creator. That's what it means.",
    "start": "00:30:56",
    "end": "00:31:10"
  },
  {
    "text": "Yeah.",
    "start": "00:31:11",
    "end": "00:31:11"
  },
  {
    "text": "And so, in a way, humans are these embodied witnesses to the invisible creator.",
    "start": "00:31:11",
    "end": "00:31:16"
  },
  {
    "text": "And so is all creation. Then in a way, too.",
    "start": "00:31:17",
    "end": "00:31:19"
  },
  {
    "text": "And all creation is what Paul's kind.",
    "start": "00:31:19",
    "end": "00:31:22"
  },
  {
    "text": "Of getting at in Romans 1.",
    "start": "00:31:22",
    "end": "00:31:23"
  },
  {
    "text": "Oh, yep, that's right.",
    "start": "00:31:23",
    "end": "00:31:25"
  },
  {
    "text": "For since the creation of the world, God's invisible qualities have been clearly seen being understood from what has been made.",
    "start": "00:31:25",
    "end": "00:31:31"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:31:31",
    "end": "00:31:32"
  },
  {
    "text": "And then he'll use legal language. Therefore, we're people are without excuse who suppress that knowledge.",
    "start": "00:31:32",
    "end": "00:31:37"
  },
  {
    "text": "Yeah. Because there's been a clear testimony or clear witness. Yeah, that's right.",
    "start": "00:31:37",
    "end": "00:31:41"
  },
  {
    "text": "So your point is the word witness isn't used in the Eden narrative that develops later. But the concept of a group of people who represent God out to creation, that's like the foundation.",
    "start": "00:31:41",
    "end": "00:31:53"
  },
  {
    "text": "Yeah, it's right there. That's. Yeah. That partnership is the foundation of the whole story. And then humanity fails over and over. That's part of the pattern.",
    "start": "00:31:53",
    "end": "00:32:02"
  },
  {
    "text": "It's interesting. I don't think of a witness as a representative. That's a new idea.",
    "start": "00:32:02",
    "end": "00:32:06"
  },
  {
    "text": "So when I think of the verb that we usually translate as to bear witness, to me, I think I would say to bear witness or to represent that person.",
    "start": "00:32:08",
    "end": "00:32:18"
  },
  {
    "text": "Well, it's interesting is when you talk about being a representative, it feels like you have skin in the game. You are like an ambassador of some sort. Or if you're just a witness, it feels a little bit more neutral. Like, hey, here's what I experienced.",
    "start": "00:32:18",
    "end": "00:32:33"
  },
  {
    "text": "I see.",
    "start": "00:32:33",
    "end": "00:32:33"
  },
  {
    "text": "I'm not going to give any judgments. Just here's my experience.",
    "start": "00:32:33",
    "end": "00:32:36"
  },
  {
    "text": "That's right. But it is a. You're representing your experience.",
    "start": "00:32:36",
    "end": "00:32:39"
  },
  {
    "text": "I'm representing my experience. Yeah. Representing it.",
    "start": "00:32:39",
    "end": "00:32:43"
  },
  {
    "text": "Yeah. Maybe that's. It's the word represent. That in English sounds.",
    "start": "00:32:43",
    "end": "00:32:47"
  },
  {
    "text": "But let's take it to this idea of being made in God's image. Then. I'm representing that God made me and wants to partner with me and design me in a certain way.",
    "start": "00:32:48",
    "end": "00:32:57"
  },
  {
    "text": "But you also. A human is a representation of God to creation and to other people and to the animals. I think that's the logic of the image of Genesis 1.",
    "start": "00:32:58",
    "end": "00:33:09"
  },
  {
    "text": "I'm a witness of God's creativity and his.",
    "start": "00:33:09",
    "end": "00:33:14"
  },
  {
    "text": "Yeah.",
    "start": "00:33:14",
    "end": "00:33:14"
  },
  {
    "text": "And his nature.",
    "start": "00:33:15",
    "end": "00:33:16"
  },
  {
    "text": "Yeah, yeah. And witness. Witness means both to see and experience. So like the idea of being in his presence in. In the garden, then that experience is carried forward through people.",
    "start": "00:33:16",
    "end": "00:33:33"
  },
  {
    "text": "Yeah. As Adam and Eve spread the garden of Eden and cultivate new land, whatever. The vision of the expanding Eden, that's being his representatives, his images and in a way, witnesses. Though the word isn't used. I'm not trying to press it too far. I'm just saying it's an interesting way to think about it.",
    "start": "00:33:33",
    "end": "00:33:51"
  },
  {
    "text": "Yeah. So the word isn't used there, and it's not used yet with the idea of Abraham's family being a blessing to all nations. But that theme is there. There. But it's in the story of Moses and the Torah or the law that the idea of being a witness to the nations or. Or testifying to Who God is becomes a little bit more clear. So in the story of the Exodus, when God rescues the people from slavery, he says to Moses to tell the people, this is Exodus 19:4. 6.",
    "start": "00:33:51",
    "end": "00:34:24"
  },
  {
    "text": "Yeah.",
    "start": "00:34:24",
    "end": "00:34:24"
  },
  {
    "text": "You yourselves have seen or witnessed what I did to the Egyptians and how I bore you on eagle's wings and brought you to myself. Now then, if you will indeed obey my voice and keep my covenant, then you shall be my own possession among all the peoples, for all the earth is mine. So at this point, if you're like me, you're going, wait, so he chose one nation for, like, the special privilege or salvation or what? But then the next verse clarifies why he chose this nation. And you shall be to me a kingdom of priests and a holy nation. So here we see God chooses Israel for this role of being a servant to the rest of, well, this world.",
    "start": "00:34:25",
    "end": "00:35:09"
  },
  {
    "text": "The logic is, you saw, you saw what just happened.",
    "start": "00:35:09",
    "end": "00:35:12"
  },
  {
    "text": "You saw something.",
    "start": "00:35:12",
    "end": "00:35:12"
  },
  {
    "text": "Now I'm.",
    "start": "00:35:13",
    "end": "00:35:13"
  },
  {
    "text": "Now you're a kingdom of priests. And the idea of. Of a priest is that this is a person who mediates between two parties. And the only parties in the story so far are Yahweh and the nations.",
    "start": "00:35:13",
    "end": "00:35:27"
  },
  {
    "text": "Yes.",
    "start": "00:35:27",
    "end": "00:35:27"
  },
  {
    "text": "So you're saying one way to summarize Hebrew scriptures is that God selected a people who could experience him and witness him and who he is, and then bear witness to the rest of creation or rest of the nation.",
    "start": "00:35:27",
    "end": "00:35:46"
  },
  {
    "text": "Right. So they're chosen for a specific role, but the purpose is that all nations would know who God is because of the witness of this one group.",
    "start": "00:35:46",
    "end": "00:35:56"
  },
  {
    "text": "Yeah, this is a good example of where the word witness isn't used. But the theme being witness of the idea of witness is what the covenant is about. You've seen and experienced me, now go represent me to the nations.",
    "start": "00:35:57",
    "end": "00:36:13"
  },
  {
    "text": "But what's interesting is that this is where the word witness starts to be used a lot to describe the Torah.",
    "start": "00:36:13",
    "end": "00:36:20"
  },
  {
    "text": "In the covenant relationship.",
    "start": "00:36:20",
    "end": "00:36:21"
  },
  {
    "text": "Yeah. So now it's the law or the Torah that is over and over again called the witness. But it's usually translated as the testimony, like the tablets of the testimony.",
    "start": "00:36:21",
    "end": "00:36:32"
  },
  {
    "text": "Oh, yes, that's an interesting phrase.",
    "start": "00:36:32",
    "end": "00:36:33"
  },
  {
    "text": "Yeah.",
    "start": "00:36:33",
    "end": "00:36:34"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:36:34",
    "end": "00:36:35"
  },
  {
    "text": "Over and over again. Or the Ark of the Testimony. The Ark of the Witness. So the tablets, it's this experience. Experience that. That Moses had with Yahweh and the things that.",
    "start": "00:36:35",
    "end": "00:36:45"
  },
  {
    "text": "He goes up on the cloud.",
    "start": "00:36:45",
    "end": "00:36:46"
  },
  {
    "text": "Yeah.",
    "start": "00:36:46",
    "end": "00:36:46"
  },
  {
    "text": "40 days.",
    "start": "00:36:46",
    "end": "00:36:47"
  },
  {
    "text": "Right. He has this experience with, like, the kingship and the power of Yahweh and the. The rescue from Egypt. And then God talks with him, he experiences him, and he Gives him all of these instructions.",
    "start": "00:36:47",
    "end": "00:36:59"
  },
  {
    "text": "Yeah.",
    "start": "00:36:59",
    "end": "00:37:00"
  },
  {
    "text": "And this is called a witness to who Yahweh is.",
    "start": "00:37:00",
    "end": "00:37:03"
  },
  {
    "text": "The tablets of testimony has a ring to it.",
    "start": "00:37:03",
    "end": "00:37:06"
  },
  {
    "text": "Yeah.",
    "start": "00:37:06",
    "end": "00:37:06"
  },
  {
    "text": "Yeah.",
    "start": "00:37:06",
    "end": "00:37:07"
  },
  {
    "text": "Sounds like it's Indiana Jones title.",
    "start": "00:37:07",
    "end": "00:37:10"
  },
  {
    "text": "Yeah, that's right. The tablets are the testimony to the covenant relationship. That's what's written on them.",
    "start": "00:37:10",
    "end": "00:37:16"
  },
  {
    "text": "Yeah.",
    "start": "00:37:16",
    "end": "00:37:17"
  },
  {
    "text": "The terms of the covenant.",
    "start": "00:37:17",
    "end": "00:37:18"
  },
  {
    "text": "Yeah. And I think it's interesting to ask here, why are these things called a witness? Yeah, what about them?",
    "start": "00:37:18",
    "end": "00:37:25"
  },
  {
    "text": "Yeah, that's right. This one always made most intuitive sense to me because it's like signing a legal document, the stones. There's actually some debate about what exactly was written on the tablets.",
    "start": "00:37:25",
    "end": "00:37:36"
  },
  {
    "text": "Well, enough to fit on two tablets, front and back.",
    "start": "00:37:36",
    "end": "00:37:39"
  },
  {
    "text": "Yeah. But it's some summary, a representation of these covenant agreements. Similar to if, you know, when you sign a legal document between two parties, then the actual text becomes like a witness of the agreement you made, but then they put it in a box of testimony, which is what the ark is sometimes called.",
    "start": "00:37:40",
    "end": "00:38:01"
  },
  {
    "text": "Right.",
    "start": "00:38:01",
    "end": "00:38:02"
  },
  {
    "text": "So the.",
    "start": "00:38:02",
    "end": "00:38:02"
  },
  {
    "text": "All of this is bearing witness.",
    "start": "00:38:02",
    "end": "00:38:04"
  },
  {
    "text": "Yeah.",
    "start": "00:38:04",
    "end": "00:38:05"
  },
  {
    "text": "So I want to make sure I don't lose a plot. So you're saying this idea of being a witness that holds the whole narrative of scripture together. And that you see God choose Israel to be a witness to him in order to help other people see who God is. And then you even see this through Moses, specifically one. One Israelite get called out. You call it a chief witness.",
    "start": "00:38:05",
    "end": "00:38:30"
  },
  {
    "text": "Yeah. Right. And this is because the group of people who are supposed to be the witnesses are already worshiping other gods while Moses is up on the mountain.",
    "start": "00:38:30",
    "end": "00:38:39"
  },
  {
    "text": "That's right.",
    "start": "00:38:39",
    "end": "00:38:40"
  },
  {
    "text": "Right.",
    "start": "00:38:40",
    "end": "00:38:40"
  },
  {
    "text": "So.",
    "start": "00:38:40",
    "end": "00:38:41"
  },
  {
    "text": "So it takes one guy, Moses has this incredible experience on top of the mountain, and he's up there for 40 days.",
    "start": "00:38:41",
    "end": "00:38:47"
  },
  {
    "text": "Yeah.",
    "start": "00:38:47",
    "end": "00:38:48"
  },
  {
    "text": "It's crazy. And then he comes down with. He's actually written out on stone the things that God told him. And so now he's a witness, the stones are a witness. And it's a witness for this group who are supposed to be witnesses for the world.",
    "start": "00:38:48",
    "end": "00:39:04"
  },
  {
    "text": "He's a witness to the witnesses.",
    "start": "00:39:05",
    "end": "00:39:06"
  },
  {
    "text": "Exactly.",
    "start": "00:39:06",
    "end": "00:39:06"
  },
  {
    "text": "He's a witness to the witnesses.",
    "start": "00:39:06",
    "end": "00:39:07"
  },
  {
    "text": "Yes.",
    "start": "00:39:07",
    "end": "00:39:08"
  },
  {
    "text": "Yeah. So the Torah being a witness, it's an interesting concept because the law of Moses is this story that's peppered with instruction. Right. So I think there are a couple ways that this law could be a witness. One is that it tells a story about who God is. So it tells the story of an experience with God, so through it, people can know him, which is kind of the point of a witness. And then the instruction in the Torah.",
    "start": "00:39:09",
    "end": "00:39:35"
  },
  {
    "text": "Also, like the specific Thou shalt not and thou shalt.",
    "start": "00:39:35",
    "end": "00:39:40"
  },
  {
    "text": "Right. I think a lot of those testify to the character of God or what he's like, that he's just and, you know, creates this fair society and wants relational harmony among this community. And then Moses even writes a song that is said to be a witness to the people that tells the story. So this is Deuteronomy 31 and 32. This song is called A Witness and it tells the story of how God has cared for the people. So the witness of the Torah is almost this story that people, they experience God through it and they also remember what he's done. So it becomes a witness for the people and also a witness against them if they ever stray from God. There's this song.",
    "start": "00:39:40",
    "end": "00:40:27"
  },
  {
    "text": "It's good summarize just for myself. So the storyline of the Torah as a story bears witness to God's purpose to bring blessing to the nations through this family. Then the laws of the Torah bear witness to Israel and to anybody who reads them of God's righteous character, of how he wants a people to be organized. And then Moses song and words bear witness against the people of Israel if they fail to fulfill the covenant.",
    "start": "00:40:28",
    "end": "00:41:00"
  },
  {
    "text": "Yeah. And that's I think, probably a witness for and against the people, because it's a witness for or to the people in that I see when they hear it, they are experiencing.",
    "start": "00:41:00",
    "end": "00:41:11"
  },
  {
    "text": "That's true. Because he was the one up on the mountain, so he's bearing witness to that experience. And I see. And then if they fail to fulfill the covenant, then his writings bear witness against them. Right, that's right. Yeah. There's that odd. Yeah. In Deuteronomy 31, he writes a song can be a witness.",
    "start": "00:41:11",
    "end": "00:41:31"
  },
  {
    "text": "Yeah.",
    "start": "00:41:31",
    "end": "00:41:31"
  },
  {
    "text": "And then the song that he sings is essentially, I mean, it begins by saying, you guys are corrupt.",
    "start": "00:41:31",
    "end": "00:41:36"
  },
  {
    "text": "Yeah.",
    "start": "00:41:36",
    "end": "00:41:36"
  },
  {
    "text": "You're not going to be faithful to God. You're going to destroy yourselves and God's going to let you do it. So it's kind of like. And I told you so.",
    "start": "00:41:37",
    "end": "00:41:43"
  },
  {
    "text": "Yeah.",
    "start": "00:41:43",
    "end": "00:41:44"
  },
  {
    "text": "Before it happens, before you go destroy yourself, I'm going to tell you that I told you so to bear witness against you so that you can remember that I. Anyway, yeah, it's interesting logic.",
    "start": "00:41:44",
    "end": "00:41:56"
  },
  {
    "text": "It is. Yeah, it is. So the Torah is a witness about Yahweh. And what's interesting is that in the New Testament, Jesus says that the Torah bears witness to him.",
    "start": "00:41:56",
    "end": "00:42:08"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:42:08",
    "end": "00:42:09"
  },
  {
    "text": "So in the Hebrew Bible we see that it's about this God who's a king and a deliverer. And then Jesus says that this is actually all talking about him.",
    "start": "00:42:09",
    "end": "00:42:19"
  },
  {
    "text": "Yeah.",
    "start": "00:42:20",
    "end": "00:42:20"
  },
  {
    "text": "In John 5, he says, you search the Scriptures and it is they that bear witness about me. The prophets also become these chief witnesses for Israel. So they also see and experience God as king in a similar way to how Moses did on Mount Sinai. The prophets, both the people and the writings, are meant to bear witness or warn Israel about what will happen if they continue to turn away from Yahweh and his Torah. So a great example of this is Isaiah, who sees Yahweh on the throne as the king and the deliverer. In Isaiah 6.",
    "start": "00:42:21",
    "end": "00:43:41"
  },
  {
    "text": "It's kind of like his version of Moses.",
    "start": "00:43:41",
    "end": "00:43:43"
  },
  {
    "text": "Mount Sinai. Yeah, yeah, yeah. The glory of Yahweh fills. Fills the temple in this vision. Yeah. And then Isaiah is meant to bear witness about this experience to the people and also warn them, which warn a lot of times. Our Hebrew. Our English word warn is the Hebrew word witness. So the prophets. Yeah, the prophets. Witness to the people.",
    "start": "00:43:43",
    "end": "00:44:06"
  },
  {
    "text": "Why do we translate it warn? Because it's witness with a lot at stake.",
    "start": "00:44:06",
    "end": "00:44:11"
  },
  {
    "text": "Yeah. Here's an example from 2 Chronicles 24:19. It says, yet he Yahweh, sent prophets among them to bring them back to Yahweh. These witnessed or warned them, but they would not pay attention. So. Or, sorry, they witnessed to or warned them.",
    "start": "00:44:12",
    "end": "00:44:31"
  },
  {
    "text": "Yeah. It's interesting that we would change it to warned in this context, but it makes sense. But a warning in English doesn't always mean that you're a witness of something. You could just be warning something that you had, you know, secondhand knowledge of or.",
    "start": "00:44:32",
    "end": "00:44:50"
  },
  {
    "text": "Yeah, that's interesting.",
    "start": "00:44:50",
    "end": "00:44:52"
  },
  {
    "text": "Just understand logically. Not something you actually were a witness of.",
    "start": "00:44:52",
    "end": "00:44:56"
  },
  {
    "text": "I'm looking at NIV as they testified. ESV has testified.",
    "start": "00:44:57",
    "end": "00:45:03"
  },
  {
    "text": "Okay.",
    "start": "00:45:03",
    "end": "00:45:04"
  },
  {
    "text": "NAS has. Do you remember what translation was it? King James.",
    "start": "00:45:04",
    "end": "00:45:08"
  },
  {
    "text": "No, I thought it was ESV. The second Chronicles, 2419.",
    "start": "00:45:08",
    "end": "00:45:11"
  },
  {
    "text": "Yeah, yeah. At least the ESV I have.",
    "start": "00:45:11",
    "end": "00:45:15"
  },
  {
    "text": "Okay. So testified. They testified to them.",
    "start": "00:45:15",
    "end": "00:45:17"
  },
  {
    "text": "Against them.",
    "start": "00:45:17",
    "end": "00:45:18"
  },
  {
    "text": "Oh, against them.",
    "start": "00:45:18",
    "end": "00:45:19"
  },
  {
    "text": "They testified.",
    "start": "00:45:19",
    "end": "00:45:19"
  },
  {
    "text": "Maybe that's the testify. Against is kind of similar to warning. It's a negative word.",
    "start": "00:45:20",
    "end": "00:45:27"
  },
  {
    "text": "Yeah. Interesting. Yeah.",
    "start": "00:45:27",
    "end": "00:45:29"
  },
  {
    "text": "Yep. So the prophets are also these chief witnesses that testify to Israel about who God is and testify about what will happen if they continue to go away from him. And their purpose is to restore Israel to their rightful role. And you see this especially in Isaiah 40:48. So this is where the word witness gets applied to Israel in a really explicit way or a really direct way. So in Isaiah 40:48, we see the word witness and also the content of what the people are supposed to be witnessing. About or witnessing to. So Isaiah 43:10, 12 says, you are my witnesses, declares Yahweh. So here that word's plural. So we can assume he's talking to Israel. You are my witnesses and my servant whom I have chosen. And here's the content of the word servant is singular. Well, I think servant could be collective, so it's singular. Yeah. But it could be the nation or one. And I think it gets narrowed to one eventually. But, yeah, it could be either.",
    "start": "00:45:29",
    "end": "00:46:36"
  },
  {
    "text": "Yeah. It's ideal is that the whole people as a group are Yahweh's servant. That bears witness.",
    "start": "00:46:36",
    "end": "00:46:41"
  },
  {
    "text": "Yeah. But I think almost in this. This idea of servant who, you know, Israel as a whole is supposed to be the servant.",
    "start": "00:46:41",
    "end": "00:46:48"
  },
  {
    "text": "Yeah.",
    "start": "00:46:48",
    "end": "00:46:49"
  },
  {
    "text": "And that does get narrowed to an individual. That's kind of similar to this idea of a group of witnesses. But there's a chief witness.",
    "start": "00:46:49",
    "end": "00:46:55"
  },
  {
    "text": "Yeah. Like Moses.",
    "start": "00:46:55",
    "end": "00:46:55"
  },
  {
    "text": "Yep. Who's supposed to help the people. Yeah. So you are my witnesses, so that you may know and believe me and understand that I am He. Before me there was no God formed, and there will be none after me. So it's this witness about who God is. I, even I am Yahweh, and there is no Savior besides me. So there's a unique God. He's the Savior deliverer. It is I who have declared and saved and proclaimed. And there was no strange God among you. So you are my witnesses, declares Yahweh. So I think that's the clearest Isaiah, really. Isaiah 40:48 really clarifies Israel's role as a witness about who God is. Yeah, yeah, yeah. To the nations.",
    "start": "00:46:55",
    "end": "00:47:39"
  },
  {
    "text": "Yeah. Which then creates problems in those same chapters.",
    "start": "00:47:39",
    "end": "00:47:42"
  },
  {
    "text": "Yeah. So, yeah. What's the problem?",
    "start": "00:47:42",
    "end": "00:47:45"
  },
  {
    "text": "Isaiah is constantly calling them a deaf and blind servant.",
    "start": "00:47:45",
    "end": "00:47:48"
  },
  {
    "text": "Right. Which is kind of a problem. If a witness is a person who sees. Who sees.",
    "start": "00:47:48",
    "end": "00:47:53"
  },
  {
    "text": "That's like a Monty Python sketch. A witness comes in, he can't see.",
    "start": "00:47:53",
    "end": "00:47:56"
  },
  {
    "text": "But this is the witness God has to work with. That's not gonna work at all.",
    "start": "00:47:58",
    "end": "00:48:03"
  },
  {
    "text": "Yeah, exactly. Which is why then Isaiah starts talking about a servant who will turn Israel back into the witnesses they're supposed to be who will open the eyes of the blind.",
    "start": "00:48:03",
    "end": "00:48:14"
  },
  {
    "text": "That's right.",
    "start": "00:48:14",
    "end": "00:48:15"
  },
  {
    "text": "Yep.",
    "start": "00:48:15",
    "end": "00:48:15"
  },
  {
    "text": "Yeah. This is the famous servant of Isaiah 49.",
    "start": "00:48:16",
    "end": "00:48:19"
  },
  {
    "text": "Exactly. Yeah.",
    "start": "00:48:19",
    "end": "00:48:20"
  },
  {
    "text": "Who's called Israel. God says, you are my servant, Israel.",
    "start": "00:48:20",
    "end": "00:48:24"
  },
  {
    "text": "Israel is the servant.",
    "start": "00:48:24",
    "end": "00:48:25"
  },
  {
    "text": "But then he says. Yeah, it's exactly what you have highlighted here.",
    "start": "00:48:25",
    "end": "00:48:28"
  },
  {
    "text": "Yep. Yeah. But then. Right. So the servant is called Israel. But then the servant in Isaiah 49 is said to bring back the preserved of Israel. So it's not just Israel. It's a person or a remnant or. Yeah, it's a chief witness.",
    "start": "00:48:28",
    "end": "00:48:42"
  },
  {
    "text": "Our chief witness who's bearing witness to the blind witnesses.",
    "start": "00:48:42",
    "end": "00:48:45"
  },
  {
    "text": "Yep. This servant will be a light for the nations and bring salvation to the ends of the earth. That's what Isaiah 49 says.",
    "start": "00:48:46",
    "end": "00:48:53"
  },
  {
    "text": "So which was the point of the witnesses in the first place?",
    "start": "00:48:53",
    "end": "00:48:55"
  },
  {
    "text": "Yeah, exactly. Yeah, yeah.",
    "start": "00:48:55",
    "end": "00:48:57"
  },
  {
    "text": "Okay.",
    "start": "00:48:57",
    "end": "00:48:57"
  },
  {
    "text": "All right. The story is coming together.",
    "start": "00:48:57",
    "end": "00:48:59"
  },
  {
    "text": "Y.",
    "start": "00:48:59",
    "end": "00:49:00"
  },
  {
    "text": "It's cool how you could tell the story of the Bible through this one word.",
    "start": "00:49:00",
    "end": "00:49:02"
  },
  {
    "text": "Yeah, it is. Yeah.",
    "start": "00:49:02",
    "end": "00:49:04"
  },
  {
    "text": "That's what Jesus says he's doing when he comes on the scene. He says that he is that servant and witness. He says that in a lot of different ways, but one of the ways is that he claims to be the light of the nations. When he says I'm the light of the world in John 8.",
    "start": "00:49:39",
    "end": "00:49:53"
  },
  {
    "text": "He's basically riffing off Isaiah here when he says I'm the light of the world.",
    "start": "00:49:53",
    "end": "00:49:57"
  },
  {
    "text": "I think so, yeah.",
    "start": "00:49:57",
    "end": "00:49:59"
  },
  {
    "text": "Among many other. Yeah, hyperlink.",
    "start": "00:49:59",
    "end": "00:50:01"
  },
  {
    "text": "That's cool.",
    "start": "00:50:01",
    "end": "00:50:02"
  },
  {
    "text": "To the Hebrew Bible.",
    "start": "00:50:02",
    "end": "00:50:03"
  },
  {
    "text": "Yep.",
    "start": "00:50:03",
    "end": "00:50:03"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:50:03",
    "end": "00:50:04"
  },
  {
    "text": "Yeah. So he says I'm the light of the world, and then when he teaches in the synagogue, he quotes directly from Isaiah 61:1 and 2 to say that he is the servant. He's the chief witness who is expected. So he says that he was sent to free prisoners and recover sight for the blind. So open the eyes of the blind, which is what Isaiah says the servant needs to do for Israel, which he does, literally. Yeah, that's right.",
    "start": "00:50:04",
    "end": "00:50:32"
  },
  {
    "text": "But then also figuratively here, this idea of these blind witnesses, their eyes being opened.",
    "start": "00:50:32",
    "end": "00:50:38"
  },
  {
    "text": "Yeah, that's right. Yes. It's an interesting dynamic of the Gospels. He comes as the chief witness to the blind witness. Oh, think this is the whole story. The blind man in John has these two layers of meaning because he heals the eyes of the blind man. And then these religious leaders are all angry about it, and then Jesus starts calling them the blind ones, and it becomes this kind of double meditation on who's really blind.",
    "start": "00:50:38",
    "end": "00:51:05"
  },
  {
    "text": "Right.",
    "start": "00:51:06",
    "end": "00:51:06"
  },
  {
    "text": "What kind of blindness constitutes true blindness?",
    "start": "00:51:06",
    "end": "00:51:08"
  },
  {
    "text": "Yeah, he's probably saying, hey, remember the Israel of Isaiah's day? Who were blind?",
    "start": "00:51:09",
    "end": "00:51:14"
  },
  {
    "text": "That's right.",
    "start": "00:51:14",
    "end": "00:51:15"
  },
  {
    "text": "That's kind of what you're like.",
    "start": "00:51:15",
    "end": "00:51:16"
  },
  {
    "text": "That's right.",
    "start": "00:51:17",
    "end": "00:51:18"
  },
  {
    "text": "Yeah. So Jesus, he's the ultimate witness, bearing witness about who he is and proclaiming God's kingdom. And he's called a witness over and over, especially in the book of John. So we've talked about that already. And ultimately it's his witness specifically that he gives this testimony or witness about who he is that gets him killed.",
    "start": "00:51:18",
    "end": "00:51:37"
  },
  {
    "text": "Oh, right. At the trial. At the court. Trial.",
    "start": "00:51:37",
    "end": "00:51:40"
  },
  {
    "text": "So in Luke 22, the leaders say to Jesus, if you're the Christ, then tell us. And he pretty much says, oh, you're not going to listen to me. Anyway, they're the deaf people. And then he says, they ask him if he's the son of God. And he says, yes, I am. Then they said, what further need do we have of witness or testimony? We've heard it ourselves from his own mouth. So it's his witness as the chief witness that gets him killed. But what's ironic is that it's this death and resurrection that his companions witnessed that caused them to become the witnesses that God had always intended to have for himself. Yeah. It's this ironic twist and then that.",
    "start": "00:51:40",
    "end": "00:52:21"
  },
  {
    "text": "Becomes one of the key titles to describe Jesus followers in the world as the witnesses.",
    "start": "00:52:22",
    "end": "00:52:29"
  },
  {
    "text": "Oh, and you taught me this. We kind of skipped over it. But Jesus, his death as a witness in Greek, that's. What's the word?",
    "start": "00:52:29",
    "end": "00:52:39"
  },
  {
    "text": "Martus.",
    "start": "00:52:39",
    "end": "00:52:39"
  },
  {
    "text": "Martus. And that's where we get our term. Martyr.",
    "start": "00:52:39",
    "end": "00:52:43"
  },
  {
    "text": "Yeah.",
    "start": "00:52:43",
    "end": "00:52:43"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:52:43",
    "end": "00:52:45"
  },
  {
    "text": "Which I had no idea.",
    "start": "00:52:45",
    "end": "00:52:47"
  },
  {
    "text": "Yes.",
    "start": "00:52:47",
    "end": "00:52:47"
  },
  {
    "text": "To be a martyr I've always thought of a martyr is someone who dies. Well, a martyr is someone who is killed because of their faith or because of the thing they believe in or for the cause that they have. But to think of that specifically about bearing witness to that cause or to that thing.",
    "start": "00:52:48",
    "end": "00:53:06"
  },
  {
    "text": "That's right.",
    "start": "00:53:06",
    "end": "00:53:07"
  },
  {
    "text": "You're dying for that. You're dying as a witness. It's a cool image.",
    "start": "00:53:07",
    "end": "00:53:11"
  },
  {
    "text": "Yeah. Yeah. It's powerful. Yeah. You're staking your life on the truthfulness of what you're representing. Even if.",
    "start": "00:53:11",
    "end": "00:53:18"
  },
  {
    "text": "And that's what Jesus did it cost you.",
    "start": "00:53:18",
    "end": "00:53:20"
  },
  {
    "text": "Yeah, he's the chief witness.",
    "start": "00:53:20",
    "end": "00:53:22"
  },
  {
    "text": "He's the chief witness.",
    "start": "00:53:22",
    "end": "00:53:22"
  },
  {
    "text": "Yeah. In the Revelation, Jesus calls himself the faithful witness.",
    "start": "00:53:22",
    "end": "00:53:26"
  },
  {
    "text": "Right. The faithful witness, the firstborn of the dead. So maybe those ideas of being a witness and dying are already being connected in that book.",
    "start": "00:53:26",
    "end": "00:53:36"
  },
  {
    "text": "So Jesus death is his witness, and then he commissions. In the famous Acts scene.",
    "start": "00:53:38",
    "end": "00:53:44"
  },
  {
    "text": "Yep. Acts 1:8, he calls his followers to be witnesses. Yeah. Something interesting about the New Testament witnesses is that just like in the Hebrew Bible, the witnesses are just simply those who have seen and experienced the resurrected Jesus and then they talk about it. So the word witness occurs a lot of times connected to the resurrection in the New Testament. So Peter will stand up or Paul will stand up and say, we've witnessed the risen Jesus. And implied. Is that now we're talking about it. So seeing the resurrection and then talking about it, our one event, or experiencing the resurrected Jesus like Paul does. But it's just still that simple act of. You just talk about what you've seen. But here it just carries a lot more weight because you could be killed for it. Yeah, yeah, yeah.",
    "start": "00:53:44",
    "end": "00:54:36"
  },
  {
    "text": "It's cool. So I mean, this idea of my concept of being a witness or witnessing is to convince someone. In a religious context, to convince someone. But going through the story of the Bible through the lens of witness, you see how it's just. It's so connected to experiencing God and then sharing that experience to that we have the word testimony. Give a testimony. That's another really common thing in Christian culture. Share your testimony. In my mind, that's always been detached from witnessing. I mean, I guess. No, no, that's not true. It's a part of witnessing. But witnessing really is the convincing where the testimony is kind of just a nice little way to kind of get in the door so that you can then give the logical argument, seal the deal. But being a witness is about your testimony.",
    "start": "00:54:36",
    "end": "00:55:23"
  },
  {
    "text": "Right.",
    "start": "00:55:23",
    "end": "00:55:23"
  },
  {
    "text": "It's about you experience something.",
    "start": "00:55:23",
    "end": "00:55:25"
  },
  {
    "text": "Yeah.",
    "start": "00:55:26",
    "end": "00:55:26"
  },
  {
    "text": "And then you represent that. You share that.",
    "start": "00:55:26",
    "end": "00:55:29"
  },
  {
    "text": "I feel like it gives a different. Again, I didn't grow up in church subculture the way that you did, but what I see in your body language and in your voice is there was like a pressure. And when I'm thinking about powerful experiences that I've had in my life, I don't feel pressure to share. It's just the most normal thing in the world. Because it's a powerful experience that you had. You just talk about it. What else do we have to talk about except things that matter to us, that we've experienced? And that seems more like the biblical.",
    "start": "00:55:29",
    "end": "00:56:00"
  },
  {
    "text": "Use of the word. It's this natural sharing about something you've experienced.",
    "start": "00:56:00",
    "end": "00:56:06"
  },
  {
    "text": "Yeah, yeah, natural. But then also, like we've said, it's very weighty. It ties the whole story of the Bible together. It's like God's plan for communicating who he is is selecting witnesses to share. So Jesus becomes a chief witness, and then he commissions his disciples to witness. It's part of being a follower of Jesus is carrying that on.",
    "start": "00:56:06",
    "end": "00:56:32"
  },
  {
    "text": "You know, it's interesting. I'm looking down in your notes here. Then that makes sense of a lot of these other examples where people's actions bear witness to their character.",
    "start": "00:56:33",
    "end": "00:56:43"
  },
  {
    "text": "Right? Yeah.",
    "start": "00:56:43",
    "end": "00:56:44"
  },
  {
    "text": "So, yeah. Hebrews 11.",
    "start": "00:56:45",
    "end": "00:56:46"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:56:46",
    "end": "00:56:47"
  },
  {
    "text": "People's faithful trust and obedience.",
    "start": "00:56:47",
    "end": "00:56:50"
  },
  {
    "text": "Yeah. To have a good witness could also just be to be of commendable character.",
    "start": "00:56:51",
    "end": "00:56:56"
  },
  {
    "text": "Yeah.",
    "start": "00:56:56",
    "end": "00:56:57"
  },
  {
    "text": "So it could be talking about something, but just like how an object can be a witness, maybe it can also be just your person, how you represent God by what you do, or is that what you're saying?",
    "start": "00:56:57",
    "end": "00:57:07"
  },
  {
    "text": "Yeah, that's what I'm going for. And there may be some other words to be brought into it. I was just reading. There's the word tested or dakimasu or dakimazo, which means trustworthy, or it has been tested and it's trustworthy, which means it's a kind of witness, and it's referring to someone's character. You talk about somebody as having character that is tested, faithful, tested, and trustworthy. And here people, in Hebrews 11, people's behavior, acts of trust in God are a kind of witness.",
    "start": "00:57:07",
    "end": "00:57:38"
  },
  {
    "text": "Yeah. A testimony to.",
    "start": "00:57:38",
    "end": "00:57:40"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:57:40",
    "end": "00:57:41"
  },
  {
    "text": "Their character and even to the God they represent.",
    "start": "00:57:41",
    "end": "00:57:44"
  },
  {
    "text": "Yeah. So it's mostly verbal.",
    "start": "00:57:44",
    "end": "00:57:46"
  },
  {
    "text": "Yeah.",
    "start": "00:57:46",
    "end": "00:57:46"
  },
  {
    "text": "You bear witness means you shit.",
    "start": "00:57:46",
    "end": "00:57:48"
  },
  {
    "text": "Talk about it.",
    "start": "00:57:48",
    "end": "00:57:48"
  },
  {
    "text": "Talk about it. But the life. Your way of life can also be a kind of witness.",
    "start": "00:57:48",
    "end": "00:57:54"
  },
  {
    "text": "Yeah.",
    "start": "00:57:54",
    "end": "00:57:54"
  },
  {
    "text": "To the truth about God's kingdom. I live this way because I believe in God's kingdom come in Jesus. My actions then become a kind of witness alongside my word.",
    "start": "00:57:54",
    "end": "00:58:05"
  },
  {
    "text": "It's a great way to frame existence. It's not a way that I typically do walking around thinking of myself as a witness. I'm just trying to imagine how that might shape me or shape my day if I kind of had that paradigm. To be a witness of something, it's an important task. You get called to a courtroom to be a witness. You're gonna be preparing for that. Like, in your psyche, you're thinking, like, oh, yeah, I'm gonna go on the stand. I'm gonna think about it. I just remember one time witnessing a car accident and then leaving my number, and then the person called and wanted the story, and it felt like, really significant, like, oh, I'm gonna be a witness right now. And I'm. You know, someone's getting in trouble because of what I said. That kind of weightiness of. Of that identity. What would that be if I carried that with me?",
    "start": "00:58:05",
    "end": "00:58:58"
  },
  {
    "text": "Yeah.",
    "start": "00:58:58",
    "end": "00:58:58"
  },
  {
    "text": "You know, the chobo's witness really kind of have something going there with.",
    "start": "00:58:58",
    "end": "00:59:02"
  },
  {
    "text": "Interesting.",
    "start": "00:59:02",
    "end": "00:59:03"
  },
  {
    "text": "It's just part. It's just in it. It's in their name.",
    "start": "00:59:03",
    "end": "00:59:05"
  },
  {
    "text": "Yeah. Yep. Although I think related ideas to what you're. You're saying would be, like, representing God. I don't know if you.",
    "start": "00:59:05",
    "end": "00:59:13"
  },
  {
    "text": "Yeah.",
    "start": "00:59:13",
    "end": "00:59:13"
  },
  {
    "text": "In those terms or.",
    "start": "00:59:13",
    "end": "00:59:15"
  },
  {
    "text": "I'm representing.",
    "start": "00:59:15",
    "end": "00:59:16"
  },
  {
    "text": "Imaging. Imaging God. Yeah. Or partnering with him. I think those are related ideas. In the storyline at Least I was.",
    "start": "00:59:16",
    "end": "00:59:23"
  },
  {
    "text": "Thinking about this this morning. My son's pointed out to me that within the first 10 minutes of my being awake and walking around the house every morning, what I do every day is make coffee. It's apparently the very first thing that I do.",
    "start": "00:59:23",
    "end": "00:59:41"
  },
  {
    "text": "I'm so with you. Yeah.",
    "start": "00:59:41",
    "end": "00:59:42"
  },
  {
    "text": "And so I was just thinking about this for their little observations about me, you know, over these years. My actions bear witness to what I prioritize first thing. In a way, my actions are a witness that coffee is the biggest, the most important thing to me in the morning. Well, I also give them a big hug and kiss every morning, even before making coffee. So I hope that bears witness to something too. But I was just thinking about it. I pointed out, and then I was thinking about what you're saying. My actions are constantly bearing witness about what I value it the most, what I believe is ultimately true.",
    "start": "00:59:43",
    "end": "01:00:16"
  },
  {
    "text": "Yeah. My older son the other day was like, I was putting my socks on standing up near my closet, and he goes, that's hard. Yeah, it is hard.",
    "start": "01:00:17",
    "end": "01:00:25"
  },
  {
    "text": "And he goes, especially for you. Yeah.",
    "start": "01:00:25",
    "end": "01:00:28"
  },
  {
    "text": "He goes, dad, you usually put your socks on sitting on the bed. And I was like, you notice how I put my socks on?",
    "start": "01:00:28",
    "end": "01:00:35"
  },
  {
    "text": "Wow, that's.",
    "start": "01:00:35",
    "end": "01:00:37"
  },
  {
    "text": "I better like, step up my game. Like you're paying attention to me.",
    "start": "01:00:37",
    "end": "01:00:42"
  },
  {
    "text": "Yeah. He's looking at your testimony. He's examining your testimony.",
    "start": "01:00:42",
    "end": "01:00:45"
  },
  {
    "text": "He's examining how I live life.",
    "start": "01:00:46",
    "end": "01:00:47"
  },
  {
    "text": "Yeah.",
    "start": "01:00:48",
    "end": "01:00:48"
  },
  {
    "text": "Yeah. I'm not sure what that is a testimony to.",
    "start": "01:00:48",
    "end": "01:00:51"
  },
  {
    "text": "Yeah.",
    "start": "01:00:51",
    "end": "01:00:52"
  },
  {
    "text": "What is that testimony to?",
    "start": "01:00:52",
    "end": "01:00:52"
  },
  {
    "text": "He knows.",
    "start": "01:00:53",
    "end": "01:00:53"
  },
  {
    "text": "And he even said sometimes you sit right there on the bed and sometimes you sit over there on that chair and it's like, oh, my goodness.",
    "start": "01:00:53",
    "end": "01:01:00"
  },
  {
    "text": "Yeah.",
    "start": "01:01:01",
    "end": "01:01:02"
  },
  {
    "text": "So all this came from. You were kind of going in this direction that if you thought of your day to day habits, patterns of behavior as a form of bearing witness, how would that change how you think about your life and your.",
    "start": "01:01:03",
    "end": "01:01:17"
  },
  {
    "text": "Well, I wasn't even thinking that. But my character is a witness. I'm just thinking in terms of.",
    "start": "01:01:18",
    "end": "01:01:24"
  },
  {
    "text": "Oh, I see.",
    "start": "01:01:24",
    "end": "01:01:25"
  },
  {
    "text": "My role is to witness, not and to stop someone and say, hey, can I try to convince you of something? But that my identity is kind of wrapped up in that I have something, a perspective, an experience that I want other people to understand. I want to shape how people see the world. I mean, I think we think of that in terms of being an ambassador of Christ. I think is a term I think Christians use. But even there, these words can get very flattened out very quick. And just thinking of myself again, just. If you were summoned to be a witness in a courtroom.",
    "start": "01:01:25",
    "end": "01:02:11"
  },
  {
    "text": "You would take it really.",
    "start": "01:02:12",
    "end": "01:02:13"
  },
  {
    "text": "I would take that really seriously. It would just consume my whole day, my whole week thinking about, oh, I'm gonna be a witness.",
    "start": "01:02:13",
    "end": "01:02:18"
  },
  {
    "text": "Yeah.",
    "start": "01:02:18",
    "end": "01:02:19"
  },
  {
    "text": "And the importance of that.",
    "start": "01:02:19",
    "end": "01:02:20"
  },
  {
    "text": "Yeah.",
    "start": "01:02:22",
    "end": "01:02:22"
  },
  {
    "text": "I'm just trying to let that sit for me a little bit.",
    "start": "01:02:22",
    "end": "01:02:25"
  },
  {
    "text": "Yeah. It's weird how simple and how big of a responsibility it is. And also how when you see the whole storyline of scripture, that God wants this group of witnesses who experience him and then talk about it to imagine being a part of that storyline even today. That's an interesting feeling.",
    "start": "01:02:25",
    "end": "01:02:44"
  },
  {
    "text": "Yes. Thank you, Carissa, for putting this all together.",
    "start": "01:02:44",
    "end": "01:02:48"
  },
  {
    "text": "Oh, thanks for having me.",
    "start": "01:02:48",
    "end": "01:02:49"
  },
  {
    "text": "Yeah. Thank you. And thank you for researching and writing a script.",
    "start": "01:02:49",
    "end": "01:02:53"
  },
  {
    "text": "Yeah, yeah. Excited for that.",
    "start": "01:02:53",
    "end": "01:02:55"
  },
  {
    "text": "Yeah, me too. This video, well come out sometime this fall. Yes.",
    "start": "01:02:55",
    "end": "01:03:00"
  },
  {
    "text": "Or early winter.",
    "start": "01:03:00",
    "end": "01:03:01"
  },
  {
    "text": "Yeah, fall. Or winter.",
    "start": "01:03:01",
    "end": "01:03:03"
  },
  {
    "text": "Winter. It's kind of a dual word study, gospel word study, witness.",
    "start": "01:03:03",
    "end": "01:03:08"
  },
  {
    "text": "Yep. It'll be a little pair.",
    "start": "01:03:08",
    "end": "01:03:09"
  },
  {
    "text": "A little pair. And I'm excited for it.",
    "start": "01:03:09",
    "end": "01:03:12"
  },
  {
    "text": "Yeah, me too.",
    "start": "01:03:12",
    "end": "01:03:13"
  },
  {
    "text": "Awesome. High five.",
    "start": "01:03:13",
    "end": "01:03:14"
  },
  {
    "text": "Has all been alright. Thanks, guys. Hi, this is Jisoo and Joanne and we're from California and we first heard about the Bible project because our church uses the videos for our understanding of the Bible. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts and more@thebibleproject.com Thanks.",
    "start": "01:03:14",
    "end": "01:03:40"
  }
]