[
  {
    "text": "You've heard the phrase guard your soul or God loves your soul, or Jesus died to save your soul. We toss around this word soul a lot in religious circles. We have a body, we have a mind, we have emotions. But what is our soul?",
    "start": "00:00:09",
    "end": "00:00:27"
  },
  {
    "text": "People often assume the idea of a eternal, non physical existence that humans living on after death apart from their bodies as disembodied souls forever and ever. That's a really important idea in the Bible or a main teaching of the Bible. And I certainly thought that until I actually started to read the Bible.",
    "start": "00:00:27",
    "end": "00:00:49"
  },
  {
    "text": "I'm John Collins and this is the Bible Project podcast. And today we're gonna talk about how you don't have a soul, but you are a soul. So Tim and myself and the rest of the bibleproject crew have been making a series of videos on biblical words. The word we're working on now is the Hebrew word nephesh, which in our English translations of the Bible gets translated.",
    "start": "00:00:49",
    "end": "00:01:17"
  },
  {
    "text": "As soul, but is actually hardly ever the meaning of soul in the b.",
    "start": "00:01:18",
    "end": "00:01:24"
  },
  {
    "text": "How do biblical authors use this word nephesh? What are they imagining? And what does it mean for us as humans to be a soul? Thanks for joining us. Here we go. Okay. We are going to talk about the soul.",
    "start": "00:01:24",
    "end": "00:01:57"
  },
  {
    "text": "Yes.",
    "start": "00:01:57",
    "end": "00:01:58"
  },
  {
    "text": "The human soul.",
    "start": "00:01:59",
    "end": "00:02:00"
  },
  {
    "text": "Because this is what we like to do on an average day.",
    "start": "00:02:00",
    "end": "00:02:03"
  },
  {
    "text": "Yeah.",
    "start": "00:02:03",
    "end": "00:02:04"
  },
  {
    "text": "Talk about.",
    "start": "00:02:04",
    "end": "00:02:04"
  },
  {
    "text": "I'm in. I'm in.",
    "start": "00:02:04",
    "end": "00:02:06"
  },
  {
    "text": "Biblical words.",
    "start": "00:02:06",
    "end": "00:02:07"
  },
  {
    "text": "I'm incredibly excited about this conversation.",
    "start": "00:02:07",
    "end": "00:02:09"
  },
  {
    "text": "Yes. So the motivator is a word study in the Word Study series. We're doing a video on the fifth key word in the Shema Deuteronomy, chapter 6. Love the Lord your God with all your heart, with all of your soul. Soul, and then with all your strength. So right now for us, Real Time Soul is the next one to come out in a month and a half or two.",
    "start": "00:02:09",
    "end": "00:02:37"
  },
  {
    "text": "Okay.",
    "start": "00:02:37",
    "end": "00:02:37"
  },
  {
    "text": "And there you go. We're having the conversation about the meaning of this highly misunderstood word in the Bible.",
    "start": "00:02:37",
    "end": "00:02:44"
  },
  {
    "text": "Yeah.",
    "start": "00:02:45",
    "end": "00:02:46"
  },
  {
    "text": "And why are you so interested in this? I feel like you have been for a long time.",
    "start": "00:02:46",
    "end": "00:02:52"
  },
  {
    "text": "Yeah.",
    "start": "00:02:52",
    "end": "00:02:52"
  },
  {
    "text": "So where does that come from?",
    "start": "00:02:53",
    "end": "00:02:54"
  },
  {
    "text": "Well, I'm just, I'm. I'm really interested in the. The human experience. And, you know, I've always been confused by what we mean when we say soul, how that's different from spirit. I remember talking to a guy I really admire as a thinker, who's a Christian, and he was talking about, you know, your body, your psyche, your soul and your spirit. And it seemed like he had these really clear categories in his mind. And I'm just, I'm like I don't have that clear of categories, I think. I mean, I understand body, that's really clear.",
    "start": "00:02:55",
    "end": "00:03:32"
  },
  {
    "text": "Yeah.",
    "start": "00:03:32",
    "end": "00:03:33"
  },
  {
    "text": "Psyche starts to get a little less clear, or mind, but kind of have a handle on that. And then soul just. It kind of gets really blurry. But I have this fairly typical understanding of your essence, this like disembodied essence that you have that you will carry on with you forever. It seems like that's typically what people are talking about. They mean soul.",
    "start": "00:03:33",
    "end": "00:04:05"
  },
  {
    "text": "Yeah, yeah. And then that gets complicated. I think for many people when they encounter popular presentations of like brain science or neuroscience, things that are able to explain what often or historically has been understood as non physical, something like mind, you know, or reason. And then there's a whole movement that says no, actually even what we can experience as not being a part of our bodies, like our thoughts are actually products of synapses firing and chemicals mixing in our brain.",
    "start": "00:04:05",
    "end": "00:04:47"
  },
  {
    "text": "Yeah, it's material.",
    "start": "00:04:47",
    "end": "00:04:49"
  },
  {
    "text": "It's material. And then I think for many people that creates maybe some sort of crisis or at least a tension in their worldview. Wait, I thought humans were both material, but also something non material. Yeah. And how does that work then?",
    "start": "00:04:49",
    "end": "00:05:05"
  },
  {
    "text": "How does that work? I think most people would say, yeah, we're material and non material. But then if you really try to drill down and get a handle on what that non material part is, it's a complete mystery.",
    "start": "00:05:05",
    "end": "00:05:17"
  },
  {
    "text": "And people often assume that the idea of a eternal, non physical existence that humans living on after death apart from their bodies as souls, disembodied souls forever and ever. Many people assume that that's a really important idea in the Bible or a main teaching of the Bible. And I certainly thought that until I actually started to read the Bible. I remember even before I knew anything about Greek or Hebrew and I became aware that the word soul was being used in the Bible, not the way I used it in English. And then as I learned more, I realized what most people mean by the word soul. That disembodied, living on forever and ever part of you is actually hardly ever the meaning of soul in the Bible, if at all. I realized it was the whole point of debate. You can count on one hand the key passages that seem to describe that. So yes, it's both. I think both. It leads to misunderstandings about the human person. And also that idea has led us to misunderstand much of what the Bible has said. And I start to sound like a broken record at some point.",
    "start": "00:05:18",
    "end": "00:06:38"
  },
  {
    "text": "Yeah, we talk about that a lot.",
    "start": "00:06:39",
    "end": "00:06:40"
  },
  {
    "text": "There's a cultural gap between us and The Bible and its authors and how they used words and their language and culture. And so it goes both ways. We impose our concepts of whatever onto these texts and make them say what we, you know, they might mean in English. So we're both distorting what they say. That happens very often. And also we miss out on what they were trying to say in the first place. So.",
    "start": "00:06:40",
    "end": "00:07:10"
  },
  {
    "text": "So it's like a double, double whammy.",
    "start": "00:07:10",
    "end": "00:07:11"
  },
  {
    "text": "It's a double whammy. We distort what they're actually saying and we miss what they wanted to say. So I have found that kind of have to do both a demolition job and a rebuilding job when it comes to the word soul in the Bible.",
    "start": "00:07:11",
    "end": "00:07:27"
  },
  {
    "text": "Before we demo the word, I always like to try to understand how we got the word in English.",
    "start": "00:07:27",
    "end": "00:07:33"
  },
  {
    "text": "Yes. Yeah, I have a bit in the notes, but I'm sure you have more.",
    "start": "00:07:33",
    "end": "00:07:37"
  },
  {
    "text": "Yeah, There it is, Saul. 8th century old English word.",
    "start": "00:07:38",
    "end": "00:07:45"
  },
  {
    "text": "Yeah. It's actually first attested in Beowulf. This is from the Oxford English Dictionary.",
    "start": "00:07:45",
    "end": "00:07:50"
  },
  {
    "text": "This is the first time that word shows up.",
    "start": "00:07:50",
    "end": "00:07:51"
  },
  {
    "text": "Yeah. According to the Oxford English Dictionary, its first literary usage in a text that we can date to the 8th 8th century. So what that means is that people were using it long before that, but.",
    "start": "00:07:52",
    "end": "00:08:06"
  },
  {
    "text": "It got into literature.",
    "start": "00:08:06",
    "end": "00:08:08"
  },
  {
    "text": "It can be tracked here.",
    "start": "00:08:08",
    "end": "00:08:09"
  },
  {
    "text": "And so that's very clearly referring to some non physical essence of a living being.",
    "start": "00:08:09",
    "end": "00:08:15"
  },
  {
    "text": "Correct.",
    "start": "00:08:16",
    "end": "00:08:16"
  },
  {
    "text": "So that was a category in the 8th century English. Now on the etymology dictionary online, it says that it also might be a proto Germanic word, and it may even come potentially from a German word that means sea. Did you see that?",
    "start": "00:08:16",
    "end": "00:08:38"
  },
  {
    "text": "I did, yeah. And there are other roots that people think are even older.",
    "start": "00:08:39",
    "end": "00:08:43"
  },
  {
    "text": "Okay.",
    "start": "00:08:43",
    "end": "00:08:44"
  },
  {
    "text": "This is just. It's a first appearance in English. In English, yeah.",
    "start": "00:08:44",
    "end": "00:08:47"
  },
  {
    "text": "Okay. Yeah.",
    "start": "00:08:47",
    "end": "00:08:48"
  },
  {
    "text": "So it seems like this word has existed in European languages, referring to a concept of a non physical, disembodied you, the essence of you that is not physical, and therefore couldn't survive death.",
    "start": "00:08:49",
    "end": "00:09:07"
  },
  {
    "text": "And so let's assume for the sake of argument, because we haven't looked at the relevant verses yet, but that the Bible actually isn't talking about some disembodied part of you when it talks about the soul.",
    "start": "00:09:08",
    "end": "00:09:22"
  },
  {
    "text": "Yeah.",
    "start": "00:09:22",
    "end": "00:09:23"
  },
  {
    "text": "Where would that idea come from?",
    "start": "00:09:23",
    "end": "00:09:25"
  },
  {
    "text": "Well, the main concept, it comes to us from Greek culture and philosophy. The idea, it's a classic idea in Plato and Aristotle of the immortal soul. And they use the Greek word psuke to describe that. But it's eternal, non physical. It exists after death, in fact, in the philosophy of these great teachers, the material world that you and I experience is just a second rate kind of shadow world. And the purest, beautiful, most pure beautiful form of existence is non physical. So for them our souls were actually all this language of I'm a soul trapped in a body, or your soul escaping the body or imprisoned in your body. That's all part of this heritage from Plato and Aristotle of Platonic philosophy, that our physical existence is less than. And what's true and real is what's not physical.",
    "start": "00:09:26",
    "end": "00:10:29"
  },
  {
    "text": "And they called it the psuche.",
    "start": "00:10:29",
    "end": "00:10:31"
  },
  {
    "text": "They used the Greek word psuche, which.",
    "start": "00:10:31",
    "end": "00:10:34"
  },
  {
    "text": "Is close to psyche, which is more mind.",
    "start": "00:10:34",
    "end": "00:10:37"
  },
  {
    "text": "Yes, exactly. Yeah. Isn't that interesting? So yeah, there you'd have to track the history of how. Because our word psyche in English is just that Greek word spelled with English letters.",
    "start": "00:10:37",
    "end": "00:10:48"
  },
  {
    "text": "Yeah. But that refers more to our mind.",
    "start": "00:10:48",
    "end": "00:10:51"
  },
  {
    "text": "But now it refers more to our mind. Whereas in their philosophies it was the essence of the human, the non material essence of a person.",
    "start": "00:10:51",
    "end": "00:11:03"
  },
  {
    "text": "So it's very fascinating how cultures develop this idea of what we are as humans and what categories there are of our humanity.",
    "start": "00:11:03",
    "end": "00:11:13"
  },
  {
    "text": "Yes.",
    "start": "00:11:13",
    "end": "00:11:13"
  },
  {
    "text": "And so I think what we're interested in is what are the categories that the Bible presents.",
    "start": "00:11:14",
    "end": "00:11:23"
  },
  {
    "text": "Yes.",
    "start": "00:11:23",
    "end": "00:11:23"
  },
  {
    "text": "And what do they mean with those categories?",
    "start": "00:11:24",
    "end": "00:11:27"
  },
  {
    "text": "And as we're going to see both in Old Testament Hebrew and New Testament Greek, there is a category that this word can be used for to describe the enduring human person after death. It's very rare. These words occur hundreds of times in the Bible and there's a small handful of times where it seems to pretty clearly refer to a human. But using the word human because human means body. For us, the word human is also the body, but it's the endurance of a person, a living being, through death, always in the hope of resurrection, of re embodiment. But all that to say is there's at least kind of a crack in the door in the Bible for those Greek concepts to get imported in creating the mess I think that we have today which is reading these Greek ideas back into the, into the biblical usage. But to get there you have to kind of walk through the storyline of how this word develops its meaning and so on. So here's some basics about this word, these words in the Bible. So the English word soul, if you like do online Bible Gateway or Blue Letter Bible search, you can search the NIV translation. You'll see the English word soul appears nearly 100 times. So that's a lot. The word soul appears a lot in your NIV translation.",
    "start": "00:11:27",
    "end": "00:13:26"
  },
  {
    "text": "72 Although not for the Bible.",
    "start": "00:13:26",
    "end": "00:13:30"
  },
  {
    "text": "You would think it would Be more.",
    "start": "00:13:30",
    "end": "00:13:31"
  },
  {
    "text": "Oh, yeah. Is that the whole Bible or is that the Old Testament?",
    "start": "00:13:31",
    "end": "00:13:34"
  },
  {
    "text": "Yeah, it's the search in the New International version.",
    "start": "00:13:34",
    "end": "00:13:36"
  },
  {
    "text": "In the Old and New Testament.",
    "start": "00:13:36",
    "end": "00:13:38"
  },
  {
    "text": "Oh, in the Old Testament.",
    "start": "00:13:38",
    "end": "00:13:39"
  },
  {
    "text": "Old Testament. So we're talking like 40 something books. How many books in the Old Testament?",
    "start": "00:13:39",
    "end": "00:13:43"
  },
  {
    "text": "24.",
    "start": "00:13:43",
    "end": "00:13:43"
  },
  {
    "text": "Oh, I'm way off. 24 books.",
    "start": "00:13:43",
    "end": "00:13:47"
  },
  {
    "text": "Yeah. Well, that's count. I'm sorry, that's counting the book of the 12 prophets. It's counting all the ones and twos as one.",
    "start": "00:13:47",
    "end": "00:13:54"
  },
  {
    "text": "Oh, so what does that get us to?",
    "start": "00:13:54",
    "end": "00:13:57"
  },
  {
    "text": "39.",
    "start": "00:13:57",
    "end": "00:13:58"
  },
  {
    "text": "39 in the Protestant Bible, 46 in the Catholic.",
    "start": "00:13:58",
    "end": "00:14:02"
  },
  {
    "text": "But once you combine the book of the 12. Oh, yeah. Once you combine the books in the Hebrew tradition, you get 24.",
    "start": "00:14:02",
    "end": "00:14:08"
  },
  {
    "text": "Okay, so let's say 24 for the Hebrew tradition. That means in every book, the word soul will only appear an average of 4 times the English word soul. The English word soul. And for a book that's about, you know.",
    "start": "00:14:08",
    "end": "00:14:25"
  },
  {
    "text": "About what?",
    "start": "00:14:25",
    "end": "00:14:26"
  },
  {
    "text": "Where are you gonna go when you die?",
    "start": "00:14:26",
    "end": "00:14:28"
  },
  {
    "text": "Okay, yeah, okay. All right, I see where you're going here.",
    "start": "00:14:29",
    "end": "00:14:31"
  },
  {
    "text": "Yeah. Like you think it would be more interested in your soul.",
    "start": "00:14:31",
    "end": "00:14:33"
  },
  {
    "text": "Interesting. Yeah. If the Bible is primarily telling us information about what happens after you die. So you can get ready for that.",
    "start": "00:14:33",
    "end": "00:14:41"
  },
  {
    "text": "And what to do.",
    "start": "00:14:41",
    "end": "00:14:42"
  },
  {
    "text": "Now, it's odd that the word soul doesn't appear.",
    "start": "00:14:42",
    "end": "00:14:45"
  },
  {
    "text": "If I was writing the Bible, the word soul would show up a lot, I think.",
    "start": "00:14:45",
    "end": "00:14:50"
  },
  {
    "text": "Famous last words.",
    "start": "00:14:50",
    "end": "00:14:51"
  },
  {
    "text": "If I had my version of the Bible, there would be a lot more talk about your soul.",
    "start": "00:14:53",
    "end": "00:15:00"
  },
  {
    "text": "Let's keep going, because you got to put these numbers in perspective. So the English word soul appears just under a hundred times in the new international version, 72 of those times. It's translating the Hebrew word Nephesh. So let's talk about the Hebrew word Nephesh. The Hebrew word nephesh occurs 754 times.",
    "start": "00:15:00",
    "end": "00:15:25"
  },
  {
    "text": "Ah, now we're getting somewhere in the.",
    "start": "00:15:25",
    "end": "00:15:27"
  },
  {
    "text": "Hebrew Bible, so just stop and think about that. So this Hebrew word.",
    "start": "00:15:27",
    "end": "00:15:32"
  },
  {
    "text": "Okay, there's Hebrew word Nephesh is one.",
    "start": "00:15:32",
    "end": "00:15:34"
  },
  {
    "text": "Of the most common words in biblical Hebrew. It's used a lot other than, like, God.",
    "start": "00:15:34",
    "end": "00:15:38"
  },
  {
    "text": "Oh, yeah. What does that compare to? What other type of words are used 750 times?",
    "start": "00:15:39",
    "end": "00:15:42"
  },
  {
    "text": "Oh, got it. Oh, it would be, I mean, very common words, you know, like place or walk.",
    "start": "00:15:42",
    "end": "00:15:49"
  },
  {
    "text": "Okay.",
    "start": "00:15:49",
    "end": "00:15:50"
  },
  {
    "text": "Or once you get like, the words God, those are.",
    "start": "00:15:50",
    "end": "00:15:53"
  },
  {
    "text": "Yeah, you're up in the thousands.",
    "start": "00:15:53",
    "end": "00:15:54"
  },
  {
    "text": "See? Or said. Then you're up in the thousands. Yeah.",
    "start": "00:15:54",
    "end": "00:15:58"
  },
  {
    "text": "Okay, so we have this. The word nephesh appears 750 times in the Old Testament, but only 10% of the time, 1 out of 10 times is that word translated soul.",
    "start": "00:15:58",
    "end": "00:16:10"
  },
  {
    "text": "Yeah. So remember, what translators are doing is they get a sense of the range of meaning of a word that in different contexts, the same word can have different nuances. It's true in every language. It's true in English. So they, depending on context, they'll use a different English word to get at a different nuance of meaning. So I have this little chart in front of you. It's the standard, most common translations of the word nefesh. The most common English word actually that translates it is the word life. Life. Then second comes soul. Then after that comes me. Then comes lives, or living the living. Then the pronoun I, then heart.",
    "start": "00:16:10",
    "end": "00:17:02"
  },
  {
    "text": "Heart.",
    "start": "00:17:03",
    "end": "00:17:03"
  },
  {
    "text": "Then that's an interesting choice. Then themselves, you people, anyone. And then the chart shades off, and there's. Yeah, there's about 50 other different English words that are used to translate it to really niche context words. So here's the point. This word is really plastic. It's really broad and broad. So what we want to get at is examine that broad usage to get at the core ideas underneath and then see how these are all legitimate translations.",
    "start": "00:17:04",
    "end": "00:17:37"
  },
  {
    "text": "It's kind of like opa in Greek. Opa. It means like all these different things.",
    "start": "00:17:38",
    "end": "00:17:42"
  },
  {
    "text": "Yeah.",
    "start": "00:17:43",
    "end": "00:17:44"
  },
  {
    "text": "I just remember I was in Greece and I was trying to figure out what it meant, and I asked this guy Stathi. I was like, what does it mean? He goes, just pay attention and you'll figure it out.",
    "start": "00:17:44",
    "end": "00:17:55"
  },
  {
    "text": "Because sometimes he didn't tell you. He was just like, just watch how people use it.",
    "start": "00:17:55",
    "end": "00:17:58"
  },
  {
    "text": "Sometimes it's like, oops. Sometimes it's stop. Sometimes it's like, hey, you. You know, it's like all sorts of things.",
    "start": "00:17:58",
    "end": "00:18:05"
  },
  {
    "text": "Opa.",
    "start": "00:18:05",
    "end": "00:18:06"
  },
  {
    "text": "Opa.",
    "start": "00:18:06",
    "end": "00:18:07"
  },
  {
    "text": "That's great. That's a great example. That's a good example. Yeah, yeah.",
    "start": "00:18:07",
    "end": "00:18:11"
  },
  {
    "text": "It's very, very plastic word.",
    "start": "00:18:11",
    "end": "00:18:13"
  },
  {
    "text": "Yeah. So, yeah, here you go. It's a very broad word. Most all languages have broad words. Actually, the English word life is fairly broad.",
    "start": "00:18:13",
    "end": "00:18:24"
  },
  {
    "text": "Yeah.",
    "start": "00:18:24",
    "end": "00:18:25"
  },
  {
    "text": "I can talk about my physical life or all my life meaning years. All the years I've been alive. I can talk about get a life which is like, have a social networking. Here, let's run with this a little bit. This is a good example. Think of the pie chart we'd make. Okay, so life, it would be your physical existence, the length of your existence, like time, duration, the quality of your existence. The quality of your existence.",
    "start": "00:18:25",
    "end": "00:18:57"
  },
  {
    "text": "It could also just mean, like, organic compounds.",
    "start": "00:18:59",
    "end": "00:19:01"
  },
  {
    "text": "Organic. Oh, yeah. Like biological life.",
    "start": "00:19:01",
    "end": "00:19:04"
  },
  {
    "text": "Biological life.",
    "start": "00:19:04",
    "end": "00:19:04"
  },
  {
    "text": "It can refer to your social network. Get a life meaning. Get some friends or. Not on your life. Not on your life.",
    "start": "00:19:05",
    "end": "00:19:13"
  },
  {
    "text": "So on your.",
    "start": "00:19:14",
    "end": "00:19:15"
  },
  {
    "text": "The worth, like the worth or the value of your life.",
    "start": "00:19:16",
    "end": "00:19:19"
  },
  {
    "text": "Yeah.",
    "start": "00:19:19",
    "end": "00:19:19"
  },
  {
    "text": "Your life has value.",
    "start": "00:19:19",
    "end": "00:19:20"
  },
  {
    "text": "The value of your being.",
    "start": "00:19:20",
    "end": "00:19:22"
  },
  {
    "text": "Yeah, yeah, yeah, yeah. We use the word life in really different ways.",
    "start": "00:19:22",
    "end": "00:19:27"
  },
  {
    "text": "And is that. And that's similar to nefesh. Yeah, because it actually is one of the translations of nefesh.",
    "start": "00:19:28",
    "end": "00:19:33"
  },
  {
    "text": "It's one of the translations. That's what made me think of it.",
    "start": "00:19:33",
    "end": "00:19:35"
  },
  {
    "text": "Got it.",
    "start": "00:19:35",
    "end": "00:19:35"
  },
  {
    "text": "Yeah.",
    "start": "00:19:35",
    "end": "00:19:36"
  },
  {
    "text": "That's helpful.",
    "start": "00:19:36",
    "end": "00:19:36"
  },
  {
    "text": "So here's some famous Bible verses where Nephesh occurs that to me, raise some of the interesting questions. One of the most famous Bible verses in American popular culture.",
    "start": "00:19:37",
    "end": "00:19:50"
  },
  {
    "text": "Yep.",
    "start": "00:19:50",
    "end": "00:19:51"
  },
  {
    "text": "Psalm 23. The Lord's my shepherd. I lack nothing. He makes me lie down in green pastures. He leads me beside quiet waters. He refreshes my nefesh, my soul refreshes my Nephesh.",
    "start": "00:19:51",
    "end": "00:20:05"
  },
  {
    "text": "And that's usually. And that verse is usually translated soul.",
    "start": "00:20:05",
    "end": "00:20:08"
  },
  {
    "text": "Mm. Yeah. He refreshes my soul, and then he spreads a table before my enemies. That kind of thing. Now, it's interesting. The Lord's my shepherd. He makes me lie down. Green pastures, quiet waters. The whole. What's the governing metaphor? Obviously, your sheep is. I'm. Yeah. The me in of the poet is a sheep. So what then? If I'm a sheep in this poem, what does it mean? That I eat green grass and drink water. My nethesh is refreshed. Or it just raises the issue, like, oh, soul. Does the normal meaning of the English word soul really help us?",
    "start": "00:20:09",
    "end": "00:20:49"
  },
  {
    "text": "Oh, I see.",
    "start": "00:20:49",
    "end": "00:20:50"
  },
  {
    "text": "Understand the imagery of the poem.",
    "start": "00:20:50",
    "end": "00:20:52"
  },
  {
    "text": "Yeah. It almost seems like he's turning a corner here, and he's like. You'd expect him to say, like, he takes care of my body, but instead he's like, refreshes my soul.",
    "start": "00:20:52",
    "end": "00:21:02"
  },
  {
    "text": "Yeah. Okay, good.",
    "start": "00:21:02",
    "end": "00:21:03"
  },
  {
    "text": "Which just makes it feel like he's just getting really spiritual.",
    "start": "00:21:03",
    "end": "00:21:05"
  },
  {
    "text": "Yeah. Isn't that funny? If we said, he refreshes my body.",
    "start": "00:21:07",
    "end": "00:21:10"
  },
  {
    "text": "Yeah.",
    "start": "00:21:10",
    "end": "00:21:11"
  },
  {
    "text": "It would. Yeah, yeah. It would feel less Bible ish or something.",
    "start": "00:21:11",
    "end": "00:21:15"
  },
  {
    "text": "I'm laying down in green pastures that's cozy. I'm drinking these quiet waters. It's refreshing. And my soul is refreshed. And so now my body's. It's like. But no, my soul is refreshed.",
    "start": "00:21:15",
    "end": "00:21:30"
  },
  {
    "text": "My soul. So by saying soul in English, what do you. I mean.",
    "start": "00:21:30",
    "end": "00:21:34"
  },
  {
    "text": "But this is a metaphor.",
    "start": "00:21:34",
    "end": "00:21:35"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:21:35",
    "end": "00:21:36"
  },
  {
    "text": "We're not.",
    "start": "00:21:36",
    "end": "00:21:36"
  },
  {
    "text": "She. Sure. Yes.",
    "start": "00:21:36",
    "end": "00:21:37"
  },
  {
    "text": "So he's just like. It's not too surprising that he would say soul.",
    "start": "00:21:37",
    "end": "00:21:41"
  },
  {
    "text": "Psalm 42. As the deer pants for streams of water, so My Nephesh pants for you, my God. My Nephesh thirsts for God, for the living God. So you have a panting deer that is likened to my Nephesh panting for God. And then my Nephesh, if you have a deer panting by a stream of water, what's it likely going to thirsty? It's thirsty. So then the poet develops the metaphor, my Nephesh thirsts. It both pants and thirsts for God. So God is depicted as a source of life that can, similar to Psalm 23, refresh, refresh in the same way that water can refresh the physical something. So God can refresh and bring life to a Nephesh. And we might be tempted to say, oh, sure, water is physical. God is spirit, so he refreshes the non physical part of me.",
    "start": "00:21:43",
    "end": "00:22:54"
  },
  {
    "text": "Right.",
    "start": "00:22:54",
    "end": "00:22:54"
  },
  {
    "text": "So that's what we think this might be saying. Is that what it's actually saying? So if you look in all the standard Hebrew dictionaries, all I'll point out is there's a number of times where Nephesh is used in its most basic meaning, which is throat.",
    "start": "00:22:56",
    "end": "00:23:12"
  },
  {
    "text": "Its most basic meaning.",
    "start": "00:23:13",
    "end": "00:23:15"
  },
  {
    "text": "The most basic meaning.",
    "start": "00:23:15",
    "end": "00:23:16"
  },
  {
    "text": "By most basic, you don't mean translated the most, because that's life.",
    "start": "00:23:16",
    "end": "00:23:20"
  },
  {
    "text": "That's right, yeah.",
    "start": "00:23:20",
    "end": "00:23:21"
  },
  {
    "text": "What do you mean by most basic?",
    "start": "00:23:21",
    "end": "00:23:22"
  },
  {
    "text": "This often happens. Do you remember when we talked about glory and weight? But its most basic meaning is heavy or weighty. And what you're looking for is a nuance of meaning that can explain conceptually, to be like the conceptual bedrock for all the other nuances of meaning.",
    "start": "00:23:23",
    "end": "00:23:44"
  },
  {
    "text": "Oh, okay.",
    "start": "00:23:45",
    "end": "00:23:45"
  },
  {
    "text": "So it's not like the word originally meant this, and over time it developed, it's that of all the ranges of meaning for how this word gets used. Oh, this one kind of links them the most, is the one that's like. It's the one that connects them all together.",
    "start": "00:23:45",
    "end": "00:23:59"
  },
  {
    "text": "Well, throat doesn't seem to connect at all.",
    "start": "00:23:59",
    "end": "00:24:01"
  },
  {
    "text": "That's why this is such a great conversation. I remember being so bewildered when I learned Hebrew.",
    "start": "00:24:01",
    "end": "00:24:08"
  },
  {
    "text": "Well, who decided it meant throat?",
    "start": "00:24:09",
    "end": "00:24:10"
  },
  {
    "text": "Well, you people who looked at all the uses of Nephesh in the Bible, and they found instances like this. Numbers, chapter 11. The Israelites are in the wilderness, saying, this is great. This is one of their complaints, in the wilderness. And they say, who will give us meat to eat? Ah, we remember the fish we used to eat for free in Egypt.",
    "start": "00:24:11",
    "end": "00:24:35"
  },
  {
    "text": "Free fish.",
    "start": "00:24:35",
    "end": "00:24:36"
  },
  {
    "text": "The cucumbers, the melons, the leeks, the onions, the garlic. But now our Nephesh has dried up, and there's nothing to look at except this manna and so what God goes on to do is to give them meat in this story. And then it's paralleled with the story soon after about God providing water for them. So this becomes the complaint that governs God's response, which is to give them food and then water. But our Nephesh has dried up.",
    "start": "00:24:36",
    "end": "00:25:11"
  },
  {
    "text": "Our soul has dried up.",
    "start": "00:25:12",
    "end": "00:25:13"
  },
  {
    "text": "Yeah, Such an interesting metaphor. Our Nefesh is dry.",
    "start": "00:25:14",
    "end": "00:25:17"
  },
  {
    "text": "So obviously he's not talking about a disembodied entity. Yeah, clearly, because they're talking about how hungry and thirsty they are.",
    "start": "00:25:18",
    "end": "00:25:26"
  },
  {
    "text": "Yeah, whatever. Their Nephesh is their nephew.",
    "start": "00:25:26",
    "end": "00:25:29"
  },
  {
    "text": "They're not using it as a metaphor.",
    "start": "00:25:29",
    "end": "00:25:30"
  },
  {
    "text": "Their nephew being dry is a description of their hunger and thirst. So interesting English translations go different ways here. The new American standard translates that as our appetite is gone. So they basically paraphrase it so you no longer even know the word nefesh is being used there. Appetite. So what part of the body dries up when you're hungry or thirsty? I mean, it's fairly intuitive.",
    "start": "00:25:30",
    "end": "00:25:58"
  },
  {
    "text": "Yeah, your throat.",
    "start": "00:25:58",
    "end": "00:25:59"
  },
  {
    "text": "Yeah, your throat. I don't know why they didn't say, look, our throat is parched or our throat is dry. Isaiah, chapter 58. This is a promise on the other side of exile, what God is going to do when he restores his people. And it's Isaiah 58, 11. The Lord will continually guide you and satisfy your Nephesh in scorched places, giving strength to your bones. You will be like a watered garden, like a spring of water that never fails. So if, like, you're living in a. This is. This is like post apocalyptic Babylon just burned, you know, your whole countryside and cities to the ground. Is there anything to hope for? And God says, yes, he's going to satisfy your Nephesh in these scorched places. What does that mean? Strength to bones and lots of water.",
    "start": "00:25:59",
    "end": "00:26:57"
  },
  {
    "text": "You'll be like a watered garden.",
    "start": "00:26:57",
    "end": "00:26:59"
  },
  {
    "text": "Yes, that's right. Yes. Actually, he's flipping the metaphor. You'll both become. Your Nephesh itself will be restored, and then you will be a source of restoration for elsewhere in the land. He goes on. And you're going to rebuild the cities and rebuild ancient ruins and so on. So your Nephesh will be restored, and then you will become a source of restoration for others. But once again, it's this, this image of dry. Right. And Nephesh. And then the opposite of it is these very visceral physical images. Yeah, bones and water. Keep going. Go down to these two alternate translations, Psalm 69. These are the ones. When I read these and I was like, oh, I see what's going on here. The opening sentence of Psalm 69. And actually, depending on what translation you're reading, it will affect what you get out of here. So in the New American Standard, the poet says, save me, O God, for the waters have threatened my life.",
    "start": "00:26:59",
    "end": "00:28:08"
  },
  {
    "text": "Threatened my Nephesh.",
    "start": "00:28:08",
    "end": "00:28:09"
  },
  {
    "text": "Threatened my Nephesh. Yeah, there you go. So the Niv has a different translation. And then what it shows us is that the New American Standard has once again kind of paraphrased out of existence. The original metaphor here, Niv reads, save me, O God. The waters have come up to my Nephesh. And that's literally in Hebrew. The waters have gone up to the Nephesh.",
    "start": "00:28:09",
    "end": "00:28:37"
  },
  {
    "text": "So if nephesh just meant life and it was a metaphor or soul, then you would say, what does that mean? That the waters have come up to your soul? Oh, well, I guess you're just kind of threatened. So we'll paraphrase it. They've threatened my life.",
    "start": "00:28:39",
    "end": "00:28:53"
  },
  {
    "text": "Threatened my life. Yeah.",
    "start": "00:28:53",
    "end": "00:28:54"
  },
  {
    "text": "Or. And. But Niv is saying, oh, nefesh, actually, in a basic way, just refers to your neck.",
    "start": "00:28:54",
    "end": "00:29:02"
  },
  {
    "text": "Yes.",
    "start": "00:29:02",
    "end": "00:29:02"
  },
  {
    "text": "And that's what he's using it as. Neck.",
    "start": "00:29:02",
    "end": "00:29:05"
  },
  {
    "text": "But it is a metaphor. He's describing an act of drowning as what his life feels like. And he's gonna go on to say, you know, his enemies are after me, and they're slandering me in public. And so drowning is a metaphor for just a really, really bad day in the life of the poet. But the metaphor he uses is a literal description of drowning.",
    "start": "00:29:06",
    "end": "00:29:30"
  },
  {
    "text": "Yeah.",
    "start": "00:29:30",
    "end": "00:29:31"
  },
  {
    "text": "Water is coming up to the Nephesh. So here we have. So your nephew can be dry when you're hungry and thirsty, or you can drown waters coming up to your Nephesh. Or in that example in Psalm 105, describing Joseph when he was sold into slavery by his brothers. It's again, different translations here in the New American Standard, Joseph was sold as a slave. They, his brothers, afflicted his feet with fetters. He himself was laid up in irons. That's how the New American Standard reads. New International Version. Joseph was sold as a slave. They bruised his feet with shackles. His Nephesh was put into irons. Literally, what it says in Hebrew. And then you get it.",
    "start": "00:29:31",
    "end": "00:30:20"
  },
  {
    "text": "His neck.",
    "start": "00:30:20",
    "end": "00:30:21"
  },
  {
    "text": "He has shackles on his feet. And then he has a neck, a big neck shackle around his Nephesh.",
    "start": "00:30:21",
    "end": "00:30:28"
  },
  {
    "text": "So nefesh clearly can refer to your throat.",
    "start": "00:30:29",
    "end": "00:30:33"
  },
  {
    "text": "Yes.",
    "start": "00:30:33",
    "end": "00:30:33"
  },
  {
    "text": "Your neck.",
    "start": "00:30:33",
    "end": "00:30:34"
  },
  {
    "text": "Yeah.",
    "start": "00:30:34",
    "end": "00:30:35"
  },
  {
    "text": "I still understand why that's the most basic.",
    "start": "00:30:35",
    "end": "00:30:38"
  },
  {
    "text": "These are the only times that nefesh is referring to a specific part of the body. So clearly it's referring to your neck and your. And not. But not your neck. Like Joseph, your neck's put into irons.",
    "start": "00:30:40",
    "end": "00:30:52"
  },
  {
    "text": "Yeah.",
    "start": "00:30:52",
    "end": "00:30:52"
  },
  {
    "text": "Then what you have is references to panting, your nephesh being dry. Dry and thirsty.",
    "start": "00:30:53",
    "end": "00:31:00"
  },
  {
    "text": "Yeah. So it's the same word for neck and throat. Nephesh.",
    "start": "00:31:00",
    "end": "00:31:03"
  },
  {
    "text": "Nep. That's right. Yes. And there's. There are other words for neck and for throat. Nephesh speaks to both. Nephesh is somehow referring to it as a holistic whole.",
    "start": "00:31:03",
    "end": "00:31:14"
  },
  {
    "text": "There's a Hebrew word for neck, and there's a Hebrew word for throat, and then there's nephesh, which refers to as a whole.",
    "start": "00:31:15",
    "end": "00:31:21"
  },
  {
    "text": "As a whole. And as we're going to see, you can sometimes refer to just like the physical piece of flesh around which you could put a shackle.",
    "start": "00:31:21",
    "end": "00:31:29"
  },
  {
    "text": "Yeah.",
    "start": "00:31:29",
    "end": "00:31:29"
  },
  {
    "text": "Or what we would call the esophagus.",
    "start": "00:31:30",
    "end": "00:31:32"
  },
  {
    "text": "Right.",
    "start": "00:31:32",
    "end": "00:31:33"
  },
  {
    "text": "Is the nephesh.",
    "start": "00:31:34",
    "end": "00:31:35"
  },
  {
    "text": "Okay.",
    "start": "00:31:35",
    "end": "00:31:35"
  },
  {
    "text": "But your esophagus is really important. Like, really, really important.",
    "start": "00:31:35",
    "end": "00:31:39"
  },
  {
    "text": "Yeah.",
    "start": "00:31:39",
    "end": "00:31:40"
  },
  {
    "text": "As your whole body. And so this is where you can also refer to nefesh as a metaphor to describe what goes in and out of your throat. This is interesting in light of some of the conversations we've had about ruach before. So look at. This is number two on the handout. The example, Jeremiah 15:9. He describes how terrifying it's going to be to live in Jerusalem when Babylon comes to town. And he says, it'll be like a woman who gave birth to seven sons, but she'll breathe out her nephesh. Her sun will go down while it's still day. So to breathe out is the verb form of the noun naphach. It's the same thing that God does to the lump of clay in Genesis 2.",
    "start": "00:31:40",
    "end": "00:32:31"
  },
  {
    "text": "So those have similar roots then naphach and nefesh.",
    "start": "00:32:32",
    "end": "00:32:35"
  },
  {
    "text": "Yeah. Yeah. So it's nafach. No, sorry, it's a different root word.",
    "start": "00:32:35",
    "end": "00:32:41"
  },
  {
    "text": "Oh.",
    "start": "00:32:41",
    "end": "00:32:41"
  },
  {
    "text": "But he's using it for alliteration poetically.",
    "start": "00:32:42",
    "end": "00:32:44"
  },
  {
    "text": "Got it.",
    "start": "00:32:44",
    "end": "00:32:45"
  },
  {
    "text": "So she, nafach, or nefesh, the first two letters are the same. So nefesh here refers to what goes in and out of your throat, namely breath, which is how most English translations go. She breathes her last.",
    "start": "00:32:45",
    "end": "00:33:02"
  },
  {
    "text": "Oh, so it's. She's not breathing out of her nephew, she's dying. She's breathing out her life.",
    "start": "00:33:03",
    "end": "00:33:08"
  },
  {
    "text": "Describing a woman who's given birth to many others. She's given life to others, but now her life is going out of her. She breathes out her nephesh, and that.",
    "start": "00:33:08",
    "end": "00:33:17"
  },
  {
    "text": "Makes it seem like Some disembodied.",
    "start": "00:33:17",
    "end": "00:33:18"
  },
  {
    "text": "Yeah. It makes it seem like spirit.",
    "start": "00:33:19",
    "end": "00:33:21"
  },
  {
    "text": "Ruach.",
    "start": "00:33:21",
    "end": "00:33:22"
  },
  {
    "text": "Ruach. And so remember, like, Venn diagrams for words here.",
    "start": "00:33:22",
    "end": "00:33:26"
  },
  {
    "text": "Yeah.",
    "start": "00:33:26",
    "end": "00:33:26"
  },
  {
    "text": "So ruach refers to the invisible energy that can go out of you. And nephesh and all these uses that we've looked at. It's referring to the body part. Your ruach goes in and out of your nephesh. But nefesh can refer to the physical thing. It can also refer to the passageway in and out of the nefesh. It goes in and out of your body. That's like your life. So your lifeline.",
    "start": "00:33:27",
    "end": "00:33:57"
  },
  {
    "text": "Yeah. I think we're going to lose people with the ruach thing. Ruach.",
    "start": "00:33:57",
    "end": "00:34:03"
  },
  {
    "text": "Yes.",
    "start": "00:34:03",
    "end": "00:34:04"
  },
  {
    "text": "It means breath or spirit.",
    "start": "00:34:04",
    "end": "00:34:08"
  },
  {
    "text": "Yes.",
    "start": "00:34:08",
    "end": "00:34:08"
  },
  {
    "text": "Or wind. But it can mean your life. Breath. And God gives you your ruach and he can take it away. And so breathing out your ruach is a very typical thing.",
    "start": "00:34:08",
    "end": "00:34:21"
  },
  {
    "text": "Yep. For death, for dying. In the Bible, you give up.",
    "start": "00:34:22",
    "end": "00:34:26"
  },
  {
    "text": "Yeah. Something. It's a phrase that's used.",
    "start": "00:34:27",
    "end": "00:34:30"
  },
  {
    "text": "And so here's a poetic metaphor of a woman breathing out her. And what you would expect is breath, but what she breathes out is her.",
    "start": "00:34:30",
    "end": "00:34:40"
  },
  {
    "text": "Nephesh, which is a weird thing to say. Just weird to say, like, I'm dying, I'm breathing out my neck.",
    "start": "00:34:40",
    "end": "00:34:48"
  },
  {
    "text": "Yeah. It doesn't work in English.",
    "start": "00:34:50",
    "end": "00:34:52"
  },
  {
    "text": "It doesn't work. It makes me feel like I don't have a head and I'm just breathing.",
    "start": "00:34:52",
    "end": "00:34:56"
  },
  {
    "text": "Out my necklace instead of squirting blood. Yes. So here, something's developing here where your nephew is your throat and breath and food comes out. Yeah.",
    "start": "00:34:56",
    "end": "00:35:10"
  },
  {
    "text": "It's very connected to breath in and out, because that's where your breath comes in is your throat.",
    "start": "00:35:10",
    "end": "00:35:14"
  },
  {
    "text": "That's right. But now here's a sense in which we're connected still to the throat you breathe out. But now nephesh is being abstracted to refer to your life. And as we're going to see, that is actually the most common main usage of this word is just to refer to physical life.",
    "start": "00:35:14",
    "end": "00:35:37"
  },
  {
    "text": "So there's this basic meaning of the word. And by basic meaning, it's the most plain. It's the most concrete meaning.",
    "start": "00:35:38",
    "end": "00:35:46"
  },
  {
    "text": "It's the most concrete. It refers to an actual physical body part.",
    "start": "00:35:46",
    "end": "00:35:51"
  },
  {
    "text": "Yeah, it refers to something physical.",
    "start": "00:35:51",
    "end": "00:35:52"
  },
  {
    "text": "And from that you get all these abstractions. We can abstract out and understand how all the other meanings are linked together in that way.",
    "start": "00:35:53",
    "end": "00:36:02"
  },
  {
    "text": "Is it kind of like heart, the way they use it in English? Because I was thinking about this because we did the heart video, the fact that we use the organ heart to represent feelings if you were an alien from outer space looking at that, you would just be like, what?",
    "start": "00:36:02",
    "end": "00:36:20"
  },
  {
    "text": "Yeah.",
    "start": "00:36:20",
    "end": "00:36:20"
  },
  {
    "text": "Why? That organ that's pumping blood? Why is that? Well, how did that become the abstracted idea of the embodiment of your feelings and emotions?",
    "start": "00:36:20",
    "end": "00:36:32"
  },
  {
    "text": "Yeah.",
    "start": "00:36:32",
    "end": "00:36:32"
  },
  {
    "text": "It makes no sense.",
    "start": "00:36:32",
    "end": "00:36:33"
  },
  {
    "text": "Yeah.",
    "start": "00:36:33",
    "end": "00:36:34"
  },
  {
    "text": "And I'm sitting here going, how does your throat become this abstracted idea of, like, life. Life and your personhood? That doesn't make any sense.",
    "start": "00:36:34",
    "end": "00:36:44"
  },
  {
    "text": "Yes, that's what's happening right now.",
    "start": "00:36:44",
    "end": "00:36:46"
  },
  {
    "text": "But actually makes more sense because you breathe in and out of your throat.",
    "start": "00:36:46",
    "end": "00:36:50"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:36:50",
    "end": "00:36:51"
  },
  {
    "text": "And it connects your ruach to your body. It's this important passageway. So you have this essential passageway in your body.",
    "start": "00:36:51",
    "end": "00:37:00"
  },
  {
    "text": "Yes. One of the most essential parts of your existence.",
    "start": "00:37:00",
    "end": "00:37:04"
  },
  {
    "text": "A very delicate part of your body, too.",
    "start": "00:37:04",
    "end": "00:37:06"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:37:06",
    "end": "00:37:08"
  },
  {
    "text": "It's very essential. And so if you were to choose a body part to abstract away.",
    "start": "00:37:08",
    "end": "00:37:14"
  },
  {
    "text": "To represent your physical life.",
    "start": "00:37:16",
    "end": "00:37:17"
  },
  {
    "text": "Your physical life.",
    "start": "00:37:17",
    "end": "00:37:18"
  },
  {
    "text": "Yes.",
    "start": "00:37:18",
    "end": "00:37:19"
  },
  {
    "text": "That would be a good contender.",
    "start": "00:37:19",
    "end": "00:37:20"
  },
  {
    "text": "Yep. Yeah.",
    "start": "00:37:20",
    "end": "00:37:22"
  },
  {
    "text": "Not like this was chosen by committee or anything, but I'm just imagining, like, a committee sitting down and being like, guys, I think we're going with heart. We're going with that organ which makes the most sense. It's red. It's just. It beats.",
    "start": "00:37:22",
    "end": "00:37:32"
  },
  {
    "text": "Yeah.",
    "start": "00:37:32",
    "end": "00:37:32"
  },
  {
    "text": "Like.",
    "start": "00:37:33",
    "end": "00:37:33"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:37:33",
    "end": "00:37:35"
  },
  {
    "text": "I feel pain in there sometimes and anguish. I think this is the best. This is the best one to go with.",
    "start": "00:37:35",
    "end": "00:37:41"
  },
  {
    "text": "Another great example is the word intestines. In biblical Hebrew. There's a couple times, once, where a guy gets stabbed in the stomach with the butt end of a spear, and then, like, his intestines spill out. Yeah, gross. But the word occurs many other times, but it's almost never translated, intestines. It's translated my inward being. And it's because it's almost always used in metaphors of anger, anxiety or fear or strong affection. And so it's another one of these examples where talking about. We call it a queasy stomach. It's an actual, like. It's a physiological response that our bodies have when we have extreme emotion.",
    "start": "00:37:41",
    "end": "00:38:35"
  },
  {
    "text": "Yeah. Nausea.",
    "start": "00:38:35",
    "end": "00:38:36"
  },
  {
    "text": "Nausea, yeah. Or just queasiness or butterflies.",
    "start": "00:38:36",
    "end": "00:38:40"
  },
  {
    "text": "We call them butterflies or butterflies. Yeah.",
    "start": "00:38:40",
    "end": "00:38:42"
  },
  {
    "text": "Try and explain that to an alien. I have butterflies in my stomach. So in biblical Hebrew, that's just where you feel strong, your most intense emotions in your guts, in your gut. So once again. Yeah. So when you want to describe your physical existence as a whole, as we're going to see, you use the word.",
    "start": "00:38:42",
    "end": "00:39:02"
  },
  {
    "text": "But there's a word for body already.",
    "start": "00:39:03",
    "end": "00:39:05"
  },
  {
    "text": "Yeah.",
    "start": "00:39:06",
    "end": "00:39:06"
  },
  {
    "text": "Which is what?",
    "start": "00:39:06",
    "end": "00:39:07"
  },
  {
    "text": "A few. There's basar, which means like flesh, you can describe the meat of an animal, or it can describe your. Your bodily existence. And then in Greek, there's a few words too. Soma is the most common Greek word in the New Testament. So again, we kind of have to.",
    "start": "00:39:08",
    "end": "00:39:29"
  },
  {
    "text": "Like, why wouldn't they just use that word? It's like instead of using some new fancy word and turning it into this idea of your body.",
    "start": "00:39:29",
    "end": "00:39:39"
  },
  {
    "text": "Well, yeah, but body is talking about the meat on me.",
    "start": "00:39:39",
    "end": "00:39:45"
  },
  {
    "text": "Yeah. The muscles.",
    "start": "00:39:45",
    "end": "00:39:46"
  },
  {
    "text": "That's different than my vital sense organs. Like, the throat's connected to my head and my torso. And so there's this sense of the centrality of this part of my body to my whole existence. It's me.",
    "start": "00:39:47",
    "end": "00:40:03"
  },
  {
    "text": "Got it.",
    "start": "00:40:04",
    "end": "00:40:04"
  },
  {
    "text": "If you talk to me, you don't look at my hand.",
    "start": "00:40:04",
    "end": "00:40:06"
  },
  {
    "text": "Yeah.",
    "start": "00:40:06",
    "end": "00:40:07"
  },
  {
    "text": "You look at this thing supported by my nephesh, my head and my face.",
    "start": "00:40:08",
    "end": "00:40:13"
  },
  {
    "text": "That's interesting. So, like, yeah, you've got this sense of where you're looking from and hearing from. It's all up here in your head, which is connected to your body with your nephesh, which is then connected to this really central part of you, your chest, where you're breathing and your heart is. You get stabbed anywhere in this region, head down to here, you're in trouble. It's over. It's game over.",
    "start": "00:40:13",
    "end": "00:40:39"
  },
  {
    "text": "Yes.",
    "start": "00:40:39",
    "end": "00:40:39"
  },
  {
    "text": "So this is like the most central part of you in that way.",
    "start": "00:40:40",
    "end": "00:40:44"
  },
  {
    "text": "Yeah. So, yeah, it wouldn't make any sense to have a word that means my physical existence. You wouldn't develop a meaning out of bicep. But throat, there's something essential about the throat. The essence. Yeah, I mean, and so that's in.",
    "start": "00:40:44",
    "end": "00:41:03"
  },
  {
    "text": "So, so does it mean like the essence of me then? Like the.",
    "start": "00:41:03",
    "end": "00:41:07"
  },
  {
    "text": "Well, we have to keep going. But it does mean the essence of a person. But it doesn't mean non physical. Actually, nephesh primarily refers to me as a physical organism, a living physical organism. It's one of the great ironies of Bible translations is that the English word soul primarily means a non physical essence, whereas the biblical word nephesh primarily means your physical essence. The opposite. Which is why when you start tracking with these appearances of the word soul in the Old Testament, you'd be like, oh, that doesn't mean that a non physical part. My soul. Pants after you. So, okay, onward, onward, Sam. So because a body part then can come to symbolize your life essence as a physical being, seems this is how the nefesh can refer to then me as a whole physical, embodied being. So, for example, when someone's. One of the most common phrases for somebody trying to kill you is they seek my Nephesh. When David is being hunted by Saul in the wilderness, he gets reports Saul is seeking your Nephesh. And in English, you'll know you're at this phrase whenever anybody is seeking someone's life. This is why life is one of the most common translations. Seeking your life to murder somebody is to strike their Nephesh. This is what. Oh, when Joseph, he gets kidnapped by his brothers, and what they want to do is kill him, but where they end up throwing him in a pit instead. And it's because his brother Reuben said, what? Don't strike his Nephesh. So that's a good example. To strike my Nephesh doesn't mean to. It's the very opposite of saying, don't strike the non physical part of him. It doesn't make any sense.",
    "start": "00:41:08",
    "end": "00:43:48"
  },
  {
    "text": "Sure. Yeah. Doesn't make any sense. I mean, like, so you know how in planes, the flight attendants will say, there's 300 souls on board?",
    "start": "00:43:48",
    "end": "00:44:01"
  },
  {
    "text": "Oh. Oh, yes. Yep. Yes.",
    "start": "00:44:01",
    "end": "00:44:05"
  },
  {
    "text": "Now, you could say they're referring to the non physical part of you to be like, hey, these people are really important.",
    "start": "00:44:05",
    "end": "00:44:10"
  },
  {
    "text": "Mm.",
    "start": "00:44:11",
    "end": "00:44:11"
  },
  {
    "text": "But what they're really referring to is that there's 300 people. People.",
    "start": "00:44:11",
    "end": "00:44:16"
  },
  {
    "text": "That's right. Yes.",
    "start": "00:44:16",
    "end": "00:44:17"
  },
  {
    "text": "But they're using something, the essence of them, to communicate that. Why couldn't Joseph's brother be doing the same thing? Like, I'm going to use the word that represents the most important part of him, the permanent part of him. His Nephesh.",
    "start": "00:44:18",
    "end": "00:44:37"
  },
  {
    "text": "Yes.",
    "start": "00:44:37",
    "end": "00:44:37"
  },
  {
    "text": "If he did mean soul in the sense that we understand it.",
    "start": "00:44:37",
    "end": "00:44:40"
  },
  {
    "text": "Well, part of it is actually that, I think, because of the King James translation. The King James translation rendered many of these occurrences of nephesh as soul, and they clearly mean the physical embodied person in King James. In King James. And then the King James.",
    "start": "00:44:41",
    "end": "00:45:02"
  },
  {
    "text": "Because that's what it meant back then. It had that double meaning, in a sense.",
    "start": "00:45:03",
    "end": "00:45:06"
  },
  {
    "text": "Oh, well, this is where I actually think the King James influenced the history of the English language. In other words, through the King James, the Hebrew meaning of nevesh ended up entering the English usage for a time. And it survives in.",
    "start": "00:45:06",
    "end": "00:45:23"
  },
  {
    "text": "I see. It survives, like in pilot talk.",
    "start": "00:45:24",
    "end": "00:45:26"
  },
  {
    "text": "In, like, whenever a leader of some kind of vessel.",
    "start": "00:45:27",
    "end": "00:45:31"
  },
  {
    "text": "Yeah.",
    "start": "00:45:31",
    "end": "00:45:31"
  },
  {
    "text": "Describes how many humans are on board, they'll say, there are 200 souls.",
    "start": "00:45:32",
    "end": "00:45:36"
  },
  {
    "text": "So the Hebrew meaning of soul influenced.",
    "start": "00:45:36",
    "end": "00:45:39"
  },
  {
    "text": "Influenced the history of the English language.",
    "start": "00:45:39",
    "end": "00:45:42"
  },
  {
    "text": "The English word soul, which typically meant more disembodied from, like, Beowulf. Now all of a sudden they realize, oh, this means actually more than that. And then that usage slipped in when it became, yes, captains of ships.",
    "start": "00:45:42",
    "end": "00:45:58"
  },
  {
    "text": "And that nuance of meaning has all but died out in common English usage. Except when we're describing how many people were on a boat or a plane. Yeah, interesting.",
    "start": "00:45:58",
    "end": "00:46:10"
  },
  {
    "text": "That's interesting.",
    "start": "00:46:10",
    "end": "00:46:10"
  },
  {
    "text": "Yeah, Boats and planes.",
    "start": "00:46:10",
    "end": "00:46:12"
  },
  {
    "text": "So they're not just being spiritual up on planes and boats, they're just using.",
    "start": "00:46:12",
    "end": "00:46:17"
  },
  {
    "text": "It's a remnant of 500 year old English influenced by the King James Bible. Yeah, there's lots of stuff like this. The history of.",
    "start": "00:46:17",
    "end": "00:46:26"
  },
  {
    "text": "That's the word nephesh in normal day English.",
    "start": "00:46:26",
    "end": "00:46:29"
  },
  {
    "text": "Yeah, yeah. So that's an example of a great biblical use of Nephesh in normal English. There's 272 souls. Souls.",
    "start": "00:46:29",
    "end": "00:46:39"
  },
  {
    "text": "Plural. Nefesh.",
    "start": "00:46:42",
    "end": "00:46:43"
  },
  {
    "text": "That's right. Okay, so that's. Yeah, there you go. The embodied, embodied life. So here's something that's interesting. This is point four. You can say you can strike someone's nephesh. It's their embodied life. It also. It's not just humans, though. On page one of the Bible, the waters team with living Nephesh, let the waters teem with living Nephesh, then later on, let the land produce living Nephesh. So first it's sea creatures, now it's land animals. And then in Genesis 2, God breathed into the Adam the human's nostrils.",
    "start": "00:46:43",
    "end": "00:47:28"
  },
  {
    "text": "He nephashed, or nefakht Nefocht.",
    "start": "00:47:28",
    "end": "00:47:32"
  },
  {
    "text": "Yeah, the breath of life. And the human became a living Nephesh. So this is something humans share in common with all other creatures that we are. A Nephesh.",
    "start": "00:47:32",
    "end": "00:47:44"
  },
  {
    "text": "That's interesting.",
    "start": "00:47:45",
    "end": "00:47:46"
  },
  {
    "text": "So humans don't have a Nephesh. Humans, along with animals are a Nephesh. I didn't make that up. That's a summary I read in a dictionary somewhere, but that was helpful for me.",
    "start": "00:47:46",
    "end": "00:48:01"
  },
  {
    "text": "Should have started there. Genesis 1 and 2. I feel like. I feel like this whole time I'm like, I don't know, I feel like this could be a big misunderstanding, but here in Genesis 1, the waters were teeming with living Nephesh. The land produced living Nephesh. And then God breathed into man's nostrils, man being Adam there, and the man became a living Nephesh. So that's obviously not talking about a soul, correct?",
    "start": "00:48:02",
    "end": "00:48:32"
  },
  {
    "text": "Yeah, correct. Yeah, yeah. The human becomes animated by God's ruach and God's breath or spirit. And that whole conversation that we had a long time ago.",
    "start": "00:48:32",
    "end": "00:48:50"
  },
  {
    "text": "Right.",
    "start": "00:48:50",
    "end": "00:48:50"
  },
  {
    "text": "And when you are animated by the gift of divine, like all living creatures are animated by God's spirit, then what are you and what is the Bird. And what is the salmon? We are living Nephesh. That's. It's what we are.",
    "start": "00:48:50",
    "end": "00:49:07"
  },
  {
    "text": "Yeah. This is dismantling my concept of the human experience, the human person.",
    "start": "00:49:08",
    "end": "00:49:17"
  },
  {
    "text": "We're not done yet. We're not done yet. I mean, we're hopefully starting to rebuild, but.",
    "start": "00:49:18",
    "end": "00:49:24"
  },
  {
    "text": "I know. Well, I think the demo is almost complete because, I mean, this picture of God takes Adam dirt literally. Dirt? Is that what that word means? Right. He takes dirt, he breathes in it. Ruach. His ruach. And then we become a living Nephesh in the same way that a fish or an animal is living Nephesh. That is the biblical kind of anatomy, in a way, or, like, the biblical sense of, like, who you are, and nowhere in there is some, like, sacred spirit or soul. You're like, yeah, I mean, you have the breath of life, God's breath.",
    "start": "00:49:24",
    "end": "00:50:09"
  },
  {
    "text": "That's right. But that's not. That's not you.",
    "start": "00:50:09",
    "end": "00:50:12"
  },
  {
    "text": "That's not you.",
    "start": "00:50:12",
    "end": "00:50:13"
  },
  {
    "text": "That's the animating energy that keeps you alive. Keeps you alive. Yeah, that's right.",
    "start": "00:50:13",
    "end": "00:50:17"
  },
  {
    "text": "So what do you have left? Well, you have dirt. That's now a living soul. Great. I'm organic compound, walking around, animated by God's breath.",
    "start": "00:50:18",
    "end": "00:50:26"
  },
  {
    "text": "Yeah.",
    "start": "00:50:26",
    "end": "00:50:26"
  },
  {
    "text": "It's a lot less sexy than I'd like it to be.",
    "start": "00:50:26",
    "end": "00:50:32"
  },
  {
    "text": "I don't know. It's very earthy.",
    "start": "00:50:33",
    "end": "00:50:35"
  },
  {
    "text": "Very earthy.",
    "start": "00:50:35",
    "end": "00:50:36"
  },
  {
    "text": "And it's intuitive.",
    "start": "00:50:36",
    "end": "00:50:37"
  },
  {
    "text": "Yes, but it's just not the category I've had in my mind.",
    "start": "00:50:38",
    "end": "00:50:40"
  },
  {
    "text": "Okay, sure. Well, okay, I'll give you that.",
    "start": "00:50:40",
    "end": "00:50:43"
  },
  {
    "text": "It's not as mysterious or something. It's very. Kind of like. Oh, feels very. I don't know. I'm dirt animated by God's breath.",
    "start": "00:50:44",
    "end": "00:50:55"
  },
  {
    "text": "Yeah. And in the estimation of page one and two, pages one and two, that is.",
    "start": "00:50:55",
    "end": "00:51:02"
  },
  {
    "text": "I want to think of myself as more than that.",
    "start": "00:51:02",
    "end": "00:51:03"
  },
  {
    "text": "Yeah, well, you are. You're God's royal representative. You're a remarkable.",
    "start": "00:51:03",
    "end": "00:51:08"
  },
  {
    "text": "That's my vocation.",
    "start": "00:51:08",
    "end": "00:51:09"
  },
  {
    "text": "Remarkable creature that has the unique capacity and role to.",
    "start": "00:51:09",
    "end": "00:51:14"
  },
  {
    "text": "But I could have. I could build a robot and tell him, now, you're my image and go do my job for me. Right. But it's just. But it's. Now it's just metal and circuits. And I feel like what makes me feel special and more than just a robot or an animal is this idea of having a soul. A soul, yeah, got it. Like, you know, the Pinocchio thing of, like, you're a puppet, and now I'm going to endow you into this.",
    "start": "00:51:14",
    "end": "00:51:46"
  },
  {
    "text": "Well, okay, so this is interesting. Genesis 1 puts animals and humans on a spectrum, and what makes humans different is not that they have a soul. They're all living nephesh.",
    "start": "00:51:46",
    "end": "00:52:03"
  },
  {
    "text": "Yeah.",
    "start": "00:52:03",
    "end": "00:52:03"
  },
  {
    "text": "What sets the humans apart. Yeah. Is their capacity and responsibility to represent God and God's creative, gracious rule and. Yeah, that's right. So. Yeah. So you feel like it's a demotion. You're getting demoted.",
    "start": "00:52:04",
    "end": "00:52:21"
  },
  {
    "text": "It does.",
    "start": "00:52:21",
    "end": "00:52:21"
  },
  {
    "text": "To become more animal like.",
    "start": "00:52:22",
    "end": "00:52:23"
  },
  {
    "text": "Yeah.",
    "start": "00:52:24",
    "end": "00:52:24"
  },
  {
    "text": "And where it's funny, I think the intention of Genesis 1 is the opposite.",
    "start": "00:52:24",
    "end": "00:52:27"
  },
  {
    "text": "Well, sure. Yeah.",
    "start": "00:52:27",
    "end": "00:52:28"
  },
  {
    "text": "Is to promote humans to a special role that they are both like the animals they come from and go back to the same place, but they have a different role and responsibility. So I'm trying to understand what is. It's just your categories are getting reshuffled.",
    "start": "00:52:28",
    "end": "00:52:46"
  },
  {
    "text": "Yeah. And if I have. If one of those categories is this non physical part of me that lives on forever, that represents the real essence of who I am.",
    "start": "00:52:47",
    "end": "00:52:57"
  },
  {
    "text": "The real me.",
    "start": "00:52:57",
    "end": "00:52:57"
  },
  {
    "text": "The real me. And it's kind of infused into this body, but can also be separated from the body if I begin to identify with that thing. And that's the thing that I feel like is the deepest, most meaningful part of me when I use the word soul. I mean, like my deepest. The deepest me.",
    "start": "00:52:58",
    "end": "00:53:18"
  },
  {
    "text": "Yeah.",
    "start": "00:53:19",
    "end": "00:53:19"
  },
  {
    "text": "And now you're telling me, no, you don't have that.",
    "start": "00:53:19",
    "end": "00:53:21"
  },
  {
    "text": "Well, or just that the thing that is. That is your body is deeply connected to your physical, embodied existence. It's not separable from your embodied existence.",
    "start": "00:53:22",
    "end": "00:53:36"
  },
  {
    "text": "It's inseparable.",
    "start": "00:53:36",
    "end": "00:53:37"
  },
  {
    "text": "It's inseparable. That's right. This is why the ultimate hope for humans in the Bible is not living a disembodied existence, it's resurrection, its embodied existence, which is having a nephesh.",
    "start": "00:53:37",
    "end": "00:53:53"
  },
  {
    "text": "Yeah.",
    "start": "00:53:54",
    "end": "00:53:55"
  },
  {
    "text": "Having a nephesh. Right. The end of this biblical story is nepheshes. Right. Embodied humans inhabiting an embodied physical world. So anyway, that's to get ahead of ourselves for the moment. And the conversation's not over, but for the moment, you're right. The reorientation that has to take place is that humans do not have a soul. According, at least in the Old Testament, humans are a nephesh. They are a soul. Soul is our English word, translating Hebrew word that describes me as a whole living, breathing, physical organism.",
    "start": "00:53:55",
    "end": "00:54:38"
  },
  {
    "text": "Or your neck.",
    "start": "00:54:38",
    "end": "00:54:39"
  },
  {
    "text": "Or your neck.",
    "start": "00:54:41",
    "end": "00:54:42"
  },
  {
    "text": "Thanks for listening to this episode of the Bible Project podcast. Tim and I will continue this conversation on the next episode. If you enjoy this podcast, you might also enjoy Tim's podcast called Exploring My Strange Bible. It's a collection of his sermons and teachings from over the last decade. The Bible Project is a nonprofit crowdfunded project here in Portland, Oregon. We believe the Bible is a unified story that leads to Jesus. And we're creating committed to making free resources like videos and study guides. And it's all because of the support of people like you. Check out what we're up to right now. Download resources.com thanks for being a part of this with us.",
    "start": "00:54:43",
    "end": "00:55:23"
  },
  {
    "text": "Sam.",
    "start": "00:55:36",
    "end": "00:55:43"
  }
]