[
  {
    "text": "This is John from the bibleproject. This week on the podcast, we're gonna do something new. As you know, the Bible was not written in English. It was written in Hebrew, Greek and a tiny bit of Aramaic. Our translations are pretty good, but even so, sometimes the English words that we use don't carry the full weight and nuance of the original words.",
    "start": "00:00:08",
    "end": "00:00:27"
  },
  {
    "text": "Now there's so many words that we use that occur in our translations of the Bible, but they don't mean what those words mean in their biblical context. And that's the problem. As we read, we read in modern meanings into these ancient words, we're going.",
    "start": "00:00:28",
    "end": "00:00:43"
  },
  {
    "text": "To try to step inside the imagination of the ancient writers as they used these words to describe the world that they lived in and the experiences they had. Here we go. So we're, we're gonna have a conversation today to prototype a brand new type of video series that we're calling Word Studies.",
    "start": "00:00:43",
    "end": "00:01:24"
  },
  {
    "text": "Yeah.",
    "start": "00:01:24",
    "end": "00:01:24"
  },
  {
    "text": "So we're gonna take biblical words that.",
    "start": "00:01:24",
    "end": "00:01:26"
  },
  {
    "text": "Were in Hebrew or Greek or Greek or in Aramaic.",
    "start": "00:01:26",
    "end": "00:01:32"
  },
  {
    "text": "There might be some Aramaic.",
    "start": "00:01:32",
    "end": "00:01:33"
  },
  {
    "text": "A little bit of the Hebrew Bible is Aramaic.",
    "start": "00:01:33",
    "end": "00:01:36"
  },
  {
    "text": "Okay. But the word in its original language. And we'll discuss that word. And this will be kind of like a Bible dictionary kind of series.",
    "start": "00:01:36",
    "end": "00:01:48"
  },
  {
    "text": "Yeah. Like a video Bible dictionary. Word Studies.",
    "start": "00:01:48",
    "end": "00:01:52"
  },
  {
    "text": "Yeah. And there'll be these short little two minute videos.",
    "start": "00:01:52",
    "end": "00:01:56"
  },
  {
    "text": "Yeah. You know, biblical vocabulary has this paradoxical life, I think, in Western culture where biblical vocabulary has so shaped the English language over the last 400 years through the King James translation, that some words have passed into English and they've become so bland that they. We don't even know what their original meaning would be in the Bible in Greek or Hebrew, like righteousness or glory or grace or love.",
    "start": "00:01:56",
    "end": "00:02:29"
  },
  {
    "text": "Right. The English word that we use isn't the Hebrew word.",
    "start": "00:02:29",
    "end": "00:02:33"
  },
  {
    "text": "Correct.",
    "start": "00:02:33",
    "end": "00:02:34"
  },
  {
    "text": "But it's this Old English.",
    "start": "00:02:34",
    "end": "00:02:36"
  },
  {
    "text": "Yeah. It might even be influenced by the biblical translations from a long time ago. But now there's so many words that we use that occur in our translations of the Bible, but they don't mean now what those words mean in their biblical context. And that's the problem as we read, we read in modern meanings into these ancient words when we read them in the Bible.",
    "start": "00:02:36",
    "end": "00:02:59"
  },
  {
    "text": "So the first word we're going to do is the Hebrew word Shema.",
    "start": "00:02:59",
    "end": "00:03:03"
  },
  {
    "text": "That's right. Yeah. Because the first half a dozen of these videos we want to make into a little miniseries unpacking one of the most famous verses in the Old Testament, which is a prayer. Well, it became a prayer. It's a line in the mouth of Moses in the book of Deuteronomy that he called the people of Israel to listen to. And then this call to listen became itself a prayer in Jewish tradition called the Shema. Shema. Yeah. And that's because the word Shema is the first word in this famous verse which means listen. It means listen. Yep, to listen.",
    "start": "00:03:03",
    "end": "00:03:48"
  },
  {
    "text": "And the verse is hear, O Israel, or listen, O Israel. The Lord is our God, the Lord is one. And as for you, you shall love the Lord your God with all your heart, with all your being and with all your strength. However, what translation is that? That's like your translation?",
    "start": "00:03:48",
    "end": "00:04:06"
  },
  {
    "text": "Yeah, that's my translation.",
    "start": "00:04:06",
    "end": "00:04:07"
  },
  {
    "text": "Heart, soul and strength.",
    "start": "00:04:07",
    "end": "00:04:09"
  },
  {
    "text": "Yeah, soul is the traditional, traditional word there. King James. And onto English there.",
    "start": "00:04:09",
    "end": "00:04:14"
  },
  {
    "text": "But what we want to do is unpack this verse word by word.",
    "start": "00:04:14",
    "end": "00:04:17"
  },
  {
    "text": "Yep.",
    "start": "00:04:17",
    "end": "00:04:18"
  },
  {
    "text": "So here, O Israel will be the first word and then we'll talk about the word, the Lord, the Lord, the.",
    "start": "00:04:19",
    "end": "00:04:24"
  },
  {
    "text": "Divine name, the divine name of God, covenant name of God in the Old Testament.",
    "start": "00:04:24",
    "end": "00:04:28"
  },
  {
    "text": "And then we'll talk about love.",
    "start": "00:04:28",
    "end": "00:04:29"
  },
  {
    "text": "Yep. Heart. Yep. Soul.",
    "start": "00:04:29",
    "end": "00:04:31"
  },
  {
    "text": "Soul and strength and strength and. Oh, man, it's gonna be so great.",
    "start": "00:04:31",
    "end": "00:04:36"
  },
  {
    "text": "Yeah. Yeah. These are such power packed words. Yeah. Awesome.",
    "start": "00:04:36",
    "end": "00:04:41"
  },
  {
    "text": "So this. So let's first talk about the word Shema here.",
    "start": "00:04:41",
    "end": "00:04:45"
  },
  {
    "text": "Yeah.",
    "start": "00:04:45",
    "end": "00:04:45"
  },
  {
    "text": "Shema.",
    "start": "00:04:45",
    "end": "00:04:46"
  },
  {
    "text": "Shema.",
    "start": "00:04:46",
    "end": "00:04:46"
  },
  {
    "text": "Shema.",
    "start": "00:04:47",
    "end": "00:04:48"
  },
  {
    "text": "Shema. Yeah. No breathy H there. No, like ruach.",
    "start": "00:04:48",
    "end": "00:04:54"
  },
  {
    "text": "Oh, right.",
    "start": "00:04:54",
    "end": "00:04:55"
  },
  {
    "text": "Yeah. Shama.",
    "start": "00:04:55",
    "end": "00:04:56"
  },
  {
    "text": "It's a pretty simple word to say.",
    "start": "00:04:56",
    "end": "00:04:57"
  },
  {
    "text": "Yeah. Actually, technically there's a silent letter after the A. That way back when would have been like, you know how when you say the word orange, you close your throat Orange before you even say anything.",
    "start": "00:04:57",
    "end": "00:05:17"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:05:17",
    "end": "00:05:18"
  },
  {
    "text": "Pay attention to what your throat does before you say the word orange.",
    "start": "00:05:18",
    "end": "00:05:21"
  },
  {
    "text": "Yeah, it kind of drops you.",
    "start": "00:05:21",
    "end": "00:05:23"
  },
  {
    "text": "You close your throat so you can push air out. Orange.",
    "start": "00:05:23",
    "end": "00:05:26"
  },
  {
    "text": "Orange. Oh, yeah.",
    "start": "00:05:27",
    "end": "00:05:28"
  },
  {
    "text": "You close your throat. So that closing of the throat is represented by a letter in Semitic languages. And it's what you do after the last.",
    "start": "00:05:28",
    "end": "00:05:41"
  },
  {
    "text": "You close your throat at the end.",
    "start": "00:05:42",
    "end": "00:05:43"
  },
  {
    "text": "Shema. Oh, shama.",
    "start": "00:05:43",
    "end": "00:05:44"
  },
  {
    "text": "So it's got this hard stop.",
    "start": "00:05:45",
    "end": "00:05:46"
  },
  {
    "text": "Yeah, it's called a guttural stop. You literally close the back of your throat. Shamach.",
    "start": "00:05:46",
    "end": "00:05:54"
  },
  {
    "text": "We don't have that in English, do we?",
    "start": "00:05:55",
    "end": "00:05:56"
  },
  {
    "text": "We don't. Well, we sometimes use the same muscle.",
    "start": "00:05:56",
    "end": "00:06:00"
  },
  {
    "text": "But at the end of a word. I'm wondering.",
    "start": "00:06:00",
    "end": "00:06:02"
  },
  {
    "text": "But at the end of a word. I don't. Spaghetti.",
    "start": "00:06:02",
    "end": "00:06:05"
  },
  {
    "text": "Spaghetti.",
    "start": "00:06:06",
    "end": "00:06:07"
  },
  {
    "text": "I'm trying to think of words that end in vowels. Anyway, so shama.",
    "start": "00:06:07",
    "end": "00:06:11"
  },
  {
    "text": "I love that you were thinking of words that ends with vowels and spaghetti was for spaghetti.",
    "start": "00:06:12",
    "end": "00:06:16"
  },
  {
    "text": "Well, it's one of the only words that ends with Y. English words that end with I. Excuse me. Oh, there's not that many. And they're mostly Italian words anyway.",
    "start": "00:06:16",
    "end": "00:06:26"
  },
  {
    "text": "Ferrari.",
    "start": "00:06:26",
    "end": "00:06:27"
  },
  {
    "text": "Okay, so shema, which is a very super common word, occurs hundreds of times in the Hebrew Bible, and it's the word for hear or listen, just like in English.",
    "start": "00:06:30",
    "end": "00:06:43"
  },
  {
    "text": "So if I'm calling to my kids to get their attention, I'm like, shema.",
    "start": "00:06:43",
    "end": "00:06:46"
  },
  {
    "text": "Yeah, listen.",
    "start": "00:06:46",
    "end": "00:06:47"
  },
  {
    "text": "Listen.",
    "start": "00:06:47",
    "end": "00:06:48"
  },
  {
    "text": "Yeah, listen, Pay attention. So there's many. Well, pay attention is different than listening. I mean, pay attention requires that you listen, but it also means you do something more. And in English, we have a separate phrase, pay attention in Hebrew. We're getting ahead of ourselves. First, here's a classic proverb. Ears that Shema and eyes that see. The Lord has made them both ears that Shema.",
    "start": "00:06:48",
    "end": "00:07:23"
  },
  {
    "text": "That's what your ears do. Yeah.",
    "start": "00:07:25",
    "end": "00:07:27"
  },
  {
    "text": "Proverbs 20:12. It's just very simple. Your ears. Yeah. They take in sound waves and translate them into meaningful signals somehow so that our brains can talk to each other. So that's simple. We don't really need to. There's lots of times that gets used. However, the word shema also gets used to mean more than just that your ears hear things. It also can be used to mean what you just said pay attention to. In English, we have a separate phrase, listen. Then we have pay attention, please. But we also use the word listen to mean pay attention.",
    "start": "00:07:27",
    "end": "00:08:10"
  },
  {
    "text": "Yes. We don't mean, hey, just let sound waves come into your ears.",
    "start": "00:08:10",
    "end": "00:08:15"
  },
  {
    "text": "Yeah, yeah, it can mean that. But we usually by context indicate that.",
    "start": "00:08:15",
    "end": "00:08:21"
  },
  {
    "text": "It means that listen up.",
    "start": "00:08:21",
    "end": "00:08:22"
  },
  {
    "text": "But we also have a separate phrase.",
    "start": "00:08:22",
    "end": "00:08:24"
  },
  {
    "text": "Got it.",
    "start": "00:08:24",
    "end": "00:08:24"
  },
  {
    "text": "Pay attention.",
    "start": "00:08:24",
    "end": "00:08:25"
  },
  {
    "text": "And Hebrew doesn't have separate.",
    "start": "00:08:25",
    "end": "00:08:26"
  },
  {
    "text": "In Hebrew, you just say Shema.",
    "start": "00:08:26",
    "end": "00:08:27"
  },
  {
    "text": "Shema.",
    "start": "00:08:27",
    "end": "00:08:28"
  },
  {
    "text": "So there's just one example picked at random. This is from Genesis, chapter 30. There's a story about Jacob and Leah. Leah is one of Jacob's four wives, and he doesn't like her as much as the others.",
    "start": "00:08:29",
    "end": "00:08:44"
  },
  {
    "text": "It's rough.",
    "start": "00:08:44",
    "end": "00:08:44"
  },
  {
    "text": "She's unloved. Yes. Horrible. It's a really dysfunctional family. But she has a son and she names him Shimon. Shimon. Which is a wordplay on Shima. Shimon. And then what she says is the. The Lord has shemad that I am unloved. That's what she says. The Lord has heard. Heard that I am unloved. He's paying attention, obviously. Yeah. It means more than just he heard a report.",
    "start": "00:08:44",
    "end": "00:09:17"
  },
  {
    "text": "The point is, it sounded like he heard a crow caw in the woods. He was paying attention to what it meant.",
    "start": "00:09:17",
    "end": "00:09:27"
  },
  {
    "text": "Yeah. And the fact that she Got pregnant and had a child. She interprets that as the Lord paying attention to her, that she's been neglected by her husband.",
    "start": "00:09:27",
    "end": "00:09:37"
  },
  {
    "text": "Seems like pay attention denotes. I always forget the difference between denote and connote. But it seems like what pay attention is doing is it's saying, don't just listen. You're not just hearing. You're interpreting and you're heeding whatever that message is.",
    "start": "00:09:37",
    "end": "00:10:01"
  },
  {
    "text": "Yeah. Yes, yeah. Which is closely linked then to the next meaning, nuance of meaning that Shema has, which is if you listen to something, it draws your attention and you focus on it.",
    "start": "00:10:01",
    "end": "00:10:16"
  },
  {
    "text": "Okay. So just focus.",
    "start": "00:10:16",
    "end": "00:10:17"
  },
  {
    "text": "But then if you listen and pay attention and focus on something, you're likely to do something about it. Like actually act as a response to what you are noticing. And in Hebrew, that idea also is covered by this Hebrew word, shema. So. So, so it means not only to hear.",
    "start": "00:10:18",
    "end": "00:10:40"
  },
  {
    "text": "Yeah.",
    "start": "00:10:40",
    "end": "00:10:41"
  },
  {
    "text": "Not only to then pay attention and focus on what you're hearing. But it also, shema can include respond, like, actually do something about what you just noticed because you heard it.",
    "start": "00:10:41",
    "end": "00:10:55"
  },
  {
    "text": "So if I'm. If I'm walking through the woods and I hear someone screaming for help.",
    "start": "00:10:55",
    "end": "00:11:02"
  },
  {
    "text": "Yes. Yeah, yeah.",
    "start": "00:11:02",
    "end": "00:11:04"
  },
  {
    "text": "And all I do is just notice a scream. And I don't know if it's a bear or a scream.",
    "start": "00:11:04",
    "end": "00:11:09"
  },
  {
    "text": "You might even pay attention to it.",
    "start": "00:11:09",
    "end": "00:11:10"
  },
  {
    "text": "Well, first I just hear it.",
    "start": "00:11:10",
    "end": "00:11:12"
  },
  {
    "text": "First you hear it.",
    "start": "00:11:12",
    "end": "00:11:12"
  },
  {
    "text": "And I just. I'm hearing the birds, I'm hearing the wind. I'm hearing. And I hear a scream. I'm just listen. I'm just hearing things. Yes, that's the first meaning. Second meaning is it gets my attention. I hear that and I'm like, oh, that was important. I need to focus on that screen.",
    "start": "00:11:13",
    "end": "00:11:30"
  },
  {
    "text": "That's what Leah says. Oh, God paid attention. He shemad my difficult circumstance. Meaning he paid attention to me.",
    "start": "00:11:30",
    "end": "00:11:36"
  },
  {
    "text": "And then the third meaning would be I hear it, I focus on it, and then I decide I need to go help that person.",
    "start": "00:11:36",
    "end": "00:11:43"
  },
  {
    "text": "You actually run towards the voice and help the person.",
    "start": "00:11:43",
    "end": "00:11:46"
  },
  {
    "text": "And all three of those actions are.",
    "start": "00:11:47",
    "end": "00:11:49"
  },
  {
    "text": "Shema are covered by the word shema.",
    "start": "00:11:49",
    "end": "00:11:51"
  },
  {
    "text": "So I, shema, by just kind of hearing it with all the other background noise, I, shema, when I focus on it. And I, shema, when I.",
    "start": "00:11:52",
    "end": "00:12:00"
  },
  {
    "text": "That's right.",
    "start": "00:12:00",
    "end": "00:12:01"
  },
  {
    "text": "Run and help.",
    "start": "00:12:01",
    "end": "00:12:02"
  },
  {
    "text": "That's right. And if you didn't run and help, you didn't Shema.",
    "start": "00:12:02",
    "end": "00:12:06"
  },
  {
    "text": "I didn't actually. Shema.",
    "start": "00:12:07",
    "end": "00:12:08"
  },
  {
    "text": "Yes, yes. So, for example.",
    "start": "00:12:08",
    "end": "00:12:10"
  },
  {
    "text": "But I did because I. Yeah, right, you did.",
    "start": "00:12:10",
    "end": "00:12:13"
  },
  {
    "text": "I mean, you technically heard, but in the deepest sense of the word, you didn't Shema. So just look at some examples in the way the word's actually used. So this is all over the Psalms. Here's one just at random. Psalm 27, verse 7. The poet says, shema, my voice when I call, O Lord, be merciful and respond to me. So you're asking God to listen. It's synonymous with show me mercy, which is synonymous with do something. It's all the same thing. You're obviously not just asking God to pay attention.",
    "start": "00:12:13",
    "end": "00:12:53"
  },
  {
    "text": "Don't listen to this like an album.",
    "start": "00:12:53",
    "end": "00:12:54"
  },
  {
    "text": "Yeah. He's saying, God, do something, help me. And when God helps you, that's how you know he is Shamad.",
    "start": "00:12:54",
    "end": "00:13:03"
  },
  {
    "text": "Because there's like, I put on a noise machine for the kids at night and they're hearing it.",
    "start": "00:13:03",
    "end": "00:13:09"
  },
  {
    "text": "Like, white noise.",
    "start": "00:13:09",
    "end": "00:13:10"
  },
  {
    "text": "Yeah, it's white noise.",
    "start": "00:13:10",
    "end": "00:13:10"
  },
  {
    "text": "It's a machine.",
    "start": "00:13:10",
    "end": "00:13:11"
  },
  {
    "text": "Yeah, it's a machine. And it makes the sound of like.",
    "start": "00:13:11",
    "end": "00:13:14"
  },
  {
    "text": "Oh, yes. Yeah, got it.",
    "start": "00:13:14",
    "end": "00:13:15"
  },
  {
    "text": "Like a river.",
    "start": "00:13:15",
    "end": "00:13:16"
  },
  {
    "text": "I've used an app for that before, too. Yeah, a white noise app. But you have a machine.",
    "start": "00:13:16",
    "end": "00:13:20"
  },
  {
    "text": "Yeah, yeah. Actually, it's something that my wife. Yeah, so now we just do it every night. There's different things. There's water, there's the sound of a forest, the sound of like, just white noise. And so you. You hear that, but you're not really listening to it.",
    "start": "00:13:20",
    "end": "00:13:37"
  },
  {
    "text": "Yeah. The whole point is actually that it becomes white background noise that you don't pay.",
    "start": "00:13:37",
    "end": "00:13:42"
  },
  {
    "text": "So the psalmist here isn't saying, yes, God, treat my voice like background noise.",
    "start": "00:13:42",
    "end": "00:13:46"
  },
  {
    "text": "Yeah.",
    "start": "00:13:46",
    "end": "00:13:46"
  },
  {
    "text": "That you could fall asleep to.",
    "start": "00:13:46",
    "end": "00:13:47"
  },
  {
    "text": "That's right. Yeah. That would mean that God has not shama'd.",
    "start": "00:13:47",
    "end": "00:13:51"
  },
  {
    "text": "He hasn't actually showed up. But there's no other word. What would a Hebrew person be doing if they were listening to background noise?",
    "start": "00:13:51",
    "end": "00:14:00"
  },
  {
    "text": "Ah, got it. Well, this is how words work in languages is the kind of like our heaven and earth. Circles. Venn. Overlapping circles. Venn diagrams. That's a common tool used in linguistics. Yeah. So you have separate words, like in English, hear and listen. They're two separate words, but the circles overlap in a big way. But if you were to start.",
    "start": "00:14:00",
    "end": "00:14:27"
  },
  {
    "text": "So you could use the word in one sense, use the word in another sense.",
    "start": "00:14:27",
    "end": "00:14:30"
  },
  {
    "text": "Yeah. But you would have to do a full study of those two English words and how they're different. They don't fully overlap, but they do overlap. So are there other words for pay attention that don't simply mean to listen and. Yeah, yeah, there's one. Kashav. Kashav.",
    "start": "00:14:30",
    "end": "00:14:48"
  },
  {
    "text": "What does that mean?",
    "start": "00:14:48",
    "end": "00:14:49"
  },
  {
    "text": "But it means to notice. So you notice by either hearing or Looking, that's kashav.",
    "start": "00:14:49",
    "end": "00:14:56"
  },
  {
    "text": "Okay.",
    "start": "00:14:56",
    "end": "00:14:57"
  },
  {
    "text": "But shema is the broadest word to hear, and it overlaps with kashav to notice. And it also overlaps with the word like to act, asa, which means to do something. So the word shema overlaps with all these other ideas, but it's all. It's just one word that you can use in these different ways. And it's similar. English has similar. Like if I'd. Yeah, if I asked my 5 year old to like, clean up the yogurt that he just intentionally spilled on the floor. If he doesn't do it, I'll ask him, why aren't you listening? Which means, why aren't you acting?",
    "start": "00:14:58",
    "end": "00:15:41"
  },
  {
    "text": "And he could be like, I did listen. And you're like, no, you didn't actually listen.",
    "start": "00:15:41",
    "end": "00:15:47"
  },
  {
    "text": "Yeah, okay, got it. So it's very similar to how the word works in English. Okay, here's. Here's another interesting example. This is when Israel is at the foot of Mount Sinai, they've been rescued out of Egypt, and they're about to enter into this really formal covenant agreement. Like a marriage. Yeah. So, yeah, this is the story in Exodus, chapter 19. And this is the significant line. God says, if you shema me and keep my covenant, then out of all the nations, you'll be my treasured possession, even though all the earth belongs to me. You'll be a kingdom of priests and a holy nation. So this is about Israel becoming a different kind of nation, a different people group that represents God's character before all the nations, and all hinges upon them listening. Shema. If you Shema. Now, there's two things interesting about this sentence that God says. One is that in Hebrew, there's this really cool idiom or kind of grammar tool that's used in Hebrew word. If you want to emphasize a word, you just say it. You just use the word twice.",
    "start": "00:15:47",
    "end": "00:17:26"
  },
  {
    "text": "Right.",
    "start": "00:17:26",
    "end": "00:17:27"
  },
  {
    "text": "So when you're reading in Hebrew, it actually reads, if you Shema. Shema. If you listen, listen, listen, listen. Yeah, which means really listen. It's similar. This is for verbs. You can do it with nouns too, like song of songs, meaning the best song, or the holy of holies, meaning the really holy place. But you can do it with the verbs through this other way. And when you're reading Hebrew, they're very obvious to notice because it's just Shema. So first of all, if you really Shema. And then second, the phrase right after it shows you what shema means. If you shema and keep my covenant, they're synonymous. So to not keep the terms of the covenant means that you haven't listened. And actually, this line is so important that all throughout the book of Exodus, the rest of the Torah, on into the historical books, this motif of listening or not listening becomes like this key theme running through the whole story, which highlights an interesting fact. In English, we have a separate word for listening to somebody who knows better than you and doing what they say. Actually, we probably have a few words for it, but what word are you thinking about? Obey.",
    "start": "00:17:28",
    "end": "00:19:06"
  },
  {
    "text": "Oh, obey.",
    "start": "00:19:06",
    "end": "00:19:07"
  },
  {
    "text": "Obey.",
    "start": "00:19:07",
    "end": "00:19:07"
  },
  {
    "text": "Listen to someone.",
    "start": "00:19:08",
    "end": "00:19:09"
  },
  {
    "text": "Yeah. Who knows better than you or who's in a position of authority of responsibility over you or authority over you. Yep. Obey.",
    "start": "00:19:09",
    "end": "00:19:17"
  },
  {
    "text": "Yeah.",
    "start": "00:19:18",
    "end": "00:19:18"
  },
  {
    "text": "Or you can wear it on T shirt with Andre the Giant's face.",
    "start": "00:19:18",
    "end": "00:19:22"
  },
  {
    "text": "As a skateboard brand.",
    "start": "00:19:24",
    "end": "00:19:25"
  },
  {
    "text": "So obey, we have a word for responding to and acting to the wishes of somebody who's in authority, responsible for you, knows better than you. That's what obey means. Obey. So, yeah, we have this separate English word for obey. What's fascinating, there is no ancient Hebrew biblical word for obey.",
    "start": "00:19:25",
    "end": "00:19:50"
  },
  {
    "text": "There's no ancient biblical word for obey.",
    "start": "00:19:50",
    "end": "00:19:52"
  },
  {
    "text": "It's Shema. I mean, in Exodus 19, you have. God has rescued Israel. He knows what's best for them. He's taking responsibility for them as their authority. And what he asked them to do is keep the terms of the covenant. And so actually, if you look in almost all of our modern English translations, in Exodus 19, 4, they don't translate it if you listen. What they translate it is if you obey. Just go look at here. I'll just do a quick survey.",
    "start": "00:19:53",
    "end": "00:20:29"
  },
  {
    "text": "This is for Exodus.",
    "start": "00:20:30",
    "end": "00:20:31"
  },
  {
    "text": "Yep. Exodus, chapter 19, verse 4. Excuse me. Verse 5. New International Version. If you obey me fully, English Standard Version. If you will indeed obey my voice. New American Standard, if you will, then indeed obey my voice. New Revised Standard Version. If you obey my voice, King James. If you obey my voice, there are no English. At least those are the big five to the majority translated, obey. Translators don't even let you know that the Hebrew word here is actually the word listen. And because they're giving you the meaning, what it means here isn't simply listen. It means respond.",
    "start": "00:20:31",
    "end": "00:21:27"
  },
  {
    "text": "So now we've talked about four different layers.",
    "start": "00:21:27",
    "end": "00:21:30"
  },
  {
    "text": "Yes. Yeah, that's right.",
    "start": "00:21:30",
    "end": "00:21:32"
  },
  {
    "text": "So, like, you could hear.",
    "start": "00:21:32",
    "end": "00:21:33"
  },
  {
    "text": "Yeah.",
    "start": "00:21:33",
    "end": "00:21:34"
  },
  {
    "text": "You hear someone scream, but it's background noise.",
    "start": "00:21:34",
    "end": "00:21:37"
  },
  {
    "text": "Yeah. Did you hear that or did you not hear it? I think I heard it.",
    "start": "00:21:37",
    "end": "00:21:39"
  },
  {
    "text": "Yeah.",
    "start": "00:21:39",
    "end": "00:21:40"
  },
  {
    "text": "Yeah.",
    "start": "00:21:40",
    "end": "00:21:40"
  },
  {
    "text": "Then there's the. Pay attention. Like, that's an important scream.",
    "start": "00:21:40",
    "end": "00:21:43"
  },
  {
    "text": "Yes.",
    "start": "00:21:43",
    "end": "00:21:43"
  },
  {
    "text": "Like, what is that? Then there's like, I'm gonna go and help this person who's screaming. That's the third one. And then there is. I'm gonna. That. Yeah. Where would it fit in this? Someone telling you that person. It would be like that person commanding you to come help him.",
    "start": "00:21:43",
    "end": "00:22:01"
  },
  {
    "text": "Yes. Yeah, totally. It would be like, come help. Yeah. You're a soldier, and it's like your.",
    "start": "00:22:01",
    "end": "00:22:06"
  },
  {
    "text": "General, and you realize it's your general.",
    "start": "00:22:06",
    "end": "00:22:07"
  },
  {
    "text": "And they're like, I order you. Come get me out of this pit or something. I'm sorry, that was really stupid.",
    "start": "00:22:07",
    "end": "00:22:15"
  },
  {
    "text": "But no, we had to stay in that. In the world that I created.",
    "start": "00:22:15",
    "end": "00:22:19"
  },
  {
    "text": "Yeah. Yep. You're following. You're following direct orders. You're. You're honoring the directive you've been given by somebody who knows better than you and is.",
    "start": "00:22:19",
    "end": "00:22:28"
  },
  {
    "text": "Because how do you. How do you ingest an order? Through your ears?",
    "start": "00:22:28",
    "end": "00:22:33"
  },
  {
    "text": "Yep. Yeah. Right. Yeah. Like respond to it. Yeah, that's right.",
    "start": "00:22:33",
    "end": "00:22:37"
  },
  {
    "text": "When you're ordered by someone, it's always. They're always telling you.",
    "start": "00:22:37",
    "end": "00:22:41"
  },
  {
    "text": "Yes.",
    "start": "00:22:41",
    "end": "00:22:41"
  },
  {
    "text": "They didn't have, like, memos back then.",
    "start": "00:22:41",
    "end": "00:22:43"
  },
  {
    "text": "Yeah.",
    "start": "00:22:43",
    "end": "00:22:43"
  },
  {
    "text": "You wouldn't get an email.",
    "start": "00:22:43",
    "end": "00:22:44"
  },
  {
    "text": "Yeah.",
    "start": "00:22:44",
    "end": "00:22:45"
  },
  {
    "text": "Order.",
    "start": "00:22:45",
    "end": "00:22:45"
  },
  {
    "text": "Yes. So all of this is underneath some of these famous lines in the Hebrew prophets. Like, Jeremiah repeats this line where he says, they have Israel, they've broken the covenant. They have eyes, but they don't see. And then he says, they have ears, but they're not. They don't Shema. And you get. It's very intuitive. You get what he's saying there. This is also what's underneath that famous kind of parable image in the New Testament in the letter of James about not just being a hearer of the scriptures, but a doer. You know the passage. So it's at the end of Jacob, chapter one. Yeah. The end of James. Yeah. He says, don't merely listen. Now he's writing in Greek, but he's Jewish. He grew up reading the Hebrew Bible. So even though he's writing in Greek, these authors are often. The apostles, are often thinking in Hebrew. So don't merely listen and deceive yourselves. Actually do what the scriptures call you to do. Anyone who listens to the Scriptures but doesn't do what they say, it's like looking at your face in a mirror and then after looking, going away and immediately forgetting what. What it is you look like.",
    "start": "00:22:46",
    "end": "00:24:20"
  },
  {
    "text": "So you kind of. He. He compares listening to seeing.",
    "start": "00:24:20",
    "end": "00:24:24"
  },
  {
    "text": "Yeah. And he's saying he kind of swaps it out. The ears with the eyes.",
    "start": "00:24:24",
    "end": "00:24:27"
  },
  {
    "text": "Yeah, yeah. Like, did you really look if you don't remember what you were looking at?",
    "start": "00:24:27",
    "end": "00:24:32"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:24:32",
    "end": "00:24:32"
  },
  {
    "text": "A second later.",
    "start": "00:24:32",
    "end": "00:24:33"
  },
  {
    "text": "That's right.",
    "start": "00:24:33",
    "end": "00:24:34"
  },
  {
    "text": "Like, did you really see it?",
    "start": "00:24:34",
    "end": "00:24:35"
  },
  {
    "text": "Yeah.",
    "start": "00:24:35",
    "end": "00:24:36"
  },
  {
    "text": "And his point is. No, you didn't actually just see it.",
    "start": "00:24:36",
    "end": "00:24:38"
  },
  {
    "text": "Yeah.",
    "start": "00:24:38",
    "end": "00:24:39"
  },
  {
    "text": "So in the same way, did you really listen if you didn't. If it didn't change your behavior?",
    "start": "00:24:39",
    "end": "00:24:45"
  },
  {
    "text": "That's right. So that's. The Hebrew word Shema has these ranges of meaning when you bring it all the way back then to the famous verse that we're focusing on. So the Shema, which became a prayer in Judaism that Jewish people pray morning and evening every day, and what is it that they're to hear? It says, shema, Israel, the Lord is our God, the Lord alone, or the Lord is one. So this isn't. Maybe we should add the word one.",
    "start": "00:24:45",
    "end": "00:25:28"
  },
  {
    "text": "Yeah, right.",
    "start": "00:25:29",
    "end": "00:25:29"
  },
  {
    "text": "So we can talk about that. Because this isn't making a philosophical statement about the multiplicity or singularity of God's being. This is about Israel worshiping their fidelity. Yeah. To one God who redeemed them from slavery, not any of the other gods, the Canaanites or Babylonians. So listen, the Lord is our God. That's something you need to listen to. Yeah, totally. I mean, just stop and think about that. So you can totally hear that and just be like, yeah, of course. Of course he is. Whatever. I'm Jewish. I'm one of God's people. Fine. But the whole point, it's kind of.",
    "start": "00:25:30",
    "end": "00:26:10"
  },
  {
    "text": "Like when you go to your kid and you're like, listen, I'm your dad.",
    "start": "00:26:10",
    "end": "00:26:13"
  },
  {
    "text": "Yeah, totally. Yeah. But somehow listening to the fact that this God alone is my God is supposed to have a fundamental effect on my behavior. And if it doesn't, then I haven't listened. I haven't listened, and it's clear that I don't listen. Well, because my whole tribe has adopted the practice of saying this out loud to ourselves every morning and when you wake up and every night before you go to bed, so that the. So that listening to this fact becomes something that shapes our whole culture and life together as a people. That's the purpose of the Shema. Hear, O Israel, the Lord is our God, the Lord alone.",
    "start": "00:26:14",
    "end": "00:27:04"
  },
  {
    "text": "Thanks for listening to this episode. The BibleProject is a nonprofit. We're based in Portland, Oregon. We believe the Bible is a unified story that leads to Jesus and has profound wisdom for the modern world. We make videos and other resources that you could find on our website, thebibleproject.com youm can watch all our videos on YouTube. YouTube.com thebibleproject this year we have a lot of great stuff coming out. We've got this word study series kicking off we're still cruising through the Gospel of Luke. We're still working on a series on how to read the Bible, and we got a few theme videos coming out this year. Thanks for listening in and being a part of this.",
    "start": "00:27:11",
    "end": "00:27:48"
  }
]