[
  {
    "text": "Hey, this is John at the bibleproject. Today on the podcast, we're having a Q and R question response on Nephesh. A few months ago, we released a video and some corresponding podcasts talking about the Hebrew word Nephesh. So, in Hebrew, the word Nephesh originally and most basically meant your throats. But in our English Bible, the word Nephesh often gets translated as life or often as soul. So how do we get the word soul from a word that originally meant throat? That's a long conversation. It involves Greek, Platonic philosophy, how the King James Bible impacted our culture, and the difficulty of understanding biblical context and nuance. And we have a lot of podcasts talking about that. A couple key takeaways, though. According to biblical authors, we don't have a soul. We are a soul, a living, breathing Nephesh. And secondly, the biblical hope is that God will one day sustain our Nephesh beyond death so that we can enter a renewed creation in a physical, embodied state. As you can imagine, this topic is a bit of a mind bender for everyone, including me. So today, Tim and I respond to your questions about Nephesh, the soul, and the afterlife. Thanks for joining us. Here we go. Okay, here we are. We are going to answer some questions about Nephesh.",
    "start": "00:00:07",
    "end": "00:01:41"
  },
  {
    "text": "Yes. Or about the soul. We did a video about the meaning of Hebrew word Nephesh, which gets translated as soul most often in the Shema. Then we had many podcast discussions about the meanings or misunderstandings of the word Nephesh. And.",
    "start": "00:01:41",
    "end": "00:01:59"
  },
  {
    "text": "And I knew that going into it, that this is a category bender that's hard to wrap your mind around.",
    "start": "00:02:00",
    "end": "00:02:07"
  },
  {
    "text": "You were a little bit worried that we were gonna disturb people.",
    "start": "00:02:07",
    "end": "00:02:10"
  },
  {
    "text": "Yeah, I'm surprised. People just kind of rolled with it as much as they did. They're like, yeah, awesome, we are a soul. Yeah, that's great. But it's still hard for me, actually, so a lot of these questions are great springboards for me to probably continue asking questions, too.",
    "start": "00:02:11",
    "end": "00:02:25"
  },
  {
    "text": "So. And maybe just to again summarize, the main point is that the biblical words Hebrew, Nephesh, and the Greek word used in the New Testament, these words have been historically, since the early English translations, translated with the English word soul. But what that word means in English doesn't correspond neatly to what either of those words mean in their original languages. And so what's happened is that we have adapted the Bible to mean what the word soul means in our cultural tradition, as opposed to the opposite, which.",
    "start": "00:02:25",
    "end": "00:03:04"
  },
  {
    "text": "A lot of that comes from Platonic thought. Like a Greek.",
    "start": "00:03:04",
    "end": "00:03:08"
  },
  {
    "text": "Yeah, it's a European stream of thought that links back to the great Greek philosophers through Socrates.",
    "start": "00:03:09",
    "end": "00:03:17"
  },
  {
    "text": "Yeah, that's a good place for me to start before we jump into these questions. Because a lot of these questions are about vocabulary. And so for me to just make sure I'm on the same page with the vocabulary that we usually begin in a modern Western context when we talk about soul, which is for Plato, there was this more real immaterial part of you that exists apart from your physical self. And actually he has that metaphor of the. Of the charioteer riding two horses. And so like you're the rider, the charioteer is like your rational spiritual self that survives outside of this corporeal existence. And then the horses, there's two. I don't know the difference. I know one was like this brute of a horse, like the bad passions, and one was like kind of your good passions. But the whole point is that your rational spiritual self can drive and control the this kind of more beastly physical self, your emotions and passions and those kind of things. And so dualism is what comes out of that, which is also what continues on into enlightenment. Is this thinking that we have these two parts of us, this immaterial part and this physical part, and they're separate and they can live distinct from each other. So that dualistic thought comes into how we read the Bible.",
    "start": "00:03:18",
    "end": "00:04:44"
  },
  {
    "text": "Well, yeah, but the other piece about. And again, I'm not an expert on ancient Greek philosophy.",
    "start": "00:04:44",
    "end": "00:04:50"
  },
  {
    "text": "Yeah, yeah, we should.",
    "start": "00:04:50",
    "end": "00:04:52"
  },
  {
    "text": "You know, it'd be fun to interview someone who is. But from what I understand and from the moderate amount of reading I've done that it wasn't just an idea that oh, there's a material and immaterial, but there was an evaluation being made, namely that the material, because it's temporary and fading and breaks down. It's not as valuable, it's less, it's not the ideal. And so whatever is true or ultimate or eternal, these are the non material things. And so it created a value distinction too. And so the Israelite Jewish way of recognizing that material and immaterial, because again we saw that in view that idea is in the Old Testament, namely when a human dies, they don't go out of existence. That self can be sustained by God's own power. But the story in which that material and immaterial distinction makes the sense it does is totally different in Jewish tradition. And I think that's where especially modern Western readers need to adapt our idea of soul to what the biblical story is trying to do.",
    "start": "00:04:52",
    "end": "00:06:05"
  },
  {
    "text": "So what's the quick summary of what that story is, then it's that the.",
    "start": "00:06:05",
    "end": "00:06:09"
  },
  {
    "text": "Material world is good. Page one of the Bible. So the material world's good. It's become compromised. And death is a reality in our existence that keeps us from attaining to the full ideal that God has for our world. But that full idea that God has for our world is material, is physical, but it's a form of existence that transcends the current limitations of the physical world as we know it. That's the biblical story. And that's why the resurrection of Jesus is the linchpin for a Christian, that is Jewish Christian worldview. Because the whole hope is because Jesus was a physical person. And so whatever the Christian hope is for the world, it's that our nefesh, our being becomes fully redeemed and transformed, not abandoned for a non material existence. So that's the big adaptation, I think.",
    "start": "00:06:09",
    "end": "00:07:13"
  },
  {
    "text": "Yeah. Cool. So let's jump into some questions then.",
    "start": "00:07:13",
    "end": "00:07:16"
  },
  {
    "text": "Sure.",
    "start": "00:07:16",
    "end": "00:07:17"
  },
  {
    "text": "So Sam Darby has a question. Hello. Hello, Tim and John. This is Sam speaking from Marietta, Georgia. Can you explain why Paul wrote that each of us has a body, a soul and a spirit? If in fact the soul is the same thing as the body, what do we make about the spirit then with all this? Thanks.",
    "start": "00:07:17",
    "end": "00:07:37"
  },
  {
    "text": "Yeah, okay, great question. So Sam, you're referring to a passage in one of Paul's letters, the first letter of the Thessalonians, chapter five. It's literally like the last few sentences of the letter. And he prays this blessing of over them. And he says, now may the God of peace himself make you entirely holy or sanctify you entirely. And may your spirit and soul and body be kept completely without blame at the coming of our Lord Jesus. So people have noted for centuries, millennia now actually, is that Paul uses this three part description to describe the whole person. Right. May you be wholly kept. He uses two words to talk, we think about the immaterial, non material, and then one word to talk about material. And so the question is, if he uses three words, he must have three.",
    "start": "00:07:37",
    "end": "00:08:34"
  },
  {
    "text": "Categories in his mind.",
    "start": "00:08:34",
    "end": "00:08:35"
  },
  {
    "text": "Categories in his mind, at least that's one way of thinking about it, is that these are three separate distinct categories of the human person. So what's fascinating is this one sentence, this is the only time in all of Paul's letters where he uses this three part description.",
    "start": "00:08:35",
    "end": "00:08:52"
  },
  {
    "text": "Okay.",
    "start": "00:08:52",
    "end": "00:08:53"
  },
  {
    "text": "He uses each of these words individually all over his letters. Spirit, pneuma, soul is that Greek word. And then body, which is soma. So he uses them a lot individually. He also uses most basically a two part description when he wants to talk about the whole human person, he'll often use a two word phrase. So sometimes it's body and spirit. So in 2 Corinthians chapter 7, he says, My friends, let us purify ourselves from everything that contaminates body and spirit. But other times he'll talk about just the body, or other times he'll talk about just the spirit. Usually the human spirit, for Paul, is connected with thoughts. Actually, we looked at some of these passages in our podcast on Spirit. So Paul talks about the a person's thoughts. That one passage, 1 Corinthians 2, where he says, who knows a person's thought except the spirit within them? And I remember that was you had a cool moment where you connected a whole bunch of things in a way that was helpful for me too, about the immateriality of our thought. We experience our thoughts as non material things. So Paul connects our mind with the spirit.",
    "start": "00:08:53",
    "end": "00:10:07"
  },
  {
    "text": "Yeah. Which is weird because isn't suke actually more related to mind because psyche comes from it.",
    "start": "00:10:08",
    "end": "00:10:14"
  },
  {
    "text": "Oh, in English.",
    "start": "00:10:14",
    "end": "00:10:16"
  },
  {
    "text": "In English.",
    "start": "00:10:16",
    "end": "00:10:16"
  },
  {
    "text": "In English, yes.",
    "start": "00:10:16",
    "end": "00:10:17"
  },
  {
    "text": "But in Greek it's not.",
    "start": "00:10:17",
    "end": "00:10:18"
  },
  {
    "text": "No. Well, for the New Testament authors, they pretty much continue on the usage of nephesh. When they use the word suke, they mean nephesh.",
    "start": "00:10:19",
    "end": "00:10:28"
  },
  {
    "text": "This is what's so hard.",
    "start": "00:10:29",
    "end": "00:10:30"
  },
  {
    "text": "It's super complicated.",
    "start": "00:10:30",
    "end": "00:10:31"
  },
  {
    "text": "Because you've got Greek writers thinking in Hebrew.",
    "start": "00:10:31",
    "end": "00:10:34"
  },
  {
    "text": "Correct? Yeah.",
    "start": "00:10:34",
    "end": "00:10:35"
  },
  {
    "text": "And then we're reading it in Greek, thinking in English. That's ridiculous.",
    "start": "00:10:35",
    "end": "00:10:39"
  },
  {
    "text": "But for most people, they don't experience it because they read the Bible in a translation, namely in English.",
    "start": "00:10:41",
    "end": "00:10:45"
  },
  {
    "text": "Yeah, but all those layers are hidden there.",
    "start": "00:10:46",
    "end": "00:10:48"
  },
  {
    "text": "All those interpretive layers are underneath. They're behind our translations. They represent. Yes.",
    "start": "00:10:48",
    "end": "00:10:54"
  },
  {
    "text": "When Paul writes psuche, he is really just translating, using a Greek word to mean nephesh.",
    "start": "00:10:54",
    "end": "00:11:00"
  },
  {
    "text": "I'd say the primary concept in his mind that he's using is the Nephesh. The biblical concept of Nephesh.",
    "start": "00:11:00",
    "end": "00:11:07"
  },
  {
    "text": "Yeah, Physical, living, breathing.",
    "start": "00:11:07",
    "end": "00:11:10"
  },
  {
    "text": "The being, being. Being.",
    "start": "00:11:10",
    "end": "00:11:11"
  },
  {
    "text": "Your beingness.",
    "start": "00:11:12",
    "end": "00:11:13"
  },
  {
    "text": "Yeah. Which is represented by my body, but which doesn't get extinguished by death, but can be preserved by God to be brought into human 2.0 in the new creation. At least that's the story Paul has in his head.",
    "start": "00:11:13",
    "end": "00:11:31"
  },
  {
    "text": "Okay. And so in that spirit, Pneuma is then following the Hebrew tradition of Ruach.",
    "start": "00:11:31",
    "end": "00:11:38"
  },
  {
    "text": "Of Ruach. Correct. Yeah. Which in the Hebrew Bible primarily means animating life energy, while Suqay is more.",
    "start": "00:11:38",
    "end": "00:11:46"
  },
  {
    "text": "Related to mind in kind of English, in Hebrew thought. And Paul's Greek thinking. Hebrew thought, it was more related to your being. So spirit is actually more related to your Thoughts.",
    "start": "00:11:46",
    "end": "00:12:00"
  },
  {
    "text": "Your thoughts. Correct.",
    "start": "00:12:00",
    "end": "00:12:01"
  },
  {
    "text": "We did have this conversation. I remember that now.",
    "start": "00:12:01",
    "end": "00:12:03"
  },
  {
    "text": "We did, because there are a handful of passages in the Hebrew Bible where spirit can refer to not your whole life animating energy, but to the invisible ideas you have that create a physical effect in the world.",
    "start": "00:12:03",
    "end": "00:12:20"
  },
  {
    "text": "Yeah.",
    "start": "00:12:20",
    "end": "00:12:20"
  },
  {
    "text": "And so there's a handful of passages, and that's actually one of the passages that Paul quotes right here in First Corinthians 2, where he talks about a person's thoughts being known by their spirit.",
    "start": "00:12:21",
    "end": "00:12:31"
  },
  {
    "text": "Yeah.",
    "start": "00:12:32",
    "end": "00:12:32"
  },
  {
    "text": "It's from Isaiah 40. Who has known the mind of the Lord? But in Hebrew, it's who has known the spirit of the Lord.",
    "start": "00:12:32",
    "end": "00:12:39"
  },
  {
    "text": "But it's translated mind.",
    "start": "00:12:39",
    "end": "00:12:40"
  },
  {
    "text": "But it's translated by the Greek translators of the Septuagint.",
    "start": "00:12:41",
    "end": "00:12:44"
  },
  {
    "text": "Oh.",
    "start": "00:12:45",
    "end": "00:12:45"
  },
  {
    "text": "As mind. Spirit. Ruach gets translated as mind, correctly, I think, by.",
    "start": "00:12:46",
    "end": "00:12:52"
  },
  {
    "text": "What's the Greek word for mind?",
    "start": "00:12:52",
    "end": "00:12:53"
  },
  {
    "text": "Nous. Right there and then that's what Paul is riffing off of this whole second chapter of First Corinthians. So I guess here's the point, is that Paul uses. He's aware that these words have different meanings.",
    "start": "00:12:53",
    "end": "00:13:06"
  },
  {
    "text": "Yeah.",
    "start": "00:13:06",
    "end": "00:13:06"
  },
  {
    "text": "Soul and spirit. The question is, when he uses all.",
    "start": "00:13:06",
    "end": "00:13:10"
  },
  {
    "text": "Three of them together, is he creating some complete ontology?",
    "start": "00:13:10",
    "end": "00:13:12"
  },
  {
    "text": "Correct. That's correct. And so I think here's the many people. This One verse in First Thessalonians, chapter 5, has been used to generate whole traditions, whole theologies, whole ministries. Because the assumption is, well, if Paul said it, then this is for people who have a view of the Bible as divine revelation. This is a divine revelation of what it means the true nature of humanity, that we are physical, spiritual, and soulish. Those are three distinguished from each other. And so the question is, well, first of all, does that really honor. Does that honor the context? Does it honor the rhetorical or communicative purpose of this greeting at the end of the letter? Yeah. In other words, is Paul delivering a lecture here on the nature of humanity?",
    "start": "00:13:12",
    "end": "00:14:04"
  },
  {
    "text": "Right.",
    "start": "00:14:04",
    "end": "00:14:04"
  },
  {
    "text": "No, I mean, literally, it's a.",
    "start": "00:14:04",
    "end": "00:14:07"
  },
  {
    "text": "It's a greeting at the end of the letter.",
    "start": "00:14:07",
    "end": "00:14:08"
  },
  {
    "text": "Yeah. It's a prayer. And you could take it many ways. You could take it that there are many different ways of talking about the complex human person.",
    "start": "00:14:08",
    "end": "00:14:17"
  },
  {
    "text": "Yeah.",
    "start": "00:14:17",
    "end": "00:14:18"
  },
  {
    "text": "Paul will sometimes say body and spirit. Here he says, body, soul, and spirit. What about Jesus? I mean, if you really want to, like, arrange the whole Bible here, I made a list of all these ones. So think of the Shema like, that's a way of thinking about your heart.",
    "start": "00:14:18",
    "end": "00:14:33"
  },
  {
    "text": "Your Nephesh, and your strength.",
    "start": "00:14:34",
    "end": "00:14:36"
  },
  {
    "text": "Yeah, that's right. So heart, soul, and strength in the Gospel Of Mark, when Jesus quotes the Shema, he adds a fourth one.",
    "start": "00:14:36",
    "end": "00:14:42"
  },
  {
    "text": "Yeah. Mind.",
    "start": "00:14:43",
    "end": "00:14:43"
  },
  {
    "text": "So heart, soul, mind and strength.",
    "start": "00:14:43",
    "end": "00:14:45"
  },
  {
    "text": "Yeah. Can we throw all these up on a wall and create some sort of complete taxonomy of the human person?",
    "start": "00:14:46",
    "end": "00:14:53"
  },
  {
    "text": "Yes. Or there's another possibility, namely that there was no point at which Jesus and the apostles and Paul got into a room and said, okay, when we say pneuma, we all mean this exact thing.",
    "start": "00:14:54",
    "end": "00:15:07"
  },
  {
    "text": "Right.",
    "start": "00:15:07",
    "end": "00:15:07"
  },
  {
    "text": "And when we say they weren't psychologists. Correct. And it doesn't seem like the vocabulary that they use is always precise across different authors or referring to the same thing. So you could say these are overlapping terms. The most base distinction you have is of a material and immaterial, namely something that is physical, that's at home at this stage of the universe's existence. And then there's the reality that transcends beyond death and lives on into the new creation. And to those things are applied other words like soul or spirit, the essential you.",
    "start": "00:15:07",
    "end": "00:15:48"
  },
  {
    "text": "But soul can also refer to just your physical you.",
    "start": "00:15:48",
    "end": "00:15:52"
  },
  {
    "text": "Yeah. Your existence, which is your bodily existence both now and in the new creation.",
    "start": "00:15:53",
    "end": "00:15:58"
  },
  {
    "text": "And somehow in between.",
    "start": "00:15:59",
    "end": "00:16:01"
  },
  {
    "text": "Yes. If I have a nephesh now, if it's going to be a transformed nefesh in the new creation, then somehow my nephesh endures through death. That's the classic Jewish and Christian hope.",
    "start": "00:16:01",
    "end": "00:16:13"
  },
  {
    "text": "Yeah. It's just helpful for me in that if you start with Greek thought, it's that we are, more importantly, we're immaterial and we'll escape our bodies and we'll be kind of immaterial for all eternity. But this is the other way around, which is. No, we are material. We will started that way.",
    "start": "00:16:13",
    "end": "00:16:33"
  },
  {
    "text": "That's right. And it's good.",
    "start": "00:16:33",
    "end": "00:16:34"
  },
  {
    "text": "And it's good.",
    "start": "00:16:34",
    "end": "00:16:35"
  },
  {
    "text": "It's not to be escaped.",
    "start": "00:16:35",
    "end": "00:16:36"
  },
  {
    "text": "And we will escape and we will end that way. That's the hope of scripture. But there is this time in between.",
    "start": "00:16:36",
    "end": "00:16:42"
  },
  {
    "text": "Which is kind of like it's an anomaly.",
    "start": "00:16:42",
    "end": "00:16:45"
  },
  {
    "text": "It's an anomaly. It's not the ideal. It's the anomaly.",
    "start": "00:16:45",
    "end": "00:16:48"
  },
  {
    "text": "That's a good way to put it. It's a human nephesh existing in a disembodied state.",
    "start": "00:16:48",
    "end": "00:16:54"
  },
  {
    "text": "Right.",
    "start": "00:16:54",
    "end": "00:16:55"
  },
  {
    "text": "Because your body is rotting in the ground.",
    "start": "00:16:55",
    "end": "00:16:56"
  },
  {
    "text": "Yeah. And that shouldn't be like. Yeah, of course. Because I am a disembodied person living in a body. You would go, that's weird. How's that going to happen? Because I'm a body.",
    "start": "00:16:57",
    "end": "00:17:07"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:17:07",
    "end": "00:17:09"
  },
  {
    "text": "Okay.",
    "start": "00:17:09",
    "end": "00:17:09"
  },
  {
    "text": "Yeah.",
    "start": "00:17:10",
    "end": "00:17:10"
  },
  {
    "text": "You know, another difference is in. I think Greek thought tries to be really precise. Right. I think the point was they were trying to be very clear where it seems like in this Jewish thought, the point wasn't to make these really clear kind of categories, to argue about philosophically as much as.",
    "start": "00:17:10",
    "end": "00:17:31"
  },
  {
    "text": "Correct. Yeah. But also it's just that we're trying to adapt to a Hebrew culture's way of seeing the world and thinking about humanity. So, Sam Darby, your question was why does Paul seem to distinguish between body, soul and spirit? Yeah, soul and body if they're the same? And so just to be super clear, in Paul's usage and in Old Testament usage, they're not the same. So your nephesh is constituted by your body, but if your nephesh can be redeemed beyond the grave, then it's more than your body. Then it's more than this version of my body, my nephesh.",
    "start": "00:17:32",
    "end": "00:18:06"
  },
  {
    "text": "It's your operating system.",
    "start": "00:18:06",
    "end": "00:18:08"
  },
  {
    "text": "Yes, the operating system. But that requires hardware.",
    "start": "00:18:08",
    "end": "00:18:11"
  },
  {
    "text": "Yeah. Right.",
    "start": "00:18:11",
    "end": "00:18:12"
  },
  {
    "text": "And so it has this current hardware and. Right. The biblical hope is that it will receive new hardware. And so it's your nephesh that's the you now that goes on. Whereas for Paul, the body, when he uses that word, body or flesh, he's usually referring to human 1.0, namely the version that will end up in the grave and that needs to be redeemed and rescued. So they are different.",
    "start": "00:18:12",
    "end": "00:18:38"
  },
  {
    "text": "And then why another word than for soul and spirit?",
    "start": "00:18:39",
    "end": "00:18:43"
  },
  {
    "text": "Well, we could bring another. There's one other New Testament passage in the mix here in Hebrews chapter four.",
    "start": "00:18:43",
    "end": "00:18:48"
  },
  {
    "text": "Yeah, why don't we throw another question in the mix then too?",
    "start": "00:18:48",
    "end": "00:18:51"
  },
  {
    "text": "Because we have. Yeah, we have a couple of questions.",
    "start": "00:18:51",
    "end": "00:18:52"
  },
  {
    "text": "Someone asking about that. So this is from Johnny Bricardo.",
    "start": "00:18:52",
    "end": "00:18:56"
  },
  {
    "text": "Hi, Tim. Hi, John.",
    "start": "00:18:56",
    "end": "00:18:57"
  },
  {
    "text": "This is Johnny B.",
    "start": "00:18:57",
    "end": "00:18:58"
  },
  {
    "text": "From Chicago. My question is about Hebrews 4:12.",
    "start": "00:18:58",
    "end": "00:19:02"
  },
  {
    "text": "It seems to me this tells us.",
    "start": "00:19:02",
    "end": "00:19:04"
  },
  {
    "text": "That man is dual natured bones and.",
    "start": "00:19:04",
    "end": "00:19:06"
  },
  {
    "text": "Marrow, meaning physical and soul and spirit, meaning non physical. How can we understand this with the view of man as a single natured.",
    "start": "00:19:06",
    "end": "00:19:14"
  },
  {
    "text": "Being, meaning man is a soul. Yeah, let's see. So in Hebrews 4:12, I'll just read the passage. It's a conclusion to a really epic movement of thought in the letter to the Hebrews. But he says, for the word of God is alive and active, sharper than any double edged sword. It penetrates, literally divides or separates between soul and spirit. Those are our words again, Psuke and pneuma, joints and marrow. It judges the thoughts and attitudes of the heart. So it's a metaphor. He's saying the power of God's word through history. And specifically in Hebrews 4 he's talking about the story of Israel rebelling in the wilderness and how it names their rebellion and there's consequences for it. And so it's sharper, namely that it cuts to the heart of the issue. And then what he wants to imagine are things that are so closely bound together, they're virtually impossible to separate. The point of the metaphor is there are things in this world that ought not to be separated or that are very difficult to separate.",
    "start": "00:19:14",
    "end": "00:20:20"
  },
  {
    "text": "Right.",
    "start": "00:20:20",
    "end": "00:20:21"
  },
  {
    "text": "So he names two things. The immaterial nature of the human. Right. What is that? Essential you. Right. That lives. That God can redeem into the new creation. What is that? So one of the Hebrew words for it is nephesh. Another one can be the word ruach. And so the point here is actually how close they are and how difficult to separate. Not that they are separate and very clear, which is funny. Usually this passage gets appealed to to say, look, there are clearly two parts to the non material part of a human. His point is the opposite is they're so close together, the only thing that.",
    "start": "00:20:21",
    "end": "00:21:00"
  },
  {
    "text": "Can divide them is God's word.",
    "start": "00:21:00",
    "end": "00:21:01"
  },
  {
    "text": "That's correct. And the same with joints and marrow. So of course you can break them apart, but if you're breaking them apart, you're killing it. Yeah, you're killing it. They are not supposed to be separated. The same with your thoughts and attitudes. So how do I tell the difference between an idea that I have or the motive for having that idea? So there once someone pointed that out to me, the point of all those things is their unity, not their clear distinction, at least in context.",
    "start": "00:21:01",
    "end": "00:21:30"
  },
  {
    "text": "So Paul senses some sort of unity between these two ideas of soul and spirit.",
    "start": "00:21:30",
    "end": "00:21:34"
  },
  {
    "text": "Correct.",
    "start": "00:21:34",
    "end": "00:21:34"
  },
  {
    "text": "Even though he also, by having different words, is identifying. They also are distinct.",
    "start": "00:21:34",
    "end": "00:21:40"
  },
  {
    "text": "Yeah. And they're distinct in that they're biblical vocabulary that he got from his Bible. So they are distinct words in the Hebrew Bible. But he never offers any clarification on what precisely he means. And the fact that he can use them interchangeably. One time he'll say body, soul, spirit, another time he'll say body and spirit. He doesn't need three parts, he'll just need two to make his point means that it seems as if Paul really just has a core idea of like current physical body, 1.0, and then what endures beyond into 2.0.",
    "start": "00:21:41",
    "end": "00:22:16"
  },
  {
    "text": "And in what endures beyond, you could say soul and spirit. But if you were to try to separate those. I think I heard you say this a little bit. Soul is focused on your essential beingness. You're like being a person where spirit is from, Ruach, which is more about the energy, the life force, and specifically, a lot of times your mental energy.",
    "start": "00:22:16",
    "end": "00:22:40"
  },
  {
    "text": "Yeah, yeah. What is invisible to me and others that produces visible effects in the world? That's Ruach and pneuma.",
    "start": "00:22:41",
    "end": "00:22:48"
  },
  {
    "text": "Yeah.",
    "start": "00:22:49",
    "end": "00:22:49"
  },
  {
    "text": "There are two ways of talking about the same thing.",
    "start": "00:22:49",
    "end": "00:22:52"
  },
  {
    "text": "Yeah, that's the thing. It might be two different ways of talking about the same.",
    "start": "00:22:52",
    "end": "00:22:56"
  },
  {
    "text": "Just like the Shema can say, your heart and your Nephesh. Right. So your attitudes and will and choices and emotions and your whole being. But it's a way of talking about the whole united person.",
    "start": "00:22:57",
    "end": "00:23:10"
  },
  {
    "text": "And strength in the Shema is just another way of saying everything about you, too, Right?",
    "start": "00:23:10",
    "end": "00:23:15"
  },
  {
    "text": "That's right. Every possibility that your heart and nefesh.",
    "start": "00:23:15",
    "end": "00:23:20"
  },
  {
    "text": "So there's a lot more symmetry to these words than. Than distinctions.",
    "start": "00:23:20",
    "end": "00:23:24"
  },
  {
    "text": "Yeah. Or unity.",
    "start": "00:23:25",
    "end": "00:23:26"
  },
  {
    "text": "Unity.",
    "start": "00:23:26",
    "end": "00:23:27"
  },
  {
    "text": "I think that's right. Unity. In fact, let me just recommend two books that have been really helpful for me. This is a very old question. People have been writing and thinking about all these terms and what they mean about the nature of humanity, at least in the understanding of the biblical authors. But two recent works that both summarize the whole history of discussion and are really clear studies. One is by a guy named John Cooper called Body, Soul and Life Everlasting. Subtitle Biblical Anthropology and the Monism, Dualism Debate. Dun dun, dun. Thrilling title. Then Joel Green, a book called Body, Soul and Human Life, the Nature of Humanity in the Bible. And Joel Green's awesome. He's one of the only biblical scholars I've ever known of who went the full PhD route in biblical studies and then said, my education's not over. So then he went on into the sciences and got a master's.",
    "start": "00:23:27",
    "end": "00:24:24"
  },
  {
    "text": "You're talking about this guy in neuroscience.",
    "start": "00:24:24",
    "end": "00:24:26"
  },
  {
    "text": "In neuroscience, yeah. And then he's gone on to write and edit a number of books on this whole set of issues. And so he's written a number of books. But this is my favorite one. Body, Soul and Human Life. Those have been very helpful for me if you're interested in taking a deeper dive.",
    "start": "00:24:26",
    "end": "00:24:42"
  },
  {
    "text": "Nice. All right, this question is from Daniel Ferguson. In Psalm 63, David says that his soul, Nephesh, thirsts for God. This is poetic language. But what does this look like in daily life? What does it practically mean to thirst after God with my soul?",
    "start": "00:24:42",
    "end": "00:24:56"
  },
  {
    "text": "From our earlier conversations on the word soul, you talked about how you could use the word soul in your previous understanding of. It's just the part of you that floats away to heaven.",
    "start": "00:24:57",
    "end": "00:25:07"
  },
  {
    "text": "Yeah.",
    "start": "00:25:07",
    "end": "00:25:07"
  },
  {
    "text": "But you still had a way to Talk about it like. Like what did that mean to you when you read a psalm that said my soul thirsts for God, what did that mean to you?",
    "start": "00:25:08",
    "end": "00:25:16"
  },
  {
    "text": "It meant the most significant part of me, the part of me that really matters.",
    "start": "00:25:18",
    "end": "00:25:24"
  },
  {
    "text": "Like your core being.",
    "start": "00:25:24",
    "end": "00:25:25"
  },
  {
    "text": "And I think it's because.",
    "start": "00:25:26",
    "end": "00:25:27"
  },
  {
    "text": "But that's kind of like nefesh.",
    "start": "00:25:27",
    "end": "00:25:29"
  },
  {
    "text": "It is like nefesh. Yes, but it's so similar. But there's a little difference in that it's core because it's separate from the physical. That's what makes it more essential.",
    "start": "00:25:29",
    "end": "00:25:40"
  },
  {
    "text": "I see.",
    "start": "00:25:40",
    "end": "00:25:40"
  },
  {
    "text": "And so when I'm talking about my soul, it's like, yeah, it's not that. Like I long for you because I like to snuggle with you if I'm talking to my wife. But I long for you because something deep and important in me is connected to you. It's more than physical.",
    "start": "00:25:40",
    "end": "00:25:56"
  },
  {
    "text": "And that view of the most important part of you was. It's the non physical part of the way that's the most important part. So I'll save my soul.",
    "start": "00:25:56",
    "end": "00:26:03"
  },
  {
    "text": "So similar to Nefesh in that it was the essential part of me, but it still had this Greek thought which is separation. Separation from the physical.",
    "start": "00:26:03",
    "end": "00:26:12"
  },
  {
    "text": "Yeah.",
    "start": "00:26:12",
    "end": "00:26:12"
  },
  {
    "text": "And the more I can separate from the physical, the more real and essential I become.",
    "start": "00:26:12",
    "end": "00:26:17"
  },
  {
    "text": "You know what's interesting, we talked about that usage of the English word soul in like transportation language.",
    "start": "00:26:17",
    "end": "00:26:24"
  },
  {
    "text": "Yeah.",
    "start": "00:26:24",
    "end": "00:26:25"
  },
  {
    "text": "But I was also thinking about like soul music. Oh yeah, right. Or soul means a music that's in touch with the core of humanity.",
    "start": "00:26:25",
    "end": "00:26:37"
  },
  {
    "text": "Right.",
    "start": "00:26:37",
    "end": "00:26:37"
  },
  {
    "text": "It comes from. Right, Yeah. A non rational core that just exudes the.",
    "start": "00:26:37",
    "end": "00:26:43"
  },
  {
    "text": "I think that's what people mean a lot of times. Just the core.",
    "start": "00:26:44",
    "end": "00:26:46"
  },
  {
    "text": "Yeah, the core. Which. That's a good.",
    "start": "00:26:46",
    "end": "00:26:50"
  },
  {
    "text": "That's close to nephthysis.",
    "start": "00:26:50",
    "end": "00:26:51"
  },
  {
    "text": "Yeah. It's very similar to nephew, but it's.",
    "start": "00:26:51",
    "end": "00:26:53"
  },
  {
    "text": "The core, including your body, including the body, constituted by your body, not trying to separate it from the body.",
    "start": "00:26:53",
    "end": "00:27:00"
  },
  {
    "text": "Correct. Yeah, yeah, I guess that would be the difference. So. But that difference is important because what these poets, biblical poets are saying is that their very being, which includes, is constituted by their body. Like what are we? At least in this form of creation, we are so intimately connected with our bodies, it's ridiculous to talk about ourselves apart from our bodies.",
    "start": "00:27:00",
    "end": "00:27:24"
  },
  {
    "text": "You say that, but it's easy to think about. It's been easy for me my whole life to think of myself as apart from my body. It's been easy for me to think of myself as some rational driver somewhere inside my head that can exist apart from my body.",
    "start": "00:27:24",
    "end": "00:27:41"
  },
  {
    "text": "I hear that I Hear that? I mean, I'm with you. It might be we're both also. Both fives on the Enneagram. Meaning that we are very emotionally detached and tend to think about our emotions instead of feeling them.",
    "start": "00:27:41",
    "end": "00:27:57"
  },
  {
    "text": "Right.",
    "start": "00:27:57",
    "end": "00:27:58"
  },
  {
    "text": "So you and I aren't the best candidates for.",
    "start": "00:27:59",
    "end": "00:28:00"
  },
  {
    "text": "But for me, thinking about Netflix is so important because it grounds me more in my body. Yes, it's saying, yeah, I do have this rational part of me that feels separate, but it's an illusion that it is completely separate. It's still connected to intimately my emotions and passions and feelings in my body.",
    "start": "00:28:01",
    "end": "00:28:21"
  },
  {
    "text": "So, Daniel, your question is, what does it mean for me to feel? I think what the poet's trying to get at actually isn't something that you need to try to feel. What the poets usually. These poets are describing some difficult situation. They're in a moment of loneliness, of hardship, of deprivation or persecution. And what they're longing for is the love and generosity and presence of their creator, man. You know, the one, one author, for me personally, that's pastorally guided me into this in a really important way is he either is Catholic or he's a Catholic priest. His name's Ronald Rolhiser. It's called the Holy Longing. And then he wrote a second book called An Infinite Horizon. But it's in the spiritual formation tradition. But the whole book's about this, the Holy longing. And the whole point is he actually uses a lot of these biblical metaphors and psalms about longing for God. And his point is to be human in this stage of. The story that we're in is to be a being beset with limitations and shortcomings. And whether it's hunger or thirst or loneliness, the need for relationships, it's our experience. He talks about how we. We're creatures that are constantly longing to transcend the boundaries of our existence. Whether it's to never be hungry or to never be tired, or to never be bored or never be lonely.",
    "start": "00:28:24",
    "end": "00:30:00"
  },
  {
    "text": "Are we talking about emotions here? But also sadness, fear?",
    "start": "00:30:01",
    "end": "00:30:04"
  },
  {
    "text": "Well, where he goes with it. And to me, what was helpful about the book was he said what it means to take each of those limitations and stop seeing them as negatives, whereas deprivation is to see them as pointers, to see them as signs that I am looking for something that transcends the kind of life experience that's available to me. That hunger points me to a limitation that my life can only be constituted by the gift of something outside myself, or sexual tension or loneliness. Those are longings to be connected to an other than myself. It's a very pastoral guide of taking places of pain and loneliness or need in your life and transforming them into signposts pointing you towards something that neither you or any human can ever provide for you.",
    "start": "00:30:05",
    "end": "00:31:06"
  },
  {
    "text": "So when he. So would he say, then when you are feeling the pain of loneliness, your Nephesh is longing.",
    "start": "00:31:07",
    "end": "00:31:15"
  },
  {
    "text": "He would describe that as. That's right. That's your Nephesh longing.",
    "start": "00:31:15",
    "end": "00:31:18"
  },
  {
    "text": "And then if you direct that to where is it pointing to, then your Nephesh is longing after God, correct?",
    "start": "00:31:19",
    "end": "00:31:26"
  },
  {
    "text": "Yeah.",
    "start": "00:31:26",
    "end": "00:31:27"
  },
  {
    "text": "So if you just kind of wallow in it and your nephew is just longing and being miserable, but if you kind of make that a spiritual moment of, what is it that I'm wanting and God, can you give that to me? Now you're doing what David was doing, thirsting after.",
    "start": "00:31:27",
    "end": "00:31:47"
  },
  {
    "text": "That's right. Yeah. They're using their moments of need and limitation and lack to remind themselves of the inability of my current form of existence to satisfy any of my longings. It's a holy longing. That's the title of the book. That's cool. And so those can become redemptive moments to point you to your creator, to an other, but who transcends my limitations and who can meet me in my moment of need. And that's true for the biblical poets when they think of Yahweh, the God of Israel, who came to meet them in their slavery in Egypt, who redeemed them out of exile in Babylon, and then that continues on into the Christian story, where the one who entered into our limitations by becoming human in Jesus of Nazareth, by the one who suffered and participated in human suffering, who endured it and came out the other side into new creation, and that. That one loves us and is with us and is committed to redeeming our Nephesh. This is what Rolheiser says. It provides a moment to turn your limitations and lack into moments of really profound spiritual experiences. So, anyway, it's a great book. It's one of the best things that I've come across that helps me know how to translate those moments of my Nephesh longing and just spiritual growth.",
    "start": "00:31:47",
    "end": "00:33:10"
  },
  {
    "text": "That's great. Let's talk about the afterlife then.",
    "start": "00:33:10",
    "end": "00:33:13"
  },
  {
    "text": "Yeah, we got a number of questions about the state of the Nephesh after physical death.",
    "start": "00:33:13",
    "end": "00:33:18"
  },
  {
    "text": "Kevin Duker from Indiana. Hey, Tim and John. This is Kevin from Indiana. My question is about the biblical writer's perspective on, say, our state of being in this anticipated resurrection. Is it some sort of physical state or more of a spiritual state? And then how does that connect to different burial practices? Maybe of their time or of our own time. When you consider something like being cremated. I'd love to get your thoughts on all this. Really enjoy the podcast and all your videos. Thanks so much.",
    "start": "00:33:18",
    "end": "00:33:47"
  },
  {
    "text": "Yeah, for the biblical authors that mention or talk about the idea of resurrection, it's most definitely a physical reality. That's the whole point. If it was a non material reality, the whole storyline of the Bible is short circuited.",
    "start": "00:33:48",
    "end": "00:34:06"
  },
  {
    "text": "Yeah.",
    "start": "00:34:06",
    "end": "00:34:06"
  },
  {
    "text": "So yeah, the whole point is that it's God's good world, but redeemed with death and evil transcended and left behind in the best sense possible. Left behind. So how does that connect with burial practices? Man, you know, there's a lot. There's like experts on this whole. Experts. And I haven't done immense amounts of reading in this literature because we actually can know quite a lot about ancient burial practices because tombs are often things that survive from the ancient world.",
    "start": "00:34:07",
    "end": "00:34:39"
  },
  {
    "text": "You know what's interesting is the Egyptians.",
    "start": "00:34:39",
    "end": "00:34:41"
  },
  {
    "text": "Yes.",
    "start": "00:34:42",
    "end": "00:34:42"
  },
  {
    "text": "You know, when they like mummified pharaohs, they didn't think the brain was important, so they just took it out and threw it away.",
    "start": "00:34:42",
    "end": "00:34:49"
  },
  {
    "text": "Scoop it out.",
    "start": "00:34:49",
    "end": "00:34:50"
  },
  {
    "text": "Yeah, they pulled it out their nose and they threw it away.",
    "start": "00:34:50",
    "end": "00:34:53"
  },
  {
    "text": "Gray matter. They're like, what's this?",
    "start": "00:34:54",
    "end": "00:34:57"
  },
  {
    "text": "I don't know. It's some unimportant part.",
    "start": "00:34:57",
    "end": "00:34:59"
  },
  {
    "text": "That's probably what the Hebrews thought too, since they didn't have a word for it. Yeah, yeah, it's interesting. I don't. Yeah. Anyways, yeah, it's fascinating. So burial practices. Well, one thing is the idea. I've just, I've been studying Genesis recently and so there's that phrase, to be gathered to your ancestors is a way to talk about your burial because you're being lain in the family tomb. So the idea is you go to be with them in the grave. So again, it does seem like the Hebrews, Israelites, for people who were aware of and used the writings of Moses and the prophets to form their thinking, they had a sense, some sense of a future beyond death. But whether that connects to different burial practices, it's really hard to know. From the tombs that they dig up, it does seem like many burial practices people brought, like in Egypt, people brought gifts of food and different things to sustain, to symbolically sustain the dead, you know, in their current existence. Also there is tradition in Judaism, actually in Christianity too, that the burial of the body is important to not let the body be destroyed and to not let it be cremated. Because if you believe in the open resurrection, it's some form of that body that's going to get transformed and raised. It's only been in recent years, I believe I'd have to go read up on Vatican II if cremation. If there's been a broadening of views on cremation, I'm pretty sure that there has. Some of our listeners probably know way more about this than I do. So my take on it, and that's all that it is, my take on it is if God's capable of recreating, not just recreating, but transforming human 1.0 into 2.0. I mean, it's going to involve a full. It's a new creation.",
    "start": "00:34:59",
    "end": "00:36:59"
  },
  {
    "text": "Yeah.",
    "start": "00:36:59",
    "end": "00:36:59"
  },
  {
    "text": "And so whether or not human one.",
    "start": "00:36:59",
    "end": "00:37:02"
  },
  {
    "text": "Point, when you just think of this.",
    "start": "00:37:02",
    "end": "00:37:04"
  },
  {
    "text": "From what we know about cremated, I don't think it matters.",
    "start": "00:37:04",
    "end": "00:37:06"
  },
  {
    "text": "Biology and chemistry and stuff is that if someone died 2000 years ago and they weren't mummified or something.",
    "start": "00:37:06",
    "end": "00:37:13"
  },
  {
    "text": "Yeah. Like they're fully reintegrated.",
    "start": "00:37:13",
    "end": "00:37:16"
  },
  {
    "text": "Fully. Like every single.",
    "start": "00:37:16",
    "end": "00:37:18"
  },
  {
    "text": "I probably drank some of them yesterday. This morning. Right. With my cup of coffee.",
    "start": "00:37:18",
    "end": "00:37:23"
  },
  {
    "text": "All of their carbon atoms have been turned into other things. They're like, yeah, it's game over. It's going to have to be a full recreation. Recreation, yeah.",
    "start": "00:37:23",
    "end": "00:37:32"
  },
  {
    "text": "Which is how. Think of Ezekiel's famous vision of his Valley of Dry Bones. That's what he envisions. Full symbolic recreation. So it does seem that there were connections with different burial practices to people's hopes of the afterlife or resurrection.",
    "start": "00:37:33",
    "end": "00:37:49"
  },
  {
    "text": "But there's a really interesting parallel to this conversation in futurist thinking, which is people who are expecting that we're on the verge of being able to upload our minds into computers and then live in kind of a new body that we can create.",
    "start": "00:37:49",
    "end": "00:38:07"
  },
  {
    "text": "Is that what the word avatar? Can avatar cover that? Or is that.",
    "start": "00:38:08",
    "end": "00:38:12"
  },
  {
    "text": "I think an avatar is something. It's a simulation.",
    "start": "00:38:12",
    "end": "00:38:15"
  },
  {
    "text": "I see.",
    "start": "00:38:15",
    "end": "00:38:16"
  },
  {
    "text": "But in the movie, I think they were actual physical bodies, weren't they?",
    "start": "00:38:16",
    "end": "00:38:20"
  },
  {
    "text": "Correct.",
    "start": "00:38:20",
    "end": "00:38:20"
  },
  {
    "text": "Yeah. So it could be that, I suppose. Yeah. I guess that would be the word avatar, potentially. But. So there's this hope in a certain type of resurrection and people are like freezing their brains and stuff.",
    "start": "00:38:20",
    "end": "00:38:33"
  },
  {
    "text": "Yes.",
    "start": "00:38:33",
    "end": "00:38:33"
  },
  {
    "text": "Hoping that in a few decades we'll get there. So their burial practices are definitely really.",
    "start": "00:38:33",
    "end": "00:38:39"
  },
  {
    "text": "Being taken seriously in light of their eschatology.",
    "start": "00:38:39",
    "end": "00:38:43"
  },
  {
    "text": "In light of.",
    "start": "00:38:43",
    "end": "00:38:44"
  },
  {
    "text": "Yeah, yeah. Their view of the end.",
    "start": "00:38:44",
    "end": "00:38:45"
  },
  {
    "text": "But it's interesting, it's a parallel thought in that whatever it is that makes me me can transform this body. And another way to think about that is we know, medically or scientifically, whatever, that our cells are constantly reproducing dying and being replaced by new cells throughout our whole body. Some tissues faster than other tissues, but on average, everyone's body is completely new every seven years. So the body you had as like a 15 year old, you don't have any of those cells anymore. They're all brand new cells. But it's still you.",
    "start": "00:38:45",
    "end": "00:39:23"
  },
  {
    "text": "Yes. Yeah, Right, right.",
    "start": "00:39:23",
    "end": "00:39:25"
  },
  {
    "text": "You still have the same kind of conscious experience that's connected to that 15 year old kid.",
    "start": "00:39:25",
    "end": "00:39:31"
  },
  {
    "text": "And if you were to juxtapose a 15 year old you and an 87 year old you, it's a really different version of you.",
    "start": "00:39:31",
    "end": "00:39:38"
  },
  {
    "text": "It looks different. Yeah, the cells are sagging.",
    "start": "00:39:38",
    "end": "00:39:41"
  },
  {
    "text": "We still say that's you, but it's still you. Yeah.",
    "start": "00:39:41",
    "end": "00:39:44"
  },
  {
    "text": "And so what is that? This is this idea of your mind, your consciousness, or maybe as Paul would talk about it, your. Your soul and your spirit. But yeah, it's a mind bender resurrection in particular.",
    "start": "00:39:44",
    "end": "00:39:58"
  },
  {
    "text": "Is that what you mean?",
    "start": "00:39:58",
    "end": "00:39:59"
  },
  {
    "text": "Well, yeah. Like how? I mean, this is something I've thought about a lot, is this is getting.",
    "start": "00:39:59",
    "end": "00:40:04"
  },
  {
    "text": "Really geeky, as if I'm usually not in geek mode.",
    "start": "00:40:04",
    "end": "00:40:10"
  },
  {
    "text": "So, like there's a slot experiment of like teleportation devices, right? How a teleportation device would have to work is somehow your body would have to dematerialize and then rematerialize somewhere else. So in theory, this could potentially work. But if I came up to you and I said, hey, walk through this door right here and your body will dematerialize and then you're gonna appear on some other planet or on the other side of the world, completely reconstructed, cell by cell, exactly who you are. You'd be like, okay, wait a second, so you're telling me I'm gonna walk through that door, I'm gonna die? I mean, it's going to kill you. It's going to destroy every single part of your. Every cell in your body is going to disappear. So is that person that's going to be recreated on the other side, is that me? Is that my consciousness or is it going to be? I mean, it's going to come with all my thoughts and all my experiences, but is it still me? Right. That's a big gamble to make.",
    "start": "00:40:11",
    "end": "00:41:11"
  },
  {
    "text": "Yeah, I suppose it is.",
    "start": "00:41:11",
    "end": "00:41:12"
  },
  {
    "text": "And how could you ever know?",
    "start": "00:41:13",
    "end": "00:41:15"
  },
  {
    "text": "Yeah, we could ask James Kerr.",
    "start": "00:41:15",
    "end": "00:41:17"
  },
  {
    "text": "There's actually a show on Netflix right now called Travelers, which is about people from the future coming back and embodying 21st century people. But they have to reboot this one girl who has a brain disorder and to reboot her means she's gonna lose last like Six months of her memories. And she doesn't wanna do it because she doesn't feel like she'll be her anymore because she won't have those memories. And then it becomes this whole weird philosophical discussion of like, what is it that makes you you? So if you upload your consciousness into a computer and then it gets downloaded somewhere else, like. Anyways, it's super geeky, man.",
    "start": "00:41:17",
    "end": "00:41:56"
  },
  {
    "text": "That's a great question.",
    "start": "00:41:56",
    "end": "00:41:57"
  },
  {
    "text": "But I think the hope of the resurrection is basically that like you will still be you in a new body.",
    "start": "00:41:57",
    "end": "00:42:03"
  },
  {
    "text": "Yes, Yep. Yeah. New hardware. But that's using another metaphor.",
    "start": "00:42:04",
    "end": "00:42:09"
  },
  {
    "text": "But. But these are ancient. These are ancient questions from like scriptures 2000 years ago and now they' asked again by futurists and neuroscientists in a different key.",
    "start": "00:42:09",
    "end": "00:42:21"
  },
  {
    "text": "Yeah, it's fascinating.",
    "start": "00:42:22",
    "end": "00:42:23"
  },
  {
    "text": "Super fascinating.",
    "start": "00:42:23",
    "end": "00:42:24"
  },
  {
    "text": "It's really fascinating. Yeah. The mind, this is the whole thing. The mind body connection isn't just an issue for religious people. It's a front and center topic in philosophy and science.",
    "start": "00:42:24",
    "end": "00:42:39"
  },
  {
    "text": "It's our basic question of reality.",
    "start": "00:42:39",
    "end": "00:42:41"
  },
  {
    "text": "Yeah, yeah, that's right. Yeah, yeah. And essentially what the biblical authors want to affirm is the goodness of our physical existence, but it's also that it's compromised and severely limited and needs to be rescued, or to use the Exodus metaphors, redeemed and rescued and brought into a new mode of existence. And there's a personal connection between the me that is me now and the me that lives in that upgrade form of existence. But the biblical authors don't seem to have developed a scientific or precise vocabulary for it. They have a narrative vocabulary for it.",
    "start": "00:42:42",
    "end": "00:43:29"
  },
  {
    "text": "So when it comes to burial and stuff, which is, I guess the question is it doesn't seem like there's anything we could do minus freezing your brain.",
    "start": "00:43:29",
    "end": "00:43:38"
  },
  {
    "text": "I see. Yeah. That could like prevent you from that.",
    "start": "00:43:38",
    "end": "00:43:42"
  },
  {
    "text": "Could try to keep this, the stability of your conscious awareness intact.",
    "start": "00:43:42",
    "end": "00:43:47"
  },
  {
    "text": "Correct.",
    "start": "00:43:47",
    "end": "00:43:48"
  },
  {
    "text": "So that you don't wake up and it's not you anymore. It's just a version of you that you're not. I'm gone and now it's just another version of me.",
    "start": "00:43:48",
    "end": "00:43:58"
  },
  {
    "text": "Correct. There probably is more to say about burial practices.",
    "start": "00:43:58",
    "end": "00:44:02"
  },
  {
    "text": "How do you want to get buried?",
    "start": "00:44:02",
    "end": "00:44:03"
  },
  {
    "text": "In early Christianity and Judaism. How do I want to get buried? Oh, I don't know. I haven't really thought about it. Sprinkle my ashes in a mountain stream. I don't know.",
    "start": "00:44:03",
    "end": "00:44:13"
  },
  {
    "text": "You're really making it difficult on God there.",
    "start": "00:44:13",
    "end": "00:44:15"
  },
  {
    "text": "You know, resurrection is such a difficult thing to believe.",
    "start": "00:44:20",
    "end": "00:44:23"
  },
  {
    "text": "It is. It is really weird that if that's.",
    "start": "00:44:23",
    "end": "00:44:26"
  },
  {
    "text": "Really what's going to go down and I hope and trust that that's what's gonna happen then I just have a feeling nothing I do is gonna get in God's way of making that happen. That's such a remarkable category breaking type of event that how can my choice of be cremated or not get in the way of that?",
    "start": "00:44:26",
    "end": "00:44:48"
  },
  {
    "text": "It is easier to believe that one day we'll just exist outside of our bodies. That as remarkable as that is, it's almost easier to stomach.",
    "start": "00:44:50",
    "end": "00:45:01"
  },
  {
    "text": "I see.",
    "start": "00:45:01",
    "end": "00:45:02"
  },
  {
    "text": "Then believing in new creation. A new creation and a resurrected body.",
    "start": "00:45:02",
    "end": "00:45:06"
  },
  {
    "text": "Sure.",
    "start": "00:45:06",
    "end": "00:45:06"
  },
  {
    "text": "That sounds more. It sounds more sci fi or just kind of wonky religious talk.",
    "start": "00:45:07",
    "end": "00:45:12"
  },
  {
    "text": "Yeah, I think that's probably true. You're saying there's more cultural overlap with.",
    "start": "00:45:12",
    "end": "00:45:18"
  },
  {
    "text": "You go walking around and you're just like, hey, you'll live one day and some disembodied state.",
    "start": "00:45:18",
    "end": "00:45:23"
  },
  {
    "text": "And many people like, yeah, I'm on.",
    "start": "00:45:23",
    "end": "00:45:26"
  },
  {
    "text": "Yeah, you walk around and you're like, hey, you will be reformed into a new body. All of a sudden it's just kind of like, whoa, what kind of science fiction you been reading?",
    "start": "00:45:26",
    "end": "00:45:35"
  },
  {
    "text": "Yeah, like that's the Bible.",
    "start": "00:45:35",
    "end": "00:45:38"
  },
  {
    "text": "The Bible, yeah.",
    "start": "00:45:38",
    "end": "00:45:40"
  },
  {
    "text": "Yeah.",
    "start": "00:45:40",
    "end": "00:45:40"
  },
  {
    "text": "So Natalia has a question.",
    "start": "00:45:42",
    "end": "00:45:44"
  },
  {
    "text": "Hello, this is Natalia from Greeley, Colorado. I have gotten so much out of.",
    "start": "00:45:45",
    "end": "00:45:50"
  },
  {
    "text": "Your podcast and I really enjoy listening to it. There is one question I still have.",
    "start": "00:45:50",
    "end": "00:45:56"
  },
  {
    "text": "After listening to the lessons on Nefesh.",
    "start": "00:45:56",
    "end": "00:45:58"
  },
  {
    "text": "I think over the years I've heard.",
    "start": "00:45:59",
    "end": "00:46:00"
  },
  {
    "text": "Many people say what they think about how our bodies will be in the new creation.",
    "start": "00:46:01",
    "end": "00:46:06"
  },
  {
    "text": "And I've inferred a lot from the scriptures myself. But I wonder, what do we know about how our bodies will be in the new earth when Jesus comes back? And what did the first century Christians think? I'd love to hear your thoughts and just learn more about that. Thank you.",
    "start": "00:46:06",
    "end": "00:46:26"
  },
  {
    "text": "Yeah, it's kind of continuing from our previous discussion though. But this is about the nature of the new body. Yeah. So I'm a bit of a broken record here too, but it's worth repeating because I need to remind myself of this. The apostles who wrote the documents that we have in our New Testament, it doesn't seem like when they talked about their hope for the future, it's not because they had a crystal ball and they could see it and then explain it to us. What they're going off of is their encounter, an experience they had, namely with Jesus. After his execution by the Romans. They met him again alive and in a physical mode that was both familiar they could recognize him, but also was odd and remarkable and sometimes other ways they couldn't recognize him, but it was still him because it had the nail marks. It was physical. They ate with him, they had meals with him. So that's what they experienced. And then by the guidance of Jesus presence with them going on from there, they realized what this meant for the fulfillment of the whole biblical story up to that point, and therefore what that meant for the future hope of the universe. And that's where they're writing from. And so we have questions. Yeah. What's the nature of the new creation and of our bodies? And Paul will just say it'll be a transformation in the blink of an eye and we'll be made like Jesus. So that's the only model that they have to go off of is what happened to Jesus will happen to his people and to the whole universe. That's how the apostles framed it.",
    "start": "00:46:26",
    "end": "00:48:13"
  },
  {
    "text": "Yes. All we can know is what we can reconstruct from a few stories about Jesus in his resurrected body.",
    "start": "00:48:13",
    "end": "00:48:18"
  },
  {
    "text": "Yeah. And the point of those stories isn't even to teach us about the nature of Jesus existence.",
    "start": "00:48:18",
    "end": "00:48:25"
  },
  {
    "text": "Right. So you could probably go too far, maybe a little bit.",
    "start": "00:48:25",
    "end": "00:48:27"
  },
  {
    "text": "Yeah. The nature of those stories is to invite you to consider this remarkable thing.",
    "start": "00:48:27",
    "end": "00:48:33"
  },
  {
    "text": "But he ate. He ate food.",
    "start": "00:48:33",
    "end": "00:48:35"
  },
  {
    "text": "But he ate food. There's the remarks that the apostles and his disciples were in a locked room because they were afraid of other people knowing about what was going on. And Jesus could hear me as he somehow just be in that room and then not be in that room. So that's remarkable. And there you go. That breaks laws that he's not. Yeah. But he's. But it's very clear from the experience that he was. It was a physical hymn because they hung out with him and touched him. And it was the hymn that they walked around with in Galilee over the last few years.",
    "start": "00:48:35",
    "end": "00:49:10"
  },
  {
    "text": "Yeah.",
    "start": "00:49:10",
    "end": "00:49:10"
  },
  {
    "text": "So you can say that there's different ways. There's different themes you can emphasize. Sometimes when the apostles want to emphasize how fundamentally transformed and awesome the new creation is, where it's the fulfillment of our longings for hope and beauty and justice and life and goodness, then they'll emphasize that it'll be totally different than anything we experience right now. That's what Peter is going after in Second Peter. Right. Of like, it'll be like this world passing away completely. But then other times, the apostles want to emphasize the connection and continuity. And so the Apostle Paul will use Exodus metaphors. It'll be this world but rescued, or this world but liberated from slavery. So there the emphasis is on the same Israelites enslaved in Egypt. Were the Israelites freed out of Egypt. And both of those can be valuable points to make depending on the audience and the season of life that they're in. But those are both true at the same time. So, John, give me your fundamental takeaway from our conversations about knowledge and from the video. What do you hope people are thinking about now that the video and podcasts are out there?",
    "start": "00:49:10",
    "end": "00:50:26"
  },
  {
    "text": "Yeah, I think the fundamental takeaway is what I want to do is I want to create some complete ontology from the Bible about what it means to be human. But I think the takeaway is to just allow for some mystery. There's not try to be so precise. The real practical takeaway is that my physical state, my emotions and my discomforts and all these things that I have physically are really important. And learning how to like live in unity with them isn't just a practice, isn't something I have to put up with now. It's kind of like a. It's. It's a discipline that I will need for all eternity. If we are physical creatures for all eternity. If that is true, which you know, I hope it is and get excited about thinking about it makes me more just in my body more embodied and more sensitive to care about things I'm feeling that conversation we just had on longings was, was really, really powerful. That it isn't something I need to try to figure out how to transcend now because ultimately that's the point is to transcend it. It's to live in it and to be embodied in that. And it's also helpful for me as an explainer to try to think of it separate from one category of thinking is the immaterial part of us is more important. But we're stuck with these bodies. Let's deal with it. So we can abort ship at some point. To flip that to being physical is good and we will be physical and we will continue to be physical. But there is this paradox of in order for this to pass away and to be made something new, there's some weird in between state that we just can't explain with our categories of existing and transcending without a physical body that that actually is the anomaly. It's not an anomaly to be these rational, psychosocial emotional beings like that's normal. The anomaly is when that kind of gets disjointed for a while while we wait for a new creation which is completely different than I think what I had before, which is I can't wait till I can get out of these emotions and get out of these Feelings and passions.",
    "start": "00:50:27",
    "end": "00:52:53"
  },
  {
    "text": "Mm. Yeah. Something about this question about the nature of humans from a biblical angle, for me, yeah, it's similar in that it's required me. It would be much more convenient to have another view like the biblical view fills me with tension and questions. Not because it's incoherent. It's just different than my default way of thinking. And so to me, this is one of these issues where actually humbling myself and hearing the biblical authors as a conversation partner, that's going to say things that surprise me. And maybe I've misunderstood them and allowing them to say things that might still surprise me. It's just a posture for me. This issue among many has caused me to just. That's just the posture we have to have. Maybe we've just misunderstood all along and need to rethink it all over again. And once you go through that experience many times with the Bible, that's refreshing ultimately, but it is kind of destabilizing. But that's what makes, I think, biblical studies so exciting and rewarding. That's cool.",
    "start": "00:52:54",
    "end": "00:54:07"
  },
  {
    "text": "This is the longest we've spent on a word study conversation.",
    "start": "00:54:07",
    "end": "00:54:10"
  },
  {
    "text": "Yeah, this is a good point.",
    "start": "00:54:10",
    "end": "00:54:11"
  },
  {
    "text": "This all came from Nefesh. Nefesh from Horse study. Yeah, it's a big one. Thanks for hanging in there, guys.",
    "start": "00:54:12",
    "end": "00:54:18"
  },
  {
    "text": "Cool. See you guys next time.",
    "start": "00:54:18",
    "end": "00:54:19"
  },
  {
    "text": "Thanks for listening to this episode of the BibleProject podcast. If you haven't seen our video on the Soul, it's on our YouTube channel, YouTube.com thebibleproject and on our website, thebibleproject.com the Bibleproject is a nonprofit in Portland, Oregon. We create free resources that show the Bible as a unified story that leads to Jesus. We believe the Bible has wisdom for the modern world, and we're committed to letting the Bible talk to us on its terms. This project's crowdfunded, so thank you for being a part of this with us.",
    "start": "00:54:20",
    "end": "00:54:53"
  }
]