[
  {
    "text": "Hey, this is Tim at the bibleproject. We've been exploring one of the most important titles that Jesus of Nazareth called himself in the New Testament, the Son of Man. Jesus. He's most often called Christ or Messiah by his followers, but he most often used this phrase, the Son of Man. This is episode seven of a conversation that John and I have been having. In episodes one through six, we saw why Jesus chose this phrase for himself. The story of the Son of Man. It's the story about humanity, Adam and Eve, in the Garden of Eden. Humans are meant to rule the world as God's image, but they end up being ruled by a beast and then start acting like beasts. This phrase, son of man, it all gets brought together in this symbolic dream found in the Book of Daniel, chapter seven. And there we find a hope that one day God will exalt a Son of man to rule the world from a divine throne. Someone who will bring order and God's kingdom to the world of beastly chaos. So now in this conversation, we finally get to Jesus. In this episode, John and I are going to focus on the story of Jesus being tested by the Satan in the wilderness. We're going to talk about how Jesus is portrayed there as a new Adam and as a new Israel. We also have a really long conversation about the phrase Son of God and how that's connected to the Son of Man. As always, lots of reflection on Genesis 1, 2, and 3, and Monty Python even makes an appearance. So all this and more in this episode. Thanks for joining us. Here we go.",
    "start": "00:00:09",
    "end": "00:01:46"
  },
  {
    "text": "We're going to talk about Jesus as he identifies as the Son of Man.",
    "start": "00:01:50",
    "end": "00:01:56"
  },
  {
    "text": "Yes, we're finally to Jesus.",
    "start": "00:01:56",
    "end": "00:01:58"
  },
  {
    "text": "We are.",
    "start": "00:01:59",
    "end": "00:02:00"
  },
  {
    "text": "Yeah. We've been talking for many hours and we've been. Well, we started with Jesus, how he avoided the term Messiah or Christ to describe himself, but liberally used this phrase. The Son of Man. Yeah, to describe himself. So we've gone back to the first pages of his scriptures, traced the theme all the way forward through to Daniel, and here we are at the place we started again.",
    "start": "00:02:00",
    "end": "00:02:29"
  },
  {
    "text": "Back to Jesus.",
    "start": "00:02:30",
    "end": "00:02:31"
  },
  {
    "text": "Back to Jesus. Yep.",
    "start": "00:02:31",
    "end": "00:02:32"
  },
  {
    "text": "Cool. I'm ready. Let's do this.",
    "start": "00:02:33",
    "end": "00:02:35"
  },
  {
    "text": "All right, so there's two. Two angles we can take. Because the Son of man in Daniel 7 is the culmination of the storyline of the Hebrew scriptures, namely that God appointed human Adam, Human, which consists in Genesis 1 of male and female. God appointed human to rule creation together as the image of God. They forfeited that rule, however, by giving rule to letting a beast rule them. And then they begin to act like beasts. So one area of interest then will be looking for what scholars call Adam imagery or new Adam clues or images in the Gospels, Matthew, Mark, Luke and John, do they portray Jesus in ways that are meant to recall the first Adam with keywords and images? And lo and behold, they do.",
    "start": "00:02:35",
    "end": "00:03:29"
  },
  {
    "text": "They do.",
    "start": "00:03:29",
    "end": "00:03:30"
  },
  {
    "text": "They do. In little details that I don't know. Once you see them, they just stick out like a sore thumb. But they're the kinds of things that modern readers might just be like. That's weird. So in Mark, chapter one, Mark, chapter one introduces Jesus. Ooh. The first sentence is the beginning of the good news about Jesus. The Messiah. The Christ. The Christ, yeah.",
    "start": "00:03:30",
    "end": "00:03:52"
  },
  {
    "text": "Right.",
    "start": "00:03:52",
    "end": "00:03:52"
  },
  {
    "text": "So you're the first sentence.",
    "start": "00:03:52",
    "end": "00:03:54"
  },
  {
    "text": "Yeah. And that's the term that the apostles use to refer to Jesus. The title.",
    "start": "00:03:54",
    "end": "00:03:58"
  },
  {
    "text": "Correct. Yep.",
    "start": "00:03:58",
    "end": "00:03:59"
  },
  {
    "text": "But it's not the term Jesus.",
    "start": "00:03:59",
    "end": "00:04:01"
  },
  {
    "text": "Yeah, exactly. So then immediately Mark begins his narrative by actually a copy and paste quote from Exodus 23, Malachi 4 and Isaiah 40. Like welds them all together, all about how the prophet said that a messenger, God would send a messenger, a herald to come before the God of Israel showed up personally to both rescue Israel and all humanity. And then the narrative begins, introducing us to John the Baptist as the messenger. As that herald or messenger, Jesus is introduced. He's down by the river, he gets dunked by.",
    "start": "00:04:02",
    "end": "00:04:42"
  },
  {
    "text": "By Johnny.",
    "start": "00:04:42",
    "end": "00:04:42"
  },
  {
    "text": "By Johnny. Johnny B. We've talked about that baptism story at length in many other discussions. What I want to pay attention to is just this short little detail of what happened to Jesus after the baptism in Mark, chapter one, verses 12 and 13.",
    "start": "00:04:42",
    "end": "00:04:59"
  },
  {
    "text": "Okay.",
    "start": "00:05:00",
    "end": "00:05:00"
  },
  {
    "text": "We read immediately the Spirit cast out Jesus into the wilderness. And he was in the wilderness 40 days, being tested by the Satan, and he was with the wild beasts and the angels were serving or ministering to him. And then next story, that's it. Yeah, it's over. And then the next story.",
    "start": "00:05:01",
    "end": "00:05:29"
  },
  {
    "text": "Does Matthew have like a longer version of this?",
    "start": "00:05:29",
    "end": "00:05:31"
  },
  {
    "text": "Correct. Yeah. Matthew and Luke and Luke. So it's very interesting what's often it's called the temptation or the Jesus temptation narrative of going out into the wilderness. Yeah. And the most well known versions are Matthew's and Luke's, which records a whole.",
    "start": "00:05:31",
    "end": "00:05:49"
  },
  {
    "text": "Yeah, whole back and forth.",
    "start": "00:05:49",
    "end": "00:05:50"
  },
  {
    "text": "Whole back and forth between Jesus and the slanderer or the devil. It's often translated. We're going to talk about that next.",
    "start": "00:05:50",
    "end": "00:05:57"
  },
  {
    "text": "Okay.",
    "start": "00:05:57",
    "end": "00:05:57"
  },
  {
    "text": "But Mark's version doesn't have a narrative.",
    "start": "00:05:58",
    "end": "00:06:00"
  },
  {
    "text": "About testing what happened.",
    "start": "00:06:00",
    "end": "00:06:02"
  },
  {
    "text": "Yeah, no, it just gives us two details. Three details. He's in the wilderness, first of all, cast out by the spirit. It's a strong verb.",
    "start": "00:06:02",
    "end": "00:06:12"
  },
  {
    "text": "What do you mean, a strong verb?",
    "start": "00:06:12",
    "end": "00:06:13"
  },
  {
    "text": "Oh, sorry. It's a verb. It's a forceful verb to drive someone out.",
    "start": "00:06:14",
    "end": "00:06:18"
  },
  {
    "text": "Yeah.",
    "start": "00:06:20",
    "end": "00:06:20"
  },
  {
    "text": "As we're gonna see, the verb Mark chooses is very intentional.",
    "start": "00:06:20",
    "end": "00:06:24"
  },
  {
    "text": "Okay, what is it in Greek?",
    "start": "00:06:24",
    "end": "00:06:26"
  },
  {
    "text": "Ekballo. Ekballo ebolo means to throw.",
    "start": "00:06:27",
    "end": "00:06:29"
  },
  {
    "text": "Oh, okay.",
    "start": "00:06:30",
    "end": "00:06:30"
  },
  {
    "text": "And then ek is out to throw. Out.",
    "start": "00:06:30",
    "end": "00:06:32"
  },
  {
    "text": "To throw out. Yeah.",
    "start": "00:06:32",
    "end": "00:06:33"
  },
  {
    "text": "So the spirit throws Jesus out into the wilderness.",
    "start": "00:06:34",
    "end": "00:06:38"
  },
  {
    "text": "Like, see you later, get out of here.",
    "start": "00:06:38",
    "end": "00:06:39"
  },
  {
    "text": "Well, or it just drives him. I guess the idea is he had to.",
    "start": "00:06:40",
    "end": "00:06:45"
  },
  {
    "text": "Okay.",
    "start": "00:06:45",
    "end": "00:06:45"
  },
  {
    "text": "He was forced into the wilderness.",
    "start": "00:06:46",
    "end": "00:06:48"
  },
  {
    "text": "Yeah.",
    "start": "00:06:48",
    "end": "00:06:48"
  },
  {
    "text": "Detail one, he was there 40 days being tested by the Satan. Detail two, he was with wild animals out there. Detail three, angels were serving him.",
    "start": "00:06:49",
    "end": "00:06:59"
  },
  {
    "text": "That's all Mark gives us.",
    "start": "00:06:59",
    "end": "00:07:00"
  },
  {
    "text": "And then the next thing is. Now, after John was taken into custody, Jesus went into Galilee proclaiming the good news of God.",
    "start": "00:07:01",
    "end": "00:07:07"
  },
  {
    "text": "Yeah.",
    "start": "00:07:07",
    "end": "00:07:07"
  },
  {
    "text": "So in Mark's storyline, you're left to fill in. You're just supposed to know, like, okay, we have Jesus, who's the son. Right. The son of God, Messiah, going out in the wilderness to be tested by the power of evil. And he's with wild animals and angels are serving him.",
    "start": "00:07:08",
    "end": "00:07:25"
  },
  {
    "text": "So going out to the wilderness, that is a biblical motif we've talked about.",
    "start": "00:07:25",
    "end": "00:07:31"
  },
  {
    "text": "Correct.",
    "start": "00:07:31",
    "end": "00:07:31"
  },
  {
    "text": "And that the wilderness is a place of testing.",
    "start": "00:07:31",
    "end": "00:07:36"
  },
  {
    "text": "Correct.",
    "start": "00:07:36",
    "end": "00:07:36"
  },
  {
    "text": "Israel goes into the wilderness before they get to the promised land.",
    "start": "00:07:36",
    "end": "00:07:39"
  },
  {
    "text": "That's right. Cain is driven into the wilderness. Driven into the wilderness, exiled after he kills his brother.",
    "start": "00:07:39",
    "end": "00:07:45"
  },
  {
    "text": "So that's easy for me to pick up on.",
    "start": "00:07:46",
    "end": "00:07:48"
  },
  {
    "text": "Yep, yep. And human Adam and Eve are exiled, cast out into the world, into the east of Eden.",
    "start": "00:07:48",
    "end": "00:07:56"
  },
  {
    "text": "Yeah, the forced out.",
    "start": "00:07:56",
    "end": "00:07:57"
  },
  {
    "text": "Exactly. Right. And in fact, in the old Greek translation of Genesis, when God drives out Adam and Eve and when he drives out Cain, the Greek verb is ekballo. It's exactly the same verb. Yeah. So Mark is placing Jesus's exile into the wilderness on analogy with Adam and Eve's exile into the wilderness.",
    "start": "00:07:57",
    "end": "00:08:19"
  },
  {
    "text": "All those stories should be ringing in my ears.",
    "start": "00:08:19",
    "end": "00:08:21"
  },
  {
    "text": "Yeah, totally. Except. But also remember, creative inversions.",
    "start": "00:08:21",
    "end": "00:08:25"
  },
  {
    "text": "Right.",
    "start": "00:08:25",
    "end": "00:08:25"
  },
  {
    "text": "So in Genesis 3 and 4, they.",
    "start": "00:08:26",
    "end": "00:08:29"
  },
  {
    "text": "Screw up and then get pushed out.",
    "start": "00:08:29",
    "end": "00:08:31"
  },
  {
    "text": "Yeah. It's somebody failing the test.",
    "start": "00:08:31",
    "end": "00:08:33"
  },
  {
    "text": "Yeah.",
    "start": "00:08:33",
    "end": "00:08:33"
  },
  {
    "text": "And then they get cast into the wilderness. Here, Jesus is cast into the wilderness, and that's the place where he's tested. Which is where Israel was tested. Yeah, the testing in the wilderness of Israel.",
    "start": "00:08:33",
    "end": "00:08:47"
  },
  {
    "text": "Well, because Israel's wilderness journey, which was 40 years.",
    "start": "00:08:47",
    "end": "00:08:52"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:08:52",
    "end": "00:08:53"
  },
  {
    "text": "And this is 40 days.",
    "start": "00:08:53",
    "end": "00:08:54"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:08:54",
    "end": "00:08:54"
  },
  {
    "text": "They didn't do anything wrong to go into the wilderness.",
    "start": "00:08:54",
    "end": "00:08:57"
  },
  {
    "text": "No, they were Rescued.",
    "start": "00:08:58",
    "end": "00:08:59"
  },
  {
    "text": "But they were in the wilderness for that long because they kept screwing up.",
    "start": "00:09:01",
    "end": "00:09:05"
  },
  {
    "text": "Totally. That's right. Yeah. Yeah. Deuteronomy begins saying, listen, this should have been 11 days from Sinai or from where they sent out the spies, Kadesh Barnea, up to the land, nice little hike. And it took 40 years, so. Yeah, the 40 right there. Okay, so look at how biblical narrative works. This is design patterns. The first story is Adam and Eve tested, failure, exiled into the wilderness.",
    "start": "00:09:05",
    "end": "00:09:31"
  },
  {
    "text": "Yeah.",
    "start": "00:09:31",
    "end": "00:09:32"
  },
  {
    "text": "Cain, failure into the wilderness. Yes. Both times by beasts and spiritual evil. Yeah, Spiritual evil depicted as beasts.",
    "start": "00:09:32",
    "end": "00:09:39"
  },
  {
    "text": "Got it.",
    "start": "00:09:39",
    "end": "00:09:40"
  },
  {
    "text": "Then you get Israel exiled in Egypt. By the end of the book of Genesis, you have the family of Jacob.",
    "start": "00:09:40",
    "end": "00:09:48"
  },
  {
    "text": "Egypt's a kind of wilderness in Egypt.",
    "start": "00:09:48",
    "end": "00:09:51"
  },
  {
    "text": "But the reason they're there is also because the sin of the brothers against Joseph. That's why they're there, ultimately. But God exalted Joseph to be ruler out of his suffering. Then the Israelites are redeemed out of slavery in Egypt, and they're led through the wilderness. And here in the wilderness, God brings little gifts of Eden to them. Like the bread from heaven, which looks just like. Remember this, the stones of the manna.",
    "start": "00:09:52",
    "end": "00:10:19"
  },
  {
    "text": "The manna looked like.",
    "start": "00:10:19",
    "end": "00:10:21"
  },
  {
    "text": "Yeah.",
    "start": "00:10:21",
    "end": "00:10:21"
  },
  {
    "text": "Which. What did it look like again?",
    "start": "00:10:22",
    "end": "00:10:23"
  },
  {
    "text": "Totally. In Exodus 16 and Numbers chapter 11, the manna is described like what it looks like. And it has the color and sheen of those precious stones in the Garden of Eden.",
    "start": "00:10:23",
    "end": "00:10:34"
  },
  {
    "text": "That's right.",
    "start": "00:10:34",
    "end": "00:10:34"
  },
  {
    "text": "And those are the only places in the Hebrew Bible where these words, this precious stone occurs.",
    "start": "00:10:34",
    "end": "00:10:39"
  },
  {
    "text": "And then the water in the wilderness is to recall all these.",
    "start": "00:10:39",
    "end": "00:10:43"
  },
  {
    "text": "The water and that river, Eden.",
    "start": "00:10:44",
    "end": "00:10:45"
  },
  {
    "text": "The river.",
    "start": "00:10:45",
    "end": "00:10:46"
  },
  {
    "text": "Yeah, yeah. So God creating little Eden pockets for his people in the wilderness. And what do they do as they're waiting for the water? They test. They test God, or God tests them by being patient to wait for the water. And of course, Israel fails all of those tests. So here you get Jesus. And so he is like a new Adam, a new Israel. He's a reversal of Cain, and he's a new Israel in the wilderness, not being tested in a garden, but being tested now in the wilderness. All those stories lay on top of each other.",
    "start": "00:10:46",
    "end": "00:11:18"
  },
  {
    "text": "Yeah.",
    "start": "00:11:18",
    "end": "00:11:19"
  },
  {
    "text": "And then Jesus, just these few lines from Mark just activate. Are supposed to activate all that stuff.",
    "start": "00:11:19",
    "end": "00:11:25"
  },
  {
    "text": "But Mark doesn't tell us that he passed the test. Kind of like Matthew and Luke do.",
    "start": "00:11:25",
    "end": "00:11:29"
  },
  {
    "text": "That's true. Well, he was being tested by the Satan. We'll talk about the beasts and the angels. And then the next thing is, Jesus went to Galilee preaching the good news of God, the kingdom of God's. At hand.",
    "start": "00:11:29",
    "end": "00:11:40"
  },
  {
    "text": "So you just kind of assume. Yeah, he took care of that, I think.",
    "start": "00:11:40",
    "end": "00:11:43"
  },
  {
    "text": "Yeah. The narrative logic assumes that, oh, Jesus overcame the test. The test of Adam, the test of Cain, the test of Israel. He's the first human and the first Israelite.",
    "start": "00:11:43",
    "end": "00:11:52"
  },
  {
    "text": "We don't get a story of him failing the test. So you just kind of have to assume.",
    "start": "00:11:52",
    "end": "00:11:55"
  },
  {
    "text": "You assume he passed. And then in the next line, he's on the scene acting like a boss, proclaiming, the king of God is here, and I'm the one bringing it. Yeah, yeah. So he's with the wild beasts. Ah. This detail is not found in Matthew or Luke. It's only Mark's little detail. Yeah, he's with the wild beasts.",
    "start": "00:11:55",
    "end": "00:12:17"
  },
  {
    "text": "They're in the wilderness. I guess there would be beasts out there.",
    "start": "00:12:17",
    "end": "00:12:21"
  },
  {
    "text": "Yeah, totally. Yeah, that's right.",
    "start": "00:12:21",
    "end": "00:12:23"
  },
  {
    "text": "But yeah. What a strange detail to add.",
    "start": "00:12:23",
    "end": "00:12:25"
  },
  {
    "text": "Yeah. So then you just have to ask, why would somebody be telling me about Jesus existing coexisting for 40 days with wild beasts out in the desert?",
    "start": "00:12:26",
    "end": "00:12:36"
  },
  {
    "text": "An Adam kind of figure.",
    "start": "00:12:36",
    "end": "00:12:37"
  },
  {
    "text": "Yeah. There's no other reason that details there.",
    "start": "00:12:37",
    "end": "00:12:40"
  },
  {
    "text": "Yeah.",
    "start": "00:12:40",
    "end": "00:12:40"
  },
  {
    "text": "Except. Oh, he's. Do you remember there were two narratives about people peacefully coexisting with beasts? Actually now three, now that I think of it. I think I said 2 in a previous conversation.",
    "start": "00:12:41",
    "end": "00:12:52"
  },
  {
    "text": "Okay.",
    "start": "00:12:52",
    "end": "00:12:53"
  },
  {
    "text": "You got Adam and Eden, Noah in the ark. Noah in the ark. Daniel in the pit.",
    "start": "00:12:53",
    "end": "00:12:58"
  },
  {
    "text": "Oh, in the lion's pit.",
    "start": "00:12:58",
    "end": "00:13:00"
  },
  {
    "text": "Yes. And he's at peace with the. With the lion beasts.",
    "start": "00:13:00",
    "end": "00:13:04"
  },
  {
    "text": "Cool.",
    "start": "00:13:04",
    "end": "00:13:04"
  },
  {
    "text": "And then Jesus. So in the wilderness, Noah, an Adam, Noah, Daniel figure laid on top of Jesus. For sure. For sure. Brandon Crow is a New Testament scholar who wrote a book, zeroed in on this. It's called the Last the Theology of the Obedient Life of Jesus in the Gospels. So it's a whole book on Adam, Adam, son of man, new Adam imagery in the Gospels. So here's how he summarizes the story. In Mark, he says, whereas Adam failed the temptation in the garden and was cast out, Jesus is led by the spirit into the wilderness, a setting associated with Israel's testing and failure. Unlike Adam, Jesus does not fail the test. And in both stories of Adam and Jesus, expulsion is the same Greek word that's used.",
    "start": "00:13:04",
    "end": "00:13:56"
  },
  {
    "text": "Yeah. Ekballo.",
    "start": "00:13:56",
    "end": "00:13:58"
  },
  {
    "text": "Ekballo. Yep. Yeah. In the wilderness, Jesus is with the wild animals, but remains unharmed. Which is supposed to strike the reader as unusual. Yes.",
    "start": "00:13:58",
    "end": "00:14:08"
  },
  {
    "text": "Yeah. Unusual details.",
    "start": "00:14:08",
    "end": "00:14:09"
  },
  {
    "text": "Yeah. That's not a desert beast. I mean, in biblical times, man, there's like, leopards, and I guess they're more in the Forest, leopards.",
    "start": "00:14:09",
    "end": "00:14:17"
  },
  {
    "text": "Do they hang out in the wilderness, but there's stuff.",
    "start": "00:14:18",
    "end": "00:14:20"
  },
  {
    "text": "Lions.",
    "start": "00:14:21",
    "end": "00:14:21"
  },
  {
    "text": "What kind of wilderness are we talking here?",
    "start": "00:14:21",
    "end": "00:14:23"
  },
  {
    "text": "Oh, almost certainly the hill country of Judea.",
    "start": "00:14:23",
    "end": "00:14:26"
  },
  {
    "text": "Yeah.",
    "start": "00:14:26",
    "end": "00:14:27"
  },
  {
    "text": "Yeah.",
    "start": "00:14:27",
    "end": "00:14:27"
  },
  {
    "text": "So we're not talking like Sahara's or something? No, kind of like desert.",
    "start": "00:14:27",
    "end": "00:14:31"
  },
  {
    "text": "No, this is the same hill country desert that David like.",
    "start": "00:14:31",
    "end": "00:14:36"
  },
  {
    "text": "So there would have been lions, leopards. Probably a lot more than there are nowadays.",
    "start": "00:14:36",
    "end": "00:14:41"
  },
  {
    "text": "Correct. Yeah. I don't think there's any large predators. Brandon Crow goes on. Jesus, peaceful coexistence with wild animals signifies his authority over them. He's kind of taking it that way. And it recalls Adam's dominion over the animals in the garden. Like Adam, Jesus has been granted worldwide dominion, becoming an instrument of God's dominion over the world. Okay, so. Oh, and also. And then the angels serving him.",
    "start": "00:14:42",
    "end": "00:15:07"
  },
  {
    "text": "Yeah. What's that about?",
    "start": "00:15:07",
    "end": "00:15:08"
  },
  {
    "text": "Do you remember in Daniel 7?",
    "start": "00:15:08",
    "end": "00:15:10"
  },
  {
    "text": "Yeah. The angel comes. Oh, Daniel 7, Daniel 7.",
    "start": "00:15:10",
    "end": "00:15:13"
  },
  {
    "text": "When Daniel got. He was seeing the divine throne.",
    "start": "00:15:14",
    "end": "00:15:17"
  },
  {
    "text": "Yep.",
    "start": "00:15:17",
    "end": "00:15:18"
  },
  {
    "text": "And what he sees once he sees the divine throne. This is Daniel chapter seven. Thousands upon thousands were serving him.",
    "start": "00:15:18",
    "end": "00:15:27"
  },
  {
    "text": "Yeah.",
    "start": "00:15:27",
    "end": "00:15:28"
  },
  {
    "text": "Myriads upon myriads were standing before him. It's a depiction of the divine council.",
    "start": "00:15:28",
    "end": "00:15:32"
  },
  {
    "text": "Yeah. Which we talked about actually in length in the last.",
    "start": "00:15:32",
    "end": "00:15:35"
  },
  {
    "text": "Yeah, yeah, that's right.",
    "start": "00:15:35",
    "end": "00:15:36"
  },
  {
    "text": "Yeah.",
    "start": "00:15:37",
    "end": "00:15:37"
  },
  {
    "text": "So Mark is depicting Jesus as a new Adam, but then also as the Son of man.",
    "start": "00:15:37",
    "end": "00:15:42"
  },
  {
    "text": "He's surrounded by the heavenly hosts.",
    "start": "00:15:43",
    "end": "00:15:45"
  },
  {
    "text": "They're his servants. The point is, they're his servants.",
    "start": "00:15:45",
    "end": "00:15:48"
  },
  {
    "text": "Got it.",
    "start": "00:15:48",
    "end": "00:15:48"
  },
  {
    "text": "He doesn't obey the cosmic powers. The cosmic powers are there to come under his rule.",
    "start": "00:15:48",
    "end": "00:15:53"
  },
  {
    "text": "You know, it's funny, I've always just read that as just this nice detail of like, God was taking care of Jesus, you know?",
    "start": "00:15:53",
    "end": "00:16:02"
  },
  {
    "text": "Yeah.",
    "start": "00:16:02",
    "end": "00:16:03"
  },
  {
    "text": "But man, it's about Jesus being in charge of the cosmos over even the spiritual beings.",
    "start": "00:16:03",
    "end": "00:16:10"
  },
  {
    "text": "Yeah. As they'll say in the end of Matthew, the Son of man has authority over the skies and the land.",
    "start": "00:16:10",
    "end": "00:16:16"
  },
  {
    "text": "Yeah. Okay. Wow.",
    "start": "00:16:16",
    "end": "00:16:17"
  },
  {
    "text": "But here in Mark, he already has authority over the realm of the skies and the land in the wilderness. It's just nobody else knows about it. Oh, wow. Yeah. Man, that flows real. In terms of the Logic of Mark 1, Jesus is identified as the Son in the baptism, overcomes the test in the wilderness.",
    "start": "00:16:18",
    "end": "00:16:38"
  },
  {
    "text": "He's kind of revealed as the true.",
    "start": "00:16:38",
    "end": "00:16:41"
  },
  {
    "text": "Human ruler over the land, namely the beasts.",
    "start": "00:16:41",
    "end": "00:16:45"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:16:45",
    "end": "00:16:45"
  },
  {
    "text": "And over the sky realm. Whoa. Yeah, that's right.",
    "start": "00:16:45",
    "end": "00:16:49"
  },
  {
    "text": "Yeah. Wow.",
    "start": "00:16:49",
    "end": "00:16:50"
  },
  {
    "text": "So in Matthew, Jesus says it explicitly. I have authority over heaven and earth.",
    "start": "00:16:50",
    "end": "00:16:55"
  },
  {
    "text": "Here in Mark, it's just kind of showing you.",
    "start": "00:16:55",
    "end": "00:16:57"
  },
  {
    "text": "He's showing through the narrative. Oh, I've Never. That's very helpful.",
    "start": "00:16:57",
    "end": "00:17:01"
  },
  {
    "text": "That's really cool.",
    "start": "00:17:01",
    "end": "00:17:01"
  },
  {
    "text": "Thank you, Mark.",
    "start": "00:17:02",
    "end": "00:17:02"
  },
  {
    "text": "In such a small amount of details.",
    "start": "00:17:03",
    "end": "00:17:06"
  },
  {
    "text": "Three short little statements.",
    "start": "00:17:06",
    "end": "00:17:08"
  },
  {
    "text": "Yeah.",
    "start": "00:17:08",
    "end": "00:17:08"
  },
  {
    "text": "Notice also in Mark 1, the Satan's just introduced, like, you know, like, you know.",
    "start": "00:17:08",
    "end": "00:17:14"
  },
  {
    "text": "Does Mark kind of assume you've read the other gospels?",
    "start": "00:17:14",
    "end": "00:17:16"
  },
  {
    "text": "Most likely the opposite.",
    "start": "00:17:17",
    "end": "00:17:18"
  },
  {
    "text": "Oh, okay.",
    "start": "00:17:18",
    "end": "00:17:19"
  },
  {
    "text": "And this is a big rabbit hole. But in New Testament scholarship, the order of the Gospels.",
    "start": "00:17:19",
    "end": "00:17:25"
  },
  {
    "text": "Yeah.",
    "start": "00:17:25",
    "end": "00:17:26"
  },
  {
    "text": "There's multiple positions. The longest lasting consensus view is that Mark is the earliest, in which case it's also the shortest. It also has the least amount of red letters of the three other gospels. In other words, Jesus, first person speech. Jesus talks a lot in Mark, but he talks in shorter chunks than the others. So that only emphasizes, I guess, the thing that's sticking out to me is the Satan is just introduced to somebody you're already supposed to know.",
    "start": "00:17:27",
    "end": "00:17:55"
  },
  {
    "text": "Yeah.",
    "start": "00:17:55",
    "end": "00:17:56"
  },
  {
    "text": "The Satan as the tester and you're like, oh, yeah.",
    "start": "00:17:56",
    "end": "00:17:59"
  },
  {
    "text": "And this is the same term used in the Hebrew scriptures then as Hasatan. Hasatan.",
    "start": "00:17:59",
    "end": "00:18:06"
  },
  {
    "text": "The one opposed.",
    "start": "00:18:06",
    "end": "00:18:07"
  },
  {
    "text": "Yeah.",
    "start": "00:18:07",
    "end": "00:18:08"
  },
  {
    "text": "So we've seen the one opposed explicitly as a tester in the book of Job, in the book of Zechariah, and then in the garden narrative, it's the image of the snake, and in Cain's story it's sin.",
    "start": "00:18:08",
    "end": "00:18:21"
  },
  {
    "text": "Yeah.",
    "start": "00:18:21",
    "end": "00:18:22"
  },
  {
    "text": "And once again, it's the Mosaic portrait of the spiritual evil one.",
    "start": "00:18:22",
    "end": "00:18:25"
  },
  {
    "text": "Cool.",
    "start": "00:18:26",
    "end": "00:18:26"
  },
  {
    "text": "So there you go. Step two. Matthew and Luke offer us an account of the narrative of Jesus being tested. That's three tests.",
    "start": "00:18:26",
    "end": "00:19:18"
  },
  {
    "text": "Yeah. Matthew four.",
    "start": "00:19:19",
    "end": "00:19:20"
  },
  {
    "text": "Yeah, Matthew four. Ah. And this is back to the overlaying of Israel's story on top of Cain's story, on top of Adam and Eve's story. Same thing. So this is Matthew, chapter four. He was led up by the spirit into the wilderness. Ooh. Matthew uses a different verb that's not as forceful. He's tested by the diabolus, the devil, the slanderer.",
    "start": "00:19:20",
    "end": "00:19:44"
  },
  {
    "text": "The slanderer.",
    "start": "00:19:44",
    "end": "00:19:45"
  },
  {
    "text": "Diabolos means the slanderer.",
    "start": "00:19:45",
    "end": "00:19:47"
  },
  {
    "text": "Slanderer.",
    "start": "00:19:47",
    "end": "00:19:48"
  },
  {
    "text": "Yeah.",
    "start": "00:19:48",
    "end": "00:19:48"
  },
  {
    "text": "Okay.",
    "start": "00:19:48",
    "end": "00:19:49"
  },
  {
    "text": "Yeah.",
    "start": "00:19:49",
    "end": "00:19:49"
  },
  {
    "text": "Slander. That's just to speak poorly of someone. Yeah, Yeah, I never use that word.",
    "start": "00:19:49",
    "end": "00:19:54"
  },
  {
    "text": "No, it actually, it seems to derive from the same concept as the Satan. The Satan is in the courtroom, in the divine courtroom.",
    "start": "00:19:54",
    "end": "00:20:01"
  },
  {
    "text": "Yeah.",
    "start": "00:20:01",
    "end": "00:20:01"
  },
  {
    "text": "The one who's opposed, he's the one who takes the opposing view.",
    "start": "00:20:01",
    "end": "00:20:04"
  },
  {
    "text": "Right.",
    "start": "00:20:04",
    "end": "00:20:04"
  },
  {
    "text": "And then in that courtroom, you can also call that figure the diabolus. He's the one bringing up negative evidence against the accused. He's slandering, speaking poorly.",
    "start": "00:20:05",
    "end": "00:20:14"
  },
  {
    "text": "Speaking poorly. Well, what is a slander? False statements, damaging a person's reputation. That's the legal way it's used.",
    "start": "00:20:14",
    "end": "00:20:26"
  },
  {
    "text": "Yeah. That can stand for personal interaction, but it could also stand.",
    "start": "00:20:27",
    "end": "00:20:31"
  },
  {
    "text": "I see.",
    "start": "00:20:31",
    "end": "00:20:31"
  },
  {
    "text": "In, like, the divine courtroom.",
    "start": "00:20:31",
    "end": "00:20:32"
  },
  {
    "text": "Got it. If you. If the king is like, hey, I'm gonna go wage war on these guys over here.",
    "start": "00:20:32",
    "end": "00:20:38"
  },
  {
    "text": "Yeah.",
    "start": "00:20:38",
    "end": "00:20:38"
  },
  {
    "text": "And the guy goes, okay, hold on. Maybe we shouldn't. Maybe that's a bad idea. That's the slander.",
    "start": "00:20:38",
    "end": "00:20:44"
  },
  {
    "text": "No, it would be the opposite. It would be, hey, I want to elevate this prince to become lord over this new section of land. And then the Satan, the one opposed would be, bad idea.",
    "start": "00:20:45",
    "end": "00:20:56"
  },
  {
    "text": "Bad idea. That guy's bad news.",
    "start": "00:20:56",
    "end": "00:20:58"
  },
  {
    "text": "And then he would also play the role of the slanderer. Here's why. He didn't pay his taxes 10 years ago. And he's smells funny. Yeah, yeah, whatever. The slanderer. So that's totally the role that. Well, that's the role that this figure plays. Here he comes to address Jesus, and he assumes the baptism story. Before, in this baptism story, Jesus was declared the son. And he says, if you are the son of God, then.",
    "start": "00:20:58",
    "end": "00:21:27"
  },
  {
    "text": "Hold on, I'm trying to, like, reboot all the son of God conversations. Son of man, human, one. Son of God.",
    "start": "00:21:27",
    "end": "00:21:36"
  },
  {
    "text": "Yeah. The royal title.",
    "start": "00:21:36",
    "end": "00:21:37"
  },
  {
    "text": "Okay.",
    "start": "00:21:38",
    "end": "00:21:38"
  },
  {
    "text": "Yeah, It's a royal title. So it can refer to the line of David that's been adopted as God's son. It also stands for the spiritual beings.",
    "start": "00:21:39",
    "end": "00:21:49"
  },
  {
    "text": "Yeah.",
    "start": "00:21:49",
    "end": "00:21:49"
  },
  {
    "text": "And the idea is that God will adopt a human son. Right. The line of David as the Lord of heaven and earth.",
    "start": "00:21:49",
    "end": "00:22:00"
  },
  {
    "text": "Because son of is one of a class.",
    "start": "00:22:00",
    "end": "00:22:02"
  },
  {
    "text": "One of a class.",
    "start": "00:22:03",
    "end": "00:22:03"
  },
  {
    "text": "So son of God, son of Elohim would be like spiritual beings.",
    "start": "00:22:04",
    "end": "00:22:08"
  },
  {
    "text": "Correct.",
    "start": "00:22:08",
    "end": "00:22:08"
  },
  {
    "text": "Because they're. They're one. They're spiritual beings.",
    "start": "00:22:08",
    "end": "00:22:10"
  },
  {
    "text": "Correct.",
    "start": "00:22:10",
    "end": "00:22:11"
  },
  {
    "text": "So they're sons of Elohim.",
    "start": "00:22:11",
    "end": "00:22:12"
  },
  {
    "text": "Yeah.",
    "start": "00:22:12",
    "end": "00:22:12"
  },
  {
    "text": "But God also calls David.",
    "start": "00:22:13",
    "end": "00:22:15"
  },
  {
    "text": "Yeah.",
    "start": "00:22:15",
    "end": "00:22:16"
  },
  {
    "text": "A son of God.",
    "start": "00:22:16",
    "end": "00:22:16"
  },
  {
    "text": "Yeah, yeah. And the line of David in the line of David, 2 Samuel 7, I will be a father to the seed of David, and he will be my son.",
    "start": "00:22:16",
    "end": "00:22:24"
  },
  {
    "text": "Does he ever call Israel collectively as.",
    "start": "00:22:24",
    "end": "00:22:26"
  },
  {
    "text": "Yes. And Israel? That's correct.",
    "start": "00:22:26",
    "end": "00:22:28"
  },
  {
    "text": "Sons of God.",
    "start": "00:22:28",
    "end": "00:22:28"
  },
  {
    "text": "God's purpose in this whole story is to have one of his image bearing one of or all of his image bearing human sons become adopted into the divine council to rule over heaven and.",
    "start": "00:22:29",
    "end": "00:22:44"
  },
  {
    "text": "Earth, to be in the class of.",
    "start": "00:22:44",
    "end": "00:22:45"
  },
  {
    "text": "Elohim, the son of God? I think so, yeah. In other words, the humans become the creatures in whom heaven and earth are married together. Humans are made of earth.",
    "start": "00:22:45",
    "end": "00:22:55"
  },
  {
    "text": "Yes.",
    "start": "00:22:55",
    "end": "00:22:55"
  },
  {
    "text": "They're given the divine breath.",
    "start": "00:22:56",
    "end": "00:22:57"
  },
  {
    "text": "Yes.",
    "start": "00:22:57",
    "end": "00:22:57"
  },
  {
    "text": "And they're given.",
    "start": "00:22:57",
    "end": "00:22:58"
  },
  {
    "text": "And so are the animals.",
    "start": "00:22:58",
    "end": "00:22:59"
  },
  {
    "text": "So are the animals. But humans are appointed as the divine image and they're given a chance to rule over heaven and Earth. Genesis 1.",
    "start": "00:22:59",
    "end": "00:23:07"
  },
  {
    "text": "Well, they're told to rule the land.",
    "start": "00:23:07",
    "end": "00:23:09"
  },
  {
    "text": "Ah, that's right. Okay, that's correct. And then you get to the seventh day. God fills creation with his presence.",
    "start": "00:23:09",
    "end": "00:23:15"
  },
  {
    "text": "Okay.",
    "start": "00:23:15",
    "end": "00:23:16"
  },
  {
    "text": "And you're like, okay, we're ready to like, get some humans ruling and remember Eden. But Eden is heaven and earth. Eden is heaven and earth.",
    "start": "00:23:16",
    "end": "00:23:23"
  },
  {
    "text": "Well, Eden in the terms of its access to heaven. But.",
    "start": "00:23:23",
    "end": "00:23:29"
  },
  {
    "text": "But that's where humans are supposed to be ruling is in Eden.",
    "start": "00:23:29",
    "end": "00:23:33"
  },
  {
    "text": "So ruling the land. It's good.",
    "start": "00:23:33",
    "end": "00:23:35"
  },
  {
    "text": "I want to understand your. Hang up here.",
    "start": "00:23:35",
    "end": "00:23:36"
  },
  {
    "text": "Sure. Well, okay. Because one way you can frame it is God created the host of heavens, the angelic being or the.",
    "start": "00:23:36",
    "end": "00:23:43"
  },
  {
    "text": "That's right.",
    "start": "00:23:43",
    "end": "00:23:43"
  },
  {
    "text": "Divine council.",
    "start": "00:23:43",
    "end": "00:23:44"
  },
  {
    "text": "They rule the skies.",
    "start": "00:23:44",
    "end": "00:23:45"
  },
  {
    "text": "They rule the skies. That's what it says.",
    "start": "00:23:45",
    "end": "00:23:47"
  },
  {
    "text": "Yep.",
    "start": "00:23:47",
    "end": "00:23:47"
  },
  {
    "text": "And then humans rule the land.",
    "start": "00:23:47",
    "end": "00:23:49"
  },
  {
    "text": "Yes.",
    "start": "00:23:49",
    "end": "00:23:50"
  },
  {
    "text": "But then there's this sense of, well, here's this place where heaven and earth overlap. And you're getting that from the fact that Eden is a place where God himself dwells.",
    "start": "00:23:50",
    "end": "00:24:04"
  },
  {
    "text": "Yeah, it's the Sabbath place.",
    "start": "00:24:04",
    "end": "00:24:05"
  },
  {
    "text": "So God's space is there. So now to rule the land also means you rule the skies.",
    "start": "00:24:06",
    "end": "00:24:14"
  },
  {
    "text": "That's right. You know, you've returned to this question multiple times in our conversation. It's good.",
    "start": "00:24:15",
    "end": "00:24:21"
  },
  {
    "text": "I've also been wrestling with just the whole, like, is humanity's calling to become like the Elohim?",
    "start": "00:24:21",
    "end": "00:24:26"
  },
  {
    "text": "I see. Yeah.",
    "start": "00:24:26",
    "end": "00:24:27"
  },
  {
    "text": "Or is it to always be human, but in a way that's connected to this?",
    "start": "00:24:27",
    "end": "00:24:33"
  },
  {
    "text": "I understand. Yes.",
    "start": "00:24:33",
    "end": "00:24:34"
  },
  {
    "text": "To the. To the spiritual.",
    "start": "00:24:34",
    "end": "00:24:36"
  },
  {
    "text": "Yeah.",
    "start": "00:24:36",
    "end": "00:24:36"
  },
  {
    "text": "To the divine.",
    "start": "00:24:37",
    "end": "00:24:37"
  },
  {
    "text": "Yeah. And I think this is where Psalm 8 is going. This is what Psalm 8 sees here. When I look up at the heavenly host and I look at their glory and majesty, and then I look at humans, I'm like, big mismatch here. Yeah, that's what he says.",
    "start": "00:24:38",
    "end": "00:24:54"
  },
  {
    "text": "Dirt creatures.",
    "start": "00:24:54",
    "end": "00:24:55"
  },
  {
    "text": "He says, what is human? What's the Son of man? That you look at him and that you crown him with the divine majesty. He says, you crown him with glory and honor, which at the opening and closing of Psalm 8.",
    "start": "00:24:55",
    "end": "00:25:06"
  },
  {
    "text": "Yeah, but the glory and honor is the ability to rule the land.",
    "start": "00:25:06",
    "end": "00:25:11"
  },
  {
    "text": "Ah, well, I think it's an open ended. It's like, whoa. In the beginning and ending of Psalm 8, God has the honor and majesty.",
    "start": "00:25:12",
    "end": "00:25:21"
  },
  {
    "text": "And I guess Paul doesn't he end up saying eventually, like, don't you know you're gonna judge angels or whatever?",
    "start": "00:25:21",
    "end": "00:25:26"
  },
  {
    "text": "Correct.",
    "start": "00:25:26",
    "end": "00:25:27"
  },
  {
    "text": "So that's kind of where his mind goes, is like, this is correct. You're ruling the skies. And the land.",
    "start": "00:25:27",
    "end": "00:25:32"
  },
  {
    "text": "That's right. It's also in Daniel 7, where the ancient of days is on his throne with all the spiritual beings surrounding him.",
    "start": "00:25:32",
    "end": "00:25:39"
  },
  {
    "text": "The Son of Man comes and rules.",
    "start": "00:25:39",
    "end": "00:25:40"
  },
  {
    "text": "Is there beside him now, ruling over heaven and earth.",
    "start": "00:25:40",
    "end": "00:25:43"
  },
  {
    "text": "So humanity's calling is to rule over heaven and earth with God, not just the land.",
    "start": "00:25:43",
    "end": "00:25:49"
  },
  {
    "text": "Right? Yep. So maybe I've actually been. I think my thinking is developing. So in that sense, where the biblical story is going isn't just to get us back to Genesis 1.",
    "start": "00:25:49",
    "end": "00:26:03"
  },
  {
    "text": "Right.",
    "start": "00:26:03",
    "end": "00:26:03"
  },
  {
    "text": "It's Genesis 1 is like this setup so that it's like a stage that gets you ready for the play to culminate.",
    "start": "00:26:03",
    "end": "00:26:12"
  },
  {
    "text": "Right.",
    "start": "00:26:12",
    "end": "00:26:12"
  },
  {
    "text": "So Genesis 1 begins with the images of God ruling over the land.",
    "start": "00:26:12",
    "end": "00:26:16"
  },
  {
    "text": "Yeah.",
    "start": "00:26:16",
    "end": "00:26:16"
  },
  {
    "text": "Okay, let's see how this goes.",
    "start": "00:26:16",
    "end": "00:26:18"
  },
  {
    "text": "Right.",
    "start": "00:26:18",
    "end": "00:26:18"
  },
  {
    "text": "And it doesn't go well. They're, in fact, exiled from the place where heaven and earth are one. And so humanity never even gets the chance to go to this place where it.",
    "start": "00:26:18",
    "end": "00:26:28"
  },
  {
    "text": "Stage 2.",
    "start": "00:26:28",
    "end": "00:26:29"
  },
  {
    "text": "Stage 2. And then that Psalm 8, Daniel 7, and the whole book of Genesis is trying to tell you God's.",
    "start": "00:26:29",
    "end": "00:26:35"
  },
  {
    "text": "So if you just read Genesis 1, that's very clear. Like humans, you rule the land, and then there's these hosts that heavenly hosts rules the sky. But you get to Genesis 2, and that's where you feel a little bit more of this ambiguity of, like, actually where humans are, where the land is, is where heaven and earth are one. And so for humans to rule there is actually to rule the heavens and the earth with God. That's embedded in Genesis 2, I think so.",
    "start": "00:26:35",
    "end": "00:27:03"
  },
  {
    "text": "And then the first spiritual beings you meet, one that's a rebel who's testing the humans. And so they come under that being's rule in authority. And then the cherubim in Genesis 3 that guard are now they have authority over these humans to keep them out, which seems like a loss. Like, oh, that's not what was supposed to happen.",
    "start": "00:27:03",
    "end": "00:27:26"
  },
  {
    "text": "Yeah. Now they're just there in the land, ruling the land, but on their own terms. Then we get to Daniel 7, and we see a Son of man elevated back to sitting at the right hand of God, ruling over heaven and earth.",
    "start": "00:27:26",
    "end": "00:27:42"
  },
  {
    "text": "Over heaven and Earth. Over humans and spiritual beings.",
    "start": "00:27:42",
    "end": "00:27:46"
  },
  {
    "text": "Yeah.",
    "start": "00:27:46",
    "end": "00:27:46"
  },
  {
    "text": "And that's what Mark is activating in the wilderness.",
    "start": "00:27:46",
    "end": "00:27:49"
  },
  {
    "text": "So that's the Son of Man.",
    "start": "00:27:49",
    "end": "00:27:50"
  },
  {
    "text": "Yep.",
    "start": "00:27:50",
    "end": "00:27:51"
  },
  {
    "text": "But also, the term Son of God.",
    "start": "00:27:51",
    "end": "00:27:53"
  },
  {
    "text": "That's how we started here.",
    "start": "00:27:53",
    "end": "00:27:54"
  },
  {
    "text": "Refers to the same concept.",
    "start": "00:27:55",
    "end": "00:27:56"
  },
  {
    "text": "Yeah. But from a different angle, I think. So. Yeah. We'll do a theme video on this.",
    "start": "00:27:56",
    "end": "00:28:02"
  },
  {
    "text": "On Son of God.",
    "start": "00:28:02",
    "end": "00:28:03"
  },
  {
    "text": "On the Son of God. But this just I've noticed this for quite a long time in Genesis chapter five. I don't know if you want to pull it up. I like it when our conversations go places that we hadn't planned. Here's how Genesis 5 opens. This is the scroll of the generations of Adam. In the day when he created Adam, he made him in the image of God or the likeness of God.",
    "start": "00:28:03",
    "end": "00:28:27"
  },
  {
    "text": "Oh, wow. Niv's them.",
    "start": "00:28:28",
    "end": "00:28:29"
  },
  {
    "text": "Yeah, good point. I should just read this in Hebrew. Yeah, Singular. He created him in the likeness of God. Genesis 5:1. Next verse. Male and female. He created them. Okay, so the him refers to the species, humanity, which consists of male and female. He created them.",
    "start": "00:28:30",
    "end": "00:28:48"
  },
  {
    "text": "There's no footnote there or anything. It just says them the first time.",
    "start": "00:28:49",
    "end": "00:28:51"
  },
  {
    "text": "That's interesting. Okay, continuing verse 2. And God blessed them, and he called their plural name, the name of them, Adam.",
    "start": "00:28:51",
    "end": "00:29:01"
  },
  {
    "text": "And he named them mankind. Which Hebrew. Adam.",
    "start": "00:29:02",
    "end": "00:29:06"
  },
  {
    "text": "Yeah, yeah. In the day.",
    "start": "00:29:06",
    "end": "00:29:08"
  },
  {
    "text": "So, man, I always kind of wish. I always kind of wish that man was a gender neutral term in English. You try to use the word human more and more.",
    "start": "00:29:08",
    "end": "00:29:16"
  },
  {
    "text": "Yeah, but.",
    "start": "00:29:16",
    "end": "00:29:17"
  },
  {
    "text": "So this sounds funny. Yeah, but maybe that'll become normal eventually.",
    "start": "00:29:17",
    "end": "00:29:22"
  },
  {
    "text": "Maybe I just like it because it preserves the distinction that there are places in Genesis 1, in early chapters of Genesis, where the word Adam functions as a title. Well, right here, Adam is. Adam is Adam and Eve.",
    "start": "00:29:22",
    "end": "00:29:37"
  },
  {
    "text": "He's the kind. Yeah.",
    "start": "00:29:37",
    "end": "00:29:39"
  },
  {
    "text": "Male and female. Yeah, that's right.",
    "start": "00:29:39",
    "end": "00:29:41"
  },
  {
    "text": "Well, mankind then is the translation, Niv, which kind of makes sense.",
    "start": "00:29:41",
    "end": "00:29:44"
  },
  {
    "text": "All right, so we go on verse three. When Adam had lived 130 years, he fathered one in his likeness and according to his image. Oh, that's interesting.",
    "start": "00:29:44",
    "end": "00:29:57"
  },
  {
    "text": "So he's carrying on the image. Yeah, the image is carrying on.",
    "start": "00:29:57",
    "end": "00:30:00"
  },
  {
    "text": "And he called that one's name Seth. So. Okay, just pause here. So we just Learned in Genesis 5, one human, which is male and female. God created in the image of Elohim in the likeness of Elohim. Now we have Adam fathering one in his likeness and image, and that one is his son.",
    "start": "00:30:00",
    "end": "00:30:19"
  },
  {
    "text": "Yeah.",
    "start": "00:30:20",
    "end": "00:30:21"
  },
  {
    "text": "So the one in the likeness of one's father is the Son.",
    "start": "00:30:21",
    "end": "00:30:25"
  },
  {
    "text": "Yeah.",
    "start": "00:30:25",
    "end": "00:30:25"
  },
  {
    "text": "So if Seth is in the image of his father, he's the son of Adam. If Adam is male and female is in the image of their Creator, you.",
    "start": "00:30:25",
    "end": "00:30:34"
  },
  {
    "text": "Could say they're a son of God.",
    "start": "00:30:34",
    "end": "00:30:35"
  },
  {
    "text": "That Adam and Eve are a son of God. I think this is where our theme video on the Son of God will have to begin. So you're right. The Son of God and the Son of Man are two ways to get.",
    "start": "00:30:35",
    "end": "00:30:48"
  },
  {
    "text": "It the same Idea. And let me try to elucidate that. So the Son of Man, it's clearly talking about just being human and Adam.",
    "start": "00:30:48",
    "end": "00:30:59"
  },
  {
    "text": "Yeah.",
    "start": "00:30:59",
    "end": "00:31:00"
  },
  {
    "text": "But all of a sudden, you see a son of man elevated to a place that is divine. Son of God means to be of the class of Elohim. To be more than human, to be other than human. Elohim, or. Well, in this case, not more than human. Other than.",
    "start": "00:31:00",
    "end": "00:31:17"
  },
  {
    "text": "Yeah, in this case, to be an image of God.",
    "start": "00:31:17",
    "end": "00:31:20"
  },
  {
    "text": "Well, in this case.",
    "start": "00:31:21",
    "end": "00:31:22"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:31:22",
    "end": "00:31:23"
  },
  {
    "text": "But just taking that term on its face.",
    "start": "00:31:23",
    "end": "00:31:26"
  },
  {
    "text": "Ah, that's right. Yes. One who participates in the class of Elohim, namely to be a spiritual being.",
    "start": "00:31:26",
    "end": "00:31:33"
  },
  {
    "text": "Yeah. And so for God to then call a human like David.",
    "start": "00:31:33",
    "end": "00:31:37"
  },
  {
    "text": "Yes.",
    "start": "00:31:37",
    "end": "00:31:38"
  },
  {
    "text": "That you're kind of like, what?",
    "start": "00:31:38",
    "end": "00:31:40"
  },
  {
    "text": "Yes.",
    "start": "00:31:40",
    "end": "00:31:40"
  },
  {
    "text": "No, he's not a son of Elohim. He's a son of Adam. Now, you can call him or Israel, your chosen one. Or Israel.",
    "start": "00:31:41",
    "end": "00:31:49"
  },
  {
    "text": "Yeah, Israel. Yeah.",
    "start": "00:31:49",
    "end": "00:31:50"
  },
  {
    "text": "And is it kind of a mental speed bump to read that, like, David is the son of God? Are you supposed to be like, whoa, I thought we're talking about humans here.",
    "start": "00:31:50",
    "end": "00:31:57"
  },
  {
    "text": "No, it's about elevation into a status or a role. Namely, the one who's called the Son of God is someone or a group of people who now play a cosmic role in the world. They play a role that is both heavenly and earthly.",
    "start": "00:31:57",
    "end": "00:32:14"
  },
  {
    "text": "Yeah. But in a literal sense, the term means to be the class of Elohim.",
    "start": "00:32:15",
    "end": "00:32:19"
  },
  {
    "text": "Correct.",
    "start": "00:32:19",
    "end": "00:32:19"
  },
  {
    "text": "So for God to use that term for human. He doesn't mean it in the literal sense. He means it in a more figurative sense, which is more about status.",
    "start": "00:32:20",
    "end": "00:32:29"
  },
  {
    "text": "Well, because the sons of God, as for spiritual beings, they're there. Yeah. And they are in the heavens. Very clearly. Humans are of the earth. That's their nature in Genesis 2. So for one who is of the earth. This is Genesis 5. So you've already got Genesis 2. One who's of the earth is also being given the slot of the identity of one who is among the heavens.",
    "start": "00:32:29",
    "end": "00:32:53"
  },
  {
    "text": "What would be comparative?",
    "start": "00:32:54",
    "end": "00:32:55"
  },
  {
    "text": "Okay, yeah, we need an analogy.",
    "start": "00:32:55",
    "end": "00:32:57"
  },
  {
    "text": "Let's say I grew up a peasant.",
    "start": "00:32:57",
    "end": "00:33:00"
  },
  {
    "text": "Go for it. You do it.",
    "start": "00:33:00",
    "end": "00:33:01"
  },
  {
    "text": "Okay.",
    "start": "00:33:01",
    "end": "00:33:02"
  },
  {
    "text": "Run with yours.",
    "start": "00:33:02",
    "end": "00:33:02"
  },
  {
    "text": "Born a peasant.",
    "start": "00:33:03",
    "end": "00:33:03"
  },
  {
    "text": "Yep.",
    "start": "00:33:03",
    "end": "00:33:04"
  },
  {
    "text": "And a class system. It's very clear. Class system.",
    "start": "00:33:04",
    "end": "00:33:07"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:33:07",
    "end": "00:33:07"
  },
  {
    "text": "Everyone knows. And I'm called a peasant.",
    "start": "00:33:08",
    "end": "00:33:10"
  },
  {
    "text": "That's right. Let's get Monty Python about it. Your life is out collecting mud, collecting stacks of mud, putting baskets, all that.",
    "start": "00:33:10",
    "end": "00:33:19"
  },
  {
    "text": "And then. Yeah.",
    "start": "00:33:19",
    "end": "00:33:20"
  },
  {
    "text": "You never hope for more. That's.",
    "start": "00:33:20",
    "end": "00:33:21"
  },
  {
    "text": "That's it.",
    "start": "00:33:21",
    "end": "00:33:21"
  },
  {
    "text": "Because that's where you came from and where you'll always be totally among the pests.",
    "start": "00:33:21",
    "end": "00:33:25"
  },
  {
    "text": "And one day this, like, noble king rides in, or prince or whoever, and it's like, whoa, look at these guys. They're of this higher class, and they call each other lord and they, like, you know, you're like, that's incredible. I'll never be like them.",
    "start": "00:33:25",
    "end": "00:33:41"
  },
  {
    "text": "Correct.",
    "start": "00:33:41",
    "end": "00:33:41"
  },
  {
    "text": "One day they ride in, and he looks at me, the peasant, and he calls me a son of.",
    "start": "00:33:41",
    "end": "00:33:47"
  },
  {
    "text": "Yes.",
    "start": "00:33:47",
    "end": "00:33:48"
  },
  {
    "text": "A son of the king.",
    "start": "00:33:48",
    "end": "00:33:49"
  },
  {
    "text": "Yep.",
    "start": "00:33:49",
    "end": "00:33:49"
  },
  {
    "text": "And so I go, well, I'm not a son of the king. Oh, I get it. What you mean is you think of me as that status, which is still mind bending because I'm a peasant.",
    "start": "00:33:49",
    "end": "00:34:00"
  },
  {
    "text": "Yeah, yeah. You're recreating my identity.",
    "start": "00:34:00",
    "end": "00:34:03"
  },
  {
    "text": "You're recreating my identity. You're not trying to say I was actually born of one of the king's sons. You just want to give me that kind of status. So in the same way you're saying that for a human to be called son of God. No, I'm not trying to say that you are actually an Elohim. I'm giving you the status of Elohim. And the status of Elohim is the ability to rule over the skies.",
    "start": "00:34:03",
    "end": "00:34:24"
  },
  {
    "text": "Correct. Okay, yes. Let's run with that. Israel is enslaved in Egypt. In the early chapters of Exodus, Moses is sent to go confront Pharaoh to say, let my people go.",
    "start": "00:34:24",
    "end": "00:34:36"
  },
  {
    "text": "Yeah.",
    "start": "00:34:36",
    "end": "00:34:37"
  },
  {
    "text": "And what Moses is to tell Pharaoh is Exodus 4, verse 22. Thus you shall say to Pharaoh, thus says Yahweh, Israel is my son, my firstborn. So I said to you, let my son go, that he may serve me. Where will they serve him? They're gonna go out through the wilderness and ascend cosmic. They're supposed to ascend a cosmic mountain to go meet God on Sinai.",
    "start": "00:34:37",
    "end": "00:35:04"
  },
  {
    "text": "And so in that situation, for God, Yahweh, to call a group of people his son.",
    "start": "00:35:04",
    "end": "00:35:11"
  },
  {
    "text": "He's giving them a new identity.",
    "start": "00:35:12",
    "end": "00:35:14"
  },
  {
    "text": "Give him a new identity.",
    "start": "00:35:14",
    "end": "00:35:15"
  },
  {
    "text": "You're being released from slavery and death on your way into a new Eden and life.",
    "start": "00:35:15",
    "end": "00:35:21"
  },
  {
    "text": "But that doesn't mean you are the class of Elohim.",
    "start": "00:35:22",
    "end": "00:35:26"
  },
  {
    "text": "It just means, well, who ends up going up to the top of that mountain? Not all of Israel.",
    "start": "00:35:27",
    "end": "00:35:32"
  },
  {
    "text": "Yeah, Moses.",
    "start": "00:35:32",
    "end": "00:35:33"
  },
  {
    "text": "Just Moses. And something crazy happens to him up there.",
    "start": "00:35:33",
    "end": "00:35:36"
  },
  {
    "text": "Yeah. His face transforms.",
    "start": "00:35:36",
    "end": "00:35:38"
  },
  {
    "text": "Yeah. He begins to take on the attributes of Elohim. Hold on. Psalm 2.",
    "start": "00:35:38",
    "end": "00:35:43"
  },
  {
    "text": "Okay.",
    "start": "00:35:44",
    "end": "00:35:44"
  },
  {
    "text": "Psalm 2. Psalm 2 begins with the nations of the kings of the earth in an uproar, rebelling against Yahweh and his anointed one. And the one who sits in the heavens, the one who rules in the Skies. He laughs and he pronounces his response to the rebellious nations. He says, I have installed my king on Zion, my holy mountain. So God's response to the rebellious nations is to install a king in a new Eden, which is Jerusalem, the cosmic mountain. Then the king starts speaking to us. Psalm 2, verse 7. Hey, everybody, let me tell you the decree that Yahweh said to me. He said to me, you are my son. Today I have become your father. So it's the line of David being adopted into the like to rule alongside God on the cosmic mountain over heaven and earth, with all the nations and the ends of the earth as his possession.",
    "start": "00:35:44",
    "end": "00:36:51"
  },
  {
    "text": "A son of man becoming a son of God.",
    "start": "00:36:51",
    "end": "00:36:54"
  },
  {
    "text": "And all of these are different reverberations of Genesis 1 and 2. I think of the dirt creatures who are invited into a glorious destiny of becoming the sons of God.",
    "start": "00:36:54",
    "end": "00:37:07"
  },
  {
    "text": "So that twist or the paradox or whatever of a son of man being invited in to be a son of God.",
    "start": "00:37:08",
    "end": "00:37:15"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:37:15",
    "end": "00:37:16"
  },
  {
    "text": "In a way, to be called the image of God right off the bat is just cluing into that mystery to be made in the likeness of God, because he doesn't make them Elohim. He makes them in the likeness of Elohim.",
    "start": "00:37:16",
    "end": "00:37:30"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:37:30",
    "end": "00:37:31"
  },
  {
    "text": "And. And so there you're thinking of statues, but then I guess you're also thinking like, well, it's a physical.",
    "start": "00:37:31",
    "end": "00:37:39"
  },
  {
    "text": "A statue. Remember, the image means statue.",
    "start": "00:37:39",
    "end": "00:37:42"
  },
  {
    "text": "Yeah.",
    "start": "00:37:42",
    "end": "00:37:42"
  },
  {
    "text": "So it's a physical embodied representation of the God who reigns in the heavens. So in this creature called the image or the sun, this is a creature in whom heaven and Earth are one. Humans are meant to be the place where heaven and earth are bound together.",
    "start": "00:37:42",
    "end": "00:38:02"
  },
  {
    "text": "What do you mean? So humans are where heaven and Earth overlap. I don't know what that means. What does that mean?",
    "start": "00:38:52",
    "end": "00:38:59"
  },
  {
    "text": "Well, just. Okay, think in terms of Genesis 1's cosmology.",
    "start": "00:38:59",
    "end": "00:39:03"
  },
  {
    "text": "Okay.",
    "start": "00:39:03",
    "end": "00:39:04"
  },
  {
    "text": "You have the sky realm.",
    "start": "00:39:04",
    "end": "00:39:05"
  },
  {
    "text": "You got the sky realm, and you.",
    "start": "00:39:05",
    "end": "00:39:07"
  },
  {
    "text": "Got the sky creatures and the hosts of heaven rule over that.",
    "start": "00:39:07",
    "end": "00:39:10"
  },
  {
    "text": "Yeah.",
    "start": "00:39:10",
    "end": "00:39:11"
  },
  {
    "text": "You've got the Earth realm.",
    "start": "00:39:11",
    "end": "00:39:12"
  },
  {
    "text": "Yep.",
    "start": "00:39:12",
    "end": "00:39:13"
  },
  {
    "text": "And you've got humans appointed to rule over that.",
    "start": "00:39:13",
    "end": "00:39:15"
  },
  {
    "text": "Yep. Makes sense.",
    "start": "00:39:15",
    "end": "00:39:16"
  },
  {
    "text": "Makes sense. And then the Sabbath is God's personal presence and divine rule entering into and filling up all of creation.",
    "start": "00:39:16",
    "end": "00:39:25"
  },
  {
    "text": "Okay.",
    "start": "00:39:25",
    "end": "00:39:26"
  },
  {
    "text": "All right, man. Dude, that'd be awesome if that happened. Yeah, yeah. Turn the page. Next story, Genesis 2. I've got some Earth creatures who are appointed to rule and work as royal priests in the holy garden.",
    "start": "00:39:26",
    "end": "00:39:40"
  },
  {
    "text": "The holy garden, which is where the land and the sky meet.",
    "start": "00:39:40",
    "end": "00:39:45"
  },
  {
    "text": "Meet where they are one, where they Are one where they are one. God takes dirt from outside the garden, then he plants a garden and puts humans in the garden and gives them a royal priestly task in Heaven and Earth. I mean, Eden is where heaven and Earth are one.",
    "start": "00:39:45",
    "end": "00:40:03"
  },
  {
    "text": "In Genesis 2, you should go, oh, man, I thought the humans were just going to rule the land. This seems more significant, right? Because none of this is clued in Genesis 1.",
    "start": "00:40:03",
    "end": "00:40:14"
  },
  {
    "text": "Well, Genesis 1 gives you the ordered world and the ideal. The Sabbath. The Sabbath. Rest of God's presence flooding all creation.",
    "start": "00:40:14",
    "end": "00:40:23"
  },
  {
    "text": "But you're never told in Genesis 1 that humans will rule.",
    "start": "00:40:23",
    "end": "00:40:27"
  },
  {
    "text": "Correct? Yeah.",
    "start": "00:40:27",
    "end": "00:40:28"
  },
  {
    "text": "More than the land.",
    "start": "00:40:28",
    "end": "00:40:29"
  },
  {
    "text": "I hear that they do rule the birds.",
    "start": "00:40:29",
    "end": "00:40:30"
  },
  {
    "text": "They do rule the birds.",
    "start": "00:40:30",
    "end": "00:40:31"
  },
  {
    "text": "I've pointed this out before when you asked this question. They do rule the birds. And they go. And it's like, what does that even mean? I do not rule eagles anyway. And that may be really significant. Okay, that might be the bridge into humans ruling.",
    "start": "00:40:31",
    "end": "00:40:46"
  },
  {
    "text": "Got it.",
    "start": "00:40:46",
    "end": "00:40:46"
  },
  {
    "text": "Is that they ruled the foreshadowing. But for sure, in Genesis 2, then.",
    "start": "00:40:46",
    "end": "00:40:51"
  },
  {
    "text": "It becomes very clear.",
    "start": "00:40:51",
    "end": "00:40:52"
  },
  {
    "text": "They're given a chance to be the royal priests of the Lord.",
    "start": "00:40:52",
    "end": "00:40:55"
  },
  {
    "text": "They're made in the land. They're brought up to the cosmic mountain where God plants a garden. Heaven and Earth are one. God's presence is there in a very intimate way. And they're supposed to then take care of that garden.",
    "start": "00:40:55",
    "end": "00:41:08"
  },
  {
    "text": "As priests, when that snake comes, when that spiritual being comes, they're supposed to rule that thing. The whole point is them giving into it is inverting their real relationship because they're supposed to be ruling over.",
    "start": "00:41:08",
    "end": "00:41:22"
  },
  {
    "text": "And if this is where heaven and Earth are combined, shouldn't be that startling that you've got this spiritual creature in the form of a snake there.",
    "start": "00:41:22",
    "end": "00:41:29"
  },
  {
    "text": "Correct. Yeah, correct. There's other. There's all kinds of creatures there, heavenly creatures and earthly creatures. Yeah, Yeah, I think that's. Yep, that's right. But Adam is not a son of man. He's a son of God.",
    "start": "00:41:29",
    "end": "00:41:42"
  },
  {
    "text": "Oh, yeah. Well, yeah.",
    "start": "00:41:42",
    "end": "00:41:43"
  },
  {
    "text": "I mean, that's the whole point of what Genesis 5 is saying.",
    "start": "00:41:44",
    "end": "00:41:46"
  },
  {
    "text": "Well, he's a son of the dirt.",
    "start": "00:41:46",
    "end": "00:41:48"
  },
  {
    "text": "He's a son of the dirt. But he's made in the image and likeness. But he's made in the image. And to be made in the image of likeness.",
    "start": "00:41:48",
    "end": "00:41:53"
  },
  {
    "text": "Oh, and the logic of Genesis 5 is to be of that class is.",
    "start": "00:41:54",
    "end": "00:41:59"
  },
  {
    "text": "In the likeness of Adam, that he's a son. Adam is in the image and likeness of God, which means Adam and Eve are the son of God.",
    "start": "00:41:59",
    "end": "00:42:06"
  },
  {
    "text": "And I think that's what I was saying. With by calling humans in the image and likeness of God. It's like the closest way of calling them an Elohim without calling them an Elohim. It's like respecting the fact that we're not. While we also in some way share in that. What authority. Calling status.",
    "start": "00:42:06",
    "end": "00:42:29"
  },
  {
    "text": "Status. The high status, the status of heavenly rule.",
    "start": "00:42:29",
    "end": "00:42:32"
  },
  {
    "text": "Yeah, okay.",
    "start": "00:42:32",
    "end": "00:42:34"
  },
  {
    "text": "Which is again, think Daniel 7 and then Psalm 2, which we just reflected on. God is going to bring order to the chaos of our world precisely by installing a royal son of God over the chaos.",
    "start": "00:42:34",
    "end": "00:42:49"
  },
  {
    "text": "Okay, thank you. All of this was. When we get to Jesus, we're like, okay, he's the Son of God.",
    "start": "00:42:49",
    "end": "00:42:56"
  },
  {
    "text": "Yes, we.",
    "start": "00:42:56",
    "end": "00:42:57"
  },
  {
    "text": "Which means he is the human who actually is going to rule over heaven and earth.",
    "start": "00:42:57",
    "end": "00:43:04"
  },
  {
    "text": "In other words, Jesus uses the phrase son of man, but the Gospel authors use Messiah or Son of God.",
    "start": "00:43:04",
    "end": "00:43:10"
  },
  {
    "text": "And it's all getting at the same idea.",
    "start": "00:43:10",
    "end": "00:43:12"
  },
  {
    "text": "Okay, well, it's not just a son with different nuances. Yeah, with different nuances. A son of man is the son of a human. Comes through a long human line of descent. A son of God is one either appointed.",
    "start": "00:43:13",
    "end": "00:43:22"
  },
  {
    "text": "Comes directly.",
    "start": "00:43:22",
    "end": "00:43:23"
  },
  {
    "text": "Yeah, it comes directly from God. In the case of Adam or David or Israel, they're humans who are exalted to the status. When Jesus comes onto the scene, it's clear by even just how he's born that he is not a created being, but rather he is. He is son of God in a way that no other son of man has ever been. That's right. Holy cow.",
    "start": "00:43:23",
    "end": "00:43:50"
  },
  {
    "text": "Holy cow.",
    "start": "00:43:50",
    "end": "00:43:51"
  },
  {
    "text": "So we were in Matthew chapter four. There's three tests that Jesus undergoes. I just want to draw attention to the last test in Matthew where we're told that the Slanderer took him to a very high mountain. Okay, so you have the new Adam.",
    "start": "00:43:51",
    "end": "00:44:07"
  },
  {
    "text": "Going to a high mountain.",
    "start": "00:44:07",
    "end": "00:44:08"
  },
  {
    "text": "He's tested on a high mountain, just like Eden, and he's being tested. And here's what he shows him. All the kingdoms of the world and their glory.",
    "start": "00:44:08",
    "end": "00:44:15"
  },
  {
    "text": "Yeah.",
    "start": "00:44:15",
    "end": "00:44:16"
  },
  {
    "text": "And he said to him, all these things I will give to you. So let's pause right there. So there's a concept here that all the kingdoms of the world are under the authority or they're under the sway or power of the cosmic, spiritual, evil powers. And you're like, yeah, I read Genesis 3. I've read the Exodus story where Pharaoh. The ones in the Exodus story, God says, you know who? I just like I was going to say whomped on. You know who it is? Whomped on.",
    "start": "00:44:16",
    "end": "00:44:47"
  },
  {
    "text": "Whomped.",
    "start": "00:44:47",
    "end": "00:44:48"
  },
  {
    "text": "You don't say that. It's not A normal thing.",
    "start": "00:44:48",
    "end": "00:44:50"
  },
  {
    "text": "Take a whomping.",
    "start": "00:44:51",
    "end": "00:44:52"
  },
  {
    "text": "The one who I just whopped. Whopped. The one who got defeated in the plagues. In Exodus 12:12, God says, you know who I defeated in the ten plagues? Pharaoh. And the gods of Egypt.",
    "start": "00:44:52",
    "end": "00:45:05"
  },
  {
    "text": "Yeah.",
    "start": "00:45:05",
    "end": "00:45:06"
  },
  {
    "text": "The evil powers. This is core to the New Testament authors, Jesus and the apostles view of the world.",
    "start": "00:45:06",
    "end": "00:45:12"
  },
  {
    "text": "Yeah.",
    "start": "00:45:12",
    "end": "00:45:12"
  },
  {
    "text": "That we're enslaved to cosmic powers of evil.",
    "start": "00:45:12",
    "end": "00:45:15"
  },
  {
    "text": "And so the question is, how are you going to get it back? How's Jesus going to get this back?",
    "start": "00:45:15",
    "end": "00:45:19"
  },
  {
    "text": "How's Jesus going to take up his rule as the son of God?",
    "start": "00:45:19",
    "end": "00:45:24"
  },
  {
    "text": "And Satan's like, I got a way you can do it.",
    "start": "00:45:24",
    "end": "00:45:26"
  },
  {
    "text": "Yeah. Yeah. He says, if you fall down and worship me. That's from Daniel worshiping the image.",
    "start": "00:45:26",
    "end": "00:45:33"
  },
  {
    "text": "The image.",
    "start": "00:45:33",
    "end": "00:45:34"
  },
  {
    "text": "Remember Shadrach, Meshach and Abednego. If you give allegiance to Babylon and Babylon's way of ruling the kingdoms of the world.",
    "start": "00:45:34",
    "end": "00:45:42"
  },
  {
    "text": "Yeah.",
    "start": "00:45:42",
    "end": "00:45:42"
  },
  {
    "text": "Then I'll give you everything you want.",
    "start": "00:45:43",
    "end": "00:45:45"
  },
  {
    "text": "Yeah.",
    "start": "00:45:45",
    "end": "00:45:46"
  },
  {
    "text": "Yeah.",
    "start": "00:45:46",
    "end": "00:45:46"
  },
  {
    "text": "Which is tricky because if he's giving allegiance to Satan, then he's not really ruling. Satan's ruling.",
    "start": "00:45:46",
    "end": "00:45:51"
  },
  {
    "text": "Correct.",
    "start": "00:45:52",
    "end": "00:45:52"
  },
  {
    "text": "Yeah.",
    "start": "00:45:52",
    "end": "00:45:52"
  },
  {
    "text": "Yeah. Well, okay. So the question is, what does that actually mean? How does that cash out? What would it look like if Jesus had given his allegiance to Babylon? The Satan, what would that look like? Oh, yeah. Okay. Look at Jesus response.",
    "start": "00:45:52",
    "end": "00:46:07"
  },
  {
    "text": "Yeah.",
    "start": "00:46:07",
    "end": "00:46:07"
  },
  {
    "text": "It's a famous line. Get behind me, Satan. I think Niv just has go. Yeah, I think get behind me is King James.",
    "start": "00:46:07",
    "end": "00:46:15"
  },
  {
    "text": "Okay. Yeah.",
    "start": "00:46:15",
    "end": "00:46:16"
  },
  {
    "text": "Go away. Get out of here.",
    "start": "00:46:16",
    "end": "00:46:18"
  },
  {
    "text": "Yeah.",
    "start": "00:46:18",
    "end": "00:46:19"
  },
  {
    "text": "He casts him out. For it is written, you shall worship the Lord your God and serve him only.",
    "start": "00:46:19",
    "end": "00:46:25"
  },
  {
    "text": "Yeah.",
    "start": "00:46:26",
    "end": "00:46:26"
  },
  {
    "text": "Okay. So he says, get. Go away, Satan. There is only one other time in the New Testament where Jesus says that.",
    "start": "00:46:26",
    "end": "00:46:38"
  },
  {
    "text": "Yeah. To Peter.",
    "start": "00:46:38",
    "end": "00:46:39"
  },
  {
    "text": "It's in Matthew 16 in a crucially important Son of Man passage where Jesus is talking to them about how he's going to go to Jerusalem and be killed and on the third day be raised to life. Peter took him aside and says, never, Lord, this will never happen to you. So Peter represents a view of the universe, a view of the world where God's kingdom can't come through somebody dying. That would be the defeat of God's kingdom. You're supposed to go and kill other people. You don't get killed by the bad guys. You go kill them. Never. This will never happen to you. Jesus turns and says, get behind me, Satan. Exactly what he said to that voice in the wilderness.",
    "start": "00:46:39",
    "end": "00:47:25"
  },
  {
    "text": "Same phrase.",
    "start": "00:47:25",
    "end": "00:47:25"
  },
  {
    "text": "Same phrase. So for Jesus to bow down and worship Babylon is to Satan is to.",
    "start": "00:47:25",
    "end": "00:47:33"
  },
  {
    "text": "Not rule by dying.",
    "start": "00:47:33",
    "end": "00:47:34"
  },
  {
    "text": "Yeah. Is like take up the Value system. The value system of Babylon and rule the world by that.",
    "start": "00:47:34",
    "end": "00:47:41"
  },
  {
    "text": "Yeah. To rule with the violence that Babylon represented instead of the self sacrifice.",
    "start": "00:47:41",
    "end": "00:47:50"
  },
  {
    "text": "Yeah. The suffering servant, suffering son of man.",
    "start": "00:47:50",
    "end": "00:47:54"
  },
  {
    "text": "So for the Satan the slanderer here to come and say, to worship him, adopt the ethic of Babylon and through that you can rule.",
    "start": "00:47:54",
    "end": "00:48:08"
  },
  {
    "text": "Yes. Yeah. Look what he says here. Get behind me. Go away from me, Satan. You are a scandal to me. You're a stumbling block to me. You do not have the mindset of the things of God, but rather of the things of humans.",
    "start": "00:48:08",
    "end": "00:48:24"
  },
  {
    "text": "Is that in Luke's version?",
    "start": "00:48:24",
    "end": "00:48:26"
  },
  {
    "text": "It's in Matthew. Matthew, chapter 16, verse 23. Oh.",
    "start": "00:48:26",
    "end": "00:48:29"
  },
  {
    "text": "Oh, this is the Peter's.",
    "start": "00:48:29",
    "end": "00:48:31"
  },
  {
    "text": "Yeah, yeah, that's right.",
    "start": "00:48:31",
    "end": "00:48:32"
  },
  {
    "text": "I was looking at it.",
    "start": "00:48:32",
    "end": "00:48:33"
  },
  {
    "text": "Yeah. So to have a Satanic mindset is a human focused mindset apart from the upside down ethic of God's kingdom. They're one and the same, I guess.",
    "start": "00:48:33",
    "end": "00:48:46"
  },
  {
    "text": "I think I have a Satanic mindset a lot.",
    "start": "00:48:46",
    "end": "00:48:49"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:48:50",
    "end": "00:48:52"
  },
  {
    "text": "That's intense.",
    "start": "00:48:52",
    "end": "00:48:53"
  },
  {
    "text": "Well, I mean, it's connected to the beast imagery. Right. Beasts are. This has nothing to do with evolution. This is just like, look at the world. Humans are like the animals, but we have more. There's more. And so for humans to take on the ethic of a beast is to go backwards from true humanity. So the beast tempting in Genesis 3 is pulling us away from real humanity to redefine good and evil in the best interests of me and my group, even if it's at the expense of yours.",
    "start": "00:48:53",
    "end": "00:49:28"
  },
  {
    "text": "Are you supposed to start reading Genesis 3's kind of back and forth between Satan and Adam or Eve, I guess. And this story kind of is like a. Almost like a. A pairing.",
    "start": "00:49:28",
    "end": "00:49:39"
  },
  {
    "text": "Talking about Jesus in the wilderness or Jesus and Peter.",
    "start": "00:49:39",
    "end": "00:49:42"
  },
  {
    "text": "Jesus in the wilderness, actually. Specifically.",
    "start": "00:49:42",
    "end": "00:49:45"
  },
  {
    "text": "Yeah. They're on analogy to each other in.",
    "start": "00:49:45",
    "end": "00:49:47"
  },
  {
    "text": "The sense that this gives me more. It fills out Genesis three more for me.",
    "start": "00:49:47",
    "end": "00:49:54"
  },
  {
    "text": "It's like a backwards commentary on Genesis 3. Yeah, totally.",
    "start": "00:49:54",
    "end": "00:49:57"
  },
  {
    "text": "Okay.",
    "start": "00:49:57",
    "end": "00:49:57"
  },
  {
    "text": "That's right.",
    "start": "00:49:57",
    "end": "00:49:58"
  },
  {
    "text": "And I want to make sure that's okay for me to do that because I feel like in Genesis 3 there's so many unanswered questions.",
    "start": "00:49:58",
    "end": "00:50:03"
  },
  {
    "text": "Correct.",
    "start": "00:50:03",
    "end": "00:50:04"
  },
  {
    "text": "Like the tree of the knowledge of good and evil. It's just very general.",
    "start": "00:50:04",
    "end": "00:50:07"
  },
  {
    "text": "Yeah.",
    "start": "00:50:07",
    "end": "00:50:08"
  },
  {
    "text": "And you get the sense of. And we've talked about this a lot. It's just like, how am I going to decide what's good?",
    "start": "00:50:08",
    "end": "00:50:12"
  },
  {
    "text": "Correct.",
    "start": "00:50:12",
    "end": "00:50:13"
  },
  {
    "text": "But here I kind of imagine now the snake telling Eve this almost the same thing. Like, hey, God wants you to rule the garden and rule heaven and earth. Like I'LL tell you how you can really do it.",
    "start": "00:50:13",
    "end": "00:50:25"
  },
  {
    "text": "Like, do it by seizing your own knowing of good and evil.",
    "start": "00:50:26",
    "end": "00:50:32"
  },
  {
    "text": "Yeah. And more specifically, to worship him.",
    "start": "00:50:32",
    "end": "00:50:37"
  },
  {
    "text": "Yeah. Well, to do that is to give allegiance to him. It's to accept that his story is the true story.",
    "start": "00:50:37",
    "end": "00:50:43"
  },
  {
    "text": "Yeah.",
    "start": "00:50:44",
    "end": "00:50:44"
  },
  {
    "text": "If I take this knowledge, I won't die.",
    "start": "00:50:44",
    "end": "00:50:46"
  },
  {
    "text": "Yeah.",
    "start": "00:50:46",
    "end": "00:50:46"
  },
  {
    "text": "I'll become what I'm truly made to be.",
    "start": "00:50:46",
    "end": "00:50:48"
  },
  {
    "text": "Giving allegiance to the snakes narrative. Yeah.",
    "start": "00:50:48",
    "end": "00:50:51"
  },
  {
    "text": "Yeah. It's like there's two alternate narratives about eternal life in Genesis 3. One is, you receive it as a gift by submitting to God's wisdom. Or you come under the story and.",
    "start": "00:50:51",
    "end": "00:51:04"
  },
  {
    "text": "What Eve should have said was, get behind me, snake. Yes. Yeah. You shall worship the Lord your God and serve him only.",
    "start": "00:51:04",
    "end": "00:51:11"
  },
  {
    "text": "That's right. Yeah. This is. Jesus is doing what Adam and Eve ought to have done.",
    "start": "00:51:11",
    "end": "00:51:16"
  },
  {
    "text": "Yeah.",
    "start": "00:51:16",
    "end": "00:51:16"
  },
  {
    "text": "And he's the first human in the whole narrative of the scriptures who does this. Like, that's. I think that's why every. All the narratives of testing and failure in the Hebrew scriptures are all full of echoes of Genesis 3, with the.",
    "start": "00:51:17",
    "end": "00:51:32"
  },
  {
    "text": "Exception of Abram on the. Abraham on the mountain.",
    "start": "00:51:32",
    "end": "00:51:35"
  },
  {
    "text": "Abraham gets it right on his 10th test. That's Abraham's 10th test.",
    "start": "00:51:36",
    "end": "00:51:41"
  },
  {
    "text": "Wow.",
    "start": "00:51:41",
    "end": "00:51:42"
  },
  {
    "text": "There's 10 testing narratives, and actually he succeeds a handful of others, but that's the ultimate one. Yeah, yeah, yeah, that's right. So there you go. You walk away from Jesus in the wilderness, and you're like, he's a new Adam. He's a new David ruling the kingdoms of the world. He's a new Daniel. He won't bow down to Babylon or its world system. He's the full package deal.",
    "start": "00:51:42",
    "end": "00:52:06"
  },
  {
    "text": "And he passed the test.",
    "start": "00:52:07",
    "end": "00:52:08"
  },
  {
    "text": "And he passed the test. And then the next thing after that is the Sermon on the Mount. Jesus goes up to a high mountain and teaches the messianic Torah to the Kingdom of God. People did Matthew.",
    "start": "00:52:08",
    "end": "00:52:20"
  },
  {
    "text": "Yeah.",
    "start": "00:52:21",
    "end": "00:52:22"
  },
  {
    "text": "Hey, everybody, thanks for listening to this episode of the Bible Project podcast. We've got just one more episode left in the series on the Son of Man next week, and after that, we're gonna do a question and response episode. So we would love to hear questions that you all have. If you want to send us a question, you can send us an audio file@infoointhebibleproject.com that's I n f o infoin the Bibleproject.com. if you could say your name where you're from, that would be awesome. And if you can try and keep your question to around 20 seconds. Today's show was produced by Dan Gummel, the theme music was by the band Tense. And we, as always, want to say thank you. Thank you, thank you to all of our listeners, our viewers, our supporters. The Bible Project is such an amazing thing to be a part of and so many of you are a part of this with us. So we're grateful for your support and we're going to keep exploring more of the story of the Bible that leads to Jesus. Thanks for being a part of this with us.",
    "start": "00:52:25",
    "end": "00:53:35"
  },
  {
    "text": "Hi, this is Ryan Welshanz. I'm from Lakeland, Florida. Hey, this is Taz Bright from United States Virgin Islands. And my favorite thing about the Bible Project is that it gets God's story into the hands of everyday people to be disciples and the hands of the feet of Christ where they are. We believe the Bible Project is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts and more resources@thebibleproject.com Sam.",
    "start": "00:53:36",
    "end": "00:54:21"
  }
]