[
  {
    "text": "Hey, this is John at the bibleproject. And today we continue our series discussing the phrase the son of man. This is a phrase that Jesus uses to refer to himself. It's a phrase found most famously in Daniel 7, where a son of man, literally meaning a human, rides up on a cloud and then sits on a throne right next to Yahweh himself. And together they rule the world. Last week we went back to the beginning of the Bible to see how this theme, the theme of a man coming to rule, is all over the first chapters of the Bible. Humans are made in God's image to rule the world with God. And perhaps everything would have gone great except for an encounter with a beast, the serpent, the talking snake. In Genesis 3, it's a mysterious and surprising character. It's an animal and it's clearly dangerous. But is it merely a snake?",
    "start": "00:00:08",
    "end": "00:01:04"
  },
  {
    "text": "So clear that the snake is identified as a beast of the field, but also as exceptional among the beasts. This creature is also presented as having knowledge of God's decisions.",
    "start": "00:01:05",
    "end": "00:01:15"
  },
  {
    "text": "The snake pretends to be clearing up a miscommunication that God had with these humans. And he says, hey, if you eat from this tree of knowing good and evil, you're not going to die. In fact, you will become like the Elohim, the spiritual beings.",
    "start": "00:01:16",
    "end": "00:01:33"
  },
  {
    "text": "What is this snake? How does it know this? It has insider knowledge of God's counsel, decision making.",
    "start": "00:01:33",
    "end": "00:01:40"
  },
  {
    "text": "This is no ordinary snake. The snake represents something evil and sinister, some spiritual power enticing humans to give up their cooperative rule with God and instead seize the opportunity to rule on on their own terms, with their own knowing of good and evil.",
    "start": "00:01:41",
    "end": "00:01:56"
  },
  {
    "text": "The humans, instead of exercising authority over this beast, the humans are lured into self destruction by this beast. And so you have this ironic inversion of the ideal from Genesis 1. You have now a beast that's ruling over the humans.",
    "start": "00:01:56",
    "end": "00:02:12"
  },
  {
    "text": "Giving in to the snake turns us into beasts. We lose our humanity and instead become heirs of the snake. God gives a poetic response to Adam and Eve's decision. He says, I'm going to put hostility between the snake and the woman and between the snake's offspring and the woman's offspring.",
    "start": "00:02:13",
    "end": "00:02:35"
  },
  {
    "text": "So what that's telling us is there's going to be a future human who comes, who strikes the serpent, and that human is going to be, however, in hostility with people who give in to the serpent. So there's going to be a line of humans who preserve this true humanness. And that line is always going to be in hostility with people who are acting like animals.",
    "start": "00:02:36",
    "end": "00:02:57"
  },
  {
    "text": "The offspring of the woman will crush the snake's head, and the snake will strike his heel.",
    "start": "00:02:57",
    "end": "00:03:04"
  },
  {
    "text": "Eventually, there will be one human who will deal not just with the seed of the serpent, but deal with the serpent itself. And there you go. About a Son of Man.",
    "start": "00:03:04",
    "end": "00:03:14"
  },
  {
    "text": "We'll talk about all of that and more on today's show. Thanks for joining us. Here we go. Here we go.",
    "start": "00:03:14",
    "end": "00:03:24"
  },
  {
    "text": "Here we go.",
    "start": "00:03:24",
    "end": "00:03:25"
  },
  {
    "text": "Son of man continues. We spent a lot of time last hour talking about Genesis 1 and how it relates to Son of Man. And we didn't really get to how it relates to Son of Man so much, except for that being a human one is embedded in the. The nature of being a human in the creation narrative is we share the day with the animals. Day six. When we were created, we both come from the earth.",
    "start": "00:03:25",
    "end": "00:03:55"
  },
  {
    "text": "Yeah.",
    "start": "00:03:55",
    "end": "00:03:55"
  },
  {
    "text": "We're both on veggie diets. But then God says that the humans, the ones created second will rule over, are God's image. Our God's image.",
    "start": "00:03:55",
    "end": "00:04:07"
  },
  {
    "text": "Yep.",
    "start": "00:04:07",
    "end": "00:04:07"
  },
  {
    "text": "Yeah. Are given this designation of being the reflection of who God is.",
    "start": "00:04:07",
    "end": "00:04:12"
  },
  {
    "text": "Majestic status among all other creatures.",
    "start": "00:04:12",
    "end": "00:04:15"
  },
  {
    "text": "Yeah. And as part of that image is given the vocation of ruling. Ruling.",
    "start": "00:04:15",
    "end": "00:04:24"
  },
  {
    "text": "Ruling. Ruling the animals and subduing the land.",
    "start": "00:04:24",
    "end": "00:04:27"
  },
  {
    "text": "Yeah.",
    "start": "00:04:27",
    "end": "00:04:28"
  },
  {
    "text": "Which means farming.",
    "start": "00:04:28",
    "end": "00:04:29"
  },
  {
    "text": "Farming. And coexisting with the animals.",
    "start": "00:04:30",
    "end": "00:04:33"
  },
  {
    "text": "And coexisting with the animals and bearing responsibility for them. Yeah, yeah.",
    "start": "00:04:33",
    "end": "00:04:37"
  },
  {
    "text": "Right.",
    "start": "00:04:37",
    "end": "00:04:38"
  },
  {
    "text": "But subduing the land means farming. Ruling the animals doesn't in Genesis 1.",
    "start": "00:04:38",
    "end": "00:04:43"
  },
  {
    "text": "Mean doing whatever you want with them?",
    "start": "00:04:43",
    "end": "00:04:45"
  },
  {
    "text": "Like, what do you call that, animal husbandry?",
    "start": "00:04:45",
    "end": "00:04:48"
  },
  {
    "text": "Farming animals?",
    "start": "00:04:50",
    "end": "00:04:50"
  },
  {
    "text": "No, because the next thing God says is, listen, you get the seed, you get the fruit to eat, animals get all the bushes and the grass.",
    "start": "00:04:50",
    "end": "00:04:57"
  },
  {
    "text": "It wasn't about domesticating animals to eat.",
    "start": "00:04:57",
    "end": "00:05:00"
  },
  {
    "text": "So ruling animals isn't about domesticating animals in Genesis 1?",
    "start": "00:05:00",
    "end": "00:05:03"
  },
  {
    "text": "Well, could they have domesticated an animal to help them farm?",
    "start": "00:05:03",
    "end": "00:05:06"
  },
  {
    "text": "Oh, okay, sure. Yeah. There you go. But the point is about diet. It doesn't mean domesticating animals to eat them.",
    "start": "00:05:06",
    "end": "00:05:12"
  },
  {
    "text": "Yeah.",
    "start": "00:05:12",
    "end": "00:05:13"
  },
  {
    "text": "Because in the ideal. Yeah. No creature lives at the expense of another.",
    "start": "00:05:13",
    "end": "00:05:16"
  },
  {
    "text": "The ideal is vegan.",
    "start": "00:05:16",
    "end": "00:05:18"
  },
  {
    "text": "Yes. Yeah. So the Genesis 1 sets this up. Humans as God's representatives. And ruling the animals is a really. It's a highlighted. It's an element that's in the foreground.",
    "start": "00:05:18",
    "end": "00:05:33"
  },
  {
    "text": "Yeah.",
    "start": "00:05:33",
    "end": "00:05:33"
  },
  {
    "text": "That the peaceful coexistence and responsibility for the animals ruling them is the ideal setup.",
    "start": "00:05:33",
    "end": "00:05:40"
  },
  {
    "text": "The whole reason we're having this conversation is because of this phrase, Son of Man found in Daniel 7.",
    "start": "00:05:40",
    "end": "00:05:46"
  },
  {
    "text": "Yes.",
    "start": "00:05:46",
    "end": "00:05:46"
  },
  {
    "text": "Where God is allowing a human to sit beside him on a throne.",
    "start": "00:05:47",
    "end": "00:05:54"
  },
  {
    "text": "Yep.",
    "start": "00:05:54",
    "end": "00:05:55"
  },
  {
    "text": "And rule the earth with him.",
    "start": "00:05:55",
    "end": "00:05:57"
  },
  {
    "text": "That's right.",
    "start": "00:05:57",
    "end": "00:05:58"
  },
  {
    "text": "And Be worshiped.",
    "start": "00:05:58",
    "end": "00:05:59"
  },
  {
    "text": "Yes.",
    "start": "00:05:59",
    "end": "00:06:00"
  },
  {
    "text": "Alongside him.",
    "start": "00:06:00",
    "end": "00:06:01"
  },
  {
    "text": "That's right.",
    "start": "00:06:01",
    "end": "00:06:02"
  },
  {
    "text": "Which is just kind of scandalous because you worship God alone.",
    "start": "00:06:02",
    "end": "00:06:05"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:06:05",
    "end": "00:06:06"
  },
  {
    "text": "Who's this human being worshiped?",
    "start": "00:06:06",
    "end": "00:06:08"
  },
  {
    "text": "That's one thing about Daniel 7 that's significant.",
    "start": "00:06:08",
    "end": "00:06:10"
  },
  {
    "text": "So this whole idea of God wanting to rule with humans, with a human, that starts in Genesis 1.",
    "start": "00:06:11",
    "end": "00:06:19"
  },
  {
    "text": "That's right.",
    "start": "00:06:19",
    "end": "00:06:19"
  },
  {
    "text": "God creates humans.",
    "start": "00:06:20",
    "end": "00:06:22"
  },
  {
    "text": "Correct.",
    "start": "00:06:22",
    "end": "00:06:22"
  },
  {
    "text": "And says, rule on my behalf. You're my image. You're my representation. And so subdue the Earth and rule it.",
    "start": "00:06:22",
    "end": "00:06:31"
  },
  {
    "text": "Yes. The other Element of Daniel 7 is the reason the throne beside God is unoccupied at the beginning of the vision is because humans have become animals unleashing violence on the earth. And those are the beasts. The problem in Daniel 7 is the beast trampling the earth, which are symbols of groups of humans turning themselves into kingdoms and empires and unleashing violence on the world.",
    "start": "00:06:31",
    "end": "00:06:59"
  },
  {
    "text": "Yeah.",
    "start": "00:06:59",
    "end": "00:06:59"
  },
  {
    "text": "So the throne's unoccupied and the people that are supposed to be occupying the.",
    "start": "00:07:00",
    "end": "00:07:04"
  },
  {
    "text": "Throne are acting like animals.",
    "start": "00:07:04",
    "end": "00:07:06"
  },
  {
    "text": "Are acting like animals, not like humans. Yeah, yeah, that's right. And again, it's all rooted in Genesis 1 imagery where humans are meant to be over the animals, but instead, sadly, they've become like the animals, less than human. How did that happen? Genesis 3:11 gives us the answer.",
    "start": "00:07:06",
    "end": "00:07:25"
  },
  {
    "text": "How did humans become animals?",
    "start": "00:07:26",
    "end": "00:07:28"
  },
  {
    "text": "Yep.",
    "start": "00:07:28",
    "end": "00:07:28"
  },
  {
    "text": "How did it go from humans being elevated over the animals, over the animals, to humans just acting like animals?",
    "start": "00:07:28",
    "end": "00:07:35"
  },
  {
    "text": "Humans acting like animals, specifically in Daniel 7 in terms of violence. Like crazy, irrational. Crazy irrational violence? Yeah. Yeah. How'd we get there? Genesis 3:11 is perfectly designed to answer every part of that question. So we can't do everything in Genesis 3 to 11, but let's just do a few things. So first, the first sentence of Genesis 3 introduces us to a beast. It reads, now the snake in Hebrew, nachash. The nachash was more. I'm going to use the Hebrew word arim. Arum.",
    "start": "00:07:35",
    "end": "00:08:43"
  },
  {
    "text": "Who's more arum?",
    "start": "00:08:43",
    "end": "00:08:44"
  },
  {
    "text": "A room than any beast of the field that the Lord God had made.",
    "start": "00:08:44",
    "end": "00:08:48"
  },
  {
    "text": "So if you could line up beasts in order of their aroon ness. Snakes on the top of the heap.",
    "start": "00:08:49",
    "end": "00:08:57"
  },
  {
    "text": "Yep. So what does arum mean if the snake is more it than any other beast?",
    "start": "00:08:57",
    "end": "00:09:02"
  },
  {
    "text": "Yeah. Crafty is the word that's translated in most of the translations I've seen.",
    "start": "00:09:03",
    "end": "00:09:09"
  },
  {
    "text": "So here's the interesting thing. This word arim appears that's less than like 10 times in the Hebrew Bible. All of them are in the wisdom literature, except for this one, and all of them are positive.",
    "start": "00:09:09",
    "end": "00:09:22"
  },
  {
    "text": "Oh.",
    "start": "00:09:23",
    "end": "00:09:23"
  },
  {
    "text": "In other words, for a Human to be Aarum.",
    "start": "00:09:23",
    "end": "00:09:25"
  },
  {
    "text": "It's a good thing.",
    "start": "00:09:25",
    "end": "00:09:26"
  },
  {
    "text": "It's always a good thing in the wisdom literature of the Bible. Here's two examples. Proverbs 14:15. The naive person believes everything but the arum person. They watch their steps.",
    "start": "00:09:26",
    "end": "00:09:38"
  },
  {
    "text": "So it's being calculated.",
    "start": "00:09:39",
    "end": "00:09:41"
  },
  {
    "text": "Calculated. Proverbs 27:12. The Arum person sees danger and takes refuge, but the simple minded keep going and they pay the penalty.",
    "start": "00:09:41",
    "end": "00:09:53"
  },
  {
    "text": "Yeah. They can see cause and effect patterns.",
    "start": "00:09:55",
    "end": "00:09:58"
  },
  {
    "text": "Yep. Perceptive. Yeah. So the word arum is not negative. The reason why it gets translated as crafty is because of what? This, because of the context. Because in this context in Aarum, character is going to do something that brings death and harm to other people. But that doesn't mean the word arum is negative. It just means this creature did something negative with their arum ness.",
    "start": "00:09:58",
    "end": "00:10:24"
  },
  {
    "text": "Yeah. With his ability to see patterns, make sense of things. Consider things.",
    "start": "00:10:25",
    "end": "00:10:32"
  },
  {
    "text": "Consider things and make like. Right. Calculated decision.",
    "start": "00:10:33",
    "end": "00:10:36"
  },
  {
    "text": "And make.",
    "start": "00:10:36",
    "end": "00:10:36"
  },
  {
    "text": "Calculated to their own advantage. Yeah, yeah. If the arum is able to see danger and ooh, I don't want that.",
    "start": "00:10:36",
    "end": "00:10:43"
  },
  {
    "text": "Yeah.",
    "start": "00:10:43",
    "end": "00:10:43"
  },
  {
    "text": "I want to be safe. XYZ decisions will land me in safe. That's the kind of thing. So that's one thing. The second is I've done a lot more reflection on this, on the snake. So clearly the snake is identified as a beast of the field, but also as exceptional among the beasts of the field. Now the beast of the field is a hyperlink, the beast of the field which the Lord God had made. That's a hyperlink back to Genesis one.",
    "start": "00:10:43",
    "end": "00:11:07"
  },
  {
    "text": "Genesis one. Genesis, yeah. To day six.",
    "start": "00:11:07",
    "end": "00:11:09"
  },
  {
    "text": "Yep, to day six. When did God make the beasts of the field? Oh, yeah, on day six, before the humans. So that's interesting. The other thing is, the snake obviously talks about.",
    "start": "00:11:09",
    "end": "00:11:21"
  },
  {
    "text": "Yeah.",
    "start": "00:11:21",
    "end": "00:11:21"
  },
  {
    "text": "And this isn't just like primitive fable literature where all the animals talk, you know, to ancient readers. A talking animal, that's extremely bizarre. It's very bizarre. There's only one other talking animal in the Bible.",
    "start": "00:11:22",
    "end": "00:11:36"
  },
  {
    "text": "Yeah. Balaam's donkey.",
    "start": "00:11:37",
    "end": "00:11:38"
  },
  {
    "text": "Balaam's donkey. And that's in the context of pagan sorcery.",
    "start": "00:11:38",
    "end": "00:11:41"
  },
  {
    "text": "That's true.",
    "start": "00:11:41",
    "end": "00:11:42"
  },
  {
    "text": "So talking animals in the Bible, there's two. And both of them are associated with something more dark and connected with dark spiritual powers. That's interesting. This creature is also presented as having knowledge of God's decisions, or he pretends to have knowledge of God's decisions. I don't have this here, but just think through. He presents himself as saying, listen, did God say, don't eat from any tree of the garden? So there he's asking a question.",
    "start": "00:11:42",
    "end": "00:12:11"
  },
  {
    "text": "Yeah.",
    "start": "00:12:11",
    "end": "00:12:11"
  },
  {
    "text": "And he's twisting God's command. Did God say, don't eat of any tree in the garden? No, it's actually the opposite.",
    "start": "00:12:12",
    "end": "00:12:18"
  },
  {
    "text": "Eat of every tree.",
    "start": "00:12:20",
    "end": "00:12:20"
  },
  {
    "text": "Yeah. So the woman corrects him and says, no, no, no. We can eat of the trees of the garden. But God said, don't eat from the fruit of that one, the one that's in the middle of the garden, or touch it, or else you're going to die.",
    "start": "00:12:20",
    "end": "00:12:33"
  },
  {
    "text": "Right.",
    "start": "00:12:33",
    "end": "00:12:33"
  },
  {
    "text": "Then the serpent says to the woman, oh, no, no, no, no. There's been a miscommunication. You won't die. Here's what he says. God knows that when you eat of it, your eyes will be open and you will be like Elohim.",
    "start": "00:12:34",
    "end": "00:12:48"
  },
  {
    "text": "You will transcend.",
    "start": "00:12:50",
    "end": "00:12:51"
  },
  {
    "text": "Think of Psalm 8 in Genesis 1.",
    "start": "00:12:51",
    "end": "00:12:53"
  },
  {
    "text": "Yeah.",
    "start": "00:12:53",
    "end": "00:12:54"
  },
  {
    "text": "You'll be like Elohim.",
    "start": "00:12:54",
    "end": "00:12:55"
  },
  {
    "text": "We are lower than Elohim.",
    "start": "00:12:55",
    "end": "00:12:57"
  },
  {
    "text": "There's the ambiguity there that's not reflected in our English translations. Remember, Elohim.",
    "start": "00:12:58",
    "end": "00:13:02"
  },
  {
    "text": "Yeah.",
    "start": "00:13:02",
    "end": "00:13:03"
  },
  {
    "text": "Can mean spiritual beings.",
    "start": "00:13:03",
    "end": "00:13:06"
  },
  {
    "text": "Yeah.",
    "start": "00:13:06",
    "end": "00:13:06"
  },
  {
    "text": "Or the one, the one true God. All of our English translations, modern translations, render it as the singular chief God. You'll be like the chief God. And that's a possibility. It is also possible that when you know, in good and evil, you'll be.",
    "start": "00:13:06",
    "end": "00:13:22"
  },
  {
    "text": "Like us, this class of creatures.",
    "start": "00:13:22",
    "end": "00:13:25"
  },
  {
    "text": "Yes. Yeah. What is this snake? How does it know this?",
    "start": "00:13:25",
    "end": "00:13:29"
  },
  {
    "text": "Yeah.",
    "start": "00:13:29",
    "end": "00:13:29"
  },
  {
    "text": "It has insider knowledge of God's counsel, decision making.",
    "start": "00:13:29",
    "end": "00:13:34"
  },
  {
    "text": "Yeah.",
    "start": "00:13:34",
    "end": "00:13:35"
  },
  {
    "text": "So currently I'm at the place where I think it's. Contextually, you're supposed to understand that this is a member of the divine council, an elohim appearing as a snake. This is an elohim, a spiritual being depicted in the narrative here, as in the image of a snake. Because of both the meaning of that imagery, the Elohim, the spiritual beings that Isaiah sees in the holy of holies when he has his dream vision of the divine throne. They're called seraphim.",
    "start": "00:13:35",
    "end": "00:14:06"
  },
  {
    "text": "Yeah.",
    "start": "00:14:06",
    "end": "00:14:06"
  },
  {
    "text": "But the word seraph is a word for snake.",
    "start": "00:14:06",
    "end": "00:14:09"
  },
  {
    "text": "Oh.",
    "start": "00:14:09",
    "end": "00:14:10"
  },
  {
    "text": "It's a word for fire, and it's the word for poisonous snake. A fiery snake. Fiery snake, because it feels like fire when it bites you. So there's an ambiguity there in Hebrew. And this maps onto. In Egyptian religious art, a very common deity, a protector deity of the throne room is a snake with wings. It's called the uraeus, I think, or the snake with wings.",
    "start": "00:14:10",
    "end": "00:14:31"
  },
  {
    "text": "Okay. Another kind of deity.",
    "start": "00:14:31",
    "end": "00:14:33"
  },
  {
    "text": "So snakes, divine beings.",
    "start": "00:14:33",
    "end": "00:14:36"
  },
  {
    "text": "Yeah. Like, it's a melting pot of ideas there.",
    "start": "00:14:36",
    "end": "00:14:39"
  },
  {
    "text": "Yeah. It's a matrix of ideas that, for an ancient reader, would have all connected.",
    "start": "00:14:39",
    "end": "00:14:43"
  },
  {
    "text": "Yeah.",
    "start": "00:14:43",
    "end": "00:14:43"
  },
  {
    "text": "So even though it's using the image of serpent, everyone always asks, is it Satan? And it's sort of like, well, yes and no. You're going to find out the identity of this character more as the story develops. Right now it's important to know that it's somehow a being that has insider knowledge, God's counsel, but specifically, they are a creature. They're a beast. They're a creature. And by describing it as a beast, it's setting up that this is actually the firstborn of day six who for one reason or another wants to usurp the position of the second born of day six that God called to rule over.",
    "start": "00:14:43",
    "end": "00:15:22"
  },
  {
    "text": "Is it like a. What's it called when you're like embodied by a spirit?",
    "start": "00:15:22",
    "end": "00:15:27"
  },
  {
    "text": "Possessed.",
    "start": "00:15:27",
    "end": "00:15:27"
  },
  {
    "text": "Possessed. Is it a possessed snake?",
    "start": "00:15:27",
    "end": "00:15:30"
  },
  {
    "text": "Yeah, it's a great question. It just says it's a serpent.",
    "start": "00:15:30",
    "end": "00:15:33"
  },
  {
    "text": "Yeah.",
    "start": "00:15:33",
    "end": "00:15:34"
  },
  {
    "text": "The narrative image has two layers to it. One is the snake beast imagery.",
    "start": "00:15:34",
    "end": "00:15:40"
  },
  {
    "text": "Yeah.",
    "start": "00:15:40",
    "end": "00:15:40"
  },
  {
    "text": "Which is going to be important for the Son of Man because the humans, instead of ruling this beast and telling it like, no, they're going to end up being ruled by this beast. So that's the function of the beast layer of this creature's identity. But then there's another layer where it's like, how does a snake know this? And this is more than just a snake. It seems like one of these Elohim, spiritual beings, but that is in rebellion. And you're going to have to wait till later in the biblical story.",
    "start": "00:15:40",
    "end": "00:16:10"
  },
  {
    "text": "So could you say then in a way the story could have had some sort of angelic being come.",
    "start": "00:16:11",
    "end": "00:16:19"
  },
  {
    "text": "Yeah.",
    "start": "00:16:19",
    "end": "00:16:20"
  },
  {
    "text": "And give this whole monologue or this whole dialogue about God. You didn't get the whole story. You can be like us.",
    "start": "00:16:20",
    "end": "00:16:28"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:16:28",
    "end": "00:16:29"
  },
  {
    "text": "The Elohim.",
    "start": "00:16:29",
    "end": "00:16:30"
  },
  {
    "text": "Yes.",
    "start": "00:16:30",
    "end": "00:16:31"
  },
  {
    "text": "And that would have made a lot of sense, but it wouldn't have developed a theme of the relationship of humans and animals.",
    "start": "00:16:31",
    "end": "00:16:37"
  },
  {
    "text": "That's right.",
    "start": "00:16:37",
    "end": "00:16:38"
  },
  {
    "text": "So the author kind of merges those two ideas.",
    "start": "00:16:38",
    "end": "00:16:41"
  },
  {
    "text": "Yeah. A creature that is on the narrative surface a beast, but underneath the narrative surface is an Elohim, a spiritual being. Yeah, I think that's currently. I think that's what's going on.",
    "start": "00:16:41",
    "end": "00:16:55"
  },
  {
    "text": "Or maybe it's just a really smart snake.",
    "start": "00:16:55",
    "end": "00:16:56"
  },
  {
    "text": "Yeah. And also it's arum. It has wisdom.",
    "start": "00:16:57",
    "end": "00:17:00"
  },
  {
    "text": "Yeah.",
    "start": "00:17:01",
    "end": "00:17:01"
  },
  {
    "text": "You know, and then it uses its wisdom for devious purposes. That's interesting. The humans, instead of exercising authority over this beast, the humans are lured into self destruction by this beast. And so you have this ironic inversion of the ideal from Genesis 1.",
    "start": "00:17:01",
    "end": "00:17:22"
  },
  {
    "text": "Yeah.",
    "start": "00:17:22",
    "end": "00:17:22"
  },
  {
    "text": "You have Now a beast that's ruling over the humans by its craftiness. So a couple things come out of this. Once again, it's humans versus the beast. Instead of humans ruling the beast in peaceful coexistence, now you have an animal trying to rule the humans. They succeed. And then the famous messianic promise of Genesis 3:15 is setting out the program for the rest of the biblical storyline. And what's it about? A conflict between beasts and humans. Genesis 3:15. So God says to the woman, I will set hostility. Oh, excuse me. God says this to the snake. I will set hostility between you, the serpent and the woman, between your seed, your offspring and her seed.",
    "start": "00:17:22",
    "end": "00:18:10"
  },
  {
    "text": "Baby beasts and baby humans.",
    "start": "00:18:10",
    "end": "00:18:12"
  },
  {
    "text": "Baby humans, right. He that is the seed of the woman will strike you, that is the serpent on the head, and you, the serpent, will strike him, the seed of the woman on the heel. Yeah, it's a cryptic like Daniel 7. It's this potent, cryptic little poem that's giving you the program for the rest the plot. Conflict of the biblical storyline. So from here on out, there's going to be this conflict between humans and beasts.",
    "start": "00:18:12",
    "end": "00:18:39"
  },
  {
    "text": "Huh? But, well, metaphorically or really?",
    "start": "00:18:39",
    "end": "00:18:42"
  },
  {
    "text": "Well, what is this beast?",
    "start": "00:18:42",
    "end": "00:18:44"
  },
  {
    "text": "The beast is. Yeah, it's a snake.",
    "start": "00:18:44",
    "end": "00:18:47"
  },
  {
    "text": "It's on one level, it's a snake. There's a fragmenting of humans relationship to other creatures happening here. It will be one of hostility, but of course, the snake represents much more. And what on earth is the seed of the snake?",
    "start": "00:18:47",
    "end": "00:19:00"
  },
  {
    "text": "Hmm.",
    "start": "00:19:01",
    "end": "00:19:01"
  },
  {
    "text": "It's not talking about baby snakes or human fear of snakes here.",
    "start": "00:19:01",
    "end": "00:19:05"
  },
  {
    "text": "Well, is it talking about just future beasts?",
    "start": "00:19:05",
    "end": "00:19:07"
  },
  {
    "text": "Oh, so it could be about future beasts. What does it mean to now be born of the snake? And we have to wait for the Cain and Abel story, which is going to answer that question for us. Because remember, in Cain and Abel, what do you call that? Teaser. Spoiler alert.",
    "start": "00:19:07",
    "end": "00:19:22"
  },
  {
    "text": "Spoiler alert.",
    "start": "00:19:22",
    "end": "00:19:23"
  },
  {
    "text": "Cain gives into a beastly temptation, an animal temptation, described as an animal.",
    "start": "00:19:23",
    "end": "00:19:29"
  },
  {
    "text": "He strikes down the heat.",
    "start": "00:19:29",
    "end": "00:19:30"
  },
  {
    "text": "And what he do, he kills his brother. He'll be giving in to the animal. That is sin. So Cain becomes the model figure of the seed of the serpent, someone who gives in to the power and influence of beastly, the subhuman temptation to act in subhuman ways instead of ruling the beast. Man, these narratives are so, hmm, Packed. Packed and profound. So in Genesis 3, it's that a beast deceives the humans into overstepping their bounds. You could be Elohim.",
    "start": "00:19:30",
    "end": "00:20:03"
  },
  {
    "text": "Yeah.",
    "start": "00:20:03",
    "end": "00:20:03"
  },
  {
    "text": "You don't have to settle for this mortal. Depending on God's generosity, depending on God's wisdom, you can define good and evil on your own and transcend your mortal limitations. Doesn't that sound great?",
    "start": "00:20:03",
    "end": "00:20:15"
  },
  {
    "text": "Yeah. Same, yet totally.",
    "start": "00:20:16",
    "end": "00:20:18"
  },
  {
    "text": "So that's what the beast does to the humans there. But once the humans do that, then they're expelled from the cosmic garden mountain. And then the next narrative is about a human also being ruled by a beast. And in the Cain story, the firstborn, it's the firstborn who's angry that God has chosen his younger brother to accept his offering. And then that places Cain in a decision. And what he ends up doing is acting like an animal because of sin crouching. It's crouching like an animal at your door. So you have another animal crouching, trying to lure a human, and it succeeds and it results in the first act of violence. Genesis 3 and 4 are really connected here in this animal. Human, humans ruling the animals or humans being ruled by them.",
    "start": "00:20:19",
    "end": "00:21:13"
  },
  {
    "text": "So humans are supposed to rule the animals. You get a story of an animal deceiving and kind of asserting power and authority over the humans and succeeds. And then in the next story, you get a story about God choosing to bless the second born child instead of the first. Makes the first angry. Cain. And so God tells Cain, hey, look.",
    "start": "00:21:13",
    "end": "00:21:41"
  },
  {
    "text": "Like you've got an animal crouching.",
    "start": "00:21:41",
    "end": "00:21:43"
  },
  {
    "text": "There's an animal that's crouching and it wants to take you out.",
    "start": "00:21:43",
    "end": "00:21:48"
  },
  {
    "text": "Yep. It's called sin.",
    "start": "00:21:48",
    "end": "00:21:49"
  },
  {
    "text": "It's called. And he calls it sin.",
    "start": "00:21:49",
    "end": "00:21:51"
  },
  {
    "text": "Yeah. Not a snake, but sin.",
    "start": "00:21:51",
    "end": "00:21:52"
  },
  {
    "text": "And Cain decides he's going to take matters into his own hands. And sin comes, takes him out, which causes him to take his brother out and kill him. And so he gives into his animal nature.",
    "start": "00:21:53",
    "end": "00:22:05"
  },
  {
    "text": "Yeah. He becomes less than human. Yeah. He believes that his life can only flourish at the expense now of his brother's life.",
    "start": "00:22:05",
    "end": "00:22:15"
  },
  {
    "text": "It's interesting. If you're out in the field like Abel was, the beast that could get you is pro. Like a snake could sneak up and bite you.",
    "start": "00:22:15",
    "end": "00:22:22"
  },
  {
    "text": "Oh, yeah. That's interesting. Yeah.",
    "start": "00:22:22",
    "end": "00:22:23"
  },
  {
    "text": "So Cain does sneaks up and he.",
    "start": "00:22:23",
    "end": "00:22:25"
  },
  {
    "text": "But it ends up being another human acting like an animal.",
    "start": "00:22:25",
    "end": "00:22:28"
  },
  {
    "text": "It's a snake. It's a human acting like.",
    "start": "00:22:28",
    "end": "00:22:29"
  },
  {
    "text": "Yeah, yeah. I've never quite thought of this before, but again, if the Genesis 1 ideal is listening, you and I can both flourish. There's plenty of food for us here. We can find a way to flourish together. And that's how I exert my rule in authority as an image of God. But in the Cain story, you're getting hooked up.",
    "start": "00:22:29",
    "end": "00:22:47"
  },
  {
    "text": "I'm not.",
    "start": "00:22:47",
    "end": "00:22:47"
  },
  {
    "text": "Yes, you're flourishing. I think I'm not.",
    "start": "00:22:47",
    "end": "00:22:50"
  },
  {
    "text": "Yeah. I need what you have.",
    "start": "00:22:50",
    "end": "00:22:52"
  },
  {
    "text": "Yep.",
    "start": "00:22:52",
    "end": "00:22:52"
  },
  {
    "text": "I'm just gonna get rid of you.",
    "start": "00:22:52",
    "end": "00:22:53"
  },
  {
    "text": "Yes. Yeah, that's right. For me to flourish as a human, you have to die.",
    "start": "00:22:53",
    "end": "00:22:58"
  },
  {
    "text": "Yeah. It is a zero sum kind of way of.",
    "start": "00:22:58",
    "end": "00:23:00"
  },
  {
    "text": "It's a zero sum of viewing reality. That's right. And in the biblical narrative, that's the fundamental portrait of a human stepping off the shared divine throne of ruling the world. Once humans choose to redefine good and evil in that kind of way, we are no longer participating in the divine rule of creation. We are asserting a beastly animal like.",
    "start": "00:23:00",
    "end": "00:23:26"
  },
  {
    "text": "So the divine rule is a non zero sum, generous, cooperative way of life.",
    "start": "00:23:26",
    "end": "00:23:33"
  },
  {
    "text": "Yeah. Genesis one.",
    "start": "00:23:33",
    "end": "00:23:34"
  },
  {
    "text": "Genesis one.",
    "start": "00:23:35",
    "end": "00:23:35"
  },
  {
    "text": "Yeah.",
    "start": "00:23:35",
    "end": "00:23:36"
  },
  {
    "text": "Where when you say a beastly way to live, living with animals is territorial and exerts power through violence.",
    "start": "00:23:36",
    "end": "00:23:47"
  },
  {
    "text": "Yes.",
    "start": "00:23:48",
    "end": "00:23:49"
  },
  {
    "text": "What else would you say?",
    "start": "00:23:49",
    "end": "00:23:50"
  },
  {
    "text": "Well, and it's a, I guess in the biblical vision it's a short sighted view of flourishing where if I define my own tribe and family's flourishing, even if it's at the expense of another. Oh well, my tribe's flourishing.",
    "start": "00:23:50",
    "end": "00:24:06"
  },
  {
    "text": "Yeah.",
    "start": "00:24:06",
    "end": "00:24:06"
  },
  {
    "text": "That's a sub human form of existence. If humans are called to be the image of God, that's a subhuman way of existing.",
    "start": "00:24:07",
    "end": "00:24:15"
  },
  {
    "text": "Sam.",
    "start": "00:24:24",
    "end": "00:24:33"
  },
  {
    "text": "So yeah. Just notice again just now in Genesis 1 through 4, how much human's relationship to animals and the creative developments of those images, how significant these are. It's a really fundamental images in the biblical story.",
    "start": "00:24:55",
    "end": "00:25:10"
  },
  {
    "text": "Yeah.",
    "start": "00:25:10",
    "end": "00:25:10"
  },
  {
    "text": "Here's another one from Genesis 3. This is interesting. After the humans are told that the. There's going to be this hostility between people who give in to the serpent and the seed of the woman. Actually. So let's just pause real quick on that again. So what that's telling us is there's going to be a future human who comes, who strikes the serpent. And that human's going to be however, in hostility with people who give in to the serpent. So there's going to be a line of humans who preserve this true humanness. And that line's always going to be in hostility with people who are acting like animals giving in to the serpent. And that, that's telling you. Well, that's what the whole story is going to be about. But eventually there will be one human who will deal not just with the seed of the serpent, but deal with the serpent itself. And there you go. And then you just have to keep reading. It's about a son of men who will come. Another point in Genesis 3 is the consequences that God assigns to the man in Genesis 3:18, where he says, cursed is the ground on account of you. It will sprout thorns and thistles, and you will eat the grass of the field.",
    "start": "00:25:10",
    "end": "00:26:29"
  },
  {
    "text": "That's what the animals do.",
    "start": "00:26:30",
    "end": "00:26:31"
  },
  {
    "text": "That's the diet of the animals in Genesis 1.",
    "start": "00:26:32",
    "end": "00:26:34"
  },
  {
    "text": "That's right.",
    "start": "00:26:34",
    "end": "00:26:35"
  },
  {
    "text": "In Genesis 1, humans get the fruit trees and they get the seeds of the. And vegetables, what they farm. And. And the animals get the plants, the green plants of the field. Now you're driven out into the wilderness and you're going to be forced to eat like animals.",
    "start": "00:26:35",
    "end": "00:26:55"
  },
  {
    "text": "Wow.",
    "start": "00:26:55",
    "end": "00:26:55"
  },
  {
    "text": "Yeah. So humans give in to an Animal in Genesis 3. They are assigned to the realm of the animals. They take on the diet of animals. And then in Genesis 4, in the Cain story, they begin to act like violent animals.",
    "start": "00:26:55",
    "end": "00:27:11"
  },
  {
    "text": "And this is. This is how Nebuchadnezzar is depicted.",
    "start": "00:27:12",
    "end": "00:27:15"
  },
  {
    "text": "Exactly right.",
    "start": "00:27:15",
    "end": "00:27:16"
  },
  {
    "text": "In Daniel.",
    "start": "00:27:16",
    "end": "00:27:17"
  },
  {
    "text": "Yeah.",
    "start": "00:27:17",
    "end": "00:27:18"
  },
  {
    "text": "The image of his hair grows long, his nails get long, and he's out just eating.",
    "start": "00:27:18",
    "end": "00:27:21"
  },
  {
    "text": "And he eats the grass. He eats the grass of the field.",
    "start": "00:27:21",
    "end": "00:27:24"
  },
  {
    "text": "It's the same phrase.",
    "start": "00:27:24",
    "end": "00:27:25"
  },
  {
    "text": "Yep. So Nebuchadnezzar in the book of Daniel is being depicted as a human become animal. It's a new Adam figure who just replays Genesis 1:3, and he thinks he's.",
    "start": "00:27:25",
    "end": "00:27:36"
  },
  {
    "text": "Being like the true powerful human. He elevates himself and in reality is becoming an animal.",
    "start": "00:27:36",
    "end": "00:27:43"
  },
  {
    "text": "And then God humbles him and makes him what he really is acting like, which is an animal in the field. So let's just real quick from the Genesis 3 and 4 stuff we just did. Let's just sketch through the rest of Genesis 3 to 11. Okay. Which is the biblical fall narrative as a whole. Cain is expelled.",
    "start": "00:27:43",
    "end": "00:28:32"
  },
  {
    "text": "He kills Abel.",
    "start": "00:28:33",
    "end": "00:28:34"
  },
  {
    "text": "After he kills Abel, he's expelled and goes further east.",
    "start": "00:28:34",
    "end": "00:28:36"
  },
  {
    "text": "Yeah.",
    "start": "00:28:37",
    "end": "00:28:37"
  },
  {
    "text": "His parents. And the first thing he does is build a city. Build the city, has lots of kids. And then the seventh generation from his line is a guy named Lemak. Lemak?",
    "start": "00:28:37",
    "end": "00:28:52"
  },
  {
    "text": "Oh, yeah. What does his name mean?",
    "start": "00:28:52",
    "end": "00:28:53"
  },
  {
    "text": "Oh, well, it's not a name. It's.",
    "start": "00:28:54",
    "end": "00:28:57"
  },
  {
    "text": "It's the three.",
    "start": "00:28:57",
    "end": "00:28:58"
  },
  {
    "text": "There's a couple of clues here. When you read the name Lamech and you look it up in concordance, there's only two lamechs in the whole Bible, and it's this Lamech. And then the Lamech that comes from his dead. From his other brother's line. And then second, it's not a common name. It's not a common name. And then if you stare at it longer in Hebrew, it's that both the vowels and the letters of the Hebrew noun for king just turn backwards inside out.",
    "start": "00:28:58",
    "end": "00:29:26"
  },
  {
    "text": "The Inverted king.",
    "start": "00:29:27",
    "end": "00:29:28"
  },
  {
    "text": "Yeah, he's a perverted king. He's the backwards king or the anti king, as it were. And this guy Lamech, what does he do? He says, listen, Cain killed a brother. Cain killed a guy. And God.",
    "start": "00:29:28",
    "end": "00:29:41"
  },
  {
    "text": "God put up with him.",
    "start": "00:29:41",
    "end": "00:29:42"
  },
  {
    "text": "Put up with him and even protected him. So you know what? I murdered this kid the other day, and I declare that God has to also put up with me 70 times 7. Yeah, more or less. I'm paraphrasing.",
    "start": "00:29:42",
    "end": "00:29:55"
  },
  {
    "text": "Right.",
    "start": "00:29:55",
    "end": "00:29:55"
  },
  {
    "text": "But he rewrites God's forgiveness of Cain, so to speak, uses his license and uses it as license for even greater murder. And this is all in the context of the first human city. So there's that happening. So all of a sudden you're watching this.",
    "start": "00:29:55",
    "end": "00:30:09"
  },
  {
    "text": "That's not the kind of neighbor you want.",
    "start": "00:30:09",
    "end": "00:30:10"
  },
  {
    "text": "And if Cain was becoming an animal and killing his brother, this guy, he's.",
    "start": "00:30:12",
    "end": "00:30:18"
  },
  {
    "text": "Just like, yeah, that guy needs to be on a watch list.",
    "start": "00:30:18",
    "end": "00:30:20"
  },
  {
    "text": "He's hell on wheels, you know what I mean? He's become less than human. He believes now that his honor is exalted by needlessly murdering another human. It's different than Cain where it's like, oh, I'm angry, I'm jealous. I think I should have what you get. But here, Lamech's just like absurd violence. It's animal.",
    "start": "00:30:20",
    "end": "00:30:44"
  },
  {
    "text": "He's turned up.",
    "start": "00:30:44",
    "end": "00:30:45"
  },
  {
    "text": "Yeah, turned up to 11, totally. So contrast that. Then the narrative goes back. That's the line that comes from Cain. Genesis 5 gives us the line that comes from Cain's younger brother who's born in the place of the brother he murdered. His name, Seth, Adam and his third son, Seth. And this from Seth, you get a genealogy, your favorite part of the Bible to read. And through the line of Seth, you get to the 10th generation, from Adam, and you get to a guy named Noach, Noah. And when Noah is born, this is.",
    "start": "00:30:45",
    "end": "00:31:25"
  },
  {
    "text": "Page 11, Noah, for those English speakers out there.",
    "start": "00:31:25",
    "end": "00:31:28"
  },
  {
    "text": "That's right. Noah's dad says, actually. Oh, yeah, Noah's dad. His name is Lamech too. He's the other Lamech in the book.",
    "start": "00:31:28",
    "end": "00:31:36"
  },
  {
    "text": "Oh, that's.",
    "start": "00:31:36",
    "end": "00:31:37"
  },
  {
    "text": "That's interesting.",
    "start": "00:31:37",
    "end": "00:31:38"
  },
  {
    "text": "Interesting.",
    "start": "00:31:38",
    "end": "00:31:39"
  },
  {
    "text": "He names Noah and says, I name him Noach for this one. Well, Noham us from the work and pain of our hands, from the ground that the Lord has cursed. So he names Noach after the comfort Nacham brings to comfort or relief.",
    "start": "00:31:39",
    "end": "00:31:57"
  },
  {
    "text": "It's a word play.",
    "start": "00:31:58",
    "end": "00:31:58"
  },
  {
    "text": "It's a word play. Yeah. Yeah, that's right. So we're thinking like, oh, well, if Lamech that came from Cain is the image of the seed of the serpent. Humans acting like animals. Then here's an. Here's the anti. Here's the seed of the woman, A human who's going to bring relief and comfort from the curse and from all of this.",
    "start": "00:31:58",
    "end": "00:32:17"
  },
  {
    "text": "Yeah.",
    "start": "00:32:17",
    "end": "00:32:18"
  },
  {
    "text": "So you get Noah and the story of Noah right. In the ark. Yeah, it's famous. God's going to bring judgment on the rebellious world. But he instructs Noah to make an ark. A teva is what it's called in Hebrew. And the tevah is described as a micro Eden. It's a little micro Eden.",
    "start": "00:32:18",
    "end": "00:32:39"
  },
  {
    "text": "Hmm. What do you mean? Well, because animals are there. Going to be in there?",
    "start": "00:32:39",
    "end": "00:32:42"
  },
  {
    "text": "Yeah, look. In chapter six, verse 19, God tells Noah of every living creature of all flesh. You shall bring two of every kind into the ark to keep them alive with you. Male and female of birds after their kind, of the beasts, animals after their kind, of every creeping thing, all on the ground after its kind. Two of every kind will come to you so you can keep them alive. So those categories of beings. You have the bird, the sky flyers, the land walkers, then the creepers.",
    "start": "00:32:42",
    "end": "00:33:14"
  },
  {
    "text": "The Creepers? That's a new addition.",
    "start": "00:33:14",
    "end": "00:33:16"
  },
  {
    "text": "Oh, no, they're in Genesis 1. The Creepers.",
    "start": "00:33:16",
    "end": "00:33:19"
  },
  {
    "text": "The creepers are.",
    "start": "00:33:19",
    "end": "00:33:19"
  },
  {
    "text": "Yep. Or the crawlers. The only category not represented is the creatures in the waters. Yeah, they're gonna be fine.",
    "start": "00:33:19",
    "end": "00:33:25"
  },
  {
    "text": "Yeah.",
    "start": "00:33:26",
    "end": "00:33:27"
  },
  {
    "text": "So you have a human here who is going to rule the animals, which in this case, by protecting them, to save them. To save them where? In this little. In the ark.",
    "start": "00:33:27",
    "end": "00:33:37"
  },
  {
    "text": "Little incubator.",
    "start": "00:33:37",
    "end": "00:33:38"
  },
  {
    "text": "And so this ark becomes a little Eden 2.0. A little mini Eden of the. Right.",
    "start": "00:33:38",
    "end": "00:33:44"
  },
  {
    "text": "Little floating Eden.",
    "start": "00:33:44",
    "end": "00:33:45"
  },
  {
    "text": "Yeah. The human with the animals in the divinely protected space, and then it floats along the waters and then is deposited on the top of a.",
    "start": "00:33:45",
    "end": "00:33:55"
  },
  {
    "text": "On a mountain.",
    "start": "00:33:55",
    "end": "00:33:55"
  },
  {
    "text": "On a mountain.",
    "start": "00:33:55",
    "end": "00:33:56"
  },
  {
    "text": "Yeah.",
    "start": "00:33:56",
    "end": "00:33:56"
  },
  {
    "text": "Yeah. Just like Genesis. Just like eden in Genesis 2. So in other words, Noah is becoming a possible restart of the ideal. Okay. It all went downhill when humans started acting like animals.",
    "start": "00:33:56",
    "end": "00:34:09"
  },
  {
    "text": "Oh.",
    "start": "00:34:09",
    "end": "00:34:09"
  },
  {
    "text": "But here's a human who peacefully coexists with the animals.",
    "start": "00:34:09",
    "end": "00:34:12"
  },
  {
    "text": "Yeah. And he's given a new little Eden.",
    "start": "00:34:12",
    "end": "00:34:14"
  },
  {
    "text": "Totally.",
    "start": "00:34:14",
    "end": "00:34:15"
  },
  {
    "text": "And then we'll wipe everything clean and try again.",
    "start": "00:34:15",
    "end": "00:34:17"
  },
  {
    "text": "Yeah. So just to emphasize. Why else would the narrative emphasize all this stuff about the animals in the ark? Not for children's books.",
    "start": "00:34:17",
    "end": "00:34:26"
  },
  {
    "text": "It does make good children's book material.",
    "start": "00:34:26",
    "end": "00:34:28"
  },
  {
    "text": "It makes great children's book material.",
    "start": "00:34:28",
    "end": "00:34:29"
  },
  {
    "text": "So people, to answer the question, well, then what happened to the animals?",
    "start": "00:34:29",
    "end": "00:34:34"
  },
  {
    "text": "Okay, okay, got it. All right, so you're right. There's more mundane questions, but I guess.",
    "start": "00:34:34",
    "end": "00:34:38"
  },
  {
    "text": "There'S other questions left unanswered, like.",
    "start": "00:34:38",
    "end": "00:34:40"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:34:40",
    "end": "00:34:40"
  },
  {
    "text": "Well, one question that comes to mind is how did he tell between a male and female lizard?",
    "start": "00:34:40",
    "end": "00:34:45"
  },
  {
    "text": "Yep, That's.",
    "start": "00:34:51",
    "end": "00:34:53"
  },
  {
    "text": "So there are some unanswered questions.",
    "start": "00:34:53",
    "end": "00:34:55"
  },
  {
    "text": "Many unanswered. Dude with the Flood. Many unanswered questions. But there are only three narratives that depict humans at peace and living with and among the wild animals. Adam in the garden. Adam and Eve in the garden. Noah in the ark. In the ark. And third, one new creation. Wait for it. It's on Mark, chapter one. But we'll get there.",
    "start": "00:34:55",
    "end": "00:35:17"
  },
  {
    "text": "Oh, Mark one.",
    "start": "00:35:17",
    "end": "00:35:18"
  },
  {
    "text": "Noah. We'll get there. Noah gets off the boat. Bottom page 12. And God says to Noah exactly what he said to Adam and Eve, but with a tweak. So I guess it's not exactly what he said. God blessed Noah and said to him and his sons, be fruitful and multiply and fill the earth. You're like, okay, yeah.",
    "start": "00:35:18",
    "end": "00:35:39"
  },
  {
    "text": "So this is a reboot.",
    "start": "00:35:39",
    "end": "00:35:40"
  },
  {
    "text": "Reboot. Full reboot.",
    "start": "00:35:40",
    "end": "00:35:41"
  },
  {
    "text": "Full reboot.",
    "start": "00:35:41",
    "end": "00:35:42"
  },
  {
    "text": "That's right. Now, what we expect to come next is subdue the land and rule over the beasts. Right. Genesis 1. But instead, what God says is now the fear and terror of you will be on the beast.",
    "start": "00:35:42",
    "end": "00:35:54"
  },
  {
    "text": "New development.",
    "start": "00:35:55",
    "end": "00:35:56"
  },
  {
    "text": "Yep. And every moving thing that is alive, that is your food now.",
    "start": "00:35:56",
    "end": "00:36:02"
  },
  {
    "text": "Off the veggies.",
    "start": "00:36:02",
    "end": "00:36:03"
  },
  {
    "text": "So the vegan ideal is over. It's as if God is here making a concession to the violent humans. Humans have shown themselves now on a path of no return.",
    "start": "00:36:03",
    "end": "00:36:14"
  },
  {
    "text": "Maybe if I let you eat animal flesh, you'll calm down, you'll start killing each other.",
    "start": "00:36:15",
    "end": "00:36:19"
  },
  {
    "text": "Yeah, but it's like the humans in the story are so violent. That was the cause for the flood, was just violence everywhere now, right? This Cain and Lamech gone wild. And so now humans truly believe that they have to kill other creatures to flourish. And so what God does is just accept that reality. And now he's going to work with humans in light of that. That fracturing, that shattering of the ideal.",
    "start": "00:36:20",
    "end": "00:36:48"
  },
  {
    "text": "And thus we get cheeseburgers.",
    "start": "00:36:48",
    "end": "00:36:50"
  },
  {
    "text": "And thus we get cheeseburgers. So again, next step. Sorry as this trail of bread comes, but basically all I'm doing is crawling through Genesis, and anything related to humans and animals is what I'm highlighting.",
    "start": "00:36:52",
    "end": "00:37:04"
  },
  {
    "text": "You're highlighting?",
    "start": "00:37:04",
    "end": "00:37:05"
  },
  {
    "text": "Yeah. Noah gets off the boat. He gets drunk. Sketchy stuff happens with his son Ham.",
    "start": "00:37:05",
    "end": "00:37:11"
  },
  {
    "text": "So it's like the reboot's happening. Little concession. Thanks. Thanks, God. And then.",
    "start": "00:37:11",
    "end": "00:37:19"
  },
  {
    "text": "Then the new Adam.",
    "start": "00:37:19",
    "end": "00:37:20"
  },
  {
    "text": "What does the new Adam do?",
    "start": "00:37:20",
    "end": "00:37:21"
  },
  {
    "text": "Let him do. He gets off. He gets off the Boat. All the animals are exiting, and you're like, oh, it's Eden all over again. He plants a garden.",
    "start": "00:37:21",
    "end": "00:37:28"
  },
  {
    "text": "Yeah. Great.",
    "start": "00:37:28",
    "end": "00:37:29"
  },
  {
    "text": "Yes. We love it. We love it. And he gets dreadfully drunk.",
    "start": "00:37:29",
    "end": "00:37:33"
  },
  {
    "text": "Yeah.",
    "start": "00:37:33",
    "end": "00:37:34"
  },
  {
    "text": "And then he's naked in his tent. Drunk and naked. Those are not good images from Genesis 3. And then one of his sons comes and looks upon the nakedness of his father. We don't have time to go down that rabbit hole. But it's not good. It almost certainly means more than him just gazing upon his father.",
    "start": "00:37:34",
    "end": "00:37:57"
  },
  {
    "text": "Getting a little.",
    "start": "00:37:57",
    "end": "00:37:58"
  },
  {
    "text": "So what's significant about that, why I'm highlighting that is in the genealogy that follows in the line of Ham, we're told that Ham had a grandson whose name was Nimrod.",
    "start": "00:37:59",
    "end": "00:38:10"
  },
  {
    "text": "Ham is one of Noah's sons. Noah's sons.",
    "start": "00:38:10",
    "end": "00:38:12"
  },
  {
    "text": "Ham had a grandson. And in the genealogy of Genesis 10, there's a narrative. The genealogy stops and it focuses on this guy's grandson, Nimrod.",
    "start": "00:38:13",
    "end": "00:38:24"
  },
  {
    "text": "An unfortunate name.",
    "start": "00:38:24",
    "end": "00:38:25"
  },
  {
    "text": "Yes. Toland. And what we're told is he was a mighty warrior. He's a violent dude.",
    "start": "00:38:25",
    "end": "00:38:33"
  },
  {
    "text": "Okay.",
    "start": "00:38:33",
    "end": "00:38:34"
  },
  {
    "text": "He's a man slayer, and he's a.",
    "start": "00:38:34",
    "end": "00:38:36"
  },
  {
    "text": "Hunter and a beast slayer.",
    "start": "00:38:36",
    "end": "00:38:39"
  },
  {
    "text": "Yeah. A man slayer and a beast slayer. He's the first killer of animals mentioned.",
    "start": "00:38:39",
    "end": "00:38:45"
  },
  {
    "text": "In the Bible, actually. Isn't God the first killer of animals in the Bible?",
    "start": "00:38:45",
    "end": "00:38:49"
  },
  {
    "text": "Oh, well, human.",
    "start": "00:38:49",
    "end": "00:38:50"
  },
  {
    "text": "He's the first human.",
    "start": "00:38:50",
    "end": "00:38:51"
  },
  {
    "text": "Well, yeah, that's right. My point is, Cain offers a firstborn from his flock.",
    "start": "00:38:52",
    "end": "00:38:56"
  },
  {
    "text": "Oh, so he kills an animal.",
    "start": "00:38:57",
    "end": "00:38:58"
  },
  {
    "text": "That's right. But here, it's not like in a priestly or worship kind of role.",
    "start": "00:38:58",
    "end": "00:39:03"
  },
  {
    "text": "Yeah.",
    "start": "00:39:03",
    "end": "00:39:04"
  },
  {
    "text": "And it's. The phrase is right next to, he's a mighty warrior, he's a manslayer, and he's a mighty hunter.",
    "start": "00:39:05",
    "end": "00:39:11"
  },
  {
    "text": "Yeah.",
    "start": "00:39:11",
    "end": "00:39:11"
  },
  {
    "text": "He kills man and beast. So he's not only acting like a beast.",
    "start": "00:39:11",
    "end": "00:39:17"
  },
  {
    "text": "So wait a second, Cain. Cain was raising animals to eat. He wasn't supposed to be doing that.",
    "start": "00:39:17",
    "end": "00:39:22"
  },
  {
    "text": "It doesn't say that. It just says that he was a worker. Excuse me, Abel. Excuse me. Abel was a keeper of sheep.",
    "start": "00:39:22",
    "end": "00:39:30"
  },
  {
    "text": "Yeah, Abel.",
    "start": "00:39:31",
    "end": "00:39:32"
  },
  {
    "text": "Abel was doing Abel, not Cain. Sorry.",
    "start": "00:39:32",
    "end": "00:39:34"
  },
  {
    "text": "Yeah. And. Yeah, sorry, that's a detour. But like.",
    "start": "00:39:34",
    "end": "00:39:38"
  },
  {
    "text": "Yeah. And then he offers.",
    "start": "00:39:38",
    "end": "00:39:40"
  },
  {
    "text": "He wasn't supposed to be the firstborn.",
    "start": "00:39:40",
    "end": "00:39:41"
  },
  {
    "text": "Of his flock as an act of worship.",
    "start": "00:39:41",
    "end": "00:39:43"
  },
  {
    "text": "So was he raising these for what?",
    "start": "00:39:43",
    "end": "00:39:45"
  },
  {
    "text": "Doesn't say.",
    "start": "00:39:45",
    "end": "00:39:46"
  },
  {
    "text": "Maybe for wool.",
    "start": "00:39:47",
    "end": "00:39:47"
  },
  {
    "text": "Doesn't say. Yeah, yeah, yeah. You can raise sheep for wool. That's a good point. Abel's. Abel's the animal husbandman.",
    "start": "00:39:48",
    "end": "00:39:56"
  },
  {
    "text": "Yeah. I mean, I asked you this before. If there was anything significant there, it just Feels. It feels like a.",
    "start": "00:39:56",
    "end": "00:40:03"
  },
  {
    "text": "Actually, I do think there is now. I've been thinking about it. Yeah. Where they're bringing their offerings to. That whole story assumes that we're just here we are worshiping Yahweh with offerings. What's that all about?",
    "start": "00:40:04",
    "end": "00:40:15"
  },
  {
    "text": "Right.",
    "start": "00:40:15",
    "end": "00:40:15"
  },
  {
    "text": "Where by the entrance of Eden, apparently, because Adam and Eve just camped out, they just went to the east of Eden, and then that's where this story takes place. And then Cain goes further east. So is that where they're offering sacrifices? Is the image that. And there's Jewish legends about this in Second Temple literature, about them depicting this scene as happening before the cherubim, like they're offering it at the door, trying to.",
    "start": "00:40:15",
    "end": "00:40:41"
  },
  {
    "text": "Trying to win their way back in.",
    "start": "00:40:41",
    "end": "00:40:42"
  },
  {
    "text": "Yeah.",
    "start": "00:40:42",
    "end": "00:40:43"
  },
  {
    "text": "That's interesting.",
    "start": "00:40:43",
    "end": "00:40:44"
  },
  {
    "text": "It is interesting. So it's all inferent this way. These narratives work, obviously, through the gaps.",
    "start": "00:40:44",
    "end": "00:40:48"
  },
  {
    "text": "But I just find it fascinating that God tells them the ideal is you don't have to kill things. And then Abel, who God decides to bless, is the one who actually kills an animal. An animal.",
    "start": "00:40:49",
    "end": "00:41:03"
  },
  {
    "text": "And he. God accepts it.",
    "start": "00:41:03",
    "end": "00:41:05"
  },
  {
    "text": "And God accepts it, and he chooses it as a better offer. Well, not a better offering. He regards it, but he blesses Abel.",
    "start": "00:41:05",
    "end": "00:41:12"
  },
  {
    "text": "That'.",
    "start": "00:41:12",
    "end": "00:41:12"
  },
  {
    "text": "So not only does it seem unfair that Abel's the second born. Kind of seems unfair, yes. In that. What were you doing? Killing an animal?",
    "start": "00:41:13",
    "end": "00:41:21"
  },
  {
    "text": "Yeah.",
    "start": "00:41:21",
    "end": "00:41:22"
  },
  {
    "text": "Anyways. Yeah, I find it interesting.",
    "start": "00:41:22",
    "end": "00:41:24"
  },
  {
    "text": "I think that's very interesting. There's probably more there that I haven't thought about and that we haven't talked about.",
    "start": "00:41:24",
    "end": "00:41:28"
  },
  {
    "text": "Yeah.",
    "start": "00:41:28",
    "end": "00:41:29"
  },
  {
    "text": "But Nimrod's the first hunter.",
    "start": "00:41:29",
    "end": "00:41:30"
  },
  {
    "text": "Nimrod just goes and slays the beast.",
    "start": "00:41:32",
    "end": "00:41:35"
  },
  {
    "text": "Yeah, totally. So why are we told these random details, that he's a mighty warrior and a mighty hunter. So first things we're told about Ham's grandson, it's a little color. The second thing that we're told is that he built Babylon. The beginning of his kingdom was Babylon, and from that land he went to Assyria and built Nineveh. So the grandson of Ham becomes the archetypal.",
    "start": "00:41:35",
    "end": "00:42:02"
  },
  {
    "text": "This violent man created these two empires.",
    "start": "00:42:02",
    "end": "00:42:05"
  },
  {
    "text": "And these are the two empires that are going to carry Israel into exile. In the later biblical narrative, Assyria will take out the northern tribes, Babylon will take out Judah and Jerusalem. So again, these narratives, they're tipping their hat. Genesis 1 through 11 are designed to set you up to understand the cosmic significance of everything that's going to happen in the story to follow.",
    "start": "00:42:05",
    "end": "00:42:28"
  },
  {
    "text": "These cities were founded by violent man who are part of this cycle of giving into the beastly.",
    "start": "00:42:29",
    "end": "00:42:35"
  },
  {
    "text": "That's right.",
    "start": "00:42:35",
    "end": "00:42:36"
  },
  {
    "text": "Beastly urge to rule and destroy.",
    "start": "00:42:36",
    "end": "00:42:39"
  },
  {
    "text": "Correct. The point is, if you follow the narrative thread of this, humans giving in to the beast, humans acting like beasts, it leads you to Nimrod and the founding of Babylon and Assyria in the.",
    "start": "00:42:39",
    "end": "00:42:50"
  },
  {
    "text": "DNA of these towns.",
    "start": "00:42:50",
    "end": "00:42:52"
  },
  {
    "text": "Yeah. And then all of a sudden, why Babylon and Assyria are going to be given so much airtime. And the rest of the narratives of the Hebrew Bible is precisely this. They become portraits of the snake and the snake seed. People giving into the snake, acting like animals. And in Daniel's dream, the first beast of his dream is explicitly labeled as Babylon. So all that's rooted in these narratives of Genesis. You have the humans, or the line through which humanity will be restored to its role. And you have the humans who are acting like beasts, which is most of them.",
    "start": "00:42:52",
    "end": "00:43:30"
  },
  {
    "text": "And ironically, the line by which the humans are to be restored also end up acting like animals.",
    "start": "00:43:30",
    "end": "00:43:37"
  },
  {
    "text": "Totally. Yeah. Even the promised chosen ones become. Act like animals and snakes. Because they're humans. Because they're humans.",
    "start": "00:43:37",
    "end": "00:43:48"
  },
  {
    "text": "Oh, humans.",
    "start": "00:43:48",
    "end": "00:43:49"
  },
  {
    "text": "Oh, humans. So you walk away from Genesis 1 through 11 with a full concept of that divine throne beside God that he wanted to elevate humans to as his image that is now an unoccupied throne, like in Daniel's dream.",
    "start": "00:43:49",
    "end": "00:44:08"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:44:08",
    "end": "00:44:08"
  },
  {
    "text": "What humans are being is not humans, but beasts unleashing violence and death in the world. And what we are looking for is the fulfillment of that promise of Genesis 3:15 of a human. They're called the seed of the woman. Who's that going to be? A son of Adam. And Adam is the word for man. A son of man. You leave Genesis 3 looking for a son of man who will overcome the beast and take up humanity's. Strike its head, strike the beast's head, reverse everything that it's done, and actually fulfill what humanity's calling is in the first place. Genesis 1:11.",
    "start": "00:44:09",
    "end": "00:44:49"
  },
  {
    "text": "We're looking for a human who can partner with God.",
    "start": "00:44:49",
    "end": "00:44:52"
  },
  {
    "text": "That's right. Yeah. And as it turns out, no human is qualified for the task. Even the best ones, like Moses, Abraham, Noah, David, they all get crossed off the list. And so in the larger sweep, what happens is that God becomes embodied as the kind of human that he's called humanity to be. And he is that on their behalf. Genesis 1 through 11. Yeah, it's all in there, dude.",
    "start": "00:44:52",
    "end": "00:45:21"
  },
  {
    "text": "Packed.",
    "start": "00:45:21",
    "end": "00:45:21"
  },
  {
    "text": "It's like, oh, you remember Fourth of July. Sorry to be American centric to our international listeners.",
    "start": "00:45:21",
    "end": "00:45:30"
  },
  {
    "text": "It's the day we celebrate America's independence.",
    "start": "00:45:30",
    "end": "00:45:33"
  },
  {
    "text": "That's right. Americans waste huge amounts of money Money on exploding.",
    "start": "00:45:33",
    "end": "00:45:37"
  },
  {
    "text": "Yeah.",
    "start": "00:45:37",
    "end": "00:45:37"
  },
  {
    "text": "Crap.",
    "start": "00:45:37",
    "end": "00:45:38"
  },
  {
    "text": "You know, it really bugs me when someone's like, you know, you could have just lit a $20 bill on fire. It's like, that's not as fun as blowing up $20 worth of fireworks. This is not as fun.",
    "start": "00:45:38",
    "end": "00:45:48"
  },
  {
    "text": "No, it's not. So, no. Fireworks are pretty amazing. Anyway, one of it was these little. They were shaped like little plastic bottles with the string at the bottleneck, and you hold it and pull it out, and then it just. Yeah, so it was one of those. I couldn't believe how hard it was to pull, how much stuff they packed into there. Oh, like, so much stuff came out. I mean, it was only like, this big, like, the size of my hand.",
    "start": "00:45:48",
    "end": "00:46:15"
  },
  {
    "text": "It's like a clown car.",
    "start": "00:46:15",
    "end": "00:46:16"
  },
  {
    "text": "It was like a clown car. So much confetti.",
    "start": "00:46:16",
    "end": "00:46:19"
  },
  {
    "text": "Yeah.",
    "start": "00:46:19",
    "end": "00:46:20"
  },
  {
    "text": "I was sweeping our driveway, like, 20 minutes. Anyway, Genesis 1 through 11 is like that. It's just everything.",
    "start": "00:46:20",
    "end": "00:46:27"
  },
  {
    "text": "It's an overstuffed popper.",
    "start": "00:46:27",
    "end": "00:46:29"
  },
  {
    "text": "It's. Everything's in it.",
    "start": "00:46:29",
    "end": "00:46:30"
  },
  {
    "text": "Thanks for listening to this episode of the BibleProject podcast. If you're enjoying this series, you might also enjoy our sister podcast called Exploring My Strange Bible. It's a collection of sermons and teachings over the last decade that Tim has done in many different settings. Also, we are launching a new website that has all of our resources on it. Check it out. Thebibleproject.com We've got our videos, study notes, these podcasts, and a lot more. Today's show was edited and produced by Dan Gummel. The music is by the band Tense. We're a nonprofit in Portland, Oregon. We believe the Bible is one unified story that leads to Jesus. We're crowdfunded, and so we do all of this, and we. So we create all of this material and we have it free for anyone to use because of the generous support of people like you. So thanks for being a part of this with us.",
    "start": "00:46:33",
    "end": "00:47:28"
  },
  {
    "text": "Hey, my name is Simon and I'm.",
    "start": "00:47:28",
    "end": "00:47:30"
  },
  {
    "text": "Living in Vienna, Austria. And I love the Bible Project so much that I actually chose to translate it into German.",
    "start": "00:47:30",
    "end": "00:47:37"
  },
  {
    "text": "And I'm actually here with my good friend Philipp, who is the leader of the German Bible Project. Hello, my name is Philipp. Ich kommer aus Lemgo, nearby Cologne. I love the Bible Project because I love to train people in Germany to love Jesus Christ. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, podcasts, study notes, and more@thebibleproject.com Sam.",
    "start": "00:47:37",
    "end": "00:48:29"
  }
]