[
  {
    "text": "The Eden ideal is humans peacefully coexisting with the animals. That's the Eden ideal on page one. The ideal is that humans are placed in a role of responsibility for the animals to rule them. But that raises a question that's both ancient and modern about humans. Relationship to animals, to rule the animals. What does that mean?",
    "start": "00:00:12",
    "end": "00:00:33"
  },
  {
    "text": "Hey, this is Jon at the bibleproject. And on this episode of the podcast, we're gonna continue a series that we just began on the Son of Man. The Son of Man is a phrase that Jesus uses to refer to himself. It's a phrase that he got from a vision, a dream that it takes place in Daniel 7. And in this dream, there's a series of beasts, crazy animal like creatures that represent oppressive humans. It's a picture of humans becoming animals. And this isn't just a random image that the Bible uses. It's actually a theme the Bible develops starting in its very first pages.",
    "start": "00:00:36",
    "end": "00:01:17"
  },
  {
    "text": "The Son of Man theme is a way of thinking about the whole biblical story through the images of humans and animals.",
    "start": "00:01:17",
    "end": "00:01:24"
  },
  {
    "text": "In Genesis chapter one, God creates humans and animals on the same day. And if you think about it, humans are kind of just a type of animal, but according to the Bible, we're much more.",
    "start": "00:01:25",
    "end": "00:01:37"
  },
  {
    "text": "So very clearly, humans come from the earth just like animals come from the earth. They're similar, but there's also something different in that humans are designated as the divine image.",
    "start": "00:01:38",
    "end": "00:01:48"
  },
  {
    "text": "The divine image. The image of God. The biblical claim the role of humans is to rule alongside God.",
    "start": "00:01:49",
    "end": "00:01:57"
  },
  {
    "text": "The whole premise of the story for the Son of Man will be when humans elevate themselves to the role of the creator, they don't want to be an image of God, they want to be God. Something tragic happens. They become beasts. They become less than human. When humans want to transcend their humanity and act like God, ironically, they become and begin acting like animals.",
    "start": "00:01:58",
    "end": "00:02:17"
  },
  {
    "text": "Thanks for joining us. Here we go.",
    "start": "00:02:17",
    "end": "00:02:19"
  },
  {
    "text": "Okay.",
    "start": "00:02:24",
    "end": "00:02:24"
  },
  {
    "text": "All right. We talked about the Son of Man in the last episode.",
    "start": "00:02:24",
    "end": "00:02:28"
  },
  {
    "text": "Yep.",
    "start": "00:02:28",
    "end": "00:02:28"
  },
  {
    "text": "Daniel 7, Jesus's go to phrase.",
    "start": "00:02:28",
    "end": "00:02:32"
  },
  {
    "text": "Phrase to call himself.",
    "start": "00:02:32",
    "end": "00:02:33"
  },
  {
    "text": "Title for himself.",
    "start": "00:02:33",
    "end": "00:02:34"
  },
  {
    "text": "That's right.",
    "start": "00:02:34",
    "end": "00:02:35"
  },
  {
    "text": "It's not a title, it's not an official title, but he made it a title.",
    "start": "00:02:35",
    "end": "00:02:38"
  },
  {
    "text": "But he used it as a. Yeah, a title to refer to himself, to the story that he saw himself within, and a way of identifying who he was in light of the biblical story.",
    "start": "00:02:38",
    "end": "00:02:52"
  },
  {
    "text": "Yeah.",
    "start": "00:02:52",
    "end": "00:02:53"
  },
  {
    "text": "And Daniel 7, where it comes from, is a symbolic dream vision that Daniel has that's like this super dense, compressed, symbolic retelling of the entire biblical drama in one chapter.",
    "start": "00:02:53",
    "end": "00:03:07"
  },
  {
    "text": "Yeah.",
    "start": "00:03:08",
    "end": "00:03:08"
  },
  {
    "text": "Which for sure is why Jesus was attracted to it and used it to explain who he was.",
    "start": "00:03:08",
    "end": "00:03:14"
  },
  {
    "text": "So that story that he saw himself being a part of when he used that phrase son of man, I think that's what we're going to start getting into, right?",
    "start": "00:03:15",
    "end": "00:03:22"
  },
  {
    "text": "Yes, that's right. Yep. So maybe give me like 60 seconds. What's in your mind? After we talked for an hour about what the Daniel seven story is, how it summarizes the biblical story.",
    "start": "00:03:22",
    "end": "00:03:33"
  },
  {
    "text": "Okay. Well, Daniel saw these crazy beasts and they're doing damage to humanity. Not only are they crazy looking, but they're mean. And they represent the kingdoms of the earth, represent oppressive empires and humans becoming like animals and hurting each other. I mean, this is Daniel's context, so that makes sense.",
    "start": "00:03:33",
    "end": "00:03:56"
  },
  {
    "text": "Yes.",
    "start": "00:03:56",
    "end": "00:03:57"
  },
  {
    "text": "He's in Babylon. The beast of an empire that took.",
    "start": "00:03:57",
    "end": "00:04:01"
  },
  {
    "text": "Over his people just devoured Jerusalem.",
    "start": "00:04:01",
    "end": "00:04:03"
  },
  {
    "text": "So now he's living in a foreign land. His hometown has been. Is in ruins. Well, not complete ruins, but, you know, it's in bad shape.",
    "start": "00:04:03",
    "end": "00:04:12"
  },
  {
    "text": "Yeah.",
    "start": "00:04:12",
    "end": "00:04:12"
  },
  {
    "text": "So he's seeing this vision that's not a fun dream to have. There's one beast after the next, and then the final beast is like this amalgam. Super beast.",
    "start": "00:04:13",
    "end": "00:04:22"
  },
  {
    "text": "Super beast.",
    "start": "00:04:22",
    "end": "00:04:23"
  },
  {
    "text": "And then he looks up in the sky and he sees God is the ancient of days on the throne. And he's glimmering and fiery. And so this is Daniel kind of having a vision of if you were in the temple and able to kind of see up through, what is this representing and what is God's authority? This is it. This is God on his cosmic mountain, reigning.",
    "start": "00:04:23",
    "end": "00:04:46"
  },
  {
    "text": "It's like when you look down, what you see are the beasts and violence. But when he looks up to the heavens, which is the top of the cosmic mountain.",
    "start": "00:04:46",
    "end": "00:04:55"
  },
  {
    "text": "Yeah.",
    "start": "00:04:55",
    "end": "00:04:55"
  },
  {
    "text": "Where God's enthroned above all creation. What he sees is the reality that down here on Earth is difficult to see.",
    "start": "00:04:55",
    "end": "00:05:02"
  },
  {
    "text": "Yeah, it's like pulling back the veil.",
    "start": "00:05:02",
    "end": "00:05:04"
  },
  {
    "text": "Yes, that's exactly right.",
    "start": "00:05:04",
    "end": "00:05:05"
  },
  {
    "text": "But the thing that he sees, the detail that's given that's kind of odd is that there's two thrones.",
    "start": "00:05:05",
    "end": "00:05:11"
  },
  {
    "text": "Yes, Multiple divine thrones.",
    "start": "00:05:11",
    "end": "00:05:13"
  },
  {
    "text": "Yeah, yeah. And these thrones are by the way, on like that chariot kind of thing.",
    "start": "00:05:13",
    "end": "00:05:17"
  },
  {
    "text": "Yeah, the godmobile.",
    "start": "00:05:17",
    "end": "00:05:18"
  },
  {
    "text": "2. Two thrones, ancient days. God's on one. The other one is unoccupied. It's empty. Which makes you wonder, like, why is.",
    "start": "00:05:18",
    "end": "00:05:24"
  },
  {
    "text": "There any thrones who's gonna go there? Yeah, yeah.",
    "start": "00:05:24",
    "end": "00:05:27"
  },
  {
    "text": "Who gets to sit next to God?",
    "start": "00:05:27",
    "end": "00:05:28"
  },
  {
    "text": "And it's a potent image for the plot conflict of the biblical story. God made the world to share, rule over it. With a partner. And right now he has no workable partner.",
    "start": "00:05:29",
    "end": "00:05:43"
  },
  {
    "text": "And that should be going through your head when you. When there's two thrones, that. Because that wouldn't be what I think of.",
    "start": "00:05:44",
    "end": "00:05:49"
  },
  {
    "text": "Oh, I see.",
    "start": "00:05:49",
    "end": "00:05:50"
  },
  {
    "text": "Immediately.",
    "start": "00:05:50",
    "end": "00:05:50"
  },
  {
    "text": "Well, the point is, he says, I saw thrones set up.",
    "start": "00:05:50",
    "end": "00:05:54"
  },
  {
    "text": "Yeah.",
    "start": "00:05:54",
    "end": "00:05:54"
  },
  {
    "text": "And then he says, and I saw the Ancient of Days.",
    "start": "00:05:54",
    "end": "00:05:56"
  },
  {
    "text": "Yeah. Maybe it was like a throne for, like, Michael or something, just to hang out with God or, you know, who knows?",
    "start": "00:05:56",
    "end": "00:06:03"
  },
  {
    "text": "Well, but the point. Yes.",
    "start": "00:06:03",
    "end": "00:06:04"
  },
  {
    "text": "The point is, like an extra.",
    "start": "00:06:04",
    "end": "00:06:05"
  },
  {
    "text": "Who does that other throne belong to?",
    "start": "00:06:05",
    "end": "00:06:07"
  },
  {
    "text": "Maybe God likes to switch up his thrones, and every once in a while, he sits in another throne.",
    "start": "00:06:07",
    "end": "00:06:11"
  },
  {
    "text": "He just has multiple thrones to sit on the other one a different day.",
    "start": "00:06:11",
    "end": "00:06:15"
  },
  {
    "text": "Yeah. It's a double throne chariot.",
    "start": "00:06:15",
    "end": "00:06:17"
  },
  {
    "text": "Okay. That is one possibility of what it could do.",
    "start": "00:06:17",
    "end": "00:06:20"
  },
  {
    "text": "So he looks up at this, and then God, all of a sudden, you're in a courtroom scene, and the Ancient of Days pulls out his material and destroys the super beast.",
    "start": "00:06:21",
    "end": "00:06:30"
  },
  {
    "text": "Yes.",
    "start": "00:06:30",
    "end": "00:06:30"
  },
  {
    "text": "Like, judges condemns the super beast.",
    "start": "00:06:30",
    "end": "00:06:32"
  },
  {
    "text": "Yes.",
    "start": "00:06:32",
    "end": "00:06:32"
  },
  {
    "text": "And that's awesome. That would be like, that's it. It's over. Battle's won. But that's not the end of the vision. Suddenly, Daniel's. He's looking closer, and he sees the son of man, the human one.",
    "start": "00:06:33",
    "end": "00:06:47"
  },
  {
    "text": "The human.",
    "start": "00:06:47",
    "end": "00:06:48"
  },
  {
    "text": "The human coming up on a cloud. And then he gets up there to the Godmobile and sits on the throne that was there empty. And then they're both worshiped, and they both have authority to rule the world.",
    "start": "00:06:48",
    "end": "00:07:02"
  },
  {
    "text": "And all humanity and the kingdoms of the world worship and serve both of them.",
    "start": "00:07:02",
    "end": "00:07:07"
  },
  {
    "text": "Yeah. So this is tying into the story of God wanting to partner with humans.",
    "start": "00:07:07",
    "end": "00:07:13"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:07:13",
    "end": "00:07:14"
  },
  {
    "text": "He creates a good world. Rule this world with me. You're the image of God. You have authority to go extend the garden and rule and subdue the earth. And that's what the throne represents. That's what the empty throne represents.",
    "start": "00:07:14",
    "end": "00:07:30"
  },
  {
    "text": "That's right. Yeah. The twin thrones or the multiple thrones. Yeah. Represent as an image the ideal that the whole story began with, which is God and his image bearing humans ruling the world in covenant partnership together. That's the premise of the biblical story. And so Daniel's vision begins with that premise. With a symbol. Yeah, with the symbol of the thrones. So again, the logic is of the whole. Of the video and our whole conversation. Jesus used this phrase to talk about himself way more often than he used the image of Christ or Messiah. Son of man was how he described himself. Where do you get that from? Daniel 7. What's Daniel 7? A compressed retelling of the whole biblical story in symbol and imagery. It's a dream. So what we're going to do now, the rest of our conversation is like reverse engineer. What is that story compressed in Daniel? Let's expand it back out and just walk through the different sections of the Old Testament, showing how each one of them has major contributions to make to the developing Son of Man theme. And then we're going to get Back to Daniel 7, notice some things with new significance, and then go to the Gospels. And then the Son of Man, it's like the key. There's so many puzzling things in the Gospels that Jesus said, says and does that all of a sudden makes sense.",
    "start": "00:07:30",
    "end": "00:08:56"
  },
  {
    "text": "Cool.",
    "start": "00:08:56",
    "end": "00:08:56"
  },
  {
    "text": "Once you have all this in your head. In your head, in your heart.",
    "start": "00:08:56",
    "end": "00:09:00"
  },
  {
    "text": "So we're going back to the beginning.",
    "start": "00:09:01",
    "end": "00:09:02"
  },
  {
    "text": "Yep. Page one.",
    "start": "00:09:03",
    "end": "00:09:04"
  },
  {
    "text": "Page one of the Bible.",
    "start": "00:09:04",
    "end": "00:09:05"
  },
  {
    "text": "Here we are again. Sorry, but I'm not sorry. So this is. I'm not sure how much we'll need to go here in the video, but there's an enormous overlap that I never quite realized between, well, the Son of Man just means human. Right. And what that throne, empty throne in Daniel represents is that God wants to, like you said, partner together with humans. Yeah, very closely. So that's the whole premise of the biblical story. The language that Genesis 1 uses to describe that is something we made a video about already, which is the image.",
    "start": "00:09:06",
    "end": "00:09:38"
  },
  {
    "text": "The image of God.",
    "start": "00:09:38",
    "end": "00:09:39"
  },
  {
    "text": "The image of God, Yeah. So the way that Genesis 1 is designed, we've been talking about this. We're actually going to make a whole separate video series about it, about literary design themes in Genesis 1 and 2. But Genesis 1 works in an opening statement, then a triad, a pair, three pairs. So think of. We have the first sentences of Genesis 1. In the beginning, God created the skies and the land. Now the land was wild and waste darkness over the face of the watery deep, and the spirit of God was hovering over those waters. This opening, like, introduction, like the premise. Yeah, totally. Yeah.",
    "start": "00:09:39",
    "end": "00:10:22"
  },
  {
    "text": "Yeah.",
    "start": "00:10:22",
    "end": "00:10:23"
  },
  {
    "text": "So God's going to create.",
    "start": "00:10:23",
    "end": "00:10:24"
  },
  {
    "text": "And your translation probably says heavens and the earth, not skies and land.",
    "start": "00:10:24",
    "end": "00:10:27"
  },
  {
    "text": "Skies. That's right. So it begins with God versus an undeveloped, unordered wasteland.",
    "start": "00:10:27",
    "end": "00:10:33"
  },
  {
    "text": "Yeah.",
    "start": "00:10:33",
    "end": "00:10:34"
  },
  {
    "text": "That is both a wilderness and a chaotic ocean.",
    "start": "00:10:34",
    "end": "00:10:37"
  },
  {
    "text": "And what I'm familiar with in this chapter, and most people are going to be the. From here, it's broken into structures of days.",
    "start": "00:10:37",
    "end": "00:10:44"
  },
  {
    "text": "That's right. Seven days to follow.",
    "start": "00:10:44",
    "end": "00:10:46"
  },
  {
    "text": "Seven days follow, and God creates something on each day.",
    "start": "00:10:46",
    "end": "00:10:49"
  },
  {
    "text": "If you pay attention to repeated words and patterns of repeated words, days one through six line up Precisely. In three pairs of two. So days one through three in one column. In one column. And then days four through six and the second column, corresponding column.",
    "start": "00:10:50",
    "end": "00:11:09"
  },
  {
    "text": "And so day one will then match with day four.",
    "start": "00:11:09",
    "end": "00:11:12"
  },
  {
    "text": "Yeah, and you just read it. Day one is light separated from dark matching day four, which is the lights. The big light and the little light rule the day and the night.",
    "start": "00:11:12",
    "end": "00:11:23"
  },
  {
    "text": "So day one and day four are about light and.",
    "start": "00:11:23",
    "end": "00:11:26"
  },
  {
    "text": "Correct. Yeah, correct. Yep. Day and night. Day two is the waters above are separated from waters below. Day five, it's pair is God placing inhabitants in each of those waters. So the creatures that fly against the waters above are the birds, because they fly. Right. They fly in that blue stuff up there.",
    "start": "00:11:26",
    "end": "00:11:50"
  },
  {
    "text": "Yeah.",
    "start": "00:11:50",
    "end": "00:11:50"
  },
  {
    "text": "Which are the waters above and they fly against the face of the blue stuff. And then the fish and the water swarmers in the waters below.",
    "start": "00:11:50",
    "end": "00:11:59"
  },
  {
    "text": "The water swarmers.",
    "start": "00:11:59",
    "end": "00:12:01"
  },
  {
    "text": "Water swarmers, yep. Then day three, it's interesting. Day three, first of all has the waters recede from a chunk of dry land emerges. Yeah. A mound of land emerges from the waters. That's step one on day three. Step two on day three is vegetation is birthed out of the land just emerges. It matches day six, which also has two steps. First is the land births or brings forth beasts, animals. Step one of day six. Step two of day six is the culminating. Let us create human in our image and in our likeness. And so what God appoints then is human. That is a reflection of the divine image. It is the divine image. It is a divine image, reflector of the divine. And he appoints them to rule and have dominion and stewardship over everything that just came before. That's the flow.",
    "start": "00:12:01",
    "end": "00:13:01"
  },
  {
    "text": "Yeah, that's the flow. I remember when you first pointed this out to me, the matching chapters really blew my mind. How I never saw that. But it's so obvious once you see it. Yes, that day one and four are matched day two and five and day three and six.",
    "start": "00:13:02",
    "end": "00:13:19"
  },
  {
    "text": "Yeah.",
    "start": "00:13:19",
    "end": "00:13:19"
  },
  {
    "text": "Because I've always been trained to think of it more literally. So I missed that. I just missed that.",
    "start": "00:13:20",
    "end": "00:13:25"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:13:25",
    "end": "00:13:26"
  },
  {
    "text": "Connection.",
    "start": "00:13:26",
    "end": "00:13:26"
  },
  {
    "text": "Yeah, that's right. Yeah. Genesis one. So good. We should spend hours here. Genesis one is both teaching you how to read the Hebrew Bible. It's so patterned and ordered right down to the syllables and the numbers of words and sentences.",
    "start": "00:13:26",
    "end": "00:13:43"
  },
  {
    "text": "Wow.",
    "start": "00:13:43",
    "end": "00:13:43"
  },
  {
    "text": "It's just. It's hard to imagine how long it took someone to compose, I believe was inspired and carried along by God's spirit. But all the same, it took someone a long time to craft this every everything. Okay. Anyway, so. And so remember we had an opening statement.",
    "start": "00:13:44",
    "end": "00:14:02"
  },
  {
    "text": "Yep.",
    "start": "00:14:02",
    "end": "00:14:03"
  },
  {
    "text": "Then we have the six day structure. The six day structures, which is. Works for it in three pairs. And then you have. Matching the opening introduction, you have a conclusion, which is the seventh day, which is God blessed the seventh day. He consecrated it. He finished his work. Blessed the seventh day. So there's so many cool things about Genesis 1, but I'll save it for when we talk about. So the main thing to pay attention to, I think, for the Son of Man video is on day six, on the same day, the land creatures which are called the beasts. The animals. So the land creature, is that just.",
    "start": "00:14:03",
    "end": "00:14:43"
  },
  {
    "text": "A word for animal in Hebrew?",
    "start": "00:14:43",
    "end": "00:14:45"
  },
  {
    "text": "Beast. Yeah, yeah. You know, I think this is a King James thing where in 1611, when the king James was made, beast was a normal word for animal.",
    "start": "00:14:45",
    "end": "00:14:54"
  },
  {
    "text": "Okay.",
    "start": "00:14:54",
    "end": "00:14:54"
  },
  {
    "text": "It's the Hebrew word for animal.",
    "start": "00:14:54",
    "end": "00:14:56"
  },
  {
    "text": "Yeah. We don't walk around Portland and walking our dogs. It's a mighty fine beast. You have that.",
    "start": "00:14:56",
    "end": "00:15:01"
  },
  {
    "text": "You're right. Beast makes it seem like you're talking about a dangerous animal. Yeah, A ferocious dangerous animal.",
    "start": "00:15:03",
    "end": "00:15:10"
  },
  {
    "text": "Most animals are. If they're not, which is true of most animals.",
    "start": "00:15:10",
    "end": "00:15:14"
  },
  {
    "text": "Yeah, yeah. I mean, except super domesticated.",
    "start": "00:15:14",
    "end": "00:15:18"
  },
  {
    "text": "Yeah.",
    "start": "00:15:19",
    "end": "00:15:19"
  },
  {
    "text": "Dogs. But even they're a little wild. They'll nip at you.",
    "start": "00:15:19",
    "end": "00:15:22"
  },
  {
    "text": "Yeah.",
    "start": "00:15:22",
    "end": "00:15:23"
  },
  {
    "text": "Inner beast will come out. Here's why I like the word beast. The beasts are going to be used mainly as negative symbols and images throughout the rest of the biblical story. I think that's why I like the word, the translation. Beast.",
    "start": "00:15:23",
    "end": "00:15:35"
  },
  {
    "text": "Yeah. Because beast has a negative connotation to it.",
    "start": "00:15:35",
    "end": "00:15:37"
  },
  {
    "text": "Correct.",
    "start": "00:15:37",
    "end": "00:15:37"
  },
  {
    "text": "But is in Hebrew. Does it have a negative connotation?",
    "start": "00:15:37",
    "end": "00:15:40"
  },
  {
    "text": "No, no, just animal.",
    "start": "00:15:40",
    "end": "00:15:41"
  },
  {
    "text": "Just animal.",
    "start": "00:15:41",
    "end": "00:15:41"
  },
  {
    "text": "Land animal.",
    "start": "00:15:41",
    "end": "00:15:42"
  },
  {
    "text": "Land animal.",
    "start": "00:15:42",
    "end": "00:15:43"
  },
  {
    "text": "Yep.",
    "start": "00:15:43",
    "end": "00:15:43"
  },
  {
    "text": "It could easily be translated as just animal.",
    "start": "00:15:44",
    "end": "00:15:46"
  },
  {
    "text": "Correct. And then there's categories for domesticated animal.",
    "start": "00:15:46",
    "end": "00:15:50"
  },
  {
    "text": "In Hebrew which would be domesticated beasts.",
    "start": "00:15:51",
    "end": "00:15:53"
  },
  {
    "text": "Yeah. Cows, cattle, sheep and goats. And then wild animals. Yeah, yeah, yeah. There's that language. So here it's let the land bring forth animals. So day six, the first comers on day six are the animals. But then the second comers on day six are the humans. But it's the second comers that God appoints to rule over the animals. The first comers, the commission is God bless the humans instead. Be fruitful and multiply. Fill the land and subdue it and rule over the fish of the sea, the birds of the air, the beasts of the land rule those who came before you. Yes. Yeah. So this is interesting. You got is, you know, in the six day structure, it was day five, they have the sky flyers and the Water swarmers. And then the first part of day six is the land creatures.",
    "start": "00:15:53",
    "end": "00:16:46"
  },
  {
    "text": "You need a better phrase.",
    "start": "00:16:46",
    "end": "00:16:47"
  },
  {
    "text": "What's that?",
    "start": "00:16:47",
    "end": "00:16:48"
  },
  {
    "text": "Sky flyers, Water swimmers. You need like a good.",
    "start": "00:16:48",
    "end": "00:16:50"
  },
  {
    "text": "Like the land walkers.",
    "start": "00:16:51",
    "end": "00:16:52"
  },
  {
    "text": "The land walkers, yeah, that's good.",
    "start": "00:16:52",
    "end": "00:16:54"
  },
  {
    "text": "Land walkers. But it's the humans. It's the last comers who end up ruling over all who come before.",
    "start": "00:16:54",
    "end": "00:17:01"
  },
  {
    "text": "Yeah.",
    "start": "00:17:02",
    "end": "00:17:02"
  },
  {
    "text": "So just. That's an important point.",
    "start": "00:17:02",
    "end": "00:17:03"
  },
  {
    "text": "Okay.",
    "start": "00:17:04",
    "end": "00:17:04"
  },
  {
    "text": "Because that's a pattern in the book of Genesis that's going to keep playing itself out in every generation of the characters where there's somebody who came first and then there's somebody who comes second. And God typically chooses the one who came second and then the one who came first gets angry about it, which is going to be relevant for what happens in Genesis 3. Okay, so the point is. Here we go. This is the ideal cycle.",
    "start": "00:17:04",
    "end": "00:17:30"
  },
  {
    "text": "This is the firstborn, second born thing, correct?",
    "start": "00:17:30",
    "end": "00:17:32"
  },
  {
    "text": "Yeah, yeah, that's right. Yeah. Animals are the firstborn of day six. Humans are the second born, but God chooses the second born to rule over the firstborn to rule over the firstborn of day six. And there you go, whole book of Genesis previewed for you in seed form. The other relevant thing. Oh, yes. Okay. So let's just talk about humans and animals. That's going to be a big thing of this video is the Son of Man video. And the Son of Man theme is a way of thinking about the whole biblical story through the images of humans and animals. So here on page one, the ideal is that humans are placed in a role of responsibility for the animals. Human. To rule them. But that raises a question that's both ancient and modern about humans, relationship to animals.",
    "start": "00:17:32",
    "end": "00:18:18"
  },
  {
    "text": "Yeah.",
    "start": "00:18:18",
    "end": "00:18:19"
  },
  {
    "text": "And what does it mean to rule the animals?",
    "start": "00:18:19",
    "end": "00:18:21"
  },
  {
    "text": "Yeah, it's an equally important question, but a completely different premise. Like before, it was like, how do we not get killed by these things? And how do we domesticate enough of them to like, keep us.",
    "start": "00:18:22",
    "end": "00:18:33"
  },
  {
    "text": "Keep us alive. Alive, yeah.",
    "start": "00:18:33",
    "end": "00:18:35"
  },
  {
    "text": "And now it's like, how do we make sure we don't wipe them all out?",
    "start": "00:18:35",
    "end": "00:18:38"
  },
  {
    "text": "Totally. That's right.",
    "start": "00:18:38",
    "end": "00:18:39"
  },
  {
    "text": "Let's keep some of them around.",
    "start": "00:18:39",
    "end": "00:18:40"
  },
  {
    "text": "Yes, that's exactly right. Oh, man. I was just on a backpacking trip with some friends out south of Yellowstone in the Tetons Grand Tetons. So we saw like a couple herd of bison when we were out in the park entrance area. But I was just reminded the story of the buffalo. I think we've talked about it before. Three million killed in less than five years.",
    "start": "00:18:41",
    "end": "00:19:04"
  },
  {
    "text": "Wow.",
    "start": "00:19:04",
    "end": "00:19:04"
  },
  {
    "text": "In the mid-1800s.",
    "start": "00:19:05",
    "end": "00:19:06"
  },
  {
    "text": "Yeah. You did mention that.",
    "start": "00:19:06",
    "end": "00:19:07"
  },
  {
    "text": "By all the western Expansion.",
    "start": "00:19:07",
    "end": "00:19:09"
  },
  {
    "text": "This has been fact checked. Feels like kind of a.",
    "start": "00:19:09",
    "end": "00:19:12"
  },
  {
    "text": "Well, you know, I was reading the interpretive, like little sign, you know, at the park.",
    "start": "00:19:12",
    "end": "00:19:18"
  },
  {
    "text": "Well, there you go.",
    "start": "00:19:18",
    "end": "00:19:18"
  },
  {
    "text": "And it matched what I read about a month earlier in a children's book to my son. That's like a. Was a historical kids level retelling of the buffalo. Are you looking it up right now?",
    "start": "00:19:18",
    "end": "00:19:28"
  },
  {
    "text": "Yeah, I just feel like I have to.",
    "start": "00:19:28",
    "end": "00:19:30"
  },
  {
    "text": "That's good.",
    "start": "00:19:30",
    "end": "00:19:30"
  },
  {
    "text": "Three million buffalo.",
    "start": "00:19:30",
    "end": "00:19:31"
  },
  {
    "text": "Yeah. An estimated population of three million on the American plains.",
    "start": "00:19:32",
    "end": "00:19:35"
  },
  {
    "text": "That's how many there were.",
    "start": "00:19:36",
    "end": "00:19:37"
  },
  {
    "text": "Correct.",
    "start": "00:19:37",
    "end": "00:19:37"
  },
  {
    "text": "Okay, here we go. This is from the Atlantic.",
    "start": "00:19:38",
    "end": "00:19:40"
  },
  {
    "text": "Okay.",
    "start": "00:19:40",
    "end": "00:19:41"
  },
  {
    "text": "The title is kill every buffalo you can. Every buffalo dead is an Indian gone. It was near the end of September. Okay, so. And this matches up with your story was it was like, if we kill these buffalo, then the Indians won't have anything to eat.",
    "start": "00:19:41",
    "end": "00:19:55"
  },
  {
    "text": "I'm sure that was one whole layer of what's going on.",
    "start": "00:19:55",
    "end": "00:19:57"
  },
  {
    "text": "Oh, you didn't tell me about that.",
    "start": "00:19:57",
    "end": "00:19:58"
  },
  {
    "text": "I didn't tell you about that.",
    "start": "00:19:58",
    "end": "00:19:59"
  },
  {
    "text": "Oh, someone told me about that.",
    "start": "00:19:59",
    "end": "00:20:00"
  },
  {
    "text": "Oh, I'm sure.",
    "start": "00:20:00",
    "end": "00:20:01"
  },
  {
    "text": "But yeah, there was a mandate, but yeah, go kill the buffalo.",
    "start": "00:20:02",
    "end": "00:20:05"
  },
  {
    "text": "And so as a way of dispossessing Indian Indians from their territory.",
    "start": "00:20:05",
    "end": "00:20:11"
  },
  {
    "text": "Yeah.",
    "start": "00:20:11",
    "end": "00:20:11"
  },
  {
    "text": "Yep.",
    "start": "00:20:11",
    "end": "00:20:12"
  },
  {
    "text": "Yeah. Instead of going and fighting Indians, let's go kill all the buffalo.",
    "start": "00:20:12",
    "end": "00:20:15"
  },
  {
    "text": "The beast did. Humans. Humans are beasts. That's actually a good example what this theme is all about.",
    "start": "00:20:15",
    "end": "00:20:22"
  },
  {
    "text": "Yeah.",
    "start": "00:20:22",
    "end": "00:20:22"
  },
  {
    "text": "You're still reading.",
    "start": "00:20:22",
    "end": "00:20:23"
  },
  {
    "text": "I'm just trying to find a number. It is estimated as many as 60 million buffalo roam the Great Plains from Canada to North Texas.",
    "start": "00:20:24",
    "end": "00:20:30"
  },
  {
    "text": "There were millions. The population was brought down to something of under a thousand.",
    "start": "00:20:30",
    "end": "00:20:35"
  },
  {
    "text": "Oh, really? Oh, that's what that was just saying.",
    "start": "00:20:35",
    "end": "00:20:37"
  },
  {
    "text": "And then it was a series of settlers who realized what was going on and then started breeding them again in captivity.",
    "start": "00:20:37",
    "end": "00:20:47"
  },
  {
    "text": "Oh, wow.",
    "start": "00:20:47",
    "end": "00:20:48"
  },
  {
    "text": "And brought the population up to back.",
    "start": "00:20:48",
    "end": "00:20:50"
  },
  {
    "text": "Yeah. They're saying there's some 20 to 25,000 now.",
    "start": "00:20:50",
    "end": "00:20:53"
  },
  {
    "text": "Yes, that's right. Yeah. And it actually began with a number of settlers starting to breed them when they realized they were all gonna go extinct.",
    "start": "00:20:53",
    "end": "00:21:01"
  },
  {
    "text": "Wow.",
    "start": "00:21:01",
    "end": "00:21:01"
  },
  {
    "text": "And then it got subsidized by the federal government.",
    "start": "00:21:01",
    "end": "00:21:03"
  },
  {
    "text": "Got it.",
    "start": "00:21:03",
    "end": "00:21:04"
  },
  {
    "text": "And then they started giving them national park.",
    "start": "00:21:04",
    "end": "00:21:07"
  },
  {
    "text": "So there was once like 30 million of these things. And we came in and we just.",
    "start": "00:21:07",
    "end": "00:21:11"
  },
  {
    "text": "Start picking them off for all kinds of reasons.",
    "start": "00:21:11",
    "end": "00:21:14"
  },
  {
    "text": "All sorts of reasons.",
    "start": "00:21:14",
    "end": "00:21:15"
  },
  {
    "text": "Yep. Some of them survival. Some of them really screwed up.",
    "start": "00:21:15",
    "end": "00:21:18"
  },
  {
    "text": "Yeah. And there was down to just a few thousand and brought back.",
    "start": "00:21:19",
    "end": "00:21:25"
  },
  {
    "text": "So here's the thing. I'm not an expert in this by any means, but I even can pick it up in Rhetoric of public media, where people will often portray the biblical worldview of humans over the animals as part of the problem of the western worldview, bringing species to their extinction. So the question is, for sure, people have.",
    "start": "00:21:25",
    "end": "00:21:49"
  },
  {
    "text": "Yeah. One. One option is, well, maybe humans shouldn't rule the Earth.",
    "start": "00:21:49",
    "end": "00:21:53"
  },
  {
    "text": "Yeah, yeah, yeah. And that what this chapter is doing of humans ruling the animals is actually giving license humans to just do what they want, do what they want with the animals.",
    "start": "00:21:53",
    "end": "00:22:03"
  },
  {
    "text": "Right.",
    "start": "00:22:03",
    "end": "00:22:03"
  },
  {
    "text": "So this is an important discussion, and I'll just. Here's. I just want to recommend a book on it and some quotes because I think it helps illuminate what's going on in Genesis 1 in ways that I hadn't noticed before. So this human's relationship to animals. So humans are called to rule over the animals. What does that mean? Yeah, what does that mean? So very clearly, humans. Humans come from the Earth just like animals come from the Earth. So they share. They're similar.",
    "start": "00:22:04",
    "end": "00:22:31"
  },
  {
    "text": "Yeah.",
    "start": "00:22:31",
    "end": "00:22:32"
  },
  {
    "text": "But there's also something different in that humans are designated as the divine image.",
    "start": "00:22:32",
    "end": "00:22:36"
  },
  {
    "text": "Yeah.",
    "start": "00:22:36",
    "end": "00:22:36"
  },
  {
    "text": "Which is connected to their. To their ruling. So this is a book by Richard Baucombe called Living with Other Creatures. It's a whole book exploring this very thing. Humans relationship to animals in the Bible. So fascinating. This guy has so much time on his hands. Seriously. He writes so many good books, I can't keep up with them. So in Genesis, right after God appoints the humans to rule, he designates what humans can have for their food and what animals can have for their food. Oh, yeah, and it's the vegan ideal.",
    "start": "00:22:36",
    "end": "00:23:10"
  },
  {
    "text": "Yeah. The humans are told to eat the tree fruit.",
    "start": "00:23:10",
    "end": "00:23:13"
  },
  {
    "text": "Yeah, that's right. Yeah, yeah. It's in Genesis 1:29. God says, I give you humans all of the plants yielding seed and every tree that has fruit.",
    "start": "00:23:13",
    "end": "00:23:22"
  },
  {
    "text": "Yeah. You get the fruit trees, you get the vegetarian diet.",
    "start": "00:23:22",
    "end": "00:23:25"
  },
  {
    "text": "Yeah, yeah, totally. And then he says, and to every beast of the earth and bird of the air and everything that creeps on the earth, I give them every green plant for food. So humans get. And this is connected to humans subduing the land is about agriculture. You get agricultural food and you get fruit. That's the human diet. And the animals get all the green grass stuff.",
    "start": "00:23:25",
    "end": "00:23:47"
  },
  {
    "text": "Yeah.",
    "start": "00:23:47",
    "end": "00:23:48"
  },
  {
    "text": "Bushes in the grass. So just stop.",
    "start": "00:23:48",
    "end": "00:23:50"
  },
  {
    "text": "Like, why did they not know about lions or something?",
    "start": "00:23:50",
    "end": "00:23:53"
  },
  {
    "text": "No, this is about the ideal.",
    "start": "00:23:54",
    "end": "00:23:55"
  },
  {
    "text": "It's about the ideal.",
    "start": "00:23:55",
    "end": "00:23:56"
  },
  {
    "text": "The Eden ideal is lions were eating grass too. No creature has to live at the expense of another creature's life.",
    "start": "00:23:56",
    "end": "00:24:04"
  },
  {
    "text": "Huh?",
    "start": "00:24:04",
    "end": "00:24:04"
  },
  {
    "text": "That's the ideal. Yeah, yeah. The animals are all depicted as Vegetarian as well. Vegetarian, yes.",
    "start": "00:24:04",
    "end": "00:24:10"
  },
  {
    "text": "Yeah.",
    "start": "00:24:10",
    "end": "00:24:10"
  },
  {
    "text": "Again, Genesis 1 is. Is a portrayal of the ideal.",
    "start": "00:24:10",
    "end": "00:24:13"
  },
  {
    "text": "Yeah.",
    "start": "00:24:13",
    "end": "00:24:14"
  },
  {
    "text": "And whether or not it's preserved a historical memory. Sure. Of how the world actually was for some period of time. That's a whole series of debates.",
    "start": "00:24:14",
    "end": "00:24:21"
  },
  {
    "text": "Yeah.",
    "start": "00:24:21",
    "end": "00:24:21"
  },
  {
    "text": "Whatever view you hold on that everybody can agree, it's. It's portraying the ideal.",
    "start": "00:24:21",
    "end": "00:24:26"
  },
  {
    "text": "Yeah.",
    "start": "00:24:26",
    "end": "00:24:26"
  },
  {
    "text": "So Genesis 1 depicts a world where animals don't have to live at the expense of each other's lives and humans don't live at the expense of the animals. Right.",
    "start": "00:24:27",
    "end": "00:24:35"
  },
  {
    "text": "Yeah.",
    "start": "00:24:35",
    "end": "00:24:36"
  },
  {
    "text": "Why else would you have a whole paragraph clarifying who gets what to eat? It's interesting. So here's what Bauckham says about this, because it's relevant to understanding what it means for humans to rule. He says this. He says it's not often well enough noticed that the command God gives to humanity refers to two rather different matters. It first refers to the relationship of humans to the earth, which is subdue the land. Secondly, to their relationship to other living creatures. And these commands are not the same thing. So he's referring to the right, Be fruitful and multiply, Fill the earth and subdue the land and rule the animals. There's two commands.",
    "start": "00:24:36",
    "end": "00:25:17"
  },
  {
    "text": "Subdue the land.",
    "start": "00:25:17",
    "end": "00:25:19"
  },
  {
    "text": "Subdue the land, Rule the animals, rule the animals. So humans are not alone in being told to be fruitful and multiply. He said that, actually. First, to the birds.",
    "start": "00:25:19",
    "end": "00:25:27"
  },
  {
    "text": "Yeah.",
    "start": "00:25:27",
    "end": "00:25:28"
  },
  {
    "text": "And the. And the fish. They have the same blessing. On day five, it's only humans that are told to fill the land and to subdue it. In the Genesis narrative, subduing the land clearly refers to agriculture as explored in Genesis chapter two, or gardening, all that kind of thing. Agriculture. So taking possession of the soil and working it to make it yield more food for humans than it would otherwise do. So the narrative itself clarifies what it means to subdue the land, Farm it, make more food than. We'll just fall off trees if you just don't do anything at all. But what about the other land animals? Baucombe goes on. How does humanity's role of subduing the land relate to the blessing that God gives to the animals to fill the land?",
    "start": "00:25:28",
    "end": "00:26:16"
  },
  {
    "text": "Yeah.",
    "start": "00:26:16",
    "end": "00:26:17"
  },
  {
    "text": "Does that make sense?",
    "start": "00:26:17",
    "end": "00:26:18"
  },
  {
    "text": "Yeah. If you've subdued all the land, where the animals gonna hang out?",
    "start": "00:26:18",
    "end": "00:26:22"
  },
  {
    "text": "Yeah, exactly. Yeah. That's right. If you're gonna follow.",
    "start": "00:26:22",
    "end": "00:26:25"
  },
  {
    "text": "If you turned everything. If you've turned everything into a garden.",
    "start": "00:26:25",
    "end": "00:26:27"
  },
  {
    "text": "That's right.",
    "start": "00:26:27",
    "end": "00:26:28"
  },
  {
    "text": "Or a farm.",
    "start": "00:26:28",
    "end": "00:26:29"
  },
  {
    "text": "Yes.",
    "start": "00:26:29",
    "end": "00:26:29"
  },
  {
    "text": "Then where did the zebra get to go?",
    "start": "00:26:30",
    "end": "00:26:32"
  },
  {
    "text": "Yeah. It's a question that arises as you read through the story. If Humans subdue the land, but the animals are supposed to fill the land along with humans. Where do the animals go? So then he says, look at these. God's next words to the humans. See, I've given you humans every plant yielding seed on the face of the Earth, every tree with seed in its fruit, you shall have them for food. And to every beast of the earth and bird and everything that creeps on the earth, everything that has the breath of life, I give the rest of the green plants for food. Again, back to Balcombe. I've never noticed this before, but I think he's right on. He asks, why does God tell the humans that he's given every green plant for food to the other living creatures? Why does God have to say that?",
    "start": "00:26:32",
    "end": "00:27:19"
  },
  {
    "text": "So that they leave it there?",
    "start": "00:27:19",
    "end": "00:27:21"
  },
  {
    "text": "Surely the reason is that it's humans who need to know that the produce of the earth isn't intended to feed them alone, but also the other living species of the earth.",
    "start": "00:27:21",
    "end": "00:27:32"
  },
  {
    "text": "Yeah.",
    "start": "00:27:32",
    "end": "00:27:33"
  },
  {
    "text": "The clear implication, Bauckham says, is that the earth can provide enough food for all creatures. Humans aren't to fill and subdue the earth in a way that leaves no room or sustenance for the other creatures who share the earth with them. God has given them, too, the right to live from the soil, just like the humans. And so he says the human right to make use of the earth, to live from it, is far from an unlimited right. It must respect the existence of the other creatures. That's such a good observation.",
    "start": "00:27:33",
    "end": "00:28:03"
  },
  {
    "text": "Yeah.",
    "start": "00:28:03",
    "end": "00:28:03"
  },
  {
    "text": "I've never. I'd never quite put it that way, but I think that that's exactly right.",
    "start": "00:28:03",
    "end": "00:28:08"
  },
  {
    "text": "Yeah, that makes sense.",
    "start": "00:28:08",
    "end": "00:28:10"
  },
  {
    "text": "So he goes on to talk about, then, the biblical portrait of human rulers in the Bible is really nuanced. For example, the kings in Israel who are called to rule, just using the same vocabulary as Genesis 1. I mean, the kings in Israel, we've looked at these, the king law in Deuteronomy, and it's like, don't amass wealth.",
    "start": "00:28:10",
    "end": "00:28:33"
  },
  {
    "text": "Don'T bring in Egyptian horses.",
    "start": "00:28:34",
    "end": "00:28:36"
  },
  {
    "text": "Yeah, exactly. It's like, don't build a huge military, don't do political marriages. Just be a Bible nerd and study the Torah and pray and trust God. So that's ruling in the biblical worldview. And so it's very similar here of.",
    "start": "00:28:37",
    "end": "00:28:52"
  },
  {
    "text": "Backwards kind of way.",
    "start": "00:28:52",
    "end": "00:28:53"
  },
  {
    "text": "God tells someone to rule as his image. It is not.",
    "start": "00:28:53",
    "end": "00:28:57"
  },
  {
    "text": "It's not take over.",
    "start": "00:28:57",
    "end": "00:28:58"
  },
  {
    "text": "It's not a blank check.",
    "start": "00:28:58",
    "end": "00:28:59"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:28:59",
    "end": "00:29:01"
  },
  {
    "text": "To do whatever you want. Just the opposite. And so in Genesis 1, it's clarified by who gets what food Is this way of showing that humans relationship to the animals is to be one of coexistence. Why he called the book living with other creatures. Yeah, yeah.",
    "start": "00:29:01",
    "end": "00:29:17"
  },
  {
    "text": "Cool. That's helpful.",
    "start": "00:29:17",
    "end": "00:29:19"
  },
  {
    "text": "I think it is helpful. And so when the Eden ideal is humans peacefully coexisting with the animals, that's the Eden ideal.",
    "start": "00:29:19",
    "end": "00:29:30"
  },
  {
    "text": "And everyone's just eating veggies, everyone's vegan.",
    "start": "00:29:30",
    "end": "00:29:33"
  },
  {
    "text": "And no creature has to live at the expense of another. There's. There's plenty because this God's generous, He wants to share. That's the ideal on page one. And then that image gets filled out even a little bit more in Genesis 2, where humans relationship to animals takes another step forward.",
    "start": "00:29:35",
    "end": "00:29:55"
  },
  {
    "text": "This is where though, if the story of the Bible is coming back to the ideal, then are we anticipating a time when humans and animals are on a vegan diet? Which you can make that case for humans, but I mean, what are the lions gonna do? Those things are meant to just kill other animals and eat them. That's how their whole body works in.",
    "start": "00:30:27",
    "end": "00:30:54"
  },
  {
    "text": "The world as we experience it. Life survives at the expense of other lives. Yeah, yeah. That's the universe as we know it.",
    "start": "00:30:54",
    "end": "00:31:02"
  },
  {
    "text": "Yeah. So that needs to fundamentally change, you think?",
    "start": "00:31:02",
    "end": "00:31:05"
  },
  {
    "text": "Apparently, yeah. The ideal on Genesis is a universe that's like the world, that's like ours, but also fundamentally unlike it. We're getting into new creation territory, which is where the son of man video will take us. Yeah, it's about a new humanity.",
    "start": "00:31:05",
    "end": "00:31:23"
  },
  {
    "text": "I just like lions. I want them to be around me new creation.",
    "start": "00:31:23",
    "end": "00:31:26"
  },
  {
    "text": "But yeah, it wouldn't quite be as fearsome if they didn't threaten to slash you.",
    "start": "00:31:26",
    "end": "00:31:30"
  },
  {
    "text": "Yeah, yeah, well, that. And just like will it still be a lion if all of a sudden you take away the claws and the teeth and you give them a digestive tract that can eat grass? You know, like, what do you got now? You have a cow is what you have. A fearsome looking cow with a furry head.",
    "start": "00:31:30",
    "end": "00:31:52"
  },
  {
    "text": "Yeah, that's a good point. Yeah, there you go. I mean, I think we're, we're getting to the limits of our framework, our way of understanding reality for what new creation means. Genesis 1 asks us to see our world as good, but incomplete and on its way to some next step. And the way will be led by a new kind of human, which is what the biblical story is all about. Humans and animals.",
    "start": "00:31:55",
    "end": "00:32:22"
  },
  {
    "text": "Humans and animals living together.",
    "start": "00:32:22",
    "end": "00:32:24"
  },
  {
    "text": "Yes. And humans as the ruling partner of the animals. So humans bear responsibility for the creation in a way that's different. Apparently in Genesis 1, animals aren't responsible for the destiny of the earth, the way that humans are responsible before God, you know, because an elephant can really trash a human field, but humans can trash a continent. So it's that kind of difference here.",
    "start": "00:32:25",
    "end": "00:32:59"
  },
  {
    "text": "Yeah.",
    "start": "00:32:59",
    "end": "00:32:59"
  },
  {
    "text": "So this key to how the biblical story begins, it's God, humans and animals in a happy triangle.",
    "start": "00:33:00",
    "end": "00:33:05"
  },
  {
    "text": "In a triangle.",
    "start": "00:33:06",
    "end": "00:33:07"
  },
  {
    "text": "Well, you think God over everything. Over everything. And then the humans and the animals. And then on the same plane. Yeah. And then the humans are responsible for the animals, but in a horizontal relationship. Because they're both creatures before God.",
    "start": "00:33:07",
    "end": "00:33:21"
  },
  {
    "text": "Yeah. They both come from the earth on the same day.",
    "start": "00:33:21",
    "end": "00:33:24"
  },
  {
    "text": "Yeah, that's right. So that's one element. The second element, as we said, this is a human, and humans are called the image of God. And so we don't need to fill this out, although I've done a lot more reading and thinking about it. But it is relevant to where the Son of Man theme is going. Because the whole biblical story then is going to be about humans as these closely united partners, these bridges of heaven and earth, if God's the heavenly supreme ruler. But he's installed an image, which is the biblical word for idol, statue.",
    "start": "00:33:24",
    "end": "00:33:59"
  },
  {
    "text": "Yeah. Physical representation of who God is.",
    "start": "00:33:59",
    "end": "00:34:02"
  },
  {
    "text": "That's right. So if the ideal is going to be maintained, what you need is a human who's so united with God, connected with God. You could say, when you look at this human, you're looking at God. What else does it mean to say a human is an image of God?",
    "start": "00:34:02",
    "end": "00:34:21"
  },
  {
    "text": "Yeah.",
    "start": "00:34:22",
    "end": "00:34:22"
  },
  {
    "text": "When you think of Daniel 7, back to Daniel 7, that unoccupied throne next to God that will be filled by a human who will be worshiped by other humans as part of God's identity. You can see how this phrase, image of God is actually starting to give you categories for that.",
    "start": "00:34:22",
    "end": "00:34:42"
  },
  {
    "text": "Yeah. And you've pointed out to me before how the image of God, it's connected to the vocational calling of theirs to go subdue the earth and rule the animals, not only can you look at the person and maybe see God, but that person is acting on God's behalf.",
    "start": "00:34:42",
    "end": "00:35:02"
  },
  {
    "text": "Correct.",
    "start": "00:35:02",
    "end": "00:35:02"
  },
  {
    "text": "And has his authority to rule.",
    "start": "00:35:02",
    "end": "00:35:04"
  },
  {
    "text": "Yeah, that's right. And so it doesn't mean that you look at a human and say, oh, that's God. You look at it and say, hmm, that's an image of God. Or that's God embodied through a human image or expression. Genesis 1 is trying to give us a category of God, creation, very separate things. God is not the animal or the rock or the tree, but merging those two or somehow bridging those two is the image the divine image.",
    "start": "00:35:04",
    "end": "00:35:37"
  },
  {
    "text": "Yeah.",
    "start": "00:35:37",
    "end": "00:35:38"
  },
  {
    "text": "That is a physical representation of the creator. What else does image mean?",
    "start": "00:35:38",
    "end": "00:35:44"
  },
  {
    "text": "Well, I don't know. It's not a word I use a lot, but I mean, in the way that it's being used here as an idol. I mean, we don't use that typically.",
    "start": "00:35:44",
    "end": "00:35:54"
  },
  {
    "text": "Yeah, that's right. Actually, here I have some quotes here that I pulled together since we last talked about this. This one is from a German commentator named Gerhard van Rad.",
    "start": "00:35:54",
    "end": "00:36:04"
  },
  {
    "text": "Is his last name Von Rad?",
    "start": "00:36:04",
    "end": "00:36:06"
  },
  {
    "text": "Gerhard von Rad? Yeah. The von just means from in German.",
    "start": "00:36:06",
    "end": "00:36:10"
  },
  {
    "text": "He's from rad.",
    "start": "00:36:10",
    "end": "00:36:11"
  },
  {
    "text": "He's from Rad. Gerhard from Rad. That's how it reads. He's rad. Yeah. This guy was the boss.",
    "start": "00:36:11",
    "end": "00:36:17"
  },
  {
    "text": "Not only is he rad, he's from Rad.",
    "start": "00:36:17",
    "end": "00:36:19"
  },
  {
    "text": "Yeah, totally. So he says, commenting on the image of God in Genesis 1, he says the close relation of the term for God's image with that for the commission to exercise dominion. So he's saying calling humans the image of God, and then in the next sentence saying, rule the land. It emerges quite clearly when we understand the word tselem. That's a Hebrew word for image. He calls it as a plastic image. Plastic meaning malleable. Malleable multiple, yeah. Just as powerful earthly kings, to indicate their claim to dominion, erect an image of themselves in the provinces of the empire where they do not personally appear. So man is placed on the earth in God's image as God's sovereign emblem. I like that phrase. He is really only God's representative, summoned to maintain and enforce God's claim to dominion over the earth. So we're being given a category. It looks like God, Ideally, yeah. It acts like God. It's a physical emblem.",
    "start": "00:36:19",
    "end": "00:37:25"
  },
  {
    "text": "So God created a bunch of creatures that resemble him in some way but aren't him, and said this is in the same way a king would put up a statue of himself in a city that he doesn't get to hang out in. God put us to resemble him, to show people that, remind them who's really in charge.",
    "start": "00:37:25",
    "end": "00:37:51"
  },
  {
    "text": "Well, I don't know if it's about showing people. It's just that God. The fundamental portrait is that this God wants to share existence and so with living idols, with living images. Yeah, that's right. And this is for sure what's underneath the prohibition of making idols. For a human to make an idol is an oxymoron. It's a meta in a biblical worldview.",
    "start": "00:37:51",
    "end": "00:38:13"
  },
  {
    "text": "Yeah.",
    "start": "00:38:13",
    "end": "00:38:14"
  },
  {
    "text": "No, you're the idol. You need to make one and give your allegiance to it. You Are the idol.",
    "start": "00:38:15",
    "end": "00:38:19"
  },
  {
    "text": "You are God's representation.",
    "start": "00:38:19",
    "end": "00:38:20"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:38:20",
    "end": "00:38:21"
  },
  {
    "text": "In physical form.",
    "start": "00:38:21",
    "end": "00:38:22"
  },
  {
    "text": "Yeah.",
    "start": "00:38:22",
    "end": "00:38:22"
  },
  {
    "text": "Don't need to make something else.",
    "start": "00:38:22",
    "end": "00:38:24"
  },
  {
    "text": "That's that. Correct. Yeah. It's like you're selling your. Well, yeah. Think of the Esau story. Selling your birthright for a bowl of porridge. It's like you've been given this wonderful identity and vocation.",
    "start": "00:38:24",
    "end": "00:38:38"
  },
  {
    "text": "It's like a Transformer car. Trying to build a car.",
    "start": "00:38:39",
    "end": "00:38:41"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:38:41",
    "end": "00:38:42"
  },
  {
    "text": "No, no, no. You are a car.",
    "start": "00:38:43",
    "end": "00:38:45"
  },
  {
    "text": "And thinking that car is somehow more powerful than it's like. No, dude, you're an Autobot.",
    "start": "00:38:45",
    "end": "00:38:50"
  },
  {
    "text": "You're an Autobot.",
    "start": "00:38:50",
    "end": "00:38:51"
  },
  {
    "text": "Make a car and, like, drive it. Yeah, no, dude, drive yourself silly. Yeah. Like you're the thing. Yeah, yeah. Anyway, that's it. That is meta. So. And just typically, Protestants have been a little twitchy. We kind of get uncomfortable with this glorious elevation of humanity because we aren't going to gods. Yes. And because.",
    "start": "00:38:52",
    "end": "00:39:15"
  },
  {
    "text": "And that is a human temptation is to then take that and be like, we can be gods.",
    "start": "00:39:16",
    "end": "00:39:21"
  },
  {
    "text": "That's right. So one of the ways of thinking about the conflict in the Bible that's relevant to the Son of Man theme is that humans aren't content to be images of God. They want to live and rule as if they are God. That's key to the plotline conflict. And actually, the whole premise of the story for the Son of Man will be when humans elevate themselves to the role of the Creator, they don't want to be an image of God, they want to be God. Something tragic happens. They become beasts. They become less than human. When humans want to transcend their humanity and act like God, ironically, they become and begin acting like animals. They become less than human. And so in the biblical story, it's only when humans humble themselves and recognize their subordinate role as images of God that they become truly human and are elevated to their glorious role. It's this inversion. It'd be fun to figure out something visual.",
    "start": "00:39:21",
    "end": "00:40:19"
  },
  {
    "text": "The first will become last.",
    "start": "00:40:19",
    "end": "00:40:20"
  },
  {
    "text": "Totally. Yeah, that's right. And so let's just think about Genesis 3. What's the agent tricking the humans?",
    "start": "00:40:20",
    "end": "00:40:27"
  },
  {
    "text": "A snake.",
    "start": "00:40:27",
    "end": "00:40:28"
  },
  {
    "text": "It's an animal.",
    "start": "00:40:28",
    "end": "00:40:28"
  },
  {
    "text": "Oh, it's an animal.",
    "start": "00:40:28",
    "end": "00:40:29"
  },
  {
    "text": "Yeah, it's a snake. We're told that in Genesis 3, verse 1, that it's a snake with legs. Well, actually, it doesn't say that. That's a whole lot. That's a whole thing. It's a snake.",
    "start": "00:40:29",
    "end": "00:40:41"
  },
  {
    "text": "It's a snake.",
    "start": "00:40:41",
    "end": "00:40:42"
  },
  {
    "text": "It's a snake. Then in the narrative says, it's one of the beasts of the field that The Lord God made.",
    "start": "00:40:42",
    "end": "00:40:47"
  },
  {
    "text": "Yeah, it's one of the beasts.",
    "start": "00:40:47",
    "end": "00:40:48"
  },
  {
    "text": "It's a beast.",
    "start": "00:40:48",
    "end": "00:40:49"
  },
  {
    "text": "Yeah.",
    "start": "00:40:49",
    "end": "00:40:49"
  },
  {
    "text": "So in Genesis 3, you have a beast deceiving humans to think that they can be God.",
    "start": "00:40:50",
    "end": "00:40:58"
  },
  {
    "text": "Yeah.",
    "start": "00:40:58",
    "end": "00:40:59"
  },
  {
    "text": "And what they end up being is becoming less than what they were made to be. So once again, it's humans and animals. Genesis 3 is a conflict between humans and animals, and humans end up getting ruled by an animal instead of ruling.",
    "start": "00:40:59",
    "end": "00:41:12"
  },
  {
    "text": "The animal, ruled by the snake.",
    "start": "00:41:12",
    "end": "00:41:15"
  },
  {
    "text": "Yeah, yeah. And so then we're off to the.",
    "start": "00:41:15",
    "end": "00:41:17"
  },
  {
    "text": "Races, and then they're out. Now they're out roaming the wilderness like animals.",
    "start": "00:41:17",
    "end": "00:41:20"
  },
  {
    "text": "Totally. Yeah. Killing each other like animals. But we're getting ahead of our one last thought about the glorious ideal of the human image of God is Psalm 8. Yeah, we've looked at it before, Psalm 8, but it's going to be, again, relevant for the Son of Man theme and how it gets drawn upon by the Jesus and the apostles. Okay, so Psalm 8. You want to read Psalm 8?",
    "start": "00:41:20",
    "end": "00:42:11"
  },
  {
    "text": "Sure.",
    "start": "00:42:12",
    "end": "00:42:12"
  },
  {
    "text": "Do it.",
    "start": "00:42:12",
    "end": "00:42:13"
  },
  {
    "text": "O Lord our Lord, how majestic is your name in all the earth, who have shown your splendor above the heavens. Is that a question?",
    "start": "00:42:13",
    "end": "00:42:23"
  },
  {
    "text": "Oh, the earth has shown is your name in all the earth. O Lord, who's shown your splendor above the heavens. Oh, okay, yeah, sorry, it's awkward.",
    "start": "00:42:23",
    "end": "00:42:32"
  },
  {
    "text": "When I consider your heavens, the work of your fingers, the moon and the stars which you have ordained, what is human that you take thought of him, and the Son of Man, that you care for him, yet you have made him a little lower than Elohim, and you crown him with glory and majesty. You make him to rule over the works of your hands. You have put all things under his feet, all sheep and oxen, and also the beasts of the field, the birds of the heavens, and the fish of the sea, whatever passes through the paths of the seas, O Lord our Lord, how majestic is your name in all the earth.",
    "start": "00:42:32",
    "end": "00:43:13"
  },
  {
    "text": "Psalm 8.",
    "start": "00:43:14",
    "end": "00:43:15"
  },
  {
    "text": "Psalm 8.",
    "start": "00:43:15",
    "end": "00:43:16"
  },
  {
    "text": "Yeah.",
    "start": "00:43:16",
    "end": "00:43:16"
  },
  {
    "text": "Yeah. It's all in there.",
    "start": "00:43:16",
    "end": "00:43:18"
  },
  {
    "text": "It is, isn't it?",
    "start": "00:43:18",
    "end": "00:43:19"
  },
  {
    "text": "Yeah.",
    "start": "00:43:19",
    "end": "00:43:19"
  },
  {
    "text": "What a. You couldn't ask for, like, a better poetic rendition, summary of Genesis 1, could you?",
    "start": "00:43:19",
    "end": "00:43:27"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:43:27",
    "end": "00:43:28"
  },
  {
    "text": "So a couple things are one, formally, in terms of the form or design of the poem, you notice it begins and ends with identical phrase.",
    "start": "00:43:28",
    "end": "00:43:35"
  },
  {
    "text": "Yep.",
    "start": "00:43:35",
    "end": "00:43:35"
  },
  {
    "text": "O Lord our Lord, how majestic is your name in all the earth.",
    "start": "00:43:36",
    "end": "00:43:39"
  },
  {
    "text": "I noticed that.",
    "start": "00:43:40",
    "end": "00:43:41"
  },
  {
    "text": "So think about this. Ponder this. This is one of these things. You have a cup of tea and read the poem for the 50th time and think about it. So this poem begins and ends elevating God's majesty above all the land.",
    "start": "00:43:41",
    "end": "00:43:54"
  },
  {
    "text": "Yeah.",
    "start": "00:43:54",
    "end": "00:43:55"
  },
  {
    "text": "So whatever happens in the middle of the poem is about increasing God's majesty over the land. And what is the content of the poem? It's about how God has elevated a creature to have glory and majesty. Do you see that? You've made him a little lower than Elohim. We'll talk about that. And you've crowned human with glory and majesty. So the very thing that God attribute of God that elevates him above the land is the thing that God wants to share with the humans. And God's majesty isn't threatened by an exalted, glorious humanity. It's actually increased. Isn't that interesting?",
    "start": "00:43:55",
    "end": "00:44:36"
  },
  {
    "text": "Right? Yeah, yeah.",
    "start": "00:44:36",
    "end": "00:44:37"
  },
  {
    "text": "I mean, I was thinking of an analogy. It would be like.",
    "start": "00:44:37",
    "end": "00:44:39"
  },
  {
    "text": "It's like. It's.",
    "start": "00:44:40",
    "end": "00:44:41"
  },
  {
    "text": "Okay, it's where you make something that's so clearly not yourself. Yeah, you make a work of art. Let's go with a work of art. Yeah, you make a work of art. And if you show it off in a gallery, like a big sculpture, what you really want people to focus on, if you're a humble artist, is just to look at the sculpture. You don't want everybody to walk into the room and just come look at you. You want them to go look at the sculpture.",
    "start": "00:44:41",
    "end": "00:45:04"
  },
  {
    "text": "That's the guy who made the sculpture.",
    "start": "00:45:04",
    "end": "00:45:05"
  },
  {
    "text": "Totally. And they'll look at you and so on. But in a room like that, people are looking at a sculpture, but what they're thinking about is, whoa. The person who created this. And so even though everybody's marveling at the glory of the sculpture, it doesn't detract from the glory of the artist, it actually increases it. And there's something similar going on here where a glorious, elevated humanity doesn't threaten God's like glory, it actually increases it and it's an image of it. And that's the logic here. Yeah, it's just worth sitting and thinking about, I think. Notice that humans are called in two poetic lines here, paired in verse four.",
    "start": "00:45:05",
    "end": "00:45:48"
  },
  {
    "text": "Yeah. What is human? That you take thought of him. The son of man.",
    "start": "00:45:48",
    "end": "00:45:52"
  },
  {
    "text": "Yes. That you care for him.",
    "start": "00:45:52",
    "end": "00:45:53"
  },
  {
    "text": "There's our phrase synonym for human.",
    "start": "00:45:53",
    "end": "00:45:56"
  },
  {
    "text": "Yep. Synonym for human. And then, ah, this is significant in verse five.",
    "start": "00:45:56",
    "end": "00:46:00"
  },
  {
    "text": "It's Ben Adam is what that is.",
    "start": "00:46:00",
    "end": "00:46:02"
  },
  {
    "text": "Yeah. Ben Adam. Yep.",
    "start": "00:46:02",
    "end": "00:46:03"
  },
  {
    "text": "So what is Adam and what has been Adam? Okay.",
    "start": "00:46:03",
    "end": "00:46:07"
  },
  {
    "text": "Yeah. So here the poem is envisioning humanity as a whole, but also in its successive generations. The ideal is that all generations experience this rule. This is an interesting line. Verse 5, you've made him a little lower than the elohim. Than Elohim.",
    "start": "00:46:07",
    "end": "00:46:22"
  },
  {
    "text": "Yeah. So we've had a big conversation about Elohim.",
    "start": "00:46:22",
    "end": "00:46:25"
  },
  {
    "text": "Yeah.",
    "start": "00:46:25",
    "end": "00:46:25"
  },
  {
    "text": "Which is out.",
    "start": "00:46:25",
    "end": "00:46:26"
  },
  {
    "text": "And there's a translation interpretive challenge here.",
    "start": "00:46:27",
    "end": "00:46:30"
  },
  {
    "text": "In that you're looking at me, I'm imagining. So, yeah, when we talk about Elohim, it's the best way I can think to translate that word is spiritual being. Because it doesn't just refer to Yahweh, the creator God, it refers to a whole class of spiritual beings. Could be angels, could be demons, spirits. And so here in verse 5, yet you have made him, the humans, a little lower than Elohim. Singular.",
    "start": "00:46:31",
    "end": "00:47:06"
  },
  {
    "text": "So that's the question. Elohim is the plural.",
    "start": "00:47:07",
    "end": "00:47:09"
  },
  {
    "text": "Elohim is the plural.",
    "start": "00:47:09",
    "end": "00:47:10"
  },
  {
    "text": "It's plural in Hebrew. So it could be translated, you have made him lower than the gods. Than gods. Plural.",
    "start": "00:47:10",
    "end": "00:47:18"
  },
  {
    "text": "Right.",
    "start": "00:47:19",
    "end": "00:47:19"
  },
  {
    "text": "Or you have made him lower than Elohim, referring to the singular chief God that is Yahweh, but it's plural. But the word for the God of Israel is often the plural noun. Elohim. Elohim. Okay, that's right. So if you flip open a different translations of Psalm 8, you'll notice differences here. So the English. Excuse me. The New American Standard version of Psalm 8, verse 6 reads, you have made him a little lower than God.",
    "start": "00:47:19",
    "end": "00:47:48"
  },
  {
    "text": "Yeah.",
    "start": "00:47:49",
    "end": "00:47:49"
  },
  {
    "text": "The New Revised Standard Version, the same. You've made them a little lower than God. And Ivy, International Version reads, you have made them a little lower than the angels. ESV translates, you made him a little lower than the heavenly beings.",
    "start": "00:47:49",
    "end": "00:48:04"
  },
  {
    "text": "That's interesting. NIV says angels, so that's really interesting.",
    "start": "00:48:04",
    "end": "00:48:09"
  },
  {
    "text": "They're not just translating Elohim, they're actually interpreting Elohim to refer to specific type of spiritual beings. Plural. Group of spiritual beings.",
    "start": "00:48:09",
    "end": "00:48:17"
  },
  {
    "text": "Yeah.",
    "start": "00:48:17",
    "end": "00:48:17"
  },
  {
    "text": "Namely angelic. Angelic beings.",
    "start": "00:48:18",
    "end": "00:48:20"
  },
  {
    "text": "Oh, and this is the verse quoted in Hebrews.",
    "start": "00:48:20",
    "end": "00:48:23"
  },
  {
    "text": "Yes.",
    "start": "00:48:23",
    "end": "00:48:24"
  },
  {
    "text": "And it's translated as atheists.",
    "start": "00:48:24",
    "end": "00:48:25"
  },
  {
    "text": "It is. So there were Jewish translators 200ish years before Jesus translating the Hebrew Bible into Greek. It's often called the Septuagint. Yeah, it's technically incorrect, but that's okay.",
    "start": "00:48:26",
    "end": "00:48:38"
  },
  {
    "text": "So what's technically incorrect?",
    "start": "00:48:38",
    "end": "00:48:40"
  },
  {
    "text": "This. The title. Septuagint. Correct. As a title for all of the Greek translations of the Old Testament. That title originally referred only to the Greek translation of the Torah. Oh. Anyway, sorry, what's the phrase for the whole thing? Oh, scholars just call it the Old Greek translation. The og. The og. The abbreviation.",
    "start": "00:48:40",
    "end": "00:49:02"
  },
  {
    "text": "That's awesome.",
    "start": "00:49:02",
    "end": "00:49:02"
  },
  {
    "text": "I had to use it in my dissertation a whole bunch, and I just abbreviated it as og. I always snickered a little bit.",
    "start": "00:49:02",
    "end": "00:49:07"
  },
  {
    "text": "The original Greek.",
    "start": "00:49:07",
    "end": "00:49:09"
  },
  {
    "text": "Yeah. Because you have, like, you'll be at a biblical studies conference and there's all these people in suits and they are using the phrase OG constantly. Makes me laugh. Anyway, sorry, sorry. It's a rabbit trail. So the old Greek translation translated it as Angelos angels. And that's what the NIV and the ESV is going off of here, that interpretation. So it exposes an ambiguity, though, that's in Hebrew. Are humans made to be just a little lower than God? Well, that kind of makes sense in that they're an image of God. They're meant to resemble God. You have made them a little lower than the gods.",
    "start": "00:49:09",
    "end": "00:49:58"
  },
  {
    "text": "Yeah. It's like a little lower than the class of Elohim.",
    "start": "00:49:58",
    "end": "00:50:01"
  },
  {
    "text": "Correct? That's correct.",
    "start": "00:50:02",
    "end": "00:50:03"
  },
  {
    "text": "There's a type of being that doesn't live. It's not a creature on the earth. Elohim.",
    "start": "00:50:03",
    "end": "00:50:09"
  },
  {
    "text": "Yeah.",
    "start": "00:50:09",
    "end": "00:50:09"
  },
  {
    "text": "And we are lower. We are physically lower in the way that they thought of cosmology.",
    "start": "00:50:09",
    "end": "00:50:14"
  },
  {
    "text": "Correct. That they're above us.",
    "start": "00:50:15",
    "end": "00:50:17"
  },
  {
    "text": "That realm is above.",
    "start": "00:50:17",
    "end": "00:50:17"
  },
  {
    "text": "They're with God. They're part of his divine council.",
    "start": "00:50:17",
    "end": "00:50:19"
  },
  {
    "text": "Yeah.",
    "start": "00:50:19",
    "end": "00:50:20"
  },
  {
    "text": "So they're at the Elohim.",
    "start": "00:50:20",
    "end": "00:50:21"
  },
  {
    "text": "Yeah, yeah, yeah. And speaking of divine council, then they're ruling. They're ruling with God.",
    "start": "00:50:21",
    "end": "00:50:26"
  },
  {
    "text": "Yeah. They're given authority, too. Yeah. They also image God in a different way.",
    "start": "00:50:26",
    "end": "00:50:31"
  },
  {
    "text": "Right, sure.",
    "start": "00:50:31",
    "end": "00:50:32"
  },
  {
    "text": "They're Elohim, like Yahweh.",
    "start": "00:50:32",
    "end": "00:50:34"
  },
  {
    "text": "And we are a rung lower.",
    "start": "00:50:34",
    "end": "00:50:36"
  },
  {
    "text": "Yes.",
    "start": "00:50:36",
    "end": "00:50:37"
  },
  {
    "text": "Than that kind of creature.",
    "start": "00:50:37",
    "end": "00:50:38"
  },
  {
    "text": "That's right. I think that's the idea here.",
    "start": "00:50:38",
    "end": "00:50:40"
  },
  {
    "text": "Yeah.",
    "start": "00:50:40",
    "end": "00:50:41"
  },
  {
    "text": "Yep.",
    "start": "00:50:41",
    "end": "00:50:41"
  },
  {
    "text": "That makes sense.",
    "start": "00:50:41",
    "end": "00:50:42"
  },
  {
    "text": "Yeah. And that's a contrast. The point is, you've made.",
    "start": "00:50:42",
    "end": "00:50:44"
  },
  {
    "text": "But despite that, you've made him a.",
    "start": "00:50:44",
    "end": "00:50:46"
  },
  {
    "text": "Little lower than the Elohim. But it's humans that you've crowned to be your glory and to rule over all of it.",
    "start": "00:50:46",
    "end": "00:50:53"
  },
  {
    "text": "Yeah. Because, I mean, he didn't call them image of God. He called humans.",
    "start": "00:50:53",
    "end": "00:50:57"
  },
  {
    "text": "Yeah. Humans are the image of God called the rule over the rest of creation.",
    "start": "00:50:58",
    "end": "00:51:01"
  },
  {
    "text": "Yeah. Could have just said humans. You're kind of a really smart animal.",
    "start": "00:51:01",
    "end": "00:51:05"
  },
  {
    "text": "Yeah.",
    "start": "00:51:05",
    "end": "00:51:06"
  },
  {
    "text": "And the Elohim are going to rule over creation.",
    "start": "00:51:06",
    "end": "00:51:08"
  },
  {
    "text": "Correct.",
    "start": "00:51:08",
    "end": "00:51:09"
  },
  {
    "text": "But instead he said, no humans. You're animals that carry my image. And.",
    "start": "00:51:09",
    "end": "00:51:15"
  },
  {
    "text": "Yeah.",
    "start": "00:51:16",
    "end": "00:51:16"
  },
  {
    "text": "Even though you're lower than the angels. It seems like the Psalmist is kind of tripping out on that.",
    "start": "00:51:16",
    "end": "00:51:20"
  },
  {
    "text": "Yeah.",
    "start": "00:51:20",
    "end": "00:51:21"
  },
  {
    "text": "How weird. Like, if you think about the levels of power.",
    "start": "00:51:21",
    "end": "00:51:25"
  },
  {
    "text": "Yeah.",
    "start": "00:51:25",
    "end": "00:51:26"
  },
  {
    "text": "You got the beasts and then they got the humans. But then you have, like, the Elohim.",
    "start": "00:51:26",
    "end": "00:51:31"
  },
  {
    "text": "Yeah.",
    "start": "00:51:31",
    "end": "00:51:31"
  },
  {
    "text": "And above it all is Yahweh, Elohim.",
    "start": "00:51:31",
    "end": "00:51:34"
  },
  {
    "text": "Yeah.",
    "start": "00:51:34",
    "end": "00:51:35"
  },
  {
    "text": "And him going, you would think, like, authority would also be along this ranking.",
    "start": "00:51:35",
    "end": "00:51:40"
  },
  {
    "text": "Yeah. Beasts.",
    "start": "00:51:40",
    "end": "00:51:41"
  },
  {
    "text": "And then humans and then Elohim and then.",
    "start": "00:51:41",
    "end": "00:51:43"
  },
  {
    "text": "Yep.",
    "start": "00:51:43",
    "end": "00:51:44"
  },
  {
    "text": "And then God.",
    "start": "00:51:44",
    "end": "00:51:44"
  },
  {
    "text": "Yeah.",
    "start": "00:51:44",
    "end": "00:51:45"
  },
  {
    "text": "But it's not. No, Humans were given this special task. Like it was flipped.",
    "start": "00:51:45",
    "end": "00:51:52"
  },
  {
    "text": "Yes.",
    "start": "00:51:52",
    "end": "00:51:52"
  },
  {
    "text": "Like this. Weird.",
    "start": "00:51:52",
    "end": "00:51:53"
  },
  {
    "text": "Just like on day six in Genesis one. Beasts. Right, right. The sky fliers, the water swarmers and the beasts, the land walkers. They came first.",
    "start": "00:51:53",
    "end": "00:52:02"
  },
  {
    "text": "Yeah.",
    "start": "00:52:02",
    "end": "00:52:03"
  },
  {
    "text": "And it's the late comers, humans, who end up actually being the ones who rule over everything else. That's very similar.",
    "start": "00:52:03",
    "end": "00:52:10"
  },
  {
    "text": "Another kind of flipping.",
    "start": "00:52:10",
    "end": "00:52:11"
  },
  {
    "text": "Correct. So this is within a biblical world. But I've really tried to come and own this as I've pondered Psalm 8, too. It's really remarkable you think about this, too, that the human species is what it is on planet Earth. I mean, we're much weaker than like a mountain lion.",
    "start": "00:52:11",
    "end": "00:52:30"
  },
  {
    "text": "Oh, sure.",
    "start": "00:52:30",
    "end": "00:52:30"
  },
  {
    "text": "On many levels. Humans are a subpar species compared to other creatures.",
    "start": "00:52:31",
    "end": "00:52:37"
  },
  {
    "text": "Yeah.",
    "start": "00:52:37",
    "end": "00:52:38"
  },
  {
    "text": "Except for this thing carried by our necks.",
    "start": "00:52:38",
    "end": "00:52:40"
  },
  {
    "text": "Yeah.",
    "start": "00:52:41",
    "end": "00:52:41"
  },
  {
    "text": "The game changer. Right, Right.",
    "start": "00:52:42",
    "end": "00:52:44"
  },
  {
    "text": "Yeah. The most marvelous thing in the universe.",
    "start": "00:52:44",
    "end": "00:52:46"
  },
  {
    "text": "Some people think, is the human brain.",
    "start": "00:52:46",
    "end": "00:52:48"
  },
  {
    "text": "The human brain.",
    "start": "00:52:48",
    "end": "00:52:49"
  },
  {
    "text": "Yeah. Yeah. So we can out think the mountain lion and rule it.",
    "start": "00:52:49",
    "end": "00:52:54"
  },
  {
    "text": "Yeah. Anyhow.",
    "start": "00:52:54",
    "end": "00:53:04"
  },
  {
    "text": "Okay. Let's see. Ah, yes, this is. Trust me. This relates to the. Back to the animals again. This is a quote from another Bible nerd I recently discovered on the top of page 8. His name's Crispin Fletcher Lewis, and he's Reflecting on Genesis 1 image of God, Psalm 8, how the Son of man is elevated to rule everything else. He says this. He says, one point of saying that God is the absolute sovereign, as the biblical texts say time and again, is to say that God is free. He's free to exalt and share his own power and his divine power with those whom he wills through a transformation of their nature and identity. Think what's happening on Genesis 1. God's making creatures.",
    "start": "00:53:26",
    "end": "00:54:09"
  },
  {
    "text": "Yeah.",
    "start": "00:54:09",
    "end": "00:54:10"
  },
  {
    "text": "But then there's one creature who's elevated.",
    "start": "00:54:10",
    "end": "00:54:12"
  },
  {
    "text": "Yeah. He's like, I'm gonna do something special with you.",
    "start": "00:54:12",
    "end": "00:54:14"
  },
  {
    "text": "Yes. And God's.",
    "start": "00:54:14",
    "end": "00:54:16"
  },
  {
    "text": "And he has that prerogative.",
    "start": "00:54:16",
    "end": "00:54:17"
  },
  {
    "text": "Yeah. He can do that.",
    "start": "00:54:17",
    "end": "00:54:18"
  },
  {
    "text": "Yeah.",
    "start": "00:54:18",
    "end": "00:54:19"
  },
  {
    "text": "Yeah. So God's sovereignty in the Bible isn't just he has the authority to tell you what to do. It's he's free to do things that might surprise us or seem counterintuitive to the author of Psalm 8. He's like, I can't believe you. Elevated humans can't believe it. When I look at the universe, I think, why humans?",
    "start": "00:54:19",
    "end": "00:54:36"
  },
  {
    "text": "Right.",
    "start": "00:54:36",
    "end": "00:54:37"
  },
  {
    "text": "That's what he's talking about. But God can do that. He's free to create entities. Crispin goes on that in various ways share in his identity as ruler and judge and who manifest his presence to the world. The God of the biblical story is able to enter into and take on the nature and identity of the very reality he's created, taking it up into his very self. God's identity is apparently shareable. Again, he's just reflecting on Genesis 1. God's identity in the Bible isn't a zero sum game. To say that God shares His identity with humans as his image doesn't mean he suffers a loss of being. On the contrary, it's actually a way of saying that his identity is magnified and his glory extended. So we're Back to Psalm 8 here. For God to share his divine throne with a human.",
    "start": "00:54:37",
    "end": "00:55:31"
  },
  {
    "text": "Now, why would you say share his identity versus share his authority or share his.",
    "start": "00:55:32",
    "end": "00:55:38"
  },
  {
    "text": "Ah, well, in Genesis 1, you're right, it's God sharing authority. Yeah, that's right. But this is in a book called Jesus Monotheism. And essentially what he's trying to do is allow the Hebrew Bible to shape all of our categories about God's relationship to humans. And reading the New Testament portrait of Jesus as divine in light of the Hebrew Bible. And so what he's pondering is that for a Jewish monotheist in Jesus day.",
    "start": "00:55:38",
    "end": "00:56:09"
  },
  {
    "text": "Yeah.",
    "start": "00:56:10",
    "end": "00:56:10"
  },
  {
    "text": "Like Paul.",
    "start": "00:56:10",
    "end": "00:56:11"
  },
  {
    "text": "Yeah.",
    "start": "00:56:11",
    "end": "00:56:12"
  },
  {
    "text": "To say we have one God.",
    "start": "00:56:12",
    "end": "00:56:14"
  },
  {
    "text": "Yeah.",
    "start": "00:56:14",
    "end": "00:56:15"
  },
  {
    "text": "The Father and Jesus.",
    "start": "00:56:15",
    "end": "00:56:16"
  },
  {
    "text": "Right.",
    "start": "00:56:17",
    "end": "00:56:17"
  },
  {
    "text": "So that sounds to us like a contradiction.",
    "start": "00:56:17",
    "end": "00:56:19"
  },
  {
    "text": "Right.",
    "start": "00:56:19",
    "end": "00:56:20"
  },
  {
    "text": "He's just really trying to reframe the whole conversation. To say, if you really reflect on Genesis 1 and Psalm 8, that the God's relationship to creation has always been to enter into a solidarity with it and that to have it share in his identity. For God to crown a creature with glory and majesty, that's an image of the divine majesty. What is that except God sharing himself with that creature? And Crispin's point is that in the Bible, God's identity isn't something that God's like walling off. Walling off. Or he's actually inviting people into his identity and he doesn't stop being God and they don't stop being creatures.",
    "start": "00:56:20",
    "end": "00:57:04"
  },
  {
    "text": "Invite people into his identity.",
    "start": "00:57:04",
    "end": "00:57:06"
  },
  {
    "text": "What else is Daniel 7 but God?",
    "start": "00:57:06",
    "end": "00:57:08"
  },
  {
    "text": "Well, yeah, Daniel 7 for sure.",
    "start": "00:57:09",
    "end": "00:57:11"
  },
  {
    "text": "That's right. But Daniel 7 only makes the sense that it does in light of this depiction of God in humans. In Genesis 1, in Psalm 8, one.",
    "start": "00:57:11",
    "end": "00:57:19"
  },
  {
    "text": "Way of framing it is that God is bringing a human into his identity. Another way of framing it is that the Word became flesh.",
    "start": "00:57:19",
    "end": "00:57:27"
  },
  {
    "text": "Correct? Yeah, that's right.",
    "start": "00:57:27",
    "end": "00:57:29"
  },
  {
    "text": "So it's that God became human.",
    "start": "00:57:30",
    "end": "00:57:33"
  },
  {
    "text": "Correct.",
    "start": "00:57:33",
    "end": "00:57:34"
  },
  {
    "text": "So he isn't elevating a human, he's elevating a God. Human.",
    "start": "00:57:34",
    "end": "00:57:38"
  },
  {
    "text": "Yeah, that's right. Yeah, totally. Yeah. That's where this is all going.",
    "start": "00:57:38",
    "end": "00:57:41"
  },
  {
    "text": "Yeah.",
    "start": "00:57:41",
    "end": "00:57:42"
  },
  {
    "text": "But I'm saying this is preparing, giving us the conceptual categories of the incarnation of God become human. Genesis 1 is about God elevating humans to this role, which they forfeit.",
    "start": "00:57:42",
    "end": "00:57:54"
  },
  {
    "text": "Yeah.",
    "start": "00:57:55",
    "end": "00:57:55"
  },
  {
    "text": "And then the rest of the story is just going to be iterating on just how every generation of humans just keeps forfeiting.",
    "start": "00:57:55",
    "end": "00:58:01"
  },
  {
    "text": "Yeah.",
    "start": "00:58:01",
    "end": "00:58:02"
  },
  {
    "text": "The chance to participate in the divine rule as God's image. And so the climactic solution in Jesus is that as the Son of Man, God becomes the Son of man.",
    "start": "00:58:02",
    "end": "00:58:13"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:58:13",
    "end": "00:58:15"
  },
  {
    "text": "Which if you have a God, I don't know who's so walled off.",
    "start": "00:58:15",
    "end": "00:58:19"
  },
  {
    "text": "Yeah.",
    "start": "00:58:19",
    "end": "00:58:20"
  },
  {
    "text": "From his creation, so transcendent and above it, something like the Incarnation is very bizarre, but the biblical God is just in this very close, intimate relationship, and he allows the developing story of his creation to affect him as he relates to it, and he eventually becomes a part of it in and through the incarnation. I don't even know what I'm talking about. I know once I get here, I'm just like, yeah. All I have is the language of the story, the biblical story to make sense of something that's just like, what?",
    "start": "00:58:20",
    "end": "00:58:52"
  },
  {
    "text": "Yeah. Hey, thanks for listening to this episode of the BibleProject podcast. If you're enjoying this conversation on the Son of Man, you'll like the video we made on the Son of Man. It's on our YouTube channel, YouTube.com the Bibleproject. It's also on our website, thebibleproject.com Also, if you've been enjoying this podcast, one really amazingly helpful thing you can do is review or rate our podcast on itunes or whatever service you use that helps other people find it and enjoy it too. Also, make sure to check out our show notes that has more information on this episode, including references to books that Tim made in the episode. Today's show was produced by Dan Gummel, the music by the band Tense. We're a crowdfunded nonprofit in Portland, Oregon. We believe the Bible is a unified story that leads to Jesus. We make free resources, videos, podcasts, study notes, other downloads. It's all for free@thebibleproject.com thanks for being a part of this with us.",
    "start": "00:58:52",
    "end": "00:59:57"
  },
  {
    "text": "Hola. Mi nombre Adriana y soy de Peru Y tambien mi e Ciudad es Barcelona porque vivimo San Jose. We believe the Bible is a unified state story that leads to Jesus. We are a crowdfunded project by people like me. Find free videos, study notes and more@thebibleproject.com.",
    "start": "00:59:58",
    "end": "01:00:19"
  }
]