[
  {
    "text": "Hey, this is Tim at the bibleproject. This is the final episode of John and I's conversation about the Son of Man. This was a phrase that was Jesus favorite title to describe himself. And in all the episodes up to this one, John and I have been exploring this theme and how it develops throughout the whole biblical story, the Son of man, from Genesis 1 all the way up to Daniel, chapter 7. In the last episode, we talked about how the New Testament Gospels portray Jesus as a son of man, that is, as a new Adam. Except this Adam doesn't give in to evil. He doesn't try to grab at power and influence. Rather, he overcomes the temptation in the wilderness and then moves out to launch God's kingdom here on earth as it is in heaven. So in this episode, John and I are gonna talk about some of the different teachings of Jesus where he actually uses this phrase, the Son of Man. And if you track with what Jesus says about the Son of Man, you can see patterns. These are well known stories about Jesus forgiving people's sins, how he picked grain with his disciples on the Sabbath, the story of his trial before the high priest. And when you focus in on why Jesus calls himself the Son of Man, at just these moments, all this new light gets shed on these familiar stories and sayings of Jesus. So there you go. I'll let the conversation speak for itself. Turn your heart and mind onto learning mode and get ready to discover along with John and I. So here we go.",
    "start": "00:00:08",
    "end": "00:01:44"
  },
  {
    "text": "So we're continuing conversation on the Son of Man.",
    "start": "00:01:48",
    "end": "00:01:50"
  },
  {
    "text": "Yes.",
    "start": "00:01:50",
    "end": "00:01:51"
  },
  {
    "text": "And we talked about Jesus represented in Mark and Matthew as the new Adam, new David, Daniel figure who passed the test in the wilderness. And man. It was so cool to see how the detail, especially in Mark, of when he's in the wilderness. We're told that he's there with the beasts, so he's ruling as man, the land animals, Genesis 1 kind of commission. But then the angels are ministering to him. So he also rules over the angels?",
    "start": "00:01:51",
    "end": "00:02:26"
  },
  {
    "text": "Yeah, yeah, they're his staff.",
    "start": "00:02:26",
    "end": "00:02:28"
  },
  {
    "text": "Yeah, he's a human. But we know from his birth narrative there's something more to him. And he's called by Mark the Son of God, and that he's given this designation of being, given the status of a ruler.",
    "start": "00:02:29",
    "end": "00:02:48"
  },
  {
    "text": "Well, yeah, I think the birth narratives are making a claim that the Christian tradition has come to call the Incarnation, that he isn't just a superpowered human like a Moses or a David, but that he is actually the God of this story. Become human. Yeah, to be the human that no human Is capable of being. Yeah, yeah. I think that's the implication of the conception by the Holy Spirit. So when Jesus is declared the Son of God at the baptism. Actually, this is an important clarification because there are some readers throughout history have taken that to mean, oh, Jesus was a human who got supercharged at his baptism. If you didn't have the Holy Spirit conception idea.",
    "start": "00:02:48",
    "end": "00:03:37"
  },
  {
    "text": "Yeah.",
    "start": "00:03:37",
    "end": "00:03:38"
  },
  {
    "text": "Like in Mark. Well, according to Mark, there's no birth narrative. You just get Jesus showing up on the scene.",
    "start": "00:03:38",
    "end": "00:03:43"
  },
  {
    "text": "Yeah.",
    "start": "00:03:43",
    "end": "00:03:43"
  },
  {
    "text": "And so some people think that that preserves the earliest view of Jesus is that it's called adoptionist Christology, that he's a human that was filled with God's spirit and adopted as the Son of God. Against that concept, however, is the whole view of Jesus and Paul's letters that we explored in a previous series. And Paul's letters have a fully divine human Jesus.",
    "start": "00:03:43",
    "end": "00:04:10"
  },
  {
    "text": "Yeah.",
    "start": "00:04:10",
    "end": "00:04:10"
  },
  {
    "text": "And Paul's letters predate the Gospels by a decade or two. And then Matthew and Luke both have the birth narratives that make clear the incarnational idea.",
    "start": "00:04:11",
    "end": "00:04:21"
  },
  {
    "text": "But calling someone the Son of God is not saying that they are man and God.",
    "start": "00:04:21",
    "end": "00:04:26"
  },
  {
    "text": "Correct.",
    "start": "00:04:26",
    "end": "00:04:27"
  },
  {
    "text": "Because David was called the Son of God. Israel.",
    "start": "00:04:27",
    "end": "00:04:29"
  },
  {
    "text": "That's right. So when Jesus is introduced as the Son of God, the story that you're about to read is going to give a new level of depth to that pre existing term.",
    "start": "00:04:29",
    "end": "00:04:40"
  },
  {
    "text": "I'm supposed to be thinking royal human.",
    "start": "00:04:40",
    "end": "00:04:43"
  },
  {
    "text": "Ruler, human adopted to divine status. The status of divine rule.",
    "start": "00:04:43",
    "end": "00:04:48"
  },
  {
    "text": "Divine rule.",
    "start": "00:04:49",
    "end": "00:04:50"
  },
  {
    "text": "Every Son of God I've met in the story, Adam rules on God's behalf. Yep. Is a human who's elevated to rule on God's behalf.",
    "start": "00:04:50",
    "end": "00:04:58"
  },
  {
    "text": "Got it.",
    "start": "00:04:58",
    "end": "00:04:59"
  },
  {
    "text": "However, it's clear that the Gospels are using that pre existing idea, but also making an even greater claim about Jesus. He didn't become divine.",
    "start": "00:04:59",
    "end": "00:05:09"
  },
  {
    "text": "Yeah.",
    "start": "00:05:09",
    "end": "00:05:10"
  },
  {
    "text": "Rather, he was the God of Israel become human. That's the claim that they're making.",
    "start": "00:05:10",
    "end": "00:05:14"
  },
  {
    "text": "So Mark calls him the Son of God, but Jesus likes to call himself the Son of Man.",
    "start": "00:05:14",
    "end": "00:05:20"
  },
  {
    "text": "Son of man. Yep.",
    "start": "00:05:20",
    "end": "00:05:21"
  },
  {
    "text": "And he uses it a lot.",
    "start": "00:05:21",
    "end": "00:05:23"
  },
  {
    "text": "Yeah.",
    "start": "00:05:23",
    "end": "00:05:23"
  },
  {
    "text": "And we're gonna look at some of the times he does that.",
    "start": "00:05:23",
    "end": "00:05:26"
  },
  {
    "text": "Yes. Some examples. Yeah. This whole series and conversation got started saying Jesus called himself the Son. Son of Man. We actually haven't looked at any yet.",
    "start": "00:05:26",
    "end": "00:05:34"
  },
  {
    "text": "Yeah.",
    "start": "00:05:35",
    "end": "00:05:35"
  },
  {
    "text": "Let's look at some people who study the Son of Man sayings of Jesus. Notice some patterns. If you look at all the sayings where he calls himself the Son of Man, you notice three different nuances that he gives. In other words, if you look at.",
    "start": "00:05:36",
    "end": "00:05:52"
  },
  {
    "text": "Yeah.",
    "start": "00:05:53",
    "end": "00:05:53"
  },
  {
    "text": "The collection of sayings, if you Read those in context. You'll notice three patterns, three common themes.",
    "start": "00:05:53",
    "end": "00:05:59"
  },
  {
    "text": "Okay.",
    "start": "00:05:59",
    "end": "00:06:00"
  },
  {
    "text": "And the first one is where Jesus will talk about the Son of Man having some kind of divine authority, which makes sense. Okay, here's the first example where Jesus will use the Son of Man phrase to describe himself as having divine authority.",
    "start": "00:06:00",
    "end": "00:06:16"
  },
  {
    "text": "Okay.",
    "start": "00:06:17",
    "end": "00:06:17"
  },
  {
    "text": "Mark, chapter two. Here, I'll set up the scene, and then I'll let you read the words of Jesus.",
    "start": "00:06:18",
    "end": "00:06:22"
  },
  {
    "text": "All right.",
    "start": "00:06:22",
    "end": "00:06:22"
  },
  {
    "text": "All right. So this is. Jesus is teaching in a house. All these people are gathered around the house. There's some guys who have a friend who's paralyzed. He can't walk. So they try to bring him to Jesus. They can't get near him.",
    "start": "00:06:22",
    "end": "00:06:35"
  },
  {
    "text": "There's too many people there.",
    "start": "00:06:36",
    "end": "00:06:36"
  },
  {
    "text": "Too many people. And so they find a way up onto the roof and start shredding the roof apart. I've always just tried to imagine the scene of, like, Jesus in the house. And there's, like, dust and debris falling from the ceiling. You know, they're just like, what? What on earth? I'm trying to talk here, John.",
    "start": "00:06:36",
    "end": "00:06:54"
  },
  {
    "text": "Mark taught on this recently, and he was like. He called it vandalism. He's like, you just gotta have friends who will vandalize for you.",
    "start": "00:06:54",
    "end": "00:07:02"
  },
  {
    "text": "Yeah. You go to someone else's house.",
    "start": "00:07:02",
    "end": "00:07:04"
  },
  {
    "text": "Yeah.",
    "start": "00:07:04",
    "end": "00:07:05"
  },
  {
    "text": "You know, and you start shredding it.",
    "start": "00:07:05",
    "end": "00:07:06"
  },
  {
    "text": "Yeah.",
    "start": "00:07:06",
    "end": "00:07:07"
  },
  {
    "text": "To get. Yeah. So you get there. They get this guy in front of Jesus. Jesus says, little boy, your sins are forgiven. But the religious leaders are sitting around and they say, why does this man speak this way? He's blaspheming, which means offending God's honor. Who can forgive sins but the one God? But the one God. And then the story picks up.",
    "start": "00:07:07",
    "end": "00:07:32"
  },
  {
    "text": "So Jesus, aware in his spirit that they were reasoning that way within themselves, said to them, why are you reasoning about these things in your hearts? Which is easier to say to the paralytic, your sins are forgiven, or to. To say, get up and pick up your pallet and walk. But so that you may know that the Son of Man has authority on earth to forgive sins, he said to the paralytic, I say to you, pick up your pallet and go home. And he got up and immediately picked up his pallet and went out in the sight of everyone. And they were amazed.",
    "start": "00:07:32",
    "end": "00:08:07"
  },
  {
    "text": "Yeah. And they were amazed. And they started glorifying God, saying, we've never seen anything like this.",
    "start": "00:08:07",
    "end": "00:08:13"
  },
  {
    "text": "Hmm.",
    "start": "00:08:13",
    "end": "00:08:13"
  },
  {
    "text": "Okay. So Jesus is identifying himself as the Son of Man. He's doing it in the third person so that you may know the Son of Man.",
    "start": "00:08:14",
    "end": "00:08:23"
  },
  {
    "text": "Yeah.",
    "start": "00:08:23",
    "end": "00:08:23"
  },
  {
    "text": "Okay. All right. So this Is interesting. In Greek the phrase is the son of the human to thes. To the's. The son of the human. So really significant. The Son of man has been a small like industry in New Testament studies in the last hundred years. It's long rabbit hole as to why it's been complicated and people write whole books in response to each other's books and. But one of the most important kind of landmark summaries and like studies done was by a scholar named Joel Marcus.",
    "start": "00:08:23",
    "end": "00:08:59"
  },
  {
    "text": "Yeah. You've quoted from him.",
    "start": "00:08:59",
    "end": "00:09:00"
  },
  {
    "text": "Yeah. And it's just called. It was a two part. It was in a scholarly journal but he published two like 30 page essays. That's parts one and two. He wrote a small book in this journal, it's called the Son of Man as son of Adam. And he makes an argument and many people are compelled by it, that the son of the human. The human there as a reference to. Because remember in Hebrew Adam is human.",
    "start": "00:09:01",
    "end": "00:09:26"
  },
  {
    "text": "Yeah, the son of the Adam.",
    "start": "00:09:26",
    "end": "00:09:27"
  },
  {
    "text": "The son of the Adam, namely the ultimate Adam.",
    "start": "00:09:27",
    "end": "00:09:31"
  },
  {
    "text": "Yeah.",
    "start": "00:09:31",
    "end": "00:09:31"
  },
  {
    "text": "And so he points out here that Jesus focus is that the Son of Man has authority on earth, but to forgive sins. To forgive sins. That's right.",
    "start": "00:09:32",
    "end": "00:09:43"
  },
  {
    "text": "Which is like a heavenly kind of thing to do.",
    "start": "00:09:43",
    "end": "00:09:46"
  },
  {
    "text": "Yeah, exactly. Yeah. Which is clearly what the religious leaders pick up on who can forgive sins but the one God. You go to the temple for that and the priest doesn't forgive you. He tells you that God forgives you because you've done what God told you to do. But here Jesus is just waltzing around.",
    "start": "00:09:46",
    "end": "00:10:03"
  },
  {
    "text": "Shortcut.",
    "start": "00:10:03",
    "end": "00:10:04"
  },
  {
    "text": "Yeah. Totally dispensing God's forgiveness as if it's his to offer.",
    "start": "00:10:04",
    "end": "00:10:08"
  },
  {
    "text": "Yeah.",
    "start": "00:10:08",
    "end": "00:10:09"
  },
  {
    "text": "And he thinks the focus here is on earth. The Son of man has authority on earth here. I'll just quote Marcus here because he has a good summary. He says Adam was created to be the terrestrial representative of the heavenly king, to rule on earth as God rules in heaven.",
    "start": "00:10:09",
    "end": "00:10:26"
  },
  {
    "text": "This is to be in the image of God.",
    "start": "00:10:27",
    "end": "00:10:29"
  },
  {
    "text": "Correct. Genesis 1. So Jesus here is emphasizing that his authority to forgive sin on earth derives its ultimate authority from God's prerogative to forgive sins in heaven. In other words, the assumption underneath all this is God is the one who forgives sins. Where is he? He's enthroned in the heavens over heaven and earth. But now Jesus is identifying himself as the one on earth carrying out God's rule. Yeah, yeah, it is. There you go. So the first Adam is associated both with royal rule, but also with sin and death. And so here Jesus is portrayed, Marcus goes on as the royal Human who has power over both sin and death. And death is made concrete here in this story in terms of the man's paralyzed, broken body.",
    "start": "00:10:29",
    "end": "00:11:20"
  },
  {
    "text": "Yeah.",
    "start": "00:11:20",
    "end": "00:11:21"
  },
  {
    "text": "So for Jesus to forgive and to heal are really just two sides of him as the new Adam who has power over evil and death.",
    "start": "00:11:21",
    "end": "00:11:31"
  },
  {
    "text": "So when he says, which is easier to say, you're forgiven, or to pick up your pallet and walk.",
    "start": "00:11:31",
    "end": "00:11:38"
  },
  {
    "text": "Yeah.",
    "start": "00:11:38",
    "end": "00:11:38"
  },
  {
    "text": "The kind of point there is to say, well, anyone can walk around saying, you're forgiven, who could actually heal the person.",
    "start": "00:11:38",
    "end": "00:11:44"
  },
  {
    "text": "That's right.",
    "start": "00:11:44",
    "end": "00:11:45"
  },
  {
    "text": "But in a way, they're both equally.",
    "start": "00:11:45",
    "end": "00:11:47"
  },
  {
    "text": "Yes.",
    "start": "00:11:48",
    "end": "00:11:48"
  },
  {
    "text": "Authoritative.",
    "start": "00:11:48",
    "end": "00:11:49"
  },
  {
    "text": "Yeah.",
    "start": "00:11:49",
    "end": "00:11:49"
  },
  {
    "text": "One is divine. Yeah. Divine.",
    "start": "00:11:49",
    "end": "00:11:51"
  },
  {
    "text": "Yeah.",
    "start": "00:11:51",
    "end": "00:11:52"
  },
  {
    "text": "They're both equally impressive.",
    "start": "00:11:52",
    "end": "00:11:53"
  },
  {
    "text": "They're both things that only God can do.",
    "start": "00:11:53",
    "end": "00:11:55"
  },
  {
    "text": "Yeah.",
    "start": "00:11:56",
    "end": "00:11:56"
  },
  {
    "text": "Assumed here.",
    "start": "00:11:56",
    "end": "00:11:57"
  },
  {
    "text": "Yeah.",
    "start": "00:11:57",
    "end": "00:11:57"
  },
  {
    "text": "To both to forgive and to bring new creation to someone's body.",
    "start": "00:11:57",
    "end": "00:12:01"
  },
  {
    "text": "And. Yeah. That's cool. I've never read these Son of Man passages thinking about being the new Adam. It really fills it out in a new way of. When he says authority on earth.",
    "start": "00:12:01",
    "end": "00:12:14"
  },
  {
    "text": "Yeah.",
    "start": "00:12:15",
    "end": "00:12:15"
  },
  {
    "text": "That was the whole point.",
    "start": "00:12:15",
    "end": "00:12:16"
  },
  {
    "text": "Yes. That's right.",
    "start": "00:12:16",
    "end": "00:12:17"
  },
  {
    "text": "For man to have authority on earth to rule on God's behalf. What does that look like? Well, if you have God's divine rule, you're doing God stuff.",
    "start": "00:12:17",
    "end": "00:12:29"
  },
  {
    "text": "Yeah, that's right. What does God do?",
    "start": "00:12:29",
    "end": "00:12:31"
  },
  {
    "text": "And what does God do?",
    "start": "00:12:31",
    "end": "00:12:32"
  },
  {
    "text": "He brings healing and forgiveness.",
    "start": "00:12:32",
    "end": "00:12:33"
  },
  {
    "text": "Yeah.",
    "start": "00:12:33",
    "end": "00:12:34"
  },
  {
    "text": "Yeah. Actually, this is good. It's. The Son of Man embodies God's ethic of power and influence.",
    "start": "00:12:34",
    "end": "00:12:41"
  },
  {
    "text": "Yeah.",
    "start": "00:12:41",
    "end": "00:12:41"
  },
  {
    "text": "Which is not a Satanic mindset according to the temptation that Jesus underwent, which is to seize and to take and to hoard and exert power. Correct. It's to give it away, thereby qualifying yourself to truly, truly hold influence. Here's another one. Another Son of Man saying, this is in Mark, chapter two, not far from the story we just read. And it happened that while Jesus was passing through grain fields on Shabbat on the Sabbath, his disciples began to make their way along and, hey, you know, we're walking by a grain field. You know, Deuteronomy, Leviticus say, you know, don't harvest the edges of your field. You know, leave it for hungry people in your community. So. So they started picking heads of grain. The Pharisees were saying to him, look, why are they doing what's not lawful on the Sabbath?",
    "start": "00:12:42",
    "end": "00:13:59"
  },
  {
    "text": "Because you're not supposed to harvest on the Sabbath.",
    "start": "00:13:59",
    "end": "00:14:02"
  },
  {
    "text": "Yeah. It can be interpreted as a form of harvesting.",
    "start": "00:14:02",
    "end": "00:14:04"
  },
  {
    "text": "Yeah.",
    "start": "00:14:04",
    "end": "00:14:05"
  },
  {
    "text": "And listen, many other days of the week to do that.",
    "start": "00:14:05",
    "end": "00:14:08"
  },
  {
    "text": "Yeah.",
    "start": "00:14:08",
    "end": "00:14:09"
  },
  {
    "text": "Yeah. Jesus said to them, have you read the Bible? Do you remember what David did when he was in need, when he and his companions were hungry. He actually went into the temple in the time of Aviathar, the high priest, and he ate the consecrated bread, which is not legal for anybody to eat except priests. And then David gave it to his crew, his hungry crew.",
    "start": "00:14:09",
    "end": "00:14:31"
  },
  {
    "text": "David broke the rules.",
    "start": "00:14:32",
    "end": "00:14:33"
  },
  {
    "text": "Yeah.",
    "start": "00:14:33",
    "end": "00:14:34"
  },
  {
    "text": "Why can't I break the rules?",
    "start": "00:14:34",
    "end": "00:14:35"
  },
  {
    "text": "Yeah, on one level. So he's getting at another level is David is the son of God. He's God's royal appointed ruler on earth. And so the temple, if the temple is a little micro Eden, then the bread of Eden is made for Adam and Eve in the garden.",
    "start": "00:14:35",
    "end": "00:14:53"
  },
  {
    "text": "Is that part of the point of that story then? And that detail of the story, when you see David eating that bread, you're supposed to be thinking like, wow, he's not supposed to be doing that, but he is the son of God. And this is.",
    "start": "00:14:54",
    "end": "00:15:05"
  },
  {
    "text": "Yeah. Within the David story. Yeah, dude. The way that this narrative features in the David story. Yeah. Is awesome. But it's in the section where Saul is no longer the king of Israel in God's eyes, but David is rather he is the real king in God's eyes, but he's not made public.",
    "start": "00:15:06",
    "end": "00:15:24"
  },
  {
    "text": "Right.",
    "start": "00:15:24",
    "end": "00:15:25"
  },
  {
    "text": "So there's a whole stretch of the story where David's the real king, but he's waiting patiently for God to exalt him as king while the false kings of Israel, you know, do their thing. And so you have David fleeing into the wilderness. He's about to go into the wilderness and he makes a stop by the temple shrine and he enters into it and he picks up the sword of Goliath and he picks up the bread and. And the priest gives him bread. And so in the narrative, yeah, it's this image of the real king of Israel isn't public yet, but yeah, he can go into the holy place and have authority over it as the Adam, the new Adam over Israel. For sure. That's what's going on. So think if Jesus is placing himself in the place of David and David's like soldiers, he's putting himself in that role. Who in this story is fitting into the Saul the false leaders of Israel story?",
    "start": "00:15:25",
    "end": "00:16:23"
  },
  {
    "text": "Yeah, the religious leaders.",
    "start": "00:16:24",
    "end": "00:16:25"
  },
  {
    "text": "Right. So he's putting himself in the spot of the underdog, David.",
    "start": "00:16:25",
    "end": "00:16:29"
  },
  {
    "text": "Yeah.",
    "start": "00:16:29",
    "end": "00:16:29"
  },
  {
    "text": "Who is the true king, but just not recognized.",
    "start": "00:16:29",
    "end": "00:16:31"
  },
  {
    "text": "Yeah. Which would lead them to be like, who do you think you are?",
    "start": "00:16:32",
    "end": "00:16:36"
  },
  {
    "text": "Totally. Yeah. But Jesus doesn't give him a chance because then he says this. The Sabbath was made on account of or because of the human and not the human. Because of the Sabbath.",
    "start": "00:16:36",
    "end": "00:16:49"
  },
  {
    "text": "Yeah.",
    "start": "00:16:49",
    "end": "00:16:49"
  },
  {
    "text": "Therefore the Son of Man Is Lord even of the Sabbath. This is Riddler. Jesus. Yeah, this is totally Riddler. Yeah, he's speaking in riddles.",
    "start": "00:16:49",
    "end": "00:17:00"
  },
  {
    "text": "Don't let me go down this rabbit hole.",
    "start": "00:17:00",
    "end": "00:17:02"
  },
  {
    "text": "Well, we kind of have to.",
    "start": "00:17:03",
    "end": "00:17:05"
  },
  {
    "text": "All right. Awesome.",
    "start": "00:17:05",
    "end": "00:17:06"
  },
  {
    "text": "At least just to say. Well, here. Actually, Joel, Marcus has a great. Again, quoting from Marcus here. Marcus notes from Genesis itself. To be sure. One might get the impression that the Sabbath was not created because of the human, but because of God.",
    "start": "00:17:06",
    "end": "00:17:21"
  },
  {
    "text": "Yeah, that's what I was going to say.",
    "start": "00:17:21",
    "end": "00:17:22"
  },
  {
    "text": "God rested on the seventh day from the labor of the preceding six days, and therefore hallowed the seventh day in perpetuity. However, he notes, in Jewish tradition, scholars went to great pains to make clear that God wasn't tired. It's not like he needed a rest, but that the purpose of the Sabbath was for humanity to provide rest for them.",
    "start": "00:17:23",
    "end": "00:17:46"
  },
  {
    "text": "And you've mentioned this. It's God's resting in creation. It's like him taking up his royal.",
    "start": "00:17:46",
    "end": "00:17:53"
  },
  {
    "text": "Place within the world, filling it with his presence, filling it with. And it becoming his dominion, his place of where he rules.",
    "start": "00:17:54",
    "end": "00:18:02"
  },
  {
    "text": "Yeah. So in the Genesis narrative, it's about his inauguration as king of creation.",
    "start": "00:18:02",
    "end": "00:18:10"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:18:10",
    "end": "00:18:11"
  },
  {
    "text": "But then as it becomes a law or a part of the. Yeah, as a part of the law.",
    "start": "00:18:11",
    "end": "00:18:18"
  },
  {
    "text": "Well, let's pause here. And then you get humans who are also appointed to rule.",
    "start": "00:18:18",
    "end": "00:18:23"
  },
  {
    "text": "Yeah.",
    "start": "00:18:23",
    "end": "00:18:24"
  },
  {
    "text": "On God's behalf. And the image of where they rule is that of cultivating a garden.",
    "start": "00:18:24",
    "end": "00:18:30"
  },
  {
    "text": "Yes.",
    "start": "00:18:30",
    "end": "00:18:31"
  },
  {
    "text": "You know, they have to work and care for it. Dude, it just produces your food.",
    "start": "00:18:31",
    "end": "00:18:35"
  },
  {
    "text": "Yeah.",
    "start": "00:18:35",
    "end": "00:18:35"
  },
  {
    "text": "The idea of a garden, you know, it's a labor, but it's a labor that gives working with you easy produce. You're there with the animals. The food just comes right off the trees. It's the image, the inversion, the curse that's the blessing. The inversion or the curse is the.",
    "start": "00:18:35",
    "end": "00:18:53"
  },
  {
    "text": "Ground that you're working hard at.",
    "start": "00:18:53",
    "end": "00:18:55"
  },
  {
    "text": "Totally. Now you're going to grind yourself back to dust through sweat and hard labor to get any food out of the ground. It's going to kill you. The ground's going to kill you. As you try to get food out of it, it'll slowly kill you. So the Sabbath is a way. God declares that there's a day of rest. The human future destiny and purpose isn't governed by its slavery to survival from the land. But you declare a whole day where you imitate God's rest and rule over creation, and you live like the first Adam and Eve to just rest in God's world and trust that your provision and security is all given as a gift. You don't have to scratch the images.",
    "start": "00:18:55",
    "end": "00:19:40"
  },
  {
    "text": "Of Adam and Eve living in the Sabbath, living in the inaugural reign of God, who's resting in creation and things. You work, but there's this amazing kind of producing for you happening at the same time.",
    "start": "00:19:40",
    "end": "00:19:55"
  },
  {
    "text": "Yeah, I mean, I think what Jesus is reflecting on here isn't just his reflection. This is a Hebrew Bible's depiction of the Sabbath, which is it's God's presence filling all creation so that as humans represent him as rulers, they live in a world that is friendly to them, that welcomes them, that they are in authority over.",
    "start": "00:19:55",
    "end": "00:20:16"
  },
  {
    "text": "We almost need a term like, because we have creation and we talk about creation, but we're generally talking about the state of things now.",
    "start": "00:20:17",
    "end": "00:20:25"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:20:25",
    "end": "00:20:25"
  },
  {
    "text": "And we talk about new creation.",
    "start": "00:20:25",
    "end": "00:20:27"
  },
  {
    "text": "Yes.",
    "start": "00:20:27",
    "end": "00:20:27"
  },
  {
    "text": "This is kind of like predicting whatever. It's not. It's not precreation.",
    "start": "00:20:27",
    "end": "00:20:30"
  },
  {
    "text": "It's the Genesis 1 ideal.",
    "start": "00:20:30",
    "end": "00:20:32"
  },
  {
    "text": "It's the ideal. It's the ideal, and the ideal is Sabbath. But when Jesus says the Sabbath was made, is he referring to that seventh day of creation or is he referring to like the law that was given that points to that ideal?",
    "start": "00:20:32",
    "end": "00:20:47"
  },
  {
    "text": "Yeah. Okay, so let me just continue the Marcus quote here. He says the Sabbath according to Jesus Logic in Mark 2 was created for Adam's sake and the humanity he represents, not the other way around.",
    "start": "00:20:47",
    "end": "00:21:01"
  },
  {
    "text": "When he says the Sabbath, he's referring.",
    "start": "00:21:01",
    "end": "00:21:03"
  },
  {
    "text": "To what the ideal of Genesis 1.",
    "start": "00:21:03",
    "end": "00:21:05"
  },
  {
    "text": "The ideal of Genesis 1 was for humanity.",
    "start": "00:21:05",
    "end": "00:21:08"
  },
  {
    "text": "Yeah. The Sabbath was built into the structure of the world that was made subject to Adam.",
    "start": "00:21:08",
    "end": "00:21:13"
  },
  {
    "text": "Okay, got it.",
    "start": "00:21:13",
    "end": "00:21:14"
  },
  {
    "text": "Therefore, Adam's final son, the Son of Man, who has recovered the dominion that his great forefather forfeited. He's Lord not only of the world in general, but. But of the Sabbath in particular. So we're going to start conversations about the Sabbath for a video coming down the pipeline. But yeah, the Sabbath one ideal is a picture of the ideal creation. And it's not made to end. It doesn't have an ending like the other days of Genesis 1. There's evening and there's morning. It just is the culmination. And it's precisely that Sabbath rest that is forfeited in the rebellion of the humans in the garden, because now they die scratching out an existence in the dirt.",
    "start": "00:21:14",
    "end": "00:22:00"
  },
  {
    "text": "And so then the practice of the Sabbath then becomes a way to remember and to also try to live and initiate that ideal that was lost.",
    "start": "00:22:01",
    "end": "00:22:14"
  },
  {
    "text": "That's right. Which Isaiah will call a new heavens and a new earth. Yeah, New creation. What Paul Called New Creation.",
    "start": "00:22:14",
    "end": "00:22:23"
  },
  {
    "text": "So he says the Sabbath was made because of the human. He's saying when God created, the seventh day came and rested with the humans. That was for the sake of humanity, to be living with God in this abundance.",
    "start": "00:22:23",
    "end": "00:22:39"
  },
  {
    "text": "Yeah. And as his appointed rulers and authorities. Yeah, yeah. Yep.",
    "start": "00:22:39",
    "end": "00:22:43"
  },
  {
    "text": "And it wasn't that God was like, oh, you know, this really cool special place I want to have. Oh, now I'm lonely. I'll create humans, Right. So that they can take care of this place that I want. That would be like the Sabbath that humans are created for. The Sabbath.",
    "start": "00:22:44",
    "end": "00:23:00"
  },
  {
    "text": "Yeah, yeah, I got it. Yeah. Yeah. I've never. Yeah. I've never thought of the opposite of it before. Humans were not made for the Sabbath.",
    "start": "00:23:00",
    "end": "00:23:09"
  },
  {
    "text": "God created. God created humans.",
    "start": "00:23:09",
    "end": "00:23:11"
  },
  {
    "text": "Yeah. And I want a day off every week, darn it. And so you humans are going to do likewise. Right.",
    "start": "00:23:11",
    "end": "00:23:18"
  },
  {
    "text": "Or to say, in the logic of the narrative, God creates the humans, and then there's the seventh day where they rest and reign, or God rests and reign, and we.",
    "start": "00:23:18",
    "end": "00:23:27"
  },
  {
    "text": "And we learn and they participate.",
    "start": "00:23:27",
    "end": "00:23:28"
  },
  {
    "text": "They participate in it.",
    "start": "00:23:28",
    "end": "00:23:29"
  },
  {
    "text": "Yeah.",
    "start": "00:23:29",
    "end": "00:23:30"
  },
  {
    "text": "But you could have another narrative where God creates this kind of wonderful utopia.",
    "start": "00:23:30",
    "end": "00:23:36"
  },
  {
    "text": "Yeah.",
    "start": "00:23:36",
    "end": "00:23:36"
  },
  {
    "text": "And then he's like, you know, I kind of just need some humans around to take care of this for me. And then, okay, I'll create some humans. Now they can live in this utopia. And that would be like God creating the garden. And then. And then the humans later. Wait, in Genesis 2, he. Is that the flow?",
    "start": "00:23:37",
    "end": "00:23:56"
  },
  {
    "text": "He makes the human. He makes human, then plants the garden. Plants human in the garden.",
    "start": "00:23:56",
    "end": "00:24:00"
  },
  {
    "text": "Yeah, yeah. So the Sabbath was made because of the human, not the human. Because of the Sabbath.",
    "start": "00:24:00",
    "end": "00:24:06"
  },
  {
    "text": "Yeah. The Sabbath is the ideal reality that God destined humans for. It's the culmination of Genesis 1 and of all human history. And therefore, the Sabbath isn't supposed to be practiced in a way that prohibits human flourishing. You know, the things that Jesus will get in trouble for doing on the Sabbath is healing people and healing people.",
    "start": "00:24:06",
    "end": "00:24:34"
  },
  {
    "text": "Which is an Eden ideal.",
    "start": "00:24:36",
    "end": "00:24:37"
  },
  {
    "text": "Yeah. Both of which are. Yeah. Eating and having healthy, whole bodies are definitely. Yeah. Eden ideals. So here Jesus is saying, and I'm the ultimate. I'm the truly human one appointed to rule over heaven and earth. So I declare that hungry people getting food is exactly what the Sabbath is for.",
    "start": "00:24:37",
    "end": "00:24:57"
  },
  {
    "text": "Yeah.",
    "start": "00:24:57",
    "end": "00:24:57"
  },
  {
    "text": "And so even if it means picking from a grain field, which is what a farmer does, you know, Monday, Tuesday, Wednesday, Thursday, and that's considered work, but on the Sabbath, it's just considered, like, eaten from the trees of Eden.",
    "start": "00:24:58",
    "end": "00:25:11"
  },
  {
    "text": "Yeah. And there seems to be a bit Of a. Like something he's doing with the way he's using the human and then the Son of the human.",
    "start": "00:25:11",
    "end": "00:25:18"
  },
  {
    "text": "Oh, sure.",
    "start": "00:25:18",
    "end": "00:25:19"
  },
  {
    "text": "Sabbath was made because of the human.",
    "start": "00:25:19",
    "end": "00:25:20"
  },
  {
    "text": "Yeah, Adam, humanity.",
    "start": "00:25:20",
    "end": "00:25:22"
  },
  {
    "text": "So the Son of the human.",
    "start": "00:25:22",
    "end": "00:25:24"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:25:24",
    "end": "00:25:25"
  },
  {
    "text": "What's the difference there in his mind is like he. It's made because of the human. So the Son of the human.",
    "start": "00:25:25",
    "end": "00:25:31"
  },
  {
    "text": "Yes, Marcus made the point. So the idea is the Sabbath was built into the structure of the world that was made subject to Adam.",
    "start": "00:25:32",
    "end": "00:25:40"
  },
  {
    "text": "Yeah.",
    "start": "00:25:40",
    "end": "00:25:41"
  },
  {
    "text": "Therefore, Adam's ultimate son, the Son of Adam, has recovered the dominion that his forefather forfeited. And so he's not just Lord of the world in general, he's Lord of time, he's the divine Lord.",
    "start": "00:25:41",
    "end": "00:25:55"
  },
  {
    "text": "He's the Lord of eternal rest, of.",
    "start": "00:25:55",
    "end": "00:25:57"
  },
  {
    "text": "Heaven and earth, the ideal and of its future destiny. Yeah, yeah. Son of man is Lord of the Sabbath. I mean, it's a riddle. That's why it puzzles readers, but it's an invitation to.",
    "start": "00:25:57",
    "end": "00:26:08"
  },
  {
    "text": "And this is another example of Son of Man being connected to divine authority.",
    "start": "00:26:08",
    "end": "00:26:13"
  },
  {
    "text": "Yep. A number of the Son of Man sayings of Jesus are like this. He'll use it to describe a figure who has God's authority. Second pattern of how Jesus uses the phrase Son of Man. He talks about the suffering Son of Man. So Mark, chapter 10, James and John, the two sons of Zebedee, came up to Jesus saying, teacher, if we ask you to do something, will you just do it for us? And he said to them, well, what is it you want me to do? It depends on grant that we may sit one on your right and one on your left in your glory. So underneath, that is for sure, when.",
    "start": "00:26:13",
    "end": "00:27:22"
  },
  {
    "text": "You become king, when you are the.",
    "start": "00:27:22",
    "end": "00:27:24"
  },
  {
    "text": "Exalted Son of Man.",
    "start": "00:27:24",
    "end": "00:27:25"
  },
  {
    "text": "Oh, so they're picking up on.",
    "start": "00:27:25",
    "end": "00:27:27"
  },
  {
    "text": "Got it. You're right in one level. This could be just when you go kick butt in Jerusalem and bring the kingdom of God, but in your glory. Oh, yeah, yeah, totally. It could also be loaded. So we're going to see with Son of Man imagery. But Jesus said to them, you have no clue what you're asking for. Are you able to drink the cup that I drink or be baptized with the baptism with which I am to be baptized? Riddler Jesus again, they said to him, oh, yeah, we're totally able. So let's pause real quick. The cup and the baptism is images.",
    "start": "00:27:28",
    "end": "00:28:04"
  },
  {
    "text": "Well, the cup I know from the Lord's Supper referring to. Is that what that is?",
    "start": "00:28:04",
    "end": "00:28:08"
  },
  {
    "text": "Oh, that's the Passover cup. This is different. It's actually. It's totally Related because it's cup imagery. It's all connected.",
    "start": "00:28:08",
    "end": "00:28:16"
  },
  {
    "text": "Okay. So I don't know what he's talking about.",
    "start": "00:28:16",
    "end": "00:28:17"
  },
  {
    "text": "Jesus is going to have to drink a cup.",
    "start": "00:28:17",
    "end": "00:28:19"
  },
  {
    "text": "He's going to drink a cup.",
    "start": "00:28:19",
    "end": "00:28:20"
  },
  {
    "text": "He's going to drink a cup. And here what should light up in your mind is Jeremiah 25 and 27, Isaiah. It's the cup of wrath, the cup of the wine of God's wrath.",
    "start": "00:28:20",
    "end": "00:28:34"
  },
  {
    "text": "Oh, that cup.",
    "start": "00:28:34",
    "end": "00:28:36"
  },
  {
    "text": "That cup.",
    "start": "00:28:36",
    "end": "00:28:37"
  },
  {
    "text": "He's going to drink God's wrath. Does not sound tasty.",
    "start": "00:28:37",
    "end": "00:28:39"
  },
  {
    "text": "No. Jeremiah 20:5. Thus Yahweh, the God of Israel, says to me, Jeremiah, to say to all the nations, take the cup of the wine of wrath from my hand and cause all the nations to whom I send you to drink it. They will drink and stagger and go mad because of the sword that I am sending among them. So I took. He's having a vision or a dream. Jeremiah is. I took this cup from the Lord's hand and made all the nations to whom the Lord sent me to drink it. Then it lists the nations. Jerusalem, Egypt, all the kings of the land of Uz. That's where Job lived, the Philistines, Moab, Edom, Amon, Tyre, Everybody. I mean, just. It goes on. And then it turns out that the sword. So it's both. They're drinking a cup.",
    "start": "00:28:39",
    "end": "00:29:34"
  },
  {
    "text": "Yeah. And being handed.",
    "start": "00:29:34",
    "end": "00:29:35"
  },
  {
    "text": "It's also a sword.",
    "start": "00:29:36",
    "end": "00:29:37"
  },
  {
    "text": "Yeah.",
    "start": "00:29:37",
    "end": "00:29:37"
  },
  {
    "text": "It's Babylon. It's Nebuchadnezzar coming to town to subjugate all of wicked, violent.",
    "start": "00:29:37",
    "end": "00:29:43"
  },
  {
    "text": "That's the cup.",
    "start": "00:29:43",
    "end": "00:29:44"
  },
  {
    "text": "The cup is Babylon. Or the drunkenness, the being drunkenness and being reduced and shamed and attacked by the sword is Babylon. He's handing the nations over to Babylon. That's the cup. And it's also Isaiah 51, Psalm 75. These are all the cup passages in the Hebrew Bible. And it's giving humans over to. Actually, this is exactly Paul's vision of wrath in Romans chapter one.",
    "start": "00:29:44",
    "end": "00:30:13"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:30:13",
    "end": "00:30:14"
  },
  {
    "text": "The wrath of God is revealed from heaven against all humans who suppress the truth and wickedness and ungodliness. And then what he tells a story is God handing humans over to catastrophes of their terrible decisions. So in Jesus mind, he's going to drink the cup, he's going to get slayed by Babylon, he's going to Jerusalem to. Yeah, to swallow the sword of Babylon on behalf of Israel and the nations.",
    "start": "00:30:14",
    "end": "00:30:43"
  },
  {
    "text": "Yeah.",
    "start": "00:30:44",
    "end": "00:30:44"
  },
  {
    "text": "And the agent to do it is the Babylon reigning over Jerusalem right now, which is the temple establishment and Right. Is represented in Caiaphas.",
    "start": "00:30:44",
    "end": "00:30:54"
  },
  {
    "text": "Yeah.",
    "start": "00:30:54",
    "end": "00:30:55"
  },
  {
    "text": "The powers and pilate yes. The powers. Yep.",
    "start": "00:30:55",
    "end": "00:30:58"
  },
  {
    "text": "And then the. Baptized with the baptism.",
    "start": "00:30:58",
    "end": "00:31:01"
  },
  {
    "text": "Yes. That's such a funny. Yeah.",
    "start": "00:31:01",
    "end": "00:31:04"
  },
  {
    "text": "Baptized with the baptism.",
    "start": "00:31:04",
    "end": "00:31:06"
  },
  {
    "text": "Yeah, dude. Baptized, dude. Jesus here. This is such a good example to show that Jesus read the Hebrew scriptures as a whole network of design patterns. Because this is all. This is the flood. This is actually the dark chaos waters of Genesis 1. This is the passage through the flood waters in the boat. This is Israel going through the waters of the sea that destroy the powers of evil, but rescued through death. This is Jonah. His passage through the death waters in very strange vehicle.",
    "start": "00:31:06",
    "end": "00:31:40"
  },
  {
    "text": "The large fish.",
    "start": "00:31:40",
    "end": "00:31:41"
  },
  {
    "text": "Yes, exactly. Yes. And. Oh, man. Oh, this is all about the book of Jonah. But the only other time you get an image of a human swallowed by a great sea creature is in the poetry of Jeremiah, chapter 51. And it's Babylon, depicted as the sea dragon swallowing up Israel. It's an image of exile. The exile of Israel is another passage through the waters of death. Read the book of Isaiah. It's just all about that. The exile to Babylon is a flood that purges Israel. It kills Israel so that the Israel that emerges out the other side.",
    "start": "00:31:42",
    "end": "00:32:23"
  },
  {
    "text": "Oh, that's the image. That's an image in Isaiah.",
    "start": "00:32:24",
    "end": "00:32:25"
  },
  {
    "text": "Isaiah, both 11 and chapter 43. The exile into the nations is a flood.",
    "start": "00:32:26",
    "end": "00:32:32"
  },
  {
    "text": "So that's really interesting. So Jesus. So James and John come up and they're like, hey, when you start ruling, we want to be right there with you on your right and your left.",
    "start": "00:32:32",
    "end": "00:32:41"
  },
  {
    "text": "Yes, yes.",
    "start": "00:32:41",
    "end": "00:32:42"
  },
  {
    "text": "Your. Your chief, guys.",
    "start": "00:32:42",
    "end": "00:32:43"
  },
  {
    "text": "Yes.",
    "start": "00:32:43",
    "end": "00:32:44"
  },
  {
    "text": "And Jesus is like, yeah, I don't think you get it.",
    "start": "00:32:44",
    "end": "00:32:47"
  },
  {
    "text": "Yeah.",
    "start": "00:32:47",
    "end": "00:32:47"
  },
  {
    "text": "And they're like, no, we get it. And they're like, no, I'm gonna be slayed by Babylon.",
    "start": "00:32:47",
    "end": "00:32:52"
  },
  {
    "text": "Yes.",
    "start": "00:32:52",
    "end": "00:32:52"
  },
  {
    "text": "And I'm gonna go through the chaos.",
    "start": "00:32:53",
    "end": "00:32:55"
  },
  {
    "text": "Waters, which is death. Go into exile and death.",
    "start": "00:32:55",
    "end": "00:32:58"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:32:59",
    "end": "00:32:59"
  },
  {
    "text": "Cut off from the land of the living.",
    "start": "00:32:59",
    "end": "00:33:01"
  },
  {
    "text": "And all of these stories of the flood and of the sea.",
    "start": "00:33:01",
    "end": "00:33:08"
  },
  {
    "text": "Yeah. If Jesus is a new humanity and he's also the new Israelite, he is Israel embodied as their king and representative and priest, then he is undergoing in his own self the whole story of Israel in miniature, which means going into death and exile on behalf of his people, precisely because he knows that by God's power, he will be brought out the other side, just like the dry land was delivered from the waters. And just like Israel came out of the waters of the sea and so on. All that's loaded into the cup in the baptism. So then they say to him, oh, yeah, we'll drink the cup.",
    "start": "00:33:08",
    "end": "00:33:51"
  },
  {
    "text": "Yeah, we're down.",
    "start": "00:33:51",
    "end": "00:33:52"
  },
  {
    "text": "Yeah, we're Down. And Jesus said to them, well, actually, you know what? You are going to drink the cup and you are going to undergo that baptism. But to sit on my right hand and my left, that's not my authority to give.",
    "start": "00:33:52",
    "end": "00:34:06"
  },
  {
    "text": "Why not?",
    "start": "00:34:07",
    "end": "00:34:08"
  },
  {
    "text": "But for those for whom it has been prepared. Okay, now hold on. What Jesus is getting at is the cup and the baptism that is going to lead me to glory on the throne. Right? Because they say, when you sit on your throne, yeah, we want to sit beside you. Yeah, well, his point, essentially, the way I'm going to get to that throne. Yeah, you have no idea what you're asking for. It means dying. And then they say, oh, yeah, we're down for that. And he's like, well, actually, it is. You are going to die for the kingdom of God.",
    "start": "00:34:08",
    "end": "00:34:38"
  },
  {
    "text": "I'm glad you're down.",
    "start": "00:34:39",
    "end": "00:34:40"
  },
  {
    "text": "Yeah, it's happening. Look. But look at. This is really cool. So it's actually Jesus cross is going to be his means of exaltation of the throne. This is what we did in the Son of Man video. The cross is his throne. And so who is it that has been appointed to be on the right and the left of Jesus when he ascends his cross throne?",
    "start": "00:34:40",
    "end": "00:35:03"
  },
  {
    "text": "Oh, yeah, two criminals.",
    "start": "00:35:04",
    "end": "00:35:06"
  },
  {
    "text": "Two criminals. And you go read the Passion accounts. The narrative's very specific. One on his right, one on his left. This is a foreshadowing of the two criminals sitting, for sure. So notice the inversion of all the imagery. They want to be exalted as like, his glorious princes.",
    "start": "00:35:06",
    "end": "00:35:24"
  },
  {
    "text": "He's like, yeah, you will suffer, but to suffer beside me while I suffer on my throne. There's actually two dudes that are already signed up for that.",
    "start": "00:35:25",
    "end": "00:35:33"
  },
  {
    "text": "Yep. Yeah, they're rebels. Yeah, rebels.",
    "start": "00:35:33",
    "end": "00:35:36"
  },
  {
    "text": "Yeah, they're rebels.",
    "start": "00:35:36",
    "end": "00:35:37"
  },
  {
    "text": "Rebels against Rome. Israelite rebels against Rome. So hearing this, the rest of the disciples began to feel angry with James and John.",
    "start": "00:35:37",
    "end": "00:36:30"
  },
  {
    "text": "Yeah.",
    "start": "00:36:31",
    "end": "00:36:31"
  },
  {
    "text": "So calling everybody to himself, now everybody's angry. Like what you asked for the power seats, you know?",
    "start": "00:36:31",
    "end": "00:36:36"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:36:36",
    "end": "00:36:36"
  },
  {
    "text": "Everybody. He calls everybody. He says, listen, look out there on the Gentiles, right? The. The nations. People who are recognized as rulers among the nations. They lord their power over their subjects.",
    "start": "00:36:37",
    "end": "00:36:51"
  },
  {
    "text": "Yeah, it's the way of Babylon.",
    "start": "00:36:51",
    "end": "00:36:53"
  },
  {
    "text": "Yep. Great, powerful men exercise their authority. But it is not this way. Among you, whoever wishes to become great shall become your slave or servant. Whoever wishes to be first among you shall be the slave of all. For even the Son of Man did not come to be served, but to serve and to give his life as a ransom. For many, this is such an important teaching. Of Jesus. So the Son of Man has divine authority. That's the first pattern we looked at.",
    "start": "00:36:53",
    "end": "00:37:24"
  },
  {
    "text": "Yeah.",
    "start": "00:37:24",
    "end": "00:37:24"
  },
  {
    "text": "But there's a number of these where he'll use the Son of Man to talk about the one who's going to Jerusalem to suffer under the temple establishment in Babylon. And that's actually, that's his calling and that's his way to his glory.",
    "start": "00:37:25",
    "end": "00:37:40"
  },
  {
    "text": "What is he going to do with his power? He's going to serve and suffer.",
    "start": "00:37:40",
    "end": "00:37:45"
  },
  {
    "text": "Yeah.",
    "start": "00:37:45",
    "end": "00:37:45"
  },
  {
    "text": "And it's not the way look out at any kingdom. That's not how people rule.",
    "start": "00:37:46",
    "end": "00:37:50"
  },
  {
    "text": "Yeah, yeah, yeah, that's right.",
    "start": "00:37:50",
    "end": "00:37:53"
  },
  {
    "text": "But that's how the Son of Man.",
    "start": "00:37:53",
    "end": "00:37:55"
  },
  {
    "text": "The one with truly human one.",
    "start": "00:37:55",
    "end": "00:37:57"
  },
  {
    "text": "The truly human one who is the one who can rule with God.",
    "start": "00:37:57",
    "end": "00:38:02"
  },
  {
    "text": "Yes, yeah, that's how he rules. That's right. And so Marcus's point here is, you know, the first Adam is given rule and authority, but precisely through deception and rebellion, he forfeits that authority and brings death. Right. Exiles him, all of his descendants, into the realm of death and struggle and where they're going to have to survive by acting like animals and killing each other. And so for the ultimate Son of Adam to reverse all of that means that the death and the violence all has to be dealt with. In other words, this is interesting. We don't just need a new human who comes and is like, forget the past. I'm just going to do it right this time. You need to somebody who will do what has never been done, but also in some way has to deal with the train wreck of human history and its violence and horror. Like that also has to.",
    "start": "00:38:02",
    "end": "00:38:58"
  },
  {
    "text": "One way to deal with it is just to wipe it out.",
    "start": "00:38:58",
    "end": "00:39:00"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:39:01",
    "end": "00:39:02"
  },
  {
    "text": "But it seems like he wants to deal with it in a different way. He wants to redeem it.",
    "start": "00:39:02",
    "end": "00:39:05"
  },
  {
    "text": "Yes, I guess then he does have to wipe it out. I mean, if he is, if he is. If the Son of Man, Jesus is the future of humanity, he has to die to his current mode of existence to be transferred into his glorious, reigning over heaven on earth kind of existence. So there is. It does need to die.",
    "start": "00:39:06",
    "end": "00:39:28"
  },
  {
    "text": "Yeah.",
    "start": "00:39:29",
    "end": "00:39:29"
  },
  {
    "text": "But it needs to die to become truly human. I mean, if you think about it, this is exactly Paul's worldview. You read Paul's letters.",
    "start": "00:39:29",
    "end": "00:39:38"
  },
  {
    "text": "Yeah.",
    "start": "00:39:39",
    "end": "00:39:40"
  },
  {
    "text": "And it's if you have a conception of heaven as the disembodied eternal place you go after you die.",
    "start": "00:39:40",
    "end": "00:39:46"
  },
  {
    "text": "Yeah.",
    "start": "00:39:46",
    "end": "00:39:47"
  },
  {
    "text": "Then you could really misconstrue this as like, oh, our current humanity has to die. We have to go to heaven forever, the non physical place. And that's the ideal.",
    "start": "00:39:47",
    "end": "00:39:55"
  },
  {
    "text": "Yeah. It's interesting because in the paradigm I kind of had growing up is death is an exit from the body to be, you know, in the spiritual sense. But here it's like death becomes a metamorphosis into, like a new humanity.",
    "start": "00:39:55",
    "end": "00:40:13"
  },
  {
    "text": "Correct.",
    "start": "00:40:13",
    "end": "00:40:14"
  },
  {
    "text": "That is more human in the sense that more to the. To be in the image of God ruling the way that humanity was supposed to rule.",
    "start": "00:40:14",
    "end": "00:40:24"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:40:24",
    "end": "00:40:25"
  },
  {
    "text": "Yeah.",
    "start": "00:40:25",
    "end": "00:40:26"
  },
  {
    "text": "Yeah. So in a way, I'm just reflecting on when you said, you know, one thing, one way God could do it is wipe everybody out and start over in a way, that's what's happening on the cross. That's his whole point, is I'm going to drink the cup. That's for everyone else. God's handed the whole world over to Babylon, but here is one who's going to drink the cup of Babylon himself on everyone else's behalf.",
    "start": "00:40:26",
    "end": "00:40:52"
  },
  {
    "text": "Yeah.",
    "start": "00:40:52",
    "end": "00:40:52"
  },
  {
    "text": "So that.",
    "start": "00:40:52",
    "end": "00:40:53"
  },
  {
    "text": "But the spare. But to spare.",
    "start": "00:40:53",
    "end": "00:40:55"
  },
  {
    "text": "Precisely. So that he goes through the other side. So that his death and his new life can.",
    "start": "00:40:55",
    "end": "00:41:01"
  },
  {
    "text": "Can be an offering from Babylon.",
    "start": "00:41:01",
    "end": "00:41:03"
  },
  {
    "text": "Correct. Yeah.",
    "start": "00:41:03",
    "end": "00:41:04"
  },
  {
    "text": "Into the new thing. And then if you stick around with Babylon.",
    "start": "00:41:04",
    "end": "00:41:07"
  },
  {
    "text": "Yeah.",
    "start": "00:41:07",
    "end": "00:41:08"
  },
  {
    "text": "Then, yeah, it will. It will go away.",
    "start": "00:41:08",
    "end": "00:41:10"
  },
  {
    "text": "Correct. I mean, and for the cup and baptism, first, this is why I said it is connected to the bread and the cup and the baptism. Baptism becomes the sacred symbol of you dying.",
    "start": "00:41:10",
    "end": "00:41:22"
  },
  {
    "text": "Yeah.",
    "start": "00:41:22",
    "end": "00:41:23"
  },
  {
    "text": "That's what Paul says in Romans 6.",
    "start": "00:41:23",
    "end": "00:41:25"
  },
  {
    "text": "Right.",
    "start": "00:41:25",
    "end": "00:41:25"
  },
  {
    "text": "And the bread and the cup. 1 Corinthians 11. It's our participation in his death.",
    "start": "00:41:25",
    "end": "00:41:29"
  },
  {
    "text": "It's interesting. Baptism is, in a way, a symbolically dying with Jesus, but it is in some way anticipating the fact that we will actually die to be resurrected too.",
    "start": "00:41:30",
    "end": "00:41:42"
  },
  {
    "text": "Correct.",
    "start": "00:41:42",
    "end": "00:41:42"
  },
  {
    "text": "Because that's the way through.",
    "start": "00:41:42",
    "end": "00:41:43"
  },
  {
    "text": "That's the way through. Unless, as he says in Thessalonians and First Corinthians, you happen to be among the generation when the kingdom of God fully comes.",
    "start": "00:41:43",
    "end": "00:41:52"
  },
  {
    "text": "Yeah.",
    "start": "00:41:53",
    "end": "00:41:53"
  },
  {
    "text": "In which case you'll be. Metamorphed is the Greek verb he uses.",
    "start": "00:41:53",
    "end": "00:41:56"
  },
  {
    "text": "Metamorph.",
    "start": "00:41:56",
    "end": "00:41:57"
  },
  {
    "text": "Metamorph.",
    "start": "00:41:57",
    "end": "00:41:57"
  },
  {
    "text": "Yeah. Actually, that word was rattling my brain when we're talking about this.",
    "start": "00:41:57",
    "end": "00:42:01"
  },
  {
    "text": "Correct.",
    "start": "00:42:01",
    "end": "00:42:01"
  },
  {
    "text": "I think I used word transfigured or something, but yeah, yeah, yeah. It's like a caterpillar. You know, this totally is.",
    "start": "00:42:01",
    "end": "00:42:07"
  },
  {
    "text": "That's right.",
    "start": "00:42:07",
    "end": "00:42:08"
  },
  {
    "text": "In this new body.",
    "start": "00:42:08",
    "end": "00:42:08"
  },
  {
    "text": "Yeah, yeah. I mean, there's so many metaphors you could use, but. Or think of like the acorn and the tree that it becomes.",
    "start": "00:42:09",
    "end": "00:42:16"
  },
  {
    "text": "Yeah.",
    "start": "00:42:16",
    "end": "00:42:17"
  },
  {
    "text": "The acorn hassle to literally, its current shape has to die and crack open and decompose. So that Its real ultimate like identity and destiny can be realized. And that's the biblical stories view of the universe.",
    "start": "00:42:17",
    "end": "00:42:32"
  },
  {
    "text": "Yeah. Well, the end of our. The universe that is slave to sin and death.",
    "start": "00:42:34",
    "end": "00:42:42"
  },
  {
    "text": "Sin and death and decay, not the universe.",
    "start": "00:42:42",
    "end": "00:42:44"
  },
  {
    "text": "Is God created it.",
    "start": "00:42:44",
    "end": "00:42:46"
  },
  {
    "text": "Correct.",
    "start": "00:42:46",
    "end": "00:42:46"
  },
  {
    "text": "Represented the Sabbath.",
    "start": "00:42:46",
    "end": "00:42:47"
  },
  {
    "text": "Yeah, yeah. Yes.",
    "start": "00:42:47",
    "end": "00:42:49"
  },
  {
    "text": "So it's like a tree got turned into an acorn that needs to then die to become a tree.",
    "start": "00:42:50",
    "end": "00:42:57"
  },
  {
    "text": "Yeah, yeah. Or yeah. What was supposed to become a tree.",
    "start": "00:42:58",
    "end": "00:43:02"
  },
  {
    "text": "What was supposed to become a tree.",
    "start": "00:43:02",
    "end": "00:43:03"
  },
  {
    "text": "Ended up to be an acorn that has to die so that the real tree can grow.",
    "start": "00:43:03",
    "end": "00:43:09"
  },
  {
    "text": "Sam.",
    "start": "00:43:10",
    "end": "00:43:26"
  },
  {
    "text": "The third pattern, tracing three patterns. Jesus, the Son of Man teachings. The third pattern is where Jesus will call himself the Son of Man or to refer to the Son of Man, who after suffering will be enthroned in glory with a new humanity. You can see a narrative here.",
    "start": "00:43:47",
    "end": "00:44:07"
  },
  {
    "text": "Yeah.",
    "start": "00:44:07",
    "end": "00:44:07"
  },
  {
    "text": "In the first one, Son of Man.",
    "start": "00:44:07",
    "end": "00:44:08"
  },
  {
    "text": "Has authority to rule.",
    "start": "00:44:08",
    "end": "00:44:09"
  },
  {
    "text": "Yep.",
    "start": "00:44:09",
    "end": "00:44:09"
  },
  {
    "text": "Son of man will suffer, will suffer.",
    "start": "00:44:10",
    "end": "00:44:12"
  },
  {
    "text": "And die and die to enter glory.",
    "start": "00:44:12",
    "end": "00:44:14"
  },
  {
    "text": "And then the Son of Man will.",
    "start": "00:44:14",
    "end": "00:44:16"
  },
  {
    "text": "Be exalted and vindicated after his death. Yeah, yeah. So mark chapter 8, verse 38. Whoever is ashamed of me and my words in this adulterous and sinful generation, the. The Son of Man will also be ashamed of him when he comes in the glory of his Father and with the holy angels. So there's a concept here of me and my followers are going to face opposition in this generation. So we're back to that rejection, rejected and persecuted, suffering. But eventually the Son of Man will be vindicated and he'll be the one in charge and come in glory, the glory of his Father with the angels.",
    "start": "00:44:16",
    "end": "00:45:00"
  },
  {
    "text": "So to be ashamed of him and his words is kind of like to be like, oh, man, what a dumb way to live. Yeah, you're gonna suffer and die.",
    "start": "00:45:00",
    "end": "00:45:07"
  },
  {
    "text": "Yeah.",
    "start": "00:45:07",
    "end": "00:45:08"
  },
  {
    "text": "And like, how weak, how foolish to consider it shameful. It's shameful.",
    "start": "00:45:08",
    "end": "00:45:13"
  },
  {
    "text": "Yeah.",
    "start": "00:45:13",
    "end": "00:45:14"
  },
  {
    "text": "Yeah. Just didn't turn up your nose of that and just be like, yeah, what does he know? Yes, we know how to rule.",
    "start": "00:45:14",
    "end": "00:45:19"
  },
  {
    "text": "Yeah.",
    "start": "00:45:19",
    "end": "00:45:19"
  },
  {
    "text": "We've got it figured out.",
    "start": "00:45:19",
    "end": "00:45:20"
  },
  {
    "text": "Got figured out. We've earned. Arranged a comfortable situation with Ram here in Jerusalem. Right. A comfortable compromise. And some people are benefiting from that.",
    "start": "00:45:20",
    "end": "00:45:31"
  },
  {
    "text": "So if ruling through suffering and dying is a shameful thing for you, then in the new creation, you got no equity there.",
    "start": "00:45:32",
    "end": "00:45:42"
  },
  {
    "text": "Yeah, yeah. That's a good way to put it. Yeah. If the currency of the Kingdom of God is. Is treating other people as higher rank than yourself and serving them as more important, then you're going to look foolish.",
    "start": "00:45:42",
    "end": "00:45:56"
  },
  {
    "text": "In the new kingdom.",
    "start": "00:45:56",
    "end": "00:45:57"
  },
  {
    "text": "You will turn out to be. Yeah, the fool. And the kingdom of God is simply something you wouldn't even want to participate in.",
    "start": "00:45:57",
    "end": "00:46:04"
  },
  {
    "text": "Yeah.",
    "start": "00:46:05",
    "end": "00:46:05"
  },
  {
    "text": "It's not something you would want. So here it's about public shame. People who are shaming Jesus and are going to kill him and try and stomp out his followers, they're going to find that they are the ones on the outside when the true kingdom comes. I mean, it's very much a.",
    "start": "00:46:05",
    "end": "00:46:21"
  },
  {
    "text": "To say that you feel ashamed is assuming then that you do want in the kingdom. I guess maybe not. But I mean, if I felt like, why would I care? Why would I feel shame if I can't be a part of your party if I don't want in your party?",
    "start": "00:46:22",
    "end": "00:46:35"
  },
  {
    "text": "Yes. Right.",
    "start": "00:46:35",
    "end": "00:46:36"
  },
  {
    "text": "Yeah.",
    "start": "00:46:36",
    "end": "00:46:37"
  },
  {
    "text": "Your party is illegitimate. It's shameful. And so the Son of Man will say, actually, you're shameful. Yes. The way you live in the world is shameful. It's the reversal. And like Luke, it's the upside down kingdom.",
    "start": "00:46:37",
    "end": "00:46:49"
  },
  {
    "text": "Right, right. Okay.",
    "start": "00:46:49",
    "end": "00:46:50"
  },
  {
    "text": "The kingdom of this world will find that they are the ones who are publicly shamed because of the glory and the beauty and the love of the kingdom of God. The Son of Man coming with glory. There's multiple statements about this. And you can see this maps onto the final bit of Daniel 7, the enthroned human one, after being exalted above the beasts. And then we've looked at this from multiple angles, but this is top of page 32. This is Jesus trial scene. And this played a crucial role in the video that we made.",
    "start": "00:46:50",
    "end": "00:47:24"
  },
  {
    "text": "You're talking past tense now, because the video's come out.",
    "start": "00:47:25",
    "end": "00:47:28"
  },
  {
    "text": "The video has not come out since.",
    "start": "00:47:28",
    "end": "00:47:29"
  },
  {
    "text": "This part of the conversation.",
    "start": "00:47:29",
    "end": "00:47:31"
  },
  {
    "text": "Oh, yeah, that's right. Good point. Yeah. We refer to this in the first episode. The high priest, who is an exalted ruler over Israel, now says, tell us if you are the anointed one.",
    "start": "00:47:31",
    "end": "00:47:45"
  },
  {
    "text": "Are you the one that's supposed to have my job?",
    "start": "00:47:45",
    "end": "00:47:47"
  },
  {
    "text": "Yeah, the high priest is an anointed one. Yeah, yeah, yeah. You want my job? Is that what you want? Yeah, that's right. And Jesus said to him, you say so you say, I'm the Messiah, the Son of God. Nevertheless, I tell you, from this moment on, the moment you condemn me is the moment that you will see the Son of Man. Actually, this is interesting. Sitting at the right hand of power. He didn't get that from Daniel 7, the sitting at the right hand.",
    "start": "00:47:47",
    "end": "00:48:13"
  },
  {
    "text": "Well, that's in Daniel 7.",
    "start": "00:48:14",
    "end": "00:48:15"
  },
  {
    "text": "That's Psalm 110.",
    "start": "00:48:15",
    "end": "00:48:17"
  },
  {
    "text": "Oh, but isn't the throne at God's right hand in Daniel 7. Multiple thrones, multiple thrones.",
    "start": "00:48:17",
    "end": "00:48:22"
  },
  {
    "text": "In Daniel 7, the son of man is exalted. It's just this is a great example of Jesus merging. Merging Daniel 7 and Psalm 110. There's multiple thrones or just more than one throne.",
    "start": "00:48:22",
    "end": "00:48:36"
  },
  {
    "text": "Right.",
    "start": "00:48:36",
    "end": "00:48:36"
  },
  {
    "text": "And the Son of Man came up to the Ancient of days presented before him, and to him is given dominion and glory in the kingdom.",
    "start": "00:48:37",
    "end": "00:48:44"
  },
  {
    "text": "There's no detail of the right hand.",
    "start": "00:48:45",
    "end": "00:48:47"
  },
  {
    "text": "The detail of the throne at the right hand by the divine throne, that's introduced earlier in Daniel 7, but it's not resolved. It's never brought up again. But because in the Hebrew Bible, Psalm 110, it's fully linked in hyperlinked, someone.",
    "start": "00:48:47",
    "end": "00:49:04"
  },
  {
    "text": "On Twitter a while ago asked like, where do you get the empty throne? And I was like, well, I guess one had to be empty if the Son of man comes and sits in it.",
    "start": "00:49:04",
    "end": "00:49:14"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:49:14",
    "end": "00:49:15"
  },
  {
    "text": "But part of it's also Psalm 110.",
    "start": "00:49:16",
    "end": "00:49:18"
  },
  {
    "text": "So one is there's multiple thrones, and the Ancient of days took his seat, sat down. Okay. So you go, okay, well, there's more than one throne.",
    "start": "00:49:18",
    "end": "00:49:26"
  },
  {
    "text": "Yeah.",
    "start": "00:49:26",
    "end": "00:49:26"
  },
  {
    "text": "Right. Now there's one sitting on them. Which means if what are these other thrones or the other throne? It doesn't clarify. One common view is that those are the thrones of the divine council.",
    "start": "00:49:26",
    "end": "00:49:38"
  },
  {
    "text": "Right.",
    "start": "00:49:39",
    "end": "00:49:39"
  },
  {
    "text": "But even so, the whole point is that here is a human being exalted up to that divine throne.",
    "start": "00:49:39",
    "end": "00:49:47"
  },
  {
    "text": "He needs somewhere to sit.",
    "start": "00:49:47",
    "end": "00:49:48"
  },
  {
    "text": "Right. If he's being worshipped and receiving rule over the nation. The whole point is that he is taking up a spot and you have multiple thrones mentioned. And then within the framework of the Hebrew Bible, this is exactly the role that this future seed of David plays in the Book of Psalms. So when you get to Psalm 110, you already know that you're looking for a royal priest king from the line of David who's going to suffer and be exalted, and he's going to Psalm 110, sit at the right hand of God. So you can see in Jesus mind, he's joined the seed of David of Psalm 110 with the son of man from Daniel 7. Also notice that if you're trying to paint a logical scene in your mind, you will see the Son of Man sitting at the right hand of power and coming on the clouds of heaven.",
    "start": "00:49:48",
    "end": "00:50:40"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:50:41",
    "end": "00:50:42"
  },
  {
    "text": "Remember, in Daniel 7, the point is.",
    "start": "00:50:42",
    "end": "00:50:43"
  },
  {
    "text": "He comes on the clouds to get to the throne, to get to where.",
    "start": "00:50:43",
    "end": "00:50:46"
  },
  {
    "text": "He sits, sits down. So in other words, it seems like those Are synonymous images. Those are two ways of talking about the same thing.",
    "start": "00:50:46",
    "end": "00:50:53"
  },
  {
    "text": "Rising up on the cloud is taking.",
    "start": "00:50:54",
    "end": "00:50:56"
  },
  {
    "text": "The clouds were what got him up to the divine throne where he sits down. There are two ways. One's referring to his exaltation, another one is to him taking up his.",
    "start": "00:50:56",
    "end": "00:51:07"
  },
  {
    "text": "Yeah.",
    "start": "00:51:07",
    "end": "00:51:07"
  },
  {
    "text": "And then the high priest.",
    "start": "00:51:08",
    "end": "00:51:09"
  },
  {
    "text": "It would make more sense if you flipped those. You'll see the Son of man coming on the clouds of heaven.",
    "start": "00:51:09",
    "end": "00:51:13"
  },
  {
    "text": "Exactly. Yes.",
    "start": "00:51:13",
    "end": "00:51:13"
  },
  {
    "text": "And sitting at the right hand of God.",
    "start": "00:51:13",
    "end": "00:51:14"
  },
  {
    "text": "That's what I'm saying. That's why I'm saying that I think they're sequencing. Synonymous.",
    "start": "00:51:14",
    "end": "00:51:18"
  },
  {
    "text": "Yeah.",
    "start": "00:51:18",
    "end": "00:51:19"
  },
  {
    "text": "As opposed to a sequence. Got it. Yeah. Yeah. And then the high priest freaks out and what he says is he's blasphemed. Namely he's dishonored God.",
    "start": "00:51:19",
    "end": "00:51:26"
  },
  {
    "text": "Yeah.",
    "start": "00:51:26",
    "end": "00:51:27"
  },
  {
    "text": "Claiming to be the one who sits beside God to rule the world.",
    "start": "00:51:27",
    "end": "00:51:30"
  },
  {
    "text": "Yeah.",
    "start": "00:51:30",
    "end": "00:51:30"
  },
  {
    "text": "Okay. So you put all these together. You have Jesus as the Son of Man with authority over heaven and earth.",
    "start": "00:51:31",
    "end": "00:51:37"
  },
  {
    "text": "Yeah.",
    "start": "00:51:37",
    "end": "00:51:38"
  },
  {
    "text": "That's the first pattern. You have the Son of Man who's going to gain that authority by drinking the cup, by suffering and dying. But after suffering and dying, he is going to be exalted up to that divine rule. So there you go. It's the whole biblical story in these Son of man sayings in Jesus. This is Crispin Fletcher Lewis. His book Jesus Monotheism. It's a great title. Jesus Monotheism. He says Jesus constant talk about the kingdom of God evokes the overarching biblical story reaching all the way back to the bestowal of royal authority on adam in Genesis 1. Jesus Kingdom announcement picks up all the key features of a biblical vision of the completion of God's purposes for humanity and the cosmos, the administration of creation with true wisdom and justice, the final defeat of evil, the return of the land to its Eden like bounty, and the completion of Israel's role in the service of the whole world to bring blessing to the nations. For Jesus to enact and announce the inauguration of God's kingdom means that humanity is now at last fulfilling its original purpose to manifest God's own royal authority. In Jesus we see one who exercises God's rule in creation as was expected of Adam. So let me ask you now this seems so clear to me why the Gospels are what they are and why they show Jesus doing and saying the things that he's doing. And it's hard for me to remember back totally to when I was trying to understand the Gospels but had no reference point for any of them.",
    "start": "00:51:38",
    "end": "00:53:22"
  },
  {
    "text": "I can remember like it was Yesterday?",
    "start": "00:53:22",
    "end": "00:53:27"
  },
  {
    "text": "Yeah.",
    "start": "00:53:28",
    "end": "00:53:28"
  },
  {
    "text": "It kind of feels like yesterday still, isn't it?",
    "start": "00:53:28",
    "end": "00:53:30"
  },
  {
    "text": "It's just so interesting to me.",
    "start": "00:53:30",
    "end": "00:53:31"
  },
  {
    "text": "Well, yeah. The problem I always had with the gospels was.",
    "start": "00:53:32",
    "end": "00:53:35"
  },
  {
    "text": "Don't tell me your problems with the gospel.",
    "start": "00:53:35",
    "end": "00:53:36"
  },
  {
    "text": "Well, because I was told a very clear gospel kind of logic of I've got a problem and God's not going to put up with it. But Jesus took that problem. You drink the wrath and God killed.",
    "start": "00:53:36",
    "end": "00:53:55"
  },
  {
    "text": "Him instead of you.",
    "start": "00:53:55",
    "end": "00:53:56"
  },
  {
    "text": "Yeah. That's the nuance there.",
    "start": "00:53:57",
    "end": "00:53:59"
  },
  {
    "text": "Or was that not totally.",
    "start": "00:54:00",
    "end": "00:54:02"
  },
  {
    "text": "That was explicit. That was totally explicit.",
    "start": "00:54:02",
    "end": "00:54:04"
  },
  {
    "text": "That was connected in your head. Yeah, yeah.",
    "start": "00:54:04",
    "end": "00:54:06"
  },
  {
    "text": "The death punishment I was supposed to have, Jesus took. And in order to get that gift. And this is where it gets fuzzy. It's like, I confess and believe that Jesus is Lord, and then in there you unpack this whole, like. Well, and then what? Is that it?",
    "start": "00:54:06",
    "end": "00:54:24"
  },
  {
    "text": "Yeah.",
    "start": "00:54:24",
    "end": "00:54:25"
  },
  {
    "text": "Or is there more strings attached? Whatever. So anyways, I go back, I read the Gospels and I'm looking for that. And so you get to Jesus and, like, when he goes and talks with Nicodemus, for example, and I just. I'm ready for Jesus to be like, hey, Nicodemus, like, I'm gonna die on your behalf. And you just need to believe that. And then you need to follow me as Lord.",
    "start": "00:54:25",
    "end": "00:54:45"
  },
  {
    "text": "Yeah.",
    "start": "00:54:45",
    "end": "00:54:46"
  },
  {
    "text": "Or just like any of his encounters.",
    "start": "00:54:47",
    "end": "00:54:49"
  },
  {
    "text": "Yes.",
    "start": "00:54:49",
    "end": "00:54:49"
  },
  {
    "text": "I'm just waiting for him to break that down. And he never does. He never says that thing. And then he does all these other things. That's kind of like. Well, that just seems random.",
    "start": "00:54:49",
    "end": "00:54:57"
  },
  {
    "text": "Yeah.",
    "start": "00:54:57",
    "end": "00:54:57"
  },
  {
    "text": "And that just seems out of the blue. And like all these riddly sayings and all these things that he does. Yeah. But now reading it through the narrative of a human coming to rule and to be the one who can rule, it doesn't like, completely dismantle that.",
    "start": "00:54:57",
    "end": "00:55:18"
  },
  {
    "text": "No.",
    "start": "00:55:19",
    "end": "00:55:19"
  },
  {
    "text": "It just kind of puts it within a bigger, more robust story that gives it more meaning and then gives meaning to everything else Jesus is doing.",
    "start": "00:55:19",
    "end": "00:55:31"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:55:31",
    "end": "00:55:31"
  },
  {
    "text": "And.",
    "start": "00:55:31",
    "end": "00:55:32"
  },
  {
    "text": "Yeah, yeah, yeah, yeah. I'm trying to think of an analogy where you're. You go do something, but you're given a really small, inadequate tool to, like, do it. What you really need is like a full tool set. Maybe it's like going to, like, assemble one of those outdoor sheds for your backyard, and all you have to assemble it is a screwdriver.",
    "start": "00:55:32",
    "end": "00:56:00"
  },
  {
    "text": "Yeah.",
    "start": "00:56:00",
    "end": "00:56:01"
  },
  {
    "text": "And it's like.",
    "start": "00:56:01",
    "end": "00:56:01"
  },
  {
    "text": "Or you have one of those, like, Ikea Allen wrenches.",
    "start": "00:56:01",
    "end": "00:56:03"
  },
  {
    "text": "Yeah. And it's like, hey, you know, you can get some stuff done.",
    "start": "00:56:06",
    "end": "00:56:08"
  },
  {
    "text": "Yeah, right. You could build a whole dresser set with one of those.",
    "start": "00:56:08",
    "end": "00:56:11"
  },
  {
    "text": "Totally. Yeah. And you could actually probably build all these different pieces of the shed with that single tool.",
    "start": "00:56:11",
    "end": "00:56:19"
  },
  {
    "text": "Yeah.",
    "start": "00:56:19",
    "end": "00:56:19"
  },
  {
    "text": "But you're not going to be able to deal with all this other stuff.",
    "start": "00:56:19",
    "end": "00:56:23"
  },
  {
    "text": "Yeah.",
    "start": "00:56:23",
    "end": "00:56:23"
  },
  {
    "text": "All these pieces you're not going to.",
    "start": "00:56:23",
    "end": "00:56:24"
  },
  {
    "text": "Know what to do with that.",
    "start": "00:56:24",
    "end": "00:56:26"
  },
  {
    "text": "Doesn't go with the screwdriver, so what could that be for?",
    "start": "00:56:26",
    "end": "00:56:28"
  },
  {
    "text": "Yeah.",
    "start": "00:56:28",
    "end": "00:56:29"
  },
  {
    "text": "And so what you end up with is only having used half the materials.",
    "start": "00:56:29",
    "end": "00:56:32"
  },
  {
    "text": "Right.",
    "start": "00:56:32",
    "end": "00:56:32"
  },
  {
    "text": "And the shed looks crazy wonky.",
    "start": "00:56:33",
    "end": "00:56:35"
  },
  {
    "text": "Yeah. And all the other stories and parts of the shed.",
    "start": "00:56:35",
    "end": "00:56:38"
  },
  {
    "text": "Yeah.",
    "start": "00:56:38",
    "end": "00:56:39"
  },
  {
    "text": "You're just kind of like, I don't know what to do with this.",
    "start": "00:56:39",
    "end": "00:56:41"
  },
  {
    "text": "Yeah.",
    "start": "00:56:41",
    "end": "00:56:41"
  },
  {
    "text": "You just kind of leave it to the side. Yep.",
    "start": "00:56:41",
    "end": "00:56:42"
  },
  {
    "text": "Yeah. Some of it looks crazy.",
    "start": "00:56:43",
    "end": "00:56:44"
  },
  {
    "text": "Yeah.",
    "start": "00:56:44",
    "end": "00:56:45"
  },
  {
    "text": "The crazy pieces that don't fit, you know, and you're like, how could that be a part of the shed? That doesn't make any sense.",
    "start": "00:56:45",
    "end": "00:56:50"
  },
  {
    "text": "Right.",
    "start": "00:56:50",
    "end": "00:56:50"
  },
  {
    "text": "But then you go back and in the kit came like a ten piece tool set. And then you realize like, oh, I see, there's this type of Allen wrench and there's this type of screwdriver, there's these bolts. And now all of a sudden you can. Each tool that you have now matches and accounts for everything that came in the box in a way that's. That's like what you're saying. It's not charitable to say, well, the screwdriver was wrong. It's like, no, it wasn't wrong. It was just not adequate to account for the whole thing.",
    "start": "00:56:50",
    "end": "00:57:20"
  },
  {
    "text": "Sure. And for me, like when we started this project and we started talking a lot about ruling with God and humanity's calling to be God's authority on earth and reading everything through that lens, it felt so new and it felt wrong. It felt kind of like I was waiting for. I was kind of waiting for that to like hit a dead end in a way, or not hit a dead end, but just kind of. I wasn't completely convinced that that was.",
    "start": "00:57:20",
    "end": "00:57:50"
  },
  {
    "text": "Like the gateway into true understanding.",
    "start": "00:57:50",
    "end": "00:57:54"
  },
  {
    "text": "But then you get to stuff like this and you're just like, what else is this about?",
    "start": "00:57:54",
    "end": "00:57:59"
  },
  {
    "text": "Yeah.",
    "start": "00:57:59",
    "end": "00:57:59"
  },
  {
    "text": "And how else can you make sense of these kind of things that Jesus is saying and doing? Man, I'd love to think of another example too. I'm like kind of right on the cusp of, you know, have you ever had that experience where it's like you've been somewhere before, but now that you've, you've gone back with a new experience, the place is completely different?",
    "start": "00:58:00",
    "end": "00:58:24"
  },
  {
    "text": "Different?",
    "start": "00:58:24",
    "end": "00:58:25"
  },
  {
    "text": "Yeah, that's the thing I'm trying to think of. It's like maybe you've been someone in your childhood and you have memories of that place and you think of that place in a certain way. And then you have all these life experiences and a bigger framework, and you come back and you're like, I did not realize how whatever this place was, it's kind of that kind of feeling too. Of like, I've been to these passages before and I've talked through these things, but it's being able to see it. New eyes that all of a sudden what's kind of so remarkable about the human psyche is we can just ignore things that don't fit into.",
    "start": "00:58:25",
    "end": "00:59:07"
  },
  {
    "text": "It's as if they don't exist.",
    "start": "00:59:07",
    "end": "00:59:08"
  },
  {
    "text": "Our puzzle.",
    "start": "00:59:08",
    "end": "00:59:09"
  },
  {
    "text": "Yeah.",
    "start": "00:59:09",
    "end": "00:59:09"
  },
  {
    "text": "As if they don't exist. You just don't see them.",
    "start": "00:59:09",
    "end": "00:59:11"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:59:11",
    "end": "00:59:12"
  },
  {
    "text": "Because otherwise you're dealing with all this complexity and ambiguity and weirdness that's just too uncomfortable. You just can't deal with it. And so, like, we actually just have this ability to ignore things that don't make sense and to smooth over bumps just to get a coherent sense of things. And it's almost a sense of. I didn't realize even how much I was doing that.",
    "start": "00:59:12",
    "end": "00:59:32"
  },
  {
    "text": "Ah. With the Gospels particularly.",
    "start": "00:59:32",
    "end": "00:59:34"
  },
  {
    "text": "Yeah. I knew that the Gospels were like. There was weird bits.",
    "start": "00:59:34",
    "end": "00:59:38"
  },
  {
    "text": "Yeah.",
    "start": "00:59:38",
    "end": "00:59:39"
  },
  {
    "text": "That didn't fit, but I didn't even know like, how much I was smoothing things over to make it work.",
    "start": "00:59:39",
    "end": "00:59:44"
  },
  {
    "text": "Yeah. Yep.",
    "start": "00:59:44",
    "end": "00:59:45"
  },
  {
    "text": "Anyways.",
    "start": "00:59:45",
    "end": "00:59:45"
  },
  {
    "text": "Yeah, that's good. So I mentioned the scholar Joel Marcus earlier wrote this small book called the Son of Man as the Son of Adam. This is a way that he summarized the presentation of Jesus as a new Adam, Son of Man figure. Really captured my imagination. He says the Son of Man is an apocalyptic symbolic figure.",
    "start": "00:59:45",
    "end": "01:00:36"
  },
  {
    "text": "Yeah. The Daniel 7 son of man.",
    "start": "01:00:37",
    "end": "01:00:38"
  },
  {
    "text": "Correct. Yeah. So apocalyptic doesn't mean the end of the world. In the Bible, it's the apocalypse is the word for to uncover or to unveil.",
    "start": "01:00:39",
    "end": "01:00:49"
  },
  {
    "text": "Yeah.",
    "start": "01:00:49",
    "end": "01:00:49"
  },
  {
    "text": "So it's. The point is surprise.",
    "start": "01:00:49",
    "end": "01:00:51"
  },
  {
    "text": "Yeah.",
    "start": "01:00:51",
    "end": "01:00:51"
  },
  {
    "text": "Here's this.",
    "start": "01:00:51",
    "end": "01:00:52"
  },
  {
    "text": "Here's something you didn't see, something you didn't see.",
    "start": "01:00:52",
    "end": "01:00:54"
  },
  {
    "text": "That changes the way you say everything else.",
    "start": "01:00:54",
    "end": "01:00:56"
  },
  {
    "text": "Yes.",
    "start": "01:00:56",
    "end": "01:00:56"
  },
  {
    "text": "Yeah.",
    "start": "01:00:56",
    "end": "01:00:57"
  },
  {
    "text": "That's what we're talking about.",
    "start": "01:00:57",
    "end": "01:00:57"
  },
  {
    "text": "That's what we're talking about. So Son of Man is that if the Son of Man is a new Adam, then the Jesus of the Gospels is presenting himself as the founder of a new humanity. This is why the Gospels depict Jesus carrying out his ministry in the last days as the recapitulation, like the replaying, but also the perfecting of the beginning. In other words, if he's the ultimate Adam, he's both replaying all the history of humanity and the history of Israel in himself. That's recapitulation, but he's also perfecting it.",
    "start": "01:00:57",
    "end": "01:01:35"
  },
  {
    "text": "He's doing it in the way that is complete.",
    "start": "01:01:36",
    "end": "01:01:38"
  },
  {
    "text": "He's taking the road that humanity and Israel was never able to attain.",
    "start": "01:01:39",
    "end": "01:01:43"
  },
  {
    "text": "Yeah.",
    "start": "01:01:43",
    "end": "01:01:43"
  },
  {
    "text": "In this context, Marcus goes on the good news of Jesus opening message in Mark, chapter one. The time is fulfilled, fulfilled, filled, full. So time's been this thing building up towards some moment of fullness, and here it is. The kingdom of God has come near. This is not simply a time of waiting for a new event to happen and then it's over. Rather, he means that the old universe is dying and a new creation is being born.",
    "start": "01:01:44",
    "end": "01:02:15"
  },
  {
    "text": "Yeah.",
    "start": "01:02:16",
    "end": "01:02:17"
  },
  {
    "text": "So when we get to Paul and he's talking about old humanity, new humanity, and the new humanity is Jesus, where he'll talk about the current evil age, enslaved to the powers, but then the age to come, that has already started. This isn't a new idea. This is what the ministry of Jesus forced people to either say, it's all hogwash, He's a sham, he was crucified, it's a failed project. Or to bear witness to the resurrection. As he says, it's a new universe, a new creation coming into existence. And that's what the Son of Man theme is all about. Yeah. Like, what a remarkable story to be invited into. You know, it's like spend any day looking at the news.",
    "start": "01:02:17",
    "end": "01:03:05"
  },
  {
    "text": "Yeah. Which I've been doing too much of lately. I've been confessing.",
    "start": "01:03:06",
    "end": "01:03:10"
  },
  {
    "text": "Yeah. Yeah. I mean, it's very easy to get swept up into the narrative that, like, humans are ultimately in control, and in a way, we are.",
    "start": "01:03:10",
    "end": "01:03:20"
  },
  {
    "text": "Yeah. We're supposed to be.",
    "start": "01:03:20",
    "end": "01:03:21"
  },
  {
    "text": "That's the authority we've been given.",
    "start": "01:03:21",
    "end": "01:03:23"
  },
  {
    "text": "Yeah.",
    "start": "01:03:23",
    "end": "01:03:23"
  },
  {
    "text": "But the resurrection of Jesus is an apocalypse. It's like uncovering that in reality, he's the human who holds the true destiny of our universe in his hands. We're destroying ourselves. And the good news is that there is one who was subject to that destruction on our behalf and is gone out the other side into some new thing that we can't create in our own effort.",
    "start": "01:03:23",
    "end": "01:03:50"
  },
  {
    "text": "It's why I love so much the parable of the. The yeast in the dough. Because it's this picture of something growing within and transforming, changing everything. And changing everything.",
    "start": "01:03:50",
    "end": "01:04:05"
  },
  {
    "text": "But remember, he says, the woman hides it in the dough.",
    "start": "01:04:06",
    "end": "01:04:11"
  },
  {
    "text": "She hides it.",
    "start": "01:04:11",
    "end": "01:04:12"
  },
  {
    "text": "Yeah. It's hidden. It's not.",
    "start": "01:04:12",
    "end": "01:04:14"
  },
  {
    "text": "It's not plain.",
    "start": "01:04:14",
    "end": "01:04:15"
  },
  {
    "text": "It's not plain.",
    "start": "01:04:15",
    "end": "01:04:16"
  },
  {
    "text": "Yeah. There's something hidden, not plain. Of this upside down way of being human that is now made possible because according to the scriptures, the God of the universe became human to show how to do it and to do it on our behalf and to inaugurate it.",
    "start": "01:04:16",
    "end": "01:04:38"
  },
  {
    "text": "And to be subject to our evil and death.",
    "start": "01:04:38",
    "end": "01:04:41"
  },
  {
    "text": "Yeah.",
    "start": "01:04:41",
    "end": "01:04:42"
  },
  {
    "text": "And letting it both overpower him so that he could overpower it.",
    "start": "01:04:42",
    "end": "01:04:47"
  },
  {
    "text": "Yeah.",
    "start": "01:04:48",
    "end": "01:04:48"
  },
  {
    "text": "What a strange view of the world. I mean, really, it's remarkable that this story and movement actually still exists. Well, you know, it's so counterintuitive. And none of us actually live as if this is true. Well, yeah, even most of the people who say that they believe this, including myself.",
    "start": "01:04:48",
    "end": "01:05:07"
  },
  {
    "text": "Right, yeah. No, it's not. You pull someone off the street and ask them, what does it mean to follow Jesus?",
    "start": "01:05:08",
    "end": "01:05:15"
  },
  {
    "text": "Yeah.",
    "start": "01:05:15",
    "end": "01:05:16"
  },
  {
    "text": "And you're not going to get this answer.",
    "start": "01:05:16",
    "end": "01:05:17"
  },
  {
    "text": "No. Oh, yeah. It's too scandalous. But there you go. It's clearly what Jesus was talking about. And we're left to reckon with it. And then also to reckon that he understood that it was hard to understand, which is why he didn't like, write long essays about it. He just did it. And then he gave us these rituals, symbols.",
    "start": "01:05:17",
    "end": "01:05:42"
  },
  {
    "text": "Then he appointed Paul to write it or write it out.",
    "start": "01:05:42",
    "end": "01:05:46"
  },
  {
    "text": "At least explain it a little more.",
    "start": "01:05:46",
    "end": "01:05:47"
  },
  {
    "text": "Yeah.",
    "start": "01:05:47",
    "end": "01:05:48"
  },
  {
    "text": "So there you go, man. The Son of Man.",
    "start": "01:05:48",
    "end": "01:05:49"
  },
  {
    "text": "Thank you.",
    "start": "01:05:51",
    "end": "01:05:51"
  },
  {
    "text": "Yeah, thank you. I really. These were very helpful conversations for me and I'm pleased with the video. You guys, thank you for listening to this episode of the BibleProject podcast. We have just one more episode left, which is a question and response episode on the Son of Man. We'd love to hear your questions that have occurred to you while we've been exploring the Son of Man theme. So if you want to send us a question, here's how you can do it. You can send an audio file to info that is info infooin the Bibleproject.com. if you can say your name where you're from, that would be awesome. And if it's possible, please try to keep your question to about 20 seconds. Today's show was produced by Dan Gummel, theme music by the band Tense. And as always, we want to say thank you so much to those of you who listen to the podcast, those of you who watch the videos, and those of you who support what we're doing. The whole reason the Bible Project exists is because of a whole small army of supporters and people who believe in getting the unified storyline of the Bible that leads to Jesus out to the world in ways that are creative and engaging. So we're grateful that you all are behind us. We're going to keep making more content exploring the Bible. Thanks for being a part of this with us. Hi, this is Lauren. I'm from New York City. My favorite thing about the Bible Project is that it's an extremely generous way to spread the news Jesus and teach the Bible. In our culture, we believe that the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, and more resources@thebibleproject.com.",
    "start": "01:05:51",
    "end": "01:07:44"
  }
]