[
  {
    "text": "Hey, this is John at the bibleproject. Today we continue a conversation about the biblical theme we're calling the son of man. Son of man is a phrase in the Bible. It literally means the human one. And it is the way that Jesus most often refers to himself. It's an idea, a theme that begins in. In page three of the Bible, Genesis three. So if you remember Genesis three, there's a snake. He's a beast, but also some sort of spiritual evil. And he convinces humanity, Adam and Eve, to rebel against God. And so God tells the snake that there's gonna be two lineages moving forward. The seed of the woman, the son of man, who will one day crush the snake. And the seed of the snake. What does that mean? To be the seed of the snake?",
    "start": "00:00:07",
    "end": "00:00:55"
  },
  {
    "text": "It's giving ourselves over to powers and thought and systems that take us not forward into life. It takes us backwards into competitive, violent rivalry that result in all of us being destroyed. It takes us back into chaos and nothingness.",
    "start": "00:00:55",
    "end": "00:01:13"
  },
  {
    "text": "In this episode, we're going to see how this theme, the seed of the snake, develops through Genesis and then into Exodus. We'll look at Cain, Jacob, Joseph's brothers, and we'll see how they all give in to the snake.",
    "start": "00:01:14",
    "end": "00:01:26"
  },
  {
    "text": "All that does is just reinforce to you that, man, we need some different humans. Every human I'm meeting in this story, some have positive traits, but they're always balanced by really horrible traits. And those horrible traits are almost always connected to animal things in the storyline. So you walk. Yeah, you walk out of Genesis going, dude, we need a new and different kind of human around here.",
    "start": "00:01:27",
    "end": "00:01:49"
  },
  {
    "text": "Then we'll get into the book of Exodus, and we'll look at Moses, and we'll look at something I've always overlooked. Moses is told by God to turn a staff into a snake, to grab it and control it. And that's going to be the sign to Pharaoh that he comes with God's authority and power. And when the prophets read the Exodus story, like when Isaiah goes back and.",
    "start": "00:01:49",
    "end": "00:02:11"
  },
  {
    "text": "Talks about it, he reads the Exodus narrative as a portrait of the snake crusher. He reads the story of the past as giving us imagery and language to talk about our hope for the future. But that was planted all the way back in Genesis 3:15, that we're waiting for a human, a son of man who won't give in to the beast and begin acting like a beast, but one who will conquer the beast.",
    "start": "00:02:11",
    "end": "00:02:38"
  },
  {
    "text": "All of that and more on today's podcast. Thanks for joining us. Here we go. Okay, so we are talking about the Son of Man. This is an ongoing conversation. So, Tim.",
    "start": "00:02:38",
    "end": "00:02:56"
  },
  {
    "text": "Yes.",
    "start": "00:02:56",
    "end": "00:02:57"
  },
  {
    "text": "Would you do me the pleasure of giving a recap?",
    "start": "00:02:57",
    "end": "00:02:59"
  },
  {
    "text": "Okay, recap. Son of Man. Whether or not we start the video with this hook, this is how we begin our conversation. That Christ, or Messiah, is one of the most consistent titles used to describe Jesus throughout the New Testament, except in the Gospels. And that's true, except for in Jesus own words, he almost never calls himself by that title. And when people do call him that title, he usually switches to using a different title, which is the phrase the Son of man. Or literally in Greek, the son of.",
    "start": "00:02:59",
    "end": "00:03:35"
  },
  {
    "text": "The human, son of the human.",
    "start": "00:03:35",
    "end": "00:03:36"
  },
  {
    "text": "The word the is in front of both Greek words.",
    "start": "00:03:37",
    "end": "00:03:39"
  },
  {
    "text": "Oh, the.",
    "start": "00:03:39",
    "end": "00:03:40"
  },
  {
    "text": "The son of the human doesn't roll.",
    "start": "00:03:40",
    "end": "00:03:43"
  },
  {
    "text": "Off the tongue quite as much.",
    "start": "00:03:43",
    "end": "00:03:44"
  },
  {
    "text": "No.",
    "start": "00:03:44",
    "end": "00:03:45"
  },
  {
    "text": "So this is Jesus most consistent title to call himself. And then we talked about where he would have got a phrase like that and why that's important. It's a Hebrew phrase, but it's clear that he was referring to a key chapter in the Book of Daniel. And that chapter is a dream that Daniel has about a human who's getting trampled on by the beasts that represent the empires of the world. And then God brings judgment on the beast and invites the human one to float up on the divine cloud, up to the divine throne room and participate in God's rule over the world.",
    "start": "00:03:46",
    "end": "00:04:25"
  },
  {
    "text": "Sit on a throne next to God.",
    "start": "00:04:26",
    "end": "00:04:27"
  },
  {
    "text": "Sit on a throne next to God and be worshiped and served along with, with God, all humanity.",
    "start": "00:04:27",
    "end": "00:04:33"
  },
  {
    "text": "There's a dream Daniel had.",
    "start": "00:04:33",
    "end": "00:04:35"
  },
  {
    "text": "The dream Daniel had. We talked about that and about how that dream is bringing together in that imagery. It's providing a climactic conclusion to the whole biblical. It's anticipating the conclusion of the whole biblical storyline of humans in the image of God put in an exalted place to rule over the world with God and on God's behalf.",
    "start": "00:04:35",
    "end": "00:04:55"
  },
  {
    "text": "And that's what we talked about after Daniel's vision is that call for humans.",
    "start": "00:04:55",
    "end": "00:05:00"
  },
  {
    "text": "To rule the world. That's right.",
    "start": "00:05:00",
    "end": "00:05:01"
  },
  {
    "text": "Yep.",
    "start": "00:05:01",
    "end": "00:05:02"
  },
  {
    "text": "So that Daniel7 assumes that you've really internalized what's going on in Genesis 1 with humans that come after the animals in the order of Genesis 1, in.",
    "start": "00:05:02",
    "end": "00:05:11"
  },
  {
    "text": "The order of how things appear in Genesis 1.",
    "start": "00:05:11",
    "end": "00:05:13"
  },
  {
    "text": "Yeah. Not in Genesis 2, but in Genesis 1. The humans come at the climactic point of the story and after the animals are made, but yet they are said to rule over the animals, which sets up a conflict, because on Genesis chapter three, you have an angry animal, a disgruntled animal.",
    "start": "00:05:13",
    "end": "00:05:35"
  },
  {
    "text": "Yeah.",
    "start": "00:05:35",
    "end": "00:05:35"
  },
  {
    "text": "Who There's a whole backstory behind. But one thing that's for sure is that animal is and represents something that doesn't want to be ruled by anybody and certainly not humans. Yeah, the snake. Nachash.",
    "start": "00:05:35",
    "end": "00:05:48"
  },
  {
    "text": "Nachash.",
    "start": "00:05:48",
    "end": "00:05:49"
  },
  {
    "text": "Nachash. So we talked about how the nachash is a narrative image that clearly you're supposed to assume there's more than meets the eye here. But it's not less than an animal. It seems to be an animal and more than an animal.",
    "start": "00:05:49",
    "end": "00:06:04"
  },
  {
    "text": "Right.",
    "start": "00:06:04",
    "end": "00:06:04"
  },
  {
    "text": "But the fact that it's an animal who's overcoming the human, it ends up being this tragic reversal of the divine ideal for humanity. And then the moment humans are overcome by the animal in Genesis 3, they actually start behaving like animals.",
    "start": "00:06:04",
    "end": "00:06:20"
  },
  {
    "text": "And this links back to Daniel's vision and that it's animals that are trampling.",
    "start": "00:06:20",
    "end": "00:06:24"
  },
  {
    "text": "That's right. It's mutant animals.",
    "start": "00:06:24",
    "end": "00:06:26"
  },
  {
    "text": "Mutant animals. Like the best way to describe humanity gone awry is the images of mutant animals.",
    "start": "00:06:27",
    "end": "00:06:34"
  },
  {
    "text": "Mutant animals. Yep, that's right. And so then you get this animal.",
    "start": "00:06:34",
    "end": "00:06:38"
  },
  {
    "text": "Like behavior, the animal urge.",
    "start": "00:06:38",
    "end": "00:06:40"
  },
  {
    "text": "Yeah, that surfaces out of Cain. Remember the animal urge to kill his brother? Yeah, that's crouching for you. And then what does he do? He kills his brother like an animal, and then his descendants do the same. And so violence keeps spreading, spreading, spreading, leading up to the tower of Babylon in the city of Babylon, where you have humans now in their animal like state, exalting themselves up to the heavens as if they can declare themselves to rule over heaven and earth.",
    "start": "00:06:40",
    "end": "00:07:11"
  },
  {
    "text": "What was the thing about Nimrod?",
    "start": "00:07:11",
    "end": "00:07:12"
  },
  {
    "text": "Oh, he's the first animal slayer. He's the grandson of Ham, who's a son of Noah. Ham, the son of Noah. Ham does that sketchy thing with his dad and he gets a curse brought down on him. And Ham becomes the grandfather of Nimrod, who's the first animal slayer in terms of like a hunter. He's a hunter and he's a violent warrior. He's a Gibor in Hebrew. And then he goes and builds Babylon. And then his son, he's the one that builds Babylon, goes out and founds Assyria. Okay, so the two biggest bad guys.",
    "start": "00:07:13",
    "end": "00:07:47"
  },
  {
    "text": "In the entire Bible come from Nimrod.",
    "start": "00:07:47",
    "end": "00:07:49"
  },
  {
    "text": "Come from Nimrod, who comes from Hamilton, who's connected with this trajectory of humans in Genesis 1 through 11 of people who are duped by the animal and therefore start to act like animals.",
    "start": "00:07:49",
    "end": "00:08:02"
  },
  {
    "text": "Duped by the animal in the idea of the snake. And then also with sin being in.",
    "start": "00:08:03",
    "end": "00:08:09"
  },
  {
    "text": "Genesis 4, is depicted as an animal.",
    "start": "00:08:09",
    "end": "00:08:11"
  },
  {
    "text": "Sin is depicted as an animal that.",
    "start": "00:08:11",
    "end": "00:08:13"
  },
  {
    "text": "Gets humans to act like animals. Right. Goseva Cain murders his brother.",
    "start": "00:08:13",
    "end": "00:08:18"
  },
  {
    "text": "Yeah.",
    "start": "00:08:18",
    "end": "00:08:18"
  },
  {
    "text": "So that's the overall portrait. That's where we've been so far. There's a really robust portrait about humans and animals emerging out of this here.",
    "start": "00:08:19",
    "end": "00:08:26"
  },
  {
    "text": "So it seems like it's important to you to say humans acting like animals. And I want to make sure I understand how you're getting there. Yeah. What leads you to use that language?",
    "start": "00:08:27",
    "end": "00:08:36"
  },
  {
    "text": "Yeah, got it. So you have an animal overcoming a human.",
    "start": "00:08:36",
    "end": "00:08:39"
  },
  {
    "text": "Yeah.",
    "start": "00:08:39",
    "end": "00:08:40"
  },
  {
    "text": "In Genesis 3.",
    "start": "00:08:40",
    "end": "00:08:41"
  },
  {
    "text": "Okay.",
    "start": "00:08:41",
    "end": "00:08:42"
  },
  {
    "text": "Then those humans go out with a programmatic statement given in God's words to the serpent, that there'll be two lines, two lineages emerging out of the story here. An animal line, a seed of the serpent, and then a human line, the seed of the woman. And the human line is going to at some point crush and overcome the serpent. The serpent line and its lineage.",
    "start": "00:08:42",
    "end": "00:09:06"
  },
  {
    "text": "But the animal line is more than animals.",
    "start": "00:09:06",
    "end": "00:09:08"
  },
  {
    "text": "Well, in Genesis 3, it's combined with the second line. It's giving you an image of baby snakes. But then you go, well, okay, but baby snakes.",
    "start": "00:09:08",
    "end": "00:09:16"
  },
  {
    "text": "Yeah.",
    "start": "00:09:16",
    "end": "00:09:17"
  },
  {
    "text": "The next story is about a human. Right. The woman gives birth to two humans. But then one of those humans has a metaphorical animal crouching at its door.",
    "start": "00:09:17",
    "end": "00:09:30"
  },
  {
    "text": "Sin.",
    "start": "00:09:31",
    "end": "00:09:31"
  },
  {
    "text": "And it is overcome by that animal temptation and then takes on the behavior of an animal and slaying his brother. So Cain, he's not the seed of the serpent. He's on an analogy to or he becomes metaphorically. But then you learn, oh, this wasn't about baby snakes. Who cares about baby snakes?",
    "start": "00:09:31",
    "end": "00:09:52"
  },
  {
    "text": "Yeah.",
    "start": "00:09:52",
    "end": "00:09:52"
  },
  {
    "text": "The point is about humans who are acting like animals because they give in to the animal, the animal inside, the animal inside. So the snake in Genesis 3 is mirrored by the paired story of the animal sin.",
    "start": "00:09:52",
    "end": "00:10:05"
  },
  {
    "text": "So is the seed of the snake. The seed of the snake is kind of a spiritual evil or moral evil.",
    "start": "00:10:05",
    "end": "00:10:12"
  },
  {
    "text": "It's humans giving in.",
    "start": "00:10:12",
    "end": "00:10:13"
  },
  {
    "text": "What materializes in a moral evil for humans?",
    "start": "00:10:13",
    "end": "00:10:15"
  },
  {
    "text": "I mean, it's humans redefining good and evil. Isn't this great? We're always talking about Cain and Abel.",
    "start": "00:10:15",
    "end": "00:10:20"
  },
  {
    "text": "Yeah.",
    "start": "00:10:20",
    "end": "00:10:21"
  },
  {
    "text": "But how Cain and Abel both replays and intensifies the portrait of Genesis 3 of humans and animals. They mutually illuminate each other. And the way that Cain faces his animal is that it's inside. It's an inner urge to redefine good and evil so that what's in my best interest is to eliminate the life of another for my well being.",
    "start": "00:10:21",
    "end": "00:10:48"
  },
  {
    "text": "And this is what's keeping the humans from ruling.",
    "start": "00:10:48",
    "end": "00:10:51"
  },
  {
    "text": "Yes. And that's why violence is tied in here. So humans Acting like animals is humans being reduced to violent behavior for their own best interests, which is the opposite, apparently, of a human who truly knows how to rule the world in the wisdom of God. That's the opposite. And so all of a sudden, humans killing each other in violence becomes the status quo. The main portrait of what's wrong with humans in Genesis 3 to 11.",
    "start": "00:10:51",
    "end": "00:11:21"
  },
  {
    "text": "Yeah.",
    "start": "00:11:21",
    "end": "00:11:22"
  },
  {
    "text": "And then turns corporate with Babylon. Once you get Nimrod building an empire, then you've got whole empires that are acting like animals.",
    "start": "00:11:22",
    "end": "00:11:31"
  },
  {
    "text": "And God's like, I don't want this to go down.",
    "start": "00:11:31",
    "end": "00:11:33"
  },
  {
    "text": "That's right. So that whole narrative trajectory, like later biblical authors, they see all this. That's why the primary metaphor for Babylon in the prophets is of wild animals, including the Book of Daniel. So it becomes a story of an actual animal. And a human in Genesis 3 becomes a story of humans facing their own inner animal throughout the rest of the biblical story. And how is the beast going to be overcome? But this puts us in a quandary. The beast has to be overcome, but God doesn't want to destroy humans. He wants humans to rule the world along beside him. So somehow the beast has to be defeated and overcome in a way that doesn't destroy all humanity, even though humanity has become a beast. So how do you destroy the beast without destroying humanity? And that becomes. I think that's kind of the interesting thing of what we could do with the Son of Man video. Humans keep acting like animals.",
    "start": "00:11:33",
    "end": "00:12:34"
  },
  {
    "text": "Yeah.",
    "start": "00:12:34",
    "end": "00:12:34"
  },
  {
    "text": "God has to deal with humans in their animal like state, but his goal is to move them into a restored humanity. It's like the plot tension that could drive the video.",
    "start": "00:12:34",
    "end": "00:12:45"
  },
  {
    "text": "Nice. I like that, Sam. Now we are mammals.",
    "start": "00:12:46",
    "end": "00:13:24"
  },
  {
    "text": "Yes, we are.",
    "start": "00:13:25",
    "end": "00:13:25"
  },
  {
    "text": "And in Genesis 1, we were created on the same day as animals.",
    "start": "00:13:26",
    "end": "00:13:32"
  },
  {
    "text": "That's right. And we emerge from the ground.",
    "start": "00:13:32",
    "end": "00:13:34"
  },
  {
    "text": "Yeah.",
    "start": "00:13:34",
    "end": "00:13:35"
  },
  {
    "text": "We go back to it. And there's a close relate in Genesis 2. Remember, there's no corresponding one for the human. Plan A, you know, it's not good for the human to be alone.",
    "start": "00:13:35",
    "end": "00:13:46"
  },
  {
    "text": "Right.",
    "start": "00:13:46",
    "end": "00:13:47"
  },
  {
    "text": "And so plan A is the animals.",
    "start": "00:13:47",
    "end": "00:13:48"
  },
  {
    "text": "Yeah.",
    "start": "00:13:49",
    "end": "00:13:49"
  },
  {
    "text": "God makes the animals.",
    "start": "00:13:49",
    "end": "00:13:50"
  },
  {
    "text": "Yeah. Hang out with the animals.",
    "start": "00:13:50",
    "end": "00:13:51"
  },
  {
    "text": "So there's this close connection, like.",
    "start": "00:13:51",
    "end": "00:13:53"
  },
  {
    "text": "That's right. Yeah, yeah. In that narrative in Genesis 2, you've got man. He's alone.",
    "start": "00:13:53",
    "end": "00:13:58"
  },
  {
    "text": "Yeah.",
    "start": "00:13:59",
    "end": "00:13:59"
  },
  {
    "text": "God's like, oh, make up some animals. Name the animals. It's still not good enough.",
    "start": "00:13:59",
    "end": "00:14:03"
  },
  {
    "text": "That's right. It doesn't correspond to him. But I think the point isn't that it's like apples and oranges.",
    "start": "00:14:03",
    "end": "00:14:09"
  },
  {
    "text": "Right.",
    "start": "00:14:09",
    "end": "00:14:09"
  },
  {
    "text": "It's close.",
    "start": "00:14:09",
    "end": "00:14:10"
  },
  {
    "text": "Close.",
    "start": "00:14:10",
    "end": "00:14:10"
  },
  {
    "text": "But it's Not. It doesn't correspond.",
    "start": "00:14:10",
    "end": "00:14:12"
  },
  {
    "text": "Yeah.",
    "start": "00:14:12",
    "end": "00:14:13"
  },
  {
    "text": "And so then that makes the conflict between human and animals this kind of tragic. This tragic past that we've lost. Which is why peace with the animals, as we're going to see in the prophets, becomes a huge image of a new creation of peace with the animals. So there's something we've lost. You know, we have a connection to the animals that we've lost when we only see them in zoos or eat them.",
    "start": "00:14:13",
    "end": "00:14:39"
  },
  {
    "text": "So now there's. I feel like we're saying two opposite things then, which is one, this sense of lost peace with the animals, this connection to the animals. The other one is that we're fighting this inner animal. It's kind of like, yeah, animals are good and we need to be buddies with the animals.",
    "start": "00:14:39",
    "end": "00:14:58"
  },
  {
    "text": "I see.",
    "start": "00:14:58",
    "end": "00:14:59"
  },
  {
    "text": "Animals are dangerous. We don't want to become like animals.",
    "start": "00:14:59",
    "end": "00:15:02"
  },
  {
    "text": "Yeah, yeah, that's a good point. But I think that the animal imagery can serve multiple purposes. John, that's a really good observation. Thank you for pointing that out. Peace with peaceful animals is the Eden image.",
    "start": "00:15:02",
    "end": "00:15:17"
  },
  {
    "text": "Okay.",
    "start": "00:15:17",
    "end": "00:15:18"
  },
  {
    "text": "Expelled from the garden, humans become dangerous.",
    "start": "00:15:18",
    "end": "00:15:22"
  },
  {
    "text": "Like dangerous animals.",
    "start": "00:15:22",
    "end": "00:15:23"
  },
  {
    "text": "Like dangerous animals and animals become dangerous, and then they can become images of each other. Dangerous humans and dangerous animals. Yeah, that's right.",
    "start": "00:15:23",
    "end": "00:15:33"
  },
  {
    "text": "Animals are by nature dangerous.",
    "start": "00:15:33",
    "end": "00:15:35"
  },
  {
    "text": "That's true. Yeah, that's true. Unless you threaten them. But that's true of humans, too. Yeah, we talked about, I think, humans.",
    "start": "00:15:35",
    "end": "00:15:43"
  },
  {
    "text": "Yeah.",
    "start": "00:15:43",
    "end": "00:15:43"
  },
  {
    "text": "I mean, probably a little more destructive.",
    "start": "00:15:43",
    "end": "00:15:45"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:15:45",
    "end": "00:15:45"
  },
  {
    "text": "A little more dangerous.",
    "start": "00:15:45",
    "end": "00:15:46"
  },
  {
    "text": "Oh, for sure. It's just like, you hear these stories of people who have, like, a pet ape, you know, and the pet ape's all friendly, and they're like, oh, this ape would never hurt anyone.",
    "start": "00:15:46",
    "end": "00:15:56"
  },
  {
    "text": "Yes, yes.",
    "start": "00:15:56",
    "end": "00:15:56"
  },
  {
    "text": "And then someone comes over and the ape bites their face off.",
    "start": "00:15:56",
    "end": "00:15:59"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:15:59",
    "end": "00:16:00"
  },
  {
    "text": "Yeah.",
    "start": "00:16:00",
    "end": "00:16:01"
  },
  {
    "text": "Or they've had a tiger for five years, and then one day it just, like, kills someone.",
    "start": "00:16:01",
    "end": "00:16:06"
  },
  {
    "text": "And you're like, oh, that's right. It's an animal.",
    "start": "00:16:06",
    "end": "00:16:07"
  },
  {
    "text": "They're wild.",
    "start": "00:16:07",
    "end": "00:16:08"
  },
  {
    "text": "But there is this biblical prophetic hope of something different. An actual piece. Yeah, you could actually have a pet ape and it won't rip someone's face off.",
    "start": "00:16:09",
    "end": "00:16:22"
  },
  {
    "text": "And in the background are all of our conversations about how metaphors work in the Bible. So it doesn't necessarily mean this video camera footage of the new creation. Right. These images of peace with the animals.",
    "start": "00:16:22",
    "end": "00:16:33"
  },
  {
    "text": "Right.",
    "start": "00:16:33",
    "end": "00:16:34"
  },
  {
    "text": "We'll look at some later on. Rather, it's using an experience that we know, feeling this connection to the animals that has been lost. And we also know the feeling of fear of animals. And then Imagine a world where there is no fear, but only peace with the animals. When you think of that and it warms your heart, that's like a little taste of.",
    "start": "00:16:34",
    "end": "00:16:57"
  },
  {
    "text": "My 4 year old has no fear of animals.",
    "start": "00:16:57",
    "end": "00:16:59"
  },
  {
    "text": "Yes. You've mentioned this before.",
    "start": "00:16:59",
    "end": "00:17:00"
  },
  {
    "text": "Yeah, he'll wanna.",
    "start": "00:17:00",
    "end": "00:17:01"
  },
  {
    "text": "Is that still the case?",
    "start": "00:17:01",
    "end": "00:17:02"
  },
  {
    "text": "I think so.",
    "start": "00:17:02",
    "end": "00:17:03"
  },
  {
    "text": "You think if he saw like a python, he would wanna go up to it?",
    "start": "00:17:03",
    "end": "00:17:06"
  },
  {
    "text": "I don't know about a snake. There's something about snakes. I'm not sure about snakes.",
    "start": "00:17:06",
    "end": "00:17:10"
  },
  {
    "text": "Like a fuzzy grizzly bear.",
    "start": "00:17:10",
    "end": "00:17:12"
  },
  {
    "text": "But yeah, like, oh, what was it we were trying to explain to him that you shouldn't hug bears? And he's like, well, the nice ones. We're like, nope, there's no nice bears. You don't hug bears full stop. He's like, okay, but the nice ones.",
    "start": "00:17:12",
    "end": "00:17:28"
  },
  {
    "text": "Yeah, right.",
    "start": "00:17:28",
    "end": "00:17:29"
  },
  {
    "text": "So, yeah, he doesn't get it.",
    "start": "00:17:29",
    "end": "00:17:30"
  },
  {
    "text": "Okay, well, where we're going to go from here?",
    "start": "00:17:30",
    "end": "00:17:32"
  },
  {
    "text": "Yeah.",
    "start": "00:17:32",
    "end": "00:17:33"
  },
  {
    "text": "This may or may not be content relevant to the video, so I kind of want to just fly over this. But the animal imagery doesn't stop when we leave the early Genesis narratives. It continues to resonate in the background because it's a big thing in Genesis 3 to 11. Right. The corruption of humanity and their animal like behavior. And so it continues. Animal imagery plays a significant role throughout the biblical story. Moving out of Genesis. So I thought I'd just kind of hit on some.",
    "start": "00:17:33",
    "end": "00:18:03"
  },
  {
    "text": "Yeah.",
    "start": "00:18:03",
    "end": "00:18:03"
  },
  {
    "text": "To point out it's like the greatest hits. Yeah, yeah, exactly, exactly.",
    "start": "00:18:03",
    "end": "00:18:07"
  },
  {
    "text": "Right.",
    "start": "00:18:07",
    "end": "00:18:07"
  },
  {
    "text": "Sam.",
    "start": "00:18:24",
    "end": "00:18:32"
  },
  {
    "text": "So you move out of Babylon, scattering Babylon, and God selects one line out of the people groups from that part of the world, and that leads to Abram and his family. God says to Abram, through your line, that blessing of the new humanity and the new creation, the blessing for all nations, is going to come through your family. But remember, just like from the woman, there came two brothers, you know, an older and a younger. And then there was conflict. One of them is angry and acts like an animal. That motif replays through every generation in the book of Genesis.",
    "start": "00:18:51",
    "end": "00:19:27"
  },
  {
    "text": "Yeah, the firstborn and the second born.",
    "start": "00:19:27",
    "end": "00:19:30"
  },
  {
    "text": "Totally. That's right. So Abram ends up having his first two sons are Ishmael first and then Isaac. And just like Cain and Abel, it's the second born. Who is the line that God chooses as the line of promise. And isn't it interesting that there's conflict between the two of them in Genesis chapter 16 and 21? And the imagery used to describe that conflict is Genesis 16:12. Ishmael will be a wild donkey of a human. He's going to be a wild animal.",
    "start": "00:19:30",
    "end": "00:20:04"
  },
  {
    "text": "Sounds like an insult.",
    "start": "00:20:04",
    "end": "00:20:05"
  },
  {
    "text": "A wild donkey of a human.",
    "start": "00:20:05",
    "end": "00:20:07"
  },
  {
    "text": "Well. And the Ishmaelites are connected to the desert tribes that were southeast of the land of Israel, and they end up being in different periods of peace and conflict and so on. But they're wild out there. Wild desert, like wild donkey. They roam the steps, you know, that kind of thing.",
    "start": "00:20:07",
    "end": "00:20:26"
  },
  {
    "text": "What does that mean? Roam the steppes.",
    "start": "00:20:27",
    "end": "00:20:28"
  },
  {
    "text": "Oh, yeah, like the desert steppes. You know, like the plateau steps.",
    "start": "00:20:28",
    "end": "00:20:32"
  },
  {
    "text": "Cool.",
    "start": "00:20:32",
    "end": "00:20:33"
  },
  {
    "text": "So there we go. Just two brothers again. Firstborn, second born. And once again, that firstborn, who isn't the chosen lion, is depicted as an animal connected with animal imagery. Jacob and Esau is the next generation. Isaac has two sons, Jacob and Esau. Esau comes out first.",
    "start": "00:20:33",
    "end": "00:20:51"
  },
  {
    "text": "Firstborn, Firstborn.",
    "start": "00:20:51",
    "end": "00:20:53"
  },
  {
    "text": "Hairy. So hairy.",
    "start": "00:20:53",
    "end": "00:20:55"
  },
  {
    "text": "Yeah, he's a hairy man.",
    "start": "00:20:56",
    "end": "00:20:57"
  },
  {
    "text": "Hairy man. And he eats like an animal.",
    "start": "00:20:57",
    "end": "00:20:59"
  },
  {
    "text": "He eats like an animal.",
    "start": "00:21:00",
    "end": "00:21:01"
  },
  {
    "text": "Remember, the first story is about how.",
    "start": "00:21:01",
    "end": "00:21:03"
  },
  {
    "text": "He comes in from the field and he's hungry, and Jacob's making this stew. And Esau says. He's in Hebrew, he says, give me that adom. Adom. Give me that red, red stuff. And then it's a. He sat and he ate and he drank, and he got up. And it's just all these verbs in a row.",
    "start": "00:21:03",
    "end": "00:21:21"
  },
  {
    "text": "Yeah.",
    "start": "00:21:21",
    "end": "00:21:22"
  },
  {
    "text": "As if he's just, like, wolfing it down.",
    "start": "00:21:22",
    "end": "00:21:24"
  },
  {
    "text": "Okay.",
    "start": "00:21:24",
    "end": "00:21:24"
  },
  {
    "text": "So anyway, nice.",
    "start": "00:21:24",
    "end": "00:21:25"
  },
  {
    "text": "You saw.",
    "start": "00:21:25",
    "end": "00:21:26"
  },
  {
    "text": "It's like an animal, okay? And Jacob, he comes out grabbing his brother's A cave.",
    "start": "00:21:26",
    "end": "00:21:32"
  },
  {
    "text": "His heel.",
    "start": "00:21:33",
    "end": "00:21:34"
  },
  {
    "text": "His heel.",
    "start": "00:21:34",
    "end": "00:21:34"
  },
  {
    "text": "A cave.",
    "start": "00:21:34",
    "end": "00:21:35"
  },
  {
    "text": "A cave. And so they give him the name Yaakov to match what he came out doing. And the word for to grab someone's heel, like, to trip them, became the Hebrew. One of the Hebrew words for like, deceive or to trick somebody.",
    "start": "00:21:35",
    "end": "00:21:51"
  },
  {
    "text": "It's not a great name.",
    "start": "00:21:51",
    "end": "00:21:52"
  },
  {
    "text": "His name means heel grabber, which means to trick somebody.",
    "start": "00:21:52",
    "end": "00:21:55"
  },
  {
    "text": "This is the second born.",
    "start": "00:21:55",
    "end": "00:21:57"
  },
  {
    "text": "This is the second born. And do you remember all the way Back to Genesis 3, the conflict between the snake and the woman?",
    "start": "00:21:57",
    "end": "00:22:04"
  },
  {
    "text": "Yeah.",
    "start": "00:22:04",
    "end": "00:22:05"
  },
  {
    "text": "So God says to the snake, there'll be conflict between your seed and her seed. And then the woman's seed, he will crush your head and you will crush his heel. Heel. The snake is the one who tries to get the heel to trick people. And the next time the word heal is used in the book of Genesis is to describe Jacob coming out, grabbing his brother's heel.",
    "start": "00:22:05",
    "end": "00:22:31"
  },
  {
    "text": "Not a coincidence.",
    "start": "00:22:33",
    "end": "00:22:33"
  },
  {
    "text": "No, no. Oh, no. This is so hyperlinked. It's like a glowing blue hyperlink. Click on me, click me, click me.",
    "start": "00:22:34",
    "end": "00:22:42"
  },
  {
    "text": "And then you put Jacob's birth story.",
    "start": "00:22:42",
    "end": "00:22:44"
  },
  {
    "text": "On top of Genesis 3:15. And Jacob is on analogy to the snake.",
    "start": "00:22:44",
    "end": "00:22:52"
  },
  {
    "text": "Now, the snake is the firstborn and the Jacob is the second born.",
    "start": "00:22:52",
    "end": "00:22:56"
  },
  {
    "text": "Oh, yeah, but that's right. It's just in their roles in relation to people's heels. Who else have I heard about someone grabbing and snatching onto the heel of another. Oh, yeah, it was a snake. And this is how hyperlinks work. When biblical authors want to suggest a comparison between one character and early biblical character, they'll use the language from that earlier story.",
    "start": "00:22:56",
    "end": "00:23:19"
  },
  {
    "text": "You made a point earlier, though, to show how the animals were the. Were the first creator.",
    "start": "00:23:19",
    "end": "00:23:24"
  },
  {
    "text": "Oh, that's right. Yeah, that's right.",
    "start": "00:23:24",
    "end": "00:23:26"
  },
  {
    "text": "And the humans then are the second.",
    "start": "00:23:26",
    "end": "00:23:27"
  },
  {
    "text": "Yeah.",
    "start": "00:23:27",
    "end": "00:23:28"
  },
  {
    "text": "So this one, the second are supposed to rule the first.",
    "start": "00:23:28",
    "end": "00:23:30"
  },
  {
    "text": "Correct.",
    "start": "00:23:30",
    "end": "00:23:31"
  },
  {
    "text": "And that becomes this biblical motif of the second born.",
    "start": "00:23:31",
    "end": "00:23:33"
  },
  {
    "text": "So that's the creative twist with Jacob and Esau, the first comes out and he's an animal. All right. Esau, the second one comes out and.",
    "start": "00:23:34",
    "end": "00:23:41"
  },
  {
    "text": "He should be the.",
    "start": "00:23:41",
    "end": "00:23:42"
  },
  {
    "text": "And he's no better.",
    "start": "00:23:42",
    "end": "00:23:43"
  },
  {
    "text": "I see.",
    "start": "00:23:43",
    "end": "00:23:44"
  },
  {
    "text": "He's an animal, too.",
    "start": "00:23:44",
    "end": "00:23:44"
  },
  {
    "text": "So that should be the, like, unexpected.",
    "start": "00:23:44",
    "end": "00:23:46"
  },
  {
    "text": "Yeah, that's the. The twist in the plot. They're both animals. Neither one of them deserve to be the chosen one.",
    "start": "00:23:46",
    "end": "00:23:54"
  },
  {
    "text": "He's acting like an animal, too, in the way that the snake was acting. Grabbing the animal.",
    "start": "00:23:54",
    "end": "00:23:57"
  },
  {
    "text": "Totally.",
    "start": "00:23:57",
    "end": "00:23:57"
  },
  {
    "text": "That's right. So they come out of the womb, and Rebecca, their mom, gets this promise from God that two nations are in your womb. One people will serve the other, the older will serve the younger.",
    "start": "00:23:57",
    "end": "00:24:12"
  },
  {
    "text": "Yeah.",
    "start": "00:24:13",
    "end": "00:24:13"
  },
  {
    "text": "So one is going to rule, the younger is going to rule. Just like Cain and Abel and Isaac and Ishmael, but they're both animals. And actually you could.",
    "start": "00:24:14",
    "end": "00:24:22"
  },
  {
    "text": "With Cain and Abel, it wasn't that Abel was going to rule, but that he was favored over.",
    "start": "00:24:22",
    "end": "00:24:26"
  },
  {
    "text": "That's right. Yeah, that's right. And here Jacob is getting that.",
    "start": "00:24:26",
    "end": "00:24:29"
  },
  {
    "text": "He's getting the favor.",
    "start": "00:24:29",
    "end": "00:24:30"
  },
  {
    "text": "That favor.",
    "start": "00:24:30",
    "end": "00:24:30"
  },
  {
    "text": "Second born getting the favor over the firstborn.",
    "start": "00:24:30",
    "end": "00:24:32"
  },
  {
    "text": "But Jacob doesn't just receive favor. He's going to steal it from his brother. He's going to trade it for that bowl of stew, and then he's going to, remember, cheat his old blind father out of it by dressing up as his animal brother. He kills an animal to make himself feel like an animal. So notice the animal imagery. It permeates the Jacob story. And Esau.",
    "start": "00:24:32",
    "end": "00:24:58"
  },
  {
    "text": "And he didn't have to do that because he was already gonna get the blessing or. No, it's still. You don't know.",
    "start": "00:24:58",
    "end": "00:25:02"
  },
  {
    "text": "That becomes. Yeah, exactly. That becomes the wheel.",
    "start": "00:25:03",
    "end": "00:25:05"
  },
  {
    "text": "It's still up to the Father, totally.",
    "start": "00:25:05",
    "end": "00:25:06"
  },
  {
    "text": "And actually Isaac, his dad, wanted Esau. He loved Esau. And so this is the crazy. This is how book of Genesis starts spinning your brain. Jacob's evil. Actually, God is able to work in and through Jacob's evil to accomplish his purpose anyway, which is the point of the whole Joseph story.",
    "start": "00:25:06",
    "end": "00:25:25"
  },
  {
    "text": "Uses humans who've become animals to redeem humans.",
    "start": "00:25:25",
    "end": "00:25:30"
  },
  {
    "text": "So speaking of, let's talk about the next generation. Joseph and his brothers.",
    "start": "00:25:30",
    "end": "00:25:34"
  },
  {
    "text": "Yeah.",
    "start": "00:25:34",
    "end": "00:25:34"
  },
  {
    "text": "So Jacob hasn't learned anything. It was his father's favoritism that ruined he and Esau's relationship. He has 12 sons, and he favors one of them more than the others.",
    "start": "00:25:35",
    "end": "00:25:47"
  },
  {
    "text": "The youngest.",
    "start": "00:25:47",
    "end": "00:25:48"
  },
  {
    "text": "The second to youngest.",
    "start": "00:25:48",
    "end": "00:25:50"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:25:50",
    "end": "00:25:50"
  },
  {
    "text": "And he gives them, you know, the coat.",
    "start": "00:25:51",
    "end": "00:25:53"
  },
  {
    "text": "Yeah, coat of many colors.",
    "start": "00:25:53",
    "end": "00:25:55"
  },
  {
    "text": "The color of many colors. So his brothers hate him. Oh. And then Joseph has those dreams. And what are his dreams about?",
    "start": "00:25:55",
    "end": "00:26:03"
  },
  {
    "text": "That the brothers will serve him.",
    "start": "00:26:03",
    "end": "00:26:04"
  },
  {
    "text": "And particularly that he's going to rule as a king over his brothers. Genesis 1, language, one ruling over the others. The late born, the late comer, ruling over the first comers.",
    "start": "00:26:04",
    "end": "00:26:15"
  },
  {
    "text": "The pattern is painfully clear now.",
    "start": "00:26:15",
    "end": "00:26:17"
  },
  {
    "text": "Painfully clear. It's what the whole book of Genesis is about. And so just like Cain's anger and violence was aroused by this, just like Esau's was. So Joseph's brothers hate him and so they're gonna murder him, but they decide to spare him and only sell him into slavery.",
    "start": "00:26:17",
    "end": "00:26:36"
  },
  {
    "text": "Yeah, it's a nice move.",
    "start": "00:26:36",
    "end": "00:26:38"
  },
  {
    "text": "And in the ironic twist, what they end up doing is not killing him, but they kill an animal and dip the colored coat in the animal's blood and take it to Jacob.",
    "start": "00:26:38",
    "end": "00:26:49"
  },
  {
    "text": "Oh, and save him.",
    "start": "00:26:49",
    "end": "00:26:50"
  },
  {
    "text": "So he thinks an animal killed his son. So here's animals again. Animals kill. Killing human. But this time it's a lie. In every generation. Genesis, dude, I'm telling you. So amazing.",
    "start": "00:26:50",
    "end": "00:27:00"
  },
  {
    "text": "Animal stuff is not a coincidence.",
    "start": "00:27:00",
    "end": "00:27:01"
  },
  {
    "text": "No, it's all intentional.",
    "start": "00:27:02",
    "end": "00:27:03"
  },
  {
    "text": "They're, like, using all this animal stuff intentionally.",
    "start": "00:27:03",
    "end": "00:27:05"
  },
  {
    "text": "That's right.",
    "start": "00:27:05",
    "end": "00:27:05"
  },
  {
    "text": "So here the brothers are acting like animals, which is symbolized by them killing an animal to make them. To trick their father. Just like Jacob tricked his father, Isaac, so now Jacob.",
    "start": "00:27:06",
    "end": "00:27:21"
  },
  {
    "text": "A lot of kids tricking their fathers.",
    "start": "00:27:22",
    "end": "00:27:24"
  },
  {
    "text": "Totally.",
    "start": "00:27:24",
    "end": "00:27:24"
  },
  {
    "text": "A lot of sibling rivalry.",
    "start": "00:27:24",
    "end": "00:27:26"
  },
  {
    "text": "Yeah, that's right. Yeah. For me, it's the whole thing and a lot of violence. And a lot of violence and a lot of comparing people to animals. So book of Genesis, in every generation.",
    "start": "00:27:26",
    "end": "00:27:35"
  },
  {
    "text": "The second born is going to rule over the firstborn.",
    "start": "00:27:36",
    "end": "00:27:39"
  },
  {
    "text": "Yeah, the lateborn.",
    "start": "00:27:39",
    "end": "00:27:40"
  },
  {
    "text": "That's right, the lateborn. In Joseph's case.",
    "start": "00:27:40",
    "end": "00:27:42"
  },
  {
    "text": "So all that does is just reinforce to you that, man, we need some different humans. Every human I'm meeting in this story, some have positive traits, but they're always balanced by really horrible traits. And those horrible traits are almost always connected to animal things in the storyline and specifically violent. Violent behavior. So you walk. Yeah, you walk out of Genesis going, dude, we need a new and different kind of human around here. And then you enter the Exodus story. So these are the descendants of. Are we flying high? Is this okay? Yeah, we're just cruising. So we go into Exodus, and the descendants of Abraham and Isaac and Jacob are multiplying in Egypt.",
    "start": "00:27:44",
    "end": "00:28:31"
  },
  {
    "text": "Yeah, there's a whole crew now.",
    "start": "00:28:31",
    "end": "00:28:32"
  },
  {
    "text": "Yep. And the king of Egypt, the new king of Egypt says, whoa, there's way too many of them. He makes up a story, he makes up a propaganda to demonize the Israelites. And he says to his people, look, they're going to be too many. And, man, if we ever are in a battle, they're going to fight against us with our enemies and then leave the land. Which is, of course, exactly what ends up happening is God fights against them.",
    "start": "00:28:32",
    "end": "00:29:03"
  },
  {
    "text": "And they join the battle and they leave the land.",
    "start": "00:29:03",
    "end": "00:29:06"
  },
  {
    "text": "So his fears come true, but not.",
    "start": "00:29:06",
    "end": "00:29:08"
  },
  {
    "text": "At all the way you expected.",
    "start": "00:29:08",
    "end": "00:29:10"
  },
  {
    "text": "No. And his first line to the Egyptians in Exodus 1 is he says, come, let us deal shrewdly with them.",
    "start": "00:29:10",
    "end": "00:29:18"
  },
  {
    "text": "Same word, the snake. Describe the snake.",
    "start": "00:29:20",
    "end": "00:29:22"
  },
  {
    "text": "It's a synonym. A synonym, but it's meant to recall the snake type portrait of. Here are the ones God has placed here with the blessing. And like the snake, he's here to try and turn that into a curse and it all backfires on him. And specifically, he tries to drown all the boys. Right. And then there's one particular boy who gets thrown into the waters, but in an ark.",
    "start": "00:29:22",
    "end": "00:29:48"
  },
  {
    "text": "Yeah, we've talked about this before. It's called an ark.",
    "start": "00:29:49",
    "end": "00:29:51"
  },
  {
    "text": "We've talked about this before. Yeah, I'm pretty sure. Yeah, we have. Yes. Yeah, yeah.",
    "start": "00:29:51",
    "end": "00:29:55"
  },
  {
    "text": "The basket. I know it as a basket.",
    "start": "00:29:55",
    "end": "00:29:57"
  },
  {
    "text": "That's right. It gets translated as basket. Although I think this is Moses. This is Moses.",
    "start": "00:29:57",
    "end": "00:30:03"
  },
  {
    "text": "Baby Moses.",
    "start": "00:30:03",
    "end": "00:30:04"
  },
  {
    "text": "Baby Moses. But I forget if we've looked at this before. The thing that Moses mom puts him in is called in Hebrew a tevah. The word tevah is used only one other time in the Hebrew Bible. And it's Noah's ark.",
    "start": "00:30:04",
    "end": "00:30:23"
  },
  {
    "text": "Noah's teva.",
    "start": "00:30:23",
    "end": "00:30:24"
  },
  {
    "text": "Yeah, Noah's tevah. And they fulfill the same purpose in each story, that it's God rescuing the promised seed through the waters of death. And that seed is going to be carried to the top of a mountain to meet with God and perform a key act of intercessory mediation.",
    "start": "00:30:24",
    "end": "00:30:42"
  },
  {
    "text": "Okay, so like Noah going through the flood in the Teva, he lands on.",
    "start": "00:30:44",
    "end": "00:30:48"
  },
  {
    "text": "A high mountain and offers a sacrifice.",
    "start": "00:30:48",
    "end": "00:30:51"
  },
  {
    "text": "Offers sacrifice.",
    "start": "00:30:51",
    "end": "00:30:52"
  },
  {
    "text": "And God says, okay, I'm not going to destroy humans after all anymore. Well, excuse me, I'm not gonna destroy humans like I.",
    "start": "00:30:52",
    "end": "00:30:58"
  },
  {
    "text": "But then he grows a vineyard and gets drunk.",
    "start": "00:30:58",
    "end": "00:31:00"
  },
  {
    "text": "Yeah. And then he replays.",
    "start": "00:31:00",
    "end": "00:31:01"
  },
  {
    "text": "And then. So Moses goes through the waters in the Tevah, and he doesn't land in on a mountain.",
    "start": "00:31:01",
    "end": "00:31:08"
  },
  {
    "text": "No, no, he doesn't. He lands in Pharaoh's house, he gets.",
    "start": "00:31:08",
    "end": "00:31:11"
  },
  {
    "text": "It adopted into Pharaoh's house, and then he takes Israel to a mountain.",
    "start": "00:31:11",
    "end": "00:31:16"
  },
  {
    "text": "That's right. Yeah. After leaving Egypt. On the macro level, the portrait of Moses life is set on analogy to the story of Noah and Abraham and all kinds of other characters.",
    "start": "00:31:16",
    "end": "00:31:27"
  },
  {
    "text": "No accident.",
    "start": "00:31:27",
    "end": "00:31:28"
  },
  {
    "text": "It's very intentional. But yes. In the King James, they call it.",
    "start": "00:31:28",
    "end": "00:31:32"
  },
  {
    "text": "Good old King James.",
    "start": "00:31:32",
    "end": "00:31:34"
  },
  {
    "text": "Yeah. When Moses mother could no longer hide him, she took for him an ark. Nice. Thank you, King James. Yeah, Most translations do basket. Okay. The reason why that's significant is because Noah was with the animals. He was a new Adam with the animals in the ark. The ark was a little micro Eden. And then he got off and blew it in another garden.",
    "start": "00:31:34",
    "end": "00:31:57"
  },
  {
    "text": "Right?",
    "start": "00:31:59",
    "end": "00:31:59"
  },
  {
    "text": "Yeah.",
    "start": "00:31:59",
    "end": "00:32:00"
  },
  {
    "text": "So this is how the pattern design patterns work. So once I think of Moses as a Noah like character, I'm going to be thinking. I'm thinking everything that characterized Noah. I'm looking for correspondences. That's what these hyperlinks are meant to do. And lo and behold, in the burning bush story, there's this moment where Moses says, listen, I'm going to go to the Israelites and tell them you sent me to rescue them. And he says, what if they don't believe me or listen to what I said? They might say, the Lord hasn't appeared to you. This is Exodus, chapter four. So the Lord said to him, hey, what's that in your hand? And he said, it's a staff. Then God said, throw it on the ground. So he threw it on the ground and it became nachash. A nachash? Yeah, a snake. It's the word for snake from Genesis 3. And he ran away from it.",
    "start": "00:32:00",
    "end": "00:32:54"
  },
  {
    "text": "Yeah. As you would.",
    "start": "00:32:55",
    "end": "00:32:56"
  },
  {
    "text": "Yeah. Can you imagine?",
    "start": "00:32:56",
    "end": "00:32:57"
  },
  {
    "text": "Sheesh. But then the Lord said to Moses, no, no, no. Stretch out your hand and grab it by its tail.",
    "start": "00:32:58",
    "end": "00:33:05"
  },
  {
    "text": "By its tail.",
    "start": "00:33:06",
    "end": "00:33:06"
  },
  {
    "text": "Grab that snake.",
    "start": "00:33:06",
    "end": "00:33:07"
  },
  {
    "text": "Aren't you supposed to crush its head? Isn't that the point?",
    "start": "00:33:08",
    "end": "00:33:10"
  },
  {
    "text": "Isn't that interesting?",
    "start": "00:33:11",
    "end": "00:33:12"
  },
  {
    "text": "Yeah.",
    "start": "00:33:12",
    "end": "00:33:12"
  },
  {
    "text": "Yeah, yeah. He doesn't get its head. He gets the other end.",
    "start": "00:33:12",
    "end": "00:33:15"
  },
  {
    "text": "Okay.",
    "start": "00:33:15",
    "end": "00:33:15"
  },
  {
    "text": "But it's surely meant to make your imagination go back.",
    "start": "00:33:15",
    "end": "00:33:18"
  },
  {
    "text": "Think about that.",
    "start": "00:33:18",
    "end": "00:33:19"
  },
  {
    "text": "So he stretched out his hand, he took it, caught it, and it became a staff again in his hand. And God says, this is so that they may believe that the Lord, the God of your fathers, has appeared to you. So Moses is.",
    "start": "00:33:20",
    "end": "00:33:32"
  },
  {
    "text": "So this isn't just a parlor trick. There's something behind this imagery.",
    "start": "00:33:32",
    "end": "00:33:36"
  },
  {
    "text": "He's a new Noah. He's a new Adam.",
    "start": "00:33:36",
    "end": "00:33:39"
  },
  {
    "text": "Oh, and he has power over the snake.",
    "start": "00:33:39",
    "end": "00:33:41"
  },
  {
    "text": "Yep. All right, so this is a little awkward, but maybe funny, too. John and I are coming from the future into this past podcast. We actually lost the last 15 minutes of this, the last 15 minutes of the conversation that you were just listening, listening to. And so we realized that just recently. And so here we are having the conversation again, months and months, probably four months later. Yeah, totally.",
    "start": "00:33:42",
    "end": "00:34:38"
  },
  {
    "text": "And your voice. You're sick.",
    "start": "00:34:38",
    "end": "00:34:40"
  },
  {
    "text": "Yeah, totally. I had a sinus infection this week, so that's why my voice sounds different. But this is such a cool thing, this whole thing about Moses grabbing and having power over the snake. It's really cool. We had a fun conversation about it. At least we remember that.",
    "start": "00:34:40",
    "end": "00:34:55"
  },
  {
    "text": "We did.",
    "start": "00:34:55",
    "end": "00:34:56"
  },
  {
    "text": "Yeah.",
    "start": "00:34:56",
    "end": "00:34:56"
  },
  {
    "text": "We thought we would try and have it again.",
    "start": "00:34:57",
    "end": "00:34:58"
  },
  {
    "text": "Let's do it.",
    "start": "00:34:58",
    "end": "00:34:59"
  },
  {
    "text": "Sweet. Okay, so let's pause here. The whole significance of Moses is that Moses is introduced into the story with the imagery of all of the momentum of the previous characters from the book of Genesis. So remember Genesis 3:15? We're looking for a human who will have power of the snake, who won't give in to the beast and act like a beast, but rather will act like the true human that God has called humans to be. And so most of the characters in Genesis fail. They're likened to animals. Jacob is even likened to a snake who grabs the heel.",
    "start": "00:34:59",
    "end": "00:35:36"
  },
  {
    "text": "Yeah, he's the grabber.",
    "start": "00:35:36",
    "end": "00:35:37"
  },
  {
    "text": "He's the heel grabber.",
    "start": "00:35:38",
    "end": "00:35:39"
  },
  {
    "text": "Yeah.",
    "start": "00:35:39",
    "end": "00:35:39"
  },
  {
    "text": "So when we're introduced to Moses, the author really wants to connect him to this hope for a new Adam with power of the snake.",
    "start": "00:35:40",
    "end": "00:35:50"
  },
  {
    "text": "And we've talked before in a different podcast about how Moses is super close to becoming kind of like this new Adam.",
    "start": "00:35:50",
    "end": "00:35:59"
  },
  {
    "text": "Yeah, he's the closest character up to that point in the biblical story, for sure. I mean, he gets to go up on the sacred cosmic mountain.",
    "start": "00:35:59",
    "end": "00:36:07"
  },
  {
    "text": "Yeah. And he comes down and his face is like a tabernacle.",
    "start": "00:36:07",
    "end": "00:36:10"
  },
  {
    "text": "Yeah. He actually sees God on his throne and. Yes, exactly. So leading up to that, put in a little ark in the waters again, likening him to Noah, who is himself a kind of Adam 2.0. Really, what we're talking about is design patterns. When we did the how to Read Biblical narrative, we did that thing about design patterns. It's stories later on in the Bible are patterned after and interconnected with earlier stories through common words, hyperlinks, motifs, and images.",
    "start": "00:36:10",
    "end": "00:36:41"
  },
  {
    "text": "And we're tracing the pattern of animal imagery.",
    "start": "00:36:41",
    "end": "00:36:44"
  },
  {
    "text": "Yeah, the human with power over the evil beast. That's what we're waiting for.",
    "start": "00:36:44",
    "end": "00:36:48"
  },
  {
    "text": "And humans who become like beasts, or.",
    "start": "00:36:48",
    "end": "00:36:50"
  },
  {
    "text": "Humans who give in to the beast and become like a beast. That's right. So Moses is going to go confront the powers of evil in Egypt. And Pharaoh, and the sign that he carries with him is that he has power over snakes.",
    "start": "00:36:50",
    "end": "00:37:05"
  },
  {
    "text": "Yeah. His staff becomes a snake.",
    "start": "00:37:05",
    "end": "00:37:07"
  },
  {
    "text": "Yeah, exactly. Okay. So here's what's fascinating is, so we just looked at that story in Exodus chapter four, and that was he was by himself up on top of Mount Sinai before the burning bush when he had power over the snake. So that's cool. But the thing is, he needs to be able to do this in public to convince people. So the narrative of Moses and then Aaron actually performing the sign is in Exodus 7. It's just fascinating. We have to read it because it develops the ideas here. Exodus 7, 8. Now, the Lord spoke to Moses and Aaron saying, when Pharaoh speaks to you, saying, perform a sign, this is like, in Pharaoh's courtroom, they're going to go, and Pharaoh's going to be like, prove that your God is real and that I should let the people go. So Pharaoh will say, perform a sign. Then Moses say to Aaron, take your staff and throw it down before Pharaoh that it may become a sea monster. Well, in Hebrew. Tanin.",
    "start": "00:37:07",
    "end": "00:38:08"
  },
  {
    "text": "Tanin. Yeah. I remember this song.",
    "start": "00:38:08",
    "end": "00:38:10"
  },
  {
    "text": "It's a different word.",
    "start": "00:38:11",
    "end": "00:38:11"
  },
  {
    "text": "So the first time it becomes nakash.",
    "start": "00:38:11",
    "end": "00:38:14"
  },
  {
    "text": "Which is the word snake from Genesis 3.",
    "start": "00:38:14",
    "end": "00:38:17"
  },
  {
    "text": "Yeah.",
    "start": "00:38:17",
    "end": "00:38:17"
  },
  {
    "text": "Yep.",
    "start": "00:38:17",
    "end": "00:38:18"
  },
  {
    "text": "And now you're like, okay, he's the one that can somehow rule the snake, and he's going to rule the snake in order to fight against evil. This is this whole theme. Then he goes to do the trick that's right in front of Pharaoh.",
    "start": "00:38:18",
    "end": "00:38:31"
  },
  {
    "text": "Yeah.",
    "start": "00:38:31",
    "end": "00:38:31"
  },
  {
    "text": "But it turns into something different.",
    "start": "00:38:31",
    "end": "00:38:34"
  },
  {
    "text": "Well, a related word and a significant difference. So in most English translations, the Exodus 4 story is snake or serpent.",
    "start": "00:38:34",
    "end": "00:38:45"
  },
  {
    "text": "Yeah.",
    "start": "00:38:45",
    "end": "00:38:45"
  },
  {
    "text": "In Exodus 7, it's a different Hebrew.",
    "start": "00:38:45",
    "end": "00:38:48"
  },
  {
    "text": "Word, but it says snake.",
    "start": "00:38:48",
    "end": "00:38:48"
  },
  {
    "text": "And Niv, but Niv says snake. ESV says serpent. New American Standard Version says serpent. In other words, they don't register the difference. Our English translations. Right, but in Hebrew, there's an important difference, because the tannin is no mere.",
    "start": "00:38:48",
    "end": "00:39:04"
  },
  {
    "text": "No ordinary snake.",
    "start": "00:39:04",
    "end": "00:39:05"
  },
  {
    "text": "It's not just like a ground snake.",
    "start": "00:39:05",
    "end": "00:39:07"
  },
  {
    "text": "Yeah.",
    "start": "00:39:07",
    "end": "00:39:07"
  },
  {
    "text": "It's the same word that appears in Genesis 1.",
    "start": "00:39:07",
    "end": "00:39:10"
  },
  {
    "text": "Yeah. On the day three.",
    "start": "00:39:10",
    "end": "00:39:11"
  },
  {
    "text": "On day five.",
    "start": "00:39:11",
    "end": "00:39:13"
  },
  {
    "text": "Oh, yeah, yeah. Day five.",
    "start": "00:39:13",
    "end": "00:39:14"
  },
  {
    "text": "For the water swarmers.",
    "start": "00:39:14",
    "end": "00:39:15"
  },
  {
    "text": "Yeah.",
    "start": "00:39:15",
    "end": "00:39:16"
  },
  {
    "text": "Well, God makes the water swarmers. And then it says. And he also made the tannin.",
    "start": "00:39:16",
    "end": "00:39:19"
  },
  {
    "text": "Yeah.",
    "start": "00:39:20",
    "end": "00:39:20"
  },
  {
    "text": "Which gets translated as, I think, enormous sea creatures or great sea creatures. But the ESV there gets it right. Sea monster.",
    "start": "00:39:20",
    "end": "00:39:29"
  },
  {
    "text": "Yeah. The tannin is the sea monster.",
    "start": "00:39:29",
    "end": "00:39:31"
  },
  {
    "text": "Yeah. Yeah. This is otherwise known as Leviathan. The same Leviathan from, like, the Book of Job and.",
    "start": "00:39:31",
    "end": "00:39:38"
  },
  {
    "text": "Oh, it's Leviathan. That's right.",
    "start": "00:39:38",
    "end": "00:39:39"
  },
  {
    "text": "Leviathan is another name for this same.",
    "start": "00:39:39",
    "end": "00:39:42"
  },
  {
    "text": "How do you spell this in English? Tannin. Two N's.",
    "start": "00:39:42",
    "end": "00:39:45"
  },
  {
    "text": "Two N's. That's how you translate it.",
    "start": "00:39:45",
    "end": "00:39:46"
  },
  {
    "text": "If you Google image search it, you get a ton of. Oh, it's a chemical. I was open to finding it.",
    "start": "00:39:46",
    "end": "00:39:52"
  },
  {
    "text": "Oh, a tannin.",
    "start": "00:39:52",
    "end": "00:39:53"
  },
  {
    "text": "A tannin.",
    "start": "00:39:53",
    "end": "00:39:53"
  },
  {
    "text": "You Google tannins.",
    "start": "00:39:54",
    "end": "00:39:56"
  },
  {
    "text": "I was hoping the sea moss would show up.",
    "start": "00:39:57",
    "end": "00:39:58"
  },
  {
    "text": "If you put in the word tanin in Hebrew.",
    "start": "00:39:59",
    "end": "00:40:01"
  },
  {
    "text": "There he is, the Jewish. Oh, my goodness. This one looks like an alligator shark and a pleasaur.",
    "start": "00:40:01",
    "end": "00:40:09"
  },
  {
    "text": "Some kind of, like, dinosaur.",
    "start": "00:40:09",
    "end": "00:40:10"
  },
  {
    "text": "Yeah. Wow.",
    "start": "00:40:10",
    "end": "00:40:11"
  },
  {
    "text": "It's the tannin.",
    "start": "00:40:11",
    "end": "00:40:12"
  },
  {
    "text": "And this is the thing that, in other cultures, like, yes. Was a big deal.",
    "start": "00:40:12",
    "end": "00:40:18"
  },
  {
    "text": "That's right. The Canaanite neighbors up to the north, who left a huge library behind the city of Ugarit, left behind the Ugaritic tablets and the tannin, who is also known as Leviathan in their literature, is the mythological chaos monster who resists the chief God and is responsible for death and chaos and evil in the world.",
    "start": "00:40:18",
    "end": "00:40:41"
  },
  {
    "text": "And is it also related to the. It's the Babylonian one, where.",
    "start": "00:40:41",
    "end": "00:40:46"
  },
  {
    "text": "Oh, yes. The Babylonian counterpart is Tiamat. Tiamat or Tiamat, who is the ocean waters.",
    "start": "00:40:46",
    "end": "00:40:53"
  },
  {
    "text": "Yeah. And then personified as a sea dragon.",
    "start": "00:40:53",
    "end": "00:40:55"
  },
  {
    "text": "Personified as a sea dragon that Marduk fights to become king of the universe. So the whole point is the fact that the narrator uses a different Hebrew word to describe what the staff becomes before Pharaoh and his sorcerers is significant. So let's keep reading. So this is still in God's command.",
    "start": "00:40:55",
    "end": "00:41:17"
  },
  {
    "text": "So do this.",
    "start": "00:41:17",
    "end": "00:41:18"
  },
  {
    "text": "So it will become a tunin. Exodus 7 Again, which would be intense. Yeah.",
    "start": "00:41:18",
    "end": "00:41:22"
  },
  {
    "text": "I mean, it's intense enough for. To become a snake, you know, a staff, like, all of a sudden squirming around.",
    "start": "00:41:23",
    "end": "00:41:28"
  },
  {
    "text": "Yeah.",
    "start": "00:41:28",
    "end": "00:41:28"
  },
  {
    "text": "That's crazy.",
    "start": "00:41:29",
    "end": "00:41:29"
  },
  {
    "text": "Right? Right.",
    "start": "00:41:29",
    "end": "00:41:30"
  },
  {
    "text": "But it would have to, like, morph into, like, this massive beast that's supposed to live in water. And now all of a sudden's flopping around Pharaoh's.",
    "start": "00:41:30",
    "end": "00:41:38"
  },
  {
    "text": "And because that's hard for moderns to imagine, I think that's behind. That's the motivation behind translating it as well. It must just mean also a snake. This word must be a synonym. Snake. The word doesn't mean snake. And then some people think, well, maybe it's crocodile. But then you have to. Because we're thinking how to literally translate the image. But you still have to explain, well, why is it snake in Exodus 4, but crocodile in Exodus 7? That doesn't make any sense. So again, these narrators are interested in. In the theological meaning and significance of these images. Okay, so Exodus 7. So Moses and Aaron went to Pharaoh. They did just as the Lord commanded. Aaron threw the staff before Pharaoh and his servants, and it became a tannin. So Pharaoh also called for his wise men and sorcerers and the magicians of Egypt. And they did the same with their magic arts. Each one threw down his own staff, and they also turned into tannin. So it's pause. So now it's the showdown of Egypt and their, like, pagan magic. And the nations that oppress the innocent, they have their own, like, chaos monster under their control. But then there's Yahweh, who controls the chaos monster through Moses and Aaron.",
    "start": "00:41:38",
    "end": "00:42:56"
  },
  {
    "text": "Yeah.",
    "start": "00:42:56",
    "end": "00:42:56"
  },
  {
    "text": "And then the next thing that happens is, but Aaron's staff swallowed up their staffs.",
    "start": "00:42:57",
    "end": "00:43:03"
  },
  {
    "text": "So who's got the real chaos monster?",
    "start": "00:43:03",
    "end": "00:43:05"
  },
  {
    "text": "This is actually Genesis 1. This is God's power over the darkness. Remember this? So, like, what God doesn't. He doesn't eradicate the darkness.",
    "start": "00:43:07",
    "end": "00:43:17"
  },
  {
    "text": "Right, the darkness.",
    "start": "00:43:17",
    "end": "00:43:18"
  },
  {
    "text": "He separates it and, like, contains it and turns it into a cycle of darkness and then light. And that's an image right there in day one of Genesis, of God doesn't eradicate chaos and death and evil and darkness. He rather makes it serve his grand purpose to bring about true and ultimate light. And there's something happening here. This is a battle of light and dark. Yahweh can make the tannin destroy the other tannin.",
    "start": "00:43:19",
    "end": "00:43:47"
  },
  {
    "text": "But this is also about who ultimately can defeat the beast. Defeat evil.",
    "start": "00:43:47",
    "end": "00:43:53"
  },
  {
    "text": "Correct.",
    "start": "00:43:53",
    "end": "00:43:54"
  },
  {
    "text": "Defeat the beast.",
    "start": "00:43:54",
    "end": "00:43:54"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:43:54",
    "end": "00:43:55"
  },
  {
    "text": "And who has control over.",
    "start": "00:43:55",
    "end": "00:43:58"
  },
  {
    "text": "That's right.",
    "start": "00:43:58",
    "end": "00:43:59"
  },
  {
    "text": "Over it.",
    "start": "00:43:59",
    "end": "00:43:59"
  },
  {
    "text": "That's right. So Moses and his brother Aaron, they're associated here. Aaron will be the high priest. Aaron's going to become the high priest.",
    "start": "00:43:59",
    "end": "00:44:07"
  },
  {
    "text": "Okay. Yeah.",
    "start": "00:44:07",
    "end": "00:44:08"
  },
  {
    "text": "And be the one who goes into the little mini Eden that is the tabernacle once a year, you know, like a new Adam going back to Eden. But also, Moses is a snake Grabber. Yeah, so to speak. And so in this narrative, Moses and Aaron serve as a new part of the portrait. Another, like mosaic tile in the Hebrew Bible's depiction of that snake Crusher from Genesis 3:15.",
    "start": "00:44:09",
    "end": "00:44:35"
  },
  {
    "text": "The seed of the woman.",
    "start": "00:44:35",
    "end": "00:44:36"
  },
  {
    "text": "Yep, the seed of the woman. And we know that we're not making this up. In other words, you could say this sounds like an allegorical or a symbolic reading of these Exodus stories.",
    "start": "00:44:36",
    "end": "00:44:47"
  },
  {
    "text": "Well, I mean, you could say literally, there was a tanin that saw another tanin.",
    "start": "00:44:48",
    "end": "00:44:52"
  },
  {
    "text": "Yeah, you could. But the question is, why are the biblical authors telling us this story? They don't have to tell us anything. They include this story of them doing what God said to do. But the word is different. Here's what really first clued me into this was when you turn to the prophets, the books of Isaiah and Ezekiel, they look back on the Exodus narrative and they see all these connections between Yahweh's mission to overcome the ultimate snake of Genesis 3.",
    "start": "00:44:52",
    "end": "00:45:21"
  },
  {
    "text": "Yeah.",
    "start": "00:45:21",
    "end": "00:45:21"
  },
  {
    "text": "Well, here, let me just give an example.",
    "start": "00:45:21",
    "end": "00:45:23"
  },
  {
    "text": "Yeah.",
    "start": "00:45:23",
    "end": "00:45:24"
  },
  {
    "text": "One is in the book of Ezekiel, chapter 32. This is a simple example. So Ezekiel is delivering these oracles of accusation and judgment against the nations around him.",
    "start": "00:45:24",
    "end": "00:45:35"
  },
  {
    "text": "Ezekiel lives.",
    "start": "00:45:35",
    "end": "00:45:36"
  },
  {
    "text": "I mean, sheesh. There's debate between somewhere to seven to 800 years after Moses. Okay, so completely different time and place.",
    "start": "00:45:37",
    "end": "00:45:46"
  },
  {
    "text": "Yeah.",
    "start": "00:45:46",
    "end": "00:45:47"
  },
  {
    "text": "However, Egypt still exists, and they still call their king Pharaoh. And So in Ezekiel 32, God tells Ezekiel, human, son of man. Son of man, human. Take up a lamentation over Pharaoh, king of Egypt, and say to him, you compared yourself to a lion among the nations. But here's what you're really like. You're like a tannin in the seas.",
    "start": "00:45:47",
    "end": "00:46:10"
  },
  {
    "text": "It says monster.",
    "start": "00:46:11",
    "end": "00:46:12"
  },
  {
    "text": "Yeah, you're the sea monster. So we're reflecting here. Where did Ezekiel get this idea you're the evil boss? Yeah, totally. Which is exactly what Moses. When Moses faces Pharaoh and it's his.",
    "start": "00:46:12",
    "end": "00:46:26"
  },
  {
    "text": "Staff versus Pharaoh's staff, so to speak.",
    "start": "00:46:26",
    "end": "00:46:29"
  },
  {
    "text": "And Pharaoh's staff is a tannin, so it's Yahweh's tannin with Moses, and then it's Pharaoh's tannin. And the fact that Pharaoh becomes a physical embodiment of the snake of Genesis 3. And the sea monster. Ezekiel just assumes it right here. Yeah, you are. You're like a tannin.",
    "start": "00:46:30",
    "end": "00:46:49"
  },
  {
    "text": "Yeah.",
    "start": "00:46:49",
    "end": "00:46:49"
  },
  {
    "text": "Here's another example. In Isaiah, chapter 51, there's this poem where Isaiah is longing for God to bring Babylon down and to bring return the exiles back to Jerusalem. In Isaiah 51, verse 9, the poet starts talking to the arm of Yahweh and says, wake up. Wake up. Put on strength, O arm of Yahweh, wake up. As in the days of old generations long ago. So two things.",
    "start": "00:46:49",
    "end": "00:47:18"
  },
  {
    "text": "Remember, Moses, arm is Yahweh's arm. Yahweh's arm. Remember this when he separates the waters.",
    "start": "00:47:18",
    "end": "00:47:25"
  },
  {
    "text": "That's right. Moses stretches out his arm over the waters in the narrative. But in the poem of Exodus 15, it's Yahweh's arm. Yahweh's arm is what's splitting the seas. Yeah, yeah. So once again, Yahweh and Moses are connected. So when did the arm of the Lord do something? Mighty long ago. Well, the Exodus story, Yahweh's arm, wasn't it you who cut Rahav into pieces? Rahav is an Israelite name for the chief God of Egypt. Okay, Rahav. So that's not the word that Egyptians use. They use the word Ra or Re, the sun God. But Biblical authors use the word Rahav. The whole point is we're recalling the past Exodus. And it says, wasn't it you, O arm of the Lord, who cut down the God of Egypt? Wasn't it you who pierced the tannin? Wasn't it you who dried up the sea, the waters of the great deep, who made the depths of the sea into a pathway for the redeemed to cross over?",
    "start": "00:47:25",
    "end": "00:48:30"
  },
  {
    "text": "Yeah, it was. In fact, it was.",
    "start": "00:48:30",
    "end": "00:48:33"
  },
  {
    "text": "Yeah, it was Moses arm holding that staff.",
    "start": "00:48:33",
    "end": "00:48:35"
  },
  {
    "text": "Yeah.",
    "start": "00:48:35",
    "end": "00:48:36"
  },
  {
    "text": "But that was the arm of the Lord. And so then the poet says, so in the same way, like that past Exodus. So the ransomed, those ransomed by the Lord, will in the future return and come with shouting to Zion. So this poet in Isaiah is reading the Exodus story actually as a portrait.",
    "start": "00:48:36",
    "end": "00:48:57"
  },
  {
    "text": "Of future hope, what God will do in the future.",
    "start": "00:48:57",
    "end": "00:48:59"
  },
  {
    "text": "And he sees the narrative about Moses and his arm and his staff as really a narrative about God and his staff and his power to overcome the forces of evil. And what are the forces of evil? They're a reptilian chaos monster of the seas.",
    "start": "00:48:59",
    "end": "00:49:16"
  },
  {
    "text": "Now, is that verse nine, it was you who cut Ra to pieces, or.",
    "start": "00:49:16",
    "end": "00:49:20"
  },
  {
    "text": "Rahab to pieces, who pierced the sea monster?",
    "start": "00:49:20",
    "end": "00:49:23"
  },
  {
    "text": "Now, Niv says that monster like it's referring back to Ra.",
    "start": "00:49:23",
    "end": "00:49:26"
  },
  {
    "text": "Oh, yes, they're the same.",
    "start": "00:49:26",
    "end": "00:49:28"
  },
  {
    "text": "Okay, so Egypt thought of Ra as a sea monster.",
    "start": "00:49:28",
    "end": "00:49:31"
  },
  {
    "text": "So two things in the narrative of the Exodus, who actually was defeated in.",
    "start": "00:49:31",
    "end": "00:49:36"
  },
  {
    "text": "The waters in the narrative Exodus, who was defeated in the waters?",
    "start": "00:49:36",
    "end": "00:49:40"
  },
  {
    "text": "In the waters of the sea that the Israelites pass through when they are rescued.",
    "start": "00:49:40",
    "end": "00:49:45"
  },
  {
    "text": "Who.",
    "start": "00:49:45",
    "end": "00:49:45"
  },
  {
    "text": "Who did God defeat in the waters.",
    "start": "00:49:45",
    "end": "00:49:47"
  },
  {
    "text": "Oh, yeah, Egypt.",
    "start": "00:49:47",
    "end": "00:49:49"
  },
  {
    "text": "But Pharaoh. Yeah, Pharaoh. In Egyptian propaganda, he's the incarnation of.",
    "start": "00:49:50",
    "end": "00:49:55"
  },
  {
    "text": "Of the gods.",
    "start": "00:49:55",
    "end": "00:49:56"
  },
  {
    "text": "Yeah.",
    "start": "00:49:56",
    "end": "00:49:57"
  },
  {
    "text": "So when God defeats Pharaoh, he is defeating a force of spiritual evil. That's how the biblical authors speak.",
    "start": "00:49:57",
    "end": "00:50:03"
  },
  {
    "text": "So Isaiah likens it here to atonin.",
    "start": "00:50:03",
    "end": "00:50:06"
  },
  {
    "text": "That's right.",
    "start": "00:50:06",
    "end": "00:50:07"
  },
  {
    "text": "So in other words, he reads the Exodus narrative as a portrait of the snake crusher. He reads the story of the past as giving us imagery and language to talk about our hope for the future. But that was planted all the way back in Genesis 3:15, that we're waiting for a human, a son of man, who won't give in to the beast and begin acting like a beast, but one who will conquer the beast as its source. And the author of Isaiah here reads the Exodus story about Moses and his staff and the tannin and Pharaoh as like this theological mosaic pointing to that future hope.",
    "start": "00:50:07",
    "end": "00:50:51"
  },
  {
    "text": "Yeah, that's cool.",
    "start": "00:50:51",
    "end": "00:50:52"
  },
  {
    "text": "Yeah, the Bible, dude.",
    "start": "00:50:53",
    "end": "00:50:54"
  },
  {
    "text": "Sea monsters. There's more sea monsters in the Bible than meets the eye.",
    "start": "00:50:56",
    "end": "00:50:59"
  },
  {
    "text": "Yeah, yeah, totally.",
    "start": "00:50:59",
    "end": "00:51:01"
  },
  {
    "text": "I want to make sure I got this all straight, though.",
    "start": "00:51:01",
    "end": "00:51:02"
  },
  {
    "text": "Okay? Yeah, feel free. It's clear to me, but that doesn't mean it's clear to anybody else.",
    "start": "00:51:02",
    "end": "00:51:07"
  },
  {
    "text": "I remember being really surprised at how the theme of son of man became so much about beasts. It's like this is a theme video about beasts, not about the Son of man.",
    "start": "00:51:08",
    "end": "00:51:16"
  },
  {
    "text": "I see.",
    "start": "00:51:16",
    "end": "00:51:17"
  },
  {
    "text": "It's still maybe a little muddy for me in terms of just connecting all the dots. Let me try, let me try to summarize. So humanity is given the authority to rule, and part of that rule is to rule over animals. And ruling over animals, the prophets have this vision of peace with you animals. And ruling with the animals is actually this kind of beautiful thing protecting them.",
    "start": "00:51:17",
    "end": "00:51:41"
  },
  {
    "text": "And giving them space to flourish as well. They have their food, we have our food.",
    "start": "00:51:41",
    "end": "00:51:45"
  },
  {
    "text": "Yeah.",
    "start": "00:51:45",
    "end": "00:51:45"
  },
  {
    "text": "Remember that thing in Genesis 1?",
    "start": "00:51:45",
    "end": "00:51:47"
  },
  {
    "text": "They can eat all the grass, we eat the seed bearing.",
    "start": "00:51:47",
    "end": "00:51:49"
  },
  {
    "text": "That's right stuff.",
    "start": "00:51:49",
    "end": "00:51:50"
  },
  {
    "text": "But then we are introduced to a beast who is a snake, who's not just a beast because there's something more.",
    "start": "00:51:50",
    "end": "00:51:59"
  },
  {
    "text": "Going on, a spiritual being.",
    "start": "00:51:59",
    "end": "00:52:00"
  },
  {
    "text": "So now all of a sudden, the Bible is merging two ideas.",
    "start": "00:52:00",
    "end": "00:52:03"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:52:03",
    "end": "00:52:04"
  },
  {
    "text": "It's like, hey, you're supposed to rule the beasts. Here comes a beast that's going to rule over you. But it's not just a beast. It's actually part of this spiritual rebellion.",
    "start": "00:52:04",
    "end": "00:52:12"
  },
  {
    "text": "Correct.",
    "start": "00:52:12",
    "end": "00:52:13"
  },
  {
    "text": "And so now when we're looking at this theme of beasts, it's connected to spiritual rebellion.",
    "start": "00:52:13",
    "end": "00:52:19"
  },
  {
    "text": "Correct. It's humans becoming captive to the spiritual powers.",
    "start": "00:52:19",
    "end": "00:52:23"
  },
  {
    "text": "So it's not just humans being like, I'm going to just give an animal urge. It is that, but it's also more than that.",
    "start": "00:52:23",
    "end": "00:52:29"
  },
  {
    "text": "It's giving ourselves over to powers and thoughts and systems that take us not forward into life and image of God working together to rule the world in wisdom. And it takes us backwards into competitive, violent rivalry that results in all of us being destroyed. It takes us back into chaos and nothingness.",
    "start": "00:52:30",
    "end": "00:52:53"
  },
  {
    "text": "And so when God talks about these kind of two lines, these two lineages, that there's going to be the seed of the serpent, seed of the snake, and there's going to be the seed of the womb, and we're waiting for the seed of the woman who's gonna come and destroy the snake. But this idea of the seed of the snake becomes part of that theme too. Humans who give in to the animal, supernatural, evil kind of thing.",
    "start": "00:52:54",
    "end": "00:53:20"
  },
  {
    "text": "Cosmic evil.",
    "start": "00:53:20",
    "end": "00:53:21"
  },
  {
    "text": "Cosmic evil. Yeah. The cosmic tyrant.",
    "start": "00:53:21",
    "end": "00:53:23"
  },
  {
    "text": "That's right.",
    "start": "00:53:23",
    "end": "00:53:24"
  },
  {
    "text": "It sets you up to think, oh, there's gonna be good guys and bad guys. But then you go into the Cain and Abel story and you've got a clean slate. These are both children of the woman. But the seed of the woman becomes the seed of the snake in the Cain story.",
    "start": "00:53:24",
    "end": "00:53:39"
  },
  {
    "text": "Right. Man.",
    "start": "00:53:39",
    "end": "00:53:40"
  },
  {
    "text": "And then you get all these stories afterwards of people who, when you're introduced to them, they're already acting like a snake or some of them are born like a snake. Like Jacob.",
    "start": "00:53:40",
    "end": "00:53:50"
  },
  {
    "text": "Yeah.",
    "start": "00:53:50",
    "end": "00:53:50"
  },
  {
    "text": "And then the whole story is about.",
    "start": "00:53:50",
    "end": "00:53:52"
  },
  {
    "text": "How God has to like really work.",
    "start": "00:53:52",
    "end": "00:53:54"
  },
  {
    "text": "This guy over so that he'll finally become a seed of the woman. So it's not a static, you're one or the other.",
    "start": "00:53:54",
    "end": "00:54:01"
  },
  {
    "text": "Yeah.",
    "start": "00:54:02",
    "end": "00:54:02"
  },
  {
    "text": "People fluctuate between what seeds they're part of.",
    "start": "00:54:02",
    "end": "00:54:05"
  },
  {
    "text": "Right. Which is something you learn later in life.",
    "start": "00:54:05",
    "end": "00:54:07"
  },
  {
    "text": "Like. Yeah.",
    "start": "00:54:07",
    "end": "00:54:08"
  },
  {
    "text": "When you're a kid, there's good guys and bad guys.",
    "start": "00:54:08",
    "end": "00:54:09"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:54:09",
    "end": "00:54:10"
  },
  {
    "text": "And the good guys beat the bad guys. And then when you're an adult, you realize we're all kind of good guys and bad guys.",
    "start": "00:54:10",
    "end": "00:54:16"
  },
  {
    "text": "Yeah, yeah, that's right.",
    "start": "00:54:16",
    "end": "00:54:17"
  },
  {
    "text": "And every day is a decision.",
    "start": "00:54:17",
    "end": "00:54:18"
  },
  {
    "text": "That's right.",
    "start": "00:54:18",
    "end": "00:54:19"
  },
  {
    "text": "The famous Alexander Solzhenitsyn quote of the line of good and evil does not exist out there. It runs right down the middle of me. Well, yeah, that's right.",
    "start": "00:54:19",
    "end": "00:54:31"
  },
  {
    "text": "So we trace this theme of humans being compared to beasts to show that now connected to this is another layer which is the whole firstborn and second born thing. But we can leave that to the side.",
    "start": "00:54:31",
    "end": "00:54:45"
  },
  {
    "text": "Yeah, for the moment.",
    "start": "00:54:45",
    "end": "00:54:46"
  },
  {
    "text": "For the moment. Man, there's so much. No wonder you call this Jewish meditation literature. It's like this is. There's so many interwoven ideas. And then you start tracing the idea and then the idea flips on you like, okay, there's going to be a sea of the snake and the sea of the woman. And then all of a sudden the seed of the woman becomes the seed of the snake. And the seed, the snake is connected to humans needing to rule animals, which is like a literal thing, but then becomes something bigger.",
    "start": "00:54:46",
    "end": "00:55:15"
  },
  {
    "text": "Yeah, yeah, yeah, I agree. You know, when we make these theme videos in a way where I think I've used this, it's like some people have those big balls of like hundreds of rubber bands.",
    "start": "00:55:15",
    "end": "00:55:27"
  },
  {
    "text": "Yeah.",
    "start": "00:55:27",
    "end": "00:55:27"
  },
  {
    "text": "All bound together.",
    "start": "00:55:27",
    "end": "00:55:28"
  },
  {
    "text": "Yeah. We're trying to take off a couple.",
    "start": "00:55:28",
    "end": "00:55:30"
  },
  {
    "text": "Yeah.",
    "start": "00:55:30",
    "end": "00:55:31"
  },
  {
    "text": "It's.",
    "start": "00:55:31",
    "end": "00:55:31"
  },
  {
    "text": "We're actually. Yeah. We're probably doing a little damage distorting.",
    "start": "00:55:31",
    "end": "00:55:35"
  },
  {
    "text": "A particular isolate one.",
    "start": "00:55:36",
    "end": "00:55:37"
  },
  {
    "text": "When you isolate it and take it out of the rubber band ball. But to begin to understand it, we have to do that and then put it back on the ball again.",
    "start": "00:55:37",
    "end": "00:55:47"
  },
  {
    "text": "Yeah. I think, you know, another analogy is it is like some sort of symphony.",
    "start": "00:55:48",
    "end": "00:55:53"
  },
  {
    "text": "Yeah.",
    "start": "00:55:53",
    "end": "00:55:54"
  },
  {
    "text": "Okay, there we go. And it's like, hey, let's take this one.",
    "start": "00:55:54",
    "end": "00:55:58"
  },
  {
    "text": "Let's isolate the flute.",
    "start": "00:55:59",
    "end": "00:56:00"
  },
  {
    "text": "Yeah, let's isolate the flute.",
    "start": "00:56:00",
    "end": "00:56:01"
  },
  {
    "text": "Yeah.",
    "start": "00:56:01",
    "end": "00:56:02"
  },
  {
    "text": "Or even like let's just isolate all the instruments who are doing this one little melody or this one little sub thing.",
    "start": "00:56:02",
    "end": "00:56:09"
  },
  {
    "text": "That's good.",
    "start": "00:56:09",
    "end": "00:56:10"
  },
  {
    "text": "That's a better analogy than the rubber band.",
    "start": "00:56:10",
    "end": "00:56:11"
  },
  {
    "text": "And then when you do that, you actually losing a lot. But in order to then understand the thing. So then they can listen to that in context to everything else.",
    "start": "00:56:12",
    "end": "00:56:22"
  },
  {
    "text": "Yeah, that's right. You know, you can probably do that today in ways you couldn't a long time ago in terms of digital with music. Yeah, yeah. That you could probably isolate all the different tracks of different instruments in a symphony and then in some software turn off things and then just listen to like you're doing one section. That would be a great analogy.",
    "start": "00:56:22",
    "end": "00:56:44"
  },
  {
    "text": "Oh, good.",
    "start": "00:56:44",
    "end": "00:56:44"
  },
  {
    "text": "I like this.",
    "start": "00:56:46",
    "end": "00:56:46"
  },
  {
    "text": "Okay.",
    "start": "00:56:47",
    "end": "00:56:47"
  },
  {
    "text": "Yes.",
    "start": "00:56:47",
    "end": "00:56:47"
  },
  {
    "text": "And then all of this is because we're waiting for a son of the human who can ultimately crush the snake.",
    "start": "00:56:47",
    "end": "00:56:56"
  },
  {
    "text": "That's right.",
    "start": "00:56:56",
    "end": "00:56:57"
  },
  {
    "text": "And when we get to Daniel 7, we are told that there's all these beasts. They're crazy mutant beasts. They're not normal beasts. And. And they are human kingdoms.",
    "start": "00:56:57",
    "end": "00:57:11"
  },
  {
    "text": "Yeah. They're a gone awry symbol. Explicitly in his dream that beasts are identified as human kingdoms.",
    "start": "00:57:11",
    "end": "00:57:17"
  },
  {
    "text": "Yeah. And God has to. That's right, destroy them.",
    "start": "00:57:17",
    "end": "00:57:21"
  },
  {
    "text": "And if you've been reading the Torah, the Exodus story already gave you an image of a whole kingdom that is likened to the sea monster and the snake.",
    "start": "00:57:21",
    "end": "00:57:31"
  },
  {
    "text": "Yeah, Pharaoh. And so the people are being oppressed.",
    "start": "00:57:31",
    "end": "00:57:35"
  },
  {
    "text": "By this beast that elevates the Son.",
    "start": "00:57:35",
    "end": "00:57:37"
  },
  {
    "text": "Of Man, comes up, sits at the right hand of God, rules with him. And it's all connected to this theme of a seed of the woman who can destroy the snake. Now why doesn't in Daniel 7 that the son of man destroy the beast? Because in that vision, it's God himself destroys the beast.",
    "start": "00:57:37",
    "end": "00:57:53"
  },
  {
    "text": "God destroys the beast. That's right.",
    "start": "00:57:53",
    "end": "00:57:55"
  },
  {
    "text": "Well, I think it's that by the time you're to Daniel in the Hebrew scriptures, you've lost hope in any human.",
    "start": "00:57:55",
    "end": "00:58:03"
  },
  {
    "text": "Who can do it.",
    "start": "00:58:04",
    "end": "00:58:04"
  },
  {
    "text": "Who can do it because everybody's failed. So what is going to have to happen is. Yeah, a joint God human initiative.",
    "start": "00:58:04",
    "end": "00:58:14"
  },
  {
    "text": "Yeah.",
    "start": "00:58:14",
    "end": "00:58:14"
  },
  {
    "text": "That is even more than what Moses did, because that was a God human initiative.",
    "start": "00:58:14",
    "end": "00:58:19"
  },
  {
    "text": "Yeah.",
    "start": "00:58:19",
    "end": "00:58:20"
  },
  {
    "text": "Moses and Yahweh.",
    "start": "00:58:20",
    "end": "00:58:22"
  },
  {
    "text": "But Moses thrashing on the beast on a throne next to Yahweh.",
    "start": "00:58:22",
    "end": "00:58:25"
  },
  {
    "text": "No, Moses went up on a cosmic mountain.",
    "start": "00:58:25",
    "end": "00:58:27"
  },
  {
    "text": "But he didn't stay up there. But he didn't stay up there and he wasn't worshiped.",
    "start": "00:58:28",
    "end": "00:58:31"
  },
  {
    "text": "Yeah. And eventually he displayed that he had a lack of trust in God's power when they were out in the wilderness.",
    "start": "00:58:31",
    "end": "00:58:37"
  },
  {
    "text": "This is someone better than Moses. Better than Moses, the Son of man.",
    "start": "00:58:37",
    "end": "00:58:41"
  },
  {
    "text": "That's right.",
    "start": "00:58:41",
    "end": "00:58:41"
  },
  {
    "text": "And then this character becomes the way Jesus refers to himself.",
    "start": "00:58:41",
    "end": "00:58:46"
  },
  {
    "text": "That's right. This character who is brought into the divine identity by sitting alongside the God of Israel on his throne and worshiped and served by all the nations. This ultimate snake crusher. Human God. Human son of man. It's all loaded in the, remember the dark knight analogy earlier in this conversation. The Son of Man is just loaded with all these stories about Moses and Pharaoh and the snake staff and Jacob and Esau and Abraham and Ishmael and Cain. Again, that's why we started saying Daniel 7 is a compressed symbolic retelling of the whole story of the Hebrew Bible. And that's. Yeah, the story that Jesus came on to the scene saying that he was bringing to its fulfillment.",
    "start": "00:58:46",
    "end": "00:59:37"
  },
  {
    "text": "So where are we going next?",
    "start": "00:59:37",
    "end": "00:59:38"
  },
  {
    "text": "All right, so yeah, the next step, we could do a lot of things. We could hang out in just the prophets, Isaiah, Jeremiah, Ezekiel. We have so much relevant son of man, humans and beasts stuff. But we're going to go back to Daniel now because I think we have enough to appreciate now. Not just Daniel7, but the way the whole book of Daniel is about the Son of man. And lo and behold, Daniel, who is of the line of David, is presented as another one of these portraits of the Son of Man as the suffering Israelite who ends up being exalted and even worshiped by the King of Babylon. And he is another one of these Son of Man like figures that he ends up dreaming about.",
    "start": "00:59:38",
    "end": "01:00:19"
  },
  {
    "text": "Yeah.",
    "start": "01:00:20",
    "end": "01:00:20"
  },
  {
    "text": "So, dude, the Book of Daniel.",
    "start": "01:00:20",
    "end": "01:00:22"
  },
  {
    "text": "Cool.",
    "start": "01:00:22",
    "end": "01:00:22"
  },
  {
    "text": "It's amazing.",
    "start": "01:00:22",
    "end": "01:00:22"
  },
  {
    "text": "So we're going to dive deep into that.",
    "start": "01:00:23",
    "end": "01:00:24"
  },
  {
    "text": "Yep.",
    "start": "01:00:24",
    "end": "01:00:24"
  },
  {
    "text": "And we're going to read Daniel 7.",
    "start": "01:00:24",
    "end": "01:00:25"
  },
  {
    "text": "Read Daniel 7 again, get a little more clarity on some things, and then rocket into the Gospels and the story of Jesus.",
    "start": "01:00:26",
    "end": "01:00:33"
  },
  {
    "text": "Thanks for listening to this episode of the BibleProject podcast. Next week we continue this conversation on the Son of Man. There's a couple more episodes to go. We also have a video done already up and live on our YouTube channel on this theme, the Son of Man. You can find it on our website, thebibleproject.com and it's under Theme Videos. You could also find it on our YouTube channel, YouTube.com thebibleproject this episode was edited and produced by Dan Gummel. The music by the band Tense. The Bible Project is a nonprofit. We're in Portland, Oregon. We believe the Bible is one unified story that leads to Jesus. We look at biblical themes, we look at the literary design of the Bible, and we make videos, these podcasts, and other free resources. It's all free because of the generous support of thousands of people like you who follow the project and become part of the project. So thank you for those of you who do that. Thank you for those of you who are just listening along nerding out with us. This podcast now has 100,000 active weekly listeners, which is incredible that so many of you are joining us on this journey, reading through the Bible and seeing what God's doing with it in us. We're having a blast. Thanks for being a part of this with us.",
    "start": "01:00:34",
    "end": "01:01:53"
  },
  {
    "text": "Hi, this is Daoud Bouziri from Raleigh, North Carolina.",
    "start": "01:01:54",
    "end": "01:01:57"
  },
  {
    "text": "My favorite part about the Bible Project is that I don't have to necessarily read the whole Bible before understanding it.",
    "start": "01:01:58",
    "end": "01:02:04"
  },
  {
    "text": "And then I can get that general.",
    "start": "01:02:04",
    "end": "01:02:05"
  },
  {
    "text": "Summarization before I get motivated to read.",
    "start": "01:02:05",
    "end": "01:02:08"
  },
  {
    "text": "We believe the Bible is a unified story that leads to Jesus.",
    "start": "01:02:08",
    "end": "01:02:11"
  },
  {
    "text": "We are a crowdfunded project by people like me.",
    "start": "01:02:11",
    "end": "01:02:14"
  },
  {
    "text": "Find free videos, study notes and more@thebibleproject.com.",
    "start": "01:02:14",
    "end": "01:02:18"
  },
  {
    "text": "SA.",
    "start": "01:02:26",
    "end": "01:02:26"
  }
]