[
  {
    "text": "Hey, this is John at the bibleproject. Before we get into this episode, a quick housekeeping note. We promised a final question and response episode to cap off the God series, but unfortunately we're a bit over scheduled and we can't get to it. That's the bad news. But the good news is we are beginning a brand new series on the podcast.",
    "start": "00:00:00",
    "end": "00:00:27"
  },
  {
    "text": "It's a series on the Son of Man.",
    "start": "00:00:28",
    "end": "00:00:30"
  },
  {
    "text": "So you're reading the Bible somewhere in the Gospels and you'll come across a phrase, usually a phrase out of the mouth of Jesus. And that phrase is the Son of Man, something Jesus loves to refer to himself as. But it's typically not what we refer to Jesus as.",
    "start": "00:00:30",
    "end": "00:00:47"
  },
  {
    "text": "The most common word in the New Testament and throughout Christian history to refer to Jesus is Christ the Messiah. Put that fact alongside another fact. If you read through the four gospel accounts, you'll notice if you pay attention, that Christ is the least used title by Jesus himself. And there are a handful of stories where other people call him that and he immediately calls himself by a different title, the Son of Man.",
    "start": "00:00:47",
    "end": "00:01:18"
  },
  {
    "text": "So why does Jesus like this title, the Son of Man, and where did he get it from? Well, this phrase comes from a pretty strange dream found in the Book of Daniel.",
    "start": "00:01:19",
    "end": "00:01:31"
  },
  {
    "text": "Daniel 7 is like a super packed distillation of the whole biblical story. This dream is the source of the most common phrase and title that Jesus used to describe himself.",
    "start": "00:01:32",
    "end": "00:01:45"
  },
  {
    "text": "So today on this episode of the podcast, we're going to dive into Daniel's dream in Daniel 7. We're going to discuss why Jesus saw himself, his mission, his death and resurrection, how his entire identity is wrapped up in this very charged story about the Son of Man. Thanks for joining us. Here we go.",
    "start": "00:01:46",
    "end": "00:02:06"
  },
  {
    "text": "So on this day, just John Collins, when you hear the phrase son of man, tell me what, what occurs to you?",
    "start": "00:02:11",
    "end": "00:02:17"
  },
  {
    "text": "Well, what I understand about the Son of Man now is, well, son of is a Hebrew way to talk about one of a type, a member of a member of a category, not necessarily the offspring.",
    "start": "00:02:17",
    "end": "00:02:33"
  },
  {
    "text": "Yes.",
    "start": "00:02:33",
    "end": "00:02:34"
  },
  {
    "text": "Now you can, now you can refer to offspring because if I'm a son of humanity, it's because I was born from a human.",
    "start": "00:02:34",
    "end": "00:02:41"
  },
  {
    "text": "Yeah. John, son of Robert.",
    "start": "00:02:41",
    "end": "00:02:43"
  },
  {
    "text": "Yeah.",
    "start": "00:02:43",
    "end": "00:02:43"
  },
  {
    "text": "Tim, son of Paul.",
    "start": "00:02:43",
    "end": "00:02:45"
  },
  {
    "text": "Right.",
    "start": "00:02:45",
    "end": "00:02:45"
  },
  {
    "text": "Yeah.",
    "start": "00:02:45",
    "end": "00:02:46"
  },
  {
    "text": "So there it actually is linked. Being one of the type means I was born into that type. But it doesn't always mean that in Hebrew.",
    "start": "00:02:46",
    "end": "00:02:55"
  },
  {
    "text": "Correct. Or let's start even more basic. Yeah. Extending more basic would be like both Elijah and Elisha have a group of prophetic disciples that they're training and they're called the sons of the prophet.",
    "start": "00:02:55",
    "end": "00:03:10"
  },
  {
    "text": "Yeah. But they weren't Elijah and Elisha's kids, actual sons.",
    "start": "00:03:10",
    "end": "00:03:13"
  },
  {
    "text": "They're prophets in training. They're young Jedi.",
    "start": "00:03:13",
    "end": "00:03:16"
  },
  {
    "text": "Yeah.",
    "start": "00:03:16",
    "end": "00:03:16"
  },
  {
    "text": "And so they're sons of the Jedi.",
    "start": "00:03:17",
    "end": "00:03:19"
  },
  {
    "text": "So we don't have that idiom in English. Yeah, not quite as much.",
    "start": "00:03:19",
    "end": "00:03:23"
  },
  {
    "text": "Yeah. Yeah, that's true.",
    "start": "00:03:23",
    "end": "00:03:24"
  },
  {
    "text": "A little bit. Sons of Thunder. Isn't that something?",
    "start": "00:03:24",
    "end": "00:03:26"
  },
  {
    "text": "Oh, it's a movie.",
    "start": "00:03:27",
    "end": "00:03:28"
  },
  {
    "text": "That's a movie.",
    "start": "00:03:28",
    "end": "00:03:29"
  },
  {
    "text": "Yeah. I think. Showing my cultural ignorance here.",
    "start": "00:03:29",
    "end": "00:03:34"
  },
  {
    "text": "I bet there's a lot.",
    "start": "00:03:34",
    "end": "00:03:35"
  },
  {
    "text": "Yeah.",
    "start": "00:03:35",
    "end": "00:03:35"
  },
  {
    "text": "Here. I'm just gonna do Sons of. And see what Google. Google, like, wants me to. Sons of Anarchy. Oh, that's a show. Oh, yeah. That's a popular show on AMC or something. It's a motorcycle crew.",
    "start": "00:03:35",
    "end": "00:03:48"
  },
  {
    "text": "There you go. Okay.",
    "start": "00:03:48",
    "end": "00:03:49"
  },
  {
    "text": "Well, that works.",
    "start": "00:03:49",
    "end": "00:03:50"
  },
  {
    "text": "Yeah, Same idea.",
    "start": "00:03:50",
    "end": "00:03:51"
  },
  {
    "text": "Same idea.",
    "start": "00:03:51",
    "end": "00:03:51"
  },
  {
    "text": "Yeah. Well, here it's sons of, like, an idea or an ideology. Right. Anarchy. There's sons of liberty. There's all kinds of sons of.",
    "start": "00:03:51",
    "end": "00:04:00"
  },
  {
    "text": "Yeah. In Hebrew. You wouldn't necessarily use it that way.",
    "start": "00:04:01",
    "end": "00:04:04"
  },
  {
    "text": "No. Here it's like, ah. And you can reverse it, because Hebrew is a language that has gendered nouns, puts nouns in a gender category.",
    "start": "00:04:04",
    "end": "00:04:14"
  },
  {
    "text": "Right.",
    "start": "00:04:14",
    "end": "00:04:15"
  },
  {
    "text": "So you can also have daughters of.",
    "start": "00:04:15",
    "end": "00:04:17"
  },
  {
    "text": "Right.",
    "start": "00:04:17",
    "end": "00:04:17"
  },
  {
    "text": "So the daughters of Jerusalem refer to the villages around Jerusalem.",
    "start": "00:04:17",
    "end": "00:04:21"
  },
  {
    "text": "Right.",
    "start": "00:04:21",
    "end": "00:04:22"
  },
  {
    "text": "Metaphorically.",
    "start": "00:04:22",
    "end": "00:04:23"
  },
  {
    "text": "Because Jerusalem, then is the. The class or the.",
    "start": "00:04:23",
    "end": "00:04:28"
  },
  {
    "text": "Yeah. Jerusalem defines that region.",
    "start": "00:04:28",
    "end": "00:04:30"
  },
  {
    "text": "Yeah.",
    "start": "00:04:30",
    "end": "00:04:31"
  },
  {
    "text": "And then there's the mother to be.",
    "start": "00:04:31",
    "end": "00:04:32"
  },
  {
    "text": "A part of it. Yeah.",
    "start": "00:04:32",
    "end": "00:04:34"
  },
  {
    "text": "And then the daughters, which are the suburbs and the little villages out and about. So a member of a class.",
    "start": "00:04:34",
    "end": "00:04:39"
  },
  {
    "text": "Member of a class.",
    "start": "00:04:39",
    "end": "00:04:40"
  },
  {
    "text": "So son of. We're just talking about the phrase son of, son of in son of man right now.",
    "start": "00:04:40",
    "end": "00:04:45"
  },
  {
    "text": "So son of man, as a Hebrew idiom, means one of the class of humans. Someone from the class of humans.",
    "start": "00:04:45",
    "end": "00:04:51"
  },
  {
    "text": "Yeah. And man, not referring to. To a singular male.",
    "start": "00:04:51",
    "end": "00:04:54"
  },
  {
    "text": "Yeah.",
    "start": "00:04:54",
    "end": "00:04:55"
  },
  {
    "text": "It's the word Adam, which just means human.",
    "start": "00:04:55",
    "end": "00:04:57"
  },
  {
    "text": "Son of humanity.",
    "start": "00:04:57",
    "end": "00:04:58"
  },
  {
    "text": "Yeah. Son of humanity.",
    "start": "00:04:58",
    "end": "00:05:00"
  },
  {
    "text": "Yeah.",
    "start": "00:05:00",
    "end": "00:05:00"
  },
  {
    "text": "That's the phrase.",
    "start": "00:05:00",
    "end": "00:05:01"
  },
  {
    "text": "A human one.",
    "start": "00:05:01",
    "end": "00:05:02"
  },
  {
    "text": "Yeah. Which basically means just a human.",
    "start": "00:05:02",
    "end": "00:05:04"
  },
  {
    "text": "A human.",
    "start": "00:05:04",
    "end": "00:05:05"
  },
  {
    "text": "So this video is about.",
    "start": "00:05:05",
    "end": "00:05:06"
  },
  {
    "text": "Tim, you're a son of man.",
    "start": "00:05:06",
    "end": "00:05:07"
  },
  {
    "text": "Yes. So are you. So every human being is the son of Adam or Ben Adam in Hebrew. The video actually is titled A human or the son of man?",
    "start": "00:05:07",
    "end": "00:05:20"
  },
  {
    "text": "The human.",
    "start": "00:05:20",
    "end": "00:05:21"
  },
  {
    "text": "The human.",
    "start": "00:05:21",
    "end": "00:05:22"
  },
  {
    "text": "Nice.",
    "start": "00:05:23",
    "end": "00:05:23"
  },
  {
    "text": "Yeah, the human. That's what it means.",
    "start": "00:05:23",
    "end": "00:05:25"
  },
  {
    "text": "This is about the human, the theme of the human, the human.",
    "start": "00:05:25",
    "end": "00:05:28"
  },
  {
    "text": "Okay, so there's a few places we could start the video. Here's one that, to me, is interesting just because it brings us to Jesus immediately and then creates a puzzle about the titles that he used to call himself. And then it Forces us to go back to the beginning of the biblical story to answer this puzzle that we meet in the person of Jesus. So that's one like way to design the hook of the video.",
    "start": "00:05:29",
    "end": "00:05:54"
  },
  {
    "text": "Right.",
    "start": "00:05:54",
    "end": "00:05:55"
  },
  {
    "text": "Would be start with Jesus, a fact about him. Should we begin with the fact about Jesus. About Jesus in this phrase?",
    "start": "00:05:55",
    "end": "00:06:02"
  },
  {
    "text": "Yes, let's do that.",
    "start": "00:06:02",
    "end": "00:06:03"
  },
  {
    "text": "Okay. So most people, when they think of the other word or title or name to refer to Jesus, it's actually the one that people often think is Jesus. Last name Christ. Christ, yeah, the Christ. As if he's born to Joseph Christ and Mary Christ. He's Jesus Christ. So of course that's not what's going on. So Christ is a title. It's actually the most common title to describe Jesus in the New Testament. So Christ is a Greek word that has been spelled with Greek English letters. Excuse me. Okay, so Christ Christos. This comes from Greek Christos. Greek Christos is a translation of a Hebrew word.",
    "start": "00:06:03",
    "end": "00:06:47"
  },
  {
    "text": "Okay.",
    "start": "00:06:47",
    "end": "00:06:47"
  },
  {
    "text": "Mashiach.",
    "start": "00:06:48",
    "end": "00:06:49"
  },
  {
    "text": "Mashiach.",
    "start": "00:06:49",
    "end": "00:06:50"
  },
  {
    "text": "Mashiach. So Christos is a translation of Hebrew Mashiach. They both mean the one who had oil poured on their head.",
    "start": "00:06:50",
    "end": "00:06:59"
  },
  {
    "text": "Most literally it means.",
    "start": "00:07:00",
    "end": "00:07:02"
  },
  {
    "text": "Yeah, the one who.",
    "start": "00:07:03",
    "end": "00:07:04"
  },
  {
    "text": "The oiled up one.",
    "start": "00:07:04",
    "end": "00:07:05"
  },
  {
    "text": "Yeah, the one who got oiled. Oiled. Oiled. Or do we say in English, which.",
    "start": "00:07:05",
    "end": "00:07:11"
  },
  {
    "text": "Had a very specific and important.",
    "start": "00:07:11",
    "end": "00:07:14"
  },
  {
    "text": "Yes, like. Yeah, it's a symbolic ritual that was performed in the Hebrew Bible, only performed on two types of people. It was used to appoint kings, and then it was used to appoint the priests.",
    "start": "00:07:15",
    "end": "00:07:29"
  },
  {
    "text": "How did it become a thing to pour oil on your head? Is that how you kind of. Is it like a.",
    "start": "00:07:29",
    "end": "00:07:34"
  },
  {
    "text": "In the Hebrew Bible becomes a symbol of divine abundance because oil is rich. It's from the olive.",
    "start": "00:07:35",
    "end": "00:07:44"
  },
  {
    "text": "Yeah, it's all this nutrients.",
    "start": "00:07:44",
    "end": "00:07:46"
  },
  {
    "text": "Yeah, that's right. Abundant orchards and abundant olives give you an abundance of olive oil.",
    "start": "00:07:47",
    "end": "00:07:52"
  },
  {
    "text": "It's like taking a bath in it.",
    "start": "00:07:52",
    "end": "00:07:53"
  },
  {
    "text": "Yeah. And olive oil has all these important associations in the Hebrew Bible. I've have a lot more homework to do on all of this. But there's some kind of Eden garden, like, divine gift of abundance all focused in on one human who's being appointed as the representative for the other humans, which is the priest, high priest, and then the king. So those are the two anointed ones. The two messiahs in the Old Testament are the priest and the king.",
    "start": "00:07:53",
    "end": "00:08:21"
  },
  {
    "text": "Why haven't Christians got on this, like make some oil shampoo? I think some good marketing there.",
    "start": "00:08:21",
    "end": "00:08:27"
  },
  {
    "text": "Yeah.",
    "start": "00:08:27",
    "end": "00:08:28"
  },
  {
    "text": "Be anointed in your shower.",
    "start": "00:08:28",
    "end": "00:08:29"
  },
  {
    "text": "Yes, a good point. Well, the ritual continued. Anointing James or Jacob in The New Testament talks about anointing people, the sick, when you're praying for them. So the ritual has a long.",
    "start": "00:08:29",
    "end": "00:08:41"
  },
  {
    "text": "Yeah. And I know people still use oil. Yep, yep. Often not in my tradition, so I'm not as familiar with it.",
    "start": "00:08:41",
    "end": "00:08:46"
  },
  {
    "text": "Yeah, that's right. So all that anointed one. So you have Christos, which is a Greek word. Translating Hebrew. Mashiach. They both mean anointed. The interesting thing is that Mashiach also got spelled with English letters, which is our word, Messiah. So. Yeah, so you begin with Mashiach, and then that got translated into Greek as Christos. That got spelled with English letters as Christ. But Mashiach also got spelled with English letters as Messiah.",
    "start": "00:08:46",
    "end": "00:09:16"
  },
  {
    "text": "So in Greek, there was two words for the same Hebrew word?",
    "start": "00:09:17",
    "end": "00:09:20"
  },
  {
    "text": "No, it's that we have two English words, Christ and Messiah.",
    "start": "00:09:20",
    "end": "00:09:25"
  },
  {
    "text": "Oh, for one Greek word that came from a Hebrew word.",
    "start": "00:09:25",
    "end": "00:09:27"
  },
  {
    "text": "One comes from the Greek word, one comes from the Hebrew word, but they both mean one thing.",
    "start": "00:09:27",
    "end": "00:09:31"
  },
  {
    "text": "So in the Greek New Testament, if it says messiah, it was Christos.",
    "start": "00:09:32",
    "end": "00:09:36"
  },
  {
    "text": "Correct. Yeah, that's right. Except sometimes, like in the Gospel of John, he'll actually use spelling. Greek letters. Macias.",
    "start": "00:09:37",
    "end": "00:09:47"
  },
  {
    "text": "Oh, really?",
    "start": "00:09:48",
    "end": "00:09:48"
  },
  {
    "text": "He'll spell. Anyway, that's all that says. It all means anointed one. But it spawned all these different words and spellings and translation and transliteration.",
    "start": "00:09:48",
    "end": "00:09:58"
  },
  {
    "text": "Because to have the oil poured on you means you're being anointed. Anointed and anointed. I don't use that word in everyday English.",
    "start": "00:09:58",
    "end": "00:10:06"
  },
  {
    "text": "Yeah, you don't.",
    "start": "00:10:06",
    "end": "00:10:07"
  },
  {
    "text": "What does that mean? To anoint.",
    "start": "00:10:07",
    "end": "00:10:08"
  },
  {
    "text": "Anoint. Yeah. That's a good point.",
    "start": "00:10:08",
    "end": "00:10:11"
  },
  {
    "text": "Should we.",
    "start": "00:10:11",
    "end": "00:10:11"
  },
  {
    "text": "I'm pretty sure it means to pour some sort of symbolic liquid. Yeah. To smear or rub with oil as a part of a religious ceremony. That's Dictionary OxfordDictionary.com.",
    "start": "00:10:11",
    "end": "00:10:25"
  },
  {
    "text": "That doesn't help. I mean, it's ceremonially.",
    "start": "00:10:26",
    "end": "00:10:29"
  },
  {
    "text": "This is Oxford Dictionary.com second definition. To ceremonially confer a divine or holy office upon someone, a priest or a king, by smearing or rubbing with oil.",
    "start": "00:10:29",
    "end": "00:10:41"
  },
  {
    "text": "Yeah. It literally means to smear with oil. Yeah, originally.",
    "start": "00:10:41",
    "end": "00:10:45"
  },
  {
    "text": "Correct.",
    "start": "00:10:45",
    "end": "00:10:45"
  },
  {
    "text": "But you only smear someone with oil. I love that word, smear. You only smear someone with oil if they're being. Try not to use the word appoint. I know. What's another word? Like.",
    "start": "00:10:45",
    "end": "00:10:55"
  },
  {
    "text": "Well, not anoint. Appoint.",
    "start": "00:10:56",
    "end": "00:10:58"
  },
  {
    "text": "Oh, appoint.",
    "start": "00:10:58",
    "end": "00:11:00"
  },
  {
    "text": "Yeah. To appoint someone.",
    "start": "00:11:00",
    "end": "00:11:01"
  },
  {
    "text": "To appoint someone.",
    "start": "00:11:01",
    "end": "00:11:02"
  },
  {
    "text": "Yeah. You're designating.",
    "start": "00:11:02",
    "end": "00:11:03"
  },
  {
    "text": "You're designating them for task. And we do. With oil. You're doing it for, like, a really important task.",
    "start": "00:11:03",
    "end": "00:11:08"
  },
  {
    "text": "Yes.",
    "start": "00:11:08",
    "end": "00:11:08"
  },
  {
    "text": "Like being a king or what else Was it used for priest or a priest?",
    "start": "00:11:08",
    "end": "00:11:12"
  },
  {
    "text": "Yep.",
    "start": "00:11:12",
    "end": "00:11:13"
  },
  {
    "text": "So when you smear with oil, then the word. That word is anoint and. Okay.",
    "start": "00:11:13",
    "end": "00:11:19"
  },
  {
    "text": "Yep, you got it.",
    "start": "00:11:19",
    "end": "00:11:20"
  },
  {
    "text": "Okay.",
    "start": "00:11:20",
    "end": "00:11:20"
  },
  {
    "text": "You got it. Okay. So this is the most common word and idea used to describe Jesus in the New Testament in terms of just number of times.",
    "start": "00:11:20",
    "end": "00:11:29"
  },
  {
    "text": "The smeared one.",
    "start": "00:11:30",
    "end": "00:11:31"
  },
  {
    "text": "Yep. So right here I've just pulled the opening line of four books of the New Testament. Mark, chapter one, the beginning of the Gospel of Jesus Christ, the Son of God. Paul's letter to the Ephesians, chapter 1. Paul, an apostle of Christ, Jesus, Messiah, Jesus, James, letter of James, opening sentence, James a bond, servant of God and of the Lord, Jesus Christ. Revelation. Opening words. The revelation of Jesus Christ, which God gave him to show. So this just literally at random hundreds and hundreds of times in the New Testament, Jesus.",
    "start": "00:11:31",
    "end": "00:12:09"
  },
  {
    "text": "When New Testament authors refer to Jesus.",
    "start": "00:12:09",
    "end": "00:12:12"
  },
  {
    "text": "Yes.",
    "start": "00:12:12",
    "end": "00:12:12"
  },
  {
    "text": "They refer to him as the Christ.",
    "start": "00:12:12",
    "end": "00:12:14"
  },
  {
    "text": "Okay, here's the puzzle. The most common word in the New Testament and throughout Christian history to refer to Jesus, the most common title to connect it with him is Christ, the smeared one. Besides the smeared one smeared with oil. Put that fact alongside another fact. If you read through the four gospel accounts, you'll notice if you pay attention, that Christ is the least used title by Jesus himself to talk about his identity.",
    "start": "00:12:14",
    "end": "00:12:46"
  },
  {
    "text": "He doesn't use that word.",
    "start": "00:12:46",
    "end": "00:12:47"
  },
  {
    "text": "He never calls himself Christ in public, and he only ever does it in private. And even then, it's in a kind of ambiguous or oblique way. You never see a sentence where Jesus says, I am the Messiah. That sentence does not occur.",
    "start": "00:12:47",
    "end": "00:13:05"
  },
  {
    "text": "Wow.",
    "start": "00:13:05",
    "end": "00:13:06"
  },
  {
    "text": "So that's interesting.",
    "start": "00:13:06",
    "end": "00:13:07"
  },
  {
    "text": "Yeah.",
    "start": "00:13:07",
    "end": "00:13:08"
  },
  {
    "text": "And there are a handful of stories where other people call him that and he immediately calls himself by a different title in the context.",
    "start": "00:13:08",
    "end": "00:13:19"
  },
  {
    "text": "Oh, interesting.",
    "start": "00:13:19",
    "end": "00:13:19"
  },
  {
    "text": "And guess what that title is.",
    "start": "00:13:20",
    "end": "00:13:21"
  },
  {
    "text": "Son of Man.",
    "start": "00:13:22",
    "end": "00:13:22"
  },
  {
    "text": "The Son of Man. So here's one example. This is in Mark, chapter nine. This is where Jesus takes the disciples aside and says, who do you all say that I am?",
    "start": "00:13:22",
    "end": "00:13:32"
  },
  {
    "text": "Right.",
    "start": "00:13:32",
    "end": "00:13:33"
  },
  {
    "text": "Peter speaks up and says, you are the Messiah, the Christos anointed one. Then Jesus immediately warned them not to tell anyone.",
    "start": "00:13:34",
    "end": "00:13:44"
  },
  {
    "text": "Yeah.",
    "start": "00:13:44",
    "end": "00:13:44"
  },
  {
    "text": "And he began to teach them that the Son of Man must suffer many things and be rejected by the chief priests and elders.",
    "start": "00:13:45",
    "end": "00:13:53"
  },
  {
    "text": "That's interesting because that title, Messiah is very loaded. Right.",
    "start": "00:13:53",
    "end": "00:14:00"
  },
  {
    "text": "Politically correct and religiously. Yeah, yeah. It's a loaded, loaded term.",
    "start": "00:14:00",
    "end": "00:14:05"
  },
  {
    "text": "There's many people walking around saying they were the Messiah. Jesus wasn't the only one.",
    "start": "00:14:06",
    "end": "00:14:10"
  },
  {
    "text": "That's right. Yeah. In terms of its royal overtones. Yeah. Messianic figures could be in Jesus day, people claiming to be the true representative of the ancient kingdom of David. I'm going to revive it and overthrow Rome and let's go kill some Romans.",
    "start": "00:14:10",
    "end": "00:14:28"
  },
  {
    "text": "It's kind of like saying you're king, correct? In a way, yep.",
    "start": "00:14:28",
    "end": "00:14:32"
  },
  {
    "text": "Yeah. And there's priestly overtones, too, because the priest was also called the anointed one.",
    "start": "00:14:32",
    "end": "00:14:40"
  },
  {
    "text": "Okay.",
    "start": "00:14:40",
    "end": "00:14:41"
  },
  {
    "text": "And in Jesus Day, the priests, there are. There's no kingdom of. There's no kingdom of Israel anymore.",
    "start": "00:14:41",
    "end": "00:14:47"
  },
  {
    "text": "Yeah. They don't have a king.",
    "start": "00:14:47",
    "end": "00:14:48"
  },
  {
    "text": "The governing figure who has taken, you know, the functional role of their king was the high priest.",
    "start": "00:14:48",
    "end": "00:14:54"
  },
  {
    "text": "Oh, okay.",
    "start": "00:14:54",
    "end": "00:14:55"
  },
  {
    "text": "So, yeah, It's a term that Jesus avoids.",
    "start": "00:14:55",
    "end": "00:14:58"
  },
  {
    "text": "Yeah. It's interesting.",
    "start": "00:14:59",
    "end": "00:15:00"
  },
  {
    "text": "Yes. He never calls himself that in public. When he is called even by his own disciples in private, he changes the subject.",
    "start": "00:15:00",
    "end": "00:15:07"
  },
  {
    "text": "He's like, listen, don't tell anyone that.",
    "start": "00:15:07",
    "end": "00:15:09"
  },
  {
    "text": "Yes.",
    "start": "00:15:09",
    "end": "00:15:09"
  },
  {
    "text": "And then.",
    "start": "00:15:09",
    "end": "00:15:10"
  },
  {
    "text": "Yeah, it happens again in his trial. This is right below in the example where Jesus is questioned by the high priest. By the anointed one.",
    "start": "00:15:10",
    "end": "00:15:18"
  },
  {
    "text": "Yeah.",
    "start": "00:15:19",
    "end": "00:15:19"
  },
  {
    "text": "In Mark, chapter 14. And the high priest says, are you the Messiah, the son of the Blessed One? And Jesus says, I am. Or in Matthew, he says, you say, I am. And then his next line is, and you will see the Son of Man sitting at the right hand, and so on. So then pair this with the other last observation, that the one title that Jesus most often uses to refer to himself numerically is the phrase Son of Man in his teachings, both public and private. So everyone else after the apostles, after Jesus, they all call him Messiah. Jesus himself almost never calls himself Messiah. And even when he acknowledges the title, he immediately shifts the topic to referring himself to the Son of Man. And Son of Man is the phrase that he used most often to talk about himself.",
    "start": "00:15:19",
    "end": "00:16:13"
  },
  {
    "text": "So this title, Son of Man, is central to his identity.",
    "start": "00:16:13",
    "end": "00:16:17"
  },
  {
    "text": "Apparently, if you're just reading the Gospels and you're just paying attention to what Jesus is called.",
    "start": "00:16:17",
    "end": "00:16:22"
  },
  {
    "text": "Yeah.",
    "start": "00:16:23",
    "end": "00:16:23"
  },
  {
    "text": "Peter, people call him Messiah. He avoids.",
    "start": "00:16:23",
    "end": "00:16:26"
  },
  {
    "text": "He doesn't disagree.",
    "start": "00:16:26",
    "end": "00:16:27"
  },
  {
    "text": "He doesn't disagree, but he avoids it. And he instead calls himself most often by another phrase. What's interesting, again, back to observation number one. The apostles in the New Testament writings refer to him as Christ. You don't find Paul or James or Peter in their letters calling Jesus the Son of Man. That phrase doesn't appear. Yeah, it was Jesus phrase to talk about himself. And then as his followers went on to spread the movement, they referred to him not as the Son of Man, but by a variety of titles, Christ Anointed one being the main one. So that's just an interesting puzzle. That New Testament scholars have for generations been puzzling over and trying to figure out.",
    "start": "00:16:27",
    "end": "00:17:15"
  },
  {
    "text": "Yeah, they called him Lord.",
    "start": "00:17:15",
    "end": "00:17:16"
  },
  {
    "text": "Yeah, yeah. There are other titles too. Yeah. So it's a good example where again, the phrase clues you into a larger theme in the biblical story. And as you read on through the New Testament, the fact that you're not coming across the Son of Man phrase doesn't mean the idea is not there. It is there.",
    "start": "00:17:16",
    "end": "00:17:35"
  },
  {
    "text": "Why do you think that is that the apostles didn't continue the phrase if that's what they heard him say about himself Constantly.",
    "start": "00:17:35",
    "end": "00:17:43"
  },
  {
    "text": "My hunch is that Paul's viewing Jesus's Son of Man reference to himself in light of the bigger biblical story. And so he uses a wider set of vocabulary, just like the Bible does. And then two, I think it's because son of man is a Hebrew phrase.",
    "start": "00:17:43",
    "end": "00:18:02"
  },
  {
    "text": "Yeah.",
    "start": "00:18:02",
    "end": "00:18:03"
  },
  {
    "text": "That doesn't.",
    "start": "00:18:03",
    "end": "00:18:04"
  },
  {
    "text": "Didn't translate.",
    "start": "00:18:04",
    "end": "00:18:05"
  },
  {
    "text": "Doesn't translate. And Paul's main mission is to translate the Hebrew biblical story into international terms. So he starts using new vocabulary. He talks about Jesus as the new human in Ephesians, or the image of God, which as we're going to see, is huge overlap with the Son of Man.",
    "start": "00:18:05",
    "end": "00:18:26"
  },
  {
    "text": "Okay.",
    "start": "00:18:26",
    "end": "00:18:26"
  },
  {
    "text": "So again, the idea is referred to, as it turns out, by all kinds of different words. And the apostles started using other vocabulary. Not this Hebrew phrase, Son of Man. It's an odd phrase in English. Yeah. The Son of Man, the Son of.",
    "start": "00:18:27",
    "end": "00:18:41"
  },
  {
    "text": "It is an odd phrase in English and it was probably equally odd in Greek and these other.",
    "start": "00:18:41",
    "end": "00:18:46"
  },
  {
    "text": "Yeah, yeah, yeah. But in Hebrew speaking circles, as we'll see, the phrase had a clear set of associations. Not quite a title like prime minister or the president, but it had a clear set of references. An image came into people's minds.",
    "start": "00:18:47",
    "end": "00:19:04"
  },
  {
    "text": "Yeah.",
    "start": "00:19:04",
    "end": "00:19:05"
  },
  {
    "text": "The Son of human. The Son of humanity. Yeah. So that's the puzzle. This is Jesus main title to refer to himself. And he just assumes that, you know, the backstory behind it that gives meaning to why he constantly calls himself Son of. So let's go to the immediate reference point, most likely where he got the phrase. And it's. Of course, it's a phrase that comes from the Hebrew Bible or in this case, an Aramaic text.",
    "start": "00:19:05",
    "end": "00:20:03"
  },
  {
    "text": "Okay.",
    "start": "00:20:03",
    "end": "00:20:03"
  },
  {
    "text": "Within the Hebrew Bible, which are rare. Yeah. Which are. There's a handful, some in Ezra, Nehemiah, and then a whole section of the Book of Daniel is in Aramaic. And the phrase. And the way that Jesus alludes to it on multiple occasions makes it clear that there's one specific chapter of the Book of Daniel in his mind that he's using this phrase. To focus in on. And it's from Daniel, chapter seven. Okay, so let's use an analogy. So imagine a culture where there's a movie scene that's so epic.",
    "start": "00:20:03",
    "end": "00:20:42"
  },
  {
    "text": "Yeah.",
    "start": "00:20:42",
    "end": "00:20:42"
  },
  {
    "text": "Everybody's seen the movie. Everybody grew up on the movie.",
    "start": "00:20:42",
    "end": "00:20:45"
  },
  {
    "text": "Like in Titanic, when Leonardo DiCaprio and Kate Winslet are on the bow of the boat.",
    "start": "00:20:45",
    "end": "00:20:51"
  },
  {
    "text": "Yes.",
    "start": "00:20:51",
    "end": "00:20:51"
  },
  {
    "text": "With their arms out.",
    "start": "00:20:51",
    "end": "00:20:52"
  },
  {
    "text": "Yes. You know what? I never saw that movie.",
    "start": "00:20:52",
    "end": "00:20:55"
  },
  {
    "text": "You're, like, the only one.",
    "start": "00:20:55",
    "end": "00:20:57"
  },
  {
    "text": "I might be. For me, it's Star Wars. I just assume everyone's seen Star. The good ones, meaning the ones from.",
    "start": "00:20:57",
    "end": "00:21:04"
  },
  {
    "text": "The 70s, the original one. What would be the scene in Star Wars?",
    "start": "00:21:04",
    "end": "00:21:08"
  },
  {
    "text": "There's so many.",
    "start": "00:21:09",
    "end": "00:21:10"
  },
  {
    "text": "That's a problem.",
    "start": "00:21:10",
    "end": "00:21:11"
  },
  {
    "text": "There's so many. But one maybe from Empire Strikes Back, Darth Vader holding out his hand, saying, luke, yeah, I'm your.",
    "start": "00:21:11",
    "end": "00:21:19"
  },
  {
    "text": "Well, actually, he doesn't say that.",
    "start": "00:21:20",
    "end": "00:21:21"
  },
  {
    "text": "Oh, that's true. That's a paraphrase, isn't it? Yeah, that's right. Yeah, that's right. He doesn't say, luke, I am your father.",
    "start": "00:21:22",
    "end": "00:21:29"
  },
  {
    "text": "He just says, I am your father.",
    "start": "00:21:29",
    "end": "00:21:30"
  },
  {
    "text": "He says, I am your father. So for me, that was one of the first movies I ever saw. That's why.",
    "start": "00:21:30",
    "end": "00:21:35"
  },
  {
    "text": "Yeah.",
    "start": "00:21:35",
    "end": "00:21:36"
  },
  {
    "text": "Stuck in my brain. Just epic.",
    "start": "00:21:36",
    "end": "00:21:37"
  },
  {
    "text": "Yeah.",
    "start": "00:21:37",
    "end": "00:21:38"
  },
  {
    "text": "I am your father.",
    "start": "00:21:38",
    "end": "00:21:39"
  },
  {
    "text": "Yeah.",
    "start": "00:21:39",
    "end": "00:21:39"
  },
  {
    "text": "No, it's not true. So probably there isn't any one movie scene that you could say permeates all of Western culture.",
    "start": "00:21:39",
    "end": "00:21:49"
  },
  {
    "text": "Yeah.",
    "start": "00:21:49",
    "end": "00:21:50"
  },
  {
    "text": "It's just too fragmented.",
    "start": "00:21:50",
    "end": "00:21:51"
  },
  {
    "text": "Oh.",
    "start": "00:21:51",
    "end": "00:21:51"
  },
  {
    "text": "Culturally.",
    "start": "00:21:51",
    "end": "00:21:52"
  },
  {
    "text": "But that one definitely would be in a top list.",
    "start": "00:21:52",
    "end": "00:21:54"
  },
  {
    "text": "It would be in the top list. Yeah. Top ten movie lines. Okay, so sorry, this is all part of the analogy. Imagine a culture where there's a scene like that. And so all you have to do is in some situation, you're with your friends. Yeah. And then.",
    "start": "00:21:54",
    "end": "00:22:13"
  },
  {
    "text": "And you say, look, I am your father.",
    "start": "00:22:13",
    "end": "00:22:15"
  },
  {
    "text": "Yeah, totally. Yeah. And all you need is to say a few words from the scene. Everybody knows.",
    "start": "00:22:15",
    "end": "00:22:21"
  },
  {
    "text": "Yeah.",
    "start": "00:22:21",
    "end": "00:22:21"
  },
  {
    "text": "Everybody can then like, mentally map the movie scene onto that moment that you're doing.",
    "start": "00:22:22",
    "end": "00:22:28"
  },
  {
    "text": "Right.",
    "start": "00:22:28",
    "end": "00:22:28"
  },
  {
    "text": "Right then.",
    "start": "00:22:28",
    "end": "00:22:29"
  },
  {
    "text": "Yeah.",
    "start": "00:22:29",
    "end": "00:22:29"
  },
  {
    "text": "You know, and that's what Jesus is doing when he calls himself the son of man.",
    "start": "00:22:29",
    "end": "00:22:35"
  },
  {
    "text": "Yeah.",
    "start": "00:22:35",
    "end": "00:22:35"
  },
  {
    "text": "He's using a title from one of the most charged, symbolic, important passages of scripture for Jews in his time period. And he's putting himself as the central actor of a drama from that famous movie scene. You're trying to think of other examples. I can see you.",
    "start": "00:22:35",
    "end": "00:22:53"
  },
  {
    "text": "I was thinking about the Dirty Harry line.",
    "start": "00:22:54",
    "end": "00:22:56"
  },
  {
    "text": "Yeah. Clean Eastwood. Go ahead, make my day. Yeah, yeah. It's like that. It's like that. So that movie scene is Daniel, Chapter seven. Darth Vader. And Luke on the weather vane I'm your father. Clint Eastwood pointing the gun. Go ahead, make my day.",
    "start": "00:22:57",
    "end": "00:23:16"
  },
  {
    "text": "Yeah.",
    "start": "00:23:16",
    "end": "00:23:17"
  },
  {
    "text": "Jesus calling himself the Son of Man who has authority. The Son of Man has authority on earth, not only to heal, but to forgive sins. This is a line of his debate. Or his disciples are getting some food on the Sabbath and the Pharisees are watching. They're like, what? They're breaking the Sabbath. And he says, the Son of Man is Lord of the Sabbath.",
    "start": "00:23:17",
    "end": "00:23:40"
  },
  {
    "text": "Yeah.",
    "start": "00:23:42",
    "end": "00:23:42"
  },
  {
    "text": "Or he'll be in a debate with people and he'll be like, the Son of Man has been given authority from the Father to create life and to judge. So he would throw out these lines with vocabulary from Daniel 7. And that usually makes people angry or it makes the current leadership angry. And he uses it to explain why he just did or said something that he did. So there you go. That's the idea.",
    "start": "00:23:43",
    "end": "00:24:11"
  },
  {
    "text": "Okay, so what's happening in Daniel 7?",
    "start": "00:24:11",
    "end": "00:24:12"
  },
  {
    "text": "In Daniel 7, so Daniel is having a dream. Daniel's a son of David, a member of the line of the royal seed of David.",
    "start": "00:24:12",
    "end": "00:24:22"
  },
  {
    "text": "Okay.",
    "start": "00:24:22",
    "end": "00:24:23"
  },
  {
    "text": "Who's been hauled off into exile in Babylon.",
    "start": "00:24:23",
    "end": "00:24:26"
  },
  {
    "text": "Okay. And so one of David's sons. He's one. Like, he's great, great, great. He's come from that line.",
    "start": "00:24:26",
    "end": "00:24:32"
  },
  {
    "text": "Yeah. The opening line of the book tells you that Daniel and his friends are from the royal seed.",
    "start": "00:24:32",
    "end": "00:24:37"
  },
  {
    "text": "Oh, they all are.",
    "start": "00:24:37",
    "end": "00:24:38"
  },
  {
    "text": "Yep. From the line of David. Yeah. That's very important for it's like being.",
    "start": "00:24:38",
    "end": "00:24:44"
  },
  {
    "text": "A Kennedy or something.",
    "start": "00:24:44",
    "end": "00:24:45"
  },
  {
    "text": "Yeah, that's right. Totally. Yeah. It's like being one of the. That's right. America being a Kennedy. So he has been elevated to royal service. We'll talk about Daniel later on. But just the culminating scene is he has a dream where there were these terrible sequence of beasts, mutant beasts that symbolize kingdoms, empires, world empires that come one after another. And they're violent, they're terrible. They trample on people. And then enough is enough of these violent beasts ruling the world. He keeps looking in this dream, and he sees thrones established in the heavens over the earth. Plural thrones. But only one of them is filled. And it's filled with a figure he calls the Ancient of Days, or the Eternal One. It's an image of God, of Israel, Creator God. And his clothing was like white snow. His hair was like wool. His throne is on fire with flames. And the wheels of the throne were flaming. Oh, it's a chariot. The Godmobile.",
    "start": "00:24:45",
    "end": "00:25:52"
  },
  {
    "text": "It's a chariot in the sky toy.",
    "start": "00:25:52",
    "end": "00:25:54"
  },
  {
    "text": "Like unto the royal chariots that ancient kings rode on.",
    "start": "00:25:54",
    "end": "00:25:58"
  },
  {
    "text": "Oh, okay.",
    "start": "00:25:58",
    "end": "00:25:59"
  },
  {
    "text": "It's an ancient throne chariot. Think of a king riding a procession.",
    "start": "00:25:59",
    "end": "00:26:03"
  },
  {
    "text": "So this wasn't his throne, like, in his, like, throne room. This was like the one he was out and about on.",
    "start": "00:26:03",
    "end": "00:26:09"
  },
  {
    "text": "Oh, I see. Well, yeah, it's the mobile throne.",
    "start": "00:26:09",
    "end": "00:26:12"
  },
  {
    "text": "The mobile throne.",
    "start": "00:26:12",
    "end": "00:26:13"
  },
  {
    "text": "Yep. Mobile throne. Yeah, mobile. Then there's a river of fire flowing out from before him. Now, this is interesting.",
    "start": "00:26:13",
    "end": "00:26:21"
  },
  {
    "text": "So there's a lot of fire. The throne is. Looks like it's on fire.",
    "start": "00:26:21",
    "end": "00:26:25"
  },
  {
    "text": "The throne's on fire. And then there's a river of fire.",
    "start": "00:26:25",
    "end": "00:26:28"
  },
  {
    "text": "Oh, he's on fire too.",
    "start": "00:26:28",
    "end": "00:26:30"
  },
  {
    "text": "Yeah. His throne's ablaze with flames. The wheels are burning fire. And there's a river of fire.",
    "start": "00:26:30",
    "end": "00:26:35"
  },
  {
    "text": "Does it say he's on fire?",
    "start": "00:26:35",
    "end": "00:26:36"
  },
  {
    "text": "Oh, no. He's shining, like, white.",
    "start": "00:26:36",
    "end": "00:26:38"
  },
  {
    "text": "He's shining.",
    "start": "00:26:38",
    "end": "00:26:38"
  },
  {
    "text": "Shining like white. He's shining bright white snow hair.",
    "start": "00:26:38",
    "end": "00:26:41"
  },
  {
    "text": "Yeah, white hair. And that's where we get the, like, white hair God Correct kind of image.",
    "start": "00:26:41",
    "end": "00:26:45"
  },
  {
    "text": "And the white image of gleaming, shining. Yeah. Okay. Daniel 7 is like a super packed distillation of the whole biblical story. Huh. So really what we're going to do after this is just Explore how Daniel7 is summarizing the whole biblical storyline.",
    "start": "00:26:45",
    "end": "00:27:04"
  },
  {
    "text": "Okay.",
    "start": "00:27:04",
    "end": "00:27:05"
  },
  {
    "text": "We begin with Daniel having a dream of the cosmic mountain looking up into the heavens where heaven and earth meet. He's seeing into the temple. What he's seeing is what a high priest would see when he goes into the holy of holies.",
    "start": "00:27:05",
    "end": "00:27:18"
  },
  {
    "text": "Okay.",
    "start": "00:27:18",
    "end": "00:27:19"
  },
  {
    "text": "And what that right. Of the ark of the covenant, the cherubim over which the invisible God of Israel is enthroned. He's enthroned above the cherubim. It's all smoky.",
    "start": "00:27:19",
    "end": "00:27:29"
  },
  {
    "text": "Yeah. So he's not in the temple. There is no temple.",
    "start": "00:27:29",
    "end": "00:27:32"
  },
  {
    "text": "Yeah. What the high priest is symbolically reenacting by going into the holy of holies is itself a storyline of humans being in union with God on the cosmic mountain in Eden.",
    "start": "00:27:32",
    "end": "00:27:44"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:27:44",
    "end": "00:27:45"
  },
  {
    "text": "All these storylines overlap. So what Daniel's seeing is the Eden cosmic mountain where God dwells on his throne. But if you remember the biblical storyline, he humans were invited to share God's throne and rule over the world, but they rebelled, and so they were expelled out of the garden Holy mountain.",
    "start": "00:27:45",
    "end": "00:28:03"
  },
  {
    "text": "Okay.",
    "start": "00:28:03",
    "end": "00:28:04"
  },
  {
    "text": "And so the whole biblical story is how did humans get back to the throne, restored to the throne to rule the world alongside God.",
    "start": "00:28:04",
    "end": "00:28:11"
  },
  {
    "text": "Oh, right.",
    "start": "00:28:11",
    "end": "00:28:11"
  },
  {
    "text": "That's the way. That's what this video's gonna be about.",
    "start": "00:28:12",
    "end": "00:28:14"
  },
  {
    "text": "Huh. I guess that's the first time I had the image of, you know, in Eden, God is there, but he's never Talked about as being on a throne or anything.",
    "start": "00:28:14",
    "end": "00:28:25"
  },
  {
    "text": "No, no. You get that from later in the biblical story. That kind of backfills the imagery, but.",
    "start": "00:28:25",
    "end": "00:28:33"
  },
  {
    "text": "That'S interesting to think about God on a throne in Eden and then an empty throne next to him that Adam and Eve were supposed to fill.",
    "start": "00:28:33",
    "end": "00:28:42"
  },
  {
    "text": "Yeah. Daniel 7 is repainting the Genesis, Garden of Eden, Genesis 1 and 2, setting and depicting the absentee human rulers, and the fact that that's a glaring absence, that God doesn't want to have that post unfilled.",
    "start": "00:28:42",
    "end": "00:29:03"
  },
  {
    "text": "Yeah.",
    "start": "00:29:03",
    "end": "00:29:04"
  },
  {
    "text": "And it uses the image of an occupied throne and then an unoccupied threshed throne beside him.",
    "start": "00:29:04",
    "end": "00:29:09"
  },
  {
    "text": "Yeah.",
    "start": "00:29:09",
    "end": "00:29:10"
  },
  {
    "text": "And what we need from page three of Genesis onward is a human who will go ascend the holy mountain, go back to Eden, and become the truly human one who will rule the world alongside God. And that's what Daniel's vision is about.",
    "start": "00:29:10",
    "end": "00:29:23"
  },
  {
    "text": "Yeah.",
    "start": "00:29:23",
    "end": "00:29:24"
  },
  {
    "text": "So there you go. So the vision continues. He sees the royal throne surrounded by all these angelic beings, holy ones surrounding him. Then it says, the court sat and the books were opened.",
    "start": "00:29:24",
    "end": "00:29:37"
  },
  {
    "text": "There's a courtroom, courtroom, courtroom.",
    "start": "00:29:37",
    "end": "00:29:39"
  },
  {
    "text": "It's the final act of justice, a final reckoning happening. Or an ultimate, let's say ultimate reckoning happening. The divine judge is sitting. All creation is before him and the divine record books, so to speak. Then Daniel says, I kept looking in the night visions, and behold, with the clouds of the heavens, clouds of the skies. One, like a son of humanity was coming up to the Ancient of days. So remember, the Ancient of Days is up in the clouds on the divine throne. And so he sees a human riding.",
    "start": "00:29:39",
    "end": "00:30:16"
  },
  {
    "text": "A cloud and he calls him like a son of man.",
    "start": "00:30:16",
    "end": "00:30:19"
  },
  {
    "text": "He says, 1 yeah, like a human, like a son of man. And he's coming and he's riding on the cloud up to the divine throne. And then it says he was presented before him. The Son of Man is presented before the Ancient of Days. And to the Son of Man by the ancient days is given dominion, glory, and a kingdom that all peoples and nations and people of every language might serve him, literally be prostrate before him. That human one's dominion is eternal. It will not pass away. His kingdom is one which will not be destroyed. And then the next thing happens in the dream is that the beasts are all destroyed and killed, and this Son of Man figure is exalted over the nations. That's his dream. This dream is the source of the most common phrase and title that Jesus used to describe himself.",
    "start": "00:30:19",
    "end": "00:31:16"
  },
  {
    "text": "The source. Is it the first time it's used or it's Just the most important time.",
    "start": "00:31:16",
    "end": "00:31:20"
  },
  {
    "text": "It'S used, it's the most cramped one. And if you look at all the times Jesus calls himself the Son of Man, there's other things in those sayings that make it clear that he's referring to talks about the Son of Man having authority.",
    "start": "00:31:20",
    "end": "00:31:33"
  },
  {
    "text": "And that's what this is talking about.",
    "start": "00:31:34",
    "end": "00:31:35"
  },
  {
    "text": "This is about the son of a human being given authority or rule. So there's a little storyline in the stream of God wants to rule the world together with a human. For some reason, the throne's empty, right?",
    "start": "00:31:35",
    "end": "00:32:28"
  },
  {
    "text": "Yeah.",
    "start": "00:32:28",
    "end": "00:32:29"
  },
  {
    "text": "And instead of a human ruling, you have an empty throne and you have wild beasts trampling humans in the world. And so one human is elevated out of the trampled mass of humanity and then elevated and brought up to rule the world. And then all the nations are honoring and serving and worshiping this human and the ancient of days together.",
    "start": "00:32:29",
    "end": "00:32:54"
  },
  {
    "text": "Yeah, like they're a duo.",
    "start": "00:32:55",
    "end": "00:32:56"
  },
  {
    "text": "Yeah, totally. So there you go. That's Daniel 7. There are other texts from the Second Temple period, Jewish texts that are actually not either contemporary with Daniel or later than Daniel. Lots of debate here. But the famous Book of Enoch. Yeah, First Enoch, which is essentially a whole bunch. It's just ancient biblical theology of the whole biblical story. And your tour guide for the story is the figure of Enoch. And he has a vision just like this where he looks up in the heavens. You know, I've got it quoted here, but it's very similar. He sees the divine throne. He sees all the kings and governors of the world praising the one who rules everything. And then this is in 1st Enoch, chapter 62. He says, for the Son of Man was concealed from the beginning. The Most High One preserved him in the presence of his power. Then he revealed him to the holy and chosen ones. On that day, the kings, the governors, the officials, those who rule the earth will fall down before him on their faces and worship and raise their hopes in the Son of Man. So Enoch, this is a text, most likely it's aware of the Daniel seven story, but it's putting all the pieces together. And so it's important because it's another contemporary Jewish author writing to a group of people who assumes that, yeah, we all know what Daniel 7 is about. And he recasts it in a larger frame.",
    "start": "00:32:57",
    "end": "00:34:25"
  },
  {
    "text": "It's interesting. He calls out the kings, governors and landlords, like anyone with power on earth.",
    "start": "00:34:25",
    "end": "00:34:30"
  },
  {
    "text": "That's right.",
    "start": "00:34:30",
    "end": "00:34:31"
  },
  {
    "text": "Are eventually going to.",
    "start": "00:34:31",
    "end": "00:34:32"
  },
  {
    "text": "That's right.",
    "start": "00:34:32",
    "end": "00:34:32"
  },
  {
    "text": "Yeah.",
    "start": "00:34:33",
    "end": "00:34:33"
  },
  {
    "text": "The Son of Man is apparently a king of kings.",
    "start": "00:34:33",
    "end": "00:34:36"
  },
  {
    "text": "Yeah.",
    "start": "00:34:36",
    "end": "00:34:37"
  },
  {
    "text": "So within the Hebrew Bible phrase, Son of man occurs Most prominently in Daniel 7. It's a charged symbolic dream that brings a whole biblical story together. The Son of Man. However, the phrase isn't a title like Mashiach, the Anointed One. That's people refer to David or Saul or the high priest as the Messiah. Anointed One.",
    "start": "00:34:37",
    "end": "00:34:58"
  },
  {
    "text": "And the shorthand for how to refer to someone.",
    "start": "00:34:59",
    "end": "00:35:02"
  },
  {
    "text": "Yeah, I mean, titles work like this. Like in any language, I think.",
    "start": "00:35:02",
    "end": "00:35:06"
  },
  {
    "text": "Yeah.",
    "start": "00:35:06",
    "end": "00:35:07"
  },
  {
    "text": "Straight up title. We talk the prime minister.",
    "start": "00:35:07",
    "end": "00:35:09"
  },
  {
    "text": "Right.",
    "start": "00:35:10",
    "end": "00:35:10"
  },
  {
    "text": "The senator. I'm thinking of governor titles, the chief executive officer, the first baseman. These titles. But then you can also have phrases that have a clear set of meanings and associations that aren't official. Title.",
    "start": "00:35:10",
    "end": "00:35:28"
  },
  {
    "text": "It's kind of like nicknames.",
    "start": "00:35:28",
    "end": "00:35:30"
  },
  {
    "text": "It's kind of like a nickname. Yeah. Let's think of other examples.",
    "start": "00:35:30",
    "end": "00:35:34"
  },
  {
    "text": "It's a phrase. It's a phrase that is not a title, but can be used to refer to someone.",
    "start": "00:35:34",
    "end": "00:35:41"
  },
  {
    "text": "Yeah, you can use it to refer to someone. And it's not referring to an official position. It's rather portraying them as within a well known story.",
    "start": "00:35:41",
    "end": "00:35:51"
  },
  {
    "text": "So you could walk into an organization, you could say, who's the boss? The boss is a title. Or you could say, who's the head honcho? Which is a phrase that isn't a title.",
    "start": "00:35:51",
    "end": "00:36:06"
  },
  {
    "text": "Yeah, but yeah, so what we're talking about is a movie scene, a famous movie scene or scene from a famous book that has a phrase, has a phrase referring to a figure in the scene.",
    "start": "00:36:06",
    "end": "00:36:21"
  },
  {
    "text": "Okay.",
    "start": "00:36:21",
    "end": "00:36:21"
  },
  {
    "text": "And then you can just refer to somebody by that phrase. That's the analogy.",
    "start": "00:36:21",
    "end": "00:36:25"
  },
  {
    "text": "Oh, okay. Oh, The Dark Knight.",
    "start": "00:36:25",
    "end": "00:36:28"
  },
  {
    "text": "The Dark Knight.",
    "start": "00:36:29",
    "end": "00:36:30"
  },
  {
    "text": "That's how they referred to Batman sometimes. And then that's actually Christopher Nolan, when he did his Batman reboot, he just called it. He just called it Dark Knight, but that was never his title.",
    "start": "00:36:30",
    "end": "00:36:40"
  },
  {
    "text": "Yeah, it's a phrase.",
    "start": "00:36:40",
    "end": "00:36:41"
  },
  {
    "text": "It's a phrase that was then. Could be used as a title.",
    "start": "00:36:41",
    "end": "00:36:45"
  },
  {
    "text": "Yeah, The Dark Knight. I like the Dark Knight. Let's go with the Dark Knight. The Dark Knight is not Batman's title.",
    "start": "00:36:45",
    "end": "00:36:51"
  },
  {
    "text": "Yeah, but the problem is we don't know of a scene where he's referred to as a Dark knight. Becomes so epic. But that's okay.",
    "start": "00:36:52",
    "end": "00:36:59"
  },
  {
    "text": "Yeah, but the point is a storyline of like a guy who's the billionaire, isolated and alone.",
    "start": "00:36:59",
    "end": "00:37:06"
  },
  {
    "text": "Yeah.",
    "start": "00:37:06",
    "end": "00:37:06"
  },
  {
    "text": "Can't take it anymore. And so he takes it on himself to become the vigilante who rescues orphans and widows and the innocent. The Dark Knight. His title is Batman. Yeah, but the Dark Knight is a phrase that has all these.",
    "start": "00:37:07",
    "end": "00:37:24"
  },
  {
    "text": "Someone, Someone used it at some point and now it's so embedded into his identity that it becomes a title.",
    "start": "00:37:24",
    "end": "00:37:33"
  },
  {
    "text": "Yeah.",
    "start": "00:37:33",
    "end": "00:37:34"
  },
  {
    "text": "But it's not a title.",
    "start": "00:37:34",
    "end": "00:37:35"
  },
  {
    "text": "Yeah, that's right. And so it's the difference between the original Batman shows who's like the guy in spandex. Right.",
    "start": "00:37:35",
    "end": "00:37:41"
  },
  {
    "text": "Like, that's Batman saving kittens.",
    "start": "00:37:41",
    "end": "00:37:43"
  },
  {
    "text": "Yeah, totally. Yeah. Versus the Dark Knight.",
    "start": "00:37:43",
    "end": "00:37:45"
  },
  {
    "text": "Yeah.",
    "start": "00:37:45",
    "end": "00:37:45"
  },
  {
    "text": "Which is intense. It's a metaphor. Right, right. And it has all this symbolism and associations of his working outside the system at night. Dark person. Yeah, I like it. The Dark Knight.",
    "start": "00:37:45",
    "end": "00:38:03"
  },
  {
    "text": "The Dark Knight.",
    "start": "00:38:03",
    "end": "00:38:04"
  },
  {
    "text": "Yeah. That's the Son of Man.",
    "start": "00:38:04",
    "end": "00:38:05"
  },
  {
    "text": "It's the Son of Man. Because the title would be Messiah. Or the title would be.",
    "start": "00:38:07",
    "end": "00:38:13"
  },
  {
    "text": "Yeah, the title would be. Yeah, Messiah. Let's go with that.",
    "start": "00:38:14",
    "end": "00:38:16"
  },
  {
    "text": "Yeah.",
    "start": "00:38:16",
    "end": "00:38:17"
  },
  {
    "text": "Title would be Messiah, which could be referred to.",
    "start": "00:38:17",
    "end": "00:38:18"
  },
  {
    "text": "Which is a normal title. Everyone's familiar with that. We don't use it nowadays, but it's as normal as calling someone king or president or chief or whatever. And so you'd walk around and say, hey, there's the Messiah.",
    "start": "00:38:18",
    "end": "00:38:30"
  },
  {
    "text": "Are you the Messiah?",
    "start": "00:38:31",
    "end": "00:38:32"
  },
  {
    "text": "Are you the Messiah?",
    "start": "00:38:32",
    "end": "00:38:33"
  },
  {
    "text": "Yeah. And Jesus responds, no, I'm the Dark Knight.",
    "start": "00:38:33",
    "end": "00:38:36"
  },
  {
    "text": "Yeah. It's like you met Bruce Wayne, and you're like, hey, are you Batman? No.",
    "start": "00:38:38",
    "end": "00:38:42"
  },
  {
    "text": "No.",
    "start": "00:38:42",
    "end": "00:38:42"
  },
  {
    "text": "All right. You say that I am.",
    "start": "00:38:42",
    "end": "00:38:44"
  },
  {
    "text": "Yeah, you say that I am. But you have seen the Dark Knight. The Dark Knight shrouded in shadow, fighting crime. Yeah, that's what Jesus is doing.",
    "start": "00:38:44",
    "end": "00:38:54"
  },
  {
    "text": "That's what he's doing.",
    "start": "00:38:54",
    "end": "00:38:55"
  },
  {
    "text": "Yeah.",
    "start": "00:38:55",
    "end": "00:38:56"
  },
  {
    "text": "He's using a turn of phrase, turning it into his title, but everyone knows what he means. And he conjures up all these images.",
    "start": "00:38:56",
    "end": "00:39:01"
  },
  {
    "text": "Yeah. And a story and. Yeah.",
    "start": "00:39:01",
    "end": "00:39:03"
  },
  {
    "text": "And the images are specifically from Daniel 7, of humanity being trampled by these crazy wild beasts. These amalgamation of all these animals. And they're creepy and they're crazy, and humanity is just one after the next. They're just oppressing humans.",
    "start": "00:39:03",
    "end": "00:39:25"
  },
  {
    "text": "Yeah. The animals are symbols of human kingdoms.",
    "start": "00:39:25",
    "end": "00:39:28"
  },
  {
    "text": "And they're symbols of human kingdoms.",
    "start": "00:39:29",
    "end": "00:39:30"
  },
  {
    "text": "Yeah. They're humans treating other humans like animals.",
    "start": "00:39:30",
    "end": "00:39:33"
  },
  {
    "text": "Yeah. It's humans coming together, combining their power and then using that power to oppress humans. And it's ugly, beastly. When Daniel, in the midst of this, he's like, whoa, these guys, these beasts are just wearing us down. And then he looks up in the sky and he sees the flaming God, Chariot mobile. Yeah.",
    "start": "00:39:34",
    "end": "00:39:58"
  },
  {
    "text": "He's a divine king who's in authority over even the beasts.",
    "start": "00:39:58",
    "end": "00:40:02"
  },
  {
    "text": "Yeah. Just flames and bright white Ancient of days. There he is. And next to him is an unoccupied throne. That's such an important image. The unoccupied throne.",
    "start": "00:40:02",
    "end": "00:40:15"
  },
  {
    "text": "Yep. That's right. It's key. A forfeited throne.",
    "start": "00:40:15",
    "end": "00:40:18"
  },
  {
    "text": "A forfeited.",
    "start": "00:40:18",
    "end": "00:40:19"
  },
  {
    "text": "A throne for some reason. But from the biblical story, you know, it's a forfeited throne.",
    "start": "00:40:19",
    "end": "00:40:25"
  },
  {
    "text": "Yeah.",
    "start": "00:40:25",
    "end": "00:40:25"
  },
  {
    "text": "From Genesis 3.",
    "start": "00:40:25",
    "end": "00:40:26"
  },
  {
    "text": "And it doesn't give. Is it the same size throne? Is it?",
    "start": "00:40:27",
    "end": "00:40:30"
  },
  {
    "text": "It just says thrones.",
    "start": "00:40:30",
    "end": "00:40:31"
  },
  {
    "text": "Just says there's thrones were set up.",
    "start": "00:40:31",
    "end": "00:40:33"
  },
  {
    "text": "One of them had the Ancient of Days.",
    "start": "00:40:33",
    "end": "00:40:35"
  },
  {
    "text": "Were they both on the same Chariot mobile?",
    "start": "00:40:35",
    "end": "00:40:38"
  },
  {
    "text": "Oh, it's gotta be, it's gotta be, it's gotta be. Yeah, that's where the divine throne is.",
    "start": "00:40:38",
    "end": "00:40:43"
  },
  {
    "text": "It's a two seater.",
    "start": "00:40:43",
    "end": "00:40:43"
  },
  {
    "text": "The Ancient of Days throne. Yep.",
    "start": "00:40:43",
    "end": "00:40:48"
  },
  {
    "text": "Yeah, yeah. And he's looking up, he sees this unoccupied throne. He seems to the flaming Ancient of Days. And then suddenly on a cloud coming up to the throne is one like the Son of Man, a human one. And the human one comes, sits down at the throne. It's now occupied. And he's up in God's territory.",
    "start": "00:40:48",
    "end": "00:41:13"
  },
  {
    "text": "God's space.",
    "start": "00:41:13",
    "end": "00:41:13"
  },
  {
    "text": "God's space, yes. And sitting next to God. And then everyone on earth worships the Son of Man alongside God and the Son of Man's given authority over everything.",
    "start": "00:41:13",
    "end": "00:41:30"
  },
  {
    "text": "Eternal authority.",
    "start": "00:41:30",
    "end": "00:41:31"
  },
  {
    "text": "What happens to the beast at this point?",
    "start": "00:41:31",
    "end": "00:41:33"
  },
  {
    "text": "Oh, the beast is destroyed. So I've actually excerpted the scene here. At first, Daniel sees the divine throne with the unoccupied throne. And then the judgment scene begins. The books are open.",
    "start": "00:41:33",
    "end": "00:41:45"
  },
  {
    "text": "Oh, right, right, right. The courtroom scene.",
    "start": "00:41:46",
    "end": "00:41:47"
  },
  {
    "text": "Yep. Then Daniel looks at the Beast, the fourth super beast, and it's slain and it's thrown into the fire.",
    "start": "00:41:47",
    "end": "00:41:55"
  },
  {
    "text": "Oh, so this happens before the Son of Man shows up.",
    "start": "00:41:55",
    "end": "00:41:57"
  },
  {
    "text": "Then I kept looking after the beast is destroyed and the Son of Man.",
    "start": "00:41:57",
    "end": "00:42:02"
  },
  {
    "text": "So God up on the flaming mobile, opens up his documents and then all of a sudden you realize you're in a courtroom.",
    "start": "00:42:02",
    "end": "00:42:10"
  },
  {
    "text": "Yes, yes.",
    "start": "00:42:10",
    "end": "00:42:11"
  },
  {
    "text": "Because what? The heavenly hosts are there. What is it?",
    "start": "00:42:11",
    "end": "00:42:13"
  },
  {
    "text": "It's the court sat.",
    "start": "00:42:13",
    "end": "00:42:16"
  },
  {
    "text": "Yeah. Who's the court?",
    "start": "00:42:16",
    "end": "00:42:17"
  },
  {
    "text": "Ah, it's the Divine Council.",
    "start": "00:42:17",
    "end": "00:42:19"
  },
  {
    "text": "The Divine Council. That's what I was wondering.",
    "start": "00:42:19",
    "end": "00:42:20"
  },
  {
    "text": "Yeah, that's right. Yeah. It's the divine courtroom. It's taking session. And then the books are opened.",
    "start": "00:42:20",
    "end": "00:42:24"
  },
  {
    "text": "Yeah.",
    "start": "00:42:24",
    "end": "00:42:25"
  },
  {
    "text": "Means the cases are being made.",
    "start": "00:42:25",
    "end": "00:42:27"
  },
  {
    "text": "And then boom, super beast, super beast.",
    "start": "00:42:27",
    "end": "00:42:30"
  },
  {
    "text": "Destroyed.",
    "start": "00:42:30",
    "end": "00:42:30"
  },
  {
    "text": "Destroyed. And then you're like, yes, sweet, awesome. God took care of it. But now there's just one left puzzle, which is this unoccupied throne.",
    "start": "00:42:30",
    "end": "00:42:40"
  },
  {
    "text": "Yeah, yeah, we've taken care of the beast.",
    "start": "00:42:40",
    "end": "00:42:42"
  },
  {
    "text": "Yeah, the beast's taken care of. But why is there. Why does God have. Is this. Just a second in case he needs to shift around and then the Son of Man.",
    "start": "00:42:42",
    "end": "00:42:50"
  },
  {
    "text": "Then the Son of Man. Exactly.",
    "start": "00:42:50",
    "end": "00:42:52"
  },
  {
    "text": "The human one.",
    "start": "00:42:52",
    "end": "00:42:53"
  },
  {
    "text": "That's it. In Daniel's response to the dream, he says, as for me, Daniel, my spirit was distressed within me, and the images in my mind were terrifying me.",
    "start": "00:42:53",
    "end": "00:43:03"
  },
  {
    "text": "It's like waking up from a really vivid, disturbing dream. But it ended well.",
    "start": "00:43:03",
    "end": "00:43:09"
  },
  {
    "text": "It does. Yeah. It ends well, but there's still a lot of trampling and violence.",
    "start": "00:43:10",
    "end": "00:43:14"
  },
  {
    "text": "Yeah. He wakes up and he realizes, like, that was a dream and the super beast is still out there.",
    "start": "00:43:14",
    "end": "00:43:19"
  },
  {
    "text": "That's right.",
    "start": "00:43:19",
    "end": "00:43:20"
  },
  {
    "text": "It's like the opposite of waking up from a bad dream.",
    "start": "00:43:20",
    "end": "00:43:22"
  },
  {
    "text": "Yeah.",
    "start": "00:43:22",
    "end": "00:43:22"
  },
  {
    "text": "It's like waking up from a good dream and then realizing you're.",
    "start": "00:43:23",
    "end": "00:43:26"
  },
  {
    "text": "Yeah.",
    "start": "00:43:27",
    "end": "00:43:27"
  },
  {
    "text": "The bad dream still happening.",
    "start": "00:43:27",
    "end": "00:43:29"
  },
  {
    "text": "Yeah, that's right. So we'll come Back to Daniel 7 once we've considered all the biblical story leading up to it. But that's. That's it right there. Jesus is referring to himself as the elevated human sitting on the divine throne. And.",
    "start": "00:43:29",
    "end": "00:43:44"
  },
  {
    "text": "Yeah, and that becomes clear when, like, he's talking to. Is it Pontius Pilate and he says, you will see the Son of Man lifted up.",
    "start": "00:43:44",
    "end": "00:43:50"
  },
  {
    "text": "Correct.",
    "start": "00:43:50",
    "end": "00:43:51"
  },
  {
    "text": "Like the Son of Man was lifted up in the clouds.",
    "start": "00:43:51",
    "end": "00:43:53"
  },
  {
    "text": "Yeah, yeah, totally. Yeah. And when Jesus. Actually, it's the moment he's before the high priest, the Messiah, Anointed one, and the high priest, anointed one says, tell me if you're the anointed One.",
    "start": "00:43:53",
    "end": "00:44:04"
  },
  {
    "text": "Right, yeah.",
    "start": "00:44:04",
    "end": "00:44:05"
  },
  {
    "text": "And what he says is, from this moment on, now on, you will see the Son of Man lifted up, high and exalted.",
    "start": "00:44:05",
    "end": "00:44:14"
  },
  {
    "text": "So this is a conversation with the.",
    "start": "00:44:14",
    "end": "00:44:15"
  },
  {
    "text": "Yes, High Priest. Totally. Yeah. It's one Anointed one talking with the other anointed one. Except the other anointed one doesn't want to call himself the Anointed One. He calls himself the Son of Man. Game of Thrones he says, you will see, from this moment on, you will see the Son of Man sitting at the right hand of the Most High and coming with the clouds.",
    "start": "00:44:15",
    "end": "00:44:34"
  },
  {
    "text": "Like, I don't want your seat right there.",
    "start": "00:44:34",
    "end": "00:44:37"
  },
  {
    "text": "That's right.",
    "start": "00:44:37",
    "end": "00:44:38"
  },
  {
    "text": "That's not the point. You're going to see me lifted up next to the ancient of days.",
    "start": "00:44:38",
    "end": "00:44:43"
  },
  {
    "text": "And what Jesus is referring to is the cross, his lifting up.",
    "start": "00:44:43",
    "end": "00:44:46"
  },
  {
    "text": "Well, he's referring to Daniel 7.",
    "start": "00:44:47",
    "end": "00:44:49"
  },
  {
    "text": "He's referring to Daniel 7.",
    "start": "00:44:49",
    "end": "00:44:50"
  },
  {
    "text": "But then also, no, what he's referring.",
    "start": "00:44:50",
    "end": "00:44:53"
  },
  {
    "text": "To is the fact that you're going to condemn and crucify me, an innocent man.",
    "start": "00:44:53",
    "end": "00:44:59"
  },
  {
    "text": "Yeah.",
    "start": "00:44:59",
    "end": "00:45:00"
  },
  {
    "text": "In your mind, what you think you're doing is getting rid of me. Executing a troublemaker who's Going to cause trouble for you with the Romans. What's actually happening is Daniel 7, what you're actually going to be doing is, paradoxically, without you even knowing it, you are the beast who's going to trample the Son of man. You think you're killing the Son of Man, but actually what you're doing is exalting him up to his divine throne. That's what Jesus is doing. It's such a charged moment. That moment couldn't be more charged.",
    "start": "00:45:00",
    "end": "00:45:33"
  },
  {
    "text": "Does the high priest realize what he's doing?",
    "start": "00:45:34",
    "end": "00:45:36"
  },
  {
    "text": "Yeah. The high priest then says, blasphemy. He deserves to die.",
    "start": "00:45:36",
    "end": "00:45:40"
  },
  {
    "text": "Yeah.",
    "start": "00:45:40",
    "end": "00:45:41"
  },
  {
    "text": "And of course, Jesus just said, I occupy the empty. I'm the one who occupies the divine throne alongside Yahweh, the God of Israel.",
    "start": "00:45:41",
    "end": "00:45:51"
  },
  {
    "text": "Right. It would have been better if he just was like, yeah, I want your job.",
    "start": "00:45:51",
    "end": "00:45:54"
  },
  {
    "text": "Yeah. Had he said, I'm the Messiah, all he would be saying is, yeah, totally. I'm supposed to take your job.",
    "start": "00:45:54",
    "end": "00:46:01"
  },
  {
    "text": "Yeah. Which they would have killed him for that too, right?",
    "start": "00:46:01",
    "end": "00:46:03"
  },
  {
    "text": "Totally. Yeah.",
    "start": "00:46:03",
    "end": "00:46:04"
  },
  {
    "text": "He took it to another level.",
    "start": "00:46:04",
    "end": "00:46:05"
  },
  {
    "text": "What I'm saying is, I'm a part of the identity of the God of Israel and I share in the divine rule over the world. That's who I am.",
    "start": "00:46:05",
    "end": "00:46:14"
  },
  {
    "text": "Yeah.",
    "start": "00:46:14",
    "end": "00:46:14"
  },
  {
    "text": "And you're killing me is actually enthroning me.",
    "start": "00:46:14",
    "end": "00:46:17"
  },
  {
    "text": "Wow.",
    "start": "00:46:17",
    "end": "00:46:17"
  },
  {
    "text": "So gnarly.",
    "start": "00:46:17",
    "end": "00:46:18"
  },
  {
    "text": "That's a Dirty Harry moment.",
    "start": "00:46:18",
    "end": "00:46:20"
  },
  {
    "text": "It totally is. Yeah, it totally is. And think again. These are all Bible nerds sitting in that room. It's a high priest, for goodness sakes. So he knows, like, it would be crystal clear. This is like Luke saying to the high priest, like. Or Darth Vader saying to the high priest, you know, I am your.",
    "start": "00:46:20",
    "end": "00:46:38"
  },
  {
    "text": "Yeah, father.",
    "start": "00:46:38",
    "end": "00:46:39"
  },
  {
    "text": "You finished the line.",
    "start": "00:46:39",
    "end": "00:46:40"
  },
  {
    "text": "Oh.",
    "start": "00:46:40",
    "end": "00:46:40"
  },
  {
    "text": "You know. And the high priest would be like, you dare?",
    "start": "00:46:40",
    "end": "00:46:43"
  },
  {
    "text": "Yeah. Right.",
    "start": "00:46:43",
    "end": "00:46:44"
  },
  {
    "text": "You dare portray yourself as Darth Vader or that kind of thing.",
    "start": "00:46:44",
    "end": "00:46:48"
  },
  {
    "text": "Yeah.",
    "start": "00:46:48",
    "end": "00:46:49"
  },
  {
    "text": "So it's clear these are the words that seal the deal. So there's that interesting moment. Okay. This could be a moment. We'll come back to this. But in the video, you know, we can do a lot with overlaying things. Things. But if we establish the icon scene of the Son of Man being exalted and then are able to show in similar composition, the high priest in the place of the beast, Jesus in the place of the Son of Man, the divine throne as the cross, I think we'd be capturing what's going on in Jesus trial scene here.",
    "start": "00:46:49",
    "end": "00:47:25"
  },
  {
    "text": "The throne is the cross, or the throne is the way to the cross, or the cross is the way to the Throne?",
    "start": "00:47:25",
    "end": "00:47:30"
  },
  {
    "text": "Well, no, it's. Especially in the Gospel of John, Jesus uses the exaltation, being high and lifted up from Daniel 7 as a way.",
    "start": "00:47:30",
    "end": "00:47:39"
  },
  {
    "text": "To refer to the cross.",
    "start": "00:47:39",
    "end": "00:47:40"
  },
  {
    "text": "As a way to refer to the cross.",
    "start": "00:47:40",
    "end": "00:47:41"
  },
  {
    "text": "Yeah.",
    "start": "00:47:41",
    "end": "00:47:42"
  },
  {
    "text": "The gospel authors want us to see the cross as a type of throne. As a throne he's given. Right. The crown, the cape, the title king. Right. King of the Jews. So the gospel want us to see. Yeah, the cross as the exalted divine throne. It's the place where you see how God rules the world. It's the moment when he dies for his enemies. That's the theological one, two punch.",
    "start": "00:47:42",
    "end": "00:48:09"
  },
  {
    "text": "That's his real power.",
    "start": "00:48:10",
    "end": "00:48:11"
  },
  {
    "text": "His real power is in giving up his life. Yeah. So that's where it will culminate, and that's already rich. But then once you go back and trace the Son of Man, man versus the animals, and man becomes an animal.",
    "start": "00:48:11",
    "end": "00:48:25"
  },
  {
    "text": "Yeah, that's what we'll get into.",
    "start": "00:48:25",
    "end": "00:48:27"
  },
  {
    "text": "Yeah, that's what we'll get into. And then it all moves forward. And all of a sudden these stories in the Gospels that you thought you already knew just pop with new color and depth in really important ways.",
    "start": "00:48:27",
    "end": "00:48:39"
  },
  {
    "text": "Thanks for listening to this episode of the BibleProject podcast. If you'd like to learn more about the Son of Man theme, you might enjoy the video that we released a few weeks ago on our YouTube page, YouTube.com thebibleproject or you could also find it@thebibleproject.com it's simply called the Son of Man. Today's show was produced by Dan Gummel, the music by the band Tense. We're a nonprofit crowdfunded animation studio. We're located in Portland, Oregon, and you can learn about everything we're up to on our website, thebibleproject.com next week we continue this conversation on the Son of Man. And to do that, we need to talk about animals.",
    "start": "00:48:41",
    "end": "00:49:23"
  },
  {
    "text": "The Son of Man theme is a way of thinking about the whole biblical story through the images of humans and animals on page one. The ideal is that humans are placed in a role of responsibility for the animals to rule them. But that raises a question that's both ancient and modern about humans relationship to animals. What does it mean to rule the animals?",
    "start": "00:49:23",
    "end": "00:49:43"
  },
  {
    "text": "Thanks for being a part of this with us.",
    "start": "00:49:44",
    "end": "00:49:45"
  },
  {
    "text": "Hi, this is Nancy. I'm from Wenzhou, China. What I like best about the Bible Project is that it provides framework for me to understand what each book of the Bible is. Because, yeah, for a lot of the Bible books, one of the first times I read it, it could be very overwhelming, especially for books like Leviticus and those things. And so watching the Bible Project really helps me to understand the theme of that book and helps me to remember we believe the Bible is a unified story that leads to Jesus. We are a crowdfunded project by people like me. Find free videos, study notes, and more@thebibleproject.com okay, touch Bible Project.",
    "start": "00:49:46",
    "end": "00:50:38"
  },
  {
    "text": "Sam.",
    "start": "00:51:02",
    "end": "00:51:12"
  }
]