[
  {
    "text": "Hey, this is John at the bibleproject. We've been having a conversation about a phrase in the Bible, the son of man. It literally means a human one. This phrase is the title that Jesus uses most often to describe himself. And embedded in this phrase is an entire world of ideas, namely that God created humanity to rule the world with him, like he appointed heavenly beings to rule the heavenly realm. It's a royal calling. But instead of humanity seizing this royal calling, we instead seize our autonomy. And instead of becoming glorious beings, we become like animals. We scheme, we murder, we rule with violence. In the last episode, we looked at the story of Daniel and how King Nebuchadnezzar is one of these beastly, violent rulers today. In this conversation, we get to chapter seven in the Book of Daniel. It's an intense dream about beasts, and not just any beasts, full on chaos creatures. When we meet them, they're emerging out of a world that resembles a backwards created order.",
    "start": "00:00:08",
    "end": "00:01:17"
  },
  {
    "text": "And so instead of dry land emerging and beautiful plants, animals, and then humans, instead it's the chaotic ocean, dry land, and then mutants.",
    "start": "00:01:17",
    "end": "00:01:29"
  },
  {
    "text": "And then we learn that these creatures represent human kings and their kingdoms.",
    "start": "00:01:29",
    "end": "00:01:34"
  },
  {
    "text": "So the kingdoms of this world now and then inevitably produce these super beasts. And while the kingdoms of this world will still keep on churning, more time is granted to them. When these super beasts appear and they go too far, God won't take it.",
    "start": "00:01:34",
    "end": "00:01:48"
  },
  {
    "text": "God judges the beasts and destroys them. And then one appearing like the Son of Man comes riding up in a cloud, like to sit next to God. And this character begins to rule with God over all creation. It's a human who knows how to rule. And because of that, true authority is given to him.",
    "start": "00:01:48",
    "end": "00:02:08"
  },
  {
    "text": "And then the thing that Nebuchadnezzar was after is now given to this true image of God. All the nations serving and honoring him. This human's dominion is eternal. It won't pass away. This human's kingdom will never be disposed. This is the fulfillment of Genesis 1.",
    "start": "00:02:08",
    "end": "00:02:25"
  },
  {
    "text": "What kind of human can rule with justice and peace and goodness? What kind of human can truly have power without becoming corrupted?",
    "start": "00:02:25",
    "end": "00:02:35"
  },
  {
    "text": "When a human comes who truly puts himself under the rule of God and then extends that kind of divine rule out to the world, that human you discover is the embodiment or the revelation of God himself.",
    "start": "00:02:35",
    "end": "00:02:54"
  },
  {
    "text": "Just a friendly warning, this conversation gets a little nerdy or a little nerdier than normal, I should say. And if you have the ability to follow along in a Bible, I'd recommend doing that. Grab it. Open it up. To Daniel, chapter seven. Thanks for joining us. Here we go. All right, jumping into Daniel seven.",
    "start": "00:02:55",
    "end": "00:03:17"
  },
  {
    "text": "Yep.",
    "start": "00:03:17",
    "end": "00:03:18"
  },
  {
    "text": "Daniel seven is the center of the book of Daniel and how the literary structure of the book works. And it's the story of this vision that is behind our whole conversation of this character, the Son of man.",
    "start": "00:03:18",
    "end": "00:03:33"
  },
  {
    "text": "Yeah.",
    "start": "00:03:33",
    "end": "00:03:34"
  },
  {
    "text": "Who Jesus identifies with and thinks of himself as. So not only is this, like, the center of the book of Daniel, it's like the center of Jesus identity.",
    "start": "00:03:34",
    "end": "00:03:43"
  },
  {
    "text": "Yeah.",
    "start": "00:03:43",
    "end": "00:03:44"
  },
  {
    "text": "And we've had a lot of conversations about that. This doesn't just come out of nowhere, this idea of a human who can.",
    "start": "00:03:44",
    "end": "00:03:53"
  },
  {
    "text": "Truly reign as an image of God. As an image of God, physical embodiment.",
    "start": "00:03:53",
    "end": "00:03:58"
  },
  {
    "text": "Is what God's wanted and was what God has created humans to be. We're incapable of doing this because we keep taking more than is allotted of when something seems good, we'll redefine good and evil. Yeah.",
    "start": "00:03:58",
    "end": "00:04:14"
  },
  {
    "text": "In order to.",
    "start": "00:04:14",
    "end": "00:04:15"
  },
  {
    "text": "Yeah. It doesn't matter who gets hurt or what the consequences are. It looks good. And that becomes the problem.",
    "start": "00:04:15",
    "end": "00:04:22"
  },
  {
    "text": "Yeah. That on an individual level and on a corporate.",
    "start": "00:04:22",
    "end": "00:04:26"
  },
  {
    "text": "On an individual level. Yeah. It looks like Cain killing his brother.",
    "start": "00:04:26",
    "end": "00:04:29"
  },
  {
    "text": "Yeah.",
    "start": "00:04:29",
    "end": "00:04:30"
  },
  {
    "text": "And on a corporate level, it looks like Nebuchadnezzar.",
    "start": "00:04:30",
    "end": "00:04:32"
  },
  {
    "text": "Yeah.",
    "start": "00:04:32",
    "end": "00:04:33"
  },
  {
    "text": "Like ruling like a ruthless dictator.",
    "start": "00:04:33",
    "end": "00:04:36"
  },
  {
    "text": "Plundering the nations.",
    "start": "00:04:36",
    "end": "00:04:37"
  },
  {
    "text": "Yeah.",
    "start": "00:04:37",
    "end": "00:04:37"
  },
  {
    "text": "Yep.",
    "start": "00:04:37",
    "end": "00:04:38"
  },
  {
    "text": "Throwing people in fiery pits and.",
    "start": "00:04:38",
    "end": "00:04:40"
  },
  {
    "text": "Yeah.",
    "start": "00:04:40",
    "end": "00:04:40"
  },
  {
    "text": "Yeah.",
    "start": "00:04:40",
    "end": "00:04:41"
  },
  {
    "text": "Yep.",
    "start": "00:04:41",
    "end": "00:04:41"
  },
  {
    "text": "But there's this hope that there will be a human, a seed of the woman who can. Who can just stop this nonsense.",
    "start": "00:04:41",
    "end": "00:04:51"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:04:51",
    "end": "00:04:52"
  },
  {
    "text": "Crush the head of the snake while.",
    "start": "00:04:52",
    "end": "00:04:54"
  },
  {
    "text": "Also being wounded by it.",
    "start": "00:04:54",
    "end": "00:04:56"
  },
  {
    "text": "By also being wounded by the snake.",
    "start": "00:04:56",
    "end": "00:04:57"
  },
  {
    "text": "The seed will crush the serpent's head, and the serpent will crush the seed's heel. Yeah.",
    "start": "00:04:58",
    "end": "00:05:03"
  },
  {
    "text": "Who's this character?",
    "start": "00:05:03",
    "end": "00:05:04"
  },
  {
    "text": "Yeah.",
    "start": "00:05:04",
    "end": "00:05:05"
  },
  {
    "text": "Noah.",
    "start": "00:05:05",
    "end": "00:05:06"
  },
  {
    "text": "Yeah.",
    "start": "00:05:06",
    "end": "00:05:06"
  },
  {
    "text": "Maybe it was him. Nope. Maybe it was Abraham and his sons.",
    "start": "00:05:06",
    "end": "00:05:12"
  },
  {
    "text": "No.",
    "start": "00:05:12",
    "end": "00:05:12"
  },
  {
    "text": "Moses gets really close. I mean, this guy is on fire.",
    "start": "00:05:13",
    "end": "00:05:17"
  },
  {
    "text": "Yeah.",
    "start": "00:05:17",
    "end": "00:05:18"
  },
  {
    "text": "And then you get Joshua.",
    "start": "00:05:18",
    "end": "00:05:19"
  },
  {
    "text": "Yeah.",
    "start": "00:05:20",
    "end": "00:05:20"
  },
  {
    "text": "You get King David is a big potential. In fact, so much so that the story really gets narrowed in on his seed. But no, he fails at that task. There's no human. We get to Daniel, and Daniel is kind of presented as that human.",
    "start": "00:05:21",
    "end": "00:05:41"
  },
  {
    "text": "Yeah. Yep.",
    "start": "00:05:41",
    "end": "00:05:42"
  },
  {
    "text": "He doesn't take.",
    "start": "00:05:42",
    "end": "00:05:43"
  },
  {
    "text": "Yeah. He'll give up his own life to remain faithful to God and not take what's forbidden him.",
    "start": "00:05:44",
    "end": "00:05:51"
  },
  {
    "text": "Yeah.",
    "start": "00:05:51",
    "end": "00:05:51"
  },
  {
    "text": "Yeah. That's chapter one of Daniel, and he's.",
    "start": "00:05:51",
    "end": "00:05:53"
  },
  {
    "text": "Presented as this, like, this new Adam figure.",
    "start": "00:05:53",
    "end": "00:05:57"
  },
  {
    "text": "And the king of the nations can see that at the end of Daniel 2 and worships him as an image of God and offers sacrifices before him.",
    "start": "00:05:57",
    "end": "00:06:07"
  },
  {
    "text": "But then there's a storyline going on within Daniel, which is King Nebuchadnezzar he has his own test, is how is he gonna rule? What's he gonna do with his power? Is he gonna use it for good and take care of people or not? And he has this vision of this beautiful tree that is producing and creating all this value, but it's chopped down, and that's what happens to him. And it's God saying, if you're going to create a corrupt version of human rule, I'm not going to put up with it, ultimately. And I like to put people in.",
    "start": "00:06:07",
    "end": "00:06:46"
  },
  {
    "text": "Place who don't deserve it or don't.",
    "start": "00:06:46",
    "end": "00:06:49"
  },
  {
    "text": "You wouldn't expect them to deserve it.",
    "start": "00:06:50",
    "end": "00:06:52"
  },
  {
    "text": "Yeah. Unexpected.",
    "start": "00:06:52",
    "end": "00:06:52"
  },
  {
    "text": "Yeah, yeah. Because they don't use power the way that people in power use power.",
    "start": "00:06:52",
    "end": "00:06:57"
  },
  {
    "text": "Correct. Yeah. Like Daniel, the story.",
    "start": "00:06:57",
    "end": "00:07:01"
  },
  {
    "text": "Yeah, yeah. So this is all ringing in your ears of like, okay, maybe Daniel's gonna become this Son of Man character.",
    "start": "00:07:01",
    "end": "00:07:07"
  },
  {
    "text": "Yeah.",
    "start": "00:07:07",
    "end": "00:07:08"
  },
  {
    "text": "The new king.",
    "start": "00:07:08",
    "end": "00:07:09"
  },
  {
    "text": "Yeah, yeah, that's right. And also, again, the. The human and beast Nebuchadnezzar at the end of that whole thing about the tree is he, instead of becoming a tree of life to the nations, he becomes a wild beast exiled in the wilderness.",
    "start": "00:07:09",
    "end": "00:07:24"
  },
  {
    "text": "Yeah. That's kind of this sub theme that runs through this whole Son of Man thing, which is, what does it mean to be a human? You were put on Earth on the same day as the animals.",
    "start": "00:07:24",
    "end": "00:07:36"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:07:36",
    "end": "00:07:37"
  },
  {
    "text": "In the Genesis 1.",
    "start": "00:07:37",
    "end": "00:07:38"
  },
  {
    "text": "Yeah. To exercise God's responsibility for those beasts.",
    "start": "00:07:38",
    "end": "00:07:43"
  },
  {
    "text": "But then. But you were given. We were given you. I keep talking about humans like I'm not part of this. We were given the status and responsibility separate from animals, but we came from the Earth like animals. We were given the breath of life like animals.",
    "start": "00:07:43",
    "end": "00:08:00"
  },
  {
    "text": "Yeah. And like Nebuchadnezzar's dream, when humans are truly ruling under God's rule, the animals benefit.",
    "start": "00:08:00",
    "end": "00:08:08"
  },
  {
    "text": "Benefit?",
    "start": "00:08:08",
    "end": "00:08:08"
  },
  {
    "text": "Yeah. They get all the fruit. Yeah, get all the fruit. As well as other people. Of course. But. But in the dream the Nebuchadnezzar has, it's him as a benefit to the animals. Yeah, yeah, yeah.",
    "start": "00:08:08",
    "end": "00:08:18"
  },
  {
    "text": "But the opposite tact is to. To actually become like the animals.",
    "start": "00:08:19",
    "end": "00:08:24"
  },
  {
    "text": "Yeah. But the way you get there is by redefining good and evil.",
    "start": "00:08:24",
    "end": "00:08:28"
  },
  {
    "text": "Mm.",
    "start": "00:08:28",
    "end": "00:08:29"
  },
  {
    "text": "According to my definition of what is good. And to rule and organize my own life, my personal kingdom or our corporate kingdom, together in my community in such a way that we've redefined what is the right good goal, and we'll do whatever it takes to get there. And when that happens, it's like the story of Cain. We're giving in to the Inner animal.",
    "start": "00:08:29",
    "end": "00:08:51"
  },
  {
    "text": "Yeah. There's this. The energy behind that to desire that it comes from within.",
    "start": "00:08:51",
    "end": "00:08:58"
  },
  {
    "text": "That's right.",
    "start": "00:08:58",
    "end": "00:08:59"
  },
  {
    "text": "But it's also something bigger than just something that began inside of me.",
    "start": "00:08:59",
    "end": "00:09:03"
  },
  {
    "text": "Yeah.",
    "start": "00:09:03",
    "end": "00:09:04"
  },
  {
    "text": "It's sin. It's this evil.",
    "start": "00:09:04",
    "end": "00:09:07"
  },
  {
    "text": "Sin. Inclination towards rebellions. Evil. It's animal.",
    "start": "00:09:07",
    "end": "00:09:10"
  },
  {
    "text": "And it's described like an animal.",
    "start": "00:09:10",
    "end": "00:09:12"
  },
  {
    "text": "It's described like an animal.",
    "start": "00:09:12",
    "end": "00:09:13"
  },
  {
    "text": "Yeah. And it turns you into an animal.",
    "start": "00:09:13",
    "end": "00:09:15"
  },
  {
    "text": "And it turns you into an animal less than human. And that's what we're seeing dramatized here in all these stories in Daniel.",
    "start": "00:09:15",
    "end": "00:09:22"
  },
  {
    "text": "So this whole animal thing, it feels a little blurry to me where it's like, hey, you are an animal. You were put on. Put on earth the same day as the animals.",
    "start": "00:09:22",
    "end": "00:09:30"
  },
  {
    "text": "That's right. So there's a similarity.",
    "start": "00:09:30",
    "end": "00:09:32"
  },
  {
    "text": "Similarity.",
    "start": "00:09:32",
    "end": "00:09:32"
  },
  {
    "text": "You're like unto the animals. And you both come from the earth.",
    "start": "00:09:32",
    "end": "00:09:34"
  },
  {
    "text": "Both come from the earth. Both given the breath of life.",
    "start": "00:09:34",
    "end": "00:09:37"
  },
  {
    "text": "Yes.",
    "start": "00:09:37",
    "end": "00:09:37"
  },
  {
    "text": "But you human, animal. I mean, we are animals.",
    "start": "00:09:37",
    "end": "00:09:41"
  },
  {
    "text": "Human animals. Yep.",
    "start": "00:09:41",
    "end": "00:09:42"
  },
  {
    "text": "You are the image of God.",
    "start": "00:09:42",
    "end": "00:09:44"
  },
  {
    "text": "What, in a way that animals aren't. Other animals are not.",
    "start": "00:09:44",
    "end": "00:09:47"
  },
  {
    "text": "Yeah, yeah. Scandalous.",
    "start": "00:09:47",
    "end": "00:09:49"
  },
  {
    "text": "Yeah. Talk about somebody being exalted from the dirt up to the throne.",
    "start": "00:09:49",
    "end": "00:09:54"
  },
  {
    "text": "Yeah. The weak being coming. Yeah. So you're not just an animal. You're something way, way more important. So you're both. You have this dual identity.",
    "start": "00:09:54",
    "end": "00:10:02"
  },
  {
    "text": "Yeah.",
    "start": "00:10:02",
    "end": "00:10:02"
  },
  {
    "text": "And this dual identity means that you're gonna. You can rule the animals and you can bring peace to the. To the animal kingdom. Benefit and benefit.",
    "start": "00:10:02",
    "end": "00:10:13"
  },
  {
    "text": "Yeah, yeah, yeah. Your rule can create benefit. Benefit for those around you.",
    "start": "00:10:13",
    "end": "00:10:18"
  },
  {
    "text": "But the other side of it is you don't do this correctly and you're just going to become like one of the worst animals that you're good.",
    "start": "00:10:18",
    "end": "00:10:28"
  },
  {
    "text": "And not doing it correctly means seizing my own knowing of good and evil, not submitting to God's rule and definition of good and evil. Seizing it for myself.",
    "start": "00:10:28",
    "end": "00:10:38"
  },
  {
    "text": "Yeah. So here in Daniel, you get Nebuchadnezzar. He does that. He literally becomes an animal. Not literally, but in the story he grows claws and feathers.",
    "start": "00:10:38",
    "end": "00:10:48"
  },
  {
    "text": "That's right. Hair like feathers becomes animal like.",
    "start": "00:10:48",
    "end": "00:10:50"
  },
  {
    "text": "And he's eating the food of the animals.",
    "start": "00:10:51",
    "end": "00:10:53"
  },
  {
    "text": "Just like Cain, like, you know, after the rebellion of his parents, has his same rebellion, fails his test and he becomes animal.",
    "start": "00:10:53",
    "end": "00:11:00"
  },
  {
    "text": "Like, in what sense does he become animal?",
    "start": "00:11:00",
    "end": "00:11:03"
  },
  {
    "text": "Murdering his brother. Murder. Murder of another human in the name of. My definition of good.",
    "start": "00:11:03",
    "end": "00:11:08"
  },
  {
    "text": "Yeah.",
    "start": "00:11:08",
    "end": "00:11:09"
  },
  {
    "text": "Is Cain's animal like behavior.",
    "start": "00:11:09",
    "end": "00:11:11"
  },
  {
    "text": "Well, Nebuchadnezzar was murdering people left and right.",
    "start": "00:11:11",
    "end": "00:11:14"
  },
  {
    "text": "Totally.",
    "start": "00:11:14",
    "end": "00:11:15"
  },
  {
    "text": "But now like, he's like growing hair.",
    "start": "00:11:15",
    "end": "00:11:17"
  },
  {
    "text": "Yeah.",
    "start": "00:11:17",
    "end": "00:11:17"
  },
  {
    "text": "Like feathers and claws like that.",
    "start": "00:11:18",
    "end": "00:11:19"
  },
  {
    "text": "But it's as if his. His animal, like, you know, identity in the. In the fields is now a narrative image of what he's already been acting like in the story.",
    "start": "00:11:19",
    "end": "00:11:30"
  },
  {
    "text": "Yeah.",
    "start": "00:11:30",
    "end": "00:11:31"
  },
  {
    "text": "Throwing people into fires, threatening to kill people because he had a bad dream. Okay. Yeah. So you're right here. We're getting to the essence of all of these stories and the meta story. Really, what I want the video to capture, it's this right here.",
    "start": "00:11:31",
    "end": "00:11:46"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:11:46",
    "end": "00:11:47"
  },
  {
    "text": "Nebuchadnezzar. His character, Daniel's character. All these stories in Daniel are detailed explorations of just the core thing that was already set up.",
    "start": "00:11:47",
    "end": "00:11:57"
  },
  {
    "text": "Yeah.",
    "start": "00:11:57",
    "end": "00:11:58"
  },
  {
    "text": "So Daniel.",
    "start": "00:12:29",
    "end": "00:12:30"
  },
  {
    "text": "Here we are, Daniel 7.",
    "start": "00:12:30",
    "end": "00:12:31"
  },
  {
    "text": "In the first year of Belshazzar, king of Babylon, Daniel had a dream. Oh. Up to this point, it's been the kings of Babylon having dreams, and he interprets them, and he's able to interpret them. Now it's Daniel. Now he's having a dream as he lay in bed. So he wrote it down, and here's the summary. Daniel said, I was looking in my vision, and it was night. And behold, the four winds of heaven were stirring up, churning a great sea.",
    "start": "00:12:31",
    "end": "00:13:06"
  },
  {
    "text": "Four winds of heaven. Is that supposed to be. Remind me of anything?",
    "start": "00:13:06",
    "end": "00:13:09"
  },
  {
    "text": "Just four directions of the compass.",
    "start": "00:13:09",
    "end": "00:13:11"
  },
  {
    "text": "Okay. So from every direction.",
    "start": "00:13:11",
    "end": "00:13:12"
  },
  {
    "text": "Yeah, from every direction. So it.",
    "start": "00:13:12",
    "end": "00:13:15"
  },
  {
    "text": "But when I think of wind and sea, I'm picturing Genesis 1.",
    "start": "00:13:15",
    "end": "00:13:18"
  },
  {
    "text": "Totally. And night.",
    "start": "00:13:18",
    "end": "00:13:20"
  },
  {
    "text": "And night. Yeah.",
    "start": "00:13:20",
    "end": "00:13:21"
  },
  {
    "text": "So it's dark.",
    "start": "00:13:22",
    "end": "00:13:23"
  },
  {
    "text": "Yeah.",
    "start": "00:13:23",
    "end": "00:13:23"
  },
  {
    "text": "And the chaotic waters churning. And the winds.",
    "start": "00:13:23",
    "end": "00:13:27"
  },
  {
    "text": "Yeah.",
    "start": "00:13:27",
    "end": "00:13:28"
  },
  {
    "text": "Blowing over them. Yeah, this is totally. That's exactly right.",
    "start": "00:13:28",
    "end": "00:13:30"
  },
  {
    "text": "Okay.",
    "start": "00:13:30",
    "end": "00:13:31"
  },
  {
    "text": "It's a glowing Hyperlink to Genesis 1. Genesis 1.",
    "start": "00:13:31",
    "end": "00:13:33"
  },
  {
    "text": "But there's four winds instead of one in Genesis 1, there's.",
    "start": "00:13:33",
    "end": "00:13:37"
  },
  {
    "text": "That's right. So it's like the cosmic winds. So for the four directions of the compass can become an image for descent everywhere from every direction of the cosmos. Yep, that's right. And four great animals crawled up from the sea.",
    "start": "00:13:37",
    "end": "00:13:53"
  },
  {
    "text": "Is this the same thing, then that, like, it's four beasts, but really it's just the cosmic beast.",
    "start": "00:13:53",
    "end": "00:13:58"
  },
  {
    "text": "Yeah. The whole cosmos is producing animals being belched up out of this churning, chaotic ocean. Oh, gosh. So let me tell you what they look like.",
    "start": "00:13:58",
    "end": "00:14:08"
  },
  {
    "text": "Yeah.",
    "start": "00:14:08",
    "end": "00:14:09"
  },
  {
    "text": "You know, the first one was like a lion, like Daniel. I was just in the lion's den.",
    "start": "00:14:09",
    "end": "00:14:14"
  },
  {
    "text": "Yeah.",
    "start": "00:14:14",
    "end": "00:14:15"
  },
  {
    "text": "Chapter six.",
    "start": "00:14:15",
    "end": "00:14:16"
  },
  {
    "text": "Yeah.",
    "start": "00:14:16",
    "end": "00:14:16"
  },
  {
    "text": "So. But it was a mutant lion because it had wings like an eagle. You know who else looked like an eagle earlier in the story?",
    "start": "00:14:16",
    "end": "00:14:25"
  },
  {
    "text": "Nebuchadnezzar.",
    "start": "00:14:25",
    "end": "00:14:26"
  },
  {
    "text": "Nebuchadnezzar. Remember, he grew. He grew eagle fur.",
    "start": "00:14:26",
    "end": "00:14:30"
  },
  {
    "text": "Yeah.",
    "start": "00:14:30",
    "end": "00:14:30"
  },
  {
    "text": "And had claws like an eagle.",
    "start": "00:14:31",
    "end": "00:14:32"
  },
  {
    "text": "Yeah.",
    "start": "00:14:32",
    "end": "00:14:33"
  },
  {
    "text": "I kept looking however. And that was wings got plucked, and it got lifted up from the ground and made to stand on two feet like a human. And a human heart was given to it. It's interesting. Do you remember Nebuchadnezzar? He was exiled and the heart of a beast was given to him.",
    "start": "00:14:33",
    "end": "00:14:50"
  },
  {
    "text": "Right.",
    "start": "00:14:51",
    "end": "00:14:51"
  },
  {
    "text": "But then the time passed and he. The heart of a human was given back to him again.",
    "start": "00:14:51",
    "end": "00:14:55"
  },
  {
    "text": "Oh, in the story. That's.",
    "start": "00:14:56",
    "end": "00:14:56"
  },
  {
    "text": "Oh, that's right.",
    "start": "00:14:56",
    "end": "00:14:57"
  },
  {
    "text": "We didn't read that part.",
    "start": "00:14:57",
    "end": "00:14:58"
  },
  {
    "text": "That's right. After he's exiled as a beast, he humbles himself before and he says, the God of heavens is alone. God. And he stands up and the heart of a human is given back to Babylon.",
    "start": "00:14:58",
    "end": "00:15:10"
  },
  {
    "text": "Okay, so this first beast is supposed.",
    "start": "00:15:10",
    "end": "00:15:12"
  },
  {
    "text": "To make you think of all the hyperlinks. Just back to two chapters earlier.",
    "start": "00:15:12",
    "end": "00:15:15"
  },
  {
    "text": "Okay.",
    "start": "00:15:15",
    "end": "00:15:16"
  },
  {
    "text": "Yeah. But there was a second beast. You remember the four. The statue from chapter two that. The four medals.",
    "start": "00:15:16",
    "end": "00:15:20"
  },
  {
    "text": "Yeah.",
    "start": "00:15:20",
    "end": "00:15:21"
  },
  {
    "text": "Sequence of four empires.",
    "start": "00:15:21",
    "end": "00:15:22"
  },
  {
    "text": "Yeah.",
    "start": "00:15:22",
    "end": "00:15:22"
  },
  {
    "text": "Here we go. It's four beasts.",
    "start": "00:15:22",
    "end": "00:15:23"
  },
  {
    "text": "Ah.",
    "start": "00:15:24",
    "end": "00:15:24"
  },
  {
    "text": "And the head was Babylon of the statue. You're. The first beast is Nebuchadnezzar. Babylon.",
    "start": "00:15:24",
    "end": "00:15:31"
  },
  {
    "text": "Got it.",
    "start": "00:15:31",
    "end": "00:15:31"
  },
  {
    "text": "Second beast. This one's like a bear. Now, it was raised up on one side, and three bones were in its mouth between its teeth. And someone yelled to the bear, get up. Devour much flesh.",
    "start": "00:15:31",
    "end": "00:15:44"
  },
  {
    "text": "Riso bear.",
    "start": "00:15:46",
    "end": "00:15:47"
  },
  {
    "text": "I kept looking. Another one. This one a leopard, but it had four wings on its back. Wings like a bird. It also had four heads, and it had dominion. Then I kept looking in my night dreams. A fourth beast. Dreadful, terrifying, extremely powerful. And it had big iron teeth. It devoured and it crushed and trampled the remainder, or what? The remnant. And it was different than all the beasts in front of it. And it had 10 horns coming out of its head. Heads coming out of it. The third one had four heads.",
    "start": "00:15:47",
    "end": "00:16:29"
  },
  {
    "text": "Oh, this one only has one head.",
    "start": "00:16:29",
    "end": "00:16:30"
  },
  {
    "text": "This one has one head. Iron teeth.",
    "start": "00:16:30",
    "end": "00:16:33"
  },
  {
    "text": "Getting them confused.",
    "start": "00:16:33",
    "end": "00:16:34"
  },
  {
    "text": "10.",
    "start": "00:16:34",
    "end": "00:16:34"
  },
  {
    "text": "Yeah, 10 horns.",
    "start": "00:16:34",
    "end": "00:16:35"
  },
  {
    "text": "This is the super beast. It's given. No. It fits no classification. The other ones were like a mutant lion, a mutant leopard.",
    "start": "00:16:35",
    "end": "00:16:41"
  },
  {
    "text": "Yeah.",
    "start": "00:16:42",
    "end": "00:16:42"
  },
  {
    "text": "A hungry bear.",
    "start": "00:16:42",
    "end": "00:16:43"
  },
  {
    "text": "This is just some. This one has who knows what beast. Yeah, yeah.",
    "start": "00:16:43",
    "end": "00:16:49"
  },
  {
    "text": "So mutant. It has no. It's its own category of beast, but.",
    "start": "00:16:49",
    "end": "00:16:52"
  },
  {
    "text": "It has 10 horns.",
    "start": "00:16:52",
    "end": "00:16:53"
  },
  {
    "text": "It's 10 horns. Horns are. They're gonna be interpreted as kings. And horn is a standard image of kings in the Hebrew Bible.",
    "start": "00:16:53",
    "end": "00:17:03"
  },
  {
    "text": "Okay.",
    "start": "00:17:03",
    "end": "00:17:03"
  },
  {
    "text": "And I was sitting there staring at those horns.",
    "start": "00:17:03",
    "end": "00:17:05"
  },
  {
    "text": "Yeah.",
    "start": "00:17:05",
    "end": "00:17:06"
  },
  {
    "text": "And then, look, one horn, a little one just popped right up in the middle of the 10. And the first three horns were pulled out by their Roots. This little horn pops up and like, scooches off the other three that fall off. And this horn had eyes like a human, and its mouth was uttering great things. So those are the beasts, the chaotic. Right, so think the chaotic waters out of which the dry land emerged.",
    "start": "00:17:06",
    "end": "00:17:39"
  },
  {
    "text": "Yeah.",
    "start": "00:17:39",
    "end": "00:17:39"
  },
  {
    "text": "And brought order of Genesis 1. This is like the anti Genesis 1, this nightmare version of Genesis 1.",
    "start": "00:17:39",
    "end": "00:17:46"
  },
  {
    "text": "Yeah, the upside down.",
    "start": "00:17:46",
    "end": "00:17:47"
  },
  {
    "text": "Oh, holy cow. That's exactly what this is from Stranger Things. This is the upside down of Genesis 1.",
    "start": "00:17:47",
    "end": "00:17:54"
  },
  {
    "text": "This is the upside down Genesis 1.",
    "start": "00:17:54",
    "end": "00:17:55"
  },
  {
    "text": "What if. Yeah, totally.",
    "start": "00:17:55",
    "end": "00:17:57"
  },
  {
    "text": "Yeah.",
    "start": "00:17:57",
    "end": "00:17:58"
  },
  {
    "text": "And so instead of dry land emerging and beautiful plants and then animals and then humans, instead it's the chaotic ocean, dry land, and then mutants start coming, oozing out of the water.",
    "start": "00:17:58",
    "end": "00:18:13"
  },
  {
    "text": "Yeah. There is no dry land.",
    "start": "00:18:13",
    "end": "00:18:15"
  },
  {
    "text": "Well, they're crawling up onto the land.",
    "start": "00:18:15",
    "end": "00:18:17"
  },
  {
    "text": "Yeah.",
    "start": "00:18:17",
    "end": "00:18:18"
  },
  {
    "text": "So to speak. We didn't have a moment where the land was talking about, so these aren't.",
    "start": "00:18:18",
    "end": "00:18:23"
  },
  {
    "text": "Water beasts, these are land beasts.",
    "start": "00:18:23",
    "end": "00:18:25"
  },
  {
    "text": "So there's all kinds of stuff going on. These beasts again, the kosher food laws. The kosher food laws. The animals are categorized by air, land, water animals, and animals that travel back and forth between those boundaries among the impure animals. So these are the ultimate unkosher animals, land animals with wings, multiple heads.",
    "start": "00:18:25",
    "end": "00:18:49"
  },
  {
    "text": "I see.",
    "start": "00:18:49",
    "end": "00:18:49"
  },
  {
    "text": "And they're all coming out of the sea.",
    "start": "00:18:49",
    "end": "00:18:51"
  },
  {
    "text": "Yeah.",
    "start": "00:18:51",
    "end": "00:18:51"
  },
  {
    "text": "So it's animals that are in the sea and on the land and.",
    "start": "00:18:52",
    "end": "00:18:55"
  },
  {
    "text": "Yeah.",
    "start": "00:18:56",
    "end": "00:18:56"
  },
  {
    "text": "So for, again, Jewish readers, these would be the ultimate unkosher animals.",
    "start": "00:18:56",
    "end": "00:19:00"
  },
  {
    "text": "Got it. Yeah.",
    "start": "00:19:00",
    "end": "00:19:01"
  },
  {
    "text": "Chaos creatures.",
    "start": "00:19:01",
    "end": "00:19:02"
  },
  {
    "text": "Chaos creatures, yeah.",
    "start": "00:19:02",
    "end": "00:19:03"
  },
  {
    "text": "Okay. Then I kept looking, verse nine, and I saw these thrones set up. Oh, this is important. In our earlier conversation, when we started with Daniel 7, I just talked about two thrones where he saw one throne and then another throne unoccupied.",
    "start": "00:19:03",
    "end": "00:19:20"
  },
  {
    "text": "Yeah.",
    "start": "00:19:20",
    "end": "00:19:20"
  },
  {
    "text": "That's one possible way to read. Another possible way to read this I've discovered, actually it makes coherent sense, is there's many thrones.",
    "start": "00:19:21",
    "end": "00:19:27"
  },
  {
    "text": "Oh, okay.",
    "start": "00:19:27",
    "end": "00:19:28"
  },
  {
    "text": "It's the thrones for the sons of God. For the sons of God who sit under the feet.",
    "start": "00:19:28",
    "end": "00:19:33"
  },
  {
    "text": "It's the divine council throne. It's the divine council room.",
    "start": "00:19:33",
    "end": "00:19:35"
  },
  {
    "text": "It's the divine council. He's seeing into the divine council room, which means it would be the God of gods, the God of all the other Elohim. And there is an empty throne beside him that the Son of Man is going to sit on.",
    "start": "00:19:35",
    "end": "00:19:47"
  },
  {
    "text": "But then there's lots of thrones represent.",
    "start": "00:19:47",
    "end": "00:19:49"
  },
  {
    "text": "The watchers, the sons of Elohim. So then the ancient of days, the eternal chief, Elohim, comes and took a seat. His vesture his clothing was white like snow. Hair of his head like pure wool. Throne blazing with flames. This is from Ezekiel. Remember Ezekiel saw a human. He looked up into the cosmic throne and he saw a human who looks just like this. Yeah. And wheels. It's the divine chariot. Wheels burning with fire. So that's verse nine. So he sees the divine chariot mobile that Ezekiel saw.",
    "start": "00:19:49",
    "end": "00:20:22"
  },
  {
    "text": "Yeah. So, okay, so this is a divine Throne room, but it's a mobile Divine Throne room or it's a mobile throne.",
    "start": "00:20:22",
    "end": "00:20:28"
  },
  {
    "text": "Correct. The same way that the Holy of holies in the temple.",
    "start": "00:20:28",
    "end": "00:20:31"
  },
  {
    "text": "Yeah.",
    "start": "00:20:31",
    "end": "00:20:31"
  },
  {
    "text": "Represented God dwelling above the cherubim. The invisible God seated above the cherubim. When that thing gets mobile.",
    "start": "00:20:31",
    "end": "00:20:40"
  },
  {
    "text": "Yeah.",
    "start": "00:20:40",
    "end": "00:20:40"
  },
  {
    "text": "Then it's the divine throne. That's what this chariot wheels. So that's what he sing. Yeah, yeah. And there's a river of fire flowing out from it, just like in Eden, which was the cosmic mountain where the divine throne room met Earth.",
    "start": "00:20:40",
    "end": "00:20:55"
  },
  {
    "text": "And there's a river of light.",
    "start": "00:20:55",
    "end": "00:20:56"
  },
  {
    "text": "There's the river of Eden. Now it's a river of fire because it's. It's a river coming to consume evil from the earth.",
    "start": "00:20:56",
    "end": "00:21:03"
  },
  {
    "text": "Okay.",
    "start": "00:21:03",
    "end": "00:21:04"
  },
  {
    "text": "And thousands upon thousands were attending him. These are all of our heavenly host, the heavenly armies.",
    "start": "00:21:04",
    "end": "00:21:11"
  },
  {
    "text": "There's thousands of them.",
    "start": "00:21:11",
    "end": "00:21:13"
  },
  {
    "text": "Thousands upon thousands. Myriads. I thought there was like 72 myriads upon myriads. No. So there's the sons of Elohim. There's a symbolic number of 70.",
    "start": "00:21:13",
    "end": "00:21:21"
  },
  {
    "text": "Yeah.",
    "start": "00:21:21",
    "end": "00:21:22"
  },
  {
    "text": "There's 70 nations. And now here's all of the angelic messengers and attendants. And there's millions. And there's 10,000 times 10,000. Oh, wow.",
    "start": "00:21:22",
    "end": "00:21:32"
  },
  {
    "text": "Huge heavenly host is 10,000 times 10,000? A million.",
    "start": "00:21:32",
    "end": "00:21:35"
  },
  {
    "text": "Yes. The court sat for judgment. Judgment sat, books were opened.",
    "start": "00:21:35",
    "end": "00:21:40"
  },
  {
    "text": "I never imagined this grand.",
    "start": "00:21:41",
    "end": "00:21:42"
  },
  {
    "text": "What do you mean?",
    "start": "00:21:42",
    "end": "00:21:43"
  },
  {
    "text": "Oh, I just was with the whole Divine council and stuff, I was just like, yeah, it's a small crew.",
    "start": "00:21:43",
    "end": "00:21:47"
  },
  {
    "text": "Oh, I see.",
    "start": "00:21:47",
    "end": "00:21:48"
  },
  {
    "text": "There's millions of a million.",
    "start": "00:21:48",
    "end": "00:21:51"
  },
  {
    "text": "The heavenly. Wow. Dude, how many stars are there?",
    "start": "00:21:51",
    "end": "00:21:53"
  },
  {
    "text": "Yeah, that's true. I don't know.",
    "start": "00:21:54",
    "end": "00:21:56"
  },
  {
    "text": "Remember when these were all created on day four? There's a lot of stars up there.",
    "start": "00:21:56",
    "end": "00:22:01"
  },
  {
    "text": "Yeah.",
    "start": "00:22:01",
    "end": "00:22:01"
  },
  {
    "text": "Especially without light pollution.",
    "start": "00:22:01",
    "end": "00:22:03"
  },
  {
    "text": "Yeah.",
    "start": "00:22:03",
    "end": "00:22:04"
  },
  {
    "text": "I mean, that's what's in their imagination.",
    "start": "00:22:04",
    "end": "00:22:05"
  },
  {
    "text": "Yep. It's that universe up there, that realm. Got it.",
    "start": "00:22:05",
    "end": "00:22:09"
  },
  {
    "text": "So then I kept looking. Verse 11. And this I kept hearing, man. The boastful, arrogant words of that horn on the super beast. And then I looked. And then that beast was destroyed. It's slain, Its body destroyed, and thrown into the river of fire. And as for the rest of the beasts, their dominion was taken away. But they kept on churning. A period of time was granted to them. So the images, the kingdoms of this world are mutant like. And they look just like Nebuchadnezzar did when he got exiled after his dream. But then the kingdoms of this world produce this super beast. The issues in a type of king. That's just like the anti everything. It's anti human. It's like an animal, but a mutant animal. It tramples and destroys people indiscriminately. Remember, the super beast in verse seven was trampling, crushing, trampling everything under its feet. And it's full of itself.",
    "start": "00:22:10",
    "end": "00:23:15"
  },
  {
    "text": "It was different from all the former beasts. And it had 10 horns. What do you mean? It was full of himself. That little horn, that's just a little horn.",
    "start": "00:23:16",
    "end": "00:23:21"
  },
  {
    "text": "Yeah, the little horn is just an animal's horn with two eyes and a mouth. Just like singing Jay Z songs about how being boastful and powerful, how awesome I am, and isn't this Babylon my kingdom for my glory, that kind of thing.",
    "start": "00:23:21",
    "end": "00:23:37"
  },
  {
    "text": "But this is one horn on the beast.",
    "start": "00:23:37",
    "end": "00:23:39"
  },
  {
    "text": "One particular horn on the super beast.",
    "start": "00:23:39",
    "end": "00:23:41"
  },
  {
    "text": "Yeah.",
    "start": "00:23:41",
    "end": "00:23:42"
  },
  {
    "text": "So the kingdoms of this world, now and then, so to speak, produce, inevitably produce these super beasts. And while the kingdoms of this world will still keep on churning, more time is granted to them when these super beasts appear.",
    "start": "00:23:42",
    "end": "00:23:57"
  },
  {
    "text": "Yeah, when they go too far.",
    "start": "00:23:57",
    "end": "00:23:59"
  },
  {
    "text": "When they go too far. God won't take it. The divine throne will come and his judgment beast slain, given over to destruction. The kingdoms produce mutant super beast. God won't take it. It's like equivalent of the tree getting chopped down, so to speak, in Nebuchadnezzar's dream. But here's something new. I kept looking. And after that super beast was slain, behold, with the clouds of the heavens, one like a son of humanity was coming. He rose up to the ancient of days. So he goes from the earthly realm, he sees a human and a human is riding on the clouds. Yeah, that right there is a hyperlink. Somebody ride the cloud rider.",
    "start": "00:23:59",
    "end": "00:24:45"
  },
  {
    "text": "What's a hyperlinking?",
    "start": "00:24:45",
    "end": "00:24:47"
  },
  {
    "text": "There's three times that Yahweh is called the cloud rider.",
    "start": "00:24:47",
    "end": "00:24:51"
  },
  {
    "text": "Oh, okay.",
    "start": "00:24:51",
    "end": "00:24:51"
  },
  {
    "text": "And it's actually a phrase that appears in other ancient Near Eastern literature specifically to describe baal. Oh, the thunder God. The cloud rider.",
    "start": "00:24:51",
    "end": "00:25:01"
  },
  {
    "text": "Yeah.",
    "start": "00:25:01",
    "end": "00:25:01"
  },
  {
    "text": "So here a human.",
    "start": "00:25:02",
    "end": "00:25:03"
  },
  {
    "text": "Yeah.",
    "start": "00:25:04",
    "end": "00:25:04"
  },
  {
    "text": "Is being called the cloud rider, which is something in Hebrew Bible that only Yahweh is ever. So here's a human cloud rider, and he's riding the cloud up to the ancient of days and was presented before him, and he was given dominion and glory. Remember what Babylon said? This is, here's Babylon for my glory.",
    "start": "00:25:04",
    "end": "00:25:26"
  },
  {
    "text": "Yeah.",
    "start": "00:25:26",
    "end": "00:25:27"
  },
  {
    "text": "And so God raises a human from the human realm up to the divine throne room and gives this human who's formerly being among those trampled by the beast. Right. The beast was down there trampling on the human realm. And so one human is exalted up, and he's given the glory and dominion that the super beast thought was his own. And all the peoples and the nations and languages might serve or worship. This is the word for worship.",
    "start": "00:25:27",
    "end": "00:25:57"
  },
  {
    "text": "Yeah.",
    "start": "00:25:57",
    "end": "00:25:57"
  },
  {
    "text": "Okay, so think Daniel 2 was where Nebuchadnezzar bowed down and worshiped Daniel as an image of God because of his interpreting his dream about the four kingdoms. Daniel 3 was Nebuchadnezzar making an image of himself in his kingdom and forcing every people, nation and language to bow down to his false image. Now here the son of man is being presented. Right. A human image of God.",
    "start": "00:25:58",
    "end": "00:26:26"
  },
  {
    "text": "Yeah.",
    "start": "00:26:26",
    "end": "00:26:27"
  },
  {
    "text": "Brought up to the divine throne room.",
    "start": "00:26:27",
    "end": "00:26:28"
  },
  {
    "text": "This is what Nebuchadnezzar was after.",
    "start": "00:26:29",
    "end": "00:26:30"
  },
  {
    "text": "Yes.",
    "start": "00:26:30",
    "end": "00:26:31"
  },
  {
    "text": "He was after this kind of praise by everyone. Yeah, but how do you get it?",
    "start": "00:26:31",
    "end": "00:26:36"
  },
  {
    "text": "Yeah, yeah, yeah. So it's not Nebuchadnezzar who claimed this position for himself. Rather, it's a trampled human.",
    "start": "00:26:37",
    "end": "00:26:45"
  },
  {
    "text": "Trampled human.",
    "start": "00:26:45",
    "end": "00:26:46"
  },
  {
    "text": "A human from the human realm. A son of humanity who was in the realm that the super beast was just trampling, remember?",
    "start": "00:26:47",
    "end": "00:26:53"
  },
  {
    "text": "Yeah.",
    "start": "00:26:53",
    "end": "00:26:53"
  },
  {
    "text": "So super beast was out there trampling on the land, and then God takes care of the super beast and exalts up a human from the human realm.",
    "start": "00:26:53",
    "end": "00:27:03"
  },
  {
    "text": "So you're just assuming he was being trampled by the beast.",
    "start": "00:27:04",
    "end": "00:27:06"
  },
  {
    "text": "Correct. And in the later chapter, it'll go on to say it explicitly. And then the thing that Nebuchadnezzar was after with his image is now given to this true image of God.",
    "start": "00:27:06",
    "end": "00:27:18"
  },
  {
    "text": "Yeah.",
    "start": "00:27:18",
    "end": "00:27:19"
  },
  {
    "text": "All the nations serving and honoring him and his dominion. This human's dominion is eternal. It won't pass away. This human's kingdom will never be destroyed.",
    "start": "00:27:19",
    "end": "00:27:30"
  },
  {
    "text": "It's not like the statue that the meteor is going to come and take down.",
    "start": "00:27:30",
    "end": "00:27:34"
  },
  {
    "text": "Yeah. This is the fulfillment of Genesis 1. It's like Genesis 1, the ideal of a human, that true human partner reigning as God's divine image over the nations. Here.",
    "start": "00:27:34",
    "end": "00:27:48"
  },
  {
    "text": "This is a vision, a dream that the Hope of Genesis 1 is possible and will come to be.",
    "start": "00:27:48",
    "end": "00:27:53"
  },
  {
    "text": "That's right. Yep. That's it. Yeah. But this human is remarkable because it's a human who's doing stuff that in the story, only Yahweh, the God of Israel. And I thought he's sitting on the throne. So now here's a human image of Yahweh doing what I thought only the heavenly Yahweh can do, which is ride the clouds and sit on the divine.",
    "start": "00:27:53",
    "end": "00:28:14"
  },
  {
    "text": "Throne and be worshiped by all the nations.",
    "start": "00:28:14",
    "end": "00:28:16"
  },
  {
    "text": "So now we're all the way back to the complex portrait of God in the Hebrew Bible where it's like there's a heavenly Yahweh who sits on the throne.",
    "start": "00:28:17",
    "end": "00:28:25"
  },
  {
    "text": "Yeah.",
    "start": "00:28:26",
    "end": "00:28:26"
  },
  {
    "text": "And then, do you remember, like, the angel of the Lord.",
    "start": "00:28:26",
    "end": "00:28:28"
  },
  {
    "text": "Yeah.",
    "start": "00:28:28",
    "end": "00:28:29"
  },
  {
    "text": "It's Yahweh appearing as a human. There's a heavenly Yahweh who rides the clouds in the heavens. But now here's a human who's riding.",
    "start": "00:28:29",
    "end": "00:28:37"
  },
  {
    "text": "On the clouds like Yahweh and being worshiped like Yahweh.",
    "start": "00:28:37",
    "end": "00:28:41"
  },
  {
    "text": "So there's a heavenly, invisible Yahweh. No man can see my face and live. But then there's a human manifestation of Yahweh, talks with Abraham and Gideon and Moses, and here he's riding the clouds. Ezekiel saw him on the throne. But it's a human. If you could do a kaleidoscope image, it would be like two thrones or one throne above all the other. That's the guy's dream, man. But this dream is doing serious theological work. Theological work?",
    "start": "00:28:41",
    "end": "00:29:11"
  },
  {
    "text": "Yeah, about the nature of God, the nature of humans. Humans and our.",
    "start": "00:29:11",
    "end": "00:29:16"
  },
  {
    "text": "What's wrong with the world.",
    "start": "00:29:17",
    "end": "00:29:18"
  },
  {
    "text": "Yeah.",
    "start": "00:29:18",
    "end": "00:29:19"
  },
  {
    "text": "What's wrong with us?",
    "start": "00:29:19",
    "end": "00:29:20"
  },
  {
    "text": "Yeah.",
    "start": "00:29:21",
    "end": "00:29:21"
  },
  {
    "text": "Where it's all going, Sam. So Daniel. For the first time, Daniel, wakes up from this dream, and he says, I was so disturbed.",
    "start": "00:29:21",
    "end": "00:30:00"
  },
  {
    "text": "Yeah, that's a. That's a pretty intense dream.",
    "start": "00:30:00",
    "end": "00:30:02"
  },
  {
    "text": "The visions in my mind kept alarming me, and for the first time in the book, he can't make sense of his dream. So he can make sense of other people's dreams, can't make sense of his own. So he, in his dream, walks over to some being, super being standing there. And I asked about the interpretation of all this. So he's given a summary. First, these beasts are four, and they are four kings who will come up from the land. But the holy ones of the Most High One will receive the kingdom and possess the kingdom forever. Forever and ever. That's the summary. Yeah, the holy ones.",
    "start": "00:30:04",
    "end": "00:30:47"
  },
  {
    "text": "So this Son of Man character is representative of all of Israel, it seems like here.",
    "start": "00:30:47",
    "end": "00:30:53"
  },
  {
    "text": "Well, so first, the holy ones. The holy ones who have been called the holy ones up to this point.",
    "start": "00:30:53",
    "end": "00:30:58"
  },
  {
    "text": "Oh, who?",
    "start": "00:30:58",
    "end": "00:30:59"
  },
  {
    "text": "The holy ones. The sons of Elohim. Oh, the sons of Elohim. Okay, the holy ones.",
    "start": "00:30:59",
    "end": "00:31:04"
  },
  {
    "text": "The holy ones of the Most High will receive the kingdom and possess it forever.",
    "start": "00:31:04",
    "end": "00:31:07"
  },
  {
    "text": "So remember, each nation has its own holy one.",
    "start": "00:31:07",
    "end": "00:31:10"
  },
  {
    "text": "Oh, okay.",
    "start": "00:31:10",
    "end": "00:31:11"
  },
  {
    "text": "And Israel is God's own portion. Right. Its holy one is Yahweh.",
    "start": "00:31:12",
    "end": "00:31:17"
  },
  {
    "text": "NIV says holy people, so that's because.",
    "start": "00:31:18",
    "end": "00:31:20"
  },
  {
    "text": "They'Re interpreting it for you. Okay, I'm sorry, I don't mean to bash on the niv. It's an incredible. It's a great translation for the purpose that it was made. But in a case like this, I think they're making a decision for you that doesn't allow you to see the interplay between the human and the angelic, the human and the divine. So essentially, there's four beasts. But at the end of the day, God's kingdom, both in its heavenly and earthly representatives, will receive and participate in God's eternal kingdom, heaven and earth, its heavenly sons of Elohim and its earthly representatives.",
    "start": "00:31:20",
    "end": "00:31:58"
  },
  {
    "text": "We've been talking about this how those two storylines, they're separate, but they're the same.",
    "start": "00:31:58",
    "end": "00:32:03"
  },
  {
    "text": "They're distinct but interrelated.",
    "start": "00:32:03",
    "end": "00:32:06"
  },
  {
    "text": "They're distinct but interrelated. Yeah. Yeah. There's two different domains.",
    "start": "00:32:06",
    "end": "00:32:10"
  },
  {
    "text": "Yeah.",
    "start": "00:32:10",
    "end": "00:32:11"
  },
  {
    "text": "You have Babylon, different types of characters. But, like, it seems like they're on these parallel story tracks.",
    "start": "00:32:11",
    "end": "00:32:18"
  },
  {
    "text": "The only way to make sense of what's going on here is when God rescues Israel, his people, and gives them the glory and the kingdom that he promised to David and Abraham. He is simultaneously giving his kingdom to Israel's heavenly representatives.",
    "start": "00:32:18",
    "end": "00:32:33"
  },
  {
    "text": "Yep. When Jesus saw his disciples go and proclaim the Gospel, the kingdom in different cities, he saw the Satan fall from heaven.",
    "start": "00:32:35",
    "end": "00:32:47"
  },
  {
    "text": "That's right. Yeah. The son of Elohim.",
    "start": "00:32:47",
    "end": "00:32:49"
  },
  {
    "text": "It was completely connected.",
    "start": "00:32:49",
    "end": "00:32:50"
  },
  {
    "text": "Yeah. The member of the divine council who now is exercising authority. And how do I know this? Because look at these humans. They're beautiful images of God who act like animals, just kill each other and steal from each other. They're under the rule of the evil son of Elohim, acting like animals, like Nebuchadnezzar. But now Jesus goes out and people are transferring their allegiance to the true God and becoming true human images of God in the process. And it's as if the evil one's rule, he's being dethroned from over them.",
    "start": "00:32:51",
    "end": "00:33:21"
  },
  {
    "text": "So these four great beasts, four kings, they're human kings. And then he says, but the holy ones, the sons of Elohim, the ones.",
    "start": "00:33:22",
    "end": "00:33:32"
  },
  {
    "text": "Who represent God's reign and rule, will inherit all of the nations.",
    "start": "00:33:32",
    "end": "00:33:36"
  },
  {
    "text": "But that's not the story of the Bible. The story of the Bible is that humans will inherit.",
    "start": "00:33:36",
    "end": "00:33:41"
  },
  {
    "text": "Exactly, exactly.",
    "start": "00:33:41",
    "end": "00:33:42"
  },
  {
    "text": "So why is it that the Sons.",
    "start": "00:33:42",
    "end": "00:33:44"
  },
  {
    "text": "Of Elohim, they're not different things.",
    "start": "00:33:44",
    "end": "00:33:46"
  },
  {
    "text": "What.",
    "start": "00:33:47",
    "end": "00:33:47"
  },
  {
    "text": "The holy ones of the Most High. Who is that? Well, we know about the stars, the heavenly representatives that are a symbol of God's rule. But in Genesis 1 there are also celestial and terrestrial. And I just watched Daniel's dream about one who's clearly called a human, but who is elevated up into and to participate in the heavenly rule. And he rode on the clouds like the angel of Yahweh does.",
    "start": "00:33:49",
    "end": "00:34:17"
  },
  {
    "text": "Yeah.",
    "start": "00:34:17",
    "end": "00:34:17"
  },
  {
    "text": "So the Son of Man is a figure who's bridging heaven and earth. Heaven and earth is uniting in the role of the Son of Man. And so the Son of Man figure is playing the role of the sons of Elohim and of the humans images of the heavenly images of God and the human, earthly images of God. And so this is going to get unpacked more in the dream. But so we can just say that he's an image of the holy ones of God, heavenly and earthly.",
    "start": "00:34:18",
    "end": "00:34:46"
  },
  {
    "text": "Yeah.",
    "start": "00:34:46",
    "end": "00:34:46"
  },
  {
    "text": "Who will receive God's kingdom and participate in God's rule over forever. It's a mind bender. But again, this is part of my new discovery of how important this theme is of the human images of God and the heavenly images of God.",
    "start": "00:34:46",
    "end": "00:35:02"
  },
  {
    "text": "It is interesting that Jesus, this is what he grabs onto the most. Is that dual identity correct?",
    "start": "00:35:02",
    "end": "00:35:08"
  },
  {
    "text": "That's right.",
    "start": "00:35:08",
    "end": "00:35:08"
  },
  {
    "text": "Being human.",
    "start": "00:35:08",
    "end": "00:35:09"
  },
  {
    "text": "Yes.",
    "start": "00:35:09",
    "end": "00:35:09"
  },
  {
    "text": "But being.",
    "start": "00:35:10",
    "end": "00:35:10"
  },
  {
    "text": "Yeah. So Jesus, if he sees the world in Daniel seven terms, which he clearly does, he sees himself as the one in whom God's kingdom over heaven and earth is being restored. And so when he goes out into Galilee proclaiming God's kingdom, he sees people giving their allegiance to him. And he looks up behind the curtain, so to speak, and he can watch the holy ones of the Most High, whom he is the representative reasserting God's rule over the world. And the evil Elohim, sons of Elohim being dethroned, apparently how Jesus saw the world. Yeah, it's the biblical view of seeing the world. It's not natural to my way of seeing the world.",
    "start": "00:35:11",
    "end": "00:35:54"
  },
  {
    "text": "Right.",
    "start": "00:35:54",
    "end": "00:35:55"
  },
  {
    "text": "But it's apparently what Jesus thinks is going on. Let's let sit because we're going to. When we read some stories in the Gospels. Okay. This will come up again. So let's go to verse 23.",
    "start": "00:35:55",
    "end": "00:36:32"
  },
  {
    "text": "Okay.",
    "start": "00:36:32",
    "end": "00:36:32"
  },
  {
    "text": "Yeah. So he says, now let me tell you about that fourth beast. There'll be a fourth kingdom different than all the other kingdoms. It's going to eat all the land.",
    "start": "00:36:32",
    "end": "00:36:40"
  },
  {
    "text": "Yeah.",
    "start": "00:36:40",
    "end": "00:36:41"
  },
  {
    "text": "Tread it down and crush it. The ten horns. There are ten kings who will arise after them, one last. Remember the little horn. One more king, he will come and subdue three kings, or the three horns that fell out. And he's going to speak out against the Most High.",
    "start": "00:36:41",
    "end": "00:36:58"
  },
  {
    "text": "This is very detailed.",
    "start": "00:36:59",
    "end": "00:37:00"
  },
  {
    "text": "Like, it is very detailed.",
    "start": "00:37:01",
    "end": "00:37:02"
  },
  {
    "text": "No, I mean, and the fact that, like, if this was just kind of a general description of the plight of humans and how we deal with power.",
    "start": "00:37:02",
    "end": "00:37:11"
  },
  {
    "text": "Oh, I understand.",
    "start": "00:37:11",
    "end": "00:37:12"
  },
  {
    "text": "Then, yeah. Horns and beasts. And talking about this very specific horn that takes down three thorns.",
    "start": "00:37:12",
    "end": "00:37:18"
  },
  {
    "text": "Yep, I'm with you.",
    "start": "00:37:18",
    "end": "00:37:19"
  },
  {
    "text": "It's like, what is this referring to?",
    "start": "00:37:19",
    "end": "00:37:21"
  },
  {
    "text": "Yeah, we'll get there. Okay, we'll get there. So that one particular horn with eyes and a mouth, he's going to speak out against the Most High. He's going to wear down the holy ones of the Most High. He's going to make changes in the sacred times, the sacred calendar of Israel. He's going to change things in the Torah. And they, that is these holy ones will be given over into the hand of this horn of the super beast for three and a half times time. Two times half a time. Half of a Sabbath.",
    "start": "00:37:21",
    "end": "00:37:59"
  },
  {
    "text": "A Sabbath.",
    "start": "00:38:00",
    "end": "00:38:01"
  },
  {
    "text": "Half of a seven. Three and a half is half of seven. So half of a Sabbath cycle, whether.",
    "start": "00:38:01",
    "end": "00:38:05"
  },
  {
    "text": "It'S a time is seven days or is seven.",
    "start": "00:38:05",
    "end": "00:38:09"
  },
  {
    "text": "Correct. Yeah, that's right. But a time two times half a time, one plus two plus half is three and a half. Exactly. Half of seven. It actually, in Hebrew. It's very clear in Hebrew. In Hebrew, they're singular. There's dual and then there's plural.",
    "start": "00:38:10",
    "end": "00:38:27"
  },
  {
    "text": "Oh, okay.",
    "start": "00:38:27",
    "end": "00:38:28"
  },
  {
    "text": "So you can put an ending on a noun to indicate just two of something. Okay, yeah.",
    "start": "00:38:28",
    "end": "00:38:32"
  },
  {
    "text": "So. So for three and a half. Half of a, half of a. Yeah.",
    "start": "00:38:32",
    "end": "00:38:35"
  },
  {
    "text": "And the word doesn't mean year. It just means some period of time. Yeah, a time.",
    "start": "00:38:35",
    "end": "00:38:39"
  },
  {
    "text": "A period of time. That's one period of time. Half of what? A period of time should be one.",
    "start": "00:38:40",
    "end": "00:38:46"
  },
  {
    "text": "Period of time, two periods of time and a half. A period of time.",
    "start": "00:38:46",
    "end": "00:38:49"
  },
  {
    "text": "Yeah.",
    "start": "00:38:49",
    "end": "00:38:49"
  },
  {
    "text": "Which comes to 3.5, which is exactly half a seven. Half of seven. And if seven. Seven is a symbolic number of completeness.",
    "start": "00:38:50",
    "end": "00:38:57"
  },
  {
    "text": "Yeah.",
    "start": "00:38:57",
    "end": "00:38:57"
  },
  {
    "text": "Then it's four.",
    "start": "00:38:58",
    "end": "00:38:59"
  },
  {
    "text": "This is a symbolic number of incompleteness.",
    "start": "00:38:59",
    "end": "00:39:02"
  },
  {
    "text": "Incompleteness. Then the court will sit, remember, the little king of the super beast will wage war and overcome the holy ones. And he's going to be full of himself. But then the court will sit, just like when the ancient days showed up. His dominion will be taken away, destroyed forever. Then the sovereignty, the rule, the dominion which is the word kingdom and the greatness of all the kingdoms, all the nations under all the heavens will be given to the people of the Holy Ones of the Most High One and His kingdom.",
    "start": "00:39:02",
    "end": "00:39:43"
  },
  {
    "text": "Whoa, that's not what Niv says.",
    "start": "00:39:43",
    "end": "00:39:45"
  },
  {
    "text": "What? Really? What does Niv say?",
    "start": "00:39:45",
    "end": "00:39:47"
  },
  {
    "text": "He will be. Let's see. The sovereign power and greatness of the kingdoms under heaven.",
    "start": "00:39:47",
    "end": "00:39:52"
  },
  {
    "text": "Yeah.",
    "start": "00:39:52",
    "end": "00:39:52"
  },
  {
    "text": "Will be handed over to the holy people of the Most High.",
    "start": "00:39:52",
    "end": "00:39:56"
  },
  {
    "text": "So they think holy ones is just a descriptor of the people.",
    "start": "00:39:57",
    "end": "00:40:01"
  },
  {
    "text": "I see. So they just merge those two.",
    "start": "00:40:01",
    "end": "00:40:02"
  },
  {
    "text": "Yeah, but in Aramaic it says to the singular people of the plural Holy ones of the singular Most High One and His kingdom. And that his could refer to the Most High One, or it could refer to the people, his kingdom. It were there people. It's a singular noun, plural, reference, somebody's kingdom.",
    "start": "00:40:02",
    "end": "00:40:27"
  },
  {
    "text": "It could be any of those three.",
    "start": "00:40:27",
    "end": "00:40:28"
  },
  {
    "text": "Well, it couldn't be the holy Ones, because that's a plural noun, so it would be there. Okay, but the point is, it's a singular. The kingdom of a singular.",
    "start": "00:40:28",
    "end": "00:40:36"
  },
  {
    "text": "Got it.",
    "start": "00:40:36",
    "end": "00:40:36"
  },
  {
    "text": "Person. Well, who's that? Could be the Most High One. But the whole chapter is about God's rule being given to the Son of Man. Another one. Who's that? Well, in this sentence, it's the most likely referent, I think, is people. The kingdom of the people of the saints of the Most High will be eternal forever and ever. All nations will serve and obey him. Which is exactly. This is what the. Bow down and worship. Worship. This is what Nebuchadnezzar did before to Daniel, the seed of David in Daniel 2. And then at that point, the revelation ended. As for me, Daniel, my thoughts alarmed me. My face grew pale. I didn't tell anybody about this crazy dream that I had.",
    "start": "00:40:36",
    "end": "00:41:21"
  },
  {
    "text": "Dude.",
    "start": "00:41:22",
    "end": "00:41:22"
  },
  {
    "text": "Daniel 7. So here, let me just show you the progression. You had the Son of Man in the dream. What's the interpretation? The holy ones are going to be trampled by the beast, but then given possession of the kingdom.",
    "start": "00:41:22",
    "end": "00:41:37"
  },
  {
    "text": "The kingdom being God's authority.",
    "start": "00:41:37",
    "end": "00:41:38"
  },
  {
    "text": "God's authority. Sharing in God's authority and reign. That was round one of the interpretation. And you're like the holy ones. So the Son of Man stands for the holy ones. The second aspect of the interpretation is given. And the Son of Man figure is called the people of the Holy Ones of the Most High. So when you take the whole chapter into consideration, the Son of Man is a singular symbolic human who represents both the heavenly rulers of God's people, the.",
    "start": "00:41:38",
    "end": "00:42:09"
  },
  {
    "text": "Delegate authority, and the heavenly realm, those people themselves and the delegated authority in the earthly realm.",
    "start": "00:42:09",
    "end": "00:42:14"
  },
  {
    "text": "Correct.",
    "start": "00:42:14",
    "end": "00:42:15"
  },
  {
    "text": "Specifically this people who God has. Because in the story of the Bible, all humans are to be.",
    "start": "00:42:15",
    "end": "00:42:24"
  },
  {
    "text": "Though the noun to describe them in Genesis 1 is singular. Just Adam.",
    "start": "00:42:25",
    "end": "00:42:29"
  },
  {
    "text": "Adam, yeah.",
    "start": "00:42:29",
    "end": "00:42:31"
  },
  {
    "text": "Humanity let humanity singular rule over the beast and over the land and that kind of thing. So this dream is picking up that same thing where humanity Adam in Genesis 1 represents. Right, yeah. On the narrative, it's a singular adam of Genesis 1 that represents the corporate humanity. So here the son of Adam is an embodiment of all humanity. Well, sorry, particularly of God's people.",
    "start": "00:42:31",
    "end": "00:42:58"
  },
  {
    "text": "In verse 25 he says that this, this beast, or like, I guess it's the horn of the beast at this point, he's gonna speak against the most high oppression, his holy people, and change the set of times and laws.",
    "start": "00:42:58",
    "end": "00:43:14"
  },
  {
    "text": "Yeah. So people, there is the NIV's interpretation. It's just the phrase holy ones.",
    "start": "00:43:14",
    "end": "00:43:19"
  },
  {
    "text": "So he's gonna speak against the most high, he's gonna press the holy ones. And at this point, that's ambiguous. We don't really know. It's both. It's like God's delegate authority and the people and heaven and earth.",
    "start": "00:43:19",
    "end": "00:43:32"
  },
  {
    "text": "Heaven and earth, yep.",
    "start": "00:43:32",
    "end": "00:43:33"
  },
  {
    "text": "But seems like it's specifically talking about Israel and that it's talking about the laws that God gave to Israel.",
    "start": "00:43:34",
    "end": "00:43:41"
  },
  {
    "text": "Okay, here we come to it. What on earth is this referring to?",
    "start": "00:43:41",
    "end": "00:43:44"
  },
  {
    "text": "Yeah.",
    "start": "00:43:44",
    "end": "00:43:45"
  },
  {
    "text": "So there was a set of events that happened in the 160s BC, before Jesus, 106 years before Jesus. Where Israel had been under the thumb of Babylon, then Persia, then Greece. Alexander the Great. And then his empire overextended itself. Notice the theme.",
    "start": "00:43:45",
    "end": "00:44:06"
  },
  {
    "text": "Yeah.",
    "start": "00:44:06",
    "end": "00:44:07"
  },
  {
    "text": "And then his realm got divided up between these kings, multiple kings called the Diadochoi. And these petty kings were some down in the south in Egypt and some north in Syria. There's a long period where they're just battling it out for who gets the most of what Alexander left behind. And then eventually the kings of Syria gain ascendancy. And one particular king called Antiochus IV marched into Jerusalem in 167 BC. He repurposed, he bribed the high priest, he bought the high priesthood to set up a new high priest. And they repurposed the temple in Jerusalem to be the temple dedicated to Zeus. They sacrificed pigs on the altar. And then he made practicing Judaism illegal in Jerusalem.",
    "start": "00:44:07",
    "end": "00:44:57"
  },
  {
    "text": "Oh, wow.",
    "start": "00:44:57",
    "end": "00:44:58"
  },
  {
    "text": "For three and a half years. And so this is where the books of first and Second Maccabees, they narrate this whole series of events.",
    "start": "00:44:58",
    "end": "00:45:08"
  },
  {
    "text": "And then this is where the Maccabean Revolt comes.",
    "start": "00:45:08",
    "end": "00:45:10"
  },
  {
    "text": "So the Maccabean Revolt was an uprising against that set of events. Yep, that's right. So what's happening here is Daniel is having a dream in which the details of that series of events. But notice how we're being very symbolic. We're using Genesis 1 imagery and Daniel imagery of beasts and humans and horns. So it's as if that particular set of events was yet another manifestation of Nebuchadnezzar in Babylon.",
    "start": "00:45:10",
    "end": "00:45:48"
  },
  {
    "text": "But that set of events happens hundreds of years after Daniel.",
    "start": "00:45:48",
    "end": "00:45:53"
  },
  {
    "text": "That's why here it's a dream. Dream that he's seeing. This is yet to happen, so to speak. So it's portrayed as yet future. There's all kinds of debates about whether it's after the event or so on. We don't have to talk about that right now, but it's interesting.",
    "start": "00:45:53",
    "end": "00:46:06"
  },
  {
    "text": "All sorts of debates about whether this was written after the event, when this.",
    "start": "00:46:06",
    "end": "00:46:08"
  },
  {
    "text": "Was written, and so on. But the point is, he sees that as a future vision, and it's clearly the details are mapped onto that series of events.",
    "start": "00:46:08",
    "end": "00:46:15"
  },
  {
    "text": "Yeah. What was that character?",
    "start": "00:46:15",
    "end": "00:46:17"
  },
  {
    "text": "His name's Antiochus iv.",
    "start": "00:46:18",
    "end": "00:46:19"
  },
  {
    "text": "He's the little horn.",
    "start": "00:46:19",
    "end": "00:46:20"
  },
  {
    "text": "Well, I don't want to say that, because if the author of Daniel wanted to say that, he would just say that.",
    "start": "00:46:21",
    "end": "00:46:25"
  },
  {
    "text": "Well, yeah, but I mean, if you map on that story to the dream.",
    "start": "00:46:25",
    "end": "00:46:28"
  },
  {
    "text": "Correct. He's the.",
    "start": "00:46:28",
    "end": "00:46:29"
  },
  {
    "text": "That's his character.",
    "start": "00:46:29",
    "end": "00:46:30"
  },
  {
    "text": "But I would reverse the direction. I would say that story is being portrayed. Excuse me. Those series of events are being brought into a larger symbolic storyline.",
    "start": "00:46:30",
    "end": "00:46:41"
  },
  {
    "text": "Sure.",
    "start": "00:46:41",
    "end": "00:46:42"
  },
  {
    "text": "All the way back to Genesis one.",
    "start": "00:46:42",
    "end": "00:46:44"
  },
  {
    "text": "Yeah. He's not the only little horn that's ever going to come.",
    "start": "00:46:44",
    "end": "00:46:46"
  },
  {
    "text": "There have been many little horns.",
    "start": "00:46:46",
    "end": "00:46:47"
  },
  {
    "text": "Yeah.",
    "start": "00:46:47",
    "end": "00:46:48"
  },
  {
    "text": "He's just the current one, so to speak.",
    "start": "00:46:48",
    "end": "00:46:51"
  },
  {
    "text": "But taking down three horns. Not every little horn takes down three horns.",
    "start": "00:46:51",
    "end": "00:46:54"
  },
  {
    "text": "Yeah, totally. And then there's all kinds of debate about. So did Antiochus ever take down three particular rulers? And some people have made a case and they think they can identify these three other people.",
    "start": "00:46:54",
    "end": "00:47:03"
  },
  {
    "text": "Interesting.",
    "start": "00:47:04",
    "end": "00:47:04"
  },
  {
    "text": "Think that you can't. Okay, so lots of people are trying to try to nail this down.",
    "start": "00:47:04",
    "end": "00:47:08"
  },
  {
    "text": "Got it.",
    "start": "00:47:08",
    "end": "00:47:08"
  },
  {
    "text": "In all the details.",
    "start": "00:47:08",
    "end": "00:47:09"
  },
  {
    "text": "Yeah. To me, three and a half is really interesting.",
    "start": "00:47:09",
    "end": "00:47:12"
  },
  {
    "text": "Yes, totally. The three and a half is fascinating. Half of us, Sabbath cycle, whatever's happening, that series of events, the significance of those events, and how they fit into the pattern of human kingdoms, exalting themselves, putting themselves in the place of God, redefining good and evil, only to bring about great violence and destruction.",
    "start": "00:47:12",
    "end": "00:47:30"
  },
  {
    "text": "The pattern is what Daniel's.",
    "start": "00:47:30",
    "end": "00:47:32"
  },
  {
    "text": "That's what Daniel cares about. It's yet another iteration of the pattern of humans acting like animals.",
    "start": "00:47:32",
    "end": "00:47:38"
  },
  {
    "text": "You could make an argument that the Book of Daniel actually is more interested in just giving context and hope for what did happen or will happen in that time period.",
    "start": "00:47:39",
    "end": "00:47:51"
  },
  {
    "text": "Correct. Yeah, that's. One standard view is that the Book of Daniel received its final shaping after that series of events.",
    "start": "00:47:51",
    "end": "00:47:59"
  },
  {
    "text": "I see. And so some details were added to make it clear for that time.",
    "start": "00:47:59",
    "end": "00:48:03"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:48:03",
    "end": "00:48:04"
  },
  {
    "text": "But you're saying that more than that this vision is not about any one specific historical human rebellion or human corrupt leader, but about the nature of what happens to us, to humans when we give in.",
    "start": "00:48:04",
    "end": "00:48:22"
  },
  {
    "text": "That's right, yeah. If the Book of Daniel was only written to address the people who survived that whole debacle Right. In Jerusalem under Antiochus iv, and if it was just literature to keep. Give people hope that, look, Daniel foresaw all of this and we're going to be vindicated like the Son of Man.",
    "start": "00:48:22",
    "end": "00:48:41"
  },
  {
    "text": "Yeah. A messiah will come.",
    "start": "00:48:41",
    "end": "00:48:43"
  },
  {
    "text": "A messiah will come. So what, the Maccabean revolt happened afterwards?",
    "start": "00:48:43",
    "end": "00:48:47"
  },
  {
    "text": "Yeah.",
    "start": "00:48:47",
    "end": "00:48:47"
  },
  {
    "text": "Right. And things went great for about a decade. And then they built a Jewish kingdom, a Jewish state, independent, that lasted until the 60s, lasted for like a hundred years almost. Israel gained independence immediately, became a beast unto itself.",
    "start": "00:48:47",
    "end": "00:49:04"
  },
  {
    "text": "And that's the Israel, that's the time of Israel that Jesus was cruising around in.",
    "start": "00:49:04",
    "end": "00:49:10"
  },
  {
    "text": "No. Nope. Gosh. This is all.",
    "start": "00:49:10",
    "end": "00:49:12"
  },
  {
    "text": "Well, you said 60. You're talking about 60s B.C. b.C.",
    "start": "00:49:12",
    "end": "00:49:15"
  },
  {
    "text": "60 years before Jesus. Oh, that's right. That's right.",
    "start": "00:49:15",
    "end": "00:49:18"
  },
  {
    "text": "So then what happened?",
    "start": "00:49:18",
    "end": "00:49:18"
  },
  {
    "text": "So the kingdom, the Jewish kingdom, state of independent that issued out of the Maccabean revolt lasted almost 100 years. Okay, but begin. It just became one violent coup after another. People buying and selling the high priesthood, takeovers, assassination, plots, foreign alliances.",
    "start": "00:49:18",
    "end": "00:49:36"
  },
  {
    "text": "Not the Garden of Eden, it's the.",
    "start": "00:49:36",
    "end": "00:49:38"
  },
  {
    "text": "Anti Garden of Eden. So it was definitely the Maccabean revolt did not result in the Son of Man being enthroned above the heavens.",
    "start": "00:49:38",
    "end": "00:49:45"
  },
  {
    "text": "Got it.",
    "start": "00:49:45",
    "end": "00:49:46"
  },
  {
    "text": "The Jewish state founded by the Maccabean revolt became its own beast. Then the Romans, Pompeii marches in and he just was able to easily scoop up this, this divided Jewish state, the.",
    "start": "00:49:46",
    "end": "00:50:00"
  },
  {
    "text": "Structure of Judaism that was there, that kind of. That was from the Maccabean time, Correct?",
    "start": "00:50:00",
    "end": "00:50:06"
  },
  {
    "text": "Correct. Yeah.",
    "start": "00:50:06",
    "end": "00:50:07"
  },
  {
    "text": "Now ruled by Rome.",
    "start": "00:50:07",
    "end": "00:50:09"
  },
  {
    "text": "That's right.",
    "start": "00:50:09",
    "end": "00:50:10"
  },
  {
    "text": "But.",
    "start": "00:50:10",
    "end": "00:50:10"
  },
  {
    "text": "And ruled by Rome. And Rome appoints Herod.",
    "start": "00:50:11",
    "end": "00:50:13"
  },
  {
    "text": "Yeah.",
    "start": "00:50:13",
    "end": "00:50:13"
  },
  {
    "text": "And then Herod is the Herod who appears in the birth stories of Jesus killing babies.",
    "start": "00:50:14",
    "end": "00:50:19"
  },
  {
    "text": "Another little horn.",
    "start": "00:50:19",
    "end": "00:50:20"
  },
  {
    "text": "Another little horn. Well, exactly. So that's the point is the biblical books are treating huge swaths of history, many historical events, but they want us to see in any given historical situation, the same basic storyline playing itself out of humans being given a test. Are they going to submit to God's rule or redefine good and evil? And when they do that, they become destructive beasts. And that's the story playing out in Daniel sitting in Babylon. That's the story playing out for the Jews who suffered under Antiochus. And think of how the Book of Revelation works out. What's the Book of Revelation? It's followers of Jesus suffering under persecution from both the Jerusalem establishment and from Rome. But what John does in the Book of Revelation is appropriate. All of this symbolism. So it's another set of beasts, but there's. Right, there's multiple beasts and they're trampling. And God's people are being vindicated over the beasts and given rule and kingdom. So John can take this symbolic narrative and apply it to a later persecution of the innocent under violent kingdoms. So it's like a portable story that can apply to any period of history. But Daniel 7 is a crystallization of the images in the storyline that Jesus particularly drew upon. Here's a couple thoughts right now.",
    "start": "00:50:20",
    "end": "00:52:25"
  },
  {
    "text": "Okay.",
    "start": "00:52:25",
    "end": "00:52:26"
  },
  {
    "text": "Why. Why go to all the effort to read this chapter and understand its symbolism? This is probably one of the most complex conversations we've ever had. We just read one chapter and like, walked our way through it. Are you with me?",
    "start": "00:52:26",
    "end": "00:52:39"
  },
  {
    "text": "Yeah.",
    "start": "00:52:39",
    "end": "00:52:40"
  },
  {
    "text": "Like, this is really complex.",
    "start": "00:52:40",
    "end": "00:52:41"
  },
  {
    "text": "I mean, I have a hundred questions right now.",
    "start": "00:52:42",
    "end": "00:52:44"
  },
  {
    "text": "Yep. I still do too. So why? If I am a follower of Jesus. Right. And my allegiance is to him, and I believe that he's the truly human one who lived for me, died for me in my sins, sins of the world raised for me is inviting me in to participate in the birth of new creation, to experience it in the hope of resurrection. Right. All that. So this chapter of the Hebrew Bible was of central importance to Jesus. He used its language and imagery to describe himself. His calling to describe why he was forming these communities of people. So to me, that's the why. Why this chapter is important to understand as a follower of Jesus is because I somehow in here is a storyline that I'm to see myself within and a part of and to look at the world through. And that's why I think it's worth it.",
    "start": "00:52:44",
    "end": "00:53:37"
  },
  {
    "text": "The Son of Man video, to me at first was just about how there is. Let's explain the identity of Jesus. But underneath this is the entire story of God and humans.",
    "start": "00:53:38",
    "end": "00:53:56"
  },
  {
    "text": "Correct.",
    "start": "00:53:56",
    "end": "00:53:57"
  },
  {
    "text": "Which is connected to this entire parallel story.",
    "start": "00:53:57",
    "end": "00:54:01"
  },
  {
    "text": "Yeah. Of God and the heavenly beings.",
    "start": "00:54:01",
    "end": "00:54:03"
  },
  {
    "text": "God and the heavenly beings.",
    "start": "00:54:03",
    "end": "00:54:04"
  },
  {
    "text": "Yeah.",
    "start": "00:54:04",
    "end": "00:54:04"
  },
  {
    "text": "Which is all about how are all of these characters gonna deal with delegated authority.",
    "start": "00:54:04",
    "end": "00:54:10"
  },
  {
    "text": "Correct. Yeah, that's right.",
    "start": "00:54:10",
    "end": "00:54:11"
  },
  {
    "text": "So the Son of Man then not only explains and helps you understand the identity of Jesus, but helps you understand what it means to truly use the power that God wants you to have.",
    "start": "00:54:12",
    "end": "00:54:25"
  },
  {
    "text": "Yeah, that's right. Correct. And when a human comes who truly puts himself under the rule of God and then extends that kind of divine rule out to the world, that human you discover is the embodiment or the revelation of God himself, of a divine being himself, the one who participates and shares in the very identity and rule of God.",
    "start": "00:54:25",
    "end": "00:54:56"
  },
  {
    "text": "Yeah.",
    "start": "00:54:56",
    "end": "00:54:56"
  },
  {
    "text": "And that one is somebody in whom both the heavenly delegated rule and the human delegated rule are united and come together, angelic and human, so to speak.",
    "start": "00:54:56",
    "end": "00:55:08"
  },
  {
    "text": "So one way to think about the storyline is that God created humans, said, I want you to have this authority to rule. But there was something about humanity that was lacking that made us unable to do it.",
    "start": "00:55:08",
    "end": "00:55:21"
  },
  {
    "text": "Well, lacking.",
    "start": "00:55:22",
    "end": "00:55:24"
  },
  {
    "text": "Yeah. There's just no human who ever, ever was able to do it.",
    "start": "00:55:24",
    "end": "00:55:29"
  },
  {
    "text": "That passed the test.",
    "start": "00:55:29",
    "end": "00:55:30"
  },
  {
    "text": "That passed the test.",
    "start": "00:55:30",
    "end": "00:55:31"
  },
  {
    "text": "Yeah.",
    "start": "00:55:31",
    "end": "00:55:31"
  },
  {
    "text": "What's lacking? And so the story of Jesus. One way to think about the story of Jesus is God himself becoming human. To show you, here's how you do it.",
    "start": "00:55:32",
    "end": "00:55:44"
  },
  {
    "text": "Here's how to be the truly human image of God.",
    "start": "00:55:44",
    "end": "00:55:46"
  },
  {
    "text": "But in order to do it, it had to be a supercharged God. Human.",
    "start": "00:55:46",
    "end": "00:55:52"
  },
  {
    "text": "God human.",
    "start": "00:55:53",
    "end": "00:55:53"
  },
  {
    "text": "Which is not what he created.",
    "start": "00:55:53",
    "end": "00:55:55"
  },
  {
    "text": "Yeah, that's right. Yes.",
    "start": "00:55:55",
    "end": "00:55:57"
  },
  {
    "text": "He created just humans. But then this supercharged God, human is now your brother.",
    "start": "00:55:57",
    "end": "00:56:02"
  },
  {
    "text": "Yeah.",
    "start": "00:56:02",
    "end": "00:56:03"
  },
  {
    "text": "You know.",
    "start": "00:56:03",
    "end": "00:56:03"
  },
  {
    "text": "Yeah.",
    "start": "00:56:03",
    "end": "00:56:03"
  },
  {
    "text": "And you can be one of his class.",
    "start": "00:56:03",
    "end": "00:56:05"
  },
  {
    "text": "Yeah. You can.",
    "start": "00:56:05",
    "end": "00:56:06"
  },
  {
    "text": "You can have his power and authority, identity and identity. So you can become.",
    "start": "00:56:06",
    "end": "00:56:12"
  },
  {
    "text": "Yeah. You can share in the life of. Become one with God.",
    "start": "00:56:12",
    "end": "00:56:15"
  },
  {
    "text": "Yeah.",
    "start": "00:56:15",
    "end": "00:56:15"
  },
  {
    "text": "Become the language of the book of.",
    "start": "00:56:15",
    "end": "00:56:17"
  },
  {
    "text": "John, which is what God wanted for humans.",
    "start": "00:56:17",
    "end": "00:56:21"
  },
  {
    "text": "Yeah.",
    "start": "00:56:21",
    "end": "00:56:21"
  },
  {
    "text": "That oneness in the garden.",
    "start": "00:56:22",
    "end": "00:56:24"
  },
  {
    "text": "Yeah. And so insert the animal layer into all of that. That when humans don't rule under God's authority, things get ugly. They become less than human.",
    "start": "00:56:24",
    "end": "00:56:36"
  },
  {
    "text": "Yeah.",
    "start": "00:56:36",
    "end": "00:56:36"
  },
  {
    "text": "And so the Son of Man.",
    "start": "00:56:37",
    "end": "00:56:38"
  },
  {
    "text": "So this is a story about whether you're going to become more than human.",
    "start": "00:56:38",
    "end": "00:56:40"
  },
  {
    "text": "Become less than human, become less than human. And then about how God became the ideal human to rehumanize his people.",
    "start": "00:56:41",
    "end": "00:56:49"
  },
  {
    "text": "Rehumanize, but restore their humanity. Restore their humanity.",
    "start": "00:56:50",
    "end": "00:56:54"
  },
  {
    "text": "And then elevate it beyond what it ever.",
    "start": "00:56:54",
    "end": "00:56:56"
  },
  {
    "text": "And elevate it beyond. Yeah. There was a sense of, we've lost our humanity. We've become like beasts.",
    "start": "00:56:56",
    "end": "00:57:01"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:57:01",
    "end": "00:57:02"
  },
  {
    "text": "But it's not good enough. Just to get us back to ground zero.",
    "start": "00:57:02",
    "end": "00:57:06"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:57:06",
    "end": "00:57:06"
  },
  {
    "text": "It was just. Well, now you're just. Let's try again.",
    "start": "00:57:06",
    "end": "00:57:08"
  },
  {
    "text": "Correct.",
    "start": "00:57:08",
    "end": "00:57:09"
  },
  {
    "text": "You're humans.",
    "start": "00:57:09",
    "end": "00:57:09"
  },
  {
    "text": "Correct.",
    "start": "00:57:09",
    "end": "00:57:10"
  },
  {
    "text": "Rule the animals and eat of the tree of life, but not of tree of knowledge, good and evil.",
    "start": "00:57:10",
    "end": "00:57:15"
  },
  {
    "text": "Correct. And that suprahuman status in the gospel narratives is what the disciples get a peek at. When Jesus transformed on the mountain.",
    "start": "00:57:15",
    "end": "00:57:25"
  },
  {
    "text": "Yeah.",
    "start": "00:57:25",
    "end": "00:57:26"
  },
  {
    "text": "It's the Jesus they meet after the resurrection.",
    "start": "00:57:26",
    "end": "00:57:29"
  },
  {
    "text": "Well, it's kind of what. It's kind of the picture of the apostle Paul when he gets shipwrecked on the island and gets bitten by the snake. You must get this picture of like becoming like that.",
    "start": "00:57:29",
    "end": "00:57:38"
  },
  {
    "text": "That's right. There's moments where he's on his way. But Jesus is like the. He's the fully. The fully realized divine human.",
    "start": "00:57:38",
    "end": "00:57:45"
  },
  {
    "text": "But then you get Paul, who talks about the life I live is now.",
    "start": "00:57:46",
    "end": "00:57:50"
  },
  {
    "text": "Just Messiah's life in me.",
    "start": "00:57:50",
    "end": "00:57:52"
  },
  {
    "text": "Yeah, I'm living out that.",
    "start": "00:57:52",
    "end": "00:57:54"
  },
  {
    "text": "And he says it's like light shining through the cracks of a broken clay pot in 2 Corinthians. Okay, he's on his way.",
    "start": "00:57:54",
    "end": "00:58:02"
  },
  {
    "text": "Yeah, he's on his way.",
    "start": "00:58:02",
    "end": "00:58:03"
  },
  {
    "text": "It's a process. And then for Paul, this whole. The transcendent state of a fully, not just restored, but supercharged humanity. This is Paul's word. He calls it glorification.",
    "start": "00:58:03",
    "end": "00:58:15"
  },
  {
    "text": "Okay.",
    "start": "00:58:16",
    "end": "00:58:17"
  },
  {
    "text": "To be glorified, for humans to be glorified.",
    "start": "00:58:17",
    "end": "00:58:19"
  },
  {
    "text": "That's what that is.",
    "start": "00:58:19",
    "end": "00:58:20"
  },
  {
    "text": "It's an image of God that has been supercharged to be what God called it to be.",
    "start": "00:58:20",
    "end": "00:58:25"
  },
  {
    "text": "So Paul says, like, I want to know Christ, the power of his. Become one with him in his sufferings.",
    "start": "00:58:25",
    "end": "00:58:31"
  },
  {
    "text": "Yes.",
    "start": "00:58:31",
    "end": "00:58:31"
  },
  {
    "text": "And then he says, somehow attain to the resurrection of the dead.",
    "start": "00:58:31",
    "end": "00:58:35"
  },
  {
    "text": "Yeah.",
    "start": "00:58:35",
    "end": "00:58:35"
  },
  {
    "text": "There's a sense of process, like he's going to get there. Because the resurrection for Jesus was that culminating moment of I'm more than human.",
    "start": "00:58:35",
    "end": "00:58:41"
  },
  {
    "text": "Correct. But the way there is through the.",
    "start": "00:58:41",
    "end": "00:58:44"
  },
  {
    "text": "Cross, but the way there's.",
    "start": "00:58:44",
    "end": "00:58:45"
  },
  {
    "text": "It's through the people of the saints of the Holy Most High being trampled by the beast.",
    "start": "00:58:46",
    "end": "00:58:51"
  },
  {
    "text": "Yeah.",
    "start": "00:58:52",
    "end": "00:58:52"
  },
  {
    "text": "It's allowing yourself to under. To die, to the animal kingdom and to let the real human, supercharged human, you, that God wants you to be, to allow it to rise from the ashes of your old humanity.",
    "start": "00:58:52",
    "end": "00:59:09"
  },
  {
    "text": "But for Jesus, that was literal.",
    "start": "00:59:09",
    "end": "00:59:11"
  },
  {
    "text": "For Jesus, that it was. Yeah, totally. And unless you and I are alive, when God's kingdom comes on earth, as in heaven, we too will literally die. Yeah. We'll have to go through the veil. And it will be through our death that we are glorified. I mean, there it is now we're fully into New Testament theology territory. But this is how our fate and story is tied to the Son of Man. And of course, it's the Son of humanity. So Jesus is the Son of man, but he is the Son of Man so that we can all be participants in his journey to the resurrection and new creation.",
    "start": "00:59:12",
    "end": "00:59:56"
  },
  {
    "text": "Right.",
    "start": "00:59:56",
    "end": "00:59:57"
  },
  {
    "text": "So the Son of Man is also us, those who attach themselves to the true Son of Man, so to speak. Yeah, I think that's how we are to see all this imagery.",
    "start": "00:59:57",
    "end": "01:00:05"
  },
  {
    "text": "Also us, by extension of being united with Jesus.",
    "start": "01:00:07",
    "end": "01:00:11"
  },
  {
    "text": "Jesus. So we're almost to territory that we can't do in this video. There's other videos to come, whether it's eternal life or new creation or the resurrection. But I think with the Son of Man, we have this opportunity about the humans made to be more delegated rule. They become animals, act like animals, kingdoms, beasts trampling. God keeps singling out special people. And then they become animals that trample more other humans. And so Daniel is sitting here in the belly of the beast. He's been thrown into a pit of beasts in a kingdom ruled by a human beast. And he has a dream of one day the beast being destroyed and humanity truly becoming what it's meant to be. So who is that? Who does that dream refer to? Jesus of Nazareth walks onto the scene, and in the Gospel of Mark, we're told he is thrust out by the spirit into the wilderness to be tested by the evil one. And the Gospel of Mark says, and he was with the wild beasts there while angels served him.",
    "start": "01:00:11",
    "end": "01:01:25"
  },
  {
    "text": "Oh, that's Daniel 7.",
    "start": "01:01:25",
    "end": "01:01:27"
  },
  {
    "text": "It's the book. It's Daniel. It's Daniel in the lion's den. And it's Daniel being vindicated with the sun. Right. Who's there with the friends in the furnace? Right. It's an angelic delivery.",
    "start": "01:01:27",
    "end": "01:01:38"
  },
  {
    "text": "But who was attending to Yahweh? It was all these angels too.",
    "start": "01:01:39",
    "end": "01:01:44"
  },
  {
    "text": "Yeah, correct. Yeah, that's right. So right from the bat. In the Gospel of Mark, Jesus is the truly human one, at peace with the beasts and the one whom the angels serve. And so then the Gospels will portray Jesus as a human who's walking up into other humans who are human animals and restoring their humanity. And then he overcomes the beastly kingdoms by letting them crush him so that they die. And he rises to rule over them so that others can become truly human. I think that's. I think that's the video.",
    "start": "01:01:44",
    "end": "01:02:18"
  },
  {
    "text": "All right, awesome. And get back to Jesus and then talk about some New Testament stuff. Thanks for listening to this. Episode of the BibleProject podcast. We have a couple more episodes left in this series on the Son of Man, and then we'll do an episode. We call them Question and response episodes, not Question and answer because we don't always have the answers, but we'd like to respond to your questions. So if you have a question as you followed along with this series, send it to us at infooingthebibleproject.com send it in an audio file. You can do that on your phone or computer. Give us your name and where you're from and try to keep the question to around 20 seconds. Today's show is produced by Dan Gummel. Theme music by the Band Tents. We're incredibly grateful for you, our listeners, and for those who watch our videos. This has been an amazing journey together. We're grateful for you and all the support that you've given us. Thanks for being a part of this with us. Hi, this is Jan Roberts and I'm from Tyler, Texas. I first heard about the Bible Project from my husband and my favorite thing about it is that it allows me to look at familiar scripture in brand new ways. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, and more resources@thebibleproject.com.",
    "start": "01:02:19",
    "end": "01:03:46"
  },
  {
    "text": "Sam.",
    "start": "01:03:57",
    "end": "01:04:04"
  }
]