[
  {
    "text": "Hi, this is John at the bibleproject. This week on the podcast, we're releasing a series of question and responses that Tim and I did on the Book of Jonah. Likely you've heard the story of Jonah the reluctant prophet, swallowed by a large fish and sent to the city of of his enemies to help them find salvation and the love of God. It's a remarkable story and it has a surprising ending. Tim and I discussed this book and we answer questions from you such as, is Jonah a real person? Or is this a parable? Why did God choose Jonah? And why did Jesus talk about Jonah in Matthew 12 in relation to his death and resurrection? We'll look at those questions and more. Here we go.",
    "start": "00:00:10",
    "end": "00:00:56"
  },
  {
    "text": "I think many people are introduced to this short book of the Bible in a really whitewashed, watered down form of a children's story. And Jonah is a perfect example of what you. Your expectations, what you think you're going to get out of. Something determines what it is you'll get out of it. And I think most of people come to the Book of Jonah thinking they're going to get out of it some moral message that's about as profound as a children's book. And unfortunately that is just a really shallow under reading of the book.",
    "start": "00:01:01",
    "end": "00:01:36"
  },
  {
    "text": "Yeah.",
    "start": "00:01:36",
    "end": "00:01:36"
  },
  {
    "text": "And usually I have three children's books at home. I collect them on Jonah now because I'm so fascinated. But the fourth chapter, I have three versions of Jonah in children's book at home. And two of those three simply omit the last chapter. They don't even include the last chapter.",
    "start": "00:01:36",
    "end": "00:01:54"
  },
  {
    "text": "Oh, yeah. In the children's book.",
    "start": "00:01:54",
    "end": "00:01:56"
  },
  {
    "text": "Yes. The whole book's about evil people repenting.",
    "start": "00:01:56",
    "end": "00:01:59"
  },
  {
    "text": "And finding God's mission and Jonah having done that.",
    "start": "00:01:59",
    "end": "00:02:02"
  },
  {
    "text": "And Jonah's the hero.",
    "start": "00:02:02",
    "end": "00:02:03"
  },
  {
    "text": "Yeah.",
    "start": "00:02:03",
    "end": "00:02:03"
  },
  {
    "text": "For getting the bad.",
    "start": "00:02:03",
    "end": "00:02:04"
  },
  {
    "text": "If you do the last chapter, then the kids are gonna be like, wait a second.",
    "start": "00:02:05",
    "end": "00:02:08"
  },
  {
    "text": "Yeah, yeah. The last chapter is too sophisticated for toddlers, apparently. So anyway, all that to say the book of Jonah is the work of literary ninjas. It's incredibly sophisticated story and most people aren't aware of just how profound and subtle and brilliant this short story actually is. So what we begin with, I'll just do a quick overview. The story. It's a short story. It's one of the few other than like Ruth, kind of Esther, examples of the short story in the Old Testament. And it's told in four scenes that are brilliantly crafted. There's all of this symmetry and pairing between the two, but the first is about Jonah being sent to the worst, most murderous pagan city. And Empire in the ancient world. He refuses and ends up going to get on a boat to run away from God. And as it turns out, his rebellion brings disaster on himself and other people. And so once he becomes identified as the source of the problem, the sailors repent and Jonah asks to get thrown overboard. Then he gets swallowed by a huge fish. In any story that you would read, when somebody gets thrown overboard in a.",
    "start": "00:02:08",
    "end": "00:03:39"
  },
  {
    "text": "Storm, you think it's over for them.",
    "start": "00:03:39",
    "end": "00:03:41"
  },
  {
    "text": "Yes. And then if they get swallowed by a gigantic fish, this story's over.",
    "start": "00:03:41",
    "end": "00:03:47"
  },
  {
    "text": "Yeah.",
    "start": "00:03:47",
    "end": "00:03:48"
  },
  {
    "text": "So then the twist, and this is what most of the children's books focus on, because, you know, because it's awesome. You know, because it's awesome. It's crazy.",
    "start": "00:03:48",
    "end": "00:03:58"
  },
  {
    "text": "Yeah.",
    "start": "00:03:58",
    "end": "00:03:58"
  },
  {
    "text": "It's such a bizarre image of a man being swallowed by a fish and then, you know, composing a beautiful poem, cramped in the belly of a monster. It's just very bizarre. And he kind of says he's sorry, but not really. But he says that he is going to follow God now. And the response of God to Jonah's prayer is that the fish vomits Jonah onto the land. The Hebrew word for vomit is ka.",
    "start": "00:03:59",
    "end": "00:04:31"
  },
  {
    "text": "Ka sounds more like a cough than a vomit. Oh, that's more like, you gotta clear your. A little bit.",
    "start": "00:04:32",
    "end": "00:04:40"
  },
  {
    "text": "So he gets vomited onto dry land. Then he goes to Nineveh. He preaches a very odd sermon. And beyond all belief, the king, the people, and even the cows are brought in on a huge act of repentance. This makes last chapter Jonah so angry he wants to die. And then he goes outside the city, and there's this odd series of events with a vine that grows up over him and then a worm that eats it. And then he wants to die again. He's having this debate with God. He chews God out for being way too nice, being too merciful and forgiving. He says, the reason I didn't want to go to Nineveh in the first place is because I knew you would forgive my enemies. And God says, wait, can't I have compassion on people if that's what I choose to do? And their cows. And then the book ends with the word cows.",
    "start": "00:04:41",
    "end": "00:05:36"
  },
  {
    "text": "Yep. And that's the secret to the whole book.",
    "start": "00:05:36",
    "end": "00:05:39"
  },
  {
    "text": "So that's the story. It's contained within a larger work called the book of the 12 prophets. It's the only book among all the Hebrew prophets that is only narrative. All of the other books of the prophets in the Old Testament are collections of the words of that prophet, and sometimes telling a story about them. But only Jonah is complete Stories from beginning to end. And only Jonah is a really horrible, rebellious prophet who consistently just doesn't like the God that he is supposed to be serving. So this book is unique in its purpose, its style, how it goes about making its point. It's brilliant. And that's the big overview of the book.",
    "start": "00:05:40",
    "end": "00:06:28"
  },
  {
    "text": "Cool. So to kind of dovetail on that, then Andrew Grimmer asked that. Well, he said. So you said it's a unique book, right?",
    "start": "00:06:28",
    "end": "00:06:40"
  },
  {
    "text": "Yes.",
    "start": "00:06:40",
    "end": "00:06:40"
  },
  {
    "text": "It's a story about a prophet instead of a prophecy. So what you just said, do you think that Jonah of this story was a real person or is he like one of Jesus parables?",
    "start": "00:06:40",
    "end": "00:06:50"
  },
  {
    "text": "Right. Well, that's good.",
    "start": "00:06:52",
    "end": "00:06:52"
  },
  {
    "text": "So I think a lot of people are asking this question, numerous character questions about it. Someone just asked in the live feed, is this a parable? Did this really happen? Yeah. And then Simeon also asked. Well, respected Christian writers such as C.S. lewis held doubts about the historical truth of the Book of Jonah. What do we know about the historicity of this book and how does it fit into the overarching storyline of Scripture? So this book is. I mean, there's a lot of crazy stuff that happens in the Bible that makes you go like, whoa, did that really happen?",
    "start": "00:06:52",
    "end": "00:07:27"
  },
  {
    "text": "Yes.",
    "start": "00:07:28",
    "end": "00:07:28"
  },
  {
    "text": "But this in particular, I think, for people being swallowed by a whale fish. Or. A fish. Yeah, not a whale.",
    "start": "00:07:28",
    "end": "00:07:36"
  },
  {
    "text": "It's actually never called a large owl fish.",
    "start": "00:07:36",
    "end": "00:07:37"
  },
  {
    "text": "A big fish being swallowed by a big fish, surviving is pretty strange. We've never heard of that before. But there's a lot of things in the Bible that happen, and we're okay with that. But is there something specific about the Book of Jonah that does set it apart as being more satirical or more of a parable? What are your thoughts on that?",
    "start": "00:07:37",
    "end": "00:07:59"
  },
  {
    "text": "So here is part of this is. This is something of a hot topic, and sometimes even what somebody thinks about the Book of Jonah, literal or metaphorical in some circles, is like this litmus test of whether or not you're a true Christian or something, whether you believe in miracles. So let's just say that up front, John and I are both followers of Jesus, and my whole worldview is built on the belief that Jesus was raised from the dead, which is a very hard thing to believe.",
    "start": "00:08:00",
    "end": "00:08:34"
  },
  {
    "text": "Which is stranger than surviving a whale.",
    "start": "00:08:34",
    "end": "00:08:36"
  },
  {
    "text": "That's much stranger than surviving a fish. A fish, yeah, totally. So compared to the recreation of Jesus into a new physical form in the resurrection of the dead, that is way more. More off the charts than the guy getting swallowed and surviving from a fish. So all that to say is, this has nothing to do with whether or not you believe in miracles. I don't think the question, what we're asking is what did the author intend and what kind of book does the author want us to read it as? This is a question about what clues has the author given us. One thing we do. This isn't the only mention of Jonah in the Old Testament. So we know that Jonah was a figure in Israelite history because he's mentioned one other time in the Old Testament. We talked about that at the beginning of the video. He's mentioned one other time. It's a very short cameo. It's truly a cameo.",
    "start": "00:08:36",
    "end": "00:09:32"
  },
  {
    "text": "It would be a cameo. Yeah, because he's such a popular prophet and just shows up.",
    "start": "00:09:33",
    "end": "00:09:39"
  },
  {
    "text": "So it's one of Israel's worst. He's prophesying that a really bad, idolatrous king of Israel is going to win a battle. And it's just presented as he's a prophet. He said it would happen. But as a reader of that story, you don't like Jeroboam. And the only thing you know about Jonah is Jonah prophesies in favor of this guy. And that's all you know. You read on into the rest of the Bible and you come to a passage in the book of Amos, who was just right after Jonah's period. And he prophesies about Jeroboam II too, as well. And he specifically says the territory that Jonah. He doesn't mention Jonah, but he mentions the exact territory that Jeroboam won in that battle he's going to lose because he's such an unjust, idolatrous king. So that sets the stage for us to come to the book of Jonah and be like, yeah, we're suspicious of Jonah. I don't know about this guy. Or at least to just say. The only thing we know is that he made a prophecy that seemed like a genuine prophecy, but that got reverted by Amos. That's all we know. If there was a prophet we wanted to pick to represent Israel's national God and country kind of mindset, God is always for us and always against our enemies. Jonah is the guy to represent that. So then the question comes, so he's not a parabolic figure. Jonah is a figure of history. So then the question is, is this a series of events that Jonah experienced? And then he passed on the accounts of that experience and he himself composed the book. It would seem an odd book for Jonah himself to compose since he's the butt of the book's critique. And literally and metaphorically, he's A butt head in the book. He's a jerk. So it seems odd that someone would compose this kind of book about themselves because it paints him as such a horrible person. But it's possible that he preserve the traditions and the stories about his account and pass them on. It's also possible that an author has composed a parable like account, a fictional account, and has given clues within the story that we are meant to read this as a parable about or based on, inspired by a historical figure. In my view, either of those interpretations is consistent with an orthodox view of the Bible as God's word. If an author wants to write a parable under the Holy Spirit's guidance, he can do so.",
    "start": "00:09:40",
    "end": "00:12:44"
  },
  {
    "text": "It's not important to take a stand either way.",
    "start": "00:12:47",
    "end": "00:12:49"
  },
  {
    "text": "Yeah, I think either. And there are people who hold that the book is satire and very literally sophisticated who hold that it has origins in historical events and that hold that it's a parable. There's pros and cons, for and against. You know, I've made a big list. I did over a month long sermon series on the book of Jonah, that Door of Hope. You can find them all on my website@timmackey.com and the whole first message. I go into this question in more.",
    "start": "00:12:49",
    "end": "00:13:20"
  },
  {
    "text": "Detail and I think for some people it's very sensitive because, well, if you're not going to take this literally, then what else are you not going to take literally? And there's this like slippery slope of well then the Bible, none of the stories can be trusted and can you even trust the stories in the gospel? And so I'm very sensitive to that. And I think we want to make sure that when you read the Bible you take it very seriously and as God's word.",
    "start": "00:13:20",
    "end": "00:13:48"
  },
  {
    "text": "Yes, but the question is an author has chosen a certain literary vehicle or mode to communicate to a reader and just because something is narrative in form, do I assume that this author is writing in a historical narrative? And we know that that's not always the case because Jesus told narratives that he meant to be fictional. He called them parables.",
    "start": "00:13:48",
    "end": "00:14:15"
  },
  {
    "text": "Yeah.",
    "start": "00:14:15",
    "end": "00:14:16"
  },
  {
    "text": "So Jesus told lots of stories that were fictional parables. The challenge for this one is that it names a historical figure. So I think the clue always is what kind of literature does the author intend for us to take this as? And what are the clues within it? So the gospel authors, for example, or the authors of the Book of Kings or Samuel, it's very clear they put in dates when they put in contemporary historical events. They want you to take these events as historical events. The book of Jonah is peculiar because it names a historical person, but there's no other historical detail in the book like the king of Nineveh. There's really only about two or three Assyrian kings it could be referring to, but they're not given any names. It's as if all the historical details of the story have been kind of generalized so that the book can speak to any audience in any place.",
    "start": "00:14:16",
    "end": "00:15:21"
  },
  {
    "text": "So regardless of whether you believe that this happened or not shouldn't destroy your view of the Bible or your faith in Jesus. It's not something to fight about. I really like, like if people want to take one or the other, but also. But make sure no matter what you believe about that, to read it in the way it was intended to be.",
    "start": "00:15:22",
    "end": "00:15:43"
  },
  {
    "text": "Read with a message, read a theological.",
    "start": "00:15:43",
    "end": "00:15:46"
  },
  {
    "text": "Message and you don't lose that message.",
    "start": "00:15:46",
    "end": "00:15:47"
  },
  {
    "text": "Yeah, totally. Whatever view you have, the book has a theological message that it wants to. And unfortunately people get fixated on the fish or fixated on the historical question and then they never actually read the message that's coming from the book, which is the whole point is to let the book mess with you.",
    "start": "00:15:47",
    "end": "00:16:07"
  },
  {
    "text": "Dive back into questions. We're going to do one from Nicole.",
    "start": "00:16:07",
    "end": "00:16:10"
  },
  {
    "text": "G. Has a great Nicole G. You say, I would expect God to choose upright, God fearing people to be his prophets. And yet God chose Jonah, a man who appears to be neither. Is there anything we should learn from this? Yes and yes.",
    "start": "00:16:10",
    "end": "00:16:33"
  },
  {
    "text": "Yes and yes.",
    "start": "00:16:33",
    "end": "00:16:34"
  },
  {
    "text": "That is what we would expect. That's exactly what we would expect. And what you find, starting man from the first book of the Bible is God consistently chooses extremely flawed people to carry out his purposes. And some more flawed than others. You know, like Abraham, decent guy, you know, he gets it right. When he gets it right, he really gets it right. But dude, when he gets it wrong, you know, he gives his wife away two different times. So he really gets it wrong. You have Samson. I mean, he is a sheesh. He's a bad man. Yeah, Samson's not a good man.",
    "start": "00:16:35",
    "end": "00:17:17"
  },
  {
    "text": "A lot of the judges, Jeff the thug.",
    "start": "00:17:18",
    "end": "00:17:20"
  },
  {
    "text": "So, and in terms of prophets, though you're asking about prophets. This was a challenge in Israel, where Israel and the kings had a difficult time discerning who were the true prophets who spoke on God's behalf. Jeremiah talks about this, Micah talks about this. So there were lots of prophets who said they were speaking on God's behalf, but actually they weren't truly representing the covenant God of Israel. And so Jonah occupies the strange space in between where the word of the Lord comes to him. But we're kind of suspicious of him. And then his character shows that he's not a good man at all. But the point actually of the Book of Jonah is about this tendency that tends to happen in the hearts and minds of God's people. Is once God's people see themselves as a unique group who have received God's mercy, there very quickly forms after that an arrogance, a hostility towards the non chosen ones. And that's exactly what the book of Jonah is critiquing. So the book of Jonah is actually critiquing a mindset that happens among God's own covenant people. And Jonah becomes the target of the critique.",
    "start": "00:17:21",
    "end": "00:18:46"
  },
  {
    "text": "Yeah, don't be like this guy.",
    "start": "00:18:46",
    "end": "00:18:48"
  },
  {
    "text": "So the point of Jonah is not to get us to think, oh, can John, can God speak through and use a really bad person? Yeah, he does so a lot in the Bible.",
    "start": "00:18:48",
    "end": "00:18:57"
  },
  {
    "text": "Another example of that would be Balaam. Right?",
    "start": "00:18:57",
    "end": "00:19:00"
  },
  {
    "text": "Balaam, yeah. Who's not an Israelite.",
    "start": "00:19:00",
    "end": "00:19:02"
  },
  {
    "text": "He wasn't an Israelite. He was. Who knows, like how gnarly of a dude he was or not. But he wasn't following God or fearing God. And he then prophesied on God's plan.",
    "start": "00:19:02",
    "end": "00:19:14"
  },
  {
    "text": "That's right.",
    "start": "00:19:14",
    "end": "00:19:15"
  },
  {
    "text": "But he's not like the prophets of the, you know, the prophetic books in the Bible.",
    "start": "00:19:16",
    "end": "00:19:21"
  },
  {
    "text": "Correct. Yes.",
    "start": "00:19:21",
    "end": "00:19:22"
  },
  {
    "text": "So this is unique. Jonah is one of the, you know.",
    "start": "00:19:22",
    "end": "00:19:24"
  },
  {
    "text": "So this is something that I mentioned at the beginning of the video is that the story presents a caricature of all the key characters. So you've got the prophet who does the exact opposite of everything a prophet ought to do. And it's actually the non Israelites, the sailors and the kings, who do exactly. Respond exactly appropriately to God. And it's that comic contrast between the two where the message of the book lies, I think. Yeah. So good question, Nicole. It raises what's going on at the heart of the book.",
    "start": "00:19:24",
    "end": "00:19:57"
  },
  {
    "text": "Should we do this one by Jess Wise?",
    "start": "00:19:58",
    "end": "00:20:00"
  },
  {
    "text": "Yeah, Jess Wise.",
    "start": "00:20:00",
    "end": "00:20:01"
  },
  {
    "text": "Just Wise words.",
    "start": "00:20:02",
    "end": "00:20:02"
  },
  {
    "text": "Yep.",
    "start": "00:20:02",
    "end": "00:20:03"
  },
  {
    "text": "That's not your real name.",
    "start": "00:20:03",
    "end": "00:20:04"
  },
  {
    "text": "Maybe Just Wise is, but maybe Just Wise is Jessica Wiseman. Jessica Wise. We don't know.",
    "start": "00:20:06",
    "end": "00:20:10"
  },
  {
    "text": "So you wrote, why is Jonah so angry at the fact that God had compassion over the city of Nineveh? He himself experienced God's compassion when he saved him from dying in the big fish, which. Yeah, that just happened after Jonah had fled from him.",
    "start": "00:20:11",
    "end": "00:20:25"
  },
  {
    "text": "Yes.",
    "start": "00:20:25",
    "end": "00:20:25"
  },
  {
    "text": "So Jonah, he. He knows that God's compassionate and he's stoked that God's compassionate towards him and the fish, but also his people, Israel. He's stoked that God's compassionate. So why has he got this thing against Nineveh?",
    "start": "00:20:26",
    "end": "00:20:40"
  },
  {
    "text": "Yeah.",
    "start": "00:20:40",
    "end": "00:20:40"
  },
  {
    "text": "What's this? Yeah.",
    "start": "00:20:40",
    "end": "00:20:41"
  },
  {
    "text": "Yes. Yeah. So the Book of Jonah assumes you know some things about Nineveh, and they're things you would have learned from reading the books of first and Second Kings. So to conjure up the emotions that an Israelite would feel when they heard the words Nineveh or the Assyrians, it's the same emotions that happen when we talk about the Nazis in the modern world.",
    "start": "00:20:41",
    "end": "00:21:10"
  },
  {
    "text": "Whoa, that's strong.",
    "start": "00:21:10",
    "end": "00:21:11"
  },
  {
    "text": "Yes. The Assyrians, they weren't the first ancient Near Eastern empire. They were, but they were the second. And they were the most militarized, violent conquest empire that the ancient world had ever seen on the largest scale. And their warfare policies are still today. Like, people are just. Holy cow.",
    "start": "00:21:12",
    "end": "00:21:40"
  },
  {
    "text": "Disturbing.",
    "start": "00:21:40",
    "end": "00:21:41"
  },
  {
    "text": "Yeah, very disturbing. They built their empire by sending out large armies. They would conquer a city and impale people, pile up their heads on the walls, skin people alive, and then they would deport all the people of a city and take them to another place. It was horrifying what the Ninevites were known for. And the Assyrians did this very thing to many Israelite cities. We actually have. It's fascinating. You guys should Google the Lachish reliefs. Have I ever shown these to you before? Oh, so amazing.",
    "start": "00:21:41",
    "end": "00:22:21"
  },
  {
    "text": "How do you.",
    "start": "00:22:21",
    "end": "00:22:22"
  },
  {
    "text": "Lachish. L A, C, H, I, S, H. And then there you go. It's the first thing you Google. So the city of Nineveh, which is in modern day Mosul, was the capital city. When they began excavating the ancient palace, they found all of these wall carvings that were all about the exploits of the kings of Nineveh. And the Lachish reliefs is a long series of carvings that retells the story of the Assyrian armies conquering an Israelite city of Lachish. The story is told in the Bible, and the depiction, if you just search through the images here, there are pictures of Israelites getting impaled. There's a picture of an Israelite getting his skin peeled off with a knife outside in view of the city walls. There's siege walls. And all this just absolutely horrifying.",
    "start": "00:22:22",
    "end": "00:23:14"
  },
  {
    "text": "A lot of archers.",
    "start": "00:23:14",
    "end": "00:23:15"
  },
  {
    "text": "Lot of archers. It's really amazing. But so here's the point, is that as an Israelite reader, an ancient Israelite reader would also sympathize with Jonah's hatred for the Ninevites. Yeah, you sympathize with Jonah.",
    "start": "00:23:15",
    "end": "00:23:30"
  },
  {
    "text": "So when Jonah runs, you're kind of like, yeah, good on him.",
    "start": "00:23:30",
    "end": "00:23:33"
  },
  {
    "text": "Yeah, yeah. You're kind of like, I get it. I get it.",
    "start": "00:23:33",
    "end": "00:23:36"
  },
  {
    "text": "You're like, good. I hope he wouldn't go and do that.",
    "start": "00:23:37",
    "end": "00:23:39"
  },
  {
    "text": "Yes, totally.",
    "start": "00:23:39",
    "end": "00:23:40"
  },
  {
    "text": "Come to my house. I'll keep you here.",
    "start": "00:23:40",
    "end": "00:23:43"
  },
  {
    "text": "Jonah's hatred for the Ninevites is realistic and it would have touched a nerve with Israelite readers. But at the same time, it raises attention in the biblical story itself. The bigger biblical story is that from the very beginning, the story of Abraham, God's purpose is to bring his blessing and salvation to all the nations through Israel. Which puts Israel in a really awkward situation when the nations that God wants to bless and offer offer is the.",
    "start": "00:23:43",
    "end": "00:24:15"
  },
  {
    "text": "Baddest dudes in town are your enemies.",
    "start": "00:24:15",
    "end": "00:24:17"
  },
  {
    "text": "And so that's what this book's exploring here is that paradox that God's people find themselves in when you have been the one to receive God's mercy, but then you have an enemy and you're struggling with the fact that God loves your enemy as much as he loves you and that he wants your enemy to find the same mercy that you've discovered. And that's a very difficult thing to work through individually, much less on a corporate level.",
    "start": "00:24:18",
    "end": "00:24:49"
  },
  {
    "text": "Yeah.",
    "start": "00:24:49",
    "end": "00:24:50"
  },
  {
    "text": "So that, to answer your first part of your question, Nicole, that's why.",
    "start": "00:24:50",
    "end": "00:24:53"
  },
  {
    "text": "So to personalize this book, it would be a helpful exercise when you read.",
    "start": "00:24:53",
    "end": "00:24:58"
  },
  {
    "text": "Oh, this is Jess question. Sorry, that was just his question. Go ahead.",
    "start": "00:24:58",
    "end": "00:25:01"
  },
  {
    "text": "To personalize this book, when you read it, pretend that Jonah's being called to that person or people group you hate the most.",
    "start": "00:25:01",
    "end": "00:25:10"
  },
  {
    "text": "Correct.",
    "start": "00:25:10",
    "end": "00:25:10"
  },
  {
    "text": "So whoever that is, put that person in your mind or that group of people in your mind, and then that's who Jonah is going to. To get them to repent, you'd have to not like them so much you don't even want them to.",
    "start": "00:25:11",
    "end": "00:25:25"
  },
  {
    "text": "Yes.",
    "start": "00:25:26",
    "end": "00:25:26"
  },
  {
    "text": "Find the grace of God.",
    "start": "00:25:27",
    "end": "00:25:28"
  },
  {
    "text": "Correct.",
    "start": "00:25:28",
    "end": "00:25:28"
  },
  {
    "text": "That group of people.",
    "start": "00:25:29",
    "end": "00:25:30"
  },
  {
    "text": "That's right.",
    "start": "00:25:30",
    "end": "00:25:31"
  },
  {
    "text": "And that's kind of, you know, it's a little convicting that the fact that we all probably have those kind of people in our hearts and we still need this book.",
    "start": "00:25:31",
    "end": "00:25:42"
  },
  {
    "text": "Yeah, that's right. And it's important that the book doesn't just treat it as like the guy who stole Jonah's goat or something, like on a personal level.",
    "start": "00:25:42",
    "end": "00:25:51"
  },
  {
    "text": "Oh, right. Yeah.",
    "start": "00:25:51",
    "end": "00:25:52"
  },
  {
    "text": "It's very political and ethnic and geopolitical.",
    "start": "00:25:52",
    "end": "00:25:56"
  },
  {
    "text": "A long hatred of people groups.",
    "start": "00:25:57",
    "end": "00:26:00"
  },
  {
    "text": "I mean, it's. So the books raise such a sensitive topic. It would be the equivalent of. Right now, the enemy of much of the free west is a group called isis. So the point about Challenge of ISIS is where their headquarters. So there's a battle in Fallujah going on right now. So it would Be about a group of Christian missionaries who actually, instead of wanting the leaders of ISIS to be destroyed in that battle, to go share the good news about Jesus with them in hopes that they find God's mercy.",
    "start": "00:26:00",
    "end": "00:26:38"
  },
  {
    "text": "And the point of the book of Jonah is that we should want them.",
    "start": "00:26:38",
    "end": "00:26:42"
  },
  {
    "text": "If I have any kind of check in my heart about no way they deserve God's justice, then the book of Jonah is going to say, what's underneath that? Why do you feel that way? Why do you think that you are in a privileged position to receive God's mercy, but somebody else is not in that same position? That's what the book's trying to get at. Very powerful. So jest. Where Jonah finds himself is in a very hypocritical position by the end of the book, because you're right, the only reason he is alive by the end of the book is because of God's mercy. And the thing that he's angry about by the end of the book is God's mercy. So it's exposing him as self deceived on a deep, deep level. And of course. And the reason why this book is so brilliant is because by the end of the book, you as a reader feel superior to Jonah. You're like, oh, this idiot. I would never act like that.",
    "start": "00:26:43",
    "end": "00:27:45"
  },
  {
    "text": "It wins you over.",
    "start": "00:27:45",
    "end": "00:27:46"
  },
  {
    "text": "Yeah, it wins you over to be like, yeah, look at this idiot. He's such a hypocrite. And this kind of thing. And then the way the book ends, you realize the author is not smiling at you anymore. He's actually punching you in the gut because he's trying to expose what's inside of you.",
    "start": "00:27:46",
    "end": "00:28:00"
  },
  {
    "text": "Literary ninja.",
    "start": "00:28:00",
    "end": "00:28:01"
  },
  {
    "text": "Literary ninja. Boom.",
    "start": "00:28:01",
    "end": "00:28:03"
  },
  {
    "text": "Hey, does Hebrew have a word for whale? Some people were asking, is that why it's big fish? Because there's just no word for whale.",
    "start": "00:28:04",
    "end": "00:28:12"
  },
  {
    "text": "There are no whales in biblical Hebrew, Just big fish. Fish.",
    "start": "00:28:18",
    "end": "00:28:25"
  },
  {
    "text": "Big fish, yes.",
    "start": "00:28:25",
    "end": "00:28:26"
  },
  {
    "text": "Dog.",
    "start": "00:28:26",
    "end": "00:28:27"
  },
  {
    "text": "Modern Hebrew has a whale.",
    "start": "00:28:27",
    "end": "00:28:28"
  },
  {
    "text": "The word is dog in Hebrew. Dog.",
    "start": "00:28:28",
    "end": "00:28:30"
  },
  {
    "text": "Well, that's confusing. It's a whale.",
    "start": "00:28:30",
    "end": "00:28:33"
  },
  {
    "text": "Yeah, a big fish. Whale, shark.",
    "start": "00:28:33",
    "end": "00:28:36"
  },
  {
    "text": "Okay, cool. So next question. What do you think about.",
    "start": "00:28:36",
    "end": "00:28:41"
  },
  {
    "text": "Want to pick it? Did you already.",
    "start": "00:28:41",
    "end": "00:28:42"
  },
  {
    "text": "Yeah, sure. Yeah, sure. So five word sermon here. Here we go. Oh, that's another one from Andrew, but that's fine. Andrew sent a bunch in, I think.",
    "start": "00:28:42",
    "end": "00:28:52"
  },
  {
    "text": "Oh yeah, Jonah's five word sermon.",
    "start": "00:28:53",
    "end": "00:28:55"
  },
  {
    "text": "Yeah. Why do we think it was just a five word sermon and that wasn't just like a summary? Basically. Couldn't it be like all Jesus message in the synagogue in Luke 4 where we only have the beginning? So maybe he gave a really great sermon. And that was just the first five words.",
    "start": "00:28:55",
    "end": "00:29:08"
  },
  {
    "text": "Yeah. No, it raises a good point. When people's speeches are represented in the Bible, they are certainly summaries, even the long speeches in the Book of Acts, when Peter gets up at Pentecost and he gives a long speech, but if you read. Actually only takes about 2 minutes to read out loud. And surely he spoke longer than two minutes. So, yeah, what we're dealing with is a literary repar. Representation of Jonah's message. But that's all we have. But what you have to face all the same is that the author is representing Jonah's core message, and Jonah's core message is short. Jonah's core message doesn't mention God. It doesn't mention what? Nineveh. It doesn't mention any of the normal things that the prophets did to people they preached at. Here's what you're doing wrong. Here's how you're breaking God's law. Here's how you need to respond to it. Here's the warning of what will happen, and here's what will happen if you repent. That's like a standard prophetic sermon.",
    "start": "00:29:08",
    "end": "00:30:18"
  },
  {
    "text": "And if it was a summary, it would have summarized those points.",
    "start": "00:30:18",
    "end": "00:30:21"
  },
  {
    "text": "Yeah. So the representation of Jonah's message is, you guys are going to be destroyed. The clock's ticking.",
    "start": "00:30:21",
    "end": "00:30:27"
  },
  {
    "text": "Yeah, good luck.",
    "start": "00:30:28",
    "end": "00:30:29"
  },
  {
    "text": "That's it.",
    "start": "00:30:29",
    "end": "00:30:30"
  },
  {
    "text": "Yeah.",
    "start": "00:30:30",
    "end": "00:30:31"
  },
  {
    "text": "Yeah. So it raises the question of is Jonah intentionally not saying what God is going to destroy you or why? And doesn't give any avenue for repentance or response. And I think this story is so sophisticated. I do think it's intentional. It's presenting Jonah being a minimalist because we already know he doesn't want these people to find God's mercy. We already know he was willing to die to give up his own life so that he wouldn't have to go to Nineveh when he asked to be thrown off the boat in chapter one, it's not because he's noble. I mean, why else do you get asked to be thrown out of a boat in the middle of a storm? It's because you want to die. And so he really, really doesn't want to go to Nineveh, and he really doesn't want these people in God's mercy. So it was actually Ray Lubeck, our first professor. He wrote a whole essay. You can Google it. Ray Lubeck that asks is a whole academic article wondering, asking the question, is Jonah's message intentional? Prophetic sabotage. That's his term, not mine. And I think there's every Reason that this author's painting the story to say yes.",
    "start": "00:30:31",
    "end": "00:31:53"
  },
  {
    "text": "I mean, just imagine. Yeah. You finally. You've been trying not to go there.",
    "start": "00:31:53",
    "end": "00:31:57"
  },
  {
    "text": "Yeah.",
    "start": "00:31:57",
    "end": "00:31:57"
  },
  {
    "text": "You've even jumped out of a boat in the middle of a storm. Like, you're, like, doing everything you can, and then finally you're there.",
    "start": "00:31:57",
    "end": "00:32:04"
  },
  {
    "text": "He's resigned to his.",
    "start": "00:32:04",
    "end": "00:32:05"
  },
  {
    "text": "Resigned himself. Okay, I'll go. And he shows up and he's like, all right, you guys are gonna be destroyed. That's like, not a very. I don't think he really changed his heart about these guys.",
    "start": "00:32:05",
    "end": "00:32:16"
  },
  {
    "text": "I don't think so at all.",
    "start": "00:32:16",
    "end": "00:32:17"
  },
  {
    "text": "So I think that's the point, which.",
    "start": "00:32:18",
    "end": "00:32:19"
  },
  {
    "text": "Is why we depicted Jonah as going to Nineveh a bit. Like.",
    "start": "00:32:19",
    "end": "00:32:22"
  },
  {
    "text": "So we're really beating up on Jonah here.",
    "start": "00:32:22",
    "end": "00:32:24"
  },
  {
    "text": "Yes.",
    "start": "00:32:24",
    "end": "00:32:25"
  },
  {
    "text": "And I think a lot of people. That's hard for them because they've read a lot of children's books where Jonah's the hero, a lot of Sunday school lessons, and Jonah is kind of this dear figure. And also he's a prophet in the Bible. So aren't they all good guys? So a lot of people get, I think, a little tense around how much we beat up Jonah in this. And then someone just wrote in the live stream, this is Yuri Alonso 94 Tim. From what verse do you interpret that Jonah hated God? In Spanish, it translates as displeased or deeply saddened. So, yeah, you say this is a prophet who hated God. And that's a strong word, hate.",
    "start": "00:32:25",
    "end": "00:33:09"
  },
  {
    "text": "It is.",
    "start": "00:33:09",
    "end": "00:33:09"
  },
  {
    "text": "Do you want to back off that word at all? Like, what's. Where do you get that?",
    "start": "00:33:09",
    "end": "00:33:13"
  },
  {
    "text": "Yeah, no, that's good. It's an interpretive decision that I'm making. But it's all about chapter four. The reason children's books leave out chapter four on a regular basis is because the portrait of Jonah and what it says about Jonah's character is so harsh and so disturbing that it's easier to not account for it. So what it says is, when Jonah saw that God forgave Nineveh, literally in Hebrew, is, it was rab'. Inad. It was evil in his eyes for God to forgive Nineveh is evil to Jonah. And it's the classic words from Genesis 1, the knowledge of good and evil. So Jonah's estimation of a God who would forgive the Ninevites is that that God is evil. So, you know, and that's the language that the author uses. So, I don't know, is the leap too far from there to say that God. That Jonah hates his God? You're right. I'm the one Using the word hate. But what else could it mean for the author to say that Jonah thought God was evil, doing evil to forgive people?",
    "start": "00:33:13",
    "end": "00:34:27"
  },
  {
    "text": "Maybe what it is is that Jonah likes God and he likes the fact that God saves him and he likes that God loves Israel. So he likes maybe a version of God, but he doesn't like this God he's encountering, Correct?",
    "start": "00:34:27",
    "end": "00:34:42"
  },
  {
    "text": "Yes. That's the whole point. That's the whole point, yes. Yeah. He would much prefer a God he.",
    "start": "00:34:42",
    "end": "00:34:46"
  },
  {
    "text": "Very much doesn't like. Strongly dislikes, in fact, you may even say hates, possibly.",
    "start": "00:34:46",
    "end": "00:34:53"
  },
  {
    "text": "Yeah.",
    "start": "00:34:53",
    "end": "00:34:53"
  },
  {
    "text": "That God that he's encountering.",
    "start": "00:34:54",
    "end": "00:34:55"
  },
  {
    "text": "Yeah. He also no longer wants to live with this kind of God in his life. God tries to work with him two times. Is your anger justified? Can't I show compassion on people? And Jonah shuts down and all he wants God to do is kill him.",
    "start": "00:34:56",
    "end": "00:35:13"
  },
  {
    "text": "So it's an interpretive move of sorts.",
    "start": "00:35:14",
    "end": "00:35:16"
  },
  {
    "text": "It is, that's right. But I don't think it's an illegitimate one, I think. So here we just have to deal with the fact that the Bible doesn't portray all of its main characters as heroes. Just the opposite. Some of them are flawed heroes and some of them are anti heroes, and some of them are just not good people at all. And I think Jonah chapter four is portraying Jonah in the worst light possible. And it's part of the book's character, it's part of its literary style to get you to think that you are better than him so that you can receive the punch in the gut by the time the book finishes. Because Jonah never answers God's question.",
    "start": "00:35:16",
    "end": "00:36:03"
  },
  {
    "text": "Yeah.",
    "start": "00:36:03",
    "end": "00:36:03"
  },
  {
    "text": "I mean, what else could a book mean that ends with God asking the main character a question and he doesn't answer that question will unlock the whole meaning of the book. And then the book ends without any answer to that question.",
    "start": "00:36:04",
    "end": "00:36:14"
  },
  {
    "text": "Maybe we're supposed to answer that question.",
    "start": "00:36:14",
    "end": "00:36:15"
  },
  {
    "text": "Yeah, exactly. The purpose of the book is not about Jonah. It's about you, the reader. Okay. Dude, the book of Joan is so amazing. How brilliant is this book?",
    "start": "00:36:16",
    "end": "00:36:25"
  },
  {
    "text": "We gotta get to Jesus.",
    "start": "00:36:25",
    "end": "00:36:26"
  },
  {
    "text": "Yes, yes.",
    "start": "00:36:26",
    "end": "00:36:27"
  },
  {
    "text": "But let's do one question before Jesus. This is Everett's choice. This is from really Bad Puppets, which is because you had a really bad puppet show.",
    "start": "00:36:27",
    "end": "00:36:37"
  },
  {
    "text": "Oh, yeah, yeah.",
    "start": "00:36:37",
    "end": "00:36:38"
  },
  {
    "text": "But you know what? Maybe it's not bad. Let us decide. What changed between Jonah and Nahum? Was the Assyrian repentance story a fluke or a temporary thing? So basically, at some point, Nineveh goes back to their ways. So, like, what?",
    "start": "00:36:38",
    "end": "00:36:57"
  },
  {
    "text": "Yeah, this is another puzzle. You have to factor this in. To the discussion about is the book a parable or historical narrative? Did the author intend as a parable? Because the repentance of the Ninevites, it doesn't stick. If you interpret it as historical narrative, it doesn't stick because the Ninevites continued on this kind of rampage afterwards. So much so that there's a whole book of the Bible, Nahum, dedicated to announcing the downfall God orchestrating the downfall of Nineveh and the Assyrians. So how do you account for that? So, like Commentary is a great, great commentary by Doug Stewart, a guy named Douglas Stewart, a great Old Testament scholar. He is persuaded that the book's historical narrative and what he thinks is that the book, historically what happened is he conjectures that the king of Nineveh saw some omen in the sky. He's as polytheist as any other ancient king, and he sees Jonah representing a deity. Something happened that convinced him to repent and pay homage to this God. But the moment this king passed from the scene, then the kings of Nineveh went on doing what they were doing. So historically, it's plausible. We can make up a scenario. But what's interesting to me was that the author doesn't. For the author, the Ninevites have become just a caricature or an archetype of pagan Israelite, violent heathen who respond to God's mercy more than God's people do. So even Doug Stewart recognizes the portrait of the Ninevites in Jonah has been.",
    "start": "00:36:59",
    "end": "00:38:48"
  },
  {
    "text": "There'S a purpose of it. More, even if it was historical, there's a purpose of this story, which is.",
    "start": "00:38:49",
    "end": "00:38:55"
  },
  {
    "text": "Why the king of Assyria is never named. That's intentional because the point isn't about this is only true of the king of assembly. The point is that Nineveh in the story represents all of the Gentile nations before God. So, yeah, one way or another, Nineveh, they repented of their repentance.",
    "start": "00:38:55",
    "end": "00:39:18"
  },
  {
    "text": "Okay, so we gotta get to Jesus. We only have 10 minutes left. Also, people are getting really distracted by the Pokeball back there, which I didn't even know about.",
    "start": "00:39:19",
    "end": "00:39:27"
  },
  {
    "text": "I didn't even see that.",
    "start": "00:39:27",
    "end": "00:39:27"
  },
  {
    "text": "I don't know when that happened. Yes, man, Pokemon. That's everywhere. Yeah, it's getting crazy.",
    "start": "00:39:27",
    "end": "00:39:33"
  },
  {
    "text": "Okay, so Jesus.",
    "start": "00:39:34",
    "end": "00:39:36"
  },
  {
    "text": "Yeah, Jesus talks about Jonah.",
    "start": "00:39:37",
    "end": "00:39:39"
  },
  {
    "text": "Yep. Yee Shern asked a question where he said, what is Jesus depicting? When he said, an evil and adulterous generation seeks for a sign, but no sign will be given to it except the sign of the prophet Jonah. This is Matthew, chapter 12.",
    "start": "00:39:39",
    "end": "00:39:57"
  },
  {
    "text": "Yeah.",
    "start": "00:39:57",
    "end": "00:39:58"
  },
  {
    "text": "Yes, dude. The sign of Jonah.",
    "start": "00:39:58",
    "end": "00:40:00"
  },
  {
    "text": "And to set this up, a little bit more context around this, why were they asking for a sign?",
    "start": "00:40:01",
    "end": "00:40:08"
  },
  {
    "text": "Yeah. So Matthew, chapter 12. Jesus has been announcing the kingdom of God for many chapters now. And in Matthew 11, Matthew starts compiling all the stories of the religious leaders, Israel and Jerusalem, opposing Jesus. But Jesus is attracting all of these Israelite and non Israelite followers. That's an important part of the story, and it's making the Israelite leaders reject Jesus. And so when they say, prove to us who you are, give us a sign, by which they mean a miraculous sign, he first of all. Some sort of proof. Yeah, some sort of proof. He first of all says, listen, the Queen of Sheba and the Ninevites, you know, they turned back to God at Jonah. And the Queen of Sheba, she came to Solomon. So Jesus first retells stories of all these non Israelites who discovered the God of Israel and turned to him. And then he mentions the fact that Jonah spent, you know, three days and three nights in the. In the belly of this fish, which in Jonah's poem, he describes being in the fish as being in the grave. He uses the language of the grave.",
    "start": "00:40:09",
    "end": "00:41:34"
  },
  {
    "text": "Sheol.",
    "start": "00:41:34",
    "end": "00:41:34"
  },
  {
    "text": "Yeah.",
    "start": "00:41:35",
    "end": "00:41:35"
  },
  {
    "text": "Which was another question.",
    "start": "00:41:35",
    "end": "00:41:36"
  },
  {
    "text": "Yes.",
    "start": "00:41:36",
    "end": "00:41:37"
  },
  {
    "text": "Someone asked, did he go to the underworld? Sheol. But that's just a Hebrew word for grave.",
    "start": "00:41:37",
    "end": "00:41:42"
  },
  {
    "text": "The grave. Yeah. Yeah. Jonah describes being in the fish's belly as being in the grave. And wouldn't you, too?",
    "start": "00:41:42",
    "end": "00:41:48"
  },
  {
    "text": "Yeah.",
    "start": "00:41:48",
    "end": "00:41:48"
  },
  {
    "text": "It's not like he thinks he's.",
    "start": "00:41:48",
    "end": "00:41:50"
  },
  {
    "text": "Yeah, yeah, totally.",
    "start": "00:41:50",
    "end": "00:41:51"
  },
  {
    "text": "Yeah. He's gonna die. If you get swallowed by a fish.",
    "start": "00:41:51",
    "end": "00:41:54"
  },
  {
    "text": "That would be disgusting.",
    "start": "00:41:54",
    "end": "00:41:55"
  },
  {
    "text": "You're gonna die.",
    "start": "00:41:55",
    "end": "00:41:56"
  },
  {
    "text": "Absolutely disgusting.",
    "start": "00:41:56",
    "end": "00:41:57"
  },
  {
    "text": "So Jesus actually seems to draw two things out of the story of Jonah. One is, it's a story of how the people you would never expect are discovering God's mercy, like the audience of his disciples. And that drives the Israelite leaders crazy. But then he draws out of the vehicle Jonah also. How does he get to Nineveh and announce God's word to Nineveh? It's through this strange watery grave in which he spends three days and three nights. And Jesus uses it as this cryptic. Nobody gets it in the moment. The cryptic allusion to his death, that he too is a prophet speaking to Israel and he's not going to perform some magic miracle to get them to believe. He says, you're rejecting me. That's fine. So here's the only sign you're going to get. You're going to kill me and I'm going to let you. And he's going to undergo his own experience of Death and resurrection. And only then will they see and realize that he was a true prophet. So I don't think Jesus is saying the book of Jonah is itself predictive prophecy. I think Jesus is using a story that was subversive and challenging in the Old Testament, and he uses the image as a type or a metaphor to point to his actual death and resurrection from the grave.",
    "start": "00:41:57",
    "end": "00:43:30"
  },
  {
    "text": "And isn't it similar to when Jesus goes to the temple and overturns everything and then they say, hey, what are you doing? And they're like, show us some sort of sign that you have the authority to do this.",
    "start": "00:43:30",
    "end": "00:43:43"
  },
  {
    "text": "And he won't do it. Jesus refuses to jump, do stupid things.",
    "start": "00:43:44",
    "end": "00:43:49"
  },
  {
    "text": "But he does tell them, well, tear down this temple and I'll rebuild it in three days. Yes, that's your sign.",
    "start": "00:43:49",
    "end": "00:43:53"
  },
  {
    "text": "That's your sign, right? Yes. You're going to kill me.",
    "start": "00:43:53",
    "end": "00:43:56"
  },
  {
    "text": "Yeah. So it's the same sign. I'm gonna be dead for three days. I'm gonna come back. If you want some crazy, miraculous proof that what I'm doing is legit.",
    "start": "00:43:56",
    "end": "00:44:03"
  },
  {
    "text": "It's a good analogy. Yeah, right.",
    "start": "00:44:03",
    "end": "00:44:05"
  },
  {
    "text": "Like that's what you're gonna get.",
    "start": "00:44:05",
    "end": "00:44:06"
  },
  {
    "text": "And it's a metaphor. Tear down this temple, which he's talking about his body, but he uses the metaphor of the temple as a symbol.",
    "start": "00:44:06",
    "end": "00:44:14"
  },
  {
    "text": "Saying that he is a temple.",
    "start": "00:44:14",
    "end": "00:44:15"
  },
  {
    "text": "So I think it's very similar to what he's doing. The sign of Jonah.",
    "start": "00:44:15",
    "end": "00:44:18"
  },
  {
    "text": "Sign of Jonah.",
    "start": "00:44:18",
    "end": "00:44:19"
  },
  {
    "text": "Yeah. Good question.",
    "start": "00:44:19",
    "end": "00:44:20"
  },
  {
    "text": "Very cool. Do you have. I think when this guy. So Wendy and this guy Luke, they're really anxious for you to answer a question I'm trying to figure out. I think it's. I think it's this one. You guys could tell me it's wrong. Can Tim comment on the difference between Jonah's explanation of God's character and Job and Jonah's explanation and elsewhere in the Old Testament? I don't even think I understand the question. Well, is that the question, guys?",
    "start": "00:44:20",
    "end": "00:44:48"
  },
  {
    "text": "Wendy, Jonah's explanation of God's character at the beginning of chapter four. Yeah, okay. What about it?",
    "start": "00:44:48",
    "end": "00:44:57"
  },
  {
    "text": "And the difference between that and elsewhere in the Old Testament. So, like, is God's character described differently than elsewhere?",
    "start": "00:44:57",
    "end": "00:45:05"
  },
  {
    "text": "No, actually that's the brilliance is that Jonah is quoting from God's self description in the book of Exodus. Actually, this is great. This is why this is so brilliant and ironic. Jonah's quoting from how God describes himself. The Lord. The Lord. Gracious, compassionate, slow to anger, abounding in covenant faithfulness.",
    "start": "00:45:06",
    "end": "00:45:27"
  },
  {
    "text": "Yeah, this is all from.",
    "start": "00:45:27",
    "end": "00:45:29"
  },
  {
    "text": "And it's how God summarizes his response to Israel after the debacle of the golden calf. And so what God does is bring justice on some idolatrous Israelites there at Mount Sinai after the golden Calf. But he doesn't walk away from his covenant promises with them. And so in other words, Israel exists after the golden calf story because of God's mercy and forgiveness. And so the irony is that Jonah saying, yeah, I know that you forgive us. That's why I can't stand you. But the reason he can't stand God is precisely the reason that he exists as an Israelite in covenant relationship with God. So I don't, I think. And Exodus 34, 6 and 7 is the most re quoted verse within the Old Testament about God. There's about eight different times that different biblical authors will use the language of Exodus 34, 6, 7 to describe God's character. So actually, I think Exodus 34, 6, 7 is the basic summary of the God of Israel's character as displayed in the story of the Old Testament.",
    "start": "00:45:29",
    "end": "00:46:46"
  },
  {
    "text": "For some reason, they were connecting it to Job. I don't think we have time to discuss any connections with Job. But Job does end with kind of a question too, right? Leviathan? And when God, God's response to Job, he's like, hey, I made these creatures, didn't I? Didn't he pose it as a question?",
    "start": "00:46:46",
    "end": "00:47:03"
  },
  {
    "text": "Yeah, boy, Job, it's just different. It's just different. So I mean, maybe we'd just say, wait for the video and podcast on Job where we talk about that. But what Job's struggling with is I'm struggling to see God as merciful right now. And that's what because of his suffering. But it's different. Different set of questions. But that are awesome.",
    "start": "00:47:04",
    "end": "00:47:26"
  },
  {
    "text": "Okay, you want to tell about this?",
    "start": "00:47:26",
    "end": "00:47:27"
  },
  {
    "text": "Oh, yes. Okay, you guys, you need to know about this. My favorite non commentary on the book of Jonah. It's not a commentary at all, but it unpacks the book so brilliantly. It's a collection of poems by Thomas Carlyle. And the book you can find on Amazon, it's called you Jonah. And it has, it's a commentary on each chapter of the book in poems. And it's so amazing. It's so brilliant. And we have three minutes. Anyway, I have the trivia question.",
    "start": "00:47:27",
    "end": "00:48:01"
  },
  {
    "text": "Hey, we can go over, we can go over a few minutes.",
    "start": "00:48:01",
    "end": "00:48:03"
  },
  {
    "text": "Can I read you a poem?",
    "start": "00:48:03",
    "end": "00:48:04"
  },
  {
    "text": "I want to hear a poem.",
    "start": "00:48:05",
    "end": "00:48:06"
  },
  {
    "text": "It's a poetry reading.",
    "start": "00:48:06",
    "end": "00:48:07"
  },
  {
    "text": "Yeah, let's do it.",
    "start": "00:48:07",
    "end": "00:48:08"
  },
  {
    "text": "This one is you snap at a poetry reading. This one is from chapter three and it's about How God Jonah finds God's mercy evil. It's called tantrum. The generosity of God displeased Jonah exceedingly. And he slashed with angry prayer at the graciousness of the Almighty. I told you so. He screamed. I knew what you would do, you dirty forgiver. You bless your enemies. You show kindness to those who despitefully use you. I would rather die than live in a world with a God like you. And don't try to forgive me either.",
    "start": "00:48:09",
    "end": "00:48:55"
  },
  {
    "text": "Wow. You dirty forgiver.",
    "start": "00:48:57",
    "end": "00:48:58"
  },
  {
    "text": "You dirty forgiver.",
    "start": "00:48:58",
    "end": "00:48:59"
  },
  {
    "text": "Don't pray that. That's not a good thing to pray.",
    "start": "00:49:00",
    "end": "00:49:03"
  },
  {
    "text": "Okay, sorry. One more. Okay, one more, one more. Sorry. This is called let's Play it Cool. I know a better way to circumvent your silly streak of mixing love with righteousness. All I need to do is take the next flight west beyond your jurisdiction. This will give you time, O Lord, for sober second thoughts. You may find yourself swearing off this kick of simple minded kindness. Dude, you. Jonah.",
    "start": "00:49:03",
    "end": "00:49:43"
  },
  {
    "text": "That's a rough. That's a rough prayer. I'm gonna give you God some time to think this through.",
    "start": "00:49:43",
    "end": "00:49:48"
  },
  {
    "text": "Jonah. Dude, I'm telling you, it's a brilliant gem in the Old Testament.",
    "start": "00:49:50",
    "end": "00:49:55"
  },
  {
    "text": "Thanks guys for joining us for the live Q and R today.",
    "start": "00:49:55",
    "end": "00:49:58"
  },
  {
    "text": "You guys are awesome. Thank you for your support. Have a great week. We'll see you.",
    "start": "00:49:59",
    "end": "00:50:03"
  },
  {
    "text": "Thank you for listening to this episode of the BibleProject podcast. We're so grateful that you're a part of this project with us. You could go to our YouTube page and see all of the videos that we have there on biblical books and biblical themes. We have some word study videos. We have an ongoing series on how to read the Bible. All these videos are free and they're crowdfunded by people like you pitching in to help us continue to grow this online free library that shows the Bible as a unified story that leads to Jesus. You can sign up to be a part of what we're doing at our website, Bibleproject.com. thanks for being a part of this with us.",
    "start": "00:50:05",
    "end": "00:50:41"
  },
  {
    "text": "Sat.",
    "start": "00:51:01",
    "end": "00:51:09"
  }
]