[
  {
    "text": "Hello, Tim.",
    "start": "00:00:05",
    "end": "00:00:05"
  },
  {
    "text": "Hey, John. Hi. Hi.",
    "start": "00:00:06",
    "end": "00:00:08"
  },
  {
    "text": "It's the last week of the year, and that means there's someone else here with us.",
    "start": "00:00:08",
    "end": "00:00:12"
  },
  {
    "text": "Yep. Yeah. Hi, Steve.",
    "start": "00:00:12",
    "end": "00:00:14"
  },
  {
    "text": "Tim.",
    "start": "00:00:15",
    "end": "00:00:15"
  },
  {
    "text": "Steve Atkinson.",
    "start": "00:00:15",
    "end": "00:00:16"
  },
  {
    "text": "John. Good to be here.",
    "start": "00:00:16",
    "end": "00:00:18"
  },
  {
    "text": "Our fearless leader, CEO of the Bible Project. And here we go. It's the end of 2022, and we wanted to just take a step out of our normal kind of talking about Bible stuff and reflect on the year so far, what the journey has been like, and celebrate with all of you who listen to the podcast about the really cool stuff that's been happening.",
    "start": "00:00:18",
    "end": "00:00:43"
  },
  {
    "text": "Yeah, we did this last year. End of the year, Steve, you were with us, and that was a lot of fun. So let's do it again.",
    "start": "00:00:43",
    "end": "00:00:49"
  },
  {
    "text": "Thank you. Yeah. Once a year.",
    "start": "00:00:49",
    "end": "00:00:50"
  },
  {
    "text": "Once a year. That's all we need of you. And then just go back and run everything.",
    "start": "00:00:51",
    "end": "00:00:54"
  },
  {
    "text": "Gotta give the people what they want, Jon.",
    "start": "00:00:56",
    "end": "00:00:58"
  },
  {
    "text": "They've just been begging for you back. So let's reflect on the year. It's been a wild year. It's been a wonderful year. 2022.",
    "start": "00:00:59",
    "end": "00:01:09"
  },
  {
    "text": "Yep. I'm trying to process it, process it, upload it all.",
    "start": "00:01:09",
    "end": "00:01:13"
  },
  {
    "text": "The biggest thing for this year that really marked us was releasing the app.",
    "start": "00:01:13",
    "end": "00:01:19"
  },
  {
    "text": "Yes.",
    "start": "00:01:19",
    "end": "00:01:19"
  },
  {
    "text": "We released that at the very beginning of this year in 2022. So this time last year, we're hustling to get it on the App Store. We've never released an app. We've never done anything like this. We're going for it, and we get it up on January 1, so that not only does the app release, but a whole new reading experience that goes with it would release that we've been calling a journey through the Torah.",
    "start": "00:01:19",
    "end": "00:01:45"
  },
  {
    "text": "Yep. The reading journey. Yeah. That was a big project. So many people on our team worked so hard to release that into the World on January 1st, and it's been really amazing to see all the interaction with it.",
    "start": "00:01:45",
    "end": "00:01:59"
  },
  {
    "text": "Yeah. Steve's our data guy.",
    "start": "00:01:59",
    "end": "00:02:01"
  },
  {
    "text": "Yeah.",
    "start": "00:02:01",
    "end": "00:02:01"
  },
  {
    "text": "What's the action on the app?",
    "start": "00:02:02",
    "end": "00:02:03"
  },
  {
    "text": "That's scary that you're calling me the data guy.",
    "start": "00:02:03",
    "end": "00:02:05"
  },
  {
    "text": "You're the data guy of the room.",
    "start": "00:02:06",
    "end": "00:02:07"
  },
  {
    "text": "I know the data guy. And where we're currently at is 685,000 downloads of the app, which is exciting. And 170,000 active monthly. Active users. So super encouraged by that. And again, I know we focused a lot on journeys, but I'm excited about the app because it's a great place to house all of our content. So you can watch all of the videos there. The podcasts are there, and they're set up and grouped in a way. I think that's a lot Easier to find than on some of the other platforms.",
    "start": "00:02:07",
    "end": "00:02:40"
  },
  {
    "text": "It makes me think, Steve, for years early in the project, because you've been a cheerleader for the project for so many years before you came on into leadership. And I remember one of the consistent themes you would bring up in talking to patrons or sharing it with people is people wishing there was just like a one stop shopping center for all the content in one convenient place. And the website did that in certain ways. But does the app finally satisfy absolutely all the desires of your heart?",
    "start": "00:02:41",
    "end": "00:03:15"
  },
  {
    "text": "I am a satisfied, satisfied person because it does. It does house everything. And. And it's right there. And it's on our phone. And as some of the data suggests, more and more of our content is being viewed over the phone, over any other device. And so super excited about that.",
    "start": "00:03:15",
    "end": "00:03:32"
  },
  {
    "text": "These kids and their apps.",
    "start": "00:03:32",
    "end": "00:03:33"
  },
  {
    "text": "And I know the app isn't everything we want it to be, and we got a long ways to go, but so excited about this first start and the fact that I continue to receive patron comments from folks that are talking about how much they love the app. And so when people ask, where can I find the podcast? Where can I find it? Just so encouraging to say, hey, download the app. You can find it all there.",
    "start": "00:03:33",
    "end": "00:03:54"
  },
  {
    "text": "Yeah. And so something that is not. We don't celebrate a lot is that all the content's there. It's also when you watch a video or listen to a podcast, we have a feature that kind of gives you the notes as you're watching.",
    "start": "00:03:54",
    "end": "00:04:09"
  },
  {
    "text": "That's right, yeah. Or listen as you're listening or watching or watching where.",
    "start": "00:04:09",
    "end": "00:04:13"
  },
  {
    "text": "Which is cool. And so that's super valuable for people.",
    "start": "00:04:13",
    "end": "00:04:17"
  },
  {
    "text": "So the app was a big splash, big project. The reading journeys that we created in this kind of interactive reading experience was through the whole Torah, through like one quarter of the Bible.",
    "start": "00:04:17",
    "end": "00:04:32"
  },
  {
    "text": "Really?",
    "start": "00:04:32",
    "end": "00:04:33"
  },
  {
    "text": "Yeah. The Torah is a quarter of the Bible.",
    "start": "00:04:33",
    "end": "00:04:35"
  },
  {
    "text": "Not by page count.",
    "start": "00:04:35",
    "end": "00:04:36"
  },
  {
    "text": "Yeah.",
    "start": "00:04:36",
    "end": "00:04:37"
  },
  {
    "text": "Really?",
    "start": "00:04:37",
    "end": "00:04:37"
  },
  {
    "text": "Yeah. The New Testament is about one quarter of the length of the whole Bible if you add the three parts of the Tanakh. So think of it like the three parts of the Tanakh, Torah, prophets, writings, New Testament.",
    "start": "00:04:37",
    "end": "00:04:48"
  },
  {
    "text": "We did a quarter of the Bible. Yeah, I feel good about myself.",
    "start": "00:04:48",
    "end": "00:04:51"
  },
  {
    "text": "Yes, and you should, John. And we divided the five scrolls into three parts each, or in Genesis 4. So that was a big part of what we were making and releasing. And it was the first year where we spent a whole bunch of time releasing something that wasn't in video form.",
    "start": "00:04:51",
    "end": "00:05:11"
  },
  {
    "text": "Right. A lot of content that wasn't in video form. It was in the app where you could explore a theme while reading through that part of the Bible. Now let's talk about that. Because the big vision for the app is not only is all the content accessible, like as you need it, when you need it, but the big dream of the app is that you can learn these skills, these literary skills that we're exploring. You can learn them while interacting with the Bible. So you're learning the skills while you're reading the Bible in a really painless way. That's the ideal. You're just in there, you're exploring, you're interacting in a really cool way. That's a big, big project that we're undertaking. And the journey through the Torah, tracing a theme was kind of a, like a big swing at what could that interactive Bible be? Like, how could you read through the whole Torah also learn these biblical themes.",
    "start": "00:05:11",
    "end": "00:06:14"
  },
  {
    "text": "At the same time, Learn how to see one section of a biblical scroll and just follow one word or idea through that section.",
    "start": "00:06:15",
    "end": "00:06:24"
  },
  {
    "text": "Yeah.",
    "start": "00:06:24",
    "end": "00:06:25"
  },
  {
    "text": "And that's what we were trying to help people develop the awareness and skill for how to do that. So it's kind of like you could take a class on themes in the Bible and how to trace them, or you could read the Bible. And we're trying to combine those two until you actually learn how to trace a theme as you actually read through. That was kind of the big idea. Yeah, yeah.",
    "start": "00:06:25",
    "end": "00:06:45"
  },
  {
    "text": "So we learned so much and it was so rewarding to get through the Torah. And next year, as we think about how do we interact with the Bible within the app, we're going to go for, like, smaller wins that allow us to try a lot more stuff like reading plans or skill development, ways to access our content and interact with it. Because what we're doing with this interactive Bible is really new. Like, I don't think it's been done. There's study Bibles, there's digital Bibles, but I don't think there's really a truly native digital study Bible, which, by that I mean, like, you could. This is what we've been talking about in terms of, like, maps. Xander, our product lead for the app, kind of gave us this metaphor where he talked about how it used to be. Steve, you talk about the, like, the maps that you used to have in the car.",
    "start": "00:06:46",
    "end": "00:07:50"
  },
  {
    "text": "What were those called? The Thomas Guide. The Thomas Guide where you'd be driving along and you're on page 455 and then you would drive off the page and you then had to go to page687 to pick it up. So you're in rush hour traffic, not Dangerous at all. No, no.",
    "start": "00:07:50",
    "end": "00:08:06"
  },
  {
    "text": "And you also said you could pull off to a AAA and they'd print.",
    "start": "00:08:06",
    "end": "00:08:10"
  },
  {
    "text": "Directions for you because you're in the real old days. But if you wanted a map, if you're gonna take a big road trip, you could go to aa, would map the entire trip. So you'd have these books and it would be highlighted. But a page can only contain so much content, so you'd flip the page and then there was the highlighted route again.",
    "start": "00:08:10",
    "end": "00:08:27"
  },
  {
    "text": "So that was the world of analog maps. And then came along MapQuest. Do you remember MapQuest?",
    "start": "00:08:28",
    "end": "00:08:34"
  },
  {
    "text": "Oh, yes.",
    "start": "00:08:34",
    "end": "00:08:34"
  },
  {
    "text": "Changed everything.",
    "start": "00:08:34",
    "end": "00:08:35"
  },
  {
    "text": "It was a wet. Yeah. The red line that traced your route.",
    "start": "00:08:35",
    "end": "00:08:38"
  },
  {
    "text": "Yeah. You just put in like two directions and it's like.",
    "start": "00:08:38",
    "end": "00:08:41"
  },
  {
    "text": "Yep, here you go. Yep.",
    "start": "00:08:41",
    "end": "00:08:43"
  },
  {
    "text": "Here's how you get there.",
    "start": "00:08:43",
    "end": "00:08:43"
  },
  {
    "text": "It's like magic.",
    "start": "00:08:43",
    "end": "00:08:44"
  },
  {
    "text": "It was magic.",
    "start": "00:08:44",
    "end": "00:08:45"
  },
  {
    "text": "Had to print it out, though.",
    "start": "00:08:45",
    "end": "00:08:46"
  },
  {
    "text": "You had to print it out.",
    "start": "00:08:46",
    "end": "00:08:47"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:08:47",
    "end": "00:08:49"
  },
  {
    "text": "But that's still. It was magic. And what I loved too was someone would start to give you directions and then you say, don't worry. Yeah, I could get there.",
    "start": "00:08:49",
    "end": "00:08:58"
  },
  {
    "text": "You could get there.",
    "start": "00:08:59",
    "end": "00:09:00"
  },
  {
    "text": "You've never been there. Oh, yeah, yeah.",
    "start": "00:09:00",
    "end": "00:09:02"
  },
  {
    "text": "Trust me.",
    "start": "00:09:02",
    "end": "00:09:03"
  },
  {
    "text": "I've got this special piece of Software. So what MapQuest wasn't was just a digital version of an analog map. Right. Just scanning a map and here, now you can have a map on your computer.",
    "start": "00:09:03",
    "end": "00:09:15"
  },
  {
    "text": "Yeah.",
    "start": "00:09:16",
    "end": "00:09:16"
  },
  {
    "text": "It was a brand new thing, truly digitally native.",
    "start": "00:09:16",
    "end": "00:09:20"
  },
  {
    "text": "Yeah.",
    "start": "00:09:20",
    "end": "00:09:20"
  },
  {
    "text": "And then from there Google Maps has gone just bonkers. Yeah, yeah. Street view, Google Earth view, look up.",
    "start": "00:09:21",
    "end": "00:09:30"
  },
  {
    "text": "Businesses, tell you what lane to get in to drive.",
    "start": "00:09:30",
    "end": "00:09:34"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:09:34",
    "end": "00:09:34"
  },
  {
    "text": "I mean, but when you think about. It's been this iterative process where that's not where they started. And so I get excited because I think we've got a foundation that we can now build on.",
    "start": "00:09:34",
    "end": "00:09:44"
  },
  {
    "text": "Yeah. So the low hanging fruit for us in the app right now is just get you access to our content while you're reading the Bible. And we're doing that. And there's some interesting design challenges there, but it's fairly straightforward. The big design opportunity is the Google Maps of the Bible. Because when we talk about structure. Right. And you look at.",
    "start": "00:09:44",
    "end": "00:10:06"
  },
  {
    "text": "Or literary design.",
    "start": "00:10:06",
    "end": "00:10:07"
  },
  {
    "text": "Literary design.",
    "start": "00:10:07",
    "end": "00:10:08"
  },
  {
    "text": "A section or a paragraph.",
    "start": "00:10:08",
    "end": "00:10:10"
  },
  {
    "text": "Yeah. It can get really complicated, especially when you're just trying to think about it abstractly or talk about it. But when you can start to see it.",
    "start": "00:10:10",
    "end": "00:10:16"
  },
  {
    "text": "Yes.",
    "start": "00:10:16",
    "end": "00:10:17"
  },
  {
    "text": "And interact with it.",
    "start": "00:10:17",
    "end": "00:10:17"
  },
  {
    "text": "Yeah. Game changer.",
    "start": "00:10:17",
    "end": "00:10:19"
  },
  {
    "text": "And see it at one scale of zoom, like at the text level. And then zoom out and see it at the movement level and see at the scroll level and collections of scrolls and be Able to see all the stuff that you point out. How cool is that going to be?",
    "start": "00:10:19",
    "end": "00:10:32"
  },
  {
    "text": "Yeah, pretty cool.",
    "start": "00:10:33",
    "end": "00:10:34"
  },
  {
    "text": "It's going to be pretty cool.",
    "start": "00:10:34",
    "end": "00:10:35"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:10:35",
    "end": "00:10:35"
  },
  {
    "text": "So next year we're going to. Going to just keep going at what are some small wins to learn how to do this. Right. Because it's a really cool. It's a really cool opportunity.",
    "start": "00:10:36",
    "end": "00:10:50"
  },
  {
    "text": "Yeah. Yep. So that's a big open horizon for what we are working on in the year to come. The fact that we poured so much energy into the app also had other implications for the other content we released throughout the year.",
    "start": "00:10:50",
    "end": "00:11:07"
  },
  {
    "text": "Yeah. Our focus on the journey. We thought that we could kind of rely on our back catalog and put the team's focus on journey going through the app with theme videos we've already released. So we didn't release as many theme videos this year. We did, however, put our animation studio on a special project which we haven't fully.",
    "start": "00:11:08",
    "end": "00:11:33"
  },
  {
    "text": "This is the sound of me rubbing my hands like we're making a crafty plan. But you guys, we're working on like the mega. Mega series. That is so awesome.",
    "start": "00:11:33",
    "end": "00:11:44"
  },
  {
    "text": "Yeah. And you just gotta be patient. It's gonna become. But next year you'll start to see it come out at the end of next year. But we were able to put our animation team largely on just like this big ten part mega series on a really important part of the bible. But we did release some theme videos.",
    "start": "00:11:44",
    "end": "00:12:04"
  },
  {
    "text": "Yes. Yeah. Really cool ones.",
    "start": "00:12:04",
    "end": "00:12:06"
  },
  {
    "text": "Really cool ones.",
    "start": "00:12:06",
    "end": "00:12:07"
  },
  {
    "text": "Yeah.",
    "start": "00:12:07",
    "end": "00:12:07"
  },
  {
    "text": "And the level of design just keeps just going up.",
    "start": "00:12:07",
    "end": "00:12:09"
  },
  {
    "text": "Yeah, absolutely.",
    "start": "00:12:09",
    "end": "00:12:10"
  },
  {
    "text": "So Blessing and curse was released. Beautiful video on the theme of blessing.",
    "start": "00:12:10",
    "end": "00:12:15"
  },
  {
    "text": "And curse, eternal life, which we did in the doodle style of our very first video, Heaven and Earth.",
    "start": "00:12:15",
    "end": "00:12:22"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:12:22",
    "end": "00:12:23"
  },
  {
    "text": "So I think we have about five theme videos in that doodle style now.",
    "start": "00:12:23",
    "end": "00:12:27"
  },
  {
    "text": "And they all kind of feel like they work together in a way.",
    "start": "00:12:27",
    "end": "00:12:30"
  },
  {
    "text": "Yeah. The Furby always makes an appearance.",
    "start": "00:12:30",
    "end": "00:12:33"
  },
  {
    "text": "Wow.",
    "start": "00:12:33",
    "end": "00:12:33"
  },
  {
    "text": "Yeah.",
    "start": "00:12:34",
    "end": "00:12:34"
  },
  {
    "text": "Look for the Furby.",
    "start": "00:12:34",
    "end": "00:12:35"
  },
  {
    "text": "Love the doodle style. Big fan.",
    "start": "00:12:35",
    "end": "00:12:37"
  },
  {
    "text": "Big fan.",
    "start": "00:12:37",
    "end": "00:12:38"
  },
  {
    "text": "Me too.",
    "start": "00:12:38",
    "end": "00:12:38"
  },
  {
    "text": "So, yeah, the big idea there was Eternal life is a gift from God that can begin now and then as of the release of this podcast, but not in real time.",
    "start": "00:12:39",
    "end": "00:12:53"
  },
  {
    "text": "Oh, sure.",
    "start": "00:12:53",
    "end": "00:12:54"
  },
  {
    "text": "Is going to be another theme video called the firstborn.",
    "start": "00:12:54",
    "end": "00:12:56"
  },
  {
    "text": "Yes.",
    "start": "00:12:56",
    "end": "00:12:56"
  },
  {
    "text": "That'll come out Christmas week, which is gonna be awesome.",
    "start": "00:12:57",
    "end": "00:13:00"
  },
  {
    "text": "Oh, it's. It's so cool.",
    "start": "00:13:00",
    "end": "00:13:03"
  },
  {
    "text": "Actually, we're calling the Firstborn. I think we're gonna call it the first.",
    "start": "00:13:03",
    "end": "00:13:05"
  },
  {
    "text": "The last will be first.",
    "start": "00:13:06",
    "end": "00:13:07"
  },
  {
    "text": "What did I say? The first will be last. I was gonna say the first would be last. The last will be first.",
    "start": "00:13:08",
    "end": "00:13:15"
  },
  {
    "text": "The last will be first.",
    "start": "00:13:16",
    "end": "00:13:17"
  },
  {
    "text": "Okay, good. Glad you're clear on that. What. What do we have in store for next year? What's coming out of this?",
    "start": "00:13:17",
    "end": "00:13:23"
  },
  {
    "text": "Well, so we. We want to put out more content than we did this year. And so we've got four theme videos coming out next year.",
    "start": "00:13:23",
    "end": "00:13:33"
  },
  {
    "text": "Yeah, totally. And, yep, four theme videos. That'll be Trace. An idea from.",
    "start": "00:13:33",
    "end": "00:13:37"
  },
  {
    "text": "Do you want. Do we want to say what they are going to be?",
    "start": "00:13:37",
    "end": "00:13:39"
  },
  {
    "text": "Oh, sure, yeah. They're going to be. I have this in my mind.",
    "start": "00:13:39",
    "end": "00:13:43"
  },
  {
    "text": "The Anointed.",
    "start": "00:13:43",
    "end": "00:13:44"
  },
  {
    "text": "Yeah. What? You asked me the question, but I think you know the answer and I don't.",
    "start": "00:13:45",
    "end": "00:13:51"
  },
  {
    "text": "I just took it over. The Anointed.",
    "start": "00:13:52",
    "end": "00:13:54"
  },
  {
    "text": "Ye.",
    "start": "00:13:54",
    "end": "00:13:54"
  },
  {
    "text": "Which is the theme of the word. The Christ.",
    "start": "00:13:55",
    "end": "00:13:58"
  },
  {
    "text": "Origin of the word Christ. About somebody who gets oil poured on their head.",
    "start": "00:13:58",
    "end": "00:14:01"
  },
  {
    "text": "Yeah. Just getting oiled. And then the land.",
    "start": "00:14:01",
    "end": "00:14:05"
  },
  {
    "text": "The land, yes. So good.",
    "start": "00:14:05",
    "end": "00:14:07"
  },
  {
    "text": "The city.",
    "start": "00:14:08",
    "end": "00:14:08"
  },
  {
    "text": "The city.",
    "start": "00:14:09",
    "end": "00:14:09"
  },
  {
    "text": "I'm excited about that one.",
    "start": "00:14:10",
    "end": "00:14:11"
  },
  {
    "text": "And the last but definitely not least, the Chaos Dragon.",
    "start": "00:14:11",
    "end": "00:14:17"
  },
  {
    "text": "The Chaos Dragon. Do you know about this?",
    "start": "00:14:17",
    "end": "00:14:19"
  },
  {
    "text": "No. First I'm hearing.",
    "start": "00:14:19",
    "end": "00:14:20"
  },
  {
    "text": "You know there's a Chaos Dragon in the Bible, Steve.",
    "start": "00:14:20",
    "end": "00:14:22"
  },
  {
    "text": "Yes. Is that Revelation shows up with a vengeance.",
    "start": "00:14:23",
    "end": "00:14:28"
  },
  {
    "text": "Page one. Steve. Wow. The sea dragons on page one.",
    "start": "00:14:28",
    "end": "00:14:32"
  },
  {
    "text": "Okay.",
    "start": "00:14:32",
    "end": "00:14:33"
  },
  {
    "text": "Yeah, yeah. He kind of hides out on page one.",
    "start": "00:14:33",
    "end": "00:14:35"
  },
  {
    "text": "He hides out in many English translations, but not all.",
    "start": "00:14:35",
    "end": "00:14:38"
  },
  {
    "text": "Okay, I'm feeling a little better.",
    "start": "00:14:38",
    "end": "00:14:40"
  },
  {
    "text": "Yeah.",
    "start": "00:14:40",
    "end": "00:14:40"
  },
  {
    "text": "He's clearly missing.",
    "start": "00:14:42",
    "end": "00:14:43"
  },
  {
    "text": "He has many heads in Psalm 74.",
    "start": "00:14:45",
    "end": "00:14:48"
  },
  {
    "text": "But he is in Revelation.",
    "start": "00:14:48",
    "end": "00:14:49"
  },
  {
    "text": "But he is also in the Revelation. Yeah, good point. I just. Yeah. Appears before then. So the Chaos Dragon. Listeners of the podcast, if you've been listening for a while, you. You've heard us explore the chaos.",
    "start": "00:14:49",
    "end": "00:14:58"
  },
  {
    "text": "Moses grabs the Chaos Dragon.",
    "start": "00:14:58",
    "end": "00:15:01"
  },
  {
    "text": "Yeah.",
    "start": "00:15:01",
    "end": "00:15:01"
  },
  {
    "text": "Turns it into a staff.",
    "start": "00:15:01",
    "end": "00:15:02"
  },
  {
    "text": "All right, that's going to be great.",
    "start": "00:15:03",
    "end": "00:15:05"
  },
  {
    "text": "So those theme videos. But we're going to do more. We're going to do. So if you remember visual commentary videos, we. We started on those and we paused.",
    "start": "00:15:05",
    "end": "00:15:14"
  },
  {
    "text": "On those for this year.",
    "start": "00:15:14",
    "end": "00:15:15"
  },
  {
    "text": "For this year.",
    "start": "00:15:15",
    "end": "00:15:16"
  },
  {
    "text": "But we got more coming out, so.",
    "start": "00:15:16",
    "end": "00:15:18"
  },
  {
    "text": "We'Re rebooting that and we're gonna do more of those. And the origin of the idea there was our friend Brian Russell from. Oh, yeah, yeah.",
    "start": "00:15:18",
    "end": "00:15:27"
  },
  {
    "text": "Biblet youversion.",
    "start": "00:15:27",
    "end": "00:15:29"
  },
  {
    "text": "He said, hey, you guys gonna do a video for every chapter of the Bible? And we were like, no, there's like a thousand chapters of the Bible. And then we went away and thought about it and we're like, maybe.",
    "start": "00:15:30",
    "end": "00:15:42"
  },
  {
    "text": "Yeah.",
    "start": "00:15:42",
    "end": "00:15:43"
  },
  {
    "text": "So visual commentary is us trying to figure out how would we do that? And I think they'll be super useful. And we're gonna reboot those. Oh, we're also Gonna be doing scrollable content next year.",
    "start": "00:15:43",
    "end": "00:15:52"
  },
  {
    "text": "Yes.",
    "start": "00:15:53",
    "end": "00:15:53"
  },
  {
    "text": "Are you even that aware of.",
    "start": "00:15:53",
    "end": "00:15:55"
  },
  {
    "text": "Well, I am aware of it, but I didn't know that it was called that until this moment.",
    "start": "00:15:55",
    "end": "00:15:59"
  },
  {
    "text": "Yeah, well Steve's super hip on the scrollable revolution.",
    "start": "00:15:59",
    "end": "00:16:03"
  },
  {
    "text": "That's right, it's on the TikTok. John.",
    "start": "00:16:03",
    "end": "00:16:05"
  },
  {
    "text": "Did you know more people are Googling and TikTok than on Google?",
    "start": "00:16:07",
    "end": "00:16:10"
  },
  {
    "text": "Oh, absolutely.",
    "start": "00:16:10",
    "end": "00:16:11"
  },
  {
    "text": "Are you serious?",
    "start": "00:16:11",
    "end": "00:16:12"
  },
  {
    "text": "Yeah.",
    "start": "00:16:12",
    "end": "00:16:12"
  },
  {
    "text": "Is that true?",
    "start": "00:16:12",
    "end": "00:16:13"
  },
  {
    "text": "I've. I heard that so it must be true.",
    "start": "00:16:13",
    "end": "00:16:15"
  },
  {
    "text": "And I'm taking this fact because John said it last week.",
    "start": "00:16:15",
    "end": "00:16:18"
  },
  {
    "text": "So you know how facts work nowadays.",
    "start": "00:16:18",
    "end": "00:16:21"
  },
  {
    "text": "Oh yeah, yeah.",
    "start": "00:16:21",
    "end": "00:16:22"
  },
  {
    "text": "I let's someone. Yeah. Fact check, fact check us on.",
    "start": "00:16:22",
    "end": "00:16:27"
  },
  {
    "text": "So. Oh, scrollable content.",
    "start": "00:16:27",
    "end": "00:16:28"
  },
  {
    "text": "Yeah. It's not just TikTok but YouTube shorts. You. The YouTube algorithm actually rewards short form content. Now that's more scrollable Instagram stories. Facebook has their own thing and it's a different type of media than we do. These five minute plus dense, beautiful, really cool explanation educational videos which you can't just put on YouTube shorts or TikTok. It's gotta be. It's in portrait mode, meaning you're holding the camera vertical. You have a couple seconds to grab someone's attention and make it relevant. There's kind of a tone and a methodology to just that type of media. So we're going to be releasing content in that this new form of media starting next year as well.",
    "start": "00:16:28",
    "end": "00:17:20"
  },
  {
    "text": "So John, is the hope that in this scrollable content because you can't communicate all that you want to communicate, but to catch someone's attention and then have them go to the website or to.",
    "start": "00:17:21",
    "end": "00:17:33"
  },
  {
    "text": "Yeah, that would be one thing. But the other thing is what can.",
    "start": "00:17:34",
    "end": "00:17:36"
  },
  {
    "text": "You teach in a minute, in 60 seconds?",
    "start": "00:17:36",
    "end": "00:17:39"
  },
  {
    "text": "You can do some cool stuff.",
    "start": "00:17:39",
    "end": "00:17:41"
  },
  {
    "text": "Yeah.",
    "start": "00:17:41",
    "end": "00:17:41"
  },
  {
    "text": "You can teach some cool ideas and then you string a bunch of those together and all of a sudden you're just a seminary graduate from the TikTok.",
    "start": "00:17:41",
    "end": "00:17:52"
  },
  {
    "text": "It is the new Roman road.",
    "start": "00:17:53",
    "end": "00:17:54"
  },
  {
    "text": "TikTok. There you go. The new Roman road.",
    "start": "00:17:55",
    "end": "00:17:57"
  },
  {
    "text": "Yeah.",
    "start": "00:17:57",
    "end": "00:17:57"
  },
  {
    "text": "All right, so that's content and there's gonna be a lot more of it.",
    "start": "00:17:58",
    "end": "00:18:03"
  },
  {
    "text": "Yep. Yeah. And if that weren't enough, we also have a full on like Bible classroom product. So Bible project classroom has been full steam ahead. We slowed down for the COVID period.",
    "start": "00:18:03",
    "end": "00:18:18"
  },
  {
    "text": "Couldn't film well, we didn't film during.",
    "start": "00:18:19",
    "end": "00:18:21"
  },
  {
    "text": "A plague, but we started filming with COVID protocol and then we're able to in the last half of this year, keep going. So we filmed actually five classes in 2022.",
    "start": "00:18:21",
    "end": "00:18:33"
  },
  {
    "text": "Wow.",
    "start": "00:18:33",
    "end": "00:18:34"
  },
  {
    "text": "And we released four.",
    "start": "00:18:34",
    "end": "00:18:37"
  },
  {
    "text": "1, 2, 3, 4. Yeah. So we released Noah to Abraham, which is a class in Genesis that you taught.",
    "start": "00:18:37",
    "end": "00:18:43"
  },
  {
    "text": "Yep. Genesis 6 through 9, 6 through 11.",
    "start": "00:18:43",
    "end": "00:18:46"
  },
  {
    "text": "Which is now part of a series where you can. You can do Heaven and Earth, which is Genesis 1 and 2.",
    "start": "00:18:46",
    "end": "00:18:52"
  },
  {
    "text": "Yep.",
    "start": "00:18:52",
    "end": "00:18:52"
  },
  {
    "text": "You can do Adam to Noah, Genesis 3 through 6, 2 through 5, 2 through 5. Oh, double dip on 2. And then Noah to Abraham.",
    "start": "00:18:52",
    "end": "00:19:01"
  },
  {
    "text": "Yep.",
    "start": "00:19:01",
    "end": "00:19:02"
  },
  {
    "text": "Is then going to be the next one of those.",
    "start": "00:19:02",
    "end": "00:19:03"
  },
  {
    "text": "Yeah, you got it. Yep. Yeah. We released Art of Biblical Words, how to study Biblical Words. That was a mini class, actually. Shorter. Dr. Carmen Imes came and did an overview class of the Exodus scroll. That was awesome.",
    "start": "00:19:03",
    "end": "00:19:17"
  },
  {
    "text": "And that's out.",
    "start": "00:19:17",
    "end": "00:19:18"
  },
  {
    "text": "Yep. And then yet to be released from us sitting here, but going to be released by the end of the year, is a class an overview on 1 Corinthians, Paul's letter.",
    "start": "00:19:18",
    "end": "00:19:31"
  },
  {
    "text": "I love that you just switched hard switch to 1 Corinthians.",
    "start": "00:19:31",
    "end": "00:19:34"
  },
  {
    "text": "Yeah, well, there's no St. You know, by the one Americans say first.",
    "start": "00:19:34",
    "end": "00:19:41"
  },
  {
    "text": "Yeah.",
    "start": "00:19:41",
    "end": "00:19:41"
  },
  {
    "text": "But there's no st. And it's definitely not his first letter. He says in the letter that it's his second letter. So, anyway, Dr. Lucy Pepiat came and taught that class. And so those are classes we released. But as far as the classroom audience, Steve, I know you get to hear lots of feedback.",
    "start": "00:19:41",
    "end": "00:20:03"
  },
  {
    "text": "And also, let's go to our data analysis, Steve.",
    "start": "00:20:03",
    "end": "00:20:05"
  },
  {
    "text": "Here I am, John, perched high atop the pagoda. As I look down, I realized that over 110,000 people have actually taken a classroom class.",
    "start": "00:20:06",
    "end": "00:20:16"
  },
  {
    "text": "That's 110 people in classroom.",
    "start": "00:20:16",
    "end": "00:20:18"
  },
  {
    "text": "110,000.",
    "start": "00:20:18",
    "end": "00:20:19"
  },
  {
    "text": "Oh, wait, what am I getting? 110,000 people.",
    "start": "00:20:19",
    "end": "00:20:22"
  },
  {
    "text": "So, John, to put this in perspective, we were recently at a football game at a large stadium capacity, 70,000. So imagine everyone in that stadium, plus maybe a major league baseball stadium, with their phone or laptop open, taking a course on classroom. It's like, I think Ohio State, where Ohio State plays football. 100,000 people.",
    "start": "00:20:22",
    "end": "00:20:45"
  },
  {
    "text": "I've never been in a stadium that big. Wow, that must be an experience.",
    "start": "00:20:45",
    "end": "00:20:49"
  },
  {
    "text": "Yeah, it is. I think it is. It's where the Ohio State plays football. And it's just encouraging to me because it's these classes. I think the shortest one is maybe three hours. Is that right?",
    "start": "00:20:49",
    "end": "00:21:00"
  },
  {
    "text": "Yeah, yeah. Short form is three. But the standard length we are going for is about 12 to 14 hours of session time.",
    "start": "00:21:00",
    "end": "00:21:09"
  },
  {
    "text": "Yeah.",
    "start": "00:21:09",
    "end": "00:21:09"
  },
  {
    "text": "With lots of interactive stuff built in between those sessions.",
    "start": "00:21:09",
    "end": "00:21:13"
  },
  {
    "text": "So realizing all of those 110,000 maybe don't complete their entire course, but there have been 697,000 sessions completed.",
    "start": "00:21:13",
    "end": "00:21:22"
  },
  {
    "text": "Whoa.",
    "start": "00:21:22",
    "end": "00:21:23"
  },
  {
    "text": "Cool.",
    "start": "00:21:23",
    "end": "00:21:23"
  },
  {
    "text": "So super wild.",
    "start": "00:21:23",
    "end": "00:21:25"
  },
  {
    "text": "And it's all free.",
    "start": "00:21:26",
    "end": "00:21:26"
  },
  {
    "text": "It's all free. It just gets rid of that barrier to entry for a lot of folks that this type of education would not have been possible in the past. And so super excited about that.",
    "start": "00:21:26",
    "end": "00:21:36"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:21:36",
    "end": "00:21:37"
  },
  {
    "text": "And it's a really cool platform that we've been able to build because of the support of our patrons to be able to build exactly what we want. Speaking of which, we're iterating on it. The platform.",
    "start": "00:21:37",
    "end": "00:21:52"
  },
  {
    "text": "Yeah.",
    "start": "00:21:52",
    "end": "00:21:53"
  },
  {
    "text": "And one piece of feedback that we're getting is people want to do it on their phone. And we were like, oh, this is a classroom product. People do it on their laptops. We built it for a laptop screen.",
    "start": "00:21:53",
    "end": "00:22:02"
  },
  {
    "text": "Yeah.",
    "start": "00:22:02",
    "end": "00:22:02"
  },
  {
    "text": "And no, people want to do on their phone. And people want to be able to, like, switch to just audio, walk around, you know, like. And people want to skip around to the sessions that they want, not go through a course the way it's designed. And so we're adding those features into Classroom Plus a cool new feature called Interactive Slides, which just makes the whole experience way more elegant when you're working with your notes. And all of that is going to be accessible within the app. We're going to put the classroom in the app with. You're doing it on your phone. Interactive Slides go at your own pace, however you want to go. And the first class to be released in the app is going to be in January, and it's going to be Adam to Noah in January. It's going to be cool.",
    "start": "00:22:02",
    "end": "00:22:53"
  },
  {
    "text": "So that's a lot of content. That's a lot of stuff. We're making and releasing so much stuff. So in that sense, while there's been fewer videos than in previous years, overall, this is the most content we've ever released in one year as a whole, which is just wild.",
    "start": "00:22:54",
    "end": "00:23:15"
  },
  {
    "text": "Yeah. And I guess there's also languages, like, that's content. Like, we're up to now 55 languages, 4,300 videos localized in those languages.",
    "start": "00:23:15",
    "end": "00:23:26"
  },
  {
    "text": "Yeah.",
    "start": "00:23:26",
    "end": "00:23:27"
  },
  {
    "text": "And on those YouTube channels, collectively, it represents 1.7 million subscribers.",
    "start": "00:23:27",
    "end": "00:23:32"
  },
  {
    "text": "Yeah. Are like new YouTube channels.",
    "start": "00:23:33",
    "end": "00:23:35"
  },
  {
    "text": "Yeah. Being set up in each country in.",
    "start": "00:23:36",
    "end": "00:23:37"
  },
  {
    "text": "All the different languages. It's so, so wild.",
    "start": "00:23:37",
    "end": "00:23:40"
  },
  {
    "text": "And we. We. And we're releasing the whole website in Spanish.",
    "start": "00:23:40",
    "end": "00:23:44"
  },
  {
    "text": "Yes.",
    "start": "00:23:44",
    "end": "00:23:45"
  },
  {
    "text": "In fact, by the time this airs, it will have been publicly released. It's privately released right now. And now that's just one language. But what's cool about that is we built the infrastructure to, like, make that language happen.",
    "start": "00:23:45",
    "end": "00:23:59"
  },
  {
    "text": "Yeah.",
    "start": "00:24:00",
    "end": "00:24:00"
  },
  {
    "text": "But then also make it so that any language is now way easier.",
    "start": "00:24:00",
    "end": "00:24:04"
  },
  {
    "text": "Yeah. The guys have told me that each language is about 80% there because of the infrastructure that's been built to be able to.",
    "start": "00:24:04",
    "end": "00:24:11"
  },
  {
    "text": "With Spanish as the prototype. Yeah, yeah, yeah.",
    "start": "00:24:11",
    "end": "00:24:14"
  },
  {
    "text": "It's exciting. As I think about the whole localization effort and our Global Focus team, I think, and I think you guys participated in this. But earlier in the year, we did a language advisor summit, and, man, it's kind of hard to capture in words what it was like, but we had real quick.",
    "start": "00:24:14",
    "end": "00:24:30"
  },
  {
    "text": "So our language advisors are like the point people for each language. They're both, like, have skill in linguistics and language, and also they have some form of theological education to lead the.",
    "start": "00:24:30",
    "end": "00:24:45"
  },
  {
    "text": "Content charge and understand the cultural context.",
    "start": "00:24:45",
    "end": "00:24:47"
  },
  {
    "text": "Yes.",
    "start": "00:24:47",
    "end": "00:24:48"
  },
  {
    "text": "And so they can put that together. Thank you.",
    "start": "00:24:48",
    "end": "00:24:49"
  },
  {
    "text": "So we did a zoom summit of all of those people all over the globe. Yeah, it was amazing. It was so cool.",
    "start": "00:24:49",
    "end": "00:24:57"
  },
  {
    "text": "Oh, yeah. Because you would just look at your screen and there's people from all over the world that share this passion, that are a part of this mission. And I was getting emotional during the call. And then the highlight for me was when the Russian language advisor and the Ukrainian language advisor prayed together to close out the meeting. And it was so powerful.",
    "start": "00:24:57",
    "end": "00:25:20"
  },
  {
    "text": "Yeah, it was, man. Yeah. Yeah. That was a moment. I experience these moments regularly in this project, but that was definitely one where it just feels like, man, this is just one little corner of what the Spirit is up to among his people in the world, and we are just so privileged to be able to participate in it. And for those of you listening, you mostly hear us talk about the video Bible nerd content stuff that we're making, but for those of you who are a part of our patron community, I mean, this is. It's really an amazing story that's being told. And the localization teams and ministries in 55 languages and growing, those all represent culture groups of followers of Jesus around the world who are unifying around, wanting to share this content. Yeah. Yeah. It's so cool, man. So humbling, so inspiring. Exciting. Yeah. Yeah. Thank you for bringing that up, Steve.",
    "start": "00:25:20",
    "end": "00:26:29"
  },
  {
    "text": "You bet. You mentioned our patrons, Tim, and I'm so encouraged. And I say every day, but it's probably five days a week I read patron comments, and there's one common theme that runs through all of them, but this one that made me laugh was from a patron because I just so appreciated his honesty. He said, I'm 67, and the Bible has always been something I secretly didn't understand or like. It was always a stumbling block to trying to know Jesus. During the past three years, calamity has hit and forced me to search to find spiritual help. The Bible Project has been a huge part of my three year journey of reading the Bible through three times and finally having it make sense. So thank you and shalom.",
    "start": "00:26:30",
    "end": "00:27:16"
  },
  {
    "text": "Wow.",
    "start": "00:27:16",
    "end": "00:27:16"
  },
  {
    "text": "Isn't that encouraging?",
    "start": "00:27:17",
    "end": "00:27:18"
  },
  {
    "text": "That's so encouraging.",
    "start": "00:27:18",
    "end": "00:27:19"
  },
  {
    "text": "And put another way, this person just last week sent something in that said the Bible Project videos and podcasts have opened the story of the Bible for me in a way that I never imagined. It's like I went from seeing through a keyhole to an incredible 360 degree panorama. My love and hunger for the Word has grown exponentially. Thank you. Bless you. And there's something about all of these comments where it's like something is unlocking for people. And we were talking, I think it was yesterday, even Tim, about this idea. Never want to lose sight of the fact that it's not us, it's not Bible Project. Jesus is what changes people. That's where the transformation happens. And we're just excited that at this moment in history we can be a channel, but we're not the living water. And so while people are using these resources, things are being unlocked. The transformation happens outside of who we are. And so encouraged by that.",
    "start": "00:27:19",
    "end": "00:28:23"
  },
  {
    "text": "Yeah, well, yeah, I'm just. Every year that goes by with this project and, you know, I feel like we kind of stumbled upon our mission, the language of our mission, a couple years in about helping people experience the Bible as a unified story that leads to Jesus. And since we were talking about that yesterday, I was thinking about the leads to Jesus means a lot of things, actually, because one is, as you're reading in any part of the Bible, it's like, how does this fit into the bigger story? But leading to Jesus also is the language of like, you're on a journey to a person.",
    "start": "00:28:23",
    "end": "00:28:57"
  },
  {
    "text": "Yeah. The word became flesh.",
    "start": "00:28:57",
    "end": "00:28:59"
  },
  {
    "text": "Yeah. And when you encounter the person that the whole story points you to, the story is so valuable and beautiful. But the goal is not to just enjoy the story. It's actually to encounter the living Jesus. And that's exactly right. There's something that when lots of people have that kind of encounter through scripture, amazing things happen in the lives of people and then through their lives and their communities and families and neighborhoods. And what a journey to get to be a part of pointing people, you know, to Jesus through the biblical story. Really amazing.",
    "start": "00:28:59",
    "end": "00:29:43"
  },
  {
    "text": "Well said. Because oftentimes we'll say, hey, thank you for your support and allowing us to make this content. The point isn't the content. Well, it's a vehicle to this other place where something mysterious happens that's just absolutely beautiful. And so our job is to be faithful to that what which is making this content that helps lead people. And so that's exciting to me. What a privilege.",
    "start": "00:29:43",
    "end": "00:30:13"
  },
  {
    "text": "Yeah. Well said. You know, you get patron comments that get emailed in and I get to see some of them too, and they're awesome. Did you know that there's Patreon comments on our website and I always actually forget the update.",
    "start": "00:30:13",
    "end": "00:30:30"
  },
  {
    "text": "Real time Update real time. Hourly. Yeah.",
    "start": "00:30:30",
    "end": "00:30:34"
  },
  {
    "text": "So if you go to bioproject.com give and you scroll down to.",
    "start": "00:30:34",
    "end": "00:30:39"
  },
  {
    "text": "Let's see, you can even just go to the main landing page and just scroll down.",
    "start": "00:30:40",
    "end": "00:30:45"
  },
  {
    "text": "Oh, and then you'll end it.",
    "start": "00:30:45",
    "end": "00:30:46"
  },
  {
    "text": "Right.",
    "start": "00:30:46",
    "end": "00:30:46"
  },
  {
    "text": "I think it says like what people are saying and you can click into it.",
    "start": "00:30:46",
    "end": "00:30:50"
  },
  {
    "text": "Yeah. What supporters are saying. And then you click more comments and then. Yeah, it's real time. So the most recent. This content is engaging, interactive has made me fall back in love with reading the Bible. Love what you're doing. So if you want to see the impact that it's having on people, you can just go and scroll through those. Especially if you're a patron of this. Go and just look at what you've.",
    "start": "00:30:50",
    "end": "00:31:16"
  },
  {
    "text": "Yeah.",
    "start": "00:31:16",
    "end": "00:31:16"
  },
  {
    "text": "Part of building.",
    "start": "00:31:16",
    "end": "00:31:17"
  },
  {
    "text": "Yeah. Yeah, it's cool.",
    "start": "00:31:17",
    "end": "00:31:18"
  },
  {
    "text": "Which is really cool. We homeschool our children. We use these lessons each morning. I've been going through a journey of reexamining my faith and the Bible project has been a trustworthy source to find where I can find safe and carefully think with your content. This is a gift to my journey. That's cool.",
    "start": "00:31:18",
    "end": "00:31:40"
  },
  {
    "text": "That's so amazing.",
    "start": "00:31:40",
    "end": "00:31:41"
  },
  {
    "text": "I think as patrons, my hope would be it would be as encouraging to them because we think of our patrons as being a group of people that are in this with us and so vital to what it is that we're doing and so be encouraged. Read those. I know for me there was one. This is the last one I'll read. But this came in. I was having one of those days where my AirPods wouldn't sync with my laptop and I was just frustrated. And then I read this and it changed everything. My name is Vitaly and I live in the Ukraine. I'm 30 years old and work for an IT company. As you may have heard about everything that is happening in Ukraine. I decided to email you and say thank you. Thank you for your work and everything you do as because of your videos, app and plans. I became closer to God and he's helped me overcome a lot of panic, helped others to be calm and most of all, trust God. It's hard to do living in the reality of what we are in.",
    "start": "00:31:42",
    "end": "00:32:40"
  },
  {
    "text": "Wow.",
    "start": "00:32:40",
    "end": "00:32:41"
  },
  {
    "text": "And that's something. And so my hope is for patrons that they feel just as connected to this because as we talk about this idea, we use the word patron because all throughout history, it's patrons that have funded movements of the gospel. And so. So grateful for all of you that are in this with us and support.",
    "start": "00:32:41",
    "end": "00:33:01"
  },
  {
    "text": "Yeah. One thing we talk about is we go at the pace of the crowd. So since the very beginning of this project, we've just said we want to make content, and now we're making technology, and we love it. And we want this to be an experience that helps you understand the Bible and leads to Jesus. And we'll go at the pace you want us to go. And what that's actually meant is we've gone, you know, fairly fast.",
    "start": "00:33:01",
    "end": "00:33:30"
  },
  {
    "text": "Fast and far.",
    "start": "00:33:30",
    "end": "00:33:31"
  },
  {
    "text": "Yeah.",
    "start": "00:33:31",
    "end": "00:33:31"
  },
  {
    "text": "And we're close. This is finishing our eighth year of the project.",
    "start": "00:33:31",
    "end": "00:33:34"
  },
  {
    "text": "And every year the project grows and we grow with it. And in fact, through Covid, where we, you know, anticipated, wow, there's a global pandemic, maybe things are going to slow down. It didn't.",
    "start": "00:33:35",
    "end": "00:33:51"
  },
  {
    "text": "It was the opposite.",
    "start": "00:33:51",
    "end": "00:33:52"
  },
  {
    "text": "It was the opposite.",
    "start": "00:33:52",
    "end": "00:33:53"
  },
  {
    "text": "Yeah.",
    "start": "00:33:53",
    "end": "00:33:53"
  },
  {
    "text": "Yeah. 2022 is actually the very first time we saw a slow in the growth of bibleproject. And it was a really cool exercise to then have to say, okay, what do we slow down with? How do we slow down with the crowd? And we have guesses of why things slowed down.",
    "start": "00:33:53",
    "end": "00:34:17"
  },
  {
    "text": "There's just been a few things that.",
    "start": "00:34:17",
    "end": "00:34:19"
  },
  {
    "text": "Have a few things happening in the world.",
    "start": "00:34:19",
    "end": "00:34:20"
  },
  {
    "text": "The economy, instability in general. Yeah.",
    "start": "00:34:20",
    "end": "00:34:24"
  },
  {
    "text": "The price of gas.",
    "start": "00:34:24",
    "end": "00:34:25"
  },
  {
    "text": "Yeah. So it wasn't entirely surprising. We anticipated it, but it was in the history of the project, one of the first times that we had to rethink what priorities we want to focus on in light of the resources at hand, which actually ended up being some really great conversations that we were able to have.",
    "start": "00:34:26",
    "end": "00:34:47"
  },
  {
    "text": "And I would say just specifically, it was really the months of maybe February through June where we saw kind of a dip, and it was noticeable. And that's what made us think, okay, wait, something's slowing down here, and we need to pay attention to this. But it was a good thing. And so, I mean, I don't want to Mislead. Giving in 22 will be more than 21. But it was just much slower rate of growth and then caused us to pull back.",
    "start": "00:34:47",
    "end": "00:35:17"
  },
  {
    "text": "Yeah. We plan based off of historic growth.",
    "start": "00:35:17",
    "end": "00:35:19"
  },
  {
    "text": "Yeah.",
    "start": "00:35:19",
    "end": "00:35:20"
  },
  {
    "text": "And so we just have to plan as best we can. And then when we look at what's happening, we have to Adjust?",
    "start": "00:35:20",
    "end": "00:35:25"
  },
  {
    "text": "Absolutely. And I think for me, too, it's been a great year because it just brought us back to our roots where we talked about this from the very beginning, that we believe that God is going to provide everything we need to do what he has called us to do. And we need to be faithful to the what. You guys have probably heard me mention George Mueller more times than you would like, but he's such a hero in the faith for me that he was all about caring for orphans in England and this idea of the grace of giving. And I'm not saying there's anything wrong with going out and soliciting and doing super proactive fundraising work, but we just have felt like what we feel called to do is to trust that God's going to provide everything we need to do what he is calling us to do. And so in the middle of that time period where giving was dipping, you're resisting the temptation to start picking up the phone or knocking on doors and say, okay, what did George Mueller do in these moments? And had a house full of orphans, no food. He went in the closet and prayed and came out and set the table. And I think that's where we want to be is this idea of what is God calling us to do is to make this content and to help people experience the Bible as a unified story that leads to Jesus. So we need to be faithful to the what and live within his provision. So it was maybe in June, late June, early July, a group of us on the team just started to get together Wednesday mornings and pray for God's provision. And what I love about that is we're not praying that people will give. We see all provision coming from God and just trusting him that he will provide everything that we need. And I believe sometimes what you need is less. And so we're set up for this next year. There's things that we want to do and actually have plans beyond that. And we're going to continue to trust that God will provide everything we need to do what he has called us to do.",
    "start": "00:35:25",
    "end": "00:37:19"
  },
  {
    "text": "And you saw that in real time. You guys had that experience. Like, you could go out and go, man, we need an extra however much. And it'd be so nice if we had it. Let's go make some phone calls and see who can write a check. But instead you guys just got together and prayed.",
    "start": "00:37:20",
    "end": "00:37:36"
  },
  {
    "text": "Yeah.",
    "start": "00:37:36",
    "end": "00:37:37"
  },
  {
    "text": "And you didn't pray for specific numbers or specific people, but you, like, suddenly things were happening.",
    "start": "00:37:37",
    "end": "00:37:44"
  },
  {
    "text": "In fact, there was one in particular. Friday. Friday is when I got the word of it. It may have come in earlier in the week, but a patron sent in a first time gift, a very significant gift, and we were super encouraged and a couple days later sent in a gift that was like 4x that gift. And it was like, wow. And we immediately sent them an email saying, hey, was this a mistake? Because it just seemed odd that these two gifts would come in so close. And they said, absolutely not. Felt like God was calling me to give. And it has just been so fun to witness that I'm weak enough as a person that if I'm actually out actively soliciting, I can somehow say it's God's provision, but I attach myself to that a little bit. But when you pray for God's resources and then just faithfully do what he is calling you to do, in our case, it's make these resources or the content. When the gifts come in, there's only one set of fingerprints on it and it's so beautiful to see how God continues to provide.",
    "start": "00:37:44",
    "end": "00:38:44"
  },
  {
    "text": "Yeah, yeah. You know, I'll just take a moment to name my gratefulness to your leadership in this area, Steve. In the history of the project and even before we started this project, you, Steve, had a huge influence on you, John, about this financial model and way to do a non profit media company idea which was to lead with creating things and if people find it valuable then they'll get behind it and we can trust that that's what God's leading us to make next based off what has been provided already. And so I just want to name coming in at the end of this year how grateful I am for both of you and for Steve, your heart, your heartbeat for this. To me it's an embodiment of the upside down vision of the kingdom of God, that you lead from a conviction that there is enough, even when it doesn't seem like it. You live as if there is enough and somehow there is enough for what it is that we're called to do. And that's been our experience in the history of this project. And I'm just grateful for both of you and your leadership in that. And just for patrons, for you all to know that the character of the people leading the project, I just have so much implicit trust for what's happening here because of those set of values that are leading the charge.",
    "start": "00:38:45",
    "end": "00:40:19"
  },
  {
    "text": "Thanks, Tim.",
    "start": "00:40:20",
    "end": "00:40:21"
  },
  {
    "text": "Yeah, yeah, thanks Steve. You know, as I think about this moment we're in right now, we don't know how fast and hard we're going to go in 23 quite yet. And we're ready for anything. And I feel like we've never been so ready and so organized and kind of so full of, like, really clear strategy and vision than we are right now with the growth of the scholar team. Tim, you've been growing. You all know Carissa. She's been on the podcast a lot. But there's more scholars meeting, growing in the paradigm so that we can make more content. The growth of the tech team, Just some amazing, amazing talent coming out of the woodwork from all sorts of places. People walking away from really fantastic jobs to come and work with us. Our content teams are more organized, have more vision, are more excited than ever. Just everything is just kind of just dialed in. And now we're just like, okay, God, what do you want us to do? How hard and fast do you want us to go? And so here we are, and we're excited.",
    "start": "00:40:21",
    "end": "00:41:35"
  },
  {
    "text": "Yeah, yeah, yeah, yeah. It's the end of year eight. Thinking back, this was just an idea. John, when you shared it with Steve, I think as you've told the story over the years, you smiled.",
    "start": "00:41:35",
    "end": "00:41:50"
  },
  {
    "text": "Yeah.",
    "start": "00:41:50",
    "end": "00:41:50"
  },
  {
    "text": "You were like, I'm happy for you to have this great idea. I hope that works, and I will support you in any way I can.",
    "start": "00:41:50",
    "end": "00:41:56"
  },
  {
    "text": "I'll tell it real quick. John shared the first 90 seconds of that first video, and I looked and I said, wow, this is amazing. I'm in. What's your plan? And he said, I want to make these for every book of the Bible, put them on the Internet, and give them away for free. And that something lit up inside of me, and I said, okay, I'm really in. And then I said, how are we going to pay for this? And he tried to explain this.",
    "start": "00:41:57",
    "end": "00:42:19"
  },
  {
    "text": "If you build it, they will come.",
    "start": "00:42:19",
    "end": "00:42:20"
  },
  {
    "text": "Yeah. It was this idea of crowdfunding, and I remember it going, keep smiling, keep smiling. Because inside I was thinking, there's no way that'll work. There's no way that will work. But I clearly didn't have any idea. But what I love about this model is if we are making content and it's finding a home and it's leading to this unlocking, I think it is going to. We're going to have the resources to do what it is we need to do. And so what started in 2014, I think has certainly exceeded my expectations. But so excited about the future and what's ahead. And I know it's an overused phrase, but I every day feel like the best is yet to come. Like, we're just getting started. Yeah.",
    "start": "00:42:21",
    "end": "00:43:06"
  },
  {
    "text": "Yeah. For those of you who listen to the podcast, we love you guys. We love the community that's come around the podcast, and we love hearing from you. Like, we get to do with the Q and R episodes where you send in your questions and your feedback. So thank you all for being awesome and so engaged. And this next year, the podcast, it's going to be awesome, and we're going to keep learning and explaining.",
    "start": "00:43:07",
    "end": "00:43:34"
  },
  {
    "text": "Lots of great stuff coming to the podcast, but it's the end of the year. It's kind of a moment to just pause, reflect, be grateful, be with your family if you can, and then let's go at it next year.",
    "start": "00:43:34",
    "end": "00:43:50"
  },
  {
    "text": "Yep.",
    "start": "00:43:51",
    "end": "00:43:52"
  },
  {
    "text": "Sounds like a plan.",
    "start": "00:43:52",
    "end": "00:43:53"
  },
  {
    "text": "Yeah. So thank you. Thank you, everybody. We'll be in tune next year. But, yeah, we're grateful. Grateful for you. Grateful to God's generous mercy that keeps us all alive and is keeping this project afloat.",
    "start": "00:43:53",
    "end": "00:44:07"
  },
  {
    "text": "Absolutely. Thanks, guys.",
    "start": "00:44:07",
    "end": "00:44:09"
  },
  {
    "text": "Let's go around the horn.",
    "start": "00:44:20",
    "end": "00:44:21"
  },
  {
    "text": "Okay, so you guys are the Exodus classroom students. And what I would like to know.",
    "start": "00:44:21",
    "end": "00:44:25"
  },
  {
    "text": "What is the wackiest Christmas tradition that.",
    "start": "00:44:25",
    "end": "00:44:28"
  },
  {
    "text": "You either do currently or that your family did?",
    "start": "00:44:28",
    "end": "00:44:30"
  },
  {
    "text": "My name is Abigail, and my family has German heritage on both sides. And there's a Christmas tradition, and it's a dill pickle Christmas ornament. And on Christmas Eve, my parents would hide the pickle ornament in the pine tree. And on Christmas morning, whoever found the ornament got to open the first present and then also got to be the one who would, like, pick everyone's present when it was their time to open it.",
    "start": "00:44:31",
    "end": "00:44:58"
  },
  {
    "text": "All right, well, my name is David. I can say, growing up, what I thought was wacky was going to a Christmas Eve service at, like, midnight. I mean, it's Christmas time, so it's fun. And it's like, I grew up in Cleveland, so it's like, snowing and, you know, fire inside, man. As a kid, there's nothing better than that. So I guess that was fun.",
    "start": "00:44:58",
    "end": "00:45:16"
  },
  {
    "text": "My name is Tabitha. And so there's four of us kids, and what they would do is Secret Santa, you know, draw a name. They'd give us each, like, 15 or $20. We would all go out together to do it. So we just did it on Christmas Eve. So probably my whole life, our Christmas Eve tradition is like, going out and getting people's presence.",
    "start": "00:45:16",
    "end": "00:45:36"
  },
  {
    "text": "My name is Vivian. I do remember growing up in the Dominican Republic, we celebrated the Three Wives Men's Day, which was on January 6. My brothers would have us put water and some grass under your bed. You know, the grass was for the camels, and the water was for the wise men because of their long journey. And so then the next day, they would be replaced with toys. Well, this year, I remember my brothers put so much grass under there. And I remember going, the next day, there was still grass there. I said, I think you left too much.",
    "start": "00:45:36",
    "end": "00:46:07"
  },
  {
    "text": "I'm Katz and I'll share with you a weird Christmas tradition that takes place in Japan. They like to do the things that Americans are doing in Japan. You buy kfc, and the reason is because Colonel Sanders looks like Santa Claus. So they would. In front of every KFC in Japan, there's like a the statue of Colonel Sanders. And they decided to dress him up as Santa Claus. And it really caught on. And now it's like a Japanese thing. Everybody gets KFC for Christmas.",
    "start": "00:46:07",
    "end": "00:46:34"
  },
  {
    "text": "We believe the Bible is a unified story that leads to Jesus.",
    "start": "00:46:39",
    "end": "00:46:42"
  },
  {
    "text": "We're a crowdfunded project by people like me.",
    "start": "00:46:42",
    "end": "00:46:44"
  },
  {
    "text": "Find free videos, study notes, podcasts, classes.",
    "start": "00:46:44",
    "end": "00:46:48"
  },
  {
    "text": "And more@bibleproject.com Whoa, guys.",
    "start": "00:46:48",
    "end": "00:46:54"
  }
]