[
  {
    "text": "Hey, this is John at the bibleproject. Right now we're working our way through the Book of Acts, the story of the early church.",
    "start": "00:00:08",
    "end": "00:00:14"
  },
  {
    "text": "The Book of Acts is telling me that if I've given my allegiance to Jesus, I'm a part of a messianic Jewish sect that started as a persecuted religious minority movement in ancient Jerusalem. Like that's a living heritage.",
    "start": "00:00:15",
    "end": "00:00:30"
  },
  {
    "text": "Christianity has humble beginnings, but it had been expected by Jewish prophets who were hoping, expecting a new work of God's spirit to come and recreate Israel. So in this episode, Tim and I discuss the singular event that gave Christianity its early spark, its momentum. Pentecost, a time where God's spirit showed up in an expected but unexpected way.",
    "start": "00:00:31",
    "end": "00:00:56"
  },
  {
    "text": "So in the same way there was an expectation about the spirit, we looked at one from Isaiah, Ezekiel, Joel, Zechariah, all have really explicit hopes for a new work of the presence and spirit of God in this new age. But what happens doesn't quite correspond to what anybody would have expected.",
    "start": "00:00:57",
    "end": "00:01:16"
  },
  {
    "text": "All the believers were in one room and there was a loud, violent wind. And then tongues of fire came flying over people's heads, which sounds pretty scary and pretty confusing, but fire is an important image in the Bible about God's presence. God appeared in a burning bush to Moses in flames over Mount Sinai and in a pillar of fire over the Tabernacle. And so the flames at Pentecost, this.",
    "start": "00:01:17",
    "end": "00:01:48"
  },
  {
    "text": "Is the marking out of temple space. Places where heaven and earth meet become where God's appearance manifests itself. So that's the claim being made here that Jesus people are where heaven and earth meet.",
    "start": "00:01:48",
    "end": "00:02:01"
  },
  {
    "text": "So today on the show, Pentecost, the new Israel and our bodies as the temple of God. Thanks for joining us. Here we go.",
    "start": "00:02:02",
    "end": "00:02:11"
  },
  {
    "text": "All right, so the Book of Acts, we just talked through the first chapter.",
    "start": "00:02:15",
    "end": "00:02:20"
  },
  {
    "text": "Or just the opening scene?",
    "start": "00:02:21",
    "end": "00:02:22"
  },
  {
    "text": "Opening scene of the first chapter, Yep.",
    "start": "00:02:22",
    "end": "00:02:24"
  },
  {
    "text": "Yeah.",
    "start": "00:02:24",
    "end": "00:02:25"
  },
  {
    "text": "And how it kind of gives us a template for how the Book of Acts is going to. How it's going to work, how a.",
    "start": "00:02:25",
    "end": "00:02:32"
  },
  {
    "text": "Marginal, small, messianic Jewish sect became an international multi ethnic movement that will become the most ethnically diverse religious movement in human history.",
    "start": "00:02:32",
    "end": "00:02:45"
  },
  {
    "text": "Spoilers.",
    "start": "00:02:45",
    "end": "00:02:46"
  },
  {
    "text": "That's remarkable, first of all. Second of all, we would expect then to find in this foundation story, what are the core values? What's the core. What kind of story could generate that kind of movement in human history and hold it together? It's an interesting way to pose it.",
    "start": "00:02:48",
    "end": "00:03:08"
  },
  {
    "text": "One of the key components of the story was that this whole thing was going to start when they got power from. From on high.",
    "start": "00:03:08",
    "end": "00:03:17"
  },
  {
    "text": "Yes. Get the power.",
    "start": "00:03:17",
    "end": "00:03:18"
  },
  {
    "text": "They're gonna get the power. And so that's what this next chapter's about.",
    "start": "00:03:18",
    "end": "00:03:22"
  },
  {
    "text": "That's what the next scene. Yeah, the next key story is about. Power time. I printed the text out here just so you could. I'd love to give you the honor.",
    "start": "00:03:22",
    "end": "00:03:29"
  },
  {
    "text": "Oh, once again, I get to keep reading.",
    "start": "00:03:29",
    "end": "00:03:31"
  },
  {
    "text": "Yeah. Come on.",
    "start": "00:03:31",
    "end": "00:03:32"
  },
  {
    "text": "When the day of Pentecost had come, which. This is a Jewish holiday.",
    "start": "00:03:32",
    "end": "00:03:36"
  },
  {
    "text": "Pentecost, yes. Yep. There were three. And you read the Torah, there's three pilgrimage holidays or feasts. And so these are three times a year when hundreds of thousands of Jews from all over the world would descend on Jerusalem. The population of the city would just explode. Quadruple or. I don't know how you say, five or six times.",
    "start": "00:03:36",
    "end": "00:03:57"
  },
  {
    "text": "Quintuple.",
    "start": "00:03:57",
    "end": "00:03:58"
  },
  {
    "text": "Quintuple.",
    "start": "00:03:58",
    "end": "00:03:59"
  },
  {
    "text": "Sextuple.",
    "start": "00:03:59",
    "end": "00:03:59"
  },
  {
    "text": "Yeah. That kind of thing. Yeah.",
    "start": "00:03:59",
    "end": "00:04:01"
  },
  {
    "text": "That's as far as I can.",
    "start": "00:04:01",
    "end": "00:04:01"
  },
  {
    "text": "So Passover in the spring, and then Tabernacles in the. Or Sukkot in the fall.",
    "start": "00:04:01",
    "end": "00:04:09"
  },
  {
    "text": "Okay.",
    "start": "00:04:09",
    "end": "00:04:10"
  },
  {
    "text": "And then Pentecost, or the feast of weeks, comes in between. And pentecost, that means 50 days.",
    "start": "00:04:10",
    "end": "00:04:16"
  },
  {
    "text": "Yeah.",
    "start": "00:04:16",
    "end": "00:04:16"
  },
  {
    "text": "And that's because you counted off seven sevens after Passover. Okay, seven sevens after Passover, then that's.",
    "start": "00:04:16",
    "end": "00:04:24"
  },
  {
    "text": "The day of Pentecost.",
    "start": "00:04:24",
    "end": "00:04:25"
  },
  {
    "text": "And then it's. Then it's Pentecost. It began as a harvest late.",
    "start": "00:04:25",
    "end": "00:04:28"
  },
  {
    "text": "It's a harvest celebration.",
    "start": "00:04:28",
    "end": "00:04:30"
  },
  {
    "text": "Early summer harvest feast. Yeah. So usually this is happening in May, that kind of thing. May or June.",
    "start": "00:04:30",
    "end": "00:04:37"
  },
  {
    "text": "So it's Pentecost.",
    "start": "00:04:37",
    "end": "00:04:38"
  },
  {
    "text": "Pentecost.",
    "start": "00:04:38",
    "end": "00:04:39"
  },
  {
    "text": "And they're all together in one place. Suddenly, there came from heaven a noise like a violent rushing wind. And it filled the whole house where they were sitting. And there appeared to them tongues as of fire, distributing themselves, and they rested on each of them, and they were all filled with the Holy Spirit and began to speak with other tongues as the Spirit was giving them utterance.",
    "start": "00:04:39",
    "end": "00:05:03"
  },
  {
    "text": "Yeah. I mean, usually you have like, 30 questions.",
    "start": "00:05:04",
    "end": "00:05:07"
  },
  {
    "text": "I don't know if that's permission to stop.",
    "start": "00:05:08",
    "end": "00:05:10"
  },
  {
    "text": "Goes fast. Oh, yeah, totally. If you want to stop.",
    "start": "00:05:10",
    "end": "00:05:13"
  },
  {
    "text": "We've talked about this before. I mean, one way you frame this is like we've talked about God. And I don't know if those conversations on God are going to come out before acts or not. Probably not. Yeah. Unclear. But as we talked, we're going to do a video on the identity of God. And as we talked about that, and we talked about why is it that it's important to think of God? Why is it a Christian way to think of God as the Father, the Son, and the Spirit?",
    "start": "00:05:13",
    "end": "00:05:41"
  },
  {
    "text": "Ah, I see.",
    "start": "00:05:41",
    "end": "00:05:42"
  },
  {
    "text": "Yes. And why not just the Father and the Son? You know, that's kind of nice. You got the father, you got the son.",
    "start": "00:05:42",
    "end": "00:05:51"
  },
  {
    "text": "Yeah, Jesus talk to the Father. The Father says things about Jesus from heaven, that kind of thing.",
    "start": "00:05:51",
    "end": "00:05:56"
  },
  {
    "text": "It's a nice, tight, loaded relationship.",
    "start": "00:05:56",
    "end": "00:05:57"
  },
  {
    "text": "Yeah.",
    "start": "00:05:57",
    "end": "00:05:58"
  },
  {
    "text": "Like, I get it. I have a father, I'm a son. I'm a father, I have a son. I understand that, but thrown in the mix is the spirit. But the reason that you mentioned was because of how earth shattering this moment was of the spirit coming. And the way this reads is pretty remarkable. Like, it's not kind of like, you know, we just felt fired up all of a sudden. Like, you know, everyone just felt encouraged and blessed and everyone was ready to go.",
    "start": "00:05:58",
    "end": "00:06:31"
  },
  {
    "text": "Yeah.",
    "start": "00:06:31",
    "end": "00:06:31"
  },
  {
    "text": "It was like, no, there was this crazy sound from heaven. Not crazy. They don't say crazy.",
    "start": "00:06:31",
    "end": "00:06:37"
  },
  {
    "text": "Violent violence. That's what Luke says.",
    "start": "00:06:38",
    "end": "00:06:40"
  },
  {
    "text": "Violent sound from heaven. That's kind of spooky.",
    "start": "00:06:40",
    "end": "00:06:44"
  },
  {
    "text": "Yeah, it's more than crazy. It's like terrifying.",
    "start": "00:06:44",
    "end": "00:06:47"
  },
  {
    "text": "It's terrifying.",
    "start": "00:06:47",
    "end": "00:06:47"
  },
  {
    "text": "Yeah.",
    "start": "00:06:47",
    "end": "00:06:48"
  },
  {
    "text": "And then tongues of fire.",
    "start": "00:06:48",
    "end": "00:06:50"
  },
  {
    "text": "Yeah.",
    "start": "00:06:51",
    "end": "00:06:51"
  },
  {
    "text": "Like, that's. I would be ducking for cover or something, you know. If you saw like.",
    "start": "00:06:51",
    "end": "00:06:56"
  },
  {
    "text": "Yeah. Fire. Yeah.",
    "start": "00:06:56",
    "end": "00:06:58"
  },
  {
    "text": "Coming down, descending towards your heading, you'd be like, is that lightning coming at me? Yeah, I'd be like, let's get out of the way.",
    "start": "00:06:58",
    "end": "00:07:04"
  },
  {
    "text": "Get you out of the way.",
    "start": "00:07:04",
    "end": "00:07:05"
  },
  {
    "text": "And it's. And it's not just like one, it's distributed.",
    "start": "00:07:05",
    "end": "00:07:07"
  },
  {
    "text": "And then you're like, don't tackle me. You've got one too.",
    "start": "00:07:07",
    "end": "00:07:09"
  },
  {
    "text": "Like, and then everyone starts talking in other languages. Languages that they don't know.",
    "start": "00:07:10",
    "end": "00:07:17"
  },
  {
    "text": "Yeah.",
    "start": "00:07:18",
    "end": "00:07:18"
  },
  {
    "text": "That's weird. It's just a really extreme.",
    "start": "00:07:18",
    "end": "00:07:22"
  },
  {
    "text": "Yep. Moment. Yeah. Not normal.",
    "start": "00:07:22",
    "end": "00:07:26"
  },
  {
    "text": "Not normal.",
    "start": "00:07:26",
    "end": "00:07:27"
  },
  {
    "text": "Not normal. So back to your question about the identity of God. There was shelf space, mental shelf space from the Hebrew scriptures about when the kingdom of God comes, when God begins to bring heaven and earth back together, it'll involve some kind of human figure and sometimes talked about as taken up to the Son of Man status, like the son of man or a king from the line of David. And so Jesus occupies that mental shelf space, the messianic king. But he also explodes it to a new level because he's a son of God in a way that's similar and way different than any of the sons of David before him. And so in the same way, there was an expectation about the Spirit. We looked at one from Isaiah, but Isaiah's chock full. Ezekiel, Joel, Zechariah, all have really explicit hopes for a new work of the presence and Spirit. Of God in this new age. And so that is. We're walking out that part, you know, of the prophetic hope of the scriptures. But what happens in the same way, it just fulfills and it blows open the doors. Like, the way that it happens, it doesn't quite correspond to what anybody would have expected. And it seems that this experience left a mark on how the early Jesus followers talked about God. If this hadn't happened, it's likely that we would have a Binatarian sense of talking about God throughout the New Testament, because that is often what you get. Dualitarian, Dualitarian, Binatarian. But because of what happened with Pentecost and what Jesus had said leading up to these events, that left a permanent mark in awareness of the early Christians, that the invisible presence of the Spirit is another distinct presence of God. That is God and distinct from Jesus and distinct from the Father. Just like Jesus is both God and distinct from God, we find the same space is created for the Spirit.",
    "start": "00:07:27",
    "end": "00:09:41"
  },
  {
    "text": "Yeah. Why is the phrase speak with other tongues instead of speak with other languages?",
    "start": "00:09:41",
    "end": "00:09:47"
  },
  {
    "text": "Oh, yeah. You know, that's odd. The word in both Greek and Hebrew, the word for language is the word.",
    "start": "00:09:48",
    "end": "00:09:54"
  },
  {
    "text": "For tongue, for the physical thing in your mouth.",
    "start": "00:09:54",
    "end": "00:09:57"
  },
  {
    "text": "Tongue means language.",
    "start": "00:09:57",
    "end": "00:09:58"
  },
  {
    "text": "Okay. They don't have a separate word.",
    "start": "00:09:58",
    "end": "00:10:00"
  },
  {
    "text": "Correct.",
    "start": "00:10:00",
    "end": "00:10:00"
  },
  {
    "text": "And so it's just the tradition of our translations.",
    "start": "00:10:01",
    "end": "00:10:03"
  },
  {
    "text": "It's more just. Yeah. That are English translations. And I think the phrase speaking in.",
    "start": "00:10:03",
    "end": "00:10:07"
  },
  {
    "text": "Tongues, because that's become a phrase that means a lot of things to a lot of people.",
    "start": "00:10:07",
    "end": "00:10:12"
  },
  {
    "text": "Yeah, that's right. So I forget this might be the new American standard translation. I think that's what I copied here and that you read. And so they just go with the word tongue.",
    "start": "00:10:12",
    "end": "00:10:21"
  },
  {
    "text": "Do other translations say.",
    "start": "00:10:21",
    "end": "00:10:22"
  },
  {
    "text": "Because look down in verse eight, it's gonna say we hear each of them in our own language.",
    "start": "00:10:22",
    "end": "00:10:27"
  },
  {
    "text": "That's the same word.",
    "start": "00:10:27",
    "end": "00:10:28"
  },
  {
    "text": "But it's the same word.",
    "start": "00:10:28",
    "end": "00:10:29"
  },
  {
    "text": "Okay.",
    "start": "00:10:29",
    "end": "00:10:29"
  },
  {
    "text": "Yeah.",
    "start": "00:10:29",
    "end": "00:10:30"
  },
  {
    "text": "And we do that in English. Mother tongue.",
    "start": "00:10:30",
    "end": "00:10:32"
  },
  {
    "text": "Oh, yeah. We have a few phrases where we still use tongue for language, but. Yeah.",
    "start": "00:10:32",
    "end": "00:10:37"
  },
  {
    "text": "What tongue are you speaking? I think I want to start using that.",
    "start": "00:10:37",
    "end": "00:10:40"
  },
  {
    "text": "Let's just pause because it's a good moment. So you just said it's crazy. Like, if you saw fire descending, you run or. I said I would tackle you. And that's probably true. So what are we supposed to imagine or think of here? These little tongues. It's the same word, tongues. They start speaking in other languages, but then there's something like, you know.",
    "start": "00:11:26",
    "end": "00:11:49"
  },
  {
    "text": "Yeah, a tongue of fire. I get that.",
    "start": "00:11:49",
    "end": "00:11:51"
  },
  {
    "text": "Yeah. Yeah. So what's going on here? Okay, so again, this is a good example where Luke is using this biblical narrative convention of overlaying an ancient story on top of this one. Okay, so do I have any categories for when the presence of God shows up in a place that there's wind. Wind from heaven.",
    "start": "00:11:51",
    "end": "00:12:15"
  },
  {
    "text": "Wind from heaven.",
    "start": "00:12:15",
    "end": "00:12:16"
  },
  {
    "text": "Wind or fire of some remarkable circumstance?",
    "start": "00:12:16",
    "end": "00:12:19"
  },
  {
    "text": "Yeah. So we got the burning bush. There's fire there.",
    "start": "00:12:20",
    "end": "00:12:23"
  },
  {
    "text": "Yep, yep.",
    "start": "00:12:23",
    "end": "00:12:24"
  },
  {
    "text": "Moses hears like a wind, a gentleman, gentle wind.",
    "start": "00:12:24",
    "end": "00:12:28"
  },
  {
    "text": "Right. Oh, you think of Elijah. Let's stop the burning bush. Okay, so the burning bush, but that takes place where the narrative of the burning bush opens.",
    "start": "00:12:28",
    "end": "00:12:35"
  },
  {
    "text": "In the wilderness.",
    "start": "00:12:35",
    "end": "00:12:36"
  },
  {
    "text": "In the wilderness. But even more specific, this Bible trivia, you shouldn't have to know this, but it's on Mount Sinai.",
    "start": "00:12:36",
    "end": "00:12:43"
  },
  {
    "text": "Oh.",
    "start": "00:12:43",
    "end": "00:12:44"
  },
  {
    "text": "The narrative opens and says, oh, this is good. Actually, it says calls it Mount Horeb, but the name of the bush in Hebrew is Sineh.",
    "start": "00:12:44",
    "end": "00:12:53"
  },
  {
    "text": "The bush is called Sineh.",
    "start": "00:12:55",
    "end": "00:12:56"
  },
  {
    "text": "It's called the sine bush. And only one bush in all of ancient Hebrew literature is ever called the Sineh bush. And in fact, there's only one story in all of ancient literature where it's called the Sineh bush, and it's the burning bush that takes place on Mount Horeb, which, when you read through the narrative in Exodus, Mount Horeb is the name of Mount Sinai.",
    "start": "00:12:56",
    "end": "00:13:24"
  },
  {
    "text": "Why does it have two names?",
    "start": "00:13:25",
    "end": "00:13:26"
  },
  {
    "text": "Likely, like some sort of regional dialect difference. But on Mount Horeb, Moses encounters the fire God in the sine bush. And in that speech, God says to Moses, hey, this is a sign to you when you rescue the people. Bring them right here to the spot.",
    "start": "00:13:26",
    "end": "00:13:45"
  },
  {
    "text": "Oh, wow.",
    "start": "00:13:45",
    "end": "00:13:45"
  },
  {
    "text": "And then in the narrative, Moses brings them to Mount Sinai, where he saw God in fire at the Sinai bush. It's good. Yeah, it's a good one.",
    "start": "00:13:45",
    "end": "00:13:54"
  },
  {
    "text": "Yep.",
    "start": "00:13:54",
    "end": "00:13:55"
  },
  {
    "text": "And when God comes in fire on Sinai, it's a little more dramatic.",
    "start": "00:13:55",
    "end": "00:14:00"
  },
  {
    "text": "Yep. It's a little more intense. And then there comes fire to the tabernacle.",
    "start": "00:14:00",
    "end": "00:14:04"
  },
  {
    "text": "And then the tabernacle. That's right. And that's all taking place at Sinai. All three of those scenes take place on Mount Sinai.",
    "start": "00:14:04",
    "end": "00:14:10"
  },
  {
    "text": "Interesting.",
    "start": "00:14:10",
    "end": "00:14:11"
  },
  {
    "text": "So. So the bush, top of the mountain, and then the mountain. Glory. Fire transfers to the tent.",
    "start": "00:14:11",
    "end": "00:14:18"
  },
  {
    "text": "In Ezekiel's vision, the Ancient of Days is described as like fire, right?",
    "start": "00:14:18",
    "end": "00:14:23"
  },
  {
    "text": "Correct. The Godmobile.",
    "start": "00:14:24",
    "end": "00:14:25"
  },
  {
    "text": "The Godmobile.",
    "start": "00:14:25",
    "end": "00:14:25"
  },
  {
    "text": "The God chariot that Ezekiel sees. Yep. In Daniel's vision of the Ancient of Days, there's brightness and fire flowing out. And those are all images of God over the Holy of Holies, over the Ark of the Covenant. Ezekiel and Daniel's visions are so notice they're all hovering around temple imagery.",
    "start": "00:14:26",
    "end": "00:14:46"
  },
  {
    "text": "Yeah.",
    "start": "00:14:46",
    "end": "00:14:46"
  },
  {
    "text": "You also have a narrative in Kings and Chronicles that when Solomon builds the temple in Jerusalem, the tabernacle, fire and glory transfers to the temple. And so the glory, fire, wind thing now floats above the temple. So the commonality is this is the marking out of temple space, heaven and.",
    "start": "00:14:46",
    "end": "00:15:11"
  },
  {
    "text": "Earth, fire from heaven.",
    "start": "00:15:11",
    "end": "00:15:11"
  },
  {
    "text": "Places where heaven and earth meet become temple spaces, become places where God's appearance manifests itself with these physical phenomenon that all kind of look the same. People are freaked out. There's wind, fire, cloud stuff.",
    "start": "00:15:11",
    "end": "00:15:30"
  },
  {
    "text": "It's storm. It's a storm.",
    "start": "00:15:31",
    "end": "00:15:32"
  },
  {
    "text": "It's like. Yes, yeah. It's likened to a storm, A violent, rushing wind.",
    "start": "00:15:32",
    "end": "00:15:35"
  },
  {
    "text": "Yeah.",
    "start": "00:15:36",
    "end": "00:15:36"
  },
  {
    "text": "So Luke phrases it in verse three, he talks about the wind, singular, enters the room, but then when he talks about the fire, he pauses and he really nails down that description where he says there appeared to them tongues like fire, distributing themselves, resting over each one.",
    "start": "00:15:37",
    "end": "00:16:01"
  },
  {
    "text": "Right.",
    "start": "00:16:01",
    "end": "00:16:01"
  },
  {
    "text": "So he didn't have to tell us that.",
    "start": "00:16:01",
    "end": "00:16:03"
  },
  {
    "text": "And it's not like him to go into a lot of detail.",
    "start": "00:16:05",
    "end": "00:16:07"
  },
  {
    "text": "Yeah, yeah. It's just. Yeah. They don't have to tell you anything.",
    "start": "00:16:08",
    "end": "00:16:10"
  },
  {
    "text": "Yeah. And often a lot of detail is left out.",
    "start": "00:16:10",
    "end": "00:16:14"
  },
  {
    "text": "Correct.",
    "start": "00:16:14",
    "end": "00:16:14"
  },
  {
    "text": "So when there's this much detail, it's important.",
    "start": "00:16:14",
    "end": "00:16:17"
  },
  {
    "text": "I would love. This is a scroll moment, a background scroll moment, where if we have Mount.",
    "start": "00:16:17",
    "end": "00:16:22"
  },
  {
    "text": "Sinai and the fire coming on one.",
    "start": "00:16:22",
    "end": "00:16:24"
  },
  {
    "text": "Temple over the temple, or the tabernacle and over the temple, and then that maps onto divine glory, fire.",
    "start": "00:16:24",
    "end": "00:16:32"
  },
  {
    "text": "Oh, yeah. It'd be cool if, like, in the scroll, all of the people are in the room and behind them, the scroll opens, it's Mount Sinai, and you see fire hitting Mount Sinai in the scroll, but then you see this same kind of fire coming down and then distributing. So it kind of maps onto it.",
    "start": "00:16:32",
    "end": "00:16:49"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:16:49",
    "end": "00:16:49"
  },
  {
    "text": "So you can see, like, oh, okay, I see what's happening.",
    "start": "00:16:49",
    "end": "00:16:51"
  },
  {
    "text": "Yeah. So Paul the apostle, decades before Luke, composed this account, and, you know, phrased it quite this way, decades before, Peter and Paul had already worked out language for this concept.",
    "start": "00:16:52",
    "end": "00:17:05"
  },
  {
    "text": "You are the temple of God.",
    "start": "00:17:06",
    "end": "00:17:07"
  },
  {
    "text": "Yeah.",
    "start": "00:17:07",
    "end": "00:17:07"
  },
  {
    "text": "You.",
    "start": "00:17:07",
    "end": "00:17:08"
  },
  {
    "text": "Yep. And Paul can say, you as an individual, therefore don't sleep around. It's 1 Corinthians 6.",
    "start": "00:17:08",
    "end": "00:17:14"
  },
  {
    "text": "Yeah.",
    "start": "00:17:14",
    "end": "00:17:15"
  },
  {
    "text": "Or he can say, y', all, a whole community of Jesus followers are the temple, therefore, don't put up with arrogant leaders because they'll corrupt the temple. So here Luke is showing in narrative form that basic idea, but it's happening at Pentecost, which means it's the foundation moment. It's the formation of the new Temple. If the Messiah, if the king from the line of David has been raised up in all the classic messianic promises in the Hebrew scriptures, I'll raise up your seed after you, he tells David, and he will build a temple for my name. 2nd Samuel 7.",
    "start": "00:17:15",
    "end": "00:17:49"
  },
  {
    "text": "But the expectation there is of a king being raised up into power. A political power.",
    "start": "00:17:49",
    "end": "00:17:54"
  },
  {
    "text": "Yes, yes, that's right.",
    "start": "00:17:54",
    "end": "00:17:54"
  },
  {
    "text": "And a physical temple being built or rebuilt.",
    "start": "00:17:54",
    "end": "00:17:57"
  },
  {
    "text": "Correct.",
    "start": "00:17:57",
    "end": "00:17:58"
  },
  {
    "text": "And so here it's Jesus being raised up from the dead or raised up to death and then raised from the dead. And then a spiritual temple is built.",
    "start": "00:17:58",
    "end": "00:18:10"
  },
  {
    "text": "Yeah, yeah. A non physical temple. Well, it is a physical temple.",
    "start": "00:18:10",
    "end": "00:18:14"
  },
  {
    "text": "It is a physical temple.",
    "start": "00:18:14",
    "end": "00:18:15"
  },
  {
    "text": "It's made of people.",
    "start": "00:18:15",
    "end": "00:18:15"
  },
  {
    "text": "Made of people. People.",
    "start": "00:18:16",
    "end": "00:18:19"
  },
  {
    "text": "The Jesus people are where heaven and earth meet, just like heaven and earth met in the body. The person of Jesus. That's the claim being made here. This is new temple language, which makes perfect sense then of what happens next. Shall I read? Yeah, I'll take over.",
    "start": "00:18:19",
    "end": "00:18:38"
  },
  {
    "text": "Take over.",
    "start": "00:18:38",
    "end": "00:18:38"
  },
  {
    "text": "All right. Verse 5, Luke pauses that scene. This is where you have. Like in comic books, you have the next panel. It's like, meanwhile, Meanwhile. Now there were Jews dwelling in Jerusalem, devout men from every nation under heaven.",
    "start": "00:18:38",
    "end": "00:18:54"
  },
  {
    "text": "Because it's Pentecost.",
    "start": "00:18:54",
    "end": "00:18:54"
  },
  {
    "text": "It's Pentecost. Hundreds of thousands. And when this sound occurred, a crowd came together, bewildered, because each one of them, that is all Jews from all over, was hearing them. The small crowd of Jesus followers speaking in his own language. Actually, it's this phrasing that makes some people wonder if all the disciples were just speaking Aramaic. And the miraculous thing happening here is in the translation process that they're hearing it.",
    "start": "00:18:54",
    "end": "00:19:26"
  },
  {
    "text": "The sound waves are being changed.",
    "start": "00:19:26",
    "end": "00:19:28"
  },
  {
    "text": "True. But he says up above, they begin to speak other languages. Right. And then they say, and each one of them is hearing in his own language. Whichever. They were amazed and astonished. Yeah, like you would be. Aren't these all Galilean speaking? How is it we each hear them in our language to which we're born?",
    "start": "00:19:28",
    "end": "00:19:51"
  },
  {
    "text": "How'd they know they were Galileans? The way they were dressed.",
    "start": "00:19:51",
    "end": "00:19:54"
  },
  {
    "text": "Oh, I think. Or dialect.",
    "start": "00:19:54",
    "end": "00:19:57"
  },
  {
    "text": "Well, they're hearing them in their own language.",
    "start": "00:19:57",
    "end": "00:19:59"
  },
  {
    "text": "That's a good point. That's a solid point. Peter gets identified in Jesus trial scene. Remember he's out warming himself by the fire and that little girl says, you're a galleon.",
    "start": "00:19:59",
    "end": "00:20:09"
  },
  {
    "text": "Yeah, I'm sure you got a look to you.",
    "start": "00:20:09",
    "end": "00:20:11"
  },
  {
    "text": "Maybe they have a look. That's a good point. The question never occurred to me. And then this is within the quote that they're saying, likely this Is Luke supplying us with the list here? He names 15 places. Parthians, Parthia, this is like up to the north. Medes and Elamites, that's modern day Iran. Persians, residents of Mesopotamia, ancient Babylon, Judea, Cappadocia, Pontus, Asia. This modern day Turkey. Regions in modern day Turkey, Phrygia and Pamphylia. Also up in modern day Turkey, Egypt, North Africa, Libya and Cyrene. Also North Africa, Rome, way west Mediterranean, Both Jews and proselytes. Proselytes being non Israelite, but converts who got circumcised and become Torah observant. Cretans, the island of Crete off Italy, and Arabs way off to the east and Saudi Arabian Peninsula. So in other words, he just painted a map of the ancient world.",
    "start": "00:20:12",
    "end": "00:21:22"
  },
  {
    "text": "Yeah.",
    "start": "00:21:22",
    "end": "00:21:23"
  },
  {
    "text": "This is the equivalent of saying the whole world. The whole world, yeah, yeah. Literally, if you draw everywhere they're aware of. Yeah, exactly. The known world. It's Luke's way of saying the known 15 that he names there. We each hear them in our own language, speaking of the mighty deeds of God. And they were amazed, saying to one another, what does this all mean? And others made fun of them, saying, oh, yeah, they're full of sweet wine.",
    "start": "00:21:23",
    "end": "00:21:49"
  },
  {
    "text": "Is that what it's. I didn't realize it said sweet wine.",
    "start": "00:21:50",
    "end": "00:21:54"
  },
  {
    "text": "Sweet wine.",
    "start": "00:21:54",
    "end": "00:21:54"
  },
  {
    "text": "Sweet berry wine. You know that. That was so good. Sweet berry wine.",
    "start": "00:21:54",
    "end": "00:22:02"
  },
  {
    "text": "Yeah. What's that guy's name? Yeah, that guy. What is that guy? It's the sweet berry wine guy. I forgot about that.",
    "start": "00:22:02",
    "end": "00:22:08"
  },
  {
    "text": "Oh, man, I should know his name, man.",
    "start": "00:22:08",
    "end": "00:22:12"
  },
  {
    "text": "There's multiple things rushing together.",
    "start": "00:22:12",
    "end": "00:22:14"
  },
  {
    "text": "Yeah.",
    "start": "00:22:14",
    "end": "00:22:15"
  },
  {
    "text": "And so notice the description. It's important, though, he's very specific, that even though these are people from all over the known world, they're Jews or converts to Judaism.",
    "start": "00:22:15",
    "end": "00:22:27"
  },
  {
    "text": "Well, that's why they're there.",
    "start": "00:22:28",
    "end": "00:22:29"
  },
  {
    "text": "Correct. That's right. So it's a pilgrimage feast, and they're there because of Pentecost. So it's multicultural, but it's mostly mono ethnic. However, we're now 500 years, no, 600 past the first waves of exile. So these people are coming from generations and generations, like if they've lived in all these places. So Jerusalem felt very international, multicultural. But they're all there because of their ties to their ethnic heritage as Jews.",
    "start": "00:22:29",
    "end": "00:23:03"
  },
  {
    "text": "They all have different languages and cultures now, but they're all Jewish by then.",
    "start": "00:23:03",
    "end": "00:23:07"
  },
  {
    "text": "Many languages, many cultures, but they're all Israelites. And that's important because remember, the whole thing is, when is the time that you're going to restore the kingdom to.",
    "start": "00:23:07",
    "end": "00:23:17"
  },
  {
    "text": "The tribes of Israel who are scattered at this Point.",
    "start": "00:23:18",
    "end": "00:23:21"
  },
  {
    "text": "Who are scattered, but not on Pentecost.",
    "start": "00:23:21",
    "end": "00:23:24"
  },
  {
    "text": "They all come back.",
    "start": "00:23:24",
    "end": "00:23:25"
  },
  {
    "text": "They're all here. It's really important. The multiculturalism often gets mistaken for multiethnic, and that's coming later on in the book.",
    "start": "00:23:25",
    "end": "00:23:35"
  },
  {
    "text": "But the picture here, they're all ethnically.",
    "start": "00:23:36",
    "end": "00:23:38"
  },
  {
    "text": "There is mono, ethnic, okay. But multicultural. So then Peter gets up and he gives a famous Pentecost speech.",
    "start": "00:23:38",
    "end": "00:24:15"
  },
  {
    "text": "Yeah.",
    "start": "00:24:15",
    "end": "00:24:15"
  },
  {
    "text": "And it's the same. It's this beautiful. I mean, it's this copy and paste job of the Hebrew prophets and psalms that you could want. It's just this beautiful speech. Most of it is weaving together language of the Old Testament with the story of Jesus. But there are a handful of places where he addresses the people that he's speaking to. This is at the bottom of page six there. And every time he does so, he indicates that he's speaking to Israelites. So when he says, let all the house of Israel know, especially in the prophet Ezekiel, house of Israel is his way of referring to the tribes, the 12 tribes of Israel. And actually, it seems that Luke composed Acts 2 with an eye towards the prophet Ezekiel. Because the phrase the whole house of Israel is important for Ezekiel's view of the restoration from exile. That it will be a time when all the tribes come back and are reunited, that they're reunited here in the land. That's a key prophetic hope. Ezekiel has multiple scenes talking about how the reunified new covenant, new heart, new spirit, people of God, will be created by the pouring out of God's spirit. That's an important theme in Ezekiel. And then also in Ezekiel, he has a key role for what he calls just a new David. He doesn't say Messiah, he just uses the name David to refer to the Messianic king.",
    "start": "00:24:16",
    "end": "00:25:44"
  },
  {
    "text": "Yeah.",
    "start": "00:25:44",
    "end": "00:25:44"
  },
  {
    "text": "So Luke's giving every clue that what's happening here at Pentecost is the renewal of Israel, the formation of the unified tribes. All the tribes are there or representatives. There wasn't any other event where you could say everybody's represented here.",
    "start": "00:25:44",
    "end": "00:26:01"
  },
  {
    "text": "Not during other pilgrimages.",
    "start": "00:26:02",
    "end": "00:26:04"
  },
  {
    "text": "Oh, I'm sorry. It could have been, but it happened to be Pentecost. But the point is, it's happening on a day when Jerusalem is full of more of the representative tribes than on any other day.",
    "start": "00:26:04",
    "end": "00:26:16"
  },
  {
    "text": "Yeah.",
    "start": "00:26:16",
    "end": "00:26:16"
  },
  {
    "text": "And that's the day when Pentecost happens. And so we're told that 3,000 come to give their allegiance to Jesus and then hundreds and thousands more in the days that follow. So it seems to me that the question that the disciples asked is being answered here.",
    "start": "00:26:17",
    "end": "00:26:35"
  },
  {
    "text": "When's it going to happen?",
    "start": "00:26:35",
    "end": "00:26:36"
  },
  {
    "text": "When's it going to happen? And he says, listen, it's going to go out to all nations. You don't need the blueprint, but it's coming soon. And here it is. It's the answer. It just happened.",
    "start": "00:26:36",
    "end": "00:26:48"
  },
  {
    "text": "Yeah, it's going to happen soon. And power is going to come for you.",
    "start": "00:26:48",
    "end": "00:26:52"
  },
  {
    "text": "And power is going to come. And then here comes to be my witnesses. And what are they doing? They're telling the story of God's mighty deeds, which now includes the story of Jesus Messiah, the rejection Peter's sermon is about. He tells the story of God's been at work here to bless the nations through Abraham. He sent the king. You rejected him, but God vindicated him. He's exalted him as Messiah. Here's your chance to recognize your Messiah. And thousands of Jews from all over the world do.",
    "start": "00:26:52",
    "end": "00:27:25"
  },
  {
    "text": "Yeah. So interestingly thought about that. Like I said, I always pictured all those converts being Jerusalemites who then stick around and form the early church. But they would all then end up going back to the places they came from. And then what? Like they're followers of the way of Jesus and them and their families and whatever in Iran or, you know, Mesopotamia.",
    "start": "00:27:25",
    "end": "00:27:57"
  },
  {
    "text": "Yeah. And it seems like a bunch of people.",
    "start": "00:27:57",
    "end": "00:27:58"
  },
  {
    "text": "This is before, like Paul would go and plant churches in these places and stuff.",
    "start": "00:27:59",
    "end": "00:28:02"
  },
  {
    "text": "Yeah, that's right. Yeah. Paul's not going to start doing that for another. That was going to be another decade or more down the road. So there's something happening in those first decade and a half, 15 years. It was the spreading of this multicultural Israelite crew that formed a nucleus at Pentecost. And the way Luke tells the story, the way Peter talks, everything that the prophets hoped for, that's what Peter says.",
    "start": "00:28:02",
    "end": "00:28:31"
  },
  {
    "text": "This is the renewal of Israel.",
    "start": "00:28:31",
    "end": "00:28:32"
  },
  {
    "text": "This is the renewal, the regathering of Israel from among the exiles to form the nucleus of the new covenant. Israel with their hearts transformed by the Spirit.",
    "start": "00:28:32",
    "end": "00:28:43"
  },
  {
    "text": "The question that the apostles had were, when is it time for you to restore the kingdom to Israel?",
    "start": "00:28:44",
    "end": "00:28:51"
  },
  {
    "text": "Yep.",
    "start": "00:28:52",
    "end": "00:28:52"
  },
  {
    "text": "And so this is God restoring the kingdom to Israel.",
    "start": "00:28:52",
    "end": "00:28:55"
  },
  {
    "text": "It seems the way Luke's designed these first two chapters is this is the fulfillment to their question, which makes sense. Jesus answer was, listen, you don't need the full timeline, but you're going to receive power and become eyewitnesses right here. And this is ground zero, Jerusalem. And then it's going to spread out.",
    "start": "00:28:55",
    "end": "00:29:14"
  },
  {
    "text": "Yep.",
    "start": "00:29:14",
    "end": "00:29:15"
  },
  {
    "text": "And what else is Peter announcing Jesus as the risen king, Israel and the world and thousands converting and having their lives transformed by the Spirit. It's the coming of the kingdom of God to a multicultural crowd in Jerusalem. Some people have also drawn attention to a thematic connection. But the confusion of languages. Babylon in Genesis.",
    "start": "00:29:15",
    "end": "00:29:43"
  },
  {
    "text": "Yeah, that's like a reversal of that.",
    "start": "00:29:43",
    "end": "00:29:44"
  },
  {
    "text": "Correct, correct. And I do think there's on a big picture level that's for sure resonating in the background here. I think the main scroll I want to have is of the filling of the temple and then of the gathering of Israelites around the temple or around the tabernacle, if that's on the scroll. If we have a bunch of Israelites gathering and then they'll map on to the disciples as the new temple with the fire and then with all these people coming around them. But the idea of Babylon being this act of human arrogance and self exaltation.",
    "start": "00:29:44",
    "end": "00:30:20"
  },
  {
    "text": "That led to a confusion of language.",
    "start": "00:30:22",
    "end": "00:30:24"
  },
  {
    "text": "Confusion of the languages. Here it's the reunification of language to form the seed of Abraham, the new seed of Abraham. It's pretty cool. But it's in the background. Like, Luke doesn't even draw attention to it. You just kind of have to know.",
    "start": "00:30:24",
    "end": "00:30:39"
  },
  {
    "text": "The story to see that, Sam. So when Peter gives a speech, he is quoting a lot from Ezekiel. And by using the let all of the house of Israel know. It's really calling back to this idea of the 12 tribes being unified.",
    "start": "00:30:39",
    "end": "00:31:27"
  },
  {
    "text": "Yep, that's right. Yeah. And it connects to the hope in Ezekiel, but also in Jeremiah, Isaiah, that when the new covenant people are formed after the restoration of exile, it will be all the tribes represented. And you tell me why Luke pauses the narrative in the mid climactic scene to list 15 regions of the known world. Like what?",
    "start": "00:31:27",
    "end": "00:31:57"
  },
  {
    "text": "He's just a geography buff.",
    "start": "00:31:57",
    "end": "00:31:59"
  },
  {
    "text": "That's one explanation. But usually they're so economic in how he tells these stories. And here he just. The story gets really balloons out just on a list. And the list remarkably overlaps with the list of the exiles from Isaiah chapter 11.",
    "start": "00:32:00",
    "end": "00:32:16"
  },
  {
    "text": "Was there just. No, there was no travel and commerce over to like, Spain.",
    "start": "00:32:16",
    "end": "00:32:20"
  },
  {
    "text": "Oh, totally human history. Oh, yeah, yeah. At this point, the Roman Empire, they had roads and shipping everywhere. Yep.",
    "start": "00:32:20",
    "end": "00:32:27"
  },
  {
    "text": "Okay.",
    "start": "00:32:27",
    "end": "00:32:27"
  },
  {
    "text": "Yeah, you're right. Actually I was exaggerating when I said it's the known world at the time. Because even in Jonah's day, Tarshish is likely Spain.",
    "start": "00:32:27",
    "end": "00:32:37"
  },
  {
    "text": "Oh, really?",
    "start": "00:32:37",
    "end": "00:32:38"
  },
  {
    "text": "Yep.",
    "start": "00:32:38",
    "end": "00:32:38"
  },
  {
    "text": "Wait, Tarshish. Is that the way he's going to go to.",
    "start": "00:32:38",
    "end": "00:32:41"
  },
  {
    "text": "He's trying to flee to Tarshish.",
    "start": "00:32:41",
    "end": "00:32:43"
  },
  {
    "text": "That's a long way away.",
    "start": "00:32:43",
    "end": "00:32:44"
  },
  {
    "text": "Yeah, it's as far away from Nineveh as you could go.",
    "start": "00:32:44",
    "end": "00:32:47"
  },
  {
    "text": "Yeah.",
    "start": "00:32:47",
    "end": "00:32:48"
  },
  {
    "text": "So, yeah, that's A good point. Luke's list could have been more expansive. So he's not just trying to blow out a picture of the whole globe here. Yeah, but it is from all points of the compass where he draws from. So Pentecost, we've got the new temple ruled by the son of exalted son of David, his renewed covenant, people from the tribes. So what's the next part of the story? Is Luke's going to show how that new temple is planting and being built here in Jerusalem, and it comes into conflict with the physical temple, or actually with the leaders of the physical temple. It's a tale of two temples, what I call the section. Then that tale of two temples is going to lead to conflict, and that conflict is going to culminate in the first martyr in the story, which is Stephen. And that closes the Jerusalem movement, because with the martyrdom of Stephen, the disciples scatter outside of the city and start going out. So that's the. The first video will be that intro scene. Pentecost. And then this tale of two temples leading to the conflict and scattering.",
    "start": "00:32:49",
    "end": "00:34:07"
  },
  {
    "text": "Thanks for listening to this episode of the BibleProject podcast. Today's music was by Dan Koch and our show was produced by Dan Gummel. If you like the show, you might also enjoy Tim's podcast. It's a collection of his lectures and sermons over the last decade. It's called Exploring My Strange Bible. You can find a link to it in our show notes. Thanks for being a part of this with us.",
    "start": "00:34:09",
    "end": "00:34:31"
  },
  {
    "text": "We believe the Bible is a unified story that leads to Jesus. We are a crowdfunded project by people like me.",
    "start": "00:34:33",
    "end": "00:34:41"
  },
  {
    "text": "Find free videos, study notes and more@the Bibleproject.com Sam.",
    "start": "00:34:41",
    "end": "00:35:27"
  }
]