[
  {
    "text": "Foreign. Hey, this is John at the bibleproject. Last week, we started a conversation on the podcast about a biblical theme in the Bible, which we're calling the Exile. It's an event that has shaped the Bible that we know and read today. It's an event that happened in 586 BC when the Babylonian empire came and wiped out Jerusalem and sent many of the Jewish people out of their homeland to live as refugees in a foreign land. We closed that episode talking about how the Jewish people, while in exile, were desperately clinging to this promise that God had made their ancestor Abraham, a promise that they would have their own homeland and be a people in that land who would bless the whole world because of their special relationship with the Creator God. They've come so close with David and Solomon and Moses, but it's failed over and over again. And so they've realized that in order.",
    "start": "00:00:00",
    "end": "00:01:07"
  },
  {
    "text": "For it to truly happen, it's going to have to involve a new David, some kind of new deliverer, a new Moses David, prophet deliverer figure. It's going to have to involve all of the sin and horrible evil and violence that our people have perpetrated. That's going to have to be dealt with, and the evil among the nations is going to have to be dealt with as well. And that's the tension that the Old Testament closes with.",
    "start": "00:01:07",
    "end": "00:01:32"
  },
  {
    "text": "So as the prophets who were living in these exile camps began to write down their hopes and prophetic visions of who this new king would be and how this new king would deliver them, they began to tell a bigger story.",
    "start": "00:01:33",
    "end": "00:01:46"
  },
  {
    "text": "As the authors of the Bible go back to talk about the history of humanity that Israel fits into of Genesis 1 through 11. Now the history of humanity is told as a story from promised land to exile from Eden, Genesis 1 and 2, to exile in Babylon, Genesis 11.",
    "start": "00:01:46",
    "end": "00:02:07"
  },
  {
    "text": "So today on the podcast, we talk about how the biblical authors think that everyone's story is really a story about exile. Thanks for joining us. Here we go. So when you say exile, we're typically referring to the one very traumatic event where Jerusalem was taken over by Babylon in 580something.",
    "start": "00:02:07",
    "end": "00:02:37"
  },
  {
    "text": "Correct.",
    "start": "00:02:37",
    "end": "00:02:38"
  },
  {
    "text": "And that was actually like the third invasion, but it was the big one where they just took it down, shipped everyone out. But in the north, they had an exile a couple hundred years earlier from.",
    "start": "00:02:38",
    "end": "00:02:54"
  },
  {
    "text": "A different, different world empire.",
    "start": "00:02:54",
    "end": "00:02:56"
  },
  {
    "text": "World empire before Babylon. And so that's part of the exile story as far as Israel as a whole is concerned. And then this identity as an exile continues even as they come back to the land because they're still under Occupation of a yet third.",
    "start": "00:02:56",
    "end": "00:03:13"
  },
  {
    "text": "And there are many Israelites now scattered all over the ancient world.",
    "start": "00:03:14",
    "end": "00:03:17"
  },
  {
    "text": "And they are still exiles who are still in exile. And somehow they've regained this ethnic identity. And they're also solidifying this story of who they are and why they're not just any ethnic group in this part of the world. They have been called by the one true God of all creation to be a group that's going to bring blessing to the whole world.",
    "start": "00:03:17",
    "end": "00:03:43"
  },
  {
    "text": "Yeah. To be the vehicle of God redeeming and rescuing the whole all nations and all creation. And that's the tension that the Old Testament closes with.",
    "start": "00:03:44",
    "end": "00:03:55"
  },
  {
    "text": "How's that going to happen?",
    "start": "00:03:56",
    "end": "00:03:57"
  },
  {
    "text": "Well, it's going to have to involve a new David, some kind of new deliverer, a new Moses David prophet deliverer figure. It's going to have to involve all of the sin and horrible evil and violence that our people have perpetrated. That's going to have to be dealt with and done away with. And the evil among the nations is going to have to be dealt with as well.",
    "start": "00:03:58",
    "end": "00:04:22"
  },
  {
    "text": "And when this happens, our identity as exiles will be over.",
    "start": "00:04:22",
    "end": "00:04:25"
  },
  {
    "text": "Correct.",
    "start": "00:04:25",
    "end": "00:04:26"
  },
  {
    "text": "And we will now be citizens of our true home. The true home, the kingdom of.",
    "start": "00:04:26",
    "end": "00:04:33"
  },
  {
    "text": "Because the Jerusalem they return back to isn't the Jerusalem of the golden era.",
    "start": "00:04:33",
    "end": "00:04:37"
  },
  {
    "text": "Yeah.",
    "start": "00:04:38",
    "end": "00:04:38"
  },
  {
    "text": "Under Zerubbabel, in the Book of Ezra, chapters three and four, when they rebuild the temple after they've been away in Babylon, they come back, the first wave comes back and they rebuild the temple. And it says that some people were celebrating and it said.",
    "start": "00:04:38",
    "end": "00:04:52"
  },
  {
    "text": "And those elders who had seen Solomon's.",
    "start": "00:04:52",
    "end": "00:04:55"
  },
  {
    "text": "Temple, they saw Solomon's temple and they lived through it and got back here. And it says they're crying. Yeah, they're bummed because it's nothing like what they thought it was going to be.",
    "start": "00:04:55",
    "end": "00:05:04"
  },
  {
    "text": "Well, can you imagine? I mean, Solomon built an awesome.",
    "start": "00:05:05",
    "end": "00:05:08"
  },
  {
    "text": "Yeah.",
    "start": "00:05:09",
    "end": "00:05:09"
  },
  {
    "text": "Awesome empire.",
    "start": "00:05:09",
    "end": "00:05:10"
  },
  {
    "text": "Yeah, yeah, that's right.",
    "start": "00:05:10",
    "end": "00:05:11"
  },
  {
    "text": "And so it must have been impressive.",
    "start": "00:05:11",
    "end": "00:05:13"
  },
  {
    "text": "It must have been. And then you. Yeah, you get the same, he didn't.",
    "start": "00:05:13",
    "end": "00:05:18"
  },
  {
    "text": "Build an empire, he built a.",
    "start": "00:05:18",
    "end": "00:05:19"
  },
  {
    "text": "Just an awesome temple.",
    "start": "00:05:19",
    "end": "00:05:21"
  },
  {
    "text": "Yeah. Temple. And. But also just city.",
    "start": "00:05:22",
    "end": "00:05:25"
  },
  {
    "text": "Yes. Okay, so. So that's Israel's story, Jenna. We started with Abraham, Genesis 12, all the way through to some people coming back from exile. But much of Israel still in exile. What happens is, as the authors of the Bible go back to talk about the history of humanity that Israel fits into. That's Genesis 1 through 11. Now the history of humanity is told as a story from promised land to exile From Eden, Genesis 1 and 2, to exile in Babylon, Genesis 11 so that experience, the narrative of Israel being in the land, getting taken into exile, becomes the framework for which they tell the story of all humanity. And so Genesis 11, now in the order that you read it in the Bible, becomes this foreshadowing. All humanity is in Babylon, so to speak, figuratively in Genesis 1 to 11, just like Israel is in exile. And so when Jesus comes onto the scene and then the apostles are sent out to the nations, they view the Jesus movement as a movement of exiles going out to a world that is in exile from its true home. So this becomes a rich metaphor to talk about.",
    "start": "00:05:25",
    "end": "00:07:19"
  },
  {
    "text": "Okay, I gotta make sure. I really like. That's a lot.",
    "start": "00:07:20",
    "end": "00:07:23"
  },
  {
    "text": "It is a lot. So let me try to tell me what you deferred.",
    "start": "00:07:23",
    "end": "00:07:27"
  },
  {
    "text": "Okay.",
    "start": "00:07:27",
    "end": "00:07:28"
  },
  {
    "text": "You'll do a better job of summarizing.",
    "start": "00:07:28",
    "end": "00:07:29"
  },
  {
    "text": "So this identity of being an exile and shaping their story as a people who began as sojourners, built their family.",
    "start": "00:07:30",
    "end": "00:07:43"
  },
  {
    "text": "Sojourned out of Babylon. Abraham comes into this land, comes into this land.",
    "start": "00:07:43",
    "end": "00:07:49"
  },
  {
    "text": "We build this great place and then we're taken out. Traumatic. And now we're trying to rebuild. And that's our story. And now that's their story of one people group.",
    "start": "00:07:49",
    "end": "00:08:04"
  },
  {
    "text": "And we're waiting for the full return from exile and the time when this place will be so transformed. It will. Jerusalem becomes our golden era.",
    "start": "00:08:04",
    "end": "00:08:17"
  },
  {
    "text": "Everything, everything God had promised and everything you could hope for as a human.",
    "start": "00:08:17",
    "end": "00:08:22"
  },
  {
    "text": "So whether you returned from Babylon or didn't, we're still waiting. We're still waiting for that golden era.",
    "start": "00:08:22",
    "end": "00:08:27"
  },
  {
    "text": "And for them, it wouldn't be some getting zapped out to some other reality.",
    "start": "00:08:28",
    "end": "00:08:33"
  },
  {
    "text": "The whole point is it's not about going away somewhere.",
    "start": "00:08:33",
    "end": "00:08:36"
  },
  {
    "text": "It's not going away somewhere.",
    "start": "00:08:36",
    "end": "00:08:37"
  },
  {
    "text": "It's about this place.",
    "start": "00:08:37",
    "end": "00:08:37"
  },
  {
    "text": "When they say the kingdom of God, this. They want that reality of God ruling through them.",
    "start": "00:08:37",
    "end": "00:08:44"
  },
  {
    "text": "That's right. You're getting it. This place that ought to feel like home to us, doesn't feel like home. And it doesn't operate like home ought to operate as it did in the days of David and Solomon.",
    "start": "00:08:45",
    "end": "00:08:56"
  },
  {
    "text": "Yeah. So now as this people group wants to tell the story of all humanity, everyone's story, the way they do it, is using the same idea, the same.",
    "start": "00:08:57",
    "end": "00:09:10"
  },
  {
    "text": "Motif or the same. Yeah. Narrative arc.",
    "start": "00:09:10",
    "end": "00:09:12"
  },
  {
    "text": "Same narrative arc. Which is? Which is, hey, all humanity had a home. It was great. It was as great as Solomon's time, essentially. If you can just make it. I'm sure Solomon's time had its problems, but just that golden era of humanity.",
    "start": "00:09:12",
    "end": "00:09:31"
  },
  {
    "text": "Of heaven and earth, you reunited.",
    "start": "00:09:31",
    "end": "00:09:33"
  },
  {
    "text": "Yes.",
    "start": "00:09:33",
    "end": "00:09:34"
  },
  {
    "text": "God and humans, God and humans. Peace and safety.",
    "start": "00:09:34",
    "end": "00:09:37"
  },
  {
    "text": "And it's this ancient garden temple, Beautiful moment in human history.",
    "start": "00:09:38",
    "end": "00:09:44"
  },
  {
    "text": "Yes.",
    "start": "00:09:44",
    "end": "00:09:44"
  },
  {
    "text": "And something happened. It wasn't Babylon coming in.",
    "start": "00:09:45",
    "end": "00:09:48"
  },
  {
    "text": "Yeah.",
    "start": "00:09:48",
    "end": "00:09:48"
  },
  {
    "text": "It was some mysterious evil that came.",
    "start": "00:09:49",
    "end": "00:09:53"
  },
  {
    "text": "In that humans embraced.",
    "start": "00:09:53",
    "end": "00:09:55"
  },
  {
    "text": "Embraced and decided to ally with, which then exiled them, banished them.",
    "start": "00:09:55",
    "end": "00:10:02"
  },
  {
    "text": "Results in humanity's exile, results in their exile. And in the narrative arc, that exile lands them from their true home, eventually leading to Babylon in Genesis.",
    "start": "00:10:03",
    "end": "00:10:16"
  },
  {
    "text": "So Babylon becomes this linchpin image.",
    "start": "00:10:16",
    "end": "00:10:19"
  },
  {
    "text": "So that's humanity's story.",
    "start": "00:10:20",
    "end": "00:10:21"
  },
  {
    "text": "So that's all humanity's story. I'm just trying to let that sink in really quick. All humanity's story, the story of the human condition is that we are displaced in our home. Right.",
    "start": "00:10:21",
    "end": "00:10:38"
  },
  {
    "text": "We're earthlings.",
    "start": "00:10:39",
    "end": "00:10:40"
  },
  {
    "text": "Yeah, we're earthlings.",
    "start": "00:10:40",
    "end": "00:10:41"
  },
  {
    "text": "This is our home.",
    "start": "00:10:41",
    "end": "00:10:42"
  },
  {
    "text": "But there's remnant of a garden kind of paradise. But it's broken.",
    "start": "00:10:42",
    "end": "00:10:49"
  },
  {
    "text": "Yeah. It's like imagine John Newton coming back to London all those years later and, you know, after all those life experiences, you would never experience your home as the same.",
    "start": "00:10:49",
    "end": "00:11:02"
  },
  {
    "text": "Yeah.",
    "start": "00:11:02",
    "end": "00:11:03"
  },
  {
    "text": "And I imagine it was probably as dirty as it was when he grew up there or something. But the point is that his view of his homeland is utterly changed. And then John Newton writes a poem that now humans all over the world can sing. And his experience becomes a way of talking about all humanity's experience. His blindness and his dangerous toils and snares become mine, and every other human's dangerous toils and snares.",
    "start": "00:11:03",
    "end": "00:11:32"
  },
  {
    "text": "So what's interesting is in Israel's story, they're hoping for a new David, a new Moses, this new kingdom and blessing, and that's their kind of salvation. But then what about all humanity? Like who is banished from the garden? What are they waiting for? Well, they're waiting in the story of this kind of cryptic snake crusher.",
    "start": "00:11:32",
    "end": "00:11:57"
  },
  {
    "text": "Yeah, right.",
    "start": "00:11:58",
    "end": "00:11:59"
  },
  {
    "text": "Savior character who's the offspring of the woman. And that's kind of all you get for the hope of humanity in Genesis 1 through 11. Right.",
    "start": "00:11:59",
    "end": "00:12:09"
  },
  {
    "text": "And then the promise to Abraham.",
    "start": "00:12:09",
    "end": "00:12:11"
  },
  {
    "text": "But that's Genesis 12.",
    "start": "00:12:11",
    "end": "00:12:12"
  },
  {
    "text": "Correct.",
    "start": "00:12:13",
    "end": "00:12:13"
  },
  {
    "text": "But that's the beginning of Israel's story.",
    "start": "00:12:13",
    "end": "00:12:15"
  },
  {
    "text": "But in the logic of the biblical narrative, this is how it works. All humanity, historically, it's Israelite authors who went through the exile who go back and then frame humanity's story this way. But then, as you as a reader of the Bible, I'm not reading it in that order. I start at page one, not at Genesis 12, Israel's story. So I began with this story about all humanity here in the world, but exiled from the true home, which is this world, the way it Ought to be. And my only hope is for a descendant, a human who will come to do away with evil. And then as I read, because we're sitting here languishing in Babylon, Genesis 1:3 to 11. And then out of Babylon, however, God brought a human family of Abraham, through whom he's going to bring that deliverer, the offspring, to bring that blessing to the world. And then that becomes the thread uniting the Israel story. We've used the Russian nesting dolls, dolls within dolls. It's like the outer doll is all humanity in exile. And you open it and then there's this whole story about Israel's being brought out of Babylon into the land and given another chance, so to speak, and they blow it too. And so now we've got two problems to solve. We need to solve the Israel's exile problem, which will be the way of solving humanity's exile in Babylon problem. And this all hooks back to that passage that you alluded to when we started this conversation, which is Bible verses in the New Testament that talk about Christians being exiles, sojourners in exile.",
    "start": "00:12:15",
    "end": "00:14:05"
  },
  {
    "text": "Yeah, so that's what I wanted to get back to, because you did that whole three step thing. Israel's identity is exiles, then saying, well, that's all of humanity's actual identity, not just ours. And the solution that for all humanities is actually the solution that's gonna come through us. The seed comes through our family, the offspring of the woman, the snake crusher.",
    "start": "00:14:05",
    "end": "00:14:31"
  },
  {
    "text": "That will rescue humanity from exile.",
    "start": "00:14:31",
    "end": "00:14:33"
  },
  {
    "text": "That's actually coming through our genealogy, coming.",
    "start": "00:14:33",
    "end": "00:14:36"
  },
  {
    "text": "Through the Israelite family.",
    "start": "00:14:36",
    "end": "00:14:37"
  },
  {
    "text": "And then we'll bless the whole world. And then now we're in the time of Jesus and the apostles. And you said, and this is where I wanna make sure it was landing for me, that now it's no longer the hope has come through Israel, that snake crushing king has arrived. And so now let's bring it to all humanity, that solution. Because not only is Israel exiles, everyone's exiles, all humanity. Yes, that's the story.",
    "start": "00:14:37",
    "end": "00:15:12"
  },
  {
    "text": "Yes, this world is our home, we're earthlings. But yet at the same time we experience this like disconnect from the world as our home, we're both at home within it, but also feel like strangers.",
    "start": "00:15:12",
    "end": "00:15:30"
  },
  {
    "text": "That's such a weird existential experience of feeling like a foreigner in this reality, but this is the only reality we have. But it's like, it feels like home. It feels like this is. I breathe oxygen, I enjoy sunsets, like, I eat food, like what else would I want? But at the same time there's just so Many questions like, why am I here? And why am I experiencing these desires that I have? And why are these conflicts arising that I can't solve? And there's too many questions. I don't actually feel at home in my body, even though all I am is the body.",
    "start": "00:15:31",
    "end": "00:16:14"
  },
  {
    "text": "Or welcome in the universe.",
    "start": "00:16:14",
    "end": "00:16:15"
  },
  {
    "text": "Yeah. Or welcome in the universe.",
    "start": "00:16:15",
    "end": "00:16:17"
  },
  {
    "text": "This is the author, Walker Percy. Read this many years ago. He wrote Lost in the Cosmos, the last self help book. He's kind of making a mockery of the 90s.",
    "start": "00:16:18",
    "end": "00:16:29"
  },
  {
    "text": "Self help movement.",
    "start": "00:16:30",
    "end": "00:16:31"
  },
  {
    "text": "Self help movement. And the whole opening part of the book is how he paints this picture of human technological process.",
    "start": "00:16:31",
    "end": "00:16:40"
  },
  {
    "text": "Yeah.",
    "start": "00:16:41",
    "end": "00:16:41"
  },
  {
    "text": "You know, we've got. They didn't even have. Well, you know, this was in the 90s. So he's painting this version of TV and telephones and air travel, and it's incredible. And science and chemistry.",
    "start": "00:16:41",
    "end": "00:16:54"
  },
  {
    "text": "Yeah.",
    "start": "00:16:54",
    "end": "00:16:55"
  },
  {
    "text": "And then it all goes to this movement. But there's still one last frontier. It's the thing between our ears. And then you just paint. And then it goes into this crisis mode of just saying the fundamental mystery of the universe is why we feel so alone and alienated from our own bodies, from our communities, from our families, and from the universe. This is supposed to be our home.",
    "start": "00:16:55",
    "end": "00:17:20"
  },
  {
    "text": "Yeah.",
    "start": "00:17:20",
    "end": "00:17:21"
  },
  {
    "text": "So why is it so unstable? And why is life so dangerous here and so hostile? And we have this little reprieve on the space rock, you know, but ultimately.",
    "start": "00:17:21",
    "end": "00:17:33"
  },
  {
    "text": "Why is it so difficult to be happy?",
    "start": "00:17:33",
    "end": "00:17:35"
  },
  {
    "text": "Yes.",
    "start": "00:17:35",
    "end": "00:17:36"
  },
  {
    "text": "And why. Why do I keep screwing up things that I shouldn't be screwing up? You know?",
    "start": "00:17:36",
    "end": "00:17:42"
  },
  {
    "text": "Yeah.",
    "start": "00:17:42",
    "end": "00:17:43"
  },
  {
    "text": "Like what's going on?",
    "start": "00:17:43",
    "end": "00:17:44"
  },
  {
    "text": "Yeah. So is this place our home or not? And it's kind of like. Well, I think the human experience is yes and no. Like, it's. The world seems a very unwelcome place to humans sometimes. And humans create very unwelcome environments for each other, but yet we still have a sense that this ought to be our home.",
    "start": "00:17:45",
    "end": "00:18:07"
  },
  {
    "text": "Yeah. You know, it's so funny. The way we're talking about this is the exact opposite of the way I talked about it growing up, which is, this is not our home. We need a completely different reality. And it's this fuzzy, not corporeal. Is that the word?",
    "start": "00:18:08",
    "end": "00:18:36"
  },
  {
    "text": "Yeah. Right.",
    "start": "00:18:36",
    "end": "00:18:36"
  },
  {
    "text": "It's just like it's disembodied. And I remember when Randy Alcorn came out with his book on heaven in, like, the early 2000s, and that was pretty big for, like, an evangelical to kind of say, like, hey, guys, we're not thinking about heaven correctly or biblically. Like, heaven is a new Earth.",
    "start": "00:18:37",
    "end": "00:18:57"
  },
  {
    "text": "Yeah. New creation.",
    "start": "00:18:57",
    "end": "00:18:58"
  },
  {
    "text": "New creation. I remember when he actually came to Multnomah.",
    "start": "00:18:58",
    "end": "00:19:01"
  },
  {
    "text": "I remember that too.",
    "start": "00:19:01",
    "end": "00:19:02"
  },
  {
    "text": "And he talked on it and it blew my mind. And all of a sudden I was like. Like, it was so exciting to think about. Oh, yeah. In the new Creation, like, I might be able to snowboard.",
    "start": "00:19:02",
    "end": "00:19:14"
  },
  {
    "text": "Yeah, sure. All your, like, growing up images of having to leave behind.",
    "start": "00:19:16",
    "end": "00:19:20"
  },
  {
    "text": "Yeah. Everything just some fuzzy, cloudy, like. Yeah, sure, yeah. So thinking about it from the terms of being an alien or a sojourner and I need to be in some other reality. The way we're talking about it is you're already in the Alcorn camp. You already get it, and you're like, yeah, this is my home. Of course.",
    "start": "00:19:20",
    "end": "00:19:41"
  },
  {
    "text": "This ought to be my home.",
    "start": "00:19:41",
    "end": "00:19:42"
  },
  {
    "text": "This ought to be my home. Well, this is my home. What else do I have? Right? I'm a body. I'm a. And I'm a human. There's no other habitat in the universe where I can exist. And it's finally tuned for my existence. And so you start there, like, this is home. But then the question is, why doesn't it feel like home? And that's. I'm just noticing that that's the exact opposite tact of how I usually think about it. But it seems like that's the more natural kind of biblical.",
    "start": "00:19:42",
    "end": "00:20:19"
  },
  {
    "text": "Well, yeah, because the narrative doesn't end with the Israelites staying in Babylon. They come back to Jerusalem and they are in the land that should be their home, but they don't experience it as home. That's Ezra, Nehemiah, and then all the way through to the time of Jesus. And that's why when Jesus launches his movement, or John the Baptist launches his movement, all the gospel authors say John the Baptist was this great fulfillment of the prophet Isaiah. And they quote from Isaiah 40. And what is it? It's a promise about returning from exile. Prepare a way. Prepare a highway for the Lord back to the promised land. But they're using this language of returning from Babylon to describe their current existence in the.",
    "start": "00:20:19",
    "end": "00:21:09"
  },
  {
    "text": "Which is not in Babylon.",
    "start": "00:21:09",
    "end": "00:21:10"
  },
  {
    "text": "They're not in Babylon. They're back in their land. So. So even the language of returning from exile becomes just this existential, a metaphor for restoration, new creation. So this place that ought to be my home will be so transformed that it becomes my home. And so this is why. Here we go. I wonder if this is the hook for the video. Then in the letter of first Peter, you have a Jewish, messianic, Jewish father, apostle of Jesus. Okay, Right. So Peter, he's an apostle, but he's Jewish. He grew up in Galilee.",
    "start": "00:21:10",
    "end": "00:21:45"
  },
  {
    "text": "The rock.",
    "start": "00:21:45",
    "end": "00:21:45"
  },
  {
    "text": "Right, the rock.",
    "start": "00:21:45",
    "end": "00:21:46"
  },
  {
    "text": "Not the rock. Dwayne Johnson.",
    "start": "00:21:48",
    "end": "00:21:50"
  },
  {
    "text": "Yes. Not Baywatch rock.",
    "start": "00:21:50",
    "end": "00:21:52"
  },
  {
    "text": "Baywatch.",
    "start": "00:21:53",
    "end": "00:21:53"
  },
  {
    "text": "So, yeah, different rock. Peter Petros. So you have Peter. He's sent and commissioned by the risen Messiah, Jesus, King of the world. And he writes to all these communities of Jesus that are full of mostly non Israelites, non Jewish people. And he opens the letter of first Peter with Peter, an apostle of Jesus, the Messiah, to those who live as immigrants, exiled throughout Pontus, Galatia, Cappadocia, Asia, all these towns, modern day Turkey, cities in modern day Turkey, who. Who were chosen by God's foreknowledge, sanctified by the Spirit, sprinkled by the blood of Jesus. Grace and peace to you. So he's talking to these people who live in their home.",
    "start": "00:21:54",
    "end": "00:22:40"
  },
  {
    "text": "They're not really immigrants.",
    "start": "00:22:42",
    "end": "00:22:44"
  },
  {
    "text": "No.",
    "start": "00:22:44",
    "end": "00:22:44"
  },
  {
    "text": "This is where they live.",
    "start": "00:22:44",
    "end": "00:22:45"
  },
  {
    "text": "This is their home.",
    "start": "00:22:46",
    "end": "00:22:46"
  },
  {
    "text": "Yeah.",
    "start": "00:22:46",
    "end": "00:22:47"
  },
  {
    "text": "So I get a letter. I mean, just think, Yeah, I get.",
    "start": "00:22:47",
    "end": "00:22:51"
  },
  {
    "text": "A letter from my grandma.",
    "start": "00:22:51",
    "end": "00:22:52"
  },
  {
    "text": "You're Bithynia and Euergetes, you're Greek, you grew up in Pontus, it's your home. And you get a letter from. But you've given your allegiance to Jesus, the Jewish Messiah, and you think he's the king of the world and he's coming back to bring new creation. And Peter writes a letter to your church community and he says, greetings, exiles, people who are exiled in Pontus.",
    "start": "00:22:52",
    "end": "00:23:14"
  },
  {
    "text": "Yeah. You're like, no, this is where I'm from.",
    "start": "00:23:14",
    "end": "00:23:16"
  },
  {
    "text": "Well, I live here.",
    "start": "00:23:16",
    "end": "00:23:17"
  },
  {
    "text": "Yeah.",
    "start": "00:23:17",
    "end": "00:23:17"
  },
  {
    "text": "Like, I was born down the street.",
    "start": "00:23:17",
    "end": "00:23:19"
  },
  {
    "text": "Yeah. Not an exile. He must not be talking about me.",
    "start": "00:23:20",
    "end": "00:23:24"
  },
  {
    "text": "Right? And then another time in the letter, he's going to repeat it. He's going to say, hey, beloved friends, I urge you as immigrants and exiles to not live like the non Jewish people. Don't live like the Gentiles. He says in chapter two.",
    "start": "00:23:24",
    "end": "00:23:38"
  },
  {
    "text": "And you're like, well, that's my crew.",
    "start": "00:23:38",
    "end": "00:23:39"
  },
  {
    "text": "I am a Gentile and I'm not exiled here. You can see the point here is that becoming a Christian means losing your identity means. Yeah, gaining. Yeah, I don't know. Gaining. Calling into question my identity that the world as I now experience it doesn't define my identity or my destiny. It's my home, but it's not my home in the sense of what I know. This world is truly made for what I'm made for and what I'm waiting for.",
    "start": "00:23:39",
    "end": "00:24:13"
  },
  {
    "text": "Yeah. It's identifying something you already feel, which is, something's wrong.",
    "start": "00:24:13",
    "end": "00:24:19"
  },
  {
    "text": "That's right.",
    "start": "00:24:19",
    "end": "00:24:19"
  },
  {
    "text": "I'm waiting for something better. But what it's doing is. It's saying there's actually an allegiance shift that needs to happen, because you're not just waiting for the world to figure it out, Whoever's in charge right now. You're waiting for a king who's not of this world. Well, I mean, I don't know how you'd want to describe it, but you're waiting for a kind of a new allegiance.",
    "start": "00:24:19",
    "end": "00:24:43"
  },
  {
    "text": "King Jesus.",
    "start": "00:24:43",
    "end": "00:24:44"
  },
  {
    "text": "Yeah.",
    "start": "00:24:44",
    "end": "00:24:45"
  },
  {
    "text": "Who is the human who broke through the veil and he became what we are all made for and destined to become. And he's the one who will recreate our homeland to be what it is truly designed to be. And so in the meantime, I live in my home with the mindset of a temporary resident. Yeah, but again, this language is so lotus, which doesn't mean you don't. The whole point isn't, my home, therefore, is in heaven. The point of saying I'm in exile is to say this world as I experience it, doesn't define my whole identity.",
    "start": "00:24:45",
    "end": "00:25:25"
  },
  {
    "text": "I think what was helpful was when you said that the Judeans who are living in Jerusalem, they're in their home now, but they still consider themselves exiles.",
    "start": "00:25:25",
    "end": "00:25:37"
  },
  {
    "text": "They're back in Jerusalem, but they continue using the language of exile.",
    "start": "00:25:37",
    "end": "00:25:41"
  },
  {
    "text": "So what do they mean? They mean that even though I'm here, where home is, there's something wrong and something incomplete, something that needs to come still. And. And something needs to be transformed. And until that happens, I still have the identity as an exile of an exile. And so, to the same degree, me living in Portland, a city I was born in, in the Northwest, where I grew up, living in a home where my family, you know, my kids have grown up, like, this is home, but it's not exactly what it needs to be.",
    "start": "00:25:41",
    "end": "00:26:22"
  },
  {
    "text": "But I'm also still experience as something of a stranger. I'm estranged from this world as much as I am at home within it.",
    "start": "00:26:22",
    "end": "00:26:31"
  },
  {
    "text": "But it doesn't mean that I'm waiting to go to another city.",
    "start": "00:26:31",
    "end": "00:26:34"
  },
  {
    "text": "No, I'm waiting for this city.",
    "start": "00:26:34",
    "end": "00:26:35"
  },
  {
    "text": "I'm waiting for this city, for this.",
    "start": "00:26:36",
    "end": "00:26:37"
  },
  {
    "text": "House to become permeated with the kingdom of God.",
    "start": "00:26:37",
    "end": "00:26:40"
  },
  {
    "text": "Yeah.",
    "start": "00:26:40",
    "end": "00:26:40"
  },
  {
    "text": "Heaven and earth reunited. Yeah.",
    "start": "00:26:41",
    "end": "00:26:43"
  },
  {
    "text": "And so in that way, someone could say, hey, John, you're in exile. And I'd be like, yeah, I know what you mean.",
    "start": "00:26:44",
    "end": "00:26:50"
  },
  {
    "text": "Yeah, that's right. It's like. It's truly. This becomes like, code language, because you have to know the story to know what it means that Christians call each other exiles. And what we're waiting for isn't to be shipped out. What we're waiting for is this world that is our home. But that doesn't work like it ought to if it were truly home. We're waiting for the restoration of this to become the home it's supposed to be. And again, this is why all the language about heaven. This is why when Paul says, my citizenship is in heaven, and from there we await a savior. This is in Philippians, chapter three. Our citizenship is in heaven, and we await from there a savior who will come here to bring about transformation and new creation. And so the point is that we are exiles here, and here will become our true home.",
    "start": "00:26:50",
    "end": "00:27:47"
  },
  {
    "text": "And what's he referring to there when he says heaven?",
    "start": "00:27:47",
    "end": "00:27:50"
  },
  {
    "text": "Oh, he's talking about the exalted place of Jesus as the king of the world. So we're back to the heaven language as a way of talking about God's high enthroned vantage point over the world. So God's in heaven as king over all, and Jesus was exalted to heaven. So I wondered if a hook for the video is Peter, a Jewish missionary, writing to non Jewish people, saying, hey, exiles.",
    "start": "00:27:50",
    "end": "00:28:18"
  },
  {
    "text": "Yeah.",
    "start": "00:28:18",
    "end": "00:28:18"
  },
  {
    "text": "What?",
    "start": "00:28:19",
    "end": "00:28:19"
  },
  {
    "text": "Yeah, that's strange.",
    "start": "00:28:19",
    "end": "00:28:20"
  },
  {
    "text": "Hey, I urge you, as exiles don't live like the gentiles. What? I am a gentile, and I'm not an exile. Not an exile. And then the last paragraph is, oh, yeah, the one who's in Babylon chosen together with you. The church in Babylon sends its greetings. And you're like, what? Babylon hasn't existed for half a millennium.",
    "start": "00:28:20",
    "end": "00:28:42"
  },
  {
    "text": "Yeah, I see what you're doing here. I see.",
    "start": "00:28:42",
    "end": "00:28:45"
  },
  {
    "text": "So the whole world is in exile in Babylon.",
    "start": "00:28:46",
    "end": "00:28:49"
  },
  {
    "text": "We're all in Babylon.",
    "start": "00:28:49",
    "end": "00:28:51"
  },
  {
    "text": "That's Peter's view as a Christian. The whole world is in exile, still in Babylon.",
    "start": "00:28:51",
    "end": "00:28:56"
  },
  {
    "text": "It's kind of Babylon becomes a word just to describe the reality, which is, this is my home, but it's not my home.",
    "start": "00:28:56",
    "end": "00:29:03"
  },
  {
    "text": "It's the corporate human condition of systematic sin, injustice, broken systems, broken corporate life. And you can be born in Pontus or Portland. And to be a Christian is to actively foster this view that I love it here, but I shouldn't mistake it for home, because imagine Portland, which is my home, permeated with the life and love of the Kingdom of God completely. And every neighbor loving their neighbor as themselves. That would be very different Portland than the one I live in. But I shouldn't mistake even a great Portland for the kingdom of God, Portland. And so I live here fostering this ambiguous relationship.",
    "start": "00:29:03",
    "end": "00:29:51"
  },
  {
    "text": "Yeah. And it's not just. It's not just a city. It's. It's a street. I live on that's right.",
    "start": "00:29:51",
    "end": "00:29:57"
  },
  {
    "text": "That's right.",
    "start": "00:29:57",
    "end": "00:29:57"
  },
  {
    "text": "And it's also like a couple thousand square feet. That's my house. Like, that has to also be transformed.",
    "start": "00:29:57",
    "end": "00:30:05"
  },
  {
    "text": "Or the one square foot. That is my brain.",
    "start": "00:30:05",
    "end": "00:30:07"
  },
  {
    "text": "You have a square foot brain that's massive.",
    "start": "00:30:08",
    "end": "00:30:11"
  },
  {
    "text": "Oh, I guess 8 by 8 inches. I don't know. Whatever. Whatever the dimensions of a human brain are. But you get what I'm saying. Like just my own heart and mind, my own thoughts and impulses and inclinations. Yes, I'm an exile in my own body.",
    "start": "00:30:11",
    "end": "00:30:23"
  },
  {
    "text": "I'm an exile in my own body.",
    "start": "00:30:23",
    "end": "00:30:25"
  },
  {
    "text": "Whoa. But, yes, this is Paul's vision of the human problem. In Romans 7, he retells the human experience as the story of Adam and as the story of Israel. As I want to do the right thing, but somehow my body, driven by these sinful impulses and I do the thing I don't want to do, I'm exiled. This body's good, but it also is a problem at the same time.",
    "start": "00:30:25",
    "end": "00:30:53"
  },
  {
    "text": "I'm an exile in my own body.",
    "start": "00:30:53",
    "end": "00:30:54"
  },
  {
    "text": "Yeah, just that phrase right there. I'm a stranger in my own skin.",
    "start": "00:30:55",
    "end": "00:30:59"
  },
  {
    "text": "Yes. Stranger in my own skin captures the.",
    "start": "00:30:59",
    "end": "00:31:02"
  },
  {
    "text": "Existential experience of millions of human beings.",
    "start": "00:31:02",
    "end": "00:31:05"
  },
  {
    "text": "Yes.",
    "start": "00:31:05",
    "end": "00:31:06"
  },
  {
    "text": "I'm a stranger in my own body.",
    "start": "00:31:06",
    "end": "00:31:07"
  },
  {
    "text": "And this is what Paul's getting at in Romans 7.",
    "start": "00:31:08",
    "end": "00:31:10"
  },
  {
    "text": "Yeah. My truest identity is as the image of God. Human living in the love and power of God to love him and love my neighbor. And imagine my true home is a world that operates that way.",
    "start": "00:31:10",
    "end": "00:31:25"
  },
  {
    "text": "That's another place to start as a hook. As the stranger in your own body.",
    "start": "00:31:26",
    "end": "00:31:32"
  },
  {
    "text": "Oh. Oh, that's true.",
    "start": "00:31:32",
    "end": "00:31:33"
  },
  {
    "text": "Yeah. That's interesting for a modern Western audience.",
    "start": "00:31:34",
    "end": "00:31:37"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:31:37",
    "end": "00:31:38"
  },
  {
    "text": "That's a really good place to start.",
    "start": "00:31:38",
    "end": "00:31:40"
  },
  {
    "text": "Audience of. Or videos. Which is us.",
    "start": "00:31:40",
    "end": "00:31:43"
  },
  {
    "text": "Which is us.",
    "start": "00:31:43",
    "end": "00:31:44"
  },
  {
    "text": "You and me. Yeah, that's interesting. Yeah, that could be more interesting. Yeah.",
    "start": "00:31:44",
    "end": "00:31:50"
  },
  {
    "text": "And then you can go to Peter.",
    "start": "00:31:51",
    "end": "00:31:52"
  },
  {
    "text": "And then you can. Yeah, that's the big umbrella is. This is why now you can see. It permeates the whole story from the Garden of Eden to exile out, ending up in Babylon, to Israel's story out of Babylon, exile back to Babylon, back into the Promised Land, but still waiting.",
    "start": "00:31:52",
    "end": "00:32:08"
  },
  {
    "text": "And what's interesting is when they are waiting in Jerusalem, considering themselves exiles, they're awaiting a king. Then in the New Testament, in the Gospels, we learn that Jesus is king. It's not the way that we had anticipated it, but it's the way we need it. But then Jesus leaves, and now we're awaiting the king again. So something has changed. Something as Inaugurated is the word that theologians like to use. But we're in a very similar position.",
    "start": "00:32:09",
    "end": "00:32:48"
  },
  {
    "text": "That's right.",
    "start": "00:32:48",
    "end": "00:32:49"
  },
  {
    "text": "As Israelites rebuilding Jerusalem, awaiting the king.",
    "start": "00:32:49",
    "end": "00:32:53"
  },
  {
    "text": "That's right.",
    "start": "00:32:53",
    "end": "00:32:54"
  },
  {
    "text": "That's what Peter says. Right. Or is it Paul, where we're awaiting the king to come.",
    "start": "00:32:54",
    "end": "00:32:59"
  },
  {
    "text": "Yes. Future in Philippians 3.",
    "start": "00:32:59",
    "end": "00:33:01"
  },
  {
    "text": "Philippians.",
    "start": "00:33:01",
    "end": "00:33:01"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:33:01",
    "end": "00:33:02"
  },
  {
    "text": "So Paul.",
    "start": "00:33:02",
    "end": "00:33:02"
  },
  {
    "text": "And so that's why Peter will write to these church communities saying, yeah, we're in exile. We're waiting the return of the king, the posture and the setting of the exiles returned and scratching out a life in Jerusalem, forming the Bible to retell the story of how we got here, how all humanity got here, and what hope is there. One of those main things was the problem of our broken relationship to God because we ended up in exile because of human evil and sin. Stage one of the Jesus story dealt with that part. Dealt with the power of evil, and. That's right. And dealing with human sin and evil and both covering for it and doing away to heal the covenant relationship. Covenant relationship's been healed through Jesus. Stage 1. Jesus Stage 2 is the full transformation of our home back into our true homeland again. This exile and stranger language is a way of actually thinking about the whole story of the Bible. And it's a different narrative arc than we've kind of traced so far, because Jesus is a really important piece of it, but it's broader and it's really taking seriously this Old Testament narrative arc of exile as the location of all humanity awaiting the healing and transformation of the world as we know it.",
    "start": "00:33:03",
    "end": "00:34:31"
  },
  {
    "text": "I want to dig into that more about the evil. So we talked about how in Genesis 1:11, that's the story of all humanity becoming exiles. And what happens there is we've got a snake, this mysterious creature who's crafty and tempts Adam and Eve to not trust God and to kind of go at it on their own. And you get this passage in Genesis 4, talking about sin being crouching, ready to devour you and have its way with you, and. And that's your enemy, and don't let it overtake you. So you start getting this idea of this, like, evil that we're dealing with that's very other than us, but then somehow becomes, like, intimately tied with us.",
    "start": "00:34:32",
    "end": "00:35:27"
  },
  {
    "text": "The enemy within.",
    "start": "00:35:27",
    "end": "00:35:28"
  },
  {
    "text": "And the enemy within that's having its way with us, and that is the root. But then what happens is human civilizations grow and the thing that we feel like we're dealing with is that bad dude over there. Yeah, that's sword and the power. Like, that's the evil I need to be saved from.",
    "start": "00:35:28",
    "end": "00:35:47"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:35:47",
    "end": "00:35:48"
  },
  {
    "text": "Pharaoh, Lamech, and then Babylon and Persia and Rome. And that becomes the real obvious bad guy. But when Jesus comes, he says no, the real bad guy.",
    "start": "00:35:48",
    "end": "00:36:05"
  },
  {
    "text": "Yeah, the real thing driving Babylon. The real enemy. The real enemy that has exiled humanity.",
    "start": "00:36:05",
    "end": "00:36:11"
  },
  {
    "text": "Yes.",
    "start": "00:36:12",
    "end": "00:36:12"
  },
  {
    "text": "And the real king of this exiled world is being or force.",
    "start": "00:36:12",
    "end": "00:36:20"
  },
  {
    "text": "This is evil.",
    "start": "00:36:20",
    "end": "00:36:21"
  },
  {
    "text": "It's evil which is described by a variety of titles and images in the Bible.",
    "start": "00:36:21",
    "end": "00:36:27"
  },
  {
    "text": "Yeah. The Satan, the serpent, the dragon.",
    "start": "00:36:27",
    "end": "00:36:31"
  },
  {
    "text": "Yep. The sin or the flesh. Right. Like in Paul's writings.",
    "start": "00:36:31",
    "end": "00:36:36"
  },
  {
    "text": "Yeah. So Jesus comes and says, that's the problem I'm gonna deal with.",
    "start": "00:36:36",
    "end": "00:36:40"
  },
  {
    "text": "That's the enemy.",
    "start": "00:36:40",
    "end": "00:36:41"
  },
  {
    "text": "That's the enemy. And so while you're preoccupied with that Roman occupier, I'm not. I'm more interested in this deeper, more real problem. And because of that, then it's easier for me to forgive people and, and to forgive the soldier that's killing me because I'm actually at bat for the thing that's actually causing him to be in this position in the first place. And so then Jesus deals with that with his death and resurrection. He tramples over it.",
    "start": "00:36:41",
    "end": "00:37:23"
  },
  {
    "text": "Yeah. Here. It's the day of the Lord video.",
    "start": "00:37:23",
    "end": "00:37:24"
  },
  {
    "text": "It's the day of the Lord, but then he leaves and he says, hey, have at it now with my spirit.",
    "start": "00:37:24",
    "end": "00:37:31"
  },
  {
    "text": "He leaves in one sense so that he can come back in another sense, the spirit so that he can not be bound to one spatial location.",
    "start": "00:37:31",
    "end": "00:37:43"
  },
  {
    "text": "And evil still exists.",
    "start": "00:37:45",
    "end": "00:37:46"
  },
  {
    "text": "And that's right.",
    "start": "00:37:47",
    "end": "00:37:48"
  },
  {
    "text": "It's not like now evil's gone, but evil has. The key to evil has been.",
    "start": "00:37:48",
    "end": "00:37:56"
  },
  {
    "text": "That's correct. Which is why there's still use to using the Babylon exile language. I think to be exiled in Babylon is to live in the world that ought to be the kingdom of God, but is still under occupying.",
    "start": "00:37:56",
    "end": "00:38:12"
  },
  {
    "text": "And this is probably why Paul says, like our battle is not against flesh.",
    "start": "00:38:12",
    "end": "00:38:15"
  },
  {
    "text": "And blood, but against spiritual blood. That's totally Paul. This is what he's tuning into. That's exactly right. And it's what John, the Revelation, the author of the Revelation, is tuning into by calling Rome or the world powers of distant future. Whatever your view on Revelation is, that kingdom that represents the broken, distorted human kingdoms is called Babylon, among other names in the book of Revelation, which is itself generated and motivated by just both human evil and spiritual evil.",
    "start": "00:38:15",
    "end": "00:38:47"
  },
  {
    "text": "As a 21st century modern Westerner who follows Jesus seems like it's. It's saying I identify with this problem of being in exile, yes, in my own body, but also my city and my home. And. And even. I mean, we live kind of in a global world now, global village. So this whole world, the entire world system, like, I could travel basically anywhere in the world, and even though this is my planet, the pale blue dot, there's something horribly amiss and dangerously so then embracing that and saying the problem is some dark, evil force that I have become complicit with and so has everyone, and so is the whole system.",
    "start": "00:38:47",
    "end": "00:39:44"
  },
  {
    "text": "And it's taken us captive.",
    "start": "00:39:45",
    "end": "00:39:48"
  },
  {
    "text": "Yeah.",
    "start": "00:39:48",
    "end": "00:39:49"
  },
  {
    "text": "Yeah.",
    "start": "00:39:49",
    "end": "00:39:49"
  },
  {
    "text": "And I believe there was a man from the first century who lived. Who was a Jewish man who lived in the first century under Roman occupation, who identified that problem and said, that's the real problem, and somehow fought and won a battle against it through his death and resurrection from the dead. And that he was not just a human. He had broke through the veil. I like how you said that. He was the true human. He was God incarnate.",
    "start": "00:39:50",
    "end": "00:40:30"
  },
  {
    "text": "Yeah. He was the creator. Become the human on our behalf.",
    "start": "00:40:30",
    "end": "00:40:35"
  },
  {
    "text": "And that's the only reason why he could do it.",
    "start": "00:40:36",
    "end": "00:40:37"
  },
  {
    "text": "Yeah. That we are all made to be. But if they.",
    "start": "00:40:38",
    "end": "00:40:40"
  },
  {
    "text": "And that's why he could fight against that on our behalf. And now my belief as a 21st century global citizen is like, my identity needs to be first and foremost saying, yep. That's my allegiance to that guy. And the way he defeated evil is gonna be the way that it's defeated within me. And his vision for the world now needs to become my vision for the world, and I'm gonna fight for that. While I'm here, I'm gonna try to build the kingdom of God. Seek the kingdom of God.",
    "start": "00:40:40",
    "end": "00:41:21"
  },
  {
    "text": "Yeah. And within the exile narrative, it's that he came and he showed us what it would look like if we all lived as here, as if it were our true home.",
    "start": "00:41:21",
    "end": "00:41:32"
  },
  {
    "text": "Yeah.",
    "start": "00:41:32",
    "end": "00:41:33"
  },
  {
    "text": "If we were to live and treat each other as not exiles, but full citizens in the kingdom of God, what would that look like? Well, it would look like the Sermon on the Mount, you know, or Luke's Sermon on the Plain. Luke, chapter six. It's funny that the material in the Sermon on the Mount in Matthew is in a blender and rearranged and given.",
    "start": "00:41:33",
    "end": "00:41:55"
  },
  {
    "text": "On a plane on a different elevation.",
    "start": "00:41:55",
    "end": "00:41:57"
  },
  {
    "text": "But it's funny that in Matthew, it's on a high mount, high hill, and on Luke, it's on a plane. Anyway, it looks like that, Right. The teachings of Jesus. Yeah.",
    "start": "00:41:58",
    "end": "00:42:06"
  },
  {
    "text": "So he comes and the actions of Jesus, like the way he.",
    "start": "00:42:06",
    "end": "00:42:10"
  },
  {
    "text": "That's right. And his teachings were an expression of how he was living. Yeah, that's right. So up to this point, we've stayed really global. There's merit to going through moments in the actual biblical story to kind of walk the sequence through because it's really interesting. We've done it from a high view.",
    "start": "00:42:11",
    "end": "00:42:32"
  },
  {
    "text": "Okay.",
    "start": "00:42:32",
    "end": "00:42:32"
  },
  {
    "text": "I think we could do it fairly quickly.",
    "start": "00:42:32",
    "end": "00:42:34"
  },
  {
    "text": "Okay.",
    "start": "00:42:34",
    "end": "00:42:35"
  },
  {
    "text": "Knowing how we do quickly. You want to transition that?",
    "start": "00:42:36",
    "end": "00:42:39"
  },
  {
    "text": "Yeah. This one?",
    "start": "00:42:44",
    "end": "00:42:45"
  },
  {
    "text": "Yeah.",
    "start": "00:42:45",
    "end": "00:42:45"
  },
  {
    "text": "Okay. Hola, mi nombre. Sadriana. Y soy? We believe the Bible is a unified story that leads us to Jesus. We are a crowdfunded project by people like me. Find free videos, study notes, and more at the end. Bibleproject.",
    "start": "00:42:45",
    "end": "00:43:20"
  },
  {
    "text": "Com.",
    "start": "00:43:20",
    "end": "00:43:20"
  }
]