[
  {
    "text": "Hey, this is John at the bibleproject. We've spent the last five weeks on this podcast talking about the biblical theme of exile.",
    "start": "00:00:07",
    "end": "00:00:14"
  },
  {
    "text": "The exile of the Judeans to Babylon in 586 B.C. it's what all of us woke up thinking about this morning.",
    "start": "00:00:14",
    "end": "00:00:22"
  },
  {
    "text": "So this week, we're going to bring it all together. We're going to finish this conversation. Imagine being away from home for a long time. Maybe you're a soldier, an expat, or just some sort of wanderer. And many years have gone by, and you think back to the good things that made home what it was. You begin to get this nostalgia for home that grows and grows. Now imagine after all this time, decades have passed and you get to go back home. You arrive and you find as great as home is, it's not as wonderful as you remembered.",
    "start": "00:00:22",
    "end": "00:00:57"
  },
  {
    "text": "The story of exile in the Bible is of God's people coming back to the land promised to them. But the way that it's ruled and the way that they live on it is now, this is our home, but it's not being run like our home. It's not being run by the values of God's kingdom.",
    "start": "00:00:57",
    "end": "00:01:14"
  },
  {
    "text": "The ancient Israelites were stuck in Babylon, homesick for or the good old days of King David and King Solomon. And when they got to go back home, they found it was nothing like they had remembered. But they held onto their nostalgia as a taste for something good yet to come. Like them, we're homesick, too. We have a nostalgia for things we haven't even fully experienced. Our desire is, well, a desire for.",
    "start": "00:01:15",
    "end": "00:01:42"
  },
  {
    "text": "Home, because it's a desire for something that has actually never appeared in our experience. There's a memory, something only I can know. It's a wildfire.",
    "start": "00:01:42",
    "end": "00:01:56"
  },
  {
    "text": "Burns everywhere I go.",
    "start": "00:01:58",
    "end": "00:02:00"
  },
  {
    "text": "But I know the way home. I know the way home.",
    "start": "00:02:02",
    "end": "00:02:15"
  },
  {
    "text": "Thanks for joining us today as we finish up our conversation on the exile. Here we go.",
    "start": "00:02:16",
    "end": "00:02:20"
  },
  {
    "text": "You want to try and summarize it all? Whew.",
    "start": "00:02:23",
    "end": "00:02:25"
  },
  {
    "text": "Well, let me try it in a way we haven't summarized it.",
    "start": "00:02:26",
    "end": "00:02:29"
  },
  {
    "text": "Okay.",
    "start": "00:02:29",
    "end": "00:02:29"
  },
  {
    "text": "Okay. You know that feeling that while this is our home, this is our family, these are our friends, this is my job, this is my existence. It doesn't feel right. Something's missing, something's incomplete. I'm home, but I feel like a stranger in my own existence. I think a lot of people can identify with that, what we've been calling the existential angst. What is that? Why is that? Well, here's how the Bible talks about it. The Bible talks about humanity having a home that wouldn't create that angst where things are good, where relationships are right, where there's a connection with the divine, with God, where you're not trying to figure out what's good and bad on your own. You actually are doing this in this relationship with a power that's greater than you and that's wiser than you, and it leads to abundance and peace. That's actually what we're craving. And that's what the Garden of Eden was. And that was lost. And so the first story of the Bible is really about how we are strangers in our own land. We've been banished from what is truly good, and now we're just kind of aching for it.",
    "start": "00:02:30",
    "end": "00:03:59"
  },
  {
    "text": "Sorry, I just. I hate to interrupt you summarizing, but it reminded me of the C.S. lewis quote that captures like precisely what you're getting at, the existential angst.",
    "start": "00:04:00",
    "end": "00:04:11"
  },
  {
    "text": "Okay.",
    "start": "00:04:11",
    "end": "00:04:12"
  },
  {
    "text": "It's in the weight of glory. Okay, which is a whole essay that he wrote about how our existential longings are pointers to, not projections that we're just fantasizing about and projecting up into the sky, but that they're real. And he calls it the inconsolable longing. Do you know about this passage?",
    "start": "00:04:12",
    "end": "00:04:32"
  },
  {
    "text": "I might be familiar with it.",
    "start": "00:04:32",
    "end": "00:04:34"
  },
  {
    "text": "Okay, from the weight of glory.",
    "start": "00:04:34",
    "end": "00:04:36"
  },
  {
    "text": "Is this the word like eating mud pies kind of thing?",
    "start": "00:04:36",
    "end": "00:04:38"
  },
  {
    "text": "No, it's different. But that is also in the weight of glory. Okay, so he calls it a desire for a far off country. That's why I'm thinking of it. A desire for home. So he says in speaking of this desire for our own far off country that we find in ourselves. Even now I feel a certain shyness. I'm almost committing an indecency trying to name it. I'm trying to rip open the inconsolable secret in each one of us. It's a secret that hurts so much that we take revenge on it by calling it names like nostalgia or romanticisms or remembering our adolescence. It's a secret that pierces with such sweetness that when in very intimate conversation the mention of it becomes imminent and we grow awkward and we try to laugh at ourselves. It's a secret we cannot hide, A secret we cannot tell. Though we desire to do both. We can't tell about it because it's a desire for something that has actually never appeared in our experience. We can't hide it because our life experiences are constantly suggesting this longing. And we betray ourselves like lovers at the mention of a name. Some call it beauty. Our experience of beauty.",
    "start": "00:04:38",
    "end": "00:06:04"
  },
  {
    "text": "Yeah.",
    "start": "00:06:04",
    "end": "00:06:04"
  },
  {
    "text": "And act as if that settled the Matter. But this is a cheat. If we could go back to those moments in the past, we would find not the thing itself, but only the reminder of it. And what we remembered experiencing would turn out itself to be only a remembering. Okay, here we go. This gets even better. It's already really good, he says. The books or the music in which we thought our experience of beauty was located, these will betray us if we trust it to them. The beauty was never in them. Rather, it came through them. And what came through them was the longing. These things like beauty, nostalgia, the memory of our past, are only images of what we really desire. But if we mistake them for the thing itself, they turn into dumb idols, breaking the hearts of their worshipers. They are not the thing itself. That's the last line. They are only the scent of a flower we have not yet found, the echo of a tune we have not yet heard, and news from a country we have not yet visited. He opens and closes with the far aways, with these far off land. So beautiful.",
    "start": "00:06:05",
    "end": "00:07:20"
  },
  {
    "text": "Yeah.",
    "start": "00:07:20",
    "end": "00:07:21"
  },
  {
    "text": "So. Yes. His point. Well, I don't even need to say it. Do I need to summarize?",
    "start": "00:07:21",
    "end": "00:07:25"
  },
  {
    "text": "No, it's the longing.",
    "start": "00:07:25",
    "end": "00:07:27"
  },
  {
    "text": "It's the longing.",
    "start": "00:07:27",
    "end": "00:07:28"
  },
  {
    "text": "And his point is, don't make that longing an idol to where you are now. Just trying to seek the things that stirred up that longing.",
    "start": "00:07:28",
    "end": "00:07:40"
  },
  {
    "text": "Yes.",
    "start": "00:07:40",
    "end": "00:07:40"
  },
  {
    "text": "You're now trying to seek those as the end.",
    "start": "00:07:40",
    "end": "00:07:42"
  },
  {
    "text": "In a way. That's an interesting way to think about Babylon. It's a way of securing and trying to make material and normal the thing. What? Transcendence.",
    "start": "00:07:42",
    "end": "00:07:55"
  },
  {
    "text": "I think Portland's actually pretty good at that.",
    "start": "00:07:55",
    "end": "00:07:57"
  },
  {
    "text": "Yeah. Actually.",
    "start": "00:07:57",
    "end": "00:07:57"
  },
  {
    "text": "Right.",
    "start": "00:07:58",
    "end": "00:07:58"
  },
  {
    "text": "Many, many cities are. They become playgrounds and distractions for like. Yeah, that's true.",
    "start": "00:07:58",
    "end": "00:08:05"
  },
  {
    "text": "You think gardening is blissful.",
    "start": "00:08:05",
    "end": "00:08:08"
  },
  {
    "text": "In a way.",
    "start": "00:08:09",
    "end": "00:08:09"
  },
  {
    "text": "It is. And completes some longing in your soul. Let's double down and make everyone's front yard a garden. Yeah.",
    "start": "00:08:09",
    "end": "00:08:15"
  },
  {
    "text": "And a chicken.",
    "start": "00:08:15",
    "end": "00:08:16"
  },
  {
    "text": "Chicken farm. And that will solve it. And I guess what CS Lewis is saying is. Well, no, that feeling you got while gardening, that was an echo of a tune we haven't yet heard. So enjoy it and let it point you towards this thing.",
    "start": "00:08:17",
    "end": "00:08:35"
  },
  {
    "text": "But don't mistake it for home.",
    "start": "00:08:35",
    "end": "00:08:37"
  },
  {
    "text": "But don't mistake it for home while you do it. Participate in it.",
    "start": "00:08:38",
    "end": "00:08:43"
  },
  {
    "text": "Appreciate it.",
    "start": "00:08:43",
    "end": "00:08:44"
  },
  {
    "text": "Appreciate it.",
    "start": "00:08:44",
    "end": "00:08:44"
  },
  {
    "text": "It's almost like the analog of loyalty and subversion. I appreciate.",
    "start": "00:08:44",
    "end": "00:08:48"
  },
  {
    "text": "But I'm not gonna worship it, But.",
    "start": "00:08:49",
    "end": "00:08:50"
  },
  {
    "text": "I don't mistake it for the meaning of my life.",
    "start": "00:08:50",
    "end": "00:08:54"
  },
  {
    "text": "Right.",
    "start": "00:08:55",
    "end": "00:08:55"
  },
  {
    "text": "And so, in the same way, we are called to love God and love neighbor.",
    "start": "00:08:55",
    "end": "00:09:00"
  },
  {
    "text": "Yeah.",
    "start": "00:09:00",
    "end": "00:09:00"
  },
  {
    "text": "And we might come up with A really great system or way of organizing a neighborhood or a country that fosters that. But inevitably it will have brokenness and selfishness built into it. And the idolatry is to name this particular.",
    "start": "00:09:00",
    "end": "00:09:15"
  },
  {
    "text": "Yeah. Solution.",
    "start": "00:09:15",
    "end": "00:09:16"
  },
  {
    "text": "Solution as the divine answer.",
    "start": "00:09:16",
    "end": "00:09:19"
  },
  {
    "text": "It's kind of why they had the Jewish festival Sukkot. It's like, hey, we love our home, but, like, what's once a week?",
    "start": "00:09:19",
    "end": "00:09:26"
  },
  {
    "text": "Just a year.",
    "start": "00:09:26",
    "end": "00:09:27"
  },
  {
    "text": "Once a year. Sorry.",
    "start": "00:09:27",
    "end": "00:09:28"
  },
  {
    "text": "For a week. Yeah.",
    "start": "00:09:28",
    "end": "00:09:29"
  },
  {
    "text": "Live outside of it. Like, we don't have a home.",
    "start": "00:09:30",
    "end": "00:09:32"
  },
  {
    "text": "Yes.",
    "start": "00:09:32",
    "end": "00:09:33"
  },
  {
    "text": "Because let's not mistake this as our real home.",
    "start": "00:09:33",
    "end": "00:09:35"
  },
  {
    "text": "Yeah. It's very.",
    "start": "00:09:35",
    "end": "00:09:36"
  },
  {
    "text": "So getting back to the Garden of Eden thing. So the Garden of Eden is saying, if we could put a name to the tune we have not heard. If we could put a name to the flower that. Or what does he say? The smell of a scent of a.",
    "start": "00:10:02",
    "end": "00:10:16"
  },
  {
    "text": "Flower we have not yet found.",
    "start": "00:10:16",
    "end": "00:10:18"
  },
  {
    "text": "Yeah. The scent of a flowerweed if not yet found. If that has a name and a picture. The biblical picture is of Eden, which is a very simple yet, you know, not very concrete picture. I mean, there's not a lot there.",
    "start": "00:10:18",
    "end": "00:10:39"
  },
  {
    "text": "Yeah. Well, it's just of this amazing garden.",
    "start": "00:10:39",
    "end": "00:10:42"
  },
  {
    "text": "It's an amazing garden. It's got four rivers, if you believe.",
    "start": "00:10:42",
    "end": "00:10:45"
  },
  {
    "text": "In a beautiful mind and heart, out of which the universe sprang. That. That being wants to be in very close intimate.",
    "start": "00:10:46",
    "end": "00:10:55"
  },
  {
    "text": "It's the place where you can be in complete close intimate.",
    "start": "00:10:55",
    "end": "00:10:59"
  },
  {
    "text": "Yeah. To know that you belong in this world.",
    "start": "00:10:59",
    "end": "00:11:02"
  },
  {
    "text": "Yeah.",
    "start": "00:11:02",
    "end": "00:11:02"
  },
  {
    "text": "And that you're welcome here.",
    "start": "00:11:02",
    "end": "00:11:03"
  },
  {
    "text": "I see.",
    "start": "00:11:03",
    "end": "00:11:04"
  },
  {
    "text": "And that you're loved and have a role and a purpose. Right. I think that's what it means to believe in the Christian God is to believe all those things. Yeah. That's Eden.",
    "start": "00:11:04",
    "end": "00:11:15"
  },
  {
    "text": "So what we're talking about is home.",
    "start": "00:11:15",
    "end": "00:11:16"
  },
  {
    "text": "With capital H. That's right. Yes.",
    "start": "00:11:16",
    "end": "00:11:18"
  },
  {
    "text": "And what we have is echoes of that that are very tangible. It's so funny to be reminded of something you've never experienced.",
    "start": "00:11:18",
    "end": "00:11:28"
  },
  {
    "text": "Yeah. Yeah. Right.",
    "start": "00:11:28",
    "end": "00:11:29"
  },
  {
    "text": "That's the whole thing Lewis is riffing off of there.",
    "start": "00:11:29",
    "end": "00:11:32"
  },
  {
    "text": "That's right.",
    "start": "00:11:32",
    "end": "00:11:32"
  },
  {
    "text": "And that's the reality, is we're constantly being reminded of this state of being that we've never experienced, but somehow we long for. And it's capital H, Home.",
    "start": "00:11:33",
    "end": "00:11:46"
  },
  {
    "text": "Yeah. We get glimpses, real glimpses of through life experiences that make us want more of that and they give us peace.",
    "start": "00:11:47",
    "end": "00:11:57"
  },
  {
    "text": "So that's. Yeah, that's the image of Genesis. But then you get the story of Israel.",
    "start": "00:11:58",
    "end": "00:12:01"
  },
  {
    "text": "Yes.",
    "start": "00:12:01",
    "end": "00:12:02"
  },
  {
    "text": "And the story of Israel is a man named Abraham who was called by God to make a family that lives by such an ethic. That they can recreate that reality or.",
    "start": "00:12:02",
    "end": "00:12:17"
  },
  {
    "text": "At least experience more. Yeah, experience within their family.",
    "start": "00:12:17",
    "end": "00:12:20"
  },
  {
    "text": "Within their family more and then take it outside of their family and that the nations can experience it to find that sweetness. What did he say? Pierced with such sweetness. That's such a good line.",
    "start": "00:12:20",
    "end": "00:12:33"
  },
  {
    "text": "Yeah.",
    "start": "00:12:33",
    "end": "00:12:34"
  },
  {
    "text": "And so Abraham's called to do that. Along with that is this promise that he'll have a place to call home. Because he was a wanderer, he didn't have a homeland.",
    "start": "00:12:35",
    "end": "00:12:47"
  },
  {
    "text": "Yes.",
    "start": "00:12:48",
    "end": "00:12:48"
  },
  {
    "text": "And so that becomes the promised land, which now the people of Israel who eventually inhabit, the descendants of Abraham inhabiting the promised land, they see that as this image of Eden, this abstraction of what Eden represents.",
    "start": "00:12:49",
    "end": "00:13:08"
  },
  {
    "text": "Well, more as a reverse concrete. Oh yeah, sorry, the concrete.",
    "start": "00:13:08",
    "end": "00:13:12"
  },
  {
    "text": "Yeah, the concrete example of this Eden home abstraction. And it makes sense because that's what God was calling Israel to create. But they're banished from it because they're not creating it, they're creating Babylon within it. And so their banishment from exile or their banishment from Israel makes them exiles in a foreign country into Babylon. And now they're looking at this biblical story of Adam and Eve being banished from the garden. They're saying, yeah, that's our story. Being banished from the good. But while the Garden of Eden actually was good, like Israel never actually attained that. But they were called to it, but they never actually attained it.",
    "start": "00:13:12",
    "end": "00:13:58"
  },
  {
    "text": "Yes. And they turned to stories from their past.",
    "start": "00:13:58",
    "end": "00:14:01"
  },
  {
    "text": "Right, the nostalgia.",
    "start": "00:14:02",
    "end": "00:14:03"
  },
  {
    "text": "Yeah, the nostalgia of the eras of David and Solomon because it was the closest experiences they can.",
    "start": "00:14:03",
    "end": "00:14:10"
  },
  {
    "text": "An echo of the tune.",
    "start": "00:14:10",
    "end": "00:14:11"
  },
  {
    "text": "Yeah. Yes.",
    "start": "00:14:11",
    "end": "00:14:13"
  },
  {
    "text": "Because that's all they have.",
    "start": "00:14:13",
    "end": "00:14:14"
  },
  {
    "text": "Yes. Which is why the hoped for age of the kingdom of God is described as the reign of not even a new David. Ezekiel just calls the Messiah in the kingdom of God. He calls the Messiah David. Yeah, just David.",
    "start": "00:14:14",
    "end": "00:14:26"
  },
  {
    "text": "Yeah, let's get him back in charge.",
    "start": "00:14:26",
    "end": "00:14:29"
  },
  {
    "text": "Yeah, that's exactly it. And what they don't mean is let's like time warp historical David. What they mean is let's resurrect his.",
    "start": "00:14:29",
    "end": "00:14:37"
  },
  {
    "text": "Body and put him in bumper.",
    "start": "00:14:37",
    "end": "00:14:38"
  },
  {
    "text": "The ultimate home that David represents in their imagination, in their hope and in their scriptures is what they want. Yeah, yeah.",
    "start": "00:14:38",
    "end": "00:14:48"
  },
  {
    "text": "David is the scent of the flower they have not seen. Yeah, but it's what they have.",
    "start": "00:14:48",
    "end": "00:14:53"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:14:53",
    "end": "00:14:54"
  },
  {
    "text": "But then they come back to the land. So they're now in the land that's supposed to be home, Capital H, home, the thing itself. And it's not yet. So because of that, there's still this sense of, well, we're still exiles.",
    "start": "00:15:27",
    "end": "00:15:45"
  },
  {
    "text": "Yes, we've Come back from Babylon, but we're still in exile.",
    "start": "00:15:45",
    "end": "00:15:48"
  },
  {
    "text": "And because the sense of we're still exiles, then along with that comes this complementary sense of, well, this is the land, but this is also Babylon. It's like this other.",
    "start": "00:15:48",
    "end": "00:15:58"
  },
  {
    "text": "Yes. And so that's the point at which exile becomes a metaphor for time.",
    "start": "00:15:58",
    "end": "00:16:04"
  },
  {
    "text": "Yeah.",
    "start": "00:16:04",
    "end": "00:16:04"
  },
  {
    "text": "So now in a kind of place.",
    "start": "00:16:05",
    "end": "00:16:06"
  },
  {
    "text": "A kind of place. So I'm in the right place. I'm in the right land that God promised my forefather Abraham, but it's not in the right state. And it won't be in the right state until there's the right age with the king. And so I'm in exile to this time period, waiting for the kingdom of God to come. But there's still this hope. Ultimately, the reason why God promised that to Abraham was to bless the nations, and he was giving Abraham that land for that purpose. And so now jumping forward into the new covenant with Jesus, who says, I am what Israel was meant to be, and the kingdom of God has come and is coming with me and go to all the world, go to all the nations and have people be part of this. And so when Paul thinks about Abraham, he doesn't say Abraham's inheritance was the land. He says Abraham's inheritance was the whole world, because that's ultimately the goal. And then you get to Peter, who's talking to non Jewish people who are now being invited into the story, who have come into the story and are following Jesus and the way of this new kingdom and are identifying more with that kingdom than their own homes. And because of that, Peter says, you're in exile, but they're not an exile place. They're now realizing they're in exile of the age, and their loyalty is ultimately to a new age. So that longing is telling you you are in exile. That's what that longing is. That longing is telling you like you don't actually belong to this. And what do we mean by this? Not this land, not these relationships, but the state in which it's in.",
    "start": "00:16:06",
    "end": "00:18:08"
  },
  {
    "text": "Yeah, Yep, this was. And this is. Yeah, this was such a big theme in Lewis's writings of our life experience. If we look at the longings that it generates in us, but that are impossible to meet, truly impossible to meet, he believes that's an indicator of something greater for which we are made that simply won't be satisfied in our experience of the world as we know it. Something has to fundamentally change for our experience of desire, for love and belonging and identity and purpose. Those will always be met only with frustration or only half fulfillment in the world as you and I know it. Which means. Yeah. Not a longing for another place, but another kind of world, which this world is destined to become.",
    "start": "00:18:08",
    "end": "00:18:59"
  },
  {
    "text": "I mean, it would be very much like if you lived in a town that was taken over by another empire and you're just waiting for the king to come back and say, okay, guys, I'm in charge again. We're gonna make it like it used to be.",
    "start": "00:18:59",
    "end": "00:19:13"
  },
  {
    "text": "Yeah. Or make it what it's supposed to be.",
    "start": "00:19:13",
    "end": "00:19:15"
  },
  {
    "text": "But that's just the nostalgia. Yes.",
    "start": "00:19:15",
    "end": "00:19:17"
  },
  {
    "text": "Yeah.",
    "start": "00:19:17",
    "end": "00:19:18"
  },
  {
    "text": "Of what you think you want.",
    "start": "00:19:18",
    "end": "00:19:19"
  },
  {
    "text": "It's a good analogy. It's a great analogy.",
    "start": "00:19:20",
    "end": "00:19:22"
  },
  {
    "text": "Yeah.",
    "start": "00:19:22",
    "end": "00:19:22"
  },
  {
    "text": "Yeah. You just captured the narrative arc in terms of that longing.",
    "start": "00:19:22",
    "end": "00:19:25"
  },
  {
    "text": "Yeah.",
    "start": "00:19:26",
    "end": "00:19:26"
  },
  {
    "text": "You could condense it, but that's a good way of actually uniting.",
    "start": "00:19:26",
    "end": "00:19:29"
  },
  {
    "text": "No, I think it should be about 20 minutes long. No, I'm joking. Yeah, totally.",
    "start": "00:19:29",
    "end": "00:19:33"
  },
  {
    "text": "Yeah.",
    "start": "00:19:33",
    "end": "00:19:34"
  },
  {
    "text": "I think there might be something there. But then. But then after that, if there's time you can talk about, well, what does that look like, practically.",
    "start": "00:19:34",
    "end": "00:19:39"
  },
  {
    "text": "Yeah.",
    "start": "00:19:39",
    "end": "00:19:40"
  },
  {
    "text": "And that's the wisdom warrior. That's the loyalty and subversion. But I guess we haven't really answered the question is, why is Jesus ethic and the kingdom of God? Why is that an answer to your longing? Right. Like, we've never really explained that.",
    "start": "00:19:40",
    "end": "00:19:57"
  },
  {
    "text": "Why is that an answer? Well, the answer, what's revealed on the cross is that God is so committed in love and generosity to making our world what it's supposed to be, that he takes into himself the consequences of our creation of Babylon, I suppose within this kind of way of thinking about it, because it meets the longing of home, which is those things I described earlier like to know that I am welcome in the world, that I belong and have a purpose, and that I'm loved. And the Christian story, I think, is a way of saying that some things might make you feel that way, but if you're honest, you only partially experience that love and welcome and security and belonging, even though it's the thing we're all looking for. And then those few experiences where we do feel them tend to fade or be only temporary or connected to really unpredictable people who sometimes love us and sometimes don't.",
    "start": "00:19:57",
    "end": "00:20:59"
  },
  {
    "text": "Yeah. Yeah. Think back to the time where you felt most loved, most secure, most. At home is a capital H. And if you really dissect it, you'll realize you were only getting whiffs of what that really is. It was actually compromised in some way.",
    "start": "00:20:59",
    "end": "00:21:23"
  },
  {
    "text": "Yes. Yeah. And that's why, for people who grew up in really, really healthy families, but they eventually grow up and they discover their parents are really just mortal flawed.",
    "start": "00:21:23",
    "end": "00:21:35"
  },
  {
    "text": "Yeah.",
    "start": "00:21:35",
    "end": "00:21:35"
  },
  {
    "text": "You know.",
    "start": "00:21:35",
    "end": "00:21:36"
  },
  {
    "text": "Right.",
    "start": "00:21:36",
    "end": "00:21:36"
  },
  {
    "text": "And then. Right. And actually even children who don't. Who grew up in unhealthy, who do grow up in unhealthy families, but still, because the way psychology works. I idolize your parents. And the moment your parents are dethroned as demigods, you know, or immortals.",
    "start": "00:21:36",
    "end": "00:21:55"
  },
  {
    "text": "Yeah.",
    "start": "00:21:55",
    "end": "00:21:56"
  },
  {
    "text": "All of a sudden the world becomes a little less stable. And for some kids, that happens, like really young. And it's really challenging. But whatever. Like, we're resilient creatures. Right. But it's that destabilizing of the world and recognizing like, oh, this isn't the place where my hopes and dreams are really going to come true. And then you have a question. You can say my hopes and dreams are just utopian fantasies. Or do they point to something that's more ultimate and more real and true? And the Christian claim is that Jesus is the embodiment of those. It's like God reaching out into Babylon to tell us that those aren't mere fantasies and that his ultimate purpose is to create a world where everyone is welcome and where everyone has a place and is loved. What else does the cross and the.",
    "start": "00:21:56",
    "end": "00:22:46"
  },
  {
    "text": "Resurrection mean except that, I guess one temptation is if I can get you to the point to say, yeah, it's true. There is that longing. I have that longing. I'm not at home, I'll grant you that. But why now make myself a part of this guy's Jesus kingdom? What makes his kingdom the right way to find home versus. I could probably come up with a way. Right. Why not just go at it on my own? And I just feel like we're taking that piece for granted. And that's not what this video is about. I suppose.",
    "start": "00:22:46",
    "end": "00:23:22"
  },
  {
    "text": "But it's a good question.",
    "start": "00:23:22",
    "end": "00:23:22"
  },
  {
    "text": "Yeah. And I think you spoke to it. Well, a little bit.",
    "start": "00:23:23",
    "end": "00:23:26"
  },
  {
    "text": "Yeah. But I think you can speak to it more. And this gets back to like real classic, like gospel kind of stuff.",
    "start": "00:23:26",
    "end": "00:23:31"
  },
  {
    "text": "Yeah.",
    "start": "00:23:31",
    "end": "00:23:32"
  },
  {
    "text": "Like the moment I can say, why don't I just adopt this philosophy of life and accept the world as it comes to me instead of trying to make the world into a place that meets my needs.",
    "start": "00:23:32",
    "end": "00:23:43"
  },
  {
    "text": "Yeah.",
    "start": "00:23:43",
    "end": "00:23:43"
  },
  {
    "text": "Feel like home. Why don't I just accept it as it is?",
    "start": "00:23:43",
    "end": "00:23:46"
  },
  {
    "text": "The smell of the rose I've never will never see is all I'll get. So I need to learn to enjoy that and be okay with that and let that longing, that bitter sweetness of the longing, just be an end in of itself.",
    "start": "00:23:47",
    "end": "00:24:03"
  },
  {
    "text": "Yeah. So you can go that route. I think that's the route that many Eastern religious traditions go, which is to say deep longings of the human heart for love and life and the tragedy that death represents to us. Those are illusions. And what we need to do is learn how to make peace with reality as it actually is, which is ultimately one of disappointment leading to death. And the more I can shed my individual Persona that's looking to meet all these needs, the more I'll.",
    "start": "00:24:03",
    "end": "00:24:37"
  },
  {
    "text": "And the Christian story is, build a home here.",
    "start": "00:24:38",
    "end": "00:24:41"
  },
  {
    "text": "Yes.",
    "start": "00:24:41",
    "end": "00:24:41"
  },
  {
    "text": "Make a garden.",
    "start": "00:24:42",
    "end": "00:24:42"
  },
  {
    "text": "Yeah.",
    "start": "00:24:42",
    "end": "00:24:43"
  },
  {
    "text": "And pray for it. But don't give up your hope for home.",
    "start": "00:24:43",
    "end": "00:24:47"
  },
  {
    "text": "That's right. Those longings are real because they point to someone who wants to invite us to be at home in this world and who loves us deeply.",
    "start": "00:24:47",
    "end": "00:24:57"
  },
  {
    "text": "It was interesting when you were talking about coming to peace with. Just that Eastern mentality of coming to peace with, there's good and there's bad, and that's just reality and joy for what it is. That's kind of like saying, hey, Daniel, just be a Babylonian.",
    "start": "00:24:58",
    "end": "00:25:11"
  },
  {
    "text": "Yeah. Yeah, that's right. Yeah. These hopes for Eden and new creation, that was all kind of silly, wasn't it?",
    "start": "00:25:11",
    "end": "00:25:16"
  },
  {
    "text": "Yeah. But be a Babylonian in a very, like, nihilistic way of just kind of like, well, I'm just enjoying this for what it is. I'm not a Babylonian, but this is what I got, and I'm going to enjoy it. I'm going to detach myself enough from this and just kind of experience it. The biblical answer was, make a home there, but don't make it your ultimate home.",
    "start": "00:25:16",
    "end": "00:25:37"
  },
  {
    "text": "Yeah. Don't be satisfied.",
    "start": "00:25:37",
    "end": "00:25:39"
  },
  {
    "text": "So you can make home in the sense of, like, There is wisdom in accepting suffering and accepting, like, the bad and realizing that it's a mixed bag. And every sweet moment also has bitterness, and every bitter moment has sweetness. And that is life and reality. And in a way, you could plant a garden in that, you know, but that isn't our true home. I think that's an interesting nuance.",
    "start": "00:25:39",
    "end": "00:26:06"
  },
  {
    "text": "Makes me think of when we were talking about Daniel earlier. The ethic of the wisdom warrior is a practice of radical doubt.",
    "start": "00:26:32",
    "end": "00:26:39"
  },
  {
    "text": "Radical doubt.",
    "start": "00:26:39",
    "end": "00:26:40"
  },
  {
    "text": "So you can doubt the empire and its claims to define whatever ultimate significance, but you can also doubt pleasure.",
    "start": "00:26:40",
    "end": "00:26:48"
  },
  {
    "text": "Yeah.",
    "start": "00:26:48",
    "end": "00:26:49"
  },
  {
    "text": "You know, or our experiences of beauty. That these hints of meaning and purpose that we get in a friend or a loved one or a good meal or gardening. And it's also doubting those experiences to a certain sense to say, those are good for what they are, but they are not the new creation. They're just a whiff of the flower that I haven't yet smelled. Yes, totally. Yeah. The biblical story, it is. It's a state of paradox.",
    "start": "00:26:49",
    "end": "00:27:15"
  },
  {
    "text": "It is. Yeah.",
    "start": "00:27:15",
    "end": "00:27:16"
  },
  {
    "text": "Of both accepting and being grateful for what is beautiful and good in this world, but also not being satisfied with the world as we know it.",
    "start": "00:27:16",
    "end": "00:27:24"
  },
  {
    "text": "You know what's so cool about that? Plant a garden image. And then you just used another one. Make a meal. Is in order to garden or to make a meal, there's a lot of mess. Right. And you've got to kill some things to make a meal especially. And you've got to really get dirty when you're gardening and you're dealing with really messy things. And that's the same thing. If we're just going to get really abstract and talk about the existential angst or suffering or depression or loneliness, like, those things are real and you can make a meal out of them. Right. You can plant a garden in them. You could find good within them.",
    "start": "00:27:24",
    "end": "00:28:02"
  },
  {
    "text": "Yes. Yeah. Those discard pieces become the actual materials out of which.",
    "start": "00:28:02",
    "end": "00:28:09"
  },
  {
    "text": "Yeah. And that's kind of the basis of, like, a good Eastern theology. But then you don't go as far as saying, then that's all there is, because then biblical theology would say, and then actually hope and have allegiance to something greater while you're making a meal out of it and making your garden there and marrying your children within it.",
    "start": "00:28:09",
    "end": "00:28:32"
  },
  {
    "text": "Yeah. It's the book of Ecclesiastes.",
    "start": "00:28:34",
    "end": "00:28:36"
  },
  {
    "text": "It's the book of Ecclesiastes.",
    "start": "00:28:36",
    "end": "00:28:37"
  },
  {
    "text": "The book of Ecclesiastes is the radical doubt applied to this existential longings. And then the book of Daniel is the radical doubt applied to living among the empires of this world.",
    "start": "00:28:37",
    "end": "00:28:50"
  },
  {
    "text": "I've never thought about it in a political movement.",
    "start": "00:28:50",
    "end": "00:28:52"
  },
  {
    "text": "Right. But that's. Ecclesiastes is. Hey, enjoy it. Goodness for what it is, but don't.",
    "start": "00:28:52",
    "end": "00:28:57"
  },
  {
    "text": "Don't mistake it.",
    "start": "00:28:58",
    "end": "00:28:58"
  },
  {
    "text": "Mistake it for life's purpose and meaning, or else you're gonna be really disappointed.",
    "start": "00:28:58",
    "end": "00:29:03"
  },
  {
    "text": "Yeah. There's a time for everything. And so mourn and celebrate under the sun. Yeah. It's time for everything in the sun. But fear God and hope ultimately for what he's gonna do.",
    "start": "00:29:03",
    "end": "00:29:18"
  },
  {
    "text": "Yeah. Yeah, man. There's. Yeah, there's a lot this video could be that'll preach. Yeah, totally. Yeah. Yeah. I think this is a very powerful theme in the Bible. It's a way of thinking about the whole story. Exile and being at home, Exile and homecoming, how to live in exile. Not rejecting this place that you are, but also seeing it realistically for what it is. I think it was the passion of this Bible scholar, Daniel Smith Christopher he wrote two really significant works on it because he thought it was a way that the modern Western church especially really needs to listen to this theme in the Bible because it could help us recover a way of not feeling so comfortable in our culture.",
    "start": "00:29:18",
    "end": "00:30:06"
  },
  {
    "text": "Thank you for listening to this episode of the BibleProject podcast. Our show today was produced by Dan Gummel with music by Cody Brotherton at Hear the Story and Andrew Garluckey. We've got a Q and R episode on Exile coming up next, so if you have a question about anything that we've been discussing around this biblical theme of exile, send it on to us. Infoointhebibleproject.com youm can record the audio of your question. Keep it to about 20 seconds or so and give us your name and where you live. Looking forward to responding to your questions next week. We believe the Bible is an unfi.",
    "start": "00:30:07",
    "end": "00:30:44"
  },
  {
    "text": "Unified.",
    "start": "00:30:46",
    "end": "00:30:46"
  },
  {
    "text": "We believe the Bible is a unified story that leads to Jesus. We are a coward Funded project Coward Find an album. Start from we are a crowdfunded. Okay. We are a crowdfunded project by people like me. Find free videos, study notes and more@thebibleproject.com Perfect. Great. Wait.",
    "start": "00:30:48",
    "end": "00:31:15"
  },
  {
    "text": "Coward. Crowd.",
    "start": "00:31:15",
    "end": "00:31:16"
  },
  {
    "text": "No, not crowd. Yeah.",
    "start": "00:31:16",
    "end": "00:31:18"
  },
  {
    "text": "Sa.",
    "start": "00:31:29",
    "end": "00:31:29"
  }
]