[
  {
    "text": "Hey, this is John at the bibleproject. We're continuing our conversation this week on a theme in the Bible called the Exile. Last week on the podcast, we discussed how the Old Testament was shaped to explore what it means to be in exile and if there's any hope to ever find true home again. This week, we're going to go back to the beginning of the story of the Bible and look at what was depicted as our true home, the Garden of Eden.",
    "start": "00:00:08",
    "end": "00:00:34"
  },
  {
    "text": "Eden is depicted with all of the imagery of an idea that would be very common ancient readers called the cosmic mountain.",
    "start": "00:00:34",
    "end": "00:00:42"
  },
  {
    "text": "Yeah, a cosmic mountain. The Greeks had Mount Olympus, BAAL had Mount Hermon. But for the Jewish people, God's mountain was first found as. As a garden where humanity lived with God in peace and abundance.",
    "start": "00:00:43",
    "end": "00:00:56"
  },
  {
    "text": "There's all these images of true home. There's peace among humans. They're naked, no shame, totally vulnerable with each other, and peace with the created order itself, depicted with the image of fruit trees.",
    "start": "00:00:56",
    "end": "00:01:09"
  },
  {
    "text": "Things didn't stay that way. Adam and Eve disobey God, and so they're exiled, cast out of the garden. So today, Tim and I will walk through the famous Old Testament stories and see how the Hebrews originally saw them as humanity's journey into exile and a hope for how we can one day get back home.",
    "start": "00:01:10",
    "end": "00:01:31"
  },
  {
    "text": "The people living after the Babylonian exile see themselves as retracing the steps of Abraham, our forefather, who also journeyed from Babylon.",
    "start": "00:01:31",
    "end": "00:01:40"
  },
  {
    "text": "Thanks for joining us. Here we go.",
    "start": "00:01:40",
    "end": "00:01:42"
  },
  {
    "text": "Okay, so we're gonna drill down on a few key moments in the biblical story to illuminate this bigger picture of exile.",
    "start": "00:01:50",
    "end": "00:02:00"
  },
  {
    "text": "We just walked through the big picture of exile.",
    "start": "00:02:00",
    "end": "00:02:02"
  },
  {
    "text": "Yep.",
    "start": "00:02:02",
    "end": "00:02:03"
  },
  {
    "text": "And now let's get in the. In the weeds.",
    "start": "00:02:03",
    "end": "00:02:05"
  },
  {
    "text": "Let's get in the weeds. In some biblical stories. And as always, pages one and two hold many clues and puzzles both.",
    "start": "00:02:05",
    "end": "00:02:14"
  },
  {
    "text": "We've spent more time in Genesis 1 and 2 than any other chapters in the Bible.",
    "start": "00:02:15",
    "end": "00:02:20"
  },
  {
    "text": "I know, it's amazing.",
    "start": "00:02:20",
    "end": "00:02:21"
  },
  {
    "text": "I'm becoming very familiar with these chapters.",
    "start": "00:02:21",
    "end": "00:02:23"
  },
  {
    "text": "So let's just start with a very basic claim relevant to the theme of exile, that if anywhere in the biblical story, if there's any place depicted as humanity's true home, the place where is it was really home. Everything was awesome. As it should be. There's only one real candidate, and it's pages one and two.",
    "start": "00:02:24",
    "end": "00:02:44"
  },
  {
    "text": "The Garden of. Or just the garden.",
    "start": "00:02:45",
    "end": "00:02:48"
  },
  {
    "text": "Just the garden. Yeah. I'm in the Garden of Eden. Eden memories means garden. Delight.",
    "start": "00:02:48",
    "end": "00:02:53"
  },
  {
    "text": "Oh, delight.",
    "start": "00:02:53",
    "end": "00:02:54"
  },
  {
    "text": "Delight. Yeah. The Hebrew word for garden is gan, and then Eden is the word delight. I told you something different once, But I was wrong about that.",
    "start": "00:02:54",
    "end": "00:03:03"
  },
  {
    "text": "So it's the Garden of Delight.",
    "start": "00:03:04",
    "end": "00:03:05"
  },
  {
    "text": "Garden of Delight, yes.",
    "start": "00:03:05",
    "end": "00:03:06"
  },
  {
    "text": "But in the Bible, is it referred to as the Garden of Delight or just the garden in this chapter?",
    "start": "00:03:06",
    "end": "00:03:11"
  },
  {
    "text": "Oh, in Genesis 2, it's called God planted a garden in Eden.",
    "start": "00:03:11",
    "end": "00:03:15"
  },
  {
    "text": "In Eden?",
    "start": "00:03:15",
    "end": "00:03:16"
  },
  {
    "text": "Yep. Okay. And then it's called the Garden of Eden in later. Later stories. Okay, so here's some interesting things that stick out to us as readers of the whole Bible and certainly to ancient readers of the Bible, this would all be popping is that Eden is depicted with all of the imagery of an idea that would be very common. Ancient readers as called the cosmic mountain. Eden as a cosmic mountain.",
    "start": "00:03:16",
    "end": "00:03:45"
  },
  {
    "text": "Eden as a cosmic mountain. Now, hold on. When we were working on the Heaven and Earth book, we talked about Eden as like an ancient garden, which I didn't know and this was really interesting, which is these ancient kings would create. Not only would they build these amazing.",
    "start": "00:03:45",
    "end": "00:04:03"
  },
  {
    "text": "Temples for the gods in high places.",
    "start": "00:04:03",
    "end": "00:04:06"
  },
  {
    "text": "In high places, yep. They would build these epic gardens.",
    "start": "00:04:06",
    "end": "00:04:10"
  },
  {
    "text": "Gardens where they would.",
    "start": "00:04:10",
    "end": "00:04:11"
  },
  {
    "text": "I mean, and then I don't remember the guy, but that we quoted from, but there's this guy, this kid.",
    "start": "00:04:12",
    "end": "00:04:18"
  },
  {
    "text": "The Hanging Gardens of Babylon.",
    "start": "00:04:18",
    "end": "00:04:19"
  },
  {
    "text": "Well, like the Hanging Gardens of Babylon, but this guy was describing another one and it just like. Basically they're just like. They're carving rivers, they're like growing things. And they're basically creating like a botanical zoo.",
    "start": "00:04:19",
    "end": "00:04:30"
  },
  {
    "text": "Yes, yeah. Ancient. That's right.",
    "start": "00:04:30",
    "end": "00:04:32"
  },
  {
    "text": "With animals and different things. And it was a place to retreat to and to like, this is the world as it should be. Completely controlled by humans, but still wild and beautiful and lush.",
    "start": "00:04:33",
    "end": "00:04:46"
  },
  {
    "text": "That's right. Yeah. And often these gardens. Kings of Assyria had them. There's pictures of them. Kings of Babylon.",
    "start": "00:04:46",
    "end": "00:04:53"
  },
  {
    "text": "It's kind of like our state parks.",
    "start": "00:04:53",
    "end": "00:04:55"
  },
  {
    "text": "Yeah, yeah, that's right. But they would be less cultivated. Yeah, yeah. These ancient ones were more super cultivated. Yeah. And often there would be shrines to gods. Yeah, shrines were everywhere. Because it was the power and gift of the gods that gave us the ability to make this garden and that kind of thing.",
    "start": "00:04:55",
    "end": "00:05:13"
  },
  {
    "text": "So that's the image I have in my mind. But now you're talking about some sort of mountain.",
    "start": "00:05:13",
    "end": "00:05:17"
  },
  {
    "text": "No, this is the same idea.",
    "start": "00:05:17",
    "end": "00:05:19"
  },
  {
    "text": "Simida.",
    "start": "00:05:19",
    "end": "00:05:19"
  },
  {
    "text": "So think a famous version that is popular still in Western culture from Greek mythology is Mount Olympus, a place where Zeus is the chief God. It's the home of the gods. Yeah, Mount Olympus, which is an actual mountain.",
    "start": "00:05:19",
    "end": "00:05:32"
  },
  {
    "text": "Yeah.",
    "start": "00:05:32",
    "end": "00:05:32"
  },
  {
    "text": "So there you go.",
    "start": "00:05:33",
    "end": "00:05:33"
  },
  {
    "text": "But Mount Olympus wasn't a garden. Mountaintop. What's the similarity here?",
    "start": "00:05:33",
    "end": "00:05:39"
  },
  {
    "text": "Oh, oh, it was. In terms of their mythology, it was the royal dwelling place of all their chief gods.",
    "start": "00:05:39",
    "end": "00:05:45"
  },
  {
    "text": "But it's not where humans live.",
    "start": "00:05:46",
    "end": "00:05:47"
  },
  {
    "text": "That's right. Maybe there were shrines up there. I don't know. My point is just in their mythology and storytelling, and there was a corresponding. There was a corresponding mountain of that in Canaanite religion. Pre Israelite. Right. So Canaanites living in the land, they had a whole corresponding theology of their mountain of the gods called Mount Saphon. And Saphon is the Semitic word for north. And so this mountain was differently identified sometimes as Mount Hermon. Hermon @ the northernmost border of Israel today, or even further north up into, like, Turkey and by the Black Sea, the Caucasus Mountains. But this dwelling place of the gods. And in Canaanite mythology, the chief God is named El or Elyon. And then BAAL is an upstart and he tries to uproot and takes Mount Saphon for himself. But it's all, you know, the gods. Homes on the cosmic mountain are depicted as, well, watered gardens as tents, sacred tents on tops of the mountains and so on. Rivers come out of this and water all the earth and so on. Got it, got it, got it. And so, so Genesis 1 and 2 begins telling us about God with a word, tames the chaotic waters and land, emerges out of the waters. Genesis 1.",
    "start": "00:05:47",
    "end": "00:07:15"
  },
  {
    "text": "Yeah.",
    "start": "00:07:15",
    "end": "00:07:16"
  },
  {
    "text": "All the waters gather into one place.",
    "start": "00:07:16",
    "end": "00:07:18"
  },
  {
    "text": "So it's a bit of a cone.",
    "start": "00:07:19",
    "end": "00:07:21"
  },
  {
    "text": "It's like a mound emerging out of the waters. The cosmic mound. The cosmic mound emerging out of the waters. And then in Genesis 2, got plants a garden on the cosmic map.",
    "start": "00:07:21",
    "end": "00:07:31"
  },
  {
    "text": "And the four rivers flow from it.",
    "start": "00:07:31",
    "end": "00:07:32"
  },
  {
    "text": "And the four rivers flow down from it. Yeah. This is why all these attempts to, like, where was the Garden of Eden? And to locate it, you know, on like, a Google map, bound for failure. I'm sorry, I'm sorry. This is one view, this is a very common view on the Garden of Eden that it was a kind of place, not an actual place that you were meant to find on a map modern or ancient. And there are some people who disagree with that, but I think there's real.",
    "start": "00:07:32",
    "end": "00:08:00"
  },
  {
    "text": "Yes.",
    "start": "00:08:00",
    "end": "00:08:01"
  },
  {
    "text": "So the image of. In Israelite cosmology, Old Testament cosmology, then what happens is, because Yahweh is the God who redeemed us from slavery, the God who led us into the promised land, the God who sponsored David in setting up the Temple in Solomon, the Temple in Jerusalem, is that once you get the Temple in Jerusalem, all the Israelite poets and prophets start composing poetry, talking about Zion and the Temple In Jerusalem as the cosmic mountain. So Psalm 48. It's just opening lines of Psalm 48. They're right on the bottom there. Great is the Lord, most worthy of praise in the city of our God, his holy mountain Beautiful in loftiness, the joy of the whole earth. Like the heights of Zaphon is Mount Zion.",
    "start": "00:08:02",
    "end": "00:08:59"
  },
  {
    "text": "Zaphon was the Canaanite one.",
    "start": "00:08:59",
    "end": "00:09:01"
  },
  {
    "text": "Yes. So they're just saying it like what our Canaanite neighbors believe, the up and Zaphon, you know, what the real Zaphon is and who the true chief God is. So, like the heights of Zaphon is Mount Zion, the city of the great king. So this is how the image of the Promised Land and Jerusalem within it and Zion and the Temple becomes this biblical image that maps right onto Eden and the cosmic mountain and God and humanity and so on.",
    "start": "00:09:01",
    "end": "00:09:37"
  },
  {
    "text": "Yeah, they're pulling from the same.",
    "start": "00:09:37",
    "end": "00:09:39"
  },
  {
    "text": "That's right.",
    "start": "00:09:39",
    "end": "00:09:40"
  },
  {
    "text": "Imaginative framework.",
    "start": "00:09:40",
    "end": "00:09:41"
  },
  {
    "text": "So the Authors of Genesis 1:11 are using this imagery to depict. They're retelling that story of all humanity with God on the cosmic mountain. But it's Yahweh, the God of Israel, who's the creator of it. And this will be important later, because this connection between Eden as an image of Jerusalem and the promised land and exile from Eden is going to become a paradigm of the Israelites being exiled from Jerusalem. So this is kind of like. This is an underneath idea that helps make sense of this correspondence between Eden and Jerusalem and the two exiles. But anyway, that idea is connected is what connects those two. So the whole point is Eden is home. Eden is true home, cosmic garden, the cosmic temple, all that stuff. Yeah, it's not perfect. Right. But it's tov. It's good. It's very good, even. And the whole point is, God commissions the humans to cultivate it and multiply and make it even better than it already is. But all these images of true home, there's peace among humans. They're naked, no shame, totally vulnerable with each other. There's no chance of being taken advantage of naked. And no shame and peace with the created order itself. Fruit depicted with the image of fruit trees. The food just falls off, right?",
    "start": "00:09:41",
    "end": "00:11:39"
  },
  {
    "text": "Yeah.",
    "start": "00:11:39",
    "end": "00:11:40"
  },
  {
    "text": "Like a garden that's been cultivated. For us, the food just appears. It's like in Perelandra in C.S. lewis's Perilandra.",
    "start": "00:11:40",
    "end": "00:11:49"
  },
  {
    "text": "It's been a while, so the fruit just appears.",
    "start": "00:11:49",
    "end": "00:11:51"
  },
  {
    "text": "Yeah. When Ransom ends up on Perelandra, he goes into these floating island gardens that just grow and drop this fruit. And the way it goes on for two pages describing what the fruit tasted like, because it's like heaven. The new creation happening in your mouth. Yeah, yeah. Anyhow. But again, back to Eden Peas with animals. Right. Of the man there, just naming the animals, hanging out with them.",
    "start": "00:11:51",
    "end": "00:12:20"
  },
  {
    "text": "Yeah.",
    "start": "00:12:20",
    "end": "00:12:20"
  },
  {
    "text": "So it's he. Humanity at home. They're at home with themselves. They're at home in their environment. They're at home with the animals and think those are all of the ways.",
    "start": "00:12:20",
    "end": "00:12:29"
  },
  {
    "text": "That you can get messed up.",
    "start": "00:12:30",
    "end": "00:12:32"
  },
  {
    "text": "Yeah. And they're all the ways that we experience our estrangement here on earth of like, certainly with other humans, our conflict.",
    "start": "00:12:32",
    "end": "00:12:42"
  },
  {
    "text": "With other humans, our conflict with ourselves.",
    "start": "00:12:42",
    "end": "00:12:44"
  },
  {
    "text": "And our conflict with animals. We call it nature.",
    "start": "00:12:45",
    "end": "00:12:49"
  },
  {
    "text": "Nature.",
    "start": "00:12:49",
    "end": "00:12:49"
  },
  {
    "text": "Yeah.",
    "start": "00:12:49",
    "end": "00:12:50"
  },
  {
    "text": "Not just the animals, but also the elements.",
    "start": "00:12:50",
    "end": "00:12:53"
  },
  {
    "text": "Yeah. I think about this when I do an annual backpacking trip in a national park. Different national parks with friends. And every year it's just five days in the wild. It's so good for me. And it just reminds me of the bigger human story that this is where we all used to live.",
    "start": "00:12:53",
    "end": "00:13:12"
  },
  {
    "text": "Yeah.",
    "start": "00:13:12",
    "end": "00:13:13"
  },
  {
    "text": "And when we see wild animals, we often see big wild animals out there. And you're just like, why? Why can't we be friends? You're incredible. Saw this huge elk.",
    "start": "00:13:14",
    "end": "00:13:25"
  },
  {
    "text": "Oh, man.",
    "start": "00:13:25",
    "end": "00:13:26"
  },
  {
    "text": "Just so close to it. Oh, we saw a moose one year in Rocky Mountain national park, actually. This is very dangerous. We shouldn't have gotten so close to the moose. But he was just so docile. He probably sees a lot of.",
    "start": "00:13:26",
    "end": "00:13:37"
  },
  {
    "text": "Yeah, he sees a lot of humans coming through humans.",
    "start": "00:13:37",
    "end": "00:13:38"
  },
  {
    "text": "But. And it's just like my son, who's three. Yes.",
    "start": "00:13:38",
    "end": "00:13:44"
  },
  {
    "text": "Thinks all animals are his friends. Like, my six year old gets it. Like, you don't mess with some animals. But my 3 year old is just like, everything's a, you know, a cute baby animal.",
    "start": "00:13:44",
    "end": "00:13:56"
  },
  {
    "text": "Yeah.",
    "start": "00:13:56",
    "end": "00:13:57"
  },
  {
    "text": "To the point where it's like he would probably approach like a wild lion and be like, we're gonna hang out. Yeah. In fact, there was this picture of this, like, pretty, like gruesome or, you know, a big snake. And in a normal human's imagination, like, that's the enemy.",
    "start": "00:13:57",
    "end": "00:14:14"
  },
  {
    "text": "Terrifying. Yes.",
    "start": "00:14:14",
    "end": "00:14:15"
  },
  {
    "text": "Terrifying. And he was like, baby animal. And I'm like, whoa, dude, you're on a different level. So that he was living a new creation in his mind.",
    "start": "00:14:15",
    "end": "00:14:25"
  },
  {
    "text": "That's right. Yeah. That speaks to something. It's like the image of humanity at home with the animals.",
    "start": "00:14:25",
    "end": "00:14:31"
  },
  {
    "text": "Yeah.",
    "start": "00:14:31",
    "end": "00:14:31"
  },
  {
    "text": "Is an image of us living in this world as our true home. Like, we have a sense of deep connection to these amazing creatures, but at the same time, we are estranged from them. Which is why often in utopian novels or literature, there's often Some kind of reunion between humans and animals. In the prophet Isaiah, chapter 11, his vision of new creation, the wolf and the lion, is of babies playing with snakes.",
    "start": "00:14:32",
    "end": "00:15:00"
  },
  {
    "text": "Yeah.",
    "start": "00:15:00",
    "end": "00:15:00"
  },
  {
    "text": "Oh, yeah, it is.",
    "start": "00:15:01",
    "end": "00:15:02"
  },
  {
    "text": "Yeah.",
    "start": "00:15:02",
    "end": "00:15:02"
  },
  {
    "text": "Three times over. It's repeated in the poetry. That's right. Yeah. And it's the image of the garden.",
    "start": "00:15:02",
    "end": "00:15:08"
  },
  {
    "text": "Some people would like to believe the snakes just are gone.",
    "start": "00:15:08",
    "end": "00:15:11"
  },
  {
    "text": "Yeah.",
    "start": "00:15:11",
    "end": "00:15:12"
  },
  {
    "text": "Let's just get rid of the snakes and the spiders.",
    "start": "00:15:12",
    "end": "00:15:14"
  },
  {
    "text": "Yeah.",
    "start": "00:15:14",
    "end": "00:15:14"
  },
  {
    "text": "And the mosquitoes.",
    "start": "00:15:14",
    "end": "00:15:15"
  },
  {
    "text": "So Lizala was saying Eden is this image of this world, but it's the world as you and I have never experienced. But it's the world as we feel alike and we know we ought to experience it. So, okay, so we're at home, it's the world and it's humans home, and it's good. But then the trees, the two trees come into play here, and we won't go kicking except to say these trees represent a fork in the road. It's about the knowledge of good and evil. And again, that phrase in Hebrew, just used numerous times throughout the Hebrew Bible, means not just to know about good and evil, it's about moral discernment and decision making. It's used in the wisdom literature. To know good and evil is to make decisions based on what you think good and evil is. So is humanity going to take that knowledge or are they going to trust? So it's this image of if I want to live in the world as it ought to be, it's going to be a world where I don't get to make the ultimate call of what good and evil is. It's something.",
    "start": "00:15:17",
    "end": "00:16:28"
  },
  {
    "text": "Something that has been given to me.",
    "start": "00:16:29",
    "end": "00:16:32"
  },
  {
    "text": "Yeah. Or something that I'm inevitably going to do poorly with, which is why it should remain in someone greater, in wiser's hands. Yeah. And that it's something that I'll live under and receive. Yeah, yeah. So that's the vision. But it's a divine command that's given. Don't eat of the tree. So we're in our true homeland and life here will stay this way if I obey the divine and wise command to not, as we've come to say, redefine good and evil on my own terms. And so then the other tree is the tree of life is there, which has a whole other prehistory in ancient imagery and mythology and so on. But in the Bible, the tree becomes this image of life. In this garden is proximity to the Creator. To be in this garden is to truly live. And so if I disobey the divine command, the day you eat of it, you'll die. I'll be distanced from the Creator and from the tree and from life itself. So to be here is to truly live and to be at home. And it's all contingent on the divine command. So that's the set. That's how the story starts, and it's home. And so this is why it's really significant that after the punishment or the consequence of humans taking from the tree of a good and evil. Well, as actually, you've asked this question before, God said, the day you eat of it, you'll die.",
    "start": "00:16:32",
    "end": "00:18:09"
  },
  {
    "text": "Yeah.",
    "start": "00:18:09",
    "end": "00:18:09"
  },
  {
    "text": "And then they eat of it.",
    "start": "00:18:09",
    "end": "00:18:10"
  },
  {
    "text": "And they don't die.",
    "start": "00:18:10",
    "end": "00:18:11"
  },
  {
    "text": "And they don't die. But what does happen? They're exiled.",
    "start": "00:18:11",
    "end": "00:18:15"
  },
  {
    "text": "Yeah. Just because he's using the word day in a very general sense.",
    "start": "00:18:15",
    "end": "00:18:19"
  },
  {
    "text": "But also I think there's something more nuanced than the story's trying to get at. So here's the narrative. Genesis 3. 22. The Lord God said, the man's become like one of us. Knowing good and evil, he shouldn't be allowed to reach out his hand and take from the tree of life. That would be really bad for humanity. So the Lord God drove him out. Shalach, in Hebrew, drove him from the Garden of Eden to work the ground from which he'd been taken after he banished, which is, in Hebrew, garash.",
    "start": "00:18:20",
    "end": "00:18:53"
  },
  {
    "text": "So these two Hebrew words drown out and banished.",
    "start": "00:18:54",
    "end": "00:18:56"
  },
  {
    "text": "Shalach and Garash, drive out and banish. After he drove him out, he placed on the east side of the garden cherubim and a flaming sword flashing and guarding the way back. We've talked about these things before. So two words, three key words here. Drive out, banish to the east. And this is all exile vocabulary. This is one of those things where once you read the Bible through, then you come back and you're like, oh, you'll see the narrator winking at you. Yep. So Hosea, chapter nine. All of Israel's evil is at the town of Gilgal. I've come to despise their evil deeds there. And so I will garash them from my house. God says, I'll banish them. Jeremiah 28. I've put an iron yoke on the neck of the nations. Everyone will serve Nebuchadnezzar, the king of Babylon. O Israel, I am about to shalach you. Send you out. Drive you out from the face of the land. So these are. If you've read through the rest of the Bible, when you see these words in the Genesis narrative, you go, oh, this exile language. And to the east is in the direction of Babylon. So think about how this works in the story. In the day you eat of the tree, you'll die. That's God's warning. And then in the narrative, they eat from the tree and they are exiled to the east. So most readers look at the difference and say, oh, that's weird. That's weird. Or we see it as a glitch in the narrative instead of the author.",
    "start": "00:18:56",
    "end": "00:20:41"
  },
  {
    "text": "Making a claim about contradiction in the Bible, number one.",
    "start": "00:20:41",
    "end": "00:20:44"
  },
  {
    "text": "Yeah, totally. Yeah. Yeah. So you have to say no in the slot of death. The day you eat of it, what fits the consequence slot? Death. In the narrative, what happens? They eat of it. And what fits the consequence slot?",
    "start": "00:20:44",
    "end": "00:20:58"
  },
  {
    "text": "Banishment.",
    "start": "00:20:58",
    "end": "00:20:59"
  },
  {
    "text": "Banishment to the east. Exile to the east. And so there's this equation happening in the story that exile is a death, that exile is death. And this is going to be very important for the prophet Ezekiel, who's going to depict Israel's exile in Babylon as death in a valley of dry bones. And why he depicts the return from exile as resurrection of new human beings. So Ezekiel's been tracking with how this story works. Exile is a form of death in the narrative logic of the story. Which is why then in the next story, as you already pointed out, the parallelism with Cain, Cain's got another animal crouching at his door. Well, he's an evil, a metaphorical animal. Sin. The desire. The inward desire.",
    "start": "00:20:59",
    "end": "00:21:53"
  },
  {
    "text": "Yeah.",
    "start": "00:21:53",
    "end": "00:21:53"
  },
  {
    "text": "The enemy within. To kill his brother. Because he's jealous. We infer from the story that he's jealous.",
    "start": "00:21:53",
    "end": "00:22:00"
  },
  {
    "text": "We know that he is bummed. He. Oh, he's bummed with God. We know he's bummed with God later.",
    "start": "00:22:01",
    "end": "00:22:06"
  },
  {
    "text": "Yeah.",
    "start": "00:22:07",
    "end": "00:22:07"
  },
  {
    "text": "We don't know why he doesn't.",
    "start": "00:22:07",
    "end": "00:22:08"
  },
  {
    "text": "His countenance fell. Yeah, yeah. Anyhow, after he murders his brother, which is the parallel element from taking of the Tree of the Knowledge of Good and Evil in chapter three, the breaking of the command is giving in to sin.",
    "start": "00:22:08",
    "end": "00:22:25"
  },
  {
    "text": "Yeah. That's interesting. Like, at what point do you think, oh, you know what the solution to this is? I'm gonna kill my brother.",
    "start": "00:22:25",
    "end": "00:22:32"
  },
  {
    "text": "Kill your brother. That's good.",
    "start": "00:22:32",
    "end": "00:22:33"
  },
  {
    "text": "That's the good thing to do.",
    "start": "00:22:34",
    "end": "00:22:35"
  },
  {
    "text": "That will be good. Yeah.",
    "start": "00:22:35",
    "end": "00:22:36"
  },
  {
    "text": "That's the parallel of taking from the tree.",
    "start": "00:22:36",
    "end": "00:22:39"
  },
  {
    "text": "That's right. Cain is defining good and evil, and he defines it as good to kill his brother.",
    "start": "00:22:39",
    "end": "00:22:44"
  },
  {
    "text": "And then he's banished.",
    "start": "00:22:45",
    "end": "00:22:46"
  },
  {
    "text": "And then what is Cain's consequence? Genesis 4:11. Now you are cursed away from the ground that opened its mouth to receive your brother's blood when you work the ground. So in Genesis 3, it's the Lord sent him out to work the ground. Here in Genesis 4, you are cursed from the ground. And when you work the ground, it won't yield crops for you. You'll be a wanderer in the earth. Cain said to the Lord, oh, my punishment's more than I can bear. Today. You are. Garash banished me from the land. I'll be hidden from your presence. I'm a wanderer. Someone's gonna kill me. And then the Lord said, no, I'm gonna put a mark on you. And so Cain went out and lived east of Eden. So humanity's banished.",
    "start": "00:22:46",
    "end": "00:23:38"
  },
  {
    "text": "It's the same story.",
    "start": "00:23:38",
    "end": "00:23:38"
  },
  {
    "text": "It's the same story.",
    "start": "00:23:39",
    "end": "00:23:40"
  },
  {
    "text": "Yeah. It's so crazy.",
    "start": "00:23:40",
    "end": "00:23:41"
  },
  {
    "text": "Genesis 4 is a retelling of Genesis retelling, But the fact that it's a different kind of temptation and a different concept fills it out. It develops a portrait. Yeah, yeah. It's brilliant. Brilliant narrative technique.",
    "start": "00:23:41",
    "end": "00:23:56"
  },
  {
    "text": "Yeah.",
    "start": "00:23:56",
    "end": "00:23:56"
  },
  {
    "text": "And then the last iteration is in Genesis 11, where the whole land has one language and they sojourn to the east. It's the same phrase.",
    "start": "00:23:56",
    "end": "00:24:06"
  },
  {
    "text": "Wow. The whole land does everyone.",
    "start": "00:24:06",
    "end": "00:24:09"
  },
  {
    "text": "So Genesis 3, they're driven out, banished to the east. Cain.",
    "start": "00:24:09",
    "end": "00:24:14"
  },
  {
    "text": "Cain wanders and banished to the east, to the east.",
    "start": "00:24:14",
    "end": "00:24:17"
  },
  {
    "text": "And now Genesis 11 is now everybody with one language moved to the east. And what do they build there? They build Babylon, and then they're scattered from there. So there's this.",
    "start": "00:24:18",
    "end": "00:24:30"
  },
  {
    "text": "Then they're exiled from Babylon.",
    "start": "00:24:30",
    "end": "00:24:33"
  },
  {
    "text": "That's right. Scattered. Well, that's right. Scattered from Babylon. The people are scattered there. But the point of the scattering is that one line of the scattering in the family of Abraham is going to get traced out of there. Yeah, because Babylon's built now, and it's going to be a player in the story. So the whole point is Genesis 3:11 is retelling the story of all humanity as an exile. That leads to Babylon.",
    "start": "00:24:34",
    "end": "00:25:00"
  },
  {
    "text": "Yeah.",
    "start": "00:25:00",
    "end": "00:25:00"
  },
  {
    "text": "And it's no surprise.",
    "start": "00:25:00",
    "end": "00:25:01"
  },
  {
    "text": "What about the other parts of the story? Like Lamech and.",
    "start": "00:25:01",
    "end": "00:25:05"
  },
  {
    "text": "Yeah, I mean, of course that's all related in terms of the building of the city. Like, Lamech City is first round of what will become Babylon.",
    "start": "00:25:05",
    "end": "00:25:14"
  },
  {
    "text": "And we learn about these other random cities that are known for different things.",
    "start": "00:25:14",
    "end": "00:25:20"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:25:20",
    "end": "00:25:21"
  },
  {
    "text": "Is that connected to the whole banishment thing or other stuff?",
    "start": "00:25:21",
    "end": "00:25:25"
  },
  {
    "text": "Well, I'm just tracking again, biblical authors.",
    "start": "00:25:25",
    "end": "00:25:27"
  },
  {
    "text": "They'Re doing a lot.",
    "start": "00:25:27",
    "end": "00:25:28"
  },
  {
    "text": "They're doing a lot. Yeah. They're developing all kinds of ideas and themes. But how you trace the flow of a theme throughout the Bible is you look for the key, repeated words and images like little breadcrumb trails.",
    "start": "00:25:28",
    "end": "00:25:39"
  },
  {
    "text": "Cool.",
    "start": "00:25:39",
    "end": "00:25:40"
  },
  {
    "text": "So we follow these terms of banish and to the east.",
    "start": "00:25:40",
    "end": "00:25:43"
  },
  {
    "text": "Yeah.",
    "start": "00:25:43",
    "end": "00:25:44"
  },
  {
    "text": "And it happens in these three narratives.",
    "start": "00:25:44",
    "end": "00:25:46"
  },
  {
    "text": "That's crazy.",
    "start": "00:25:46",
    "end": "00:25:47"
  },
  {
    "text": "They're load bearing. You say these are load bearing stories for developing the exile theme. And so you walk away from Genesis 11 going, Holy cow, humanity is in a huge mess. Okay, There's a quote from a great Hebrew Bible scholar who's got a good insight here. This is Joseph Blenkinsopp who, who wrote an essay all about the way Genesis 11 is preparing you for the story of Israel in Genesis 12. So he says this. He says Genesis 1 through 11 contains a kind of preview or foreshadowing of the history of the Israelite nation as a whole. It's a history that narrates repeated failures ending in disasters that are almost, but not quite terminal. It's not a coincidence that the early history of humanity in Genesis 1 through 11 and the national history of Israel from Genesis 12 to the end of 2 Kings ends with events stalled in ancient Babylon. I like that phrase. In other words, you're sitting in Babylon and waiting for the next thing to happen.",
    "start": "00:25:47",
    "end": "00:26:50"
  },
  {
    "text": "The national history that ends in two Kings are events stalled end with events stalled in Babylon.",
    "start": "00:26:50",
    "end": "00:26:57"
  },
  {
    "text": "Like Israel, humanity was placed in an environment of abundance, permanency there is contingent upon obedience to a divine command. Death is threatened as a punishment for violation, but then the actual consequence that follows isn't death, but exile. So same if you read Deuteronomy, the covenant curses, or Leviticus 26, Deuteronomy 28. I mean, it's like your disease and waste and your enemies will kill you all. And then what happened was a war that defeated Jerusalem, but way more people went into exile than were killed in the battle for Jerusalem. And then this is an interesting insight he has behind the snake and its seductive speech. We can detect the cults practiced by Canaanite inhabitants of. Of the land. Oh, just the way snake imagery is used in Canaanite, Canaanite and Egyptian. Also an Egyptian depiction of gods and so on. So these thematic connections between Genesis 1 to 11 and Israel's story suggest. Here's the payoff. It suggests that the biblical authors reflected on how Israel's story was itself a recapitulation of a more universal story. Humanity's story was placed at the beginning as a foreshadowing of Israel's story to follow. So I think he's right. I think he's capturing exactly what's going on here. So again, this is hard for us, but think in terms of History, the way we would think about it, people who underwent the Babylonian exile, they have all the quilt pieces and stories of this earlier material where they're making the writing, producing some of it in their day. And then they go back and they retell the history of humanity in the terms of their experience of exile to Babylon.",
    "start": "00:26:57",
    "end": "00:28:55"
  },
  {
    "text": "Yeah.",
    "start": "00:28:55",
    "end": "00:28:56"
  },
  {
    "text": "As a way of saying all humanity is in exile in Babylon.",
    "start": "00:28:56",
    "end": "00:29:00"
  },
  {
    "text": "Yeah.",
    "start": "00:29:00",
    "end": "00:29:01"
  },
  {
    "text": "And that's how Genesis 1 through 11 sets you up. So next key moment, Abraham the first return ye from exile. The first one to come back from exile, so to speak.",
    "start": "00:29:01",
    "end": "00:29:29"
  },
  {
    "text": "How's that? How's it?",
    "start": "00:29:29",
    "end": "00:29:31"
  },
  {
    "text": "Well, all humanity has been exiled and ends up in Babylon.",
    "start": "00:29:31",
    "end": "00:29:33"
  },
  {
    "text": "Yeah. But now everyone's left. Abraham's family left Babylon.",
    "start": "00:29:34",
    "end": "00:29:37"
  },
  {
    "text": "Correct. His whole family left Babylon. And then stalls in Haran. And then it's from Haran that he ends up going down to the land of Israel, Canaan, the land of Canaan. And so in the Abraham narratives, it's just a story about a guy going to a new land.",
    "start": "00:29:37",
    "end": "00:29:55"
  },
  {
    "text": "Yeah.",
    "start": "00:29:55",
    "end": "00:29:55"
  },
  {
    "text": "But if you look at how Abraham gets brought up in the book of Isaiah or Ezekiel, the story of Abraham was a huge inspiration for the people coming back from Babylonian exile because he.",
    "start": "00:29:55",
    "end": "00:30:08"
  },
  {
    "text": "Had to travel to the land because.",
    "start": "00:30:08",
    "end": "00:30:09"
  },
  {
    "text": "He traveled his family. His journey was also from Babylon back to the promised land. The people living after the Babylonian exile see themselves as retracing the steps of Abraham, our forefather, who also journeyed from Babylon. There's two things, I think for the video. So first of all, that Abram's family is selected out of the nations to form. This is just a phrase we've come to use the counter Babylon. And it's most clear in Genesis 18, where God says, Abram will certainly become a great and powerful nation. All nations will be blessed through him. I've chosen him. That's the language of brought him out of Mesopotamia and Babylon. I chose him so that he'll direct his children to keep the way of the Lord by doing righteousness and justice so that the Lord can bring about for Abraham what he promised. We get a clue here. The blessing through the family of Abraham will come when the family of Abraham lives by a new ethic, a counter Babylon ethic, which is described here as justice and righteousness. That's one thing called out of Babylon.",
    "start": "00:30:09",
    "end": "00:31:25"
  },
  {
    "text": "The actual verse here says to do what is right and just. But that's the words righteousness and justice.",
    "start": "00:31:25",
    "end": "00:31:32"
  },
  {
    "text": "It's the words of righteousness and justice. Yeah. So relevant to the theme of refugees or exiles. Even though God promises him the promised land, that's where the term comes from. The land promised Abraham. He himself just was a nomadic tribal herdsman who ranged the land seasonally with his crew, with his crew, with his household. Big crew. Yeah. Multiple wives, lots of kids, lots and lots of animals kind of grazing the hills. And if you read the stories, usually hanging out in the vicinity of larger towns or villages. Right.",
    "start": "00:31:32",
    "end": "00:32:14"
  },
  {
    "text": "Extended family to cousins, all that kind of stuff forming.",
    "start": "00:32:14",
    "end": "00:32:18"
  },
  {
    "text": "Yep. So he actually only ever comes to own or purchase only one plot of land. And that story is told in Genesis 23. Sarah dies. His wife Sarah dies, and he wants to purchase a burial cave.",
    "start": "00:32:18",
    "end": "00:32:33"
  },
  {
    "text": "I remember someone teaching on this. It looks like how to do business deals.",
    "start": "00:32:34",
    "end": "00:32:38"
  },
  {
    "text": "What?",
    "start": "00:32:39",
    "end": "00:32:39"
  },
  {
    "text": "Yeah.",
    "start": "00:32:40",
    "end": "00:32:40"
  },
  {
    "text": "What?",
    "start": "00:32:40",
    "end": "00:32:41"
  },
  {
    "text": "This chapter being like, this is because.",
    "start": "00:32:41",
    "end": "00:32:43"
  },
  {
    "text": "He negotiates with this.",
    "start": "00:32:43",
    "end": "00:32:44"
  },
  {
    "text": "Because he negotiates.",
    "start": "00:32:44",
    "end": "00:32:45"
  },
  {
    "text": "This Hittite guy.",
    "start": "00:32:45",
    "end": "00:32:46"
  },
  {
    "text": "This is God teaching us how to do business deals.",
    "start": "00:32:46",
    "end": "00:32:49"
  },
  {
    "text": "Whoa.",
    "start": "00:32:49",
    "end": "00:32:50"
  },
  {
    "text": "That's why this chapter's here.",
    "start": "00:32:50",
    "end": "00:32:51"
  },
  {
    "text": "That's terrifying.",
    "start": "00:32:51",
    "end": "00:32:52"
  },
  {
    "text": "That's terrifying.",
    "start": "00:32:53",
    "end": "00:32:54"
  },
  {
    "text": "Okay, well, yeah, it's just like, oh, I don't know what the story could be about. Oh, it's five tips for doing this in my life. Totally, totally. The Bible is the self help manual kind of thing. Anyway, so here's the story about the sojourner, right? From Babylon. And God's promised him the land, but it's just a promise. He doesn't have any titles or deeds to show for it. So he goes into this Hittite community and he negotiates buying this cave. And what they want to do is give him the land for no cost or reduced cost. But what that would do, especially in a reciprocal honor shame society, as that would put him in their debt. And so what he says is, no, I'm going to buy it fair and square. I'm going to pay for this plot of land. And then there's this important line here where he identifies himself. He describes himself to these Canaanites, and what he says is, I am a immigrant and temporary resident among you. Genesis 23:4 or other English translations have, I'm a stranger and sojourner. You'll find this phrase only appears two other times in the whole Bible. One is in Psalm 31, where the poet says, I'm a stranger and sojourner in the land, just like my ancestors. So he's alluding back to this story. And then Peter.",
    "start": "00:32:54",
    "end": "00:34:22"
  },
  {
    "text": "Sorry, that was which.",
    "start": "00:34:22",
    "end": "00:34:23"
  },
  {
    "text": "That was one time in the Old Testament.",
    "start": "00:34:23",
    "end": "00:34:25"
  },
  {
    "text": "And what time was that? Sorry I missed it.",
    "start": "00:34:25",
    "end": "00:34:27"
  },
  {
    "text": "Psalm 31.",
    "start": "00:34:27",
    "end": "00:34:28"
  },
  {
    "text": "Psalm 31.",
    "start": "00:34:28",
    "end": "00:34:28"
  },
  {
    "text": "Yep.",
    "start": "00:34:28",
    "end": "00:34:29"
  },
  {
    "text": "Okay.",
    "start": "00:34:29",
    "end": "00:34:29"
  },
  {
    "text": "Yep. And then these two words are used one time together in the New Testament. And we've actually already come across them in First Peter. So First Peter adopts this phrase that Abraham used to describe himself to Canaanites, to describe these followers of Jesus throughout, living in Asia Minor in the first century. It's fascinating. So you have an exile, so to speak, or sojourner, for whom the promised land. This is my divinely promised home. I don't own a square inch of it. And so he purchases a small little piece, and this becomes this narrative image of hope that even we trust, that this place is supposed to be a new Garden of Eden, the promised blessing land through which all creation will be blessed. But all we've got to show for it right now is a little gravesite, a grove of trees with a burial cave. It's such a cool image of. It's just this pitiful little thing. And that's actually all we really can count on.",
    "start": "00:34:29",
    "end": "00:35:42"
  },
  {
    "text": "Can point at.",
    "start": "00:35:42",
    "end": "00:35:43"
  },
  {
    "text": "Can point at. But that itself is a symbol of this grand hope of the Promised Land as a whole. The story is really cool that way.",
    "start": "00:35:43",
    "end": "00:35:52"
  },
  {
    "text": "That's cool.",
    "start": "00:35:52",
    "end": "00:35:53"
  },
  {
    "text": "So that's.",
    "start": "00:35:53",
    "end": "00:35:54"
  },
  {
    "text": "It's also how you can do business deals.",
    "start": "00:35:54",
    "end": "00:35:56"
  },
  {
    "text": "It's also how you can do business deals. So that little story, random story, Genesis 23, actually develops a really key image of Abram as a sojourner. And they all know him like all these Canaanites, they know him. And I'm sure he brings good business in the towns. But he describes himself as somebody who's not at home here, even though it's the place God promised to him in the long run.",
    "start": "00:35:56",
    "end": "00:36:22"
  },
  {
    "text": "And so this is in the land, or is this outside the land?",
    "start": "00:36:22",
    "end": "00:36:26"
  },
  {
    "text": "Yeah, no, he's in the south of Jerusalem. Okay, so that's Abram. So he becomes this archetype to which the biblical authors will all point and draw upon of. We're in our land, but it actually doesn't belong to us. It belongs to all these other people groups. But we trust that it belongs to us, even though we don't have much to show for it at the moment.",
    "start": "00:36:26",
    "end": "00:36:52"
  },
  {
    "text": "That's cool.",
    "start": "00:36:52",
    "end": "00:36:53"
  },
  {
    "text": "From here, what's relevant is just really condensing. So family of Abraham grows. They go down to Egypt. They are immigrants in Egypt. Once again. The whole story of this family is they belong nowhere. They end up in another land where that isn't their home. And they are sojourners and immigrants there. And they end up enslaved. So the whole Exodus story, they get brought out of Egypt and they're on their way back to the land of our ancestors. They make a stop at Mount Sinai, where the ethic of justice and righteousness. The counter Babylon ethic gets developed even more with Mount Sinai. And there's this pairing. We can't. I don't think we can do this in the video. This is just interesting. Where the year they spent. Excuse me, the year they spend at Mount Sinai begins this kind of symbolic overlap with the cosmic mountain of Eden. So Eden is the divine mountain that represents true home, and it's where the Divine command was given. Take care of this place, trust me and my knowledge of good and evil, and you'll get to stay here. And then Mount Sinai, even though it's in the wilderness, becomes the place where they meet with God. Like Eden, they build the Tabernacle there, which is a recreation of Eden.",
    "start": "00:37:20",
    "end": "00:38:41"
  },
  {
    "text": "And they get the Divine command, and.",
    "start": "00:38:41",
    "end": "00:38:42"
  },
  {
    "text": "They get the Divine command that will allow them to stay not here at Mount Sinai, but in the new stay in the promised land. So the Torah takes the place of the Tree of Life as the image of the Divine command, the choice. This is why in the story of the Bible video, we had the tree represent the same fork in the road that the Ten Commandments represents, kind of thing. So great, all you have to do is go into the Garden of Eden again, obey the Divine command.",
    "start": "00:38:42",
    "end": "00:39:13"
  },
  {
    "text": "We've been here before.",
    "start": "00:39:13",
    "end": "00:39:14"
  },
  {
    "text": "We've been here before. So this is why you get to the passages in the Torah that warn what will happen if they break the Divine command or when they will break the divine command. Yeah, that's right. That's right. And it's all the same imagery and vocabulary that was planted for us there in Genesis 1 through 11 of exile. So Leviticus 26, if you don't listen to me and if you don't follow these commands, if you reject my decrees and detest my Torah, my laws, then here's what I'll do. I'll scatter you among the nations. Exile. So we have this developing vocabulary for exile. It's banished, drive out, scatter, which will then form all of the language for the return from exile to regather. If I scattered you, I'm going to regather. If I banished you, I'm going to receive you back. That kind of thing. Deuteronomy 4, after you and your children and grandchildren have lived in the land a long time, and you become corrupt and you make idols and do evil, then you will quickly perish from the land. The Lord will scatter you among the peoples. So the promised land becomes the new Eden.",
    "start": "00:39:14",
    "end": "00:40:29"
  },
  {
    "text": "Yeah. And the exile is predicted.",
    "start": "00:40:29",
    "end": "00:40:32"
  },
  {
    "text": "And the exile is predicted. An interesting little. This is a rabbit hole I want to do some more homework on this. But the story then in the wilderness rebellion of the spies going into the land. And they go in and they find this huge valley full of grape clusters. There's this image of abundant garden abundance. And then they take the bit of Eden back. Right. You know, and then of course the Israelites, then they also say, there's no way we can go in there, we're going to get crushed.",
    "start": "00:40:32",
    "end": "00:41:03"
  },
  {
    "text": "There's Nephilim in there.",
    "start": "00:41:03",
    "end": "00:41:05"
  },
  {
    "text": "That's right. Yeah. The giants there, they're going to crush us. And so they say, let's appoint a leader, a new leader and go back to Egypt.",
    "start": "00:41:05",
    "end": "00:41:11"
  },
  {
    "text": "Yeah.",
    "start": "00:41:11",
    "end": "00:41:12"
  },
  {
    "text": "And God says, sorry guys.",
    "start": "00:41:12",
    "end": "00:41:14"
  },
  {
    "text": "That's like. Yeah, it's a turning point.",
    "start": "00:41:15",
    "end": "00:41:17"
  },
  {
    "text": "Yeah. So what God says is the number of days those spies were in the land is the number of years you're going to wander out here in the middle of nowhere.",
    "start": "00:41:17",
    "end": "00:41:24"
  },
  {
    "text": "Yeah.",
    "start": "00:41:24",
    "end": "00:41:24"
  },
  {
    "text": "And so the 40 years of wandering in the wilderness becomes a kind of exile from the promised land. But it's the exile. It's a pre exile. Yeah, it's a pre exile exile. And the reason why I'm describing this as an exile is because this is how Ezekiel seems to have viewed the story. If you read Ezekiel chapter 20, he goes through this four cycles of retelling Israel's history. And he talks about the exile to Babylon. He calls it the wilderness. We were sent into the wilderness of the nations, he calls it. So for the biblical authors, it's all connected. It's all connected. The 40 years in the wilderness is, is almost a prefiguring of the going back into the wilderness of the nations.",
    "start": "00:41:24",
    "end": "00:42:14"
  },
  {
    "text": "The figurative wilderness.",
    "start": "00:42:16",
    "end": "00:42:17"
  },
  {
    "text": "Yeah, it's a figurative wilderness in Babylon.",
    "start": "00:42:17",
    "end": "00:42:21"
  },
  {
    "text": "Yeah.",
    "start": "00:42:21",
    "end": "00:42:21"
  },
  {
    "text": "Anyway, and that's what happens. The Israelites actually go into the land, build the kingdom, and on the mountain of Jerusalem you get the temple built, which is an image of the cosmic mountain, a little recreation of Eden in Jerusalem and the temple to Solomon. And it's all Garden of Eden, all that stuff. We've explored that in other videos and conversations. And so here in the new Eden represented by the temple in Jerusalem and the promised land, they break the divine command, just like humanity, and they are banished and driven out. And we're all the way back now to those two waves of exile of the northern tribes and then the southern tribes in 586 B.C. so that's the big story. But you can really, from Genesis to 2 Kings, but you can see all of a sudden like, oh, this whole thing pretty tightly knit, is super tightly knit with exile. And Babylon and Eden and the Promised Land. It's all connected as a coherent statement, both about Israel and about humanity as a whole.",
    "start": "00:42:22",
    "end": "00:43:29"
  },
  {
    "text": "That's cool.",
    "start": "00:43:30",
    "end": "00:43:31"
  },
  {
    "text": "This is Carla Dennis.",
    "start": "00:43:33",
    "end": "00:43:35"
  },
  {
    "text": "I'm from Raleigh, North Carolina.",
    "start": "00:43:35",
    "end": "00:43:37"
  },
  {
    "text": "What I like best about the Bible Project is it inspires me to dig in more.",
    "start": "00:43:37",
    "end": "00:43:43"
  },
  {
    "text": "It inspires me to read the Word, and it gives me a framework of.",
    "start": "00:43:43",
    "end": "00:43:49"
  },
  {
    "text": "What has happened before that chapter and.",
    "start": "00:43:50",
    "end": "00:43:53"
  },
  {
    "text": "What the main purpose of that chapter is and the direction it's taking me. We believe the Bible is a unified.",
    "start": "00:43:53",
    "end": "00:44:02"
  },
  {
    "text": "Story that leads to Jesus.",
    "start": "00:44:03",
    "end": "00:44:04"
  },
  {
    "text": "We are a crowdfunded project by people like me. Find free videos, study notes, and more@thebibleproject.com.",
    "start": "00:44:05",
    "end": "00:44:14"
  },
  {
    "text": "It.",
    "start": "00:44:23",
    "end": "00:44:23"
  }
]