[
  {
    "text": "Hey, this is John at the bibleproject. Today we continue our conversation on the theme of exile in the Bible. An exile is someone who lives away from their home. They long for home, but they're unable to get there. We're in our fourth hour of conversation on this topic, and you can go back and listen to previous conversations to get up to speed. But here's a quick recap. In 586 BC, the Jewish people were invaded by the Babylonian empire. The city of Jerusalem was ransacked, and many of the Jewish people were forced to leave their home and find a new existence in a foreign land, the land of Babylon. Exile is a traumatic experience for anyone or any culture. And it was so significant for the Jewish people that when their prophets and scribes began stitching together the stories of their people, they did so while considering what it means to be in exile and if there's any hope of going back home.",
    "start": "00:00:07",
    "end": "00:01:06"
  },
  {
    "text": "As the authors of the Bible go back to talk about the history of humanity that Israel fits into, that's Genesis 1 through 11. Now, the history of humanity is told as a story from promised land to exile from Eden, Genesis 1 and 2, to exile in Babylon, Genesis 11.",
    "start": "00:01:07",
    "end": "00:01:27"
  },
  {
    "text": "They found that it wasn't just their people who were in exile. Rather, all of humanity was in a type of exile, cast out from the world as it ought to be. In the book of Genesis, God called a family out of Babylon, the family of Abraham, to be a representative family that comes back from exile and renews a relationship with God. So in the same way, Israel living in Babylon looked at the stories of Abraham as hope and inspiration that they too could one day go home. And they did. But when they did, they found their homeland was not what they remembered. It was now a ghost town compared to what it had been in the days of David and Solomon.",
    "start": "00:01:28",
    "end": "00:02:12"
  },
  {
    "text": "The story of exile in the Bible is of God's people coming back to the land promised to them. But the way that it's ruled and the way that they live on it is now this existential anxiety where this is our home, but it's not being run like our home. It's not being run by the values of God's kingdom. And we can't even still get our act together here.",
    "start": "00:02:12",
    "end": "00:02:35"
  },
  {
    "text": "Their homeland a shadow of what it used to be. Friends and family scattered all over the world, military overlords still in control over them.",
    "start": "00:02:35",
    "end": "00:02:45"
  },
  {
    "text": "But all of a sudden, what you think was the death of God's covenant mission through Israel, it takes a surprise turn in that Israel dispersed among the nations becomes the surprising way that God continues his work among the nations.",
    "start": "00:02:46",
    "end": "00:03:02"
  },
  {
    "text": "So a plot twist in the exile story that's coming up today in our episode. Thanks for joining us. Here we go.",
    "start": "00:03:03",
    "end": "00:03:10"
  },
  {
    "text": "All right. We're continuing our conversation on the theme, the biblical theme of exile.",
    "start": "00:03:15",
    "end": "00:03:20"
  },
  {
    "text": "Yes.",
    "start": "00:03:21",
    "end": "00:03:21"
  },
  {
    "text": "And we're gonna do. Why don't you do a little summary as to where we've been so far?",
    "start": "00:03:22",
    "end": "00:03:27"
  },
  {
    "text": "Yeah. Again, to go back to the very first thing, I think, if I remember correctly, what we had from our first conversation was that this is not a biblical idea that most anyone wakes up thinking, you know, what's really one of the most important ideas themes in the Bible, in the whole Bible, is the exile of the Israelites to Babylon in 586 B.C. but actually, it's one of these events that once you know about it, you can see that it's permeated and left its stamp on every part of the Bible. And it's actually a really important unifying thread from the earliest pages of the Bible onto the last pages of the Bible. Exile to Babylon.",
    "start": "00:03:27",
    "end": "00:04:12"
  },
  {
    "text": "Yeah. It's been a week since we talked about this last. I have been trying to live in the skin of the identity of exile, which in the way we talked about it, which I've never done before in the sense of this is home, but it's not complete.",
    "start": "00:04:13",
    "end": "00:04:34"
  },
  {
    "text": "Yes.",
    "start": "00:04:34",
    "end": "00:04:35"
  },
  {
    "text": "Or this is. This is where I live, but there's something missing. This is my body, but I still feel like a foreigner somehow inside my own body. I still feel like a foreigner inside my own home, in my own city, even though this is my city and this is my home. And that really helped. It left a mark on me thinking that way. And I think I said before it was like that existential angst, that sense of, like, this isn't completely right. Why am I not happy? Why am I not content? Why are relationships so hard? Why do things break down so easily? And why do I desire something more? And that all fits into this theme of being an exile.",
    "start": "00:04:35",
    "end": "00:05:21"
  },
  {
    "text": "Yes. Yeah, that's right. It doesn't seem like it would at first, because the idea of an exile is somebody who's booted out. I'm not in the place where I belong. And so what I'm looking for is to get away from this place and circumstance and get to that other place.",
    "start": "00:05:21",
    "end": "00:05:40"
  },
  {
    "text": "The place I'm really from. And that is heaven is my home.",
    "start": "00:05:40",
    "end": "00:05:44"
  },
  {
    "text": "Yeah, that kind of thing.",
    "start": "00:05:44",
    "end": "00:05:45"
  },
  {
    "text": "One day, tons of hymns about, yeah.",
    "start": "00:05:45",
    "end": "00:05:49"
  },
  {
    "text": "This is not my home.",
    "start": "00:05:49",
    "end": "00:05:50"
  },
  {
    "text": "One day leaving this place and going to heaven.",
    "start": "00:05:50",
    "end": "00:05:52"
  },
  {
    "text": "And so it's yet another example of a half truth that has become the whole truth and therefore distorted. I think how we see the story of the Bible, because big picture, the story is humanity belongs in this overlap of heaven and earth in the sacred mountain garden. And that is humanity's home is a world that is permeated with divine love and divine presence. That's the image on pages one and two of the Bible. And that's the. The reality and the experience of the world from which humans are banished. Because humans want to set up a world by their own knowledge of good and evil.",
    "start": "00:05:52",
    "end": "00:06:34"
  },
  {
    "text": "Yeah.",
    "start": "00:06:34",
    "end": "00:06:34"
  },
  {
    "text": "And that world leads to Babylon, Genesis 3:11. And what's fascinating about the design of the biblical story is that's where all humanity is now. And then out of Babylon, God chooses one family to turn into the counter. Babylon. And then they end up failing the job miserably and they end up, that family ends up exiled back into Babylon. And so do you get that overlay of the human story that ended in Babylon, exile in Babylon, and then Israel's story that ended in exile?",
    "start": "00:06:35",
    "end": "00:07:09"
  },
  {
    "text": "Yeah, it's an inversion.",
    "start": "00:07:09",
    "end": "00:07:10"
  },
  {
    "text": "Yes, that's right. Yeah. But here's where it's crucially important you, is that the Israelites within the biblical story, they do return. Many, many do return.",
    "start": "00:07:10",
    "end": "00:07:21"
  },
  {
    "text": "Yeah. To Jerusalem.",
    "start": "00:07:21",
    "end": "00:07:23"
  },
  {
    "text": "To Jerusalem. But the Jerusalem, the promised land that they returned to, it wasn't life as it was supposed to be. And when they reached for language to talk about what it should be like, they reached back to their golden era, which was the reigns of David and Solomon. And so those ancient stories about David and Solomon in the promised land became these images of the future.",
    "start": "00:07:23",
    "end": "00:07:50"
  },
  {
    "text": "Even though those times were pretty screwed up too.",
    "start": "00:07:50",
    "end": "00:07:52"
  },
  {
    "text": "Yeah. Even though those times were themselves compromised by great evil and rebellion, that still.",
    "start": "00:07:52",
    "end": "00:07:58"
  },
  {
    "text": "Was the way that they could understand this desire that they had.",
    "start": "00:07:58",
    "end": "00:08:03"
  },
  {
    "text": "That's right. Whatever. Yeah.",
    "start": "00:08:03",
    "end": "00:08:04"
  },
  {
    "text": "Whatever sense of they wanted, of this.",
    "start": "00:08:04",
    "end": "00:08:08"
  },
  {
    "text": "Story is going to look like. It's at least going to look like in the days of Solomon when gold was as common as dust and everyone had their own fig tree and vine.",
    "start": "00:08:08",
    "end": "00:08:19"
  },
  {
    "text": "To cultivate the good old days.",
    "start": "00:08:19",
    "end": "00:08:20"
  },
  {
    "text": "Yeah, like that. Again, this is why being in exile doesn't mean I don't belong here on earth. Right. The story of exile in the Bible is of God's people coming back to the. The land it's promised to them. But the way that it's ruled and the way that they live on it is now this existential anxiety where this is our home. But why doesn't it's not being run like our home, it's not being run by the values of God's kingdom. And we can't even still get our act together here.",
    "start": "00:08:20",
    "end": "00:08:53"
  },
  {
    "text": "It would be kind of like if Adam and Eve somehow got past the cherubim with the flaming swords. They got back in the garden and they're there and. And they're like, sweet, we're back in.",
    "start": "00:08:54",
    "end": "00:09:03"
  },
  {
    "text": "We're back.",
    "start": "00:09:03",
    "end": "00:09:03"
  },
  {
    "text": "But they still feel ashamed. They still don't trust God. God's not there. You'd be like, oh, we're back in the garden. But this is not right.",
    "start": "00:09:04",
    "end": "00:09:14"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:09:14",
    "end": "00:09:15"
  },
  {
    "text": "It feels empty. It feels incomplete.",
    "start": "00:09:15",
    "end": "00:09:18"
  },
  {
    "text": "Yes, yes. So the theme of exile, that point becomes no longer about just geography, gets wrapped up into the Bible's language about time of, like, the current age, in the age to come. The state of exile is this world as we know it, which is our home, but it's in a state that isn't complete and isn't finished. So we are looking for some other time in this place when this place gets redeemed to be what it's fully supposed to be. And until that time, we can use this language from the story that we are exiles.",
    "start": "00:09:18",
    "end": "00:09:54"
  },
  {
    "text": "We're exiles of time, not of location.",
    "start": "00:09:54",
    "end": "00:09:57"
  },
  {
    "text": "Yeah, Actually, this is now just occurring to me, but that's right, the spatial language of exile in one place rather than another place gets totally merged with the Bible's view of time.",
    "start": "00:09:57",
    "end": "00:10:10"
  },
  {
    "text": "Right.",
    "start": "00:10:10",
    "end": "00:10:10"
  },
  {
    "text": "That we're in a time.",
    "start": "00:10:10",
    "end": "00:10:11"
  },
  {
    "text": "We're exiled to an age.",
    "start": "00:10:11",
    "end": "00:10:13"
  },
  {
    "text": "Yeah, to an age. To a heaven and earth that is good but isn't yet completed and that will be fully redeemed. And when this place is fully redeemed, we'll be in it and call it home. I think that's the vision here.",
    "start": "00:10:13",
    "end": "00:10:30"
  },
  {
    "text": "Yeah.",
    "start": "00:10:31",
    "end": "00:10:31"
  },
  {
    "text": "So anyway, that's kind of the summary that we went through in the biblical story. And then what that's trying to get at. And we know that's true because in the later books of the Old Testament, you get language like Ezra or Nehemiah can speak of, we're back in the land, but. But we're slaves on our own land. Or you get language. I just got done with a week teaching a graduate level course through the book of Isaiah. Oh, my gosh. So amazing. But in the latter chapters of Isaiah, you get language about going back to the land within poems that assume we're already in the land.",
    "start": "00:10:33",
    "end": "00:11:12"
  },
  {
    "text": "So it's a metaphor.",
    "start": "00:11:12",
    "end": "00:11:14"
  },
  {
    "text": "So, yeah, exile and returning back to Jerusalem because. Becomes a metaphor for, like, a state of. Correct. Yeah. Exile ceases to be about a place and it becomes a mode of existence in a broken World the side of the new creation. And that's exactly when we start turning into the New Testament. And we see John the Baptist, for example. He's out in the wilderness and he goes down to a place in the desert by the Jordan river that was symbolically the place where all Israel crossed over into the land. And he makes a symbolic passing through the waters. Right. Getting dunked in the waters. Yeah, it's symbolically going through the waters again.",
    "start": "00:11:14",
    "end": "00:11:59"
  },
  {
    "text": "Yeah. Coming back into the promised land.",
    "start": "00:11:59",
    "end": "00:12:01"
  },
  {
    "text": "Coming back into the land. But the whole point of it is about repentance and forgiveness.",
    "start": "00:12:01",
    "end": "00:12:06"
  },
  {
    "text": "So he's baptizing you not back into the land because you're in the land.",
    "start": "00:12:06",
    "end": "00:12:10"
  },
  {
    "text": "Yeah.",
    "start": "00:12:10",
    "end": "00:12:10"
  },
  {
    "text": "He's baptizing you into a new way of being.",
    "start": "00:12:10",
    "end": "00:12:13"
  },
  {
    "text": "A new way. Yeah. The kingdom of God way of living.",
    "start": "00:12:13",
    "end": "00:12:16"
  },
  {
    "text": "In this land, which is entering the promised land in a poetic sense.",
    "start": "00:12:16",
    "end": "00:12:21"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:12:21",
    "end": "00:12:21"
  },
  {
    "text": "Which you said Isaiah does.",
    "start": "00:12:21",
    "end": "00:12:23"
  },
  {
    "text": "Where in Isaiah he quotes from Isaiah, chapter 40, which is announcing that on one level is announcing, hey, we can come back from Babylon. It's referring to that point in Israel's story where they could come back from exile in Babylon. But by the time you get to the end of the book of Isaiah, you're already back in the land. And what we need is not just to physically come back into this land. We need for Israel and the whole world to come out of the real exile to the real Babylon.",
    "start": "00:12:23",
    "end": "00:12:55"
  },
  {
    "text": "Interesting.",
    "start": "00:12:55",
    "end": "00:12:56"
  },
  {
    "text": "Which is much bigger than just what happened in those few centuries. And you can see John the Baptist doing that because he lives in the land.",
    "start": "00:12:56",
    "end": "00:13:03"
  },
  {
    "text": "Yeah. Hey, guys, let's take a backpack trip outside the land so we could re. Enter the land.",
    "start": "00:13:03",
    "end": "00:13:09"
  },
  {
    "text": "Yes.",
    "start": "00:13:09",
    "end": "00:13:10"
  },
  {
    "text": "And it's like, well, we're already in the land.",
    "start": "00:13:10",
    "end": "00:13:11"
  },
  {
    "text": "Yeah. But the whole point is now re. Entry into the promised land becomes an image of returning from the real exile. I mean, yeah, the Babylonian empire, from John the Baptist's point of view, ceased to exist half a millennia ago, but he's still out there quoting poetry from his Bible about returning from exile in Babylon.",
    "start": "00:13:12",
    "end": "00:13:33"
  },
  {
    "text": "So funny.",
    "start": "00:13:34",
    "end": "00:13:35"
  },
  {
    "text": "It is. Yeah. We could probably see of some good analogies.",
    "start": "00:13:35",
    "end": "00:13:38"
  },
  {
    "text": "I was, I was just thinking one that's really absurd, actually. If I was coming back to Portland, I'm usually going through the airport. And so going through would be coming through the airport. You're getting baptized through the airport.",
    "start": "00:13:38",
    "end": "00:13:52"
  },
  {
    "text": "Yeah, sure. You're immersed.",
    "start": "00:13:52",
    "end": "00:13:53"
  },
  {
    "text": "I'm immersed.",
    "start": "00:13:53",
    "end": "00:13:54"
  },
  {
    "text": "Of the PDX airport.",
    "start": "00:13:54",
    "end": "00:13:56"
  },
  {
    "text": "Yeah. I was gonna say having to go through tsa, but that's actually going. That's going. Not coming back.",
    "start": "00:13:56",
    "end": "00:14:01"
  },
  {
    "text": "That's Right.",
    "start": "00:14:01",
    "end": "00:14:01"
  },
  {
    "text": "So I was gonna say going through security was like my baptism, but that doesn't work. But does baptism? Off topic, but baptism became a sacrament, a Christian sacrament, which must be connected to what John was doing. But it wasn't exactly what John was doing.",
    "start": "00:14:01",
    "end": "00:14:17"
  },
  {
    "text": "Well, actually, the way that John's baptism morphed into Jesus movement, baptism is connected. So for John, this was the symbolic rebooting of our story. And the new covenant Israel coming into the new land again has to go through the symbolic passing through the river. So it's a way of being a part of the new covenant people. And then once you get the story of Jesus, life, death and resurrection all condensed as laid on top of that, then what I'm going through in the waters is I'm doing the same thing. I'm dying as a human. I'm being. Going under the waters means my old humanity that's in exile to Babylon dies and I come out of the waters as a new Jesus style human. So it's very similar imagery where I'm still leaving the old behind and going into the new thing. And then you live from that day forward with your identity as I'm a part of the new Jesus creation, even though I'm still living here in the land of Babylon. It's very similar. It just becomes new creation, old creation. When you put resurrection as the metaphor.",
    "start": "00:14:17",
    "end": "00:15:32"
  },
  {
    "text": "You know where that airport thing would work is if you're flying international, then you have to go through customs.",
    "start": "00:15:32",
    "end": "00:15:37"
  },
  {
    "text": "Oh, there you go.",
    "start": "00:15:37",
    "end": "00:15:38"
  },
  {
    "text": "So it's like if I was like an expat and I was like, I'm not gonna be an American anymore. And then I come back and I'm living in America, but I'm like, eh, I still don't really care about America. And then someone's like, you need to really care. And so we go and we leave the country and we come back on a flight and I go through customs. But not to come back to America. More to signify.",
    "start": "00:15:40",
    "end": "00:16:04"
  },
  {
    "text": "Yes.",
    "start": "00:16:05",
    "end": "00:16:05"
  },
  {
    "text": "And this time I'm truly, emotionally, psychologically gonna be an American than I'm doing what John was doing.",
    "start": "00:16:05",
    "end": "00:16:15"
  },
  {
    "text": "Something like that.",
    "start": "00:16:16",
    "end": "00:16:17"
  },
  {
    "text": "That is really dumb and very American centric. So forget it.",
    "start": "00:16:17",
    "end": "00:16:21"
  },
  {
    "text": "Hey, not every.",
    "start": "00:16:21",
    "end": "00:16:21"
  },
  {
    "text": "Cut that out.",
    "start": "00:16:21",
    "end": "00:16:22"
  },
  {
    "text": "Yeah, not everybody. Not every analogy is perfect. Yeah. So, okay, so. And where that all comes together, we identify. It is in the letter of First Peter.",
    "start": "00:16:22",
    "end": "00:16:34"
  },
  {
    "text": "Yeah.",
    "start": "00:16:34",
    "end": "00:16:35"
  },
  {
    "text": "Where Peter, a leader of a Jewish messianic movement, is writing to Jesus communities all around Asia Minor who aren't Jewish, majority of whom are not Jewish. But yet he's using this language, language of Jewish identity and heritage, calling them exiles and sojourners in towns that are their home. So what sense does that even make except that he has a story in his mind? And then at the end of that letter, he says, hey, the church community in Babylon says hi. So there Babylon's become an image for the current world order and exile becomes the way followers of Jesus are to live in this world order. Which doesn't mean this isn't my home.",
    "start": "00:16:35",
    "end": "00:17:23"
  },
  {
    "text": "These biblical authors are becoming really fast and loose with language, right? No, well, yeah, they're calling Rome Babylon. They're calling people exiles. I mean, they're.",
    "start": "00:17:23",
    "end": "00:17:34"
  },
  {
    "text": "Ah, got it. Yeah. This is like. It's code language.",
    "start": "00:17:34",
    "end": "00:17:37"
  },
  {
    "text": "Yeah.",
    "start": "00:17:37",
    "end": "00:17:38"
  },
  {
    "text": "Inner. Inner Jesus community, code language. But every subculture does this.",
    "start": "00:17:38",
    "end": "00:17:43"
  },
  {
    "text": "Yes.",
    "start": "00:17:44",
    "end": "00:17:44"
  },
  {
    "text": "Develops its own.",
    "start": "00:17:44",
    "end": "00:17:45"
  },
  {
    "text": "It's just tough when you want to say, like, what does the Bible say plainly?",
    "start": "00:17:45",
    "end": "00:17:51"
  },
  {
    "text": "Well, but that is its plain meaning. It's just its plain meaning for this persecuted religious minority.",
    "start": "00:17:52",
    "end": "00:17:58"
  },
  {
    "text": "Right? It's not plain to me.",
    "start": "00:17:58",
    "end": "00:18:01"
  },
  {
    "text": "It's not often. Right. But isn't that the great thing about the Bible?",
    "start": "00:18:01",
    "end": "00:18:05"
  },
  {
    "text": "It forces you to keep learning, keeps belonging.",
    "start": "00:18:05",
    "end": "00:18:08"
  },
  {
    "text": "Yeah. Sa so here's the next step I want to take, and it's kind of into the next half of this idea. I think the video will just need to somehow do that thing, what we just summarized. Sure. Find a way to do that. Tell the story and show how Babylon leaving and coming back home, and it's my home, but not complete. We're going to have to do all that. And I think probably that's the first half, maybe in two thirds of the video, the last set of movements has to do with the surprise. When you go back to the Old Testament stories, we're jumping back into the history. So in 586 was when the Babylonian armies destroyed Jerusalem, burned the temple, took the third wave of Israelites and the biggest wave into captive exile. So they take them, they relocate them all over ancient Babylon. And so as a reader, in one sense you think, oh yeah, this is the end of the road for Israel. It's, you know what? Hope it's there. The point was that Israel would be different than all the nations they weren't. And so they end up exiled to Babylon. But all of a sudden what you think was the death of this covenant, God's covenant mission through Israel. It takes a surprise turn in that Israel dispersed among the nations becomes the surprising way that God continues his work among the nations. In other words, so the exile and the scattering of Israel actually becomes the way that Israel or some Israelites become Priests to the nations in ways that would. In ways that would have never happened if they would have stayed centralized. Centralized. Kingdom in the land. And there's three places this comes together. One is in the latter half of the book of Isaiah. Another is in the book of Jeremiah, where he writes a letter to the exiles. And then another one is the book of Daniel. Okay, first of all, here's something awesome. Oh, actually Enoch, if you say the book of Ezekiel and you say, do you know the Bible? Somebody who has a rough Bible knowledge, and you say Ezekiel, they're likely to think of maybe just one or two things.",
    "start": "00:18:08",
    "end": "00:20:49"
  },
  {
    "text": "Okay. The weird contraption that flies in the air. Yeah.",
    "start": "00:20:49",
    "end": "00:20:54"
  },
  {
    "text": "The weird flying GodMobile on page one.",
    "start": "00:20:54",
    "end": "00:20:58"
  },
  {
    "text": "Of Ezekiel and eating poop.",
    "start": "00:20:58",
    "end": "00:21:00"
  },
  {
    "text": "Oh. Oh, yes. The Ezekiel bread thing.",
    "start": "00:21:00",
    "end": "00:21:03"
  },
  {
    "text": "Yeah.",
    "start": "00:21:03",
    "end": "00:21:04"
  },
  {
    "text": "Do you know about this Ezekiel bread?",
    "start": "00:21:04",
    "end": "00:21:06"
  },
  {
    "text": "Well, yeah, the bread that they sell on the market. Yeah, I've heard you complain about it.",
    "start": "00:21:06",
    "end": "00:21:10"
  },
  {
    "text": "They just copied one verse, so out, like, ripped, bleeding. It's heart bleeding. Ripping it out of context as a recipe for biblical bread.",
    "start": "00:21:10",
    "end": "00:21:23"
  },
  {
    "text": "Yeah.",
    "start": "00:21:23",
    "end": "00:21:24"
  },
  {
    "text": "But if you read the. And it doesn't taste good in context. Right. Ezekiel 4. Yeah. It's bread that symbolizes the meager, poor materials resources he'll have to make bread while the city is under siege.",
    "start": "00:21:24",
    "end": "00:21:39"
  },
  {
    "text": "Yeah.",
    "start": "00:21:39",
    "end": "00:21:39"
  },
  {
    "text": "And then to top it off, he has to bake it over here and poop.",
    "start": "00:21:39",
    "end": "00:21:42"
  },
  {
    "text": "Yeah.",
    "start": "00:21:42",
    "end": "00:21:43"
  },
  {
    "text": "And then he complains to God. He's like, no, I don't want to do that. And God says, okay, that's kind of gross. So he uses cow poop instead to cook it over.",
    "start": "00:21:44",
    "end": "00:21:52"
  },
  {
    "text": "Oh, well, that's.",
    "start": "00:21:52",
    "end": "00:21:53"
  },
  {
    "text": "Which I think is actually normal.",
    "start": "00:21:53",
    "end": "00:21:55"
  },
  {
    "text": "A lot of people do that.",
    "start": "00:21:55",
    "end": "00:21:56"
  },
  {
    "text": "Yeah. Cultures around the world, people use. What do they call it? Cow manure. Those hard disks.",
    "start": "00:21:56",
    "end": "00:22:01"
  },
  {
    "text": "Yeah. Oh, yeah. Yeah. What do they call that? I don't know.",
    "start": "00:22:01",
    "end": "00:22:03"
  },
  {
    "text": "I think it's very common fuel. But human poops. Gross. That's gross.",
    "start": "00:22:03",
    "end": "00:22:07"
  },
  {
    "text": "Personally, both sound gross to me, but I'm not gonna hate. But what I will hate is that Ezekiel bread doesn't taste very good.",
    "start": "00:22:09",
    "end": "00:22:17"
  },
  {
    "text": "It's just like dry cardboard.",
    "start": "00:22:17",
    "end": "00:22:19"
  },
  {
    "text": "I think what it came from is there's this food movement of, like. You know how there's health fads.",
    "start": "00:22:19",
    "end": "00:22:26"
  },
  {
    "text": "Yes.",
    "start": "00:22:26",
    "end": "00:22:26"
  },
  {
    "text": "And you can make a lot of money on a health fad. Like, you start a new health fad. Like a new diet craze. Like, you're getting rich. And so think about it. What would be a really easy health craze to manufacture a religious one.",
    "start": "00:22:27",
    "end": "00:22:40"
  },
  {
    "text": "Yeah, sure. Right.",
    "start": "00:22:40",
    "end": "00:22:41"
  },
  {
    "text": "Like eat like they say you should eat in the Bible.",
    "start": "00:22:42",
    "end": "00:22:44"
  },
  {
    "text": "Right.",
    "start": "00:22:44",
    "end": "00:22:44"
  },
  {
    "text": "So I think that's a stab at it.",
    "start": "00:22:45",
    "end": "00:22:46"
  },
  {
    "text": "Yeah.",
    "start": "00:22:46",
    "end": "00:22:47"
  },
  {
    "text": "Yeah.",
    "start": "00:22:47",
    "end": "00:22:47"
  },
  {
    "text": "Anyways. Yeah. Anyhow. Okay, so there's two things that come to your mind when you think of Ezekiel. The flying Godmobile, and eating.",
    "start": "00:22:47",
    "end": "00:22:54"
  },
  {
    "text": "Eating the bread over human feces.",
    "start": "00:22:54",
    "end": "00:22:56"
  },
  {
    "text": "Okay. Number three.",
    "start": "00:22:56",
    "end": "00:22:57"
  },
  {
    "text": "Third thing comes to mind is, what should I be thinking about here?",
    "start": "00:22:59",
    "end": "00:23:04"
  },
  {
    "text": "I don't know. I was gonna say the Valley of Dry Bones. Oh, yeah, Maybe Valley of Dry Bones. It's not as iconic anymore.",
    "start": "00:23:04",
    "end": "00:23:11"
  },
  {
    "text": "You know, it should be, but it's not. It's.",
    "start": "00:23:11",
    "end": "00:23:14"
  },
  {
    "text": "You kind of already have to know the Bible.",
    "start": "00:23:14",
    "end": "00:23:15"
  },
  {
    "text": "Well, I never really learned about that until Bible school. It's not something we talked about in church.",
    "start": "00:23:16",
    "end": "00:23:22"
  },
  {
    "text": "Even growing up in church, you didn't ever. No, Never. Painting stories?",
    "start": "00:23:22",
    "end": "00:23:27"
  },
  {
    "text": "No.",
    "start": "00:23:27",
    "end": "00:23:28"
  },
  {
    "text": "Sermons.",
    "start": "00:23:28",
    "end": "00:23:28"
  },
  {
    "text": "It's a weird passage.",
    "start": "00:23:28",
    "end": "00:23:30"
  },
  {
    "text": "Okay.",
    "start": "00:23:30",
    "end": "00:23:30"
  },
  {
    "text": "It just stayed clear.",
    "start": "00:23:30",
    "end": "00:23:31"
  },
  {
    "text": "All right, well. Okay. And here's why this is important. Ezekiel training to be a priest in Jerusalem until he got exiled in his late 20s. Imagine this. Ezekiel starts in what's called the 30th year, which almost certainly is referring to his age, his birthday.",
    "start": "00:23:31",
    "end": "00:23:46"
  },
  {
    "text": "Okay.",
    "start": "00:23:46",
    "end": "00:23:47"
  },
  {
    "text": "And 30 is how old he would be to enter his career as a priest in Jerusalem.",
    "start": "00:23:47",
    "end": "00:23:54"
  },
  {
    "text": "You have to be 30.",
    "start": "00:23:54",
    "end": "00:23:54"
  },
  {
    "text": "Yeah.",
    "start": "00:23:54",
    "end": "00:23:55"
  },
  {
    "text": "Oh.",
    "start": "00:23:55",
    "end": "00:23:55"
  },
  {
    "text": "So just imagine you're trained your whole life in a family business, so to speak. I mean, it's like. It's based on the lineage. And in his late twenties is when Babylon comes to town. And so the book of Ezekiel begins, marking his 30th year. And what's he doing? He's not offering sacrifices.",
    "start": "00:23:55",
    "end": "00:24:16"
  },
  {
    "text": "He's not priesting.",
    "start": "00:24:16",
    "end": "00:24:17"
  },
  {
    "text": "He's sitting miserable by irrigation canal at a refugee camp in Babylon. That's how the book of Ezekiel starts. It's very dismal. Just from the first. You can imagine the headspace.",
    "start": "00:24:17",
    "end": "00:24:28"
  },
  {
    "text": "You're about to graduate Harvard, and then.",
    "start": "00:24:28",
    "end": "00:24:30"
  },
  {
    "text": "Yeah, that's it. Yeah, totally.",
    "start": "00:24:31",
    "end": "00:24:32"
  },
  {
    "text": "The economy collapses.",
    "start": "00:24:32",
    "end": "00:24:33"
  },
  {
    "text": "That's it. I mean, he was set up for a life of a great job and a very meaningful role in Israelite society, and it all came crashing down. So all that to say is he grew up in and around the place where many of the biblical texts were. Would have been kept and studied in priestly families and all this. So the point is he knows his Bible. And the book of Ezekiel shows a keen awareness of the traditions and stories that we also have in the Book of Genesis, the early chapters of the Book of Genesis. So the stories of humanity in the garden and the banishment and so on. And so when he wants to interpret the meaning of Israel going into exile, he uses the language of death, which is very powerful. Being here in Babylon is a form of spiritual death. And so he uses lots of violent death imagery to talk about what happened when they were taken captive and hauled off to where he is now in Babylon. But then he has this hope that God's not going to give up on his promises and that he's going to return his people to the land. And so you get this cool image in these twin chapters in Ezekiel 36 and 37, where he has this speech that's actually divine speech, God's speech in Ezekiel 36, and God says, I'm going to take you all from the nations, gather you from all the lands back into your own land. And the desolate land, think Genesis 3, when they're banished and the land is cursed for thorns and thistles and all this. So that becomes also the paradigm for when Israel was banished from the land. And so to be regathered into the land is like to reverse the banishment. So the desolate land will be cultivated instead of being a desolation, and people will say, whoa, this desolate land has become like the Garden of Eden and the waste. Desolate lands are fortified and inhabited. So for him, the hope of return from exile becomes parallel to humanity getting back to the garden.",
    "start": "00:24:33",
    "end": "00:26:37"
  },
  {
    "text": "Yeah.",
    "start": "00:26:37",
    "end": "00:26:38"
  },
  {
    "text": "Then you read the next poem, Ezekiel 37, and he's depicting the miserable exiles in Babylon as a big valley full of dry, dead human bones. The hope of return to the promised land is the hope that God's spirit comes and recreates. It's a very powerful image. Like skin starts crawling up onto the bones, and then muscles, and then right sinew. And then they're just sitting there, these human bodies in a valley. This is all in a dream, weird dream that he has. And then God's spirit comes and invigorates this, and he sees a whole huge host of new humans. And that's his image for return from exile. So for Ezekiel, banishment from the world, as it ought to be, is a form of death. It's the living death, living death, and therefore return from exile is new Garden of Eden and new humanity, not just death.",
    "start": "00:26:38",
    "end": "00:27:36"
  },
  {
    "text": "It's like you're dead and your bones are dry and you're really dead.",
    "start": "00:27:36",
    "end": "00:27:41"
  },
  {
    "text": "Yeah. And it's very important at this stage in the biblical story, he's using it as a metaphor to describe people who are alive, but they're alive in the place that isn't what God fully intended for them. Namely, that becomes an image for living.",
    "start": "00:27:41",
    "end": "00:27:57"
  },
  {
    "text": "In Babylon, and so much so that the language he uses is of, like, a corpse that has so far gone.",
    "start": "00:27:57",
    "end": "00:28:04"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:28:04",
    "end": "00:28:05"
  },
  {
    "text": "That it's decayed to the point where now it's just dry bones.",
    "start": "00:28:05",
    "end": "00:28:09"
  },
  {
    "text": "Yeah. Think of, like the.",
    "start": "00:28:09",
    "end": "00:28:10"
  },
  {
    "text": "It's been picked off by the theme.",
    "start": "00:28:10",
    "end": "00:28:12"
  },
  {
    "text": "Of the desert movie, where you're like, marooned in the desert and there's the dead camel skeleton with nothing on it. It's just been sitting there for a decade, withering and drying. That's the image. That's the image of Israel in exile. But he places that. He overlays it with the story of humanity exiled from Eden.",
    "start": "00:28:12",
    "end": "00:28:33"
  },
  {
    "text": "When you say overlays it, he's talking about it at the same time.",
    "start": "00:28:33",
    "end": "00:28:36"
  },
  {
    "text": "Well, think of the way that humanity banished to ending up in Babylon. Exodus 3:11. He's overlaying the story of he and his people's experience with that story. So they're having to leave the promised land is leave the garden. All humanity banished from the garden.",
    "start": "00:28:36",
    "end": "00:28:54"
  },
  {
    "text": "Oh, I see.",
    "start": "00:28:55",
    "end": "00:28:55"
  },
  {
    "text": "And sitting just like Adam and Eve.",
    "start": "00:28:55",
    "end": "00:28:57"
  },
  {
    "text": "Leaving the garden and ending. And their descendants ending in Babylon. So Israel had to leave the garden, the promised land, and now they're rotting in Babylon.",
    "start": "00:28:57",
    "end": "00:29:10"
  },
  {
    "text": "Correct.",
    "start": "00:29:10",
    "end": "00:29:11"
  },
  {
    "text": "They've passed rotting. They've rotted in our dry zones.",
    "start": "00:29:11",
    "end": "00:29:14"
  },
  {
    "text": "So the point is, you can already see within the Bible. Here's the biblical author using the story of Adam and Eve exiled, ultimately leading to Babylon. He's using it as a paradigm or a way to think about his own life story, about exiled from the land to Babylon. And therefore, when God reverses all of this, when we get to go back to the land, it will be like a return to Eden, and it'll be like a new God recreating humans to live in the world as it.",
    "start": "00:29:14",
    "end": "00:29:46"
  },
  {
    "text": "And so that's Ezekiel while in banishment.",
    "start": "00:29:46",
    "end": "00:29:49"
  },
  {
    "text": "Yes.",
    "start": "00:29:49",
    "end": "00:29:49"
  },
  {
    "text": "Thinking that. But then you get Isaiah, who comes back to the land, and he's like, no, we're still exiles.",
    "start": "00:29:50",
    "end": "00:29:56"
  },
  {
    "text": "Yeah. What you see in the book of Isaiah, then, is the next step of the story.",
    "start": "00:29:56",
    "end": "00:30:00"
  },
  {
    "text": "And that's called a Bible contradiction, is what that's called.",
    "start": "00:30:00",
    "end": "00:30:03"
  },
  {
    "text": "Well, it's interesting. I mean, what it is. You have it. The story is told in Ezra, Nehemiah. The people go back into the land, but the great promises don't materialize. And it's because Israel is just as morally compromised as it was when they were here before. And so therefore, you get this image, especially in the book of Isaiah, that even though we've come back physically, humanity and Israel included, is still exiled in Babylon. And exile then becomes a metaphor to describe this world as we know it. And before God's kingdom comes so what I want to focus on now is this moment where Israel is still stuck in Babylon.",
    "start": "00:30:04",
    "end": "00:31:08"
  },
  {
    "text": "Okay?",
    "start": "00:31:08",
    "end": "00:31:09"
  },
  {
    "text": "Ezekiel repainted, the return in Garden of Eden, the language and so on. But there was still a historical moment that lasted many generations of Israel sitting.",
    "start": "00:31:09",
    "end": "00:31:18"
  },
  {
    "text": "In Babylon, an actual Babylon, literally a literal Babylon.",
    "start": "00:31:18",
    "end": "00:31:22"
  },
  {
    "text": "It's not an image yet. It will become an image, but not yet. So we would think, this is terrible. Like, this is a contradiction in God's plan. He wanted to bless the nations and for these people to be priests of the nations. But now they're miserable captives in Babylon. And then, surprisingly, what you see in a number of prophetic books is that this scattered among the nations form of existence becomes the surprising way that God makes his people a kingdom of priests, after all. And the first place this comes real explicit is in Jeremiah. Explicit statement is in Jeremiah. So this is Jeremiah, chapter 29. Jeremiah lives at the same time as Ezekiel. He watched Nebuchadnezzar come to town, but he didn't get hauled off to Babylon.",
    "start": "00:31:22",
    "end": "00:32:11"
  },
  {
    "text": "He got to stay.",
    "start": "00:32:12",
    "end": "00:32:12"
  },
  {
    "text": "He got to stay until he got kidnapped and taken to Egypt with some rebel Israelites. It's an interesting part of the story. But before that happened, he was led by God, he says, to write a letter to the exile communities in Babylon. And here's his letter. It's in Jeremiah, chapter 29. Now, these are the words of the letter that Jeremiah the prophet sent from Jerusalem to the rest of the elders of the exile, the priests, the prophets, all the people of Nebuchadnezzar had taken into exile from Jerusalem to Babylon. Thus says the Lord of hosts, the God of Israel, to all the exiles I sent into exile from Jerusalem to Babylon. We're just making it real clear.",
    "start": "00:32:12",
    "end": "00:32:51"
  },
  {
    "text": "Yeah. Wait, who's this to.",
    "start": "00:32:51",
    "end": "00:32:53"
  },
  {
    "text": "That's right. Y' all build houses, y'. All. Well, it just says build houses, but the point is, everybody, Yeah, y', all, y' all Texan. Build houses and live in them. Plant gardens and eat their produce. Take wives, become fathers of sons and daughters. Take wives for your sons and give your daughters to husbands that they may have sons and daughters. Multiply there, don't decrease. Seek the shalom, Seek the peace. Or some of our English translations have seek the well being. But shalom is wholeness. So seek the well. Well being is actually a good translation. Seek the well being, the shalom of the city where I sent you into exile and pray to the Lord on its behalf. This is Jeremiah. What does this mean? This is pray for whom? Yeah, what does it mean to pray for the shalom of Babylon on its behalf. Well, who does that mean I'm praying for?",
    "start": "00:32:54",
    "end": "00:33:53"
  },
  {
    "text": "I'm praying for Nebuchadnezzar and his goons.",
    "start": "00:33:54",
    "end": "00:33:57"
  },
  {
    "text": "Right. This is crazy. And he says, seek the shalom of the city and pray for its shalom on its behalf, for in its shalom you will have shalom. Then the next phase of the letter is, thus says the Lord, when 70 years have been completed for Babylon, I'm going to visit and fulfill my good word to you, bring you back. And then here's the famous line for I know the plans I have for you. Plans for welfare, not for calamity. To give you a future and a hope. I'll bring you back from the place I sent you into exile. So first of all, it's this promise that this period of exile is not eternal, it's not permanent, it's a temporary measure. But while you're sitting in a place that isn't your ultimate home, make it into your home.",
    "start": "00:33:58",
    "end": "00:34:50"
  },
  {
    "text": "Yeah.",
    "start": "00:34:50",
    "end": "00:34:51"
  },
  {
    "text": "All these images of if you're building a house and planting a garden, you're like, you're staying put, you're sticking around. I notice, he says, so you marry and intermarry and then make sure your kids all get married, too, and your grandkids.",
    "start": "00:34:52",
    "end": "00:35:06"
  },
  {
    "text": "Yeah. So you're like, you're increase in number.",
    "start": "00:35:06",
    "end": "00:35:09"
  },
  {
    "text": "Yeah. Yes. And actually, that's the key. Hyperlink to Genesis. Yes. Because that was the image all the way to humanity in the garden, to be fruitful and multiply. And that is the blessing that was passed on then through the family of Abraham, I will make you fruitful so that you multiply. And so here you have. Even in the midst of exile, they are to live as if recalling the Garden of Eden, recalling Abraham in the promised land, and to create a life that, you know, creates this image of life in the promised land. We do it right here in the midst of Babylon.",
    "start": "00:35:09",
    "end": "00:35:47"
  },
  {
    "text": "Yeah.",
    "start": "00:35:47",
    "end": "00:35:47"
  },
  {
    "text": "And it's supposed to overflow out into Babylon.",
    "start": "00:35:47",
    "end": "00:35:52"
  },
  {
    "text": "You would almost expect the letter to be like, hey, guys, exiles out in Babylon. Let's start our plan to get out of here.",
    "start": "00:35:52",
    "end": "00:35:59"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:35:59",
    "end": "00:36:00"
  },
  {
    "text": "Like, let's. Let's figure out the minimum we have to do to not get killed while in Babylon and. And keep ourselves separate and find a way to escape. Like that. That should be our strategy. I almost feel like that's kind of. That was kind of my Christian strategy was like, withdraw. Yeah. Like stay separate and plan my escape. You know, like, kind of was the motto of my faith.",
    "start": "00:36:00",
    "end": "00:36:32"
  },
  {
    "text": "Crazy.",
    "start": "00:36:32",
    "end": "00:36:33"
  },
  {
    "text": "Yeah. I mean, implicitly, not explicitly.",
    "start": "00:36:33",
    "end": "00:36:36"
  },
  {
    "text": "Yeah. Which is the opposite of this advice, your acronym. What'd you tell me? That one acronym for the word for Bible.",
    "start": "00:36:36",
    "end": "00:36:44"
  },
  {
    "text": "Oh, yeah. Basic instructions before leaving Earth. That wasn't mine. I mean, it was just like.",
    "start": "00:36:44",
    "end": "00:36:54"
  },
  {
    "text": "I'm just saying it was in your church culture. I had never heard that before.",
    "start": "00:36:54",
    "end": "00:36:57"
  },
  {
    "text": "Yeah.",
    "start": "00:36:57",
    "end": "00:36:57"
  },
  {
    "text": "This is unbelievable to me.",
    "start": "00:36:58",
    "end": "00:36:59"
  },
  {
    "text": "Yeah. Basic instructions before leaving Earth.",
    "start": "00:37:00",
    "end": "00:37:03"
  },
  {
    "text": "I just, I can't think of a description of the Bible that's more untrue to what the Bible is actually trying to say.",
    "start": "00:37:03",
    "end": "00:37:10"
  },
  {
    "text": "Because it's not basic, it's not really instruction so much as it's a story.",
    "start": "00:37:11",
    "end": "00:37:17"
  },
  {
    "text": "Yeah, it has some instruction. It does have some, but it instructs through lots of creative, very different ways.",
    "start": "00:37:17",
    "end": "00:37:24"
  },
  {
    "text": "Yeah. Before leaving Earth.",
    "start": "00:37:24",
    "end": "00:37:26"
  },
  {
    "text": "Yeah. Anyway, let's focus on what's good, not the problems.",
    "start": "00:37:27",
    "end": "00:37:30"
  },
  {
    "text": "Yes.",
    "start": "00:37:30",
    "end": "00:37:31"
  },
  {
    "text": "So what's good is this image of you're in exile, but you're to live as if you're recalling the promised land kind of life. Be fruitful, multiply, and you seek the shalom of. I mean, notice how many times it said they were exiled to Babylon in the introduction.",
    "start": "00:37:31",
    "end": "00:37:50"
  },
  {
    "text": "Made it really clear.",
    "start": "00:37:50",
    "end": "00:37:51"
  },
  {
    "text": "So by the time you reach, seek the shalom of the city where I've sent you into exile. There's no mistaking it. Yeah, it's Babylon. And pray on its behalf. So right here the seed is planted that, oh, maybe the way that Israel will become a kingdom of priests of the nations. One of the ways is by actually having been scattered among the nations to create these covenant communities where they're trying to live by the laws of the Torah, but now in an environment that forces them to rethink what it even all means. So that's one step. Jeremiah's letter is very important.",
    "start": "00:37:52",
    "end": "00:38:33"
  },
  {
    "text": "Yeah.",
    "start": "00:38:34",
    "end": "00:38:34"
  },
  {
    "text": "Oh yeah, there's this Hebrew Bible nerd named Daniel Smith, Christopher, who's written two excellent books on the theme of exile and the meaning, the theological idea of exile in the Old Testament. And so he has a whole section on Jeremiah's letter that was really enlightening. So this phrase, he says, build houses, plant gardens, get married. It's a triad. There's three images. Houses, gardens, get married. You can find those three phrases in a little triad in just a handful of other places in the Bible. And they're always describing rebuilding life after a war. So in Deuteronomy 20 and Deuteronomy 28, in Isaiah 65, this triad appears about like post war rebuilding, post war strategy. Yeah. So he thinks that's really strategic. Jeremiah is using post war language to describe how you rebuild your life in exile in Babylon. So this is what Smith Christopher has to say. He says Jeremiah is not simply advising a settled existence. He's clearly using language to declare a peace ethic for the exiled community. This is confirmed by his rival. You have to read the previous chapter of Jeremiah 28. His rival is Hananiah, who proclaimed that God would save Jerusalem from Babylon. Yeah. His words were, I will bring back the king of Judah and break the yoke of Nebuchadnezzar, king of Babylon. That's what Hananiah said would happen. It didn't happen. The opposite happened. So he says, between Jeremiah's call to a peace ethic and Hananiah's call to a resistance ethic. He says we're watching a prophetic conflict about appropriate action towards Babylon. Jeremiah's call to seek the shalom of Babylon would have been heard as a direct call to abandon revolt.",
    "start": "00:39:03",
    "end": "00:41:05"
  },
  {
    "text": "Yeah.",
    "start": "00:41:06",
    "end": "00:41:07"
  },
  {
    "text": "Whether you're in Babylon or whether you're back in Israel. This is a division between Hananiah and Jeremiah on the strategy of God's people in their exilic existence. And the split, he goes on to say, is between those who advocate a limited cooperation with Babylon versus those who advocate open and frequently violent rebellion. Hananiah's opposition to Jeremiah was the opposition of a zealot, a violent revolutionary who called on Israel to draw their swords to end the yoke of Babylon. Their argument then was both political and theological. How should we be the people of God living in a foreign land? So that really captured my imagination that Jeremiah's call to seek the shalom, build a post war life in the land of your captors was first of all an abandonment towards another option. Abandoning the revolt, the zealot option. Yeah. But it also isn't the just cloister. It wasn't a cloister ethic. It's.",
    "start": "00:41:07",
    "end": "00:42:15"
  },
  {
    "text": "What's a cloister ethic?",
    "start": "00:42:15",
    "end": "00:42:16"
  },
  {
    "text": "Kind of what you were describing. Cluster is like a. Yeah. Withdrawal. And just build walls around your.",
    "start": "00:42:17",
    "end": "00:42:22"
  },
  {
    "text": "Fortify your subculture. Yeah. While planning your rebellion.",
    "start": "00:42:22",
    "end": "00:42:27"
  },
  {
    "text": "Yeah, that's right. Yeah. Or I guess those can go together.",
    "start": "00:42:27",
    "end": "00:42:30"
  },
  {
    "text": "Yeah.",
    "start": "00:42:30",
    "end": "00:42:30"
  },
  {
    "text": "But Jeremiah's is just this. Live like you're in a time of peace.",
    "start": "00:42:31",
    "end": "00:42:35"
  },
  {
    "text": "Well, he said limited cooperation is the phrase he uses.",
    "start": "00:42:35",
    "end": "00:42:39"
  },
  {
    "text": "That's right, limited cooperation. And that's where we go into the book of Daniel. Because the story of Daniel becomes like quintessential embodiment of this peace ethic of Jeremiah.",
    "start": "00:42:39",
    "end": "00:42:51"
  },
  {
    "text": "Yeah. Because you could say the peace ethic. You could take it as far as saying, okay, let's just become complicit with Babylon.",
    "start": "00:42:51",
    "end": "00:42:57"
  },
  {
    "text": "Correct. Yeah.",
    "start": "00:42:57",
    "end": "00:42:57"
  },
  {
    "text": "And let's just.",
    "start": "00:42:57",
    "end": "00:42:58"
  },
  {
    "text": "Yeah, they won, they lost.",
    "start": "00:42:58",
    "end": "00:43:00"
  },
  {
    "text": "Yeah. So let's just do what they want us to do and everything. That's fine. But it doesn't seem like you would take it that far.",
    "start": "00:43:00",
    "end": "00:43:09"
  },
  {
    "text": "So what it does, that means viable temptation. I mean, think for many Israelites they're like, well, I guess Yahweh, the God of Israel isn't that powerful after all.",
    "start": "00:43:10",
    "end": "00:43:19"
  },
  {
    "text": "Right.",
    "start": "00:43:19",
    "end": "00:43:19"
  },
  {
    "text": "His temple got destroyed.",
    "start": "00:43:19",
    "end": "00:43:21"
  },
  {
    "text": "Yeah.",
    "start": "00:43:21",
    "end": "00:43:21"
  },
  {
    "text": "So maybe Marduk, you know, the God of Babylon is more powerful. And we're here now, so I should just, you know, I'm sure that was very. We don't have many stories to that effect.",
    "start": "00:43:22",
    "end": "00:43:33"
  },
  {
    "text": "Would there be one where it's like, well, I still follow Yahweh, but. But Yahweh wants me to just become complicit with Babylon. He'll work it out. I can just live like I'm a Babylonian.",
    "start": "00:43:33",
    "end": "00:43:46"
  },
  {
    "text": "Well, okay, so here, this is why the Book of Daniel is so awesome. The Book of Daniel introduces us to a character who's trying to live out the directions of Jeremiah's letter. It's from an Israelite who was a part of the royal family in Jerusalem, Daniel and his three friends. And so they get co opted immediately into the Babylonian government because they know the international language, they are smart.",
    "start": "00:43:46",
    "end": "00:44:13"
  },
  {
    "text": "What's the international language?",
    "start": "00:44:14",
    "end": "00:44:15"
  },
  {
    "text": "Aramaic or Akkadian. It was in a period of shift. They're both Semitic languages. And so as you go into the Book of Daniel, you get a whole narrative that's exploring this strange peace ethic, this limited cooperation. And so Smith Christopher again in his book, I didn't say what it is. One book's called the Religion of the Landless. What a great title. The Social Context of the Babylonian Exile. His other book is just called A Biblical Theology of Exile.",
    "start": "00:44:15",
    "end": "00:44:46"
  },
  {
    "text": "They're both great, a little more straightforward.",
    "start": "00:44:46",
    "end": "00:44:48"
  },
  {
    "text": "He has this phrase to describe Daniel's posture to Babylon, which he says is a mix of loyalty and subversion.",
    "start": "00:44:48",
    "end": "00:44:57"
  },
  {
    "text": "Yeah, I've heard you've used that phrase before.",
    "start": "00:44:58",
    "end": "00:44:59"
  },
  {
    "text": "Yeah. Daniel Chapter one tells a story of these Israelites co opted in the Babylonian government. And what do they do? They take new names. They all have Hebrew names that have Yahweh somewhere in the name. And their names all get changed to pagan Babylonian names and they accept that as their new title. They're dressed, we're told, like Babylonians and they get new jobs and careers up and comers in the Babylonian government. So they're allowing their identity, even their working hours now to contribute to the machine.",
    "start": "00:45:00",
    "end": "00:45:34"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:45:34",
    "end": "00:45:35"
  },
  {
    "text": "Working for the man they just devoured their land. But there are moments where their identity as God's covenant people comes into conflict with their loyalty to Babylon. So we're going to be loyal to Babylon, so seek it, shalom, pray for it, contribute to its well being. But there will be moments where we're not crossing certain lines. We're not gonna cross this line. So in chapter one, it's eating kosher. It's like kosher food laws, right. And so what they end up doing is all of a sudden they're threatened and their lives are on the line and they are gonna happily eat the consequences. And it comes that their kosher diet actually makes them even more healthy and more whatever, have more strength and brilliance and so on. And so that's Daniel, chapter one. But it introduces, the theme of the book, is that when God's covenant people are truly seeking the shalom of Babylon. There are some times when that loyalty will mean cooperation and partnering for the common good. But there are other times where like Daniel3, Nebuchadnezzar makes this symbolic statue of the empire and of himself.",
    "start": "00:45:35",
    "end": "00:46:51"
  },
  {
    "text": "Yeah.",
    "start": "00:46:51",
    "end": "00:46:51"
  },
  {
    "text": "And he says worship this elevates it to the place of a God. And they refuse to give ultimate allegiance to Babylon, even though they work in the government to like make it.",
    "start": "00:46:51",
    "end": "00:47:00"
  },
  {
    "text": "You know, they won't pledge the.",
    "start": "00:47:00",
    "end": "00:47:01"
  },
  {
    "text": "They won't give their ultimate worship to the empire. And so they stake their lives on it. So then it's a moment of subversion. Yeah, it's like the peace ethic of Jeremiah calls God's people to this new way of living.",
    "start": "00:47:01",
    "end": "00:47:16"
  },
  {
    "text": "What were the two words?",
    "start": "00:47:16",
    "end": "00:47:16"
  },
  {
    "text": "Loyalty. Loyalty and subversion.",
    "start": "00:47:17",
    "end": "00:47:19"
  },
  {
    "text": "And subversion.",
    "start": "00:47:19",
    "end": "00:47:20"
  },
  {
    "text": "And so Smith, Christopher, both of his books, he talks about Daniel as the paradigm. He calls it the wisdom warrior. Yeah, such a great phrase.",
    "start": "00:47:20",
    "end": "00:47:29"
  },
  {
    "text": "That is a great phrase, the wisdom.",
    "start": "00:47:29",
    "end": "00:47:30"
  },
  {
    "text": "Warrior, which means he's not passive, he's very alert and active engagement. He's with his exilic environment. But it's a wise kind of warrior, which means not everything's a battle for ultimate values. And so I'll wear the clothes, I'll take the name, I'll do whatever. It's fine. It doesn't matter what name I have, right? Mordecai, the story of Mordecai and Esther. Mordecai, that's a great name. So they're in exile in the Persian period. That's when that story takes place. But Mordecai, at the root of Mordecai's name is Marduk.",
    "start": "00:47:30",
    "end": "00:48:06"
  },
  {
    "text": "Oh, wow. The God of Babylon. Yeah.",
    "start": "00:48:06",
    "end": "00:48:08"
  },
  {
    "text": "So it's a Famous biblical character.",
    "start": "00:48:08",
    "end": "00:48:10"
  },
  {
    "text": "Yeah. Named after a Babylonian God.",
    "start": "00:48:10",
    "end": "00:48:11"
  },
  {
    "text": "Named after a Babylonian God. So you know, they just, it's not a big deal.",
    "start": "00:48:11",
    "end": "00:48:16"
  },
  {
    "text": "They're not that bummed.",
    "start": "00:48:16",
    "end": "00:48:17"
  },
  {
    "text": "They're not. Yeah. But there do come these moments where God's people have to wisely choose to resist. Because this particular issue in Daniel 3, it's the friends won't worship the empire as if it's God. Or in Daniel 6, Daniel won't pray to the king as if the king has ultimate authority. He won't offer prayer to the king as if the king is God. So in both these cases then they engage in a form of non violent resistance. And what it takes is a form of witness. They both stand as these witnesses before the king and they say, listen, I'm not trying to be a jerk here. I just worship.",
    "start": "00:48:17",
    "end": "00:48:58"
  },
  {
    "text": "I'm not trying to take you down.",
    "start": "00:48:59",
    "end": "00:49:01"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:49:01",
    "end": "00:49:02"
  },
  {
    "text": "But this is a line I can't cross.",
    "start": "00:49:02",
    "end": "00:49:05"
  },
  {
    "text": "Yeah. And in both cases it's that they tell the king, listen, you think that you're God and actually you're not. You're subordinate to the true king of the nations who's actually your boss. And right now you're crossing a line that you shouldn't cross. And, and if you're going to kill me for saying that, then feel free. And my God might save me, he might not save me. That's not really the point here. And so here again, Smith, Christopher. This is his summary of this portrait of the wisdom warrior of Babylon. He says the nonviolent peace ethic of the Hebrew exiles is a practice of radical doubt towards the self proclaimed power and religion of the empire. It is rooted in a conviction that God's covenant people are the primary vehicle of God's work in the world and that the nation state is not the center of the universe. This is the ethic of the exiled Hebrew wisdom warrior. A non violent resistance based on the wise awareness that the empires of this age, despite their attempts to convince otherwise, are not of ultimate significance. Or in the language of Daniel's visions, they're dust to be swept away by the wind while the mountain of God's kingdom stands firm forever. That's from the vision in chapter two. So that's what you get from this Learning to be God's covenant people in exile becomes a really important part of the biblical message.",
    "start": "00:49:05",
    "end": "00:50:42"
  },
  {
    "text": "Yeah.",
    "start": "00:50:42",
    "end": "00:50:43"
  },
  {
    "text": "Is advocating this mix of subversion of the nations of this world while at the same time posing no military threat to them.",
    "start": "00:50:43",
    "end": "00:50:54"
  },
  {
    "text": "Right.",
    "start": "00:50:54",
    "end": "00:50:54"
  },
  {
    "text": "And somehow that paradoxical combination just makes empires angry.",
    "start": "00:50:55",
    "end": "00:51:00"
  },
  {
    "text": "But they don't know what to do.",
    "start": "00:51:01",
    "end": "00:51:02"
  },
  {
    "text": "With you, but they don't know what to do with you.",
    "start": "00:51:02",
    "end": "00:51:03"
  },
  {
    "text": "Yeah.",
    "start": "00:51:03",
    "end": "00:51:04"
  },
  {
    "text": "I mean, you can already see this is the Book of Acts. This is totally the plot line of the Book of Acts is that when Paul gets imprisoned, what's it for? Telling good news of a crucified, risen Jewish messiah and none of the Roman officials know what to do with him, but they have to prosecute him because he's in the machine now and he's been publicly accused of being a rebel. But that's exactly where God's people tend to find themselves. Anyway, I love this theme and I think, to me, this is really cool.",
    "start": "00:51:04",
    "end": "00:51:39"
  },
  {
    "text": "This is really cool. It's hard to think about how it applies directly because it's just a different political climate. Like, you're not going to be killed.",
    "start": "00:51:39",
    "end": "00:51:51"
  },
  {
    "text": "Yes.",
    "start": "00:51:52",
    "end": "00:51:52"
  },
  {
    "text": "There's freedom of speech.",
    "start": "00:51:52",
    "end": "00:51:54"
  },
  {
    "text": "Oh, sorry, you're talking about you and I living in a modern Western democracy kind of thing. Yeah.",
    "start": "00:51:54",
    "end": "00:51:59"
  },
  {
    "text": "I mean, it's very practical, but it would be much more practical if we lived in, like an empire ruled by some sort of monarch or something.",
    "start": "00:51:59",
    "end": "00:52:10"
  },
  {
    "text": "Yeah. The analogy is different for Christians living in the modern west in that if a particular Western government has some kind of religious lingo to it, it's likely to come from the Jewish Christian tradition. Right, right.",
    "start": "00:52:11",
    "end": "00:52:26"
  },
  {
    "text": "In the West.",
    "start": "00:52:26",
    "end": "00:52:27"
  },
  {
    "text": "In the West. And then there's this form of civil religion, like public religion or religiosity, that it's mostly language and imagery drawn from the Bible and the Christian tradition. I think that's what makes it seem tricky. But what I think this exilic mode of existence is, Smith Christopher's point in writing these two books was actually to say this wisdom warrior, exile ethic is the mindset that the early churches saw themselves in. Like, why does Paul. Like in his letter, First Timothy, he says he has that thing about praying for your leaders. Every type of leader, pray for them. Where did he get that idea? That's the Jeremiah 29 peace ethic. In that letter that Peter writes to the exiles, he has a whole section about praying for, about submitting to whatever human institution of authority is in existence over you and submit yourself to the king. He actually uses the word king, submit to the king, but then at the same time know that people are going to make fun of you and be suspicious of you because your ultimate allegiance isn't to the king.",
    "start": "00:52:27",
    "end": "00:53:42"
  },
  {
    "text": "Yeah.",
    "start": "00:53:42",
    "end": "00:53:42"
  },
  {
    "text": "Even though you'll submit to the king, your ultimate allegiance is to King Jesus. And so the New Testament apostles are just picking up this Daniel, Jeremiah mode of living in Babylon. And that shapes how they tell Christians to live. So the question, I think, for us then is to say, yeah, for Christians living in a modern Western situation, are we supposed to foster a suspicion of our own democracies, knowing that they're a mix of good and bad, like most nation states are? But ultimately we are to probably be on the edge of more subversively loyal than completely complicit.",
    "start": "00:53:43",
    "end": "00:54:25"
  },
  {
    "text": "Right.",
    "start": "00:54:25",
    "end": "00:54:26"
  },
  {
    "text": "Or just thinking or just merging, Just.",
    "start": "00:54:26",
    "end": "00:54:28"
  },
  {
    "text": "Imagining that it's one and the same.",
    "start": "00:54:28",
    "end": "00:54:32"
  },
  {
    "text": "Yeah. I mean, you can say some of the most dangerous periods of church history have been when Christians fully overlap their view of God's kingdom with whatever human kingdom they happen to be living in. Those are usually not proud moments in church history.",
    "start": "00:54:32",
    "end": "00:54:51"
  },
  {
    "text": "Right. Some lousy things happen.",
    "start": "00:54:51",
    "end": "00:54:53"
  },
  {
    "text": "Yeah. So anyway, Smith, Christopher, both of his books on the exile. He's not just doing a historical study. He's actually saying this is a mode of living and talking that the early Christians fully adopted.",
    "start": "00:54:53",
    "end": "00:55:07"
  },
  {
    "text": "Right.",
    "start": "00:55:08",
    "end": "00:55:08"
  },
  {
    "text": "And he thinks that it's the main way that the Jesus movement and Jesus followers should think of themselves in the world, which means that we will both feel at home and feel like strangers.",
    "start": "00:55:09",
    "end": "00:55:22"
  },
  {
    "text": "Yeah. If you've built your house and you're gardening and you're marrying, you're like, oh, this is our home now. Yes, but it's not our home. But then on the flip side, if you're back, let's say they're back in Jerusalem and they're building houses and planting gardens and marrying, but it doesn't feel yet like home the way they thought it would be. And they're still using exile language. They don't now think of themselves in Babylon, though. They just consider themselves exiles in Jerusalem. Or do they actually start calling?",
    "start": "00:55:22",
    "end": "00:55:55"
  },
  {
    "text": "Okay, so now we're to it.",
    "start": "00:55:55",
    "end": "00:55:57"
  },
  {
    "text": "Thanks for listening to this episode of the BibleProject podcast. In the next episode, we turn to look at how Jesus fits into this theme of exile in the Bible. We look forward to picking up the conversation next week with you. Our show today was produced by Dan Gummel. Thanks for being a part of this with us.",
    "start": "00:55:59",
    "end": "00:56:16"
  },
  {
    "text": "We believe the Bible is a uniform story that leads to Jesus. We are a crowdfunded project by people like me. Find free videos, study notes and more@thebibleproject.com SA.",
    "start": "00:56:16",
    "end": "00:56:38"
  }
]