[
  {
    "text": "Hey, this is John at the bibleproject. We're in the last two hours of our conversation on the theme of exile in the Bible. We spent a majority of this conversation so far showing how the Israelites became exiles when they were forced by the Babylonians to leave their land. They were transplanted and had to live in in Babylon. In Babylon as exiles, they began to see the story of all humanity as that of exiles banished from the good world that God designed for us. When the Israelites get to go back home, they find that home is not what it should be, yet not what God had promised them. And so they continue to keep the identity of an exile, even though they're living in their own land. They've turned the idea of an exile into an existential identity that you can embrace no matter where you live. This is my home. But there are powers that keep it from being truly home. And so we've talked about what it means to live a life as an exile. And we found that the biblical mandate is surprising.",
    "start": "00:00:07",
    "end": "00:01:13"
  },
  {
    "text": "So we're going to be loyal to Babylon, seek its shalom, pray for it, contribute to its well being. But the there are moments where identity as God's covenant people comes into conflict with loyalty to Babylon.",
    "start": "00:01:13",
    "end": "00:01:27"
  },
  {
    "text": "This type of loyal subversion is tricky and it takes a lot of wisdom.",
    "start": "00:01:27",
    "end": "00:01:32"
  },
  {
    "text": "This week we get to Jesus.",
    "start": "00:01:33",
    "end": "00:01:34"
  },
  {
    "text": "Jesus advocates the same kind of loyal subversion that you find in Jeremiah and Daniel. First of all, dropping any violent aggression and extravagant generosity and love and seeking the well being of people you like and people you don't like.",
    "start": "00:01:35",
    "end": "00:01:52"
  },
  {
    "text": "At the time of Jesus, the Jewish people are not under the occupation of Babylon anymore. Rather they're under the oppression and occupation of the Roman Empire. Now the Roman Empire has Caesar who sees himself as God. And your loyalty living in the Roman Empire has to be to Caesar alone. So think about this. People are talking about this guy Jesus like he is the true king, not Caesar. Now surprisingly, Rome doesn't see Jesus as a threat because Jesus isn't acting like any king they're familiar with. He has no army, no assassins, no palace. But Jesus did see himself as a king, bringing in a new kind of kingdom, a new kind of home, one with a whole new set of values.",
    "start": "00:01:52",
    "end": "00:02:37"
  },
  {
    "text": "And he becomes the Daniel wisdom warrior.",
    "start": "00:02:37",
    "end": "00:02:40"
  },
  {
    "text": "And so this is what we're going to look at today. How do we live in two kingdoms at one time? What is the ethic of an exile?",
    "start": "00:02:40",
    "end": "00:02:48"
  },
  {
    "text": "Thanks for joining us.",
    "start": "00:02:48",
    "end": "00:02:49"
  },
  {
    "text": "Here we go.",
    "start": "00:02:49",
    "end": "00:02:50"
  },
  {
    "text": "Think of what Jesus is doing as he goes around Galilee, up in his own home region. First for A couple years announcing that God's kingdom has arrived here. You know, there's a guy named Herod as a puppet governor over the region under a guy named Caesar Augustus in Rome. And they use the king language to describe themselves. And Jesus is going around saying there's another kingdom coming. Yeah, the divine kingdom is here. And Jesus movement emerges out of that return from exile movement that the Baptists started down by the river. John the Baptist. So Jesus movement is a part of John's return from exile back into the land movement. Jesus advocates the same kind of loyal subversion that you find in Jeremiah and Daniel. First of all, dropping any violent aggression towards the Roman occupiers and extravagant generosity and love and seeking the well being of people you like and people you don't like. But then there's that famous story where he goes to Jerusalem, acting like a king and everybody expects him to throw down. And so remember that story where he's tested and they bring him the coin?",
    "start": "00:02:53",
    "end": "00:04:13"
  },
  {
    "text": "Yeah.",
    "start": "00:04:13",
    "end": "00:04:14"
  },
  {
    "text": "Right.",
    "start": "00:04:15",
    "end": "00:04:15"
  },
  {
    "text": "Who should we pay taxes?",
    "start": "00:04:16",
    "end": "00:04:17"
  },
  {
    "text": "Roman coin. Yeah. And they say, is it right to pay the imperial tax to Caesar or not? So they're trying to trap him. It actually says so in the story. It says Jesus knew their evil intent. The way they ask the question sets him up for failure. Because either he's going to be a compromiser, give loyalty to Caesar, or he's going to be seen as a rebel.",
    "start": "00:04:17",
    "end": "00:04:39"
  },
  {
    "text": "Don't give loyalty.",
    "start": "00:04:39",
    "end": "00:04:40"
  },
  {
    "text": "Don't give loyalty. And so what? Brilliant, great story. Jesus says, show me the coin. They brought him a coin. And then his question is, whose image? It's very intentional. Whose image is it? And then whose inscription? So certainly they didn't see this coming. So whose image? Well, it's the image of Caesar. And then his response is dense. Yeah, it's like a riddle from Proverbs. Give to Caesar what belongs to Caesar. Give to God what belongs to God. Brilliant. And nobody knows what to say. They're like, okay, all right. So they're trying to paint him in the categories of either you're going to be fully defined by Rome, Roman identity and give in, pay the tax, full loyalty. Or full subversion.",
    "start": "00:04:40",
    "end": "00:05:33"
  },
  {
    "text": "Or full subversion.",
    "start": "00:05:33",
    "end": "00:05:34"
  },
  {
    "text": "And so his way of saying is, give to Caesar what is Caesar's? Well, what is Caesar's? What is Caesar's is whatever reflects the image of Caesar. Right. I mean, he uses this word, image.",
    "start": "00:05:35",
    "end": "00:05:47"
  },
  {
    "text": "Yeah.",
    "start": "00:05:47",
    "end": "00:05:47"
  },
  {
    "text": "So give to Caesar what reflects the image of Caesar?",
    "start": "00:05:48",
    "end": "00:05:51"
  },
  {
    "text": "Well, is he also saying like the economy, this whole economy, all these coins, it's all because of Caesar.",
    "start": "00:05:51",
    "end": "00:05:57"
  },
  {
    "text": "Yes.",
    "start": "00:05:58",
    "end": "00:05:58"
  },
  {
    "text": "So like that's his deal.",
    "start": "00:05:58",
    "end": "00:05:59"
  },
  {
    "text": "His deal. That's right.",
    "start": "00:05:59",
    "end": "00:06:01"
  },
  {
    "text": "Yeah.",
    "start": "00:06:01",
    "end": "00:06:01"
  },
  {
    "text": "Okay, so. Okay, so give to Caesar.",
    "start": "00:06:01",
    "end": "00:06:03"
  },
  {
    "text": "So if he wants it, give to.",
    "start": "00:06:03",
    "end": "00:06:05"
  },
  {
    "text": "That's right. That's right. But then the opposite of that or the complementary of that is. And give to God what is God's. Which. Then that's the riddle.",
    "start": "00:06:05",
    "end": "00:06:15"
  },
  {
    "text": "Right.",
    "start": "00:06:15",
    "end": "00:06:15"
  },
  {
    "text": "Because then it forces you to say, well, what is God's.",
    "start": "00:06:15",
    "end": "00:06:18"
  },
  {
    "text": "Yeah. What is God's image on.",
    "start": "00:06:18",
    "end": "00:06:20"
  },
  {
    "text": "That's right. What is God's image? That's exactly it. Sure. What is God's image? And then, I mean, they're all Jews. They all grew up on the Bible. Yeah.",
    "start": "00:06:20",
    "end": "00:06:29"
  },
  {
    "text": "They've read Genesis 1:2.",
    "start": "00:06:29",
    "end": "00:06:30"
  },
  {
    "text": "So give the image of Caesar back to Caesar. This whole system. And everything that that coin represents, which is propaganda. Coins were the mass media of the ancient world, all right? And everything those symbols represent. And the inscription that he mentions would have been like, Caesar Augustus, son of the divine. This kind of thing. Give the piece of metal and the economic system it represents, but give to God what is God's. Which is what? Your whole being. Your whole being is an image of God. And so on a scale, which one of those is actually the more valuable thing or the more radical call? So give your whole life in allegiance. This is what you see Daniel doing, right. He'll give to Caesar. I'll dress like a Babylonian. I'll take a Babylonian name. But you ask me, I'll use your.",
    "start": "00:06:31",
    "end": "00:07:25"
  },
  {
    "text": "Coins, I'll give you the tax you want.",
    "start": "00:07:25",
    "end": "00:07:26"
  },
  {
    "text": "That's right. Yeah. But the moment that you think I'm going to define my identity and my ultimate values by the empire, I can't do that. That's God's. Because I'm an image of God.",
    "start": "00:07:26",
    "end": "00:07:42"
  },
  {
    "text": "So that's the ethic of.",
    "start": "00:07:42",
    "end": "00:07:44"
  },
  {
    "text": "That's the wisdom warrior. Jesus is. He's carrying on the wisdom warrior ethic. So. So good. And that's exactly the paradox that you see running right up to the trial of Jesus. He's a king.",
    "start": "00:07:44",
    "end": "00:07:56"
  },
  {
    "text": "Yeah.",
    "start": "00:07:57",
    "end": "00:07:57"
  },
  {
    "text": "He's accused of.",
    "start": "00:07:57",
    "end": "00:07:58"
  },
  {
    "text": "Right.",
    "start": "00:07:58",
    "end": "00:07:59"
  },
  {
    "text": "And then Pilate's like, are you a king?",
    "start": "00:07:59",
    "end": "00:08:00"
  },
  {
    "text": "He's like, well, yeah.",
    "start": "00:08:00",
    "end": "00:08:01"
  },
  {
    "text": "You say so and so. And then Pilate's like, okay, so where's your assassins? Where's your.",
    "start": "00:08:01",
    "end": "00:08:07"
  },
  {
    "text": "Yeah, right.",
    "start": "00:08:07",
    "end": "00:08:09"
  },
  {
    "text": "So, yeah.",
    "start": "00:08:09",
    "end": "00:08:09"
  },
  {
    "text": "Where's the real threat here?",
    "start": "00:08:09",
    "end": "00:08:10"
  },
  {
    "text": "Exactly. It's.",
    "start": "00:08:10",
    "end": "00:08:11"
  },
  {
    "text": "Exactly. And he's like, well, yeah, there's no. I'm not, like, coming with swords. Yeah.",
    "start": "00:08:11",
    "end": "00:08:16"
  },
  {
    "text": "Yeah.",
    "start": "00:08:16",
    "end": "00:08:16"
  },
  {
    "text": "And then Pilate's like, well, this guy's innocent.",
    "start": "00:08:17",
    "end": "00:08:19"
  },
  {
    "text": "Yeah. It's the paradox that Daniel presents to Babylon is what the paradox Jesus presents to the Jerusalem authorities Which he, in not very subtle terms, was trying to say they were the Babylon at the moment when the high priest of Jerusalem tells Jesus, tell us if you are the Messiah, the Son of God. And when Jesus answers, this is in Matthew 26. From this moment on, he quotes from the Book of Daniel. You'll see the Son of man sitting at the right hand of the power and coming on the clouds of heaven. So he's quoting an image from the Book of Daniel about how God's people are trampled on by Babylon the beast. And yet God will vindicate his trampled people before the beast, which he calls.",
    "start": "00:08:19",
    "end": "00:09:10"
  },
  {
    "text": "The Son of Man in Daniel.",
    "start": "00:09:10",
    "end": "00:09:12"
  },
  {
    "text": "Yeah. Which is from Daniel, chapter seven. The point is that he uses an image from the Old Testament of a persecuted person who embodies the people of Israel before Babylon. And he puts himself in the place of Israel and he's painting the high priest of Jerusalem as Babylon, persecuted Babylon.",
    "start": "00:09:12",
    "end": "00:09:31"
  },
  {
    "text": "Oh, wow.",
    "start": "00:09:31",
    "end": "00:09:32"
  },
  {
    "text": "So right there, Jesus is saying he's in Jerusalem, he's in the holy city. And he's painting this picture where this is exile. Jerusalem has become Babylon. And he becomes the Daniel wisdom warrior who will give up his life bearing witness to the kingdom of God. And if that means you want to kill me, go right ahead, that's fine. And that's what he allows Babylon to do to him. And so once again, when you see Peter talking about Rome and talking to Christians living in Asia Minor, advocating the same type of ethic.",
    "start": "00:09:32",
    "end": "00:10:06"
  },
  {
    "text": "Yeah.",
    "start": "00:10:06",
    "end": "00:10:06"
  },
  {
    "text": "Daniel and Jesus, this way of living, it seems like it's the way that Christians are supposed to see themselves in relationship to the cultures around them.",
    "start": "00:10:06",
    "end": "00:10:16"
  },
  {
    "text": "Yeah.",
    "start": "00:10:16",
    "end": "00:10:16"
  },
  {
    "text": "Which is always going to be this give and take. It's the exilic peace ethic. This is a really cool set of themes.",
    "start": "00:10:17",
    "end": "00:10:50"
  },
  {
    "text": "It is.",
    "start": "00:10:50",
    "end": "00:10:51"
  },
  {
    "text": "That became so compelling to me a number of years ago. It's just not a very common. People don't talk about this.",
    "start": "00:10:51",
    "end": "00:10:58"
  },
  {
    "text": "No, no.",
    "start": "00:10:59",
    "end": "00:11:00"
  },
  {
    "text": "People don't expect to hear this from the Bible, I think. I don't know.",
    "start": "00:11:00",
    "end": "00:11:04"
  },
  {
    "text": "Well, the Jeremiah verse has become very popular.",
    "start": "00:11:04",
    "end": "00:11:06"
  },
  {
    "text": "That's true. That's a good point.",
    "start": "00:11:06",
    "end": "00:11:08"
  },
  {
    "text": "But in context of this entire exilic theme, not so much. There's one little wrinkle in my mind I'm trying to iron out, which is, am I supposed to be thinking about myself in the promised land? But an exile in time.",
    "start": "00:11:08",
    "end": "00:11:27"
  },
  {
    "text": "Yeah. Right.",
    "start": "00:11:27",
    "end": "00:11:28"
  },
  {
    "text": "Or outside the garden. I've always really thought of myself as outside the garden. There was the garden. It's gone. We don't know where it is. And if we found it, it's guarded by some crazy cherubim. They're gonna take me out. So the garden opportunity's over. But one day this will be transformed. It'll be reformed into the garden. But it's actually a different kind of feeling or paradigm to think of myself as. No, we're actually in the land. We're in the garden. This is God's earth. It's just not made new and completely complete yet. And it's ruled by some other forces that I need to both be loyal to and subversive to. That's weird to think about, but not to evil. To the systems that are kind of been manipulated by evil. Yes, There's a distinction there. Sorry, this is another rabbit trail. No, because I'm not being loyal to evil.",
    "start": "00:11:29",
    "end": "00:12:28"
  },
  {
    "text": "Yes, yes.",
    "start": "00:12:29",
    "end": "00:12:29"
  },
  {
    "text": "But Babylon, which has become complicit with evil, I'm gonna be loyal to Babylon until it's asking me to be loyal to evil itself. I guess would be the distinction.",
    "start": "00:12:29",
    "end": "00:12:43"
  },
  {
    "text": "Yes.",
    "start": "00:12:43",
    "end": "00:12:43"
  },
  {
    "text": "So loyal up to the point where now I'm becoming complicit with the evil that that empire has become complicit with.",
    "start": "00:12:44",
    "end": "00:12:52"
  },
  {
    "text": "Yes. So that's exactly what First Peter advocates. This is in First Peter, chapter two. He's saying what you're saying here. So he says in chapter two, verse 11, beloved ones, I urge you as exiles and strangers, abstain from fleshly lust that wars against your soul. Keep your behavior excellent among the gentiles, so that even though they might slander you, it's like scoundrels, right? You're not loyal to the empire and you're weirdos, but because of your good deeds, because you seek the shalom of our city, yeah, they still. All they can do is observe that. And he says, then they'll glorify God in the day of your visitation, the day you're vindicated. They'll be like, oh, we were totally wrong about these people. And then he says this. Submit yourself for the Lord's sake to every human institution of authority, whether it's a king or others in authority, governors sent for the punishment of evildoers or the praise of those who do. Right.",
    "start": "00:12:53",
    "end": "00:13:57"
  },
  {
    "text": "Parking tickets.",
    "start": "00:13:57",
    "end": "00:13:58"
  },
  {
    "text": "This is the window. He says, this is God's will that by doing right, you can silence the ignorance of foolish people. Act like you are freed people. It's very important. Act like you're freed. Act like you actually aren't a member of the Roman Empire. But don't use your freedom as a covering for evil. Use it as though you were God's slave or God's servant. So the Image is actually, you are subservient to God, therefore, you'll follow the speed limit and, like, you'll pay your taxes and you'll. It's fine. But even the motive for my submission isn't because I think that my identity is defined by this nation state.",
    "start": "00:13:58",
    "end": "00:14:46"
  },
  {
    "text": "What was that movie that just came out that won an Oscar or was up for Oscar for the guy who joined the military? He wouldn't. He became a melon.",
    "start": "00:14:47",
    "end": "00:14:57"
  },
  {
    "text": "Yes.",
    "start": "00:14:57",
    "end": "00:14:57"
  },
  {
    "text": "He became a medic. And he wouldn't carry a gun.",
    "start": "00:14:58",
    "end": "00:15:00"
  },
  {
    "text": "Yes. I feel like you told me about this story in a previous conversation that will be in a podcast also.",
    "start": "00:15:00",
    "end": "00:15:07"
  },
  {
    "text": "Oh, did I? Andrew Garfield, Hacksaw Ridge. Hacksaw Ridge, that's just such a gnarly name.",
    "start": "00:15:07",
    "end": "00:15:15"
  },
  {
    "text": "Yeah, it is.",
    "start": "00:15:15",
    "end": "00:15:15"
  },
  {
    "text": "Yeah. So he.",
    "start": "00:15:16",
    "end": "00:15:17"
  },
  {
    "text": "That's right.",
    "start": "00:15:17",
    "end": "00:15:17"
  },
  {
    "text": "He has this ethic of nonviolence because of his faith and also because of some violence, and his dad was abusive. But anyways, he has this ethic of nonviolence, and they definitely show his faith, but he won't carry a gun. And I guess I was just thinking, like, okay, I can pay my taxes and I can drive the speed limit, but what if I get drafted into a war and I gotta go kill people?",
    "start": "00:15:17",
    "end": "00:15:42"
  },
  {
    "text": "Yeah.",
    "start": "00:15:42",
    "end": "00:15:42"
  },
  {
    "text": "And he's such a cool, like, Daniel story in that way.",
    "start": "00:15:43",
    "end": "00:15:47"
  },
  {
    "text": "Right.",
    "start": "00:15:47",
    "end": "00:15:47"
  },
  {
    "text": "Because he's like, okay, I'll go. And they're like, well, you have to carry a gun. Well, I want to be a medic. Well, no, you still have to carry a gun. No, I'm not going to shoot anyone. They're like, we don't care if you're not armed. You're just a liability. And he's like, look, I'm not going to carry a gun. And it became this big standoff, and everyone started to hate him because he was like, are you really for us?",
    "start": "00:15:47",
    "end": "00:16:11"
  },
  {
    "text": "Yes.",
    "start": "00:16:11",
    "end": "00:16:11"
  },
  {
    "text": "You won't carry a gun. Spoiler alert. He, during the battle, ends up saving dozens and dozens of lives, risking his own.",
    "start": "00:16:11",
    "end": "00:16:22"
  },
  {
    "text": "Yeah.",
    "start": "00:16:22",
    "end": "00:16:22"
  },
  {
    "text": "And then everyone's like, whoa, you are for us. And they're like, glorifying God because of his.",
    "start": "00:16:22",
    "end": "00:16:29"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:16:29",
    "end": "00:16:30"
  },
  {
    "text": "Because of the good works that he did.",
    "start": "00:16:30",
    "end": "00:16:31"
  },
  {
    "text": "Yeah.",
    "start": "00:16:31",
    "end": "00:16:32"
  },
  {
    "text": "So it's such a cool story.",
    "start": "00:16:32",
    "end": "00:16:33"
  },
  {
    "text": "That's.",
    "start": "00:16:33",
    "end": "00:16:33"
  },
  {
    "text": "It's also a very gory, bloody war movie.",
    "start": "00:16:33",
    "end": "00:16:36"
  },
  {
    "text": "War movie.",
    "start": "00:16:36",
    "end": "00:16:37"
  },
  {
    "text": "I mean, it's like, oh, we did talk about this because it's like the first ten minutes of Saving Private Ryan for two hours. Oh, gosh, it's gnarly.",
    "start": "00:16:37",
    "end": "00:16:44"
  },
  {
    "text": "Oh, I couldn't take it.",
    "start": "00:16:44",
    "end": "00:16:45"
  },
  {
    "text": "Not for two hours, for like, 40 minutes. It was like 40 minutes. I can't really intense battle.",
    "start": "00:16:45",
    "end": "00:16:50"
  },
  {
    "text": "I can't do it. Movies like that just melt me.",
    "start": "00:16:51",
    "end": "00:16:54"
  },
  {
    "text": "There's something about it, I guess you kind of acclimate to like limbs flying off people.",
    "start": "00:16:54",
    "end": "00:16:59"
  },
  {
    "text": "Eventually I'm just gonna move on.",
    "start": "00:16:59",
    "end": "00:17:01"
  },
  {
    "text": "You're not gonna dwell on that image.",
    "start": "00:17:03",
    "end": "00:17:04"
  },
  {
    "text": "No, I'm not. No.",
    "start": "00:17:04",
    "end": "00:17:05"
  },
  {
    "text": "You just spent 20 minutes talking about the Valley of Dry Bones, but you.",
    "start": "00:17:06",
    "end": "00:17:09"
  },
  {
    "text": "Won'T talk about a battle scene that's. It was a dream guy's weird dream.",
    "start": "00:17:09",
    "end": "00:17:14"
  },
  {
    "text": "Zombie dream.",
    "start": "00:17:14",
    "end": "00:17:15"
  },
  {
    "text": "Yeah. So there you go. When you ask what it looks like, that's actually kind of a provocative example because there's many followers of Jesus, maybe even. Yeah, totally.",
    "start": "00:17:15",
    "end": "00:17:26"
  },
  {
    "text": "Fought for their country in a. Yeah, totally.",
    "start": "00:17:26",
    "end": "00:17:28"
  },
  {
    "text": "So there's that. No, it's very complicated. And I'm not trying to throw a blanket statement over all of this. I'm just saying a huge theme of the Bible that happens to have been almost totally overlooked in Western Christianity is this exile ethic of living in Babylon with a mix of subversion and loyalty. And I just, I have to wonder if why this is invisible to modern Western readers of the Bible is because the form of the nation states that many modern Western people inhabit has a layer of civil religion over it that has been Christianized. And so we don't see it as Babylon. But there I would just go back to the story of Jesus and be like, Jesus was in Jerusalem.",
    "start": "00:17:28",
    "end": "00:18:18"
  },
  {
    "text": "Yeah. And he saw it for what he.",
    "start": "00:18:18",
    "end": "00:18:19"
  },
  {
    "text": "Was throwing around language implying that the high priest has become Nebuchadnezzar. You know, it's very bold on Jesus part.",
    "start": "00:18:19",
    "end": "00:18:28"
  },
  {
    "text": "Yeah.",
    "start": "00:18:28",
    "end": "00:18:28"
  },
  {
    "text": "So Jesus apparently wants his followers to have this eagle eye for knowing when the kingdoms of this world have overstepped their boundaries.",
    "start": "00:18:29",
    "end": "00:18:40"
  },
  {
    "text": "Yeah. There was a phrase that. That one guy.",
    "start": "00:18:41",
    "end": "00:18:44"
  },
  {
    "text": "Smith.",
    "start": "00:18:45",
    "end": "00:18:45"
  },
  {
    "text": "Christopher Smith. Christopher. Something about doubt being like your.",
    "start": "00:18:45",
    "end": "00:18:50"
  },
  {
    "text": "Yeah, okay, here it is. The nonviolent peace ethic is a practice of radical doubt.",
    "start": "00:18:50",
    "end": "00:18:55"
  },
  {
    "text": "Yeah.",
    "start": "00:18:55",
    "end": "00:18:55"
  },
  {
    "text": "Towards the self proclaimed power and religion of the empire.",
    "start": "00:18:55",
    "end": "00:18:58"
  },
  {
    "text": "Which is not what I'm used to. Of people with this radical sense of doubt towards their own. But that doesn't mean you're being.",
    "start": "00:18:58",
    "end": "00:19:10"
  },
  {
    "text": "Yes. Yeah. Un French or un American.",
    "start": "00:19:10",
    "end": "00:19:13"
  },
  {
    "text": "Yeah. Or constantly trying to undermine your country.",
    "start": "00:19:14",
    "end": "00:19:19"
  },
  {
    "text": "That's right.",
    "start": "00:19:19",
    "end": "00:19:19"
  },
  {
    "text": "Because that's not the story of Daniel and that's not the story of.",
    "start": "00:19:19",
    "end": "00:19:23"
  },
  {
    "text": "Correct. That's right. And Daniel wasn't trying to undermine Babylon. Rather when Babylon over asserted its own grandeur, its own story, its own authority. That's the point at which I think.",
    "start": "00:19:23",
    "end": "00:19:39"
  },
  {
    "text": "What I like about that phrase of the radical doubt is like your default mode should be that if you're feeling comfortable, you should worry about that a little bit. That should just set an alarm bell. Like, why am I feeling that comfortable with my own identity as an American or as a Portlander? Like, that should trigger something of, like, you should start doubting that, but not fighting against. You know, trying to undermine.",
    "start": "00:19:39",
    "end": "00:20:09"
  },
  {
    "text": "Yeah. And it's tricky. I mean, sorry, we're talking about America a lot in this episode, but it's. Cause it's where we live.",
    "start": "00:20:09",
    "end": "00:20:16"
  },
  {
    "text": "Yeah.",
    "start": "00:20:16",
    "end": "00:20:16"
  },
  {
    "text": "And so I've thought about this a lot. When I lived out of the country for a year and. And studied in Jerusalem. I had traveled out of the country just once or twice before that, but that was my first time. Prolonged time. Even though there's lots of internationals in Jerusalem, more often than any other time in my life, I was minority in the grocery store, white Scottish Portlander or whatever. We traveled a lot in the west bank and Egypt and Jordan. There were many scenarios where we were in the minority. And it was so good for me. And I became. In many conversations. This was actually. This was in 2006, so it was the Bush era, pre Obama. So many conversations. People are talking about America and want to know what I think. And so I became aware of my own identity, the layer of my identity that was American. And there were some parts that I could begin to see from other people's points of view. And some of them were really ugly, and then some of them were really incredible. And so I came back with this strange mix of extreme gratitude and also doubt.",
    "start": "00:20:16",
    "end": "00:21:24"
  },
  {
    "text": "Yeah. And extreme suspicion.",
    "start": "00:21:24",
    "end": "00:21:26"
  },
  {
    "text": "There's plenty of extremes on both of those ends, you know, like, so pro God and country.",
    "start": "00:21:26",
    "end": "00:21:32"
  },
  {
    "text": "Totally.",
    "start": "00:21:32",
    "end": "00:21:33"
  },
  {
    "text": "And then so whatever the opposite anti. And it seems to me neither of those extremes captures the Wisdom Warrior ethic.",
    "start": "00:21:33",
    "end": "00:21:43"
  },
  {
    "text": "Well, the Wisdom Warrior recognizes the extremes and at one point can be incredibly grateful for the transportation system in their city and how easy it is to get around.",
    "start": "00:21:44",
    "end": "00:21:56"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:21:56",
    "end": "00:21:56"
  },
  {
    "text": "And.",
    "start": "00:21:56",
    "end": "00:21:57"
  },
  {
    "text": "Yeah. And what makes that possible? The whole infrastructure.",
    "start": "00:21:57",
    "end": "00:22:00"
  },
  {
    "text": "Yeah.",
    "start": "00:22:00",
    "end": "00:22:00"
  },
  {
    "text": "And make that. Makes that even a possibility.",
    "start": "00:22:00",
    "end": "00:22:02"
  },
  {
    "text": "Praise God for that and feel gratitude for that. And then the next moment, feel anger and suspicion for what your city's doing. For the least of these or something.",
    "start": "00:22:03",
    "end": "00:22:17"
  },
  {
    "text": "Yeah.",
    "start": "00:22:17",
    "end": "00:22:17"
  },
  {
    "text": "Like you can take both.",
    "start": "00:22:17",
    "end": "00:22:20"
  },
  {
    "text": "Yeah.",
    "start": "00:22:21",
    "end": "00:22:21"
  },
  {
    "text": "So maybe you don't lose the extremes. You just know how to deal with them.",
    "start": "00:22:21",
    "end": "00:22:24"
  },
  {
    "text": "Yeah, that's right. Yeah. For me, it's complicated by even like our tax system, you know, where I'm like a large amount of the income that I've earned as a Bible teacher pays my government to do all kinds of things that I'm some that I'm really stoked on. And some that I'm not so stoked on. So. So disturbed by.",
    "start": "00:22:24",
    "end": "00:22:47"
  },
  {
    "text": "Or so disturbed by.",
    "start": "00:22:47",
    "end": "00:22:48"
  },
  {
    "text": "I've given pennies on the dollar. Whatever. You know, and this goes for the law of unintended consequences for whatever. Whether it's adventures of our government representatives at home or abroad.",
    "start": "00:22:48",
    "end": "00:23:00"
  },
  {
    "text": "Yeah.",
    "start": "00:23:00",
    "end": "00:23:01"
  },
  {
    "text": "That have gone horribly, horribly wrong and that I helped finance by teaching the Bible. You know what I mean?",
    "start": "00:23:01",
    "end": "00:23:08"
  },
  {
    "text": "Totally.",
    "start": "00:23:08",
    "end": "00:23:09"
  },
  {
    "text": "And so I think there's that it like Daniel, he's there. He's woven.",
    "start": "00:23:09",
    "end": "00:23:14"
  },
  {
    "text": "Sure. Like as he's helping the Babylonian empire. He's contributing to whatever next city they're gonna take over.",
    "start": "00:23:14",
    "end": "00:23:23"
  },
  {
    "text": "Yeah.",
    "start": "00:23:23",
    "end": "00:23:23"
  },
  {
    "text": "And the lives that that will destroy.",
    "start": "00:23:23",
    "end": "00:23:25"
  },
  {
    "text": "Yeah. Think about that.",
    "start": "00:23:25",
    "end": "00:23:26"
  },
  {
    "text": "If he was going to take some really hard line, that wouldn't be acceptable.",
    "start": "00:23:26",
    "end": "00:23:32"
  },
  {
    "text": "Yeah. You know, I've thought about this. It's a different kind of example. But I remember when I was teaching through Matthew, we got to that story in Matthew where Judas, the money that he got to betray Jesus, he doesn't want. So he gives it back. And they won't take it. They won't take it officially. So what they do is buy a field with it that becomes a burial plot. And then to me, that became this fascinating example of how then for however many generations, people bought plots on that piece of land and were implicitly involved in the betrayal of Jesus. You know, like, to me, why did Matthew tell us this story?",
    "start": "00:23:33",
    "end": "00:24:13"
  },
  {
    "text": "Yeah.",
    "start": "00:24:13",
    "end": "00:24:14"
  },
  {
    "text": "It's interesting. It's almost as if the system that betrayed Jesus actually didn't.",
    "start": "00:24:14",
    "end": "00:24:19"
  },
  {
    "text": "Didn't end.",
    "start": "00:24:19",
    "end": "00:24:20"
  },
  {
    "text": "Didn't end. It continued on with people completely unaware and innocent, but who are still in the quagmire of the system. And that and the story of Daniel and Babylon became these stories to me that were so thought provoking of giving me these categories. We're all in Babylon. Like we're all. And we can't. It's useless to think that we can live completely outside of it.",
    "start": "00:24:20",
    "end": "00:24:43"
  },
  {
    "text": "Yeah.",
    "start": "00:24:43",
    "end": "00:24:43"
  },
  {
    "text": "Even if I go off the grid in Montana. Yeah. I'm still in Montana.",
    "start": "00:24:43",
    "end": "00:24:48"
  },
  {
    "text": "Totally. And anytime you pay well. Yeah. You could stop paying taxes even.",
    "start": "00:24:48",
    "end": "00:24:54"
  },
  {
    "text": "Yeah.",
    "start": "00:24:55",
    "end": "00:24:55"
  },
  {
    "text": "But by buying groceries, you're contributing to the system.",
    "start": "00:24:55",
    "end": "00:25:01"
  },
  {
    "text": "Yeah. But I'm thinking even if you go off the grid in Montana, you're still in Montana. You're still on a land that is overseen and borders protected by the thing that you are.",
    "start": "00:25:01",
    "end": "00:25:11"
  },
  {
    "text": "Totally.",
    "start": "00:25:11",
    "end": "00:25:12"
  },
  {
    "text": "So there's no escaping it.",
    "start": "00:25:12",
    "end": "00:25:13"
  },
  {
    "text": "There's no escaping it.",
    "start": "00:25:13",
    "end": "00:25:14"
  },
  {
    "text": "And that's why I think the two extremes don't help us.",
    "start": "00:25:14",
    "end": "00:25:17"
  },
  {
    "text": "I see that's what you mean by Extreme.",
    "start": "00:25:17",
    "end": "00:25:18"
  },
  {
    "text": "See the nuance that. The Bible, once again.",
    "start": "00:25:18",
    "end": "00:25:21"
  },
  {
    "text": "So the extreme positions. I was trying to say the extreme emotion can be there.",
    "start": "00:25:21",
    "end": "00:25:25"
  },
  {
    "text": "I see.",
    "start": "00:25:25",
    "end": "00:25:26"
  },
  {
    "text": "You can have the extreme emotion and you know what to do with it. You're always taking a nuanced position.",
    "start": "00:25:26",
    "end": "00:25:31"
  },
  {
    "text": "Yes.",
    "start": "00:25:32",
    "end": "00:25:32"
  },
  {
    "text": "Even if the position is, well, then go ahead and kill me, whatever.",
    "start": "00:25:32",
    "end": "00:25:37"
  },
  {
    "text": "Yeah.",
    "start": "00:25:37",
    "end": "00:25:38"
  },
  {
    "text": "I won't cross that line. It's still a nuanced position in that you're. You're saying, I won't do anything you ask. You're just saying there's this one line.",
    "start": "00:25:38",
    "end": "00:25:47"
  },
  {
    "text": "Yes.",
    "start": "00:25:47",
    "end": "00:25:48"
  },
  {
    "text": "Like this thing. I can't go that far. I'm still gonna. I'll still take your name and help with your business and your whatever, but.",
    "start": "00:25:48",
    "end": "00:25:56"
  },
  {
    "text": "Oh, the Babylonian names, that's what you're.",
    "start": "00:25:56",
    "end": "00:25:58"
  },
  {
    "text": "Babylonian names.",
    "start": "00:25:58",
    "end": "00:25:58"
  },
  {
    "text": "Yeah, sorry, yeah. Jim, I'll still take your American name.",
    "start": "00:25:58",
    "end": "00:26:02"
  },
  {
    "text": "I'll take that American name.",
    "start": "00:26:02",
    "end": "00:26:04"
  },
  {
    "text": "John Smith.",
    "start": "00:26:04",
    "end": "00:26:05"
  },
  {
    "text": "John. I have a very American name, actually.",
    "start": "00:26:05",
    "end": "00:26:07"
  },
  {
    "text": "John's Hebrew.",
    "start": "00:26:08",
    "end": "00:26:08"
  },
  {
    "text": "My name's Jonathan.",
    "start": "00:26:08",
    "end": "00:26:09"
  },
  {
    "text": "Yeah.",
    "start": "00:26:09",
    "end": "00:26:10"
  },
  {
    "text": "So that's a Hebrew name.",
    "start": "00:26:10",
    "end": "00:26:11"
  },
  {
    "text": "Hebrew. Yeah, good point. The Wisdom warrior ethic. It doesn't actually give you answers, it gives you a story.",
    "start": "00:26:11",
    "end": "00:26:19"
  },
  {
    "text": "Yeah.",
    "start": "00:26:20",
    "end": "00:26:21"
  },
  {
    "text": "That will at least give you a framework to live within as you encounter new and complex moral issues.",
    "start": "00:26:21",
    "end": "00:26:29"
  },
  {
    "text": "It's a more exciting story. It feels kind of like a bit of espionage.",
    "start": "00:26:29",
    "end": "00:26:33"
  },
  {
    "text": "It totally is. Yeah.",
    "start": "00:26:33",
    "end": "00:26:34"
  },
  {
    "text": "But in a very open handed way. It's not like a secretive way. It's not like, oh, I can't, they find out I'm a spy, I'm screwed. It's kind of like, hey guys, I'm a spy, let's get that out of the way. But I'm totally here for you.",
    "start": "00:26:34",
    "end": "00:26:47"
  },
  {
    "text": "Yeah.",
    "start": "00:26:47",
    "end": "00:26:48"
  },
  {
    "text": "And this other kingdom that I'm working for, they're for you too.",
    "start": "00:26:48",
    "end": "00:26:52"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:26:52",
    "end": "00:26:54"
  },
  {
    "text": "But just so you know, I'm more loyal to them than I am to you.",
    "start": "00:26:54",
    "end": "00:26:57"
  },
  {
    "text": "And there's some things I won't do.",
    "start": "00:26:57",
    "end": "00:26:58"
  },
  {
    "text": "And there's some things I won't do. It's gonna get weird every once in a while.",
    "start": "00:26:58",
    "end": "00:27:02"
  },
  {
    "text": "Yeah, totally. And they'll be like, do I like this person or do I hate this person?",
    "start": "00:27:02",
    "end": "00:27:05"
  },
  {
    "text": "Right, exactly.",
    "start": "00:27:05",
    "end": "00:27:06"
  },
  {
    "text": "Or both. Yep, that's exactly it. That's right. I mean, right through into the early Christian centuries, you have women and children being thrown to lions. Right. In Roman gladiator games. And their crime is we think Jesus is more powerful than Caesar. I mean, that's their crime. And so since, like, well, I don't know, the Germanic tribes that are trying to tear down Rome, since that's their line too, we don't Give loyalty to Caesar and we kill them. So I guess that's what we have to do to these weird Christians.",
    "start": "00:27:06",
    "end": "00:27:43"
  },
  {
    "text": "And I guess that still happens to religious minorities in certain parts of the world. And it's not so much my king is better than your king. It's more like my ideology is more.",
    "start": "00:27:43",
    "end": "00:27:54"
  },
  {
    "text": "Powerful than your king. Yeah, this ideology. That's right. Yeah.",
    "start": "00:27:54",
    "end": "00:27:57"
  },
  {
    "text": "So we're going to kill you.",
    "start": "00:27:57",
    "end": "00:27:58"
  },
  {
    "text": "Yes, that's right. Yes, I think. Yeah. Religious or political ideologies aren't always married to an actual state structure. Sometimes they are, sometimes they are, but sometimes.",
    "start": "00:27:59",
    "end": "00:28:09"
  },
  {
    "text": "Yeah, and then sometimes, sometimes in some parts of the world, it can mean death. In other parts of the world, it just means you're made fun of, you lose some freedoms.",
    "start": "00:28:09",
    "end": "00:28:20"
  },
  {
    "text": "Yeah.",
    "start": "00:28:20",
    "end": "00:28:20"
  },
  {
    "text": "Sam. Okay. I want to get back to this whole are we in the garden? Thing.",
    "start": "00:28:29",
    "end": "00:28:57"
  },
  {
    "text": "Okay. All right. Because actually that could maybe help us land the plane by getting us to the Book of Revelation.",
    "start": "00:28:58",
    "end": "00:29:03"
  },
  {
    "text": "Okay.",
    "start": "00:29:03",
    "end": "00:29:03"
  },
  {
    "text": "And so on. Yeah, yeah.",
    "start": "00:29:03",
    "end": "00:29:05"
  },
  {
    "text": "Because I've always had this paradigm of I'm outside the garden, I'm waiting for the garden to like, regarden. But I like this paradigm of we are in the land. I'm not in the Holy Land, I'm not in. I'm not in Jerusalem, not in Israel, but I'm not called to be. And when Peter and Paul were out building churches, they weren't like, okay, now go to Jerusalem.",
    "start": "00:29:05",
    "end": "00:29:26"
  },
  {
    "text": "They're like, do it here.",
    "start": "00:29:27",
    "end": "00:29:28"
  },
  {
    "text": "But he called them exiles. Is there any evidence of them thinking this is the land? Like here in whatever, Asia Minor?",
    "start": "00:29:29",
    "end": "00:29:39"
  },
  {
    "text": "This is somewhat controversial within some circles of mostly Protestant theology, but where I'm at presently is that the best case you can make from all over the New Testament is actually following a trajectory within the Old Testament already, namely that the Garden of Eden is not. We talked about this already. The Garden of Eden, I don't think is leading us to see it as a spot on a map.",
    "start": "00:29:39",
    "end": "00:30:04"
  },
  {
    "text": "Yeah.",
    "start": "00:30:05",
    "end": "00:30:05"
  },
  {
    "text": "Rather, it's a kind of. It's an image of a kind of world or a way that the world could be and was and ought to be of the cosmic mountain. That's why we started this with the cosmic mountain that Eden is. This image of the ultimate cosmic temple merging heaven and earth, out of which of that temple presence flows the rivers that water all the earth, and so on. Which is why Ezekiel, when he sees the return from. Exile from Babylon, he sees it as a return to Eden, a new creation of humans. And then his second to last vision is of the new Jerusalem standing on a high mountain with a huge city and Temple with rivers flowing out of it. What he sees is the Garden of Eden, Genesis 2. But this time it's Jerusalem. It's the God of Israel who's remarrying heaven and earth starting right here. So what you see is that all of that image of the promised land becomes its is a way of thinking about the whole world. And so to be exiled from Babylon is to be in the world as it's not intended to come back from exile in Babylon only to find out the promised land is still Babylon like. And then the early Christians, for them it's very important that the Jesus movement started out of that place, started out of Jerusalem. That's important in the Book of Acts from Jerusalem goes out. But there's just no indication anywhere in the apostles writings in the New Testament of what we're hoping for is to get everybody back to that place on the map or of an actual building in that place. For them the community of Jesus followers is the new temple prophesied about by the prophets. And because Abraham was to become a father of many nations, therefore the multi ethnic people of God, they're becoming the many nations is the family of Abraham. And therefore like Paul says in Romans 4, God's promise to Abraham was to inherit the whole world. He says so even Paul the Apostle apparently this is in Romans 4:13 I think I remember just funny details in the Bible that are weird. Yeah, Romans 4:13. It wasn't through the Torah that Abraham and his offspring received the promise that he would become an inheritor of the.",
    "start": "00:30:05",
    "end": "00:32:30"
  },
  {
    "text": "World, which isn't what he said.",
    "start": "00:32:30",
    "end": "00:32:33"
  },
  {
    "text": "And yeah, you go read Genesis and he was supposed to inherit that the land. But Paul's reading the story of Abraham in light of the whole Old Testament story, which is about the family of Abraham, becomes a blessing to the nations when the kingdom of God reigns through the Messiah over all the nations, opening up the covenant family to all nations. Which means that the promised land itself was just an image of what God wants to do for all the world. So it starts with a garden, right. A little spot that becomes an image of the promised land. A bigger spot actually on a map. And then through the story of the Old Testament you find out that itself was just a microcosm image of what God wants to do for all humanity. I think the idea is that the whole world is the place that will become the new creation.",
    "start": "00:32:33",
    "end": "00:33:25"
  },
  {
    "text": "Yeah.",
    "start": "00:33:25",
    "end": "00:33:25"
  },
  {
    "text": "So we're out of Eden, we're in the place that ought to be Eden and that will once again become a new kind of Eden.",
    "start": "00:33:26",
    "end": "00:33:34"
  },
  {
    "text": "Yeah.",
    "start": "00:33:35",
    "end": "00:33:36"
  },
  {
    "text": "And that's what it means to be exiles in time. Yeah, I remember that. I had never thought about the exiles in time. But that is what the word exile comes to mean is an exile in this age.",
    "start": "00:33:36",
    "end": "00:33:48"
  },
  {
    "text": "In this age. An exile in this age as we.",
    "start": "00:33:48",
    "end": "00:33:51"
  },
  {
    "text": "Are in the place that ought to be our home but isn't, in the condition we should just create a new word. Space wanderer.",
    "start": "00:33:51",
    "end": "00:34:00"
  },
  {
    "text": "Time wanderers.",
    "start": "00:34:02",
    "end": "00:34:03"
  },
  {
    "text": "Time exiles.",
    "start": "00:34:03",
    "end": "00:34:04"
  },
  {
    "text": "Time immigrants. Yeah. So this is where it's complicated. If the Garden of Eden is not specifically about a place, but about a quality.",
    "start": "00:34:04",
    "end": "00:34:40"
  },
  {
    "text": "Ah, right, yeah.",
    "start": "00:34:40",
    "end": "00:34:41"
  },
  {
    "text": "It's not a place on a map. Much of it's a kind of existence.",
    "start": "00:34:41",
    "end": "00:34:44"
  },
  {
    "text": "Yes.",
    "start": "00:34:44",
    "end": "00:34:45"
  },
  {
    "text": "A kind of existence which is complete. It is in cooperation with God. It's where justice and peace rule.",
    "start": "00:34:45",
    "end": "00:34:52"
  },
  {
    "text": "God's will and human will.",
    "start": "00:34:52",
    "end": "00:34:55"
  },
  {
    "text": "It's a sense where like I'm at home. And I'm at home.",
    "start": "00:34:56",
    "end": "00:34:59"
  },
  {
    "text": "Yes, right. Yeah, that's right.",
    "start": "00:34:59",
    "end": "00:35:00"
  },
  {
    "text": "Versus banishment then is, well, I'm at home, but I'm no longer at home. And then exile is, well, I'm not home anymore. I've been kicked out of my home and I'm not home. But then you get this, exiled people who come back home and they say, cool, we're back home, but it doesn't feel like home yet. So we're still exiles. We'll still take that name of exile or that identity which is now the identity you can then put on Adam and Eve as soon as they're banished. Because they are. Well, yeah, they're exiles from the Garden. But I guess what I'm trying to imagine is like, am I. I'm at home, I'm not in exile in that. Like this is where I'm from. Like I'm from this corner of the world. I'm from the northwest. I consider this home. But I'm not at home. I'm not trying to get back to Chicago or something.",
    "start": "00:35:00",
    "end": "00:35:58"
  },
  {
    "text": "We need to be able to write all those sentences with the lowercase h. Yeah, lowercase h. And an uppercase h. Hum.",
    "start": "00:36:00",
    "end": "00:36:06"
  },
  {
    "text": "Right.",
    "start": "00:36:06",
    "end": "00:36:07"
  },
  {
    "text": "Uppercase hom would be like the redeemed new creation of which Eden is in itself an image. Right, yeah. And then lowercase home, which is whatever.",
    "start": "00:36:07",
    "end": "00:36:19"
  },
  {
    "text": "Yeah, I'm lowercase. I'm lowercase home, but I'm not uppercase.",
    "start": "00:36:19",
    "end": "00:36:23"
  },
  {
    "text": "I think this is what the author of the Hebrews is getting at in his description of Abraham. This is his summary of the whole Abraham story. In Hebrews 11 he says, by faith, Abraham was called to go to a place he would later receive as his inheritance. He obeyed and went Even though he didn't know where he was going by faith, he made his home in the promised land. But like a stranger in a foreign country.",
    "start": "00:36:23",
    "end": "00:36:51"
  },
  {
    "text": "Yeah.",
    "start": "00:36:51",
    "end": "00:36:52"
  },
  {
    "text": "He lived in tents like Isaac and Jacob did, who were also heirs of the same promise with him. He was looking forward to the city with foundations, whose architect and builder is God.",
    "start": "00:36:52",
    "end": "00:37:05"
  },
  {
    "text": "Yeah, that could totally apply.",
    "start": "00:37:06",
    "end": "00:37:08"
  },
  {
    "text": "Yes. Yeah. The author of Hebrews, he's tracking with all of this imagery in the Old Testament here, where he's saying he takes all this exile and exile becomes an image and he now he's seeing the Abrahams.",
    "start": "00:37:08",
    "end": "00:37:21"
  },
  {
    "text": "I've made my home here, even though I am still. It feels like I'm a foreigner. Even though this is my home.",
    "start": "00:37:21",
    "end": "00:37:28"
  },
  {
    "text": "Yeah. It's my home. Yeah. And I believe that I'm waiting for.",
    "start": "00:37:28",
    "end": "00:37:31"
  },
  {
    "text": "A city that's going to be built not by humans, but by.",
    "start": "00:37:32",
    "end": "00:37:36"
  },
  {
    "text": "This is what the New Jerusalem means in the Bible is again, it's not heaven, it's a city built by God. It's the world. It's the Jerusalem that ought to have been. If Eden is the image for the whole world as it ought to be, then the New Jerusalem in both the Old Testament and the New Testament becomes the world of human civilization. Civilization, cities, as it ought to be. A civilization where God's will is humanity's will. And that's why in the last pages of the Bible, it's the ultimate homecoming. It's the new creation is a new garden city, a new Jerusalem, Eden. Both images fully merged together.",
    "start": "00:37:36",
    "end": "00:38:21"
  },
  {
    "text": "Yeah.",
    "start": "00:38:21",
    "end": "00:38:22"
  },
  {
    "text": "Because now we're mapping the Israel story and the humanity story, Genesis 3 to 11, right up onto each other.",
    "start": "00:38:22",
    "end": "00:38:28"
  },
  {
    "text": "Yeah.",
    "start": "00:38:28",
    "end": "00:38:28"
  },
  {
    "text": "And it's this place become home.",
    "start": "00:38:29",
    "end": "00:38:32"
  },
  {
    "text": "Yeah. Because it's home.",
    "start": "00:38:33",
    "end": "00:38:34"
  },
  {
    "text": "Because it's supposed to be our home.",
    "start": "00:38:34",
    "end": "00:38:36"
  },
  {
    "text": "Yeah. It's not like I'm not going to leave, be transported somewhere else. It's going to be here, but it's truly going to be home.",
    "start": "00:38:36",
    "end": "00:38:43"
  },
  {
    "text": "Yeah. And in the meantime, I live in my lowercase home by the values of my uppercase H. And even though that will bring this mix.",
    "start": "00:38:43",
    "end": "00:38:57"
  },
  {
    "text": "Yeah. So while Daniel's instructive as a story and a character living in Babylon, I'm not living in Babylon in the sense that Daniel did, because I'm not living.",
    "start": "00:38:57",
    "end": "00:39:07"
  },
  {
    "text": "Oh, sure, that's right. But for the readers of this book, Daniel is being offered as a paradigm to all the people who will read the Book of Daniel. Most of them will not be located in Babylon.",
    "start": "00:39:07",
    "end": "00:39:18"
  },
  {
    "text": "In Babylon, sure. Yeah.",
    "start": "00:39:18",
    "end": "00:39:20"
  },
  {
    "text": "So I'm being invited to see Daniel's story in Babylon.",
    "start": "00:39:20",
    "end": "00:39:24"
  },
  {
    "text": "So is the Daniel story kind of saying wink wink, even though you're not in Babylon like you are in Babylon.",
    "start": "00:39:24",
    "end": "00:39:31"
  },
  {
    "text": "Yeah. If you've read the book of Isaiah, you know, the whole world is Babylon.",
    "start": "00:39:31",
    "end": "00:39:35"
  },
  {
    "text": "Okay.",
    "start": "00:39:35",
    "end": "00:39:35"
  },
  {
    "text": "Or Babylon is a way of thinking about the world of human civilization.",
    "start": "00:39:35",
    "end": "00:39:40"
  },
  {
    "text": "Thank you for listening to this episode of the Bible Project podcast. Today's show was produced by Dan Gummel. We have one more episode in our conversation on exile. We're going to land the plane, we're going to talk about Babylon in the book of Revelation, and then after that we're going to do an exile question and response episode. So if you have any questions that have arisen from from all these conversations about theme of exile, why don't you get ready to send that to us? You can record that audio, try to keep it to about 20 seconds or less, tell us your name and where you're from and send in that audio. Question to infointhebibleproject.com alright, go for it.",
    "start": "00:39:41",
    "end": "00:40:26"
  },
  {
    "text": "We believe the Bible is a unified story that leads to Jesus.",
    "start": "00:40:26",
    "end": "00:40:29"
  },
  {
    "text": "We are a crowdfunded project by people like me.",
    "start": "00:40:30",
    "end": "00:40:33"
  },
  {
    "text": "Find free videos, study notes and more@thebibleproject.com.",
    "start": "00:40:34",
    "end": "00:40:40"
  }
]