[
  {
    "text": "Hey, this is John at the Bible Project. Today we're starting a new discussion on a theme. One of the biggest themes in the Bible, in fact, and one most of us have never really thought about. The exile.",
    "start": "00:00:06",
    "end": "00:00:19"
  },
  {
    "text": "Yep, the exile. This is the unsung theme.",
    "start": "00:00:19",
    "end": "00:00:23"
  },
  {
    "text": "In 586 BC, the Babylonian Empire came in and overthrew the nation of Israel, captured the Israelite people, and forced them to relocate and live in Babylon as exiles. And this event was so severe that the problem of exile became the most important idea in the shaping of the Hebrew Bible.",
    "start": "00:00:23",
    "end": "00:00:43"
  },
  {
    "text": "So the Bible doesn't come from the powerful elite that ruled Jerusalem in the days of David. There are historical sources and materials that go way back to those periods. But the people who shaped the Bible began to shape it into the form that you and I know it. Those people are those who went through the exile to Babylon and lived through generations of slavery and suffering. And even when they came back to Jerusalem, they were under oppressive military occupiers for centuries.",
    "start": "00:00:44",
    "end": "00:01:14"
  },
  {
    "text": "All that and more today on the podcast. Thanks for joining us. Here we go. Okay, we're starting a new podcast series.",
    "start": "00:01:14",
    "end": "00:01:29"
  },
  {
    "text": "New podcast series and a new video. Theme video.",
    "start": "00:01:29",
    "end": "00:01:33"
  },
  {
    "text": "It's about the exile.",
    "start": "00:01:34",
    "end": "00:01:36"
  },
  {
    "text": "The exile of the Judeans to Babylon in 586 BC. It's what all of us woke up thinking about this morning.",
    "start": "00:01:37",
    "end": "00:01:44"
  },
  {
    "text": "The whole theme video is just about that specific exile.",
    "start": "00:01:45",
    "end": "00:01:48"
  },
  {
    "text": "No, nope, it's a theme video. Which means that this is an idea that runs throughout the whole story of the Bible from COVID to cover. It unifies it. And that Jesus provides a key turning point in how this theme develops and illuminates who he is. Yep, the exile. This is the unsung theme in the Bible in terms of, like, the popular imagination. When people think of the Bible and what Christians believe, one of the first things they think of is, oh, yeah. What is really important they're always talking about is the exile to Babylon.",
    "start": "00:01:49",
    "end": "00:02:26"
  },
  {
    "text": "Well, I think where the exile does come up, and this might be a good starting point before your starting point, which is in my faith tradition, it was acknowledged that we are sojourners and exiles.",
    "start": "00:02:26",
    "end": "00:02:41"
  },
  {
    "text": "Yes, that idea.",
    "start": "00:02:41",
    "end": "00:02:42"
  },
  {
    "text": "And it really was connected to this is not our home.",
    "start": "00:02:42",
    "end": "00:02:45"
  },
  {
    "text": "That's right. This world as you and I know it, or just the physical world.",
    "start": "00:02:45",
    "end": "00:02:49"
  },
  {
    "text": "The physical world on two levels. One, this is not my home. Heaven's my home. And then secondly, this world is full of so many problems, and that's not right. And so we're waiting for a new reality where all these problems are fixed. And so to that degree, we're citizens of heaven and makes us exiles. And we didn't use the word exile.",
    "start": "00:02:49",
    "end": "00:03:16"
  },
  {
    "text": "Yeah.",
    "start": "00:03:16",
    "end": "00:03:17"
  },
  {
    "text": "We would use the word like.",
    "start": "00:03:17",
    "end": "00:03:18"
  },
  {
    "text": "But it's the idea that this world isn't my home. I live here, but my real home is a different place.",
    "start": "00:03:19",
    "end": "00:03:27"
  },
  {
    "text": "And in my tradition, that was this fuzzy idea of a different reality called heaven. But on a more biblical way of thinking about it is maybe this earth is my home, but it needs to be recreated. And so while awaiting that new creation, I am not at home.",
    "start": "00:03:27",
    "end": "00:03:51"
  },
  {
    "text": "Yeah, that's right. Yeah. Yeah. So, yeah, you can tune it. In light of our discussions and videos about heaven and earth and new creation, you could say the world as you and I experience it isn't our true home. Or that we don't live as if the story is finished.",
    "start": "00:03:51",
    "end": "00:04:11"
  },
  {
    "text": "Yeah.",
    "start": "00:04:11",
    "end": "00:04:12"
  },
  {
    "text": "Here and now that this world has some fundamental change to undergo to become our true home and what it was intended to be. Yeah, yeah.",
    "start": "00:04:12",
    "end": "00:04:22"
  },
  {
    "text": "So it's not completely an unsung theme.",
    "start": "00:04:22",
    "end": "00:04:26"
  },
  {
    "text": "No. It's just about where and what is my true home.",
    "start": "00:04:26",
    "end": "00:04:31"
  },
  {
    "text": "Yeah. Yes.",
    "start": "00:04:31",
    "end": "00:04:32"
  },
  {
    "text": "Is it this place transformed and redeemed and healed? Or is it some other world that is non physical or disembodied and this one gets scrapped.",
    "start": "00:04:32",
    "end": "00:04:44"
  },
  {
    "text": "But I think I'm going to be surprised at how embedded this theme is through the entire story.",
    "start": "00:04:44",
    "end": "00:04:51"
  },
  {
    "text": "Yeah, it's really. It's one of these things where I didn't understand the significance of the exile. Like a new. I was a new Christian. Right. Reading the bible in my 20s. And this didn't jump out to me probably for a couple years after reading the Bible. And then of course, a number of great classes that I took in college. And then that exposed me to different theologians and authors who showed me this. And now it's like. It's one of those things. You can't unsee it once you see it. Like those 3D.",
    "start": "00:04:51",
    "end": "00:05:22"
  },
  {
    "text": "Yeah. Pictures.",
    "start": "00:05:22",
    "end": "00:05:23"
  },
  {
    "text": "Pictures.",
    "start": "00:05:23",
    "end": "00:05:24"
  },
  {
    "text": "I had one in my room growing up.",
    "start": "00:05:24",
    "end": "00:05:27"
  },
  {
    "text": "Did you?",
    "start": "00:05:27",
    "end": "00:05:27"
  },
  {
    "text": "Yeah, Those were popular in the 90s.",
    "start": "00:05:27",
    "end": "00:05:30"
  },
  {
    "text": "Yeah, it was the 90s.",
    "start": "00:05:30",
    "end": "00:05:31"
  },
  {
    "text": "And I remember they were in the mall all the time.",
    "start": "00:05:31",
    "end": "00:05:33"
  },
  {
    "text": "In our era of growing up. Going to the mall. Yes. Which was the 90s.",
    "start": "00:05:34",
    "end": "00:05:38"
  },
  {
    "text": "The 90s mall era.",
    "start": "00:05:38",
    "end": "00:05:39"
  },
  {
    "text": "Yeah.",
    "start": "00:05:39",
    "end": "00:05:40"
  },
  {
    "text": "That was just that, remember?",
    "start": "00:05:40",
    "end": "00:05:42"
  },
  {
    "text": "And yet everybody would crowd around them and you had to like relax your eyes. You had to just look through it.",
    "start": "00:05:42",
    "end": "00:05:47"
  },
  {
    "text": "Yeah. You just had to like figure out how to look at it. And then all of a sudden an.",
    "start": "00:05:47",
    "end": "00:05:53"
  },
  {
    "text": "Image pops up and it pops and then it's hard to unsee it.",
    "start": "00:05:53",
    "end": "00:05:56"
  },
  {
    "text": "Right.",
    "start": "00:05:56",
    "end": "00:05:56"
  },
  {
    "text": "It's hard. Now you look at it and it's just like, oh, now.",
    "start": "00:05:56",
    "end": "00:05:59"
  },
  {
    "text": "So I had this one, it was like blue and white fuzz. Just shapes and just randomness. And then it was a skier skiing down a mountain, and it was like, the only one I could see. Like, I had a hard time seeing him. And so I was so proud of myself. You hung it up in my room.",
    "start": "00:05:59",
    "end": "00:06:15"
  },
  {
    "text": "That's great. So, yeah. The Bible's like that. Totally. It's like that. You think you've spelunked to the deepest chamber, and then you look harder and longer, and some seasons of life go by, and then some things strike you, and then you're like, oh, my gosh, how did I never see this? And the exile. The idea of exile is like that. It pervades literally from the first book to the last book and everywhere in between. So before to get at it, there's two ways I think we could get at it. One is just for you and I talking. I think this was helpful example to me. Just a cool story about a guy named John Newton. He was.",
    "start": "00:06:17",
    "end": "00:07:00"
  },
  {
    "text": "He was the British inventor of the Newton figs.",
    "start": "00:07:01",
    "end": "00:07:04"
  },
  {
    "text": "Clergyman.",
    "start": "00:07:04",
    "end": "00:07:05"
  },
  {
    "text": "No.",
    "start": "00:07:05",
    "end": "00:07:05"
  },
  {
    "text": "Who lived in. Around London in the 1800s. Ring any bells? John Newton.",
    "start": "00:07:06",
    "end": "00:07:14"
  },
  {
    "text": "Well, now I'm looking at your notes.",
    "start": "00:07:14",
    "end": "00:07:16"
  },
  {
    "text": "He wrote a really famous song that has been sung in American public, like, ceremonies for centuries now.",
    "start": "00:07:16",
    "end": "00:07:25"
  },
  {
    "text": "Yeah.",
    "start": "00:07:25",
    "end": "00:07:26"
  },
  {
    "text": "Yeah. He's the author of Amazing Grace, the hymn Amazing Grace. Okay. Here's a story. You can totally nerd out on his story. He has a fascinating life story that involves a period of exile and slavery. Okay. John Newton, he's born in London in 1725. His dad's like a ship captain. He sails ships around the Mediterranean. Transporting.",
    "start": "00:07:26",
    "end": "00:07:53"
  },
  {
    "text": "This is like the golden age of navigation.",
    "start": "00:07:53",
    "end": "00:07:56"
  },
  {
    "text": "Yes. Yeah. British Empire, it's at its height, right. 1700s. Rules the known world, that kind of thing. And. Yeah, so. And the economy on the Mediterranean is the backbone of the Empire because it's shipping all the goods from Egypt and Greece, Palestine and Morocco, all that. So his dad grows up as a ship captain, and before growing up, he actually sailed the Mediterranean on six different voyages with his dad. Can you imagine as a child? Yes.",
    "start": "00:07:56",
    "end": "00:08:27"
  },
  {
    "text": "Wow.",
    "start": "00:08:27",
    "end": "00:08:28"
  },
  {
    "text": "You imagine?",
    "start": "00:08:28",
    "end": "00:08:28"
  },
  {
    "text": "No.",
    "start": "00:08:28",
    "end": "00:08:29"
  },
  {
    "text": "Sailing the Mediterranean as a boy.",
    "start": "00:08:29",
    "end": "00:08:31"
  },
  {
    "text": "That'd be great.",
    "start": "00:08:31",
    "end": "00:08:31"
  },
  {
    "text": "That would be incredible.",
    "start": "00:08:31",
    "end": "00:08:33"
  },
  {
    "text": "Yeah. Although probably not in the 1700s. Probably people are dying of scurvy. Yeah. I'm sure it's not like that. Awesome.",
    "start": "00:08:33",
    "end": "00:08:42"
  },
  {
    "text": "Yeah, it probably wasn't. Okay. Anyway, so he joins the Royal Navy when he becomes of age, and after a couple years in the Royal Navy, he hates it so much. He tries to. They're in port and he tries to desert the ship, tries to run away, and he gets arrested. And in front of his crew of 350 sailors, he is tied to the railing, stripped bare, and flogged with a whip 96 times, which was the standard lashing. Then he was forced to do forced labor on this ship. The ship ended up in port. This is on the Atlantic. And he ends up in port in what it is today the country of Sierra Leone. And the ship captain hates him so much, he just dumps him, like, to die.",
    "start": "00:08:42",
    "end": "00:09:32"
  },
  {
    "text": "Oh, wow.",
    "start": "00:09:32",
    "end": "00:09:33"
  },
  {
    "text": "At port, he ends up getting arrested.",
    "start": "00:09:33",
    "end": "00:09:35"
  },
  {
    "text": "Hates him because he deserted.",
    "start": "00:09:35",
    "end": "00:09:36"
  },
  {
    "text": "Yeah, yeah. He's just like, this guy's worthless, so he just dumps him at the port. And so he's got nothing and nobody.",
    "start": "00:09:36",
    "end": "00:09:42"
  },
  {
    "text": "Yeah, he's in a strange land.",
    "start": "00:09:43",
    "end": "00:09:44"
  },
  {
    "text": "He's in a strange land. So he gets arrested and he ends up becoming like a slave in the home of. I mean, he's a white European, so he's privileged in that he has that going for him. So he ends up.",
    "start": "00:09:44",
    "end": "00:10:01"
  },
  {
    "text": "Cause there's other. There's other.",
    "start": "00:10:01",
    "end": "00:10:03"
  },
  {
    "text": "Yeah, there's lots of Brits around and so on. And so. But for three years, he ends up in this indentured servant position on the estate of one of the royal princesses. I forget her name. But he ends up essentially as like, a high status slave exiled from his homeland for three years. And what he oversees is slaves on the estate. So eventually he gets freed from that. He somehow gains his freedom. The stories I'm highly abbreviating here.",
    "start": "00:10:03",
    "end": "00:10:34"
  },
  {
    "text": "Sure.",
    "start": "00:10:35",
    "end": "00:10:35"
  },
  {
    "text": "So he eventually attains his freedom and he gets on a ship back to London. And of course, major storm off the coast of Ireland.",
    "start": "00:10:35",
    "end": "00:10:43"
  },
  {
    "text": "So it only took him three years from, like, I got nothing dumped on.",
    "start": "00:10:43",
    "end": "00:10:46"
  },
  {
    "text": "A continent to I'm back on a.",
    "start": "00:10:46",
    "end": "00:10:48"
  },
  {
    "text": "Boat to now, like, I'm ready to go back.",
    "start": "00:10:48",
    "end": "00:10:50"
  },
  {
    "text": "Yes. Three years.",
    "start": "00:10:51",
    "end": "00:10:52"
  },
  {
    "text": "Well, three years, I know that's a long time, but, like, that's pretty impressive. I mean, he could have just given up and just.",
    "start": "00:10:52",
    "end": "00:10:59"
  },
  {
    "text": "That's a good point.",
    "start": "00:10:59",
    "end": "00:11:00"
  },
  {
    "text": "Or just been a slave for this family the rest of his life.",
    "start": "00:11:00",
    "end": "00:11:03"
  },
  {
    "text": "It probably wasn't the worst gig in the world.",
    "start": "00:11:03",
    "end": "00:11:06"
  },
  {
    "text": "No. But as an indentured servant, like, he had to, you know, wouldn't be easy to just all of a sudden be like, okay, now I'm gonna leave and have enough money to take a ship back to London.",
    "start": "00:11:06",
    "end": "00:11:17"
  },
  {
    "text": "Yeah.",
    "start": "00:11:17",
    "end": "00:11:18"
  },
  {
    "text": "Good on him.",
    "start": "00:11:18",
    "end": "00:11:18"
  },
  {
    "text": "Good on him for trying to get back home. He's in exile trying to get back home.",
    "start": "00:11:18",
    "end": "00:11:23"
  },
  {
    "text": "He was motivated. You could see the motivation to get back home.",
    "start": "00:11:25",
    "end": "00:11:28"
  },
  {
    "text": "There. That's right. So as the story goes, the ship off the coast of Ireland hits a major storm and it just gets shredded. The ship is shredded. And this is a famous part of his diaries because it's his conversion moment. He starts praying and crying out to God. He's below deck and there's a big hole in the hull of the ship. Hole in the hull, and there's all this water gushing in. And as he tells the story, he cried out to God in prayer, save us, save me. And then the ship like, lurches because of a big wave and a huge stack of cargo tips over and plugs perfectly the hole enough, not perfectly, but plugs it enough that it stops the water flow for the ship to drift into, onto the ground and beach. And so the whole, like the ship survives in Ireland, off the coast of Ireland.",
    "start": "00:11:28",
    "end": "00:12:24"
  },
  {
    "text": "Okay.",
    "start": "00:12:24",
    "end": "00:12:24"
  },
  {
    "text": "So anyway, so he sees this as like a sign from God.",
    "start": "00:12:24",
    "end": "00:12:27"
  },
  {
    "text": "A miracle.",
    "start": "00:12:27",
    "end": "00:12:28"
  },
  {
    "text": "Yeah, a miracle. It doesn't. He. He marks that as a significant moment. But after getting back to London, he does the only thing he knows what to do, as is the life on the seas. So he gets a job actually as a first mate on a slave trading ship in the British west on the Atlantic slave trade. And he does this for six years. But in his diaries he talks about how he's deeply conflicted because he knows that God saved him, and at least that's what he believes. And he's beginning to read his Bible and so on. But he's engaging in the purchasing, kidnapping, purchasing and transporting of slaves in horrific conditions on these ships. He does it for six years until he suffers a stroke, which he sees as another sign of judgment from God.",
    "start": "00:12:28",
    "end": "00:13:19"
  },
  {
    "text": "How old is he at this point?",
    "start": "00:13:20",
    "end": "00:13:21"
  },
  {
    "text": "Well, he's born in 1725, and I think that was 1754 when that happened. So he's 29.",
    "start": "00:13:21",
    "end": "00:13:31"
  },
  {
    "text": "He's like, got a stroke in his 20s.",
    "start": "00:13:31",
    "end": "00:13:33"
  },
  {
    "text": "Yeah.",
    "start": "00:13:33",
    "end": "00:13:34"
  },
  {
    "text": "Living hard, dude.",
    "start": "00:13:34",
    "end": "00:13:36"
  },
  {
    "text": "Talk about a hard life. Yeah, he's not even 30 yet.",
    "start": "00:13:37",
    "end": "00:13:39"
  },
  {
    "text": "He's not even 30. And he's had more life experience than like, most people.",
    "start": "00:13:39",
    "end": "00:13:45"
  },
  {
    "text": "So now I'm really truncating. He's married, but in the late 50s, so he's in his early 30s. He renounces the slave trade. He's very familiar with it. He thinks it's horrible. So he fully converts whole life conversion to Jesus, and he goes to Seminary. In 1755, his new job was being appointed as a tax collector in the port of Liverpool. And in his spare time, he studied Greek and Hebrew, was ordained as a minister, a Priest in the Church of England. He became a local church.",
    "start": "00:13:45",
    "end": "00:14:19"
  },
  {
    "text": "What's the Church of England?",
    "start": "00:14:20",
    "end": "00:14:21"
  },
  {
    "text": "Is that the Anglican Church?",
    "start": "00:14:21",
    "end": "00:14:23"
  },
  {
    "text": "That's the Anglican Church, yeah.",
    "start": "00:14:23",
    "end": "00:14:24"
  },
  {
    "text": "He becomes a pastor.",
    "start": "00:14:24",
    "end": "00:14:26"
  },
  {
    "text": "Yeah.",
    "start": "00:14:26",
    "end": "00:14:27"
  },
  {
    "text": "So here we get into the story of how he meets William Wilberforce. And he's a part of founding this incredibly influential group of networked Christian businessmen and politicians. And he becomes a part of the abolition movement led by William Wilberforce. And he was actually. Wilberforce is one of key Wilberforce's mentors and key inspirations. Newton lived to see the passage of the Slave Trade act in 1807, which is crucial in the abolition of slavery. So anyway, he went on to live this really incredible life, but his own calling was just to a local parish like serving the poor and preaching sermons in the name of Jesus. So here's what's remarkable. And I remember I knew about Amazing Grace like most Americans do, like this song. But I remember when I was first told about his story and that it was this super hard life of just his own horrible choices that led to a long period of exile from his homeland and then dangerous life threatening return, you know, and then all of a sudden and then what he gave his life to after that experience of exile. And then I remember going back and looking at the lyrics of the song and they just. It completely changes their meaning to think of this man writing these words.",
    "start": "00:14:29",
    "end": "00:16:02"
  },
  {
    "text": "What part of his life did he write?",
    "start": "00:16:03",
    "end": "00:16:04"
  },
  {
    "text": "Oh yes, I did write that down. He wrote it in. It was in his years in ministry. He wrote a number of. Actually he loved this guy with an incredible brain. He wrote a lot of different poems and hymns. 1779 was when he published a volume of hymns and Amazing Grace was in that collection. So he's now 54. 1779.",
    "start": "00:16:04",
    "end": "00:16:39"
  },
  {
    "text": "Do you think he just loved to. Was there a lot of singing on sailboats, do you think?",
    "start": "00:16:39",
    "end": "00:16:44"
  },
  {
    "text": "Ah, that's a great question. I have no idea.",
    "start": "00:16:44",
    "end": "00:16:47"
  },
  {
    "text": "Sailing, sailing to.",
    "start": "00:16:47",
    "end": "00:16:49"
  },
  {
    "text": "My boys are in a pirate phase right now. Hardy har. That's how they greet me in the morning. Hardy har, dad.",
    "start": "00:16:49",
    "end": "00:16:58"
  },
  {
    "text": "Hardy har.",
    "start": "00:16:58",
    "end": "00:16:59"
  },
  {
    "text": "Hardy har har. Where be the treasure? And they sing pirate songs. Yeah, yeah. I have no idea.",
    "start": "00:16:59",
    "end": "00:17:04"
  },
  {
    "text": "It must be.",
    "start": "00:17:04",
    "end": "00:17:05"
  },
  {
    "text": "It must be.",
    "start": "00:17:05",
    "end": "00:17:06"
  },
  {
    "text": "Yeah.",
    "start": "00:17:06",
    "end": "00:17:06"
  },
  {
    "text": "So, okay, so I just want to read the words of the poem. Okay. And think about a man who's been shipwrecked, who's been exiled, functioned as a slave, functioned as a taskmaster of slave, a transporter of slaves. Heart attack or a stroke, you know, like just a gnarly life on the seas.",
    "start": "00:17:07",
    "end": "00:17:31"
  },
  {
    "text": "Gritty sailor.",
    "start": "00:17:32",
    "end": "00:17:32"
  },
  {
    "text": "Okay. Amazing grace how sweet the sound that saved a wretch like me I once was lost but now am found Was blind but now I see Twas grace that taught my heart to fear and grace my fears relieved how precious did that grace appear the hour I first believed. And just remember the moment he identified as the beginning of his conversion, was in the belly of the ship, watching a piece of cargo tip over and plugged.",
    "start": "00:17:32",
    "end": "00:18:05"
  },
  {
    "text": "Plug the hole.",
    "start": "00:18:05",
    "end": "00:18:06"
  },
  {
    "text": "The hole of his sinking ship.",
    "start": "00:18:06",
    "end": "00:18:07"
  },
  {
    "text": "Yeah.",
    "start": "00:18:07",
    "end": "00:18:08"
  },
  {
    "text": "That's so gnarly.",
    "start": "00:18:08",
    "end": "00:18:09"
  },
  {
    "text": "That's the hour he first believed.",
    "start": "00:18:09",
    "end": "00:18:11"
  },
  {
    "text": "Through many dangers, toils and snares I have already come. Tis grace that brought me safe thus far and grace will lead me home The Lord has promised good to me his word my hope secures he will my shield and portion be as long as life endures. Yes, when this flesh and heart shall shall fail and mortal life shall cease, I shall possess within the veil a life of joy and peace. Maybe I'm just nerding out. I don't know what I'm doing sharing. For me, this was a deeply meaningful experience. After I learned about his story, this song just became so profound to me. It's one of those things where you think you know something.",
    "start": "00:18:12",
    "end": "00:18:58"
  },
  {
    "text": "Right.",
    "start": "00:18:58",
    "end": "00:18:58"
  },
  {
    "text": "And then you realize the life experience that shaped a human that could write a poem like that.",
    "start": "00:18:58",
    "end": "00:19:05"
  },
  {
    "text": "Yeah.",
    "start": "00:19:05",
    "end": "00:19:05"
  },
  {
    "text": "And then you'll never read the poem the same way.",
    "start": "00:19:05",
    "end": "00:19:07"
  },
  {
    "text": "Right.",
    "start": "00:19:07",
    "end": "00:19:08"
  },
  {
    "text": "So there's something about his experience of exile and slavery and physical hardship that makes you sympathetic to these words in a way. Like, think if you never knew this, his story, and all you know about this song is like, you grew up with strict religious grandparents or something, and you go to church with them twice a year, and they force you to sing this song. But then all of a sudden, the same poem can feel like stodgy, oppressive religiosity and that kind of thing. But once you realize that it comes from someone who suffered in exile, you're sympathetic to it and there's an openness to it. I think it's just the same principle. When somebody who has suffered deeply starts talking, people usually are quiet and start listening.",
    "start": "00:19:08",
    "end": "00:20:01"
  },
  {
    "text": "Yeah.",
    "start": "00:20:01",
    "end": "00:20:02"
  },
  {
    "text": "You know, so here's why I think this is a helpful example, is that the Bible, as you. In the form, the literary shape that you and I know it, is the product of a people group that underwent centuries of slavery and exile. The Bible is. We've used this phrase before, a minority report. So the Bible doesn't come from the powerful elite that ruled Jerusalem in the days of David. So there are historical sources and Materials that go way back to those periods. But the people who shaped the Bible began to shape it into the form that you and I know it. Those people are those who went through the exile to Babylon and lived through generations of slavery and suffering. And even when they came back to Jerusalem, they were under oppressive military occupiers for centuries up to Jesus own day. And the Jesus movement for the first centuries. All the New Testament documents come from the period when the Jesus movement was a persecuted religious minority. So the Bible speaks to us from the same type of posture as John Newton.",
    "start": "00:20:02",
    "end": "00:21:50"
  },
  {
    "text": "Just this rough life. But for the biblical authors, it's generations of.",
    "start": "00:21:52",
    "end": "00:22:01"
  },
  {
    "text": "Yeah. Not just one lifetime, like generations.",
    "start": "00:22:02",
    "end": "00:22:05"
  },
  {
    "text": "Yeah. It's good to think about that. It's good to think about how gnarly it would be to be taken from your home. I mean, it's gnarly that John Newton was abandoned on the continent. Yeah.",
    "start": "00:22:06",
    "end": "00:22:18"
  },
  {
    "text": "Left the port. Yeah, that's right.",
    "start": "00:22:18",
    "end": "00:22:19"
  },
  {
    "text": "But, you know, part of me is kind of like he deserved dead alone. Well, yeah. I mean, he's a kid that grew up on the sea and he. He doesn't have a family. And you know, like, it's almost kind of this like cool adventure story, even though it was rough. But imagine like you're just living in your community and some empire comes in.",
    "start": "00:22:20",
    "end": "00:22:43"
  },
  {
    "text": "Yeah. Invading army comes.",
    "start": "00:22:43",
    "end": "00:22:44"
  },
  {
    "text": "Invading army with just military power you can't deal with. And they just take over and they ship you all out to some foreign land.",
    "start": "00:22:44",
    "end": "00:22:54"
  },
  {
    "text": "Imagine just that scene of like marching in file.",
    "start": "00:22:54",
    "end": "00:22:58"
  },
  {
    "text": "Yeah. With your family. Extended family, people. You have no idea. Just the fear.",
    "start": "00:22:58",
    "end": "00:23:05"
  },
  {
    "text": "Throw your stuff into the bag on your back.",
    "start": "00:23:05",
    "end": "00:23:07"
  },
  {
    "text": "Yeah.",
    "start": "00:23:07",
    "end": "00:23:08"
  },
  {
    "text": "Or on your pack donkey.",
    "start": "00:23:08",
    "end": "00:23:09"
  },
  {
    "text": "Yeah.",
    "start": "00:23:09",
    "end": "00:23:10"
  },
  {
    "text": "And you're walking away, never to go, never to return.",
    "start": "00:23:10",
    "end": "00:23:14"
  },
  {
    "text": "And I'm sure people are dying and people are being abused and because you're not treated as the same level of human.",
    "start": "00:23:14",
    "end": "00:23:22"
  },
  {
    "text": "Yeah.",
    "start": "00:23:22",
    "end": "00:23:23"
  },
  {
    "text": "By another civilization. And then you find a way in this new world for generations. And that's the setting where this biblical narrative is shaped.",
    "start": "00:23:23",
    "end": "00:23:36"
  },
  {
    "text": "Yes. And that was one key event that happened in 586 BC to Jerusalem. And that event. Because that event happened to.",
    "start": "00:23:36",
    "end": "00:23:47"
  },
  {
    "text": "And that was the Babylonians.",
    "start": "00:23:47",
    "end": "00:23:48"
  },
  {
    "text": "Babylonian exile. The Babylonians and then the Babylonian exile. And that event happened to the people who carried with them the stories and poems and the materials from earlier in Israel's history. But the people who took all that into exile and began to shape it into the text that we know as the books of the Old Testament. That experience of exile, as they shaped the Bible as God. God used them, inspired them to shape the Bible that experience of exile left its mark on how they told the whole story, how they framed their whole history. And now all of a sudden, just like John Newton, when he thinks of trying to tell his life story or write a poem, his whole life gets told through the lens of those few key events of the shipwreck and the exile. And so it's very similar that these events that happened late in Israel's history shaped how they retold their entire history, going all the way back to the beginning, then going all the way forward. So that when Jesus lives half a millennia after these events and he still is using imagery and language connected to exile, and we're still living in exile and we're still waiting for the true homecoming, even though they're back in the land. So this event completely has left its mark. It's again, like the 3D drawing. Once you see it, you see like, oh, my gosh. The Bible is a Bible for exiles. It's produced by people who were in exile, and it's produced by a whole culture that was shaped by that experience even after they returned to the land. That's exactly what the Bible is. It's totally what it is.",
    "start": "00:23:48",
    "end": "00:25:33"
  },
  {
    "text": "It's an assemblage of literature by people going into exile. But not only that, it's the literature that they have, which came from a minority.",
    "start": "00:25:33",
    "end": "00:25:47"
  },
  {
    "text": "That's right. Position within Israel.",
    "start": "00:25:48",
    "end": "00:25:50"
  },
  {
    "text": "Within Israel.",
    "start": "00:25:50",
    "end": "00:25:50"
  },
  {
    "text": "Yeah, that's right. Just for. I guess I'm still assuming that everybody just knows.",
    "start": "00:25:50",
    "end": "00:26:26"
  },
  {
    "text": "Yeah.",
    "start": "00:26:27",
    "end": "00:26:27"
  },
  {
    "text": "When the exile happened in relationship to all the other.",
    "start": "00:26:27",
    "end": "00:26:30"
  },
  {
    "text": "Yeah. Let's set the stage.",
    "start": "00:26:30",
    "end": "00:26:32"
  },
  {
    "text": "Recap real quick.",
    "start": "00:26:32",
    "end": "00:26:32"
  },
  {
    "text": "Yeah.",
    "start": "00:26:32",
    "end": "00:26:33"
  },
  {
    "text": "Okay, so we got Abraham.",
    "start": "00:26:33",
    "end": "00:26:35"
  },
  {
    "text": "Abraham.",
    "start": "00:26:36",
    "end": "00:26:36"
  },
  {
    "text": "Abraham.",
    "start": "00:26:36",
    "end": "00:26:37"
  },
  {
    "text": "Abraham came from.",
    "start": "00:26:37",
    "end": "00:26:39"
  },
  {
    "text": "Came from. His family came from the region of ancient Babylon.",
    "start": "00:26:39",
    "end": "00:26:43"
  },
  {
    "text": "Yeah. Which would have been in the Mesopotamian.",
    "start": "00:26:44",
    "end": "00:26:47"
  },
  {
    "text": "Yep. Yeah. Where the Tigris and Euphrates, basically by the Persian Gulf in modern day Iraq.",
    "start": "00:26:47",
    "end": "00:26:54"
  },
  {
    "text": "So he's. Yeah, so he's just a dude who he gets some religious experience from. He hears from God.",
    "start": "00:26:54",
    "end": "00:27:03"
  },
  {
    "text": "His family immigrated north up into. Actually, I gave you a map on this is skipping ahead, but it's on page five. So his family immigrated from the region of Babylon all the way up into ancient Haran, which I think.",
    "start": "00:27:03",
    "end": "00:27:24"
  },
  {
    "text": "And that was after God. He had the God experience. That was before.",
    "start": "00:27:24",
    "end": "00:27:29"
  },
  {
    "text": "Yep. That's his dad.",
    "start": "00:27:29",
    "end": "00:27:30"
  },
  {
    "text": "Oh, his dad moves up there.",
    "start": "00:27:31",
    "end": "00:27:32"
  },
  {
    "text": "His dad moves up there. And then. So that's where he's living in the narrative. That's where his family.",
    "start": "00:27:32",
    "end": "00:27:37"
  },
  {
    "text": "Oh, that's where he grows up, then.",
    "start": "00:27:38",
    "end": "00:27:39"
  },
  {
    "text": "That's where he is.",
    "start": "00:27:39",
    "end": "00:27:40"
  },
  {
    "text": "Okay.",
    "start": "00:27:40",
    "end": "00:27:41"
  },
  {
    "text": "He's already born.",
    "start": "00:27:41",
    "end": "00:27:41"
  },
  {
    "text": "We don't know.",
    "start": "00:27:42",
    "end": "00:27:42"
  },
  {
    "text": "There's no details given. There's like two sentences in the Bible. But he was born. His family is from Mesopotamia, Babylon. His family immigrates up to Haran, which is even there. There's sojourners and immigrants in Haran. And then it's from Haran that he journeys.",
    "start": "00:27:42",
    "end": "00:28:02"
  },
  {
    "text": "And this is probably just. It's a small village on the Euphrates. I mean, what do we know about.",
    "start": "00:28:02",
    "end": "00:28:09"
  },
  {
    "text": "About Haran?",
    "start": "00:28:09",
    "end": "00:28:10"
  },
  {
    "text": "Haran.",
    "start": "00:28:10",
    "end": "00:28:11"
  },
  {
    "text": "Oh, it's an ancient city.",
    "start": "00:28:11",
    "end": "00:28:12"
  },
  {
    "text": "It's an ancient city. Not a village. It's city. Ancient city on the Euphrates.",
    "start": "00:28:12",
    "end": "00:28:17"
  },
  {
    "text": "Yep. On a river that flows into the Euphrates. And so where'd we go? So it's Abraham. So Israel's origins comes from a wandering tribal family that emigrated multiple times. And so that's important, even though that's not technically exile. He wasn't forcibly removed there. The whole of his story is of a people who don't have a true home from the very beginning. And so Abraham goes into the land of Israel, Palestine. He wanders. He buys some land, but he wanders. His family ends up actually immigrating down to Egypt. And then the famous. Their story of Pharaoh. They become enslaved.",
    "start": "00:28:17",
    "end": "00:28:58"
  },
  {
    "text": "Moses, Abraham's family.",
    "start": "00:28:58",
    "end": "00:29:00"
  },
  {
    "text": "Abraham's family. Three, four generations after him.",
    "start": "00:29:01",
    "end": "00:29:04"
  },
  {
    "text": "But you're skipping.",
    "start": "00:29:05",
    "end": "00:29:05"
  },
  {
    "text": "I'm skipping forward now. Yeah. I'm trying to get a big picture. We're just trying to get a framework for the exile.",
    "start": "00:29:05",
    "end": "00:29:10"
  },
  {
    "text": "Yeah, yeah, yeah, yeah, yeah. But sorry, I might be going too slow. But Abraham in Haran gets called by God to go. Where doesn't he get called to go somewhere else?",
    "start": "00:29:10",
    "end": "00:29:20"
  },
  {
    "text": "To go to the land of Canaan.",
    "start": "00:29:20",
    "end": "00:29:22"
  },
  {
    "text": "To land of Canaan.",
    "start": "00:29:22",
    "end": "00:29:23"
  },
  {
    "text": "Yeah, that's right. We'll get here later.",
    "start": "00:29:23",
    "end": "00:29:26"
  },
  {
    "text": "I just thought we skipped to Joseph all of a sudden.",
    "start": "00:29:26",
    "end": "00:29:27"
  },
  {
    "text": "I'm just doing the big picture story real quick to situate.",
    "start": "00:29:27",
    "end": "00:29:31"
  },
  {
    "text": "Real big, quick.",
    "start": "00:29:31",
    "end": "00:29:31"
  },
  {
    "text": "Real big picture. Because then we'll dive in and walk through the story a little more slowly. So then we have the Exodus, Moses. They come out of Egypt into the promised land. Joshua, period of Judges, man. We don't have a king. Tribes duking it out. Finally, they get a king. Saul. Doesn't work out. And then David. Hooray. Solomon. He puts Israel on the map, on the international scene. And then after him, the kingdom. The tribes split. There's a near civil war, and they split into two rival kingdoms. There's a bunch of tribes up in the north.",
    "start": "00:29:32",
    "end": "00:30:06"
  },
  {
    "text": "Mm.",
    "start": "00:30:07",
    "end": "00:30:07"
  },
  {
    "text": "It's confusing because often in the story, this is now in the books of 1 and 2. Kings. In the story, the northern tribes are often called Israel. And then the southern tribes based in Jerusalem are the Judeans or the tribe of Judah. And the word Israel can refer to all of those together or sometimes just the guys in the north that gets confusing. And then the guys in the north, their kingdom lasts 200 years after Solomon until the one of the first ancient Mesopotamian world empires comes the Assyrians. And then they attack besieged Samaria, take it out. And then when you say Samaria. Samaria was the capital. Oh, it's the capital city of the northern kingdom tribes. Okay. And so they don't.",
    "start": "00:30:07",
    "end": "00:30:52"
  },
  {
    "text": "But they don't take out Jerusalem.",
    "start": "00:30:52",
    "end": "00:30:53"
  },
  {
    "text": "They don't. They try, but they don't succeed.",
    "start": "00:30:53",
    "end": "00:30:55"
  },
  {
    "text": "City on a hill.",
    "start": "00:30:56",
    "end": "00:30:57"
  },
  {
    "text": "City on a hill, yeah. So the northern tribes and the northern kingdom is just destroyed and it's the first exile of any Israelites in 722 B.C. all those, well, many, we don't know how many, but it seems like a lot or most of those Israelites were just straight up captive deported to all these other cities in the Assyrian empire. And then the Assyrians policy was to relocate other people groups and resettle them. Just like mix everybody up, mix. So then the Assyrian empire falls about 100 years after that in 612 BC to the rising new power of Babylon. Yeah, and then it's Babylon who comes knocking on Jerusalem's door. Three different times Babylon came, took captive a number of Judeans in Jerusalem, Israelites living in Jerusalem, and took them in waves of exile to Babylon. This is where Ezekiel is taken in the second wave. So is Daniel. They started out by just taking all the executive staff team. Right. All the high level leaders, important people, and then installing their own kind of puppet leaders. And then those puppet leaders rebelled. And so in 586bc they just took it out. They just took out the city, destroyed it, burned the temple, took tens of thousands of people in chains away and relocated them to places like where Ezekiel is sitting in Ezekiel chapter one, by an irrigation canal in a refugee camp somewhere in the delta of the Tigris and Euphrates were just these massive, massive agricultural fields. And they would relocate slave populations and just live in tents by the canals to work the fields.",
    "start": "00:30:57",
    "end": "00:32:42"
  },
  {
    "text": "Yeah.",
    "start": "00:32:42",
    "end": "00:32:43"
  },
  {
    "text": "And that's where Ezekiel is on page.",
    "start": "00:32:43",
    "end": "00:32:45"
  },
  {
    "text": "One of the book of Ezekiel. And so these exiled communities, Jewish exiles who are now basically. Are they slaves then or how are they treated?",
    "start": "00:32:45",
    "end": "00:32:56"
  },
  {
    "text": "Oh, well, actually we have very little information. We have like Ezekiel, he gives us one window into people living in refugee camps alongside irrigation canal. Daniel gives us A portrait as to some of the elites who were really high potential. So they were recruited into the Babylonian government and they dressed, talked, learned the language, dressed like Babylonians, that kind of thing. There was a whole trove of texts found, was like name lists. I should know more about these. They're called the Mirashu documents. But it's all these lists of names like city and town name lists from ancient Babylonian time, cities and villages from this time period. And among them are all of. You're reading scholars, they're reading these. And it's all these Babylonian names. And then they start coming across all these names that look like Hebrew names among the Babylonian names. So they can begin to paint a portrait of. After a couple generations, many Jews and Israelites had just woven themselves into the fabric of day to day life. Not unlike refugee families maybe that come to different countries. Different countries. And the first generation is just traumatic, just totally traumatic. But their kids become what are called third culture kids. They both have a sense of home with their family and their former life. But now they have a new home, which means they have no home. Third culture, interesting. So, yeah, we don't know.",
    "start": "00:32:56",
    "end": "00:34:33"
  },
  {
    "text": "And there's something really unique about the Jewish culture where the identity sticks. It seems like a lot of immigrant populations like assimilate pretty quickly into a new culture. But they are in Babylon in different places for a couple hundred years.",
    "start": "00:34:33",
    "end": "00:34:55"
  },
  {
    "text": "Well, they're there. That happens in 586 when the last wave and the destruction of Jerusalem. Not but 50 years later, the Babylonian empire crumbles. It didn't even make it a century. And the Persian Empire rises to the scene. So they're from further east, the Persians. And so then they take over.",
    "start": "00:34:56",
    "end": "00:35:17"
  },
  {
    "text": "So now Persian.",
    "start": "00:35:17",
    "end": "00:35:18"
  },
  {
    "text": "So now the Persian is over. Persians are over the world empire. They inherit it from Babylon and they.",
    "start": "00:35:18",
    "end": "00:35:24"
  },
  {
    "text": "Who's in Jerusalem at this point?",
    "start": "00:35:24",
    "end": "00:35:26"
  },
  {
    "text": "All kinds of people. There's a lot of Judeans who were still in the land, who didn't get taken into exile.",
    "start": "00:35:26",
    "end": "00:35:32"
  },
  {
    "text": "Yeah. They can't round up everyone.",
    "start": "00:35:32",
    "end": "00:35:34"
  },
  {
    "text": "Yeah. So there's lots of people still there who are Judeans. There's some stragglers from the former northern kingdom that are there. And then there's just all the melting pot. The melting pot. And so when the first waves, 50 years later, when the first waves of Judeans start coming back to Jerusalem, that's what the books of Ezra and Nehemiah are all about in the Old Testament.",
    "start": "00:35:34",
    "end": "00:35:56"
  },
  {
    "text": "Because the Persians let them start coming back.",
    "start": "00:35:56",
    "end": "00:35:57"
  },
  {
    "text": "Persians gave them permission to go back. The Persians watched Assyria and Babylon blow the World empire.",
    "start": "00:35:57",
    "end": "00:36:04"
  },
  {
    "text": "Yeah, they saw two rounds of world empire.",
    "start": "00:36:05",
    "end": "00:36:08"
  },
  {
    "text": "That's right.",
    "start": "00:36:08",
    "end": "00:36:08"
  },
  {
    "text": "Building.",
    "start": "00:36:09",
    "end": "00:36:09"
  },
  {
    "text": "Yeah. So they learned a thing or two, the iron fist. And trying to erase people groups wasn't the way to go. So they had this policy of actually letting all these groups exiled by the Babylonians go back home and rebuild their own identity, but under Persian governors and under the Persian tax system, of course.",
    "start": "00:36:09",
    "end": "00:36:32"
  },
  {
    "text": "Right.",
    "start": "00:36:32",
    "end": "00:36:32"
  },
  {
    "text": "But so, yeah, the Persian government sponsored a whole bunch of groups returning, and the Judeans were one of them. So Zerubbabel, Ezra, then later Nehemiah, over the course of a century, all these waves of Judeans go back, but not everyone went back. Lots of people stayed behind.",
    "start": "00:36:33",
    "end": "00:36:50"
  },
  {
    "text": "Right.",
    "start": "00:36:50",
    "end": "00:36:50"
  },
  {
    "text": "Because they had built their life there.",
    "start": "00:36:50",
    "end": "00:36:52"
  },
  {
    "text": "Yeah.",
    "start": "00:36:52",
    "end": "00:36:52"
  },
  {
    "text": "So that's.",
    "start": "00:36:53",
    "end": "00:36:54"
  },
  {
    "text": "Even after 50 years, you're like, well.",
    "start": "00:36:54",
    "end": "00:36:56"
  },
  {
    "text": "This is our here we are. And. Yeah, that's right. So, I mean, just think like your psychology, your way of seeing the world after undergoing an experience like that is very different from somebody who just grew up, has lived their whole life in one town.",
    "start": "00:36:56",
    "end": "00:37:11"
  },
  {
    "text": "Yeah.",
    "start": "00:37:11",
    "end": "00:37:12"
  },
  {
    "text": "Your sense of stability in the world is very. I had a number of friends in college who, their families had immigrated from different parts of the world. I had a friend who. Whose family immigrated during a revolution in the country. And their way of seeing the world and their way of thinking about stability and money, all of it shaped by that experience. And it was traumatic to relocate as a child. Right. These experiences have a deep psychological impact on people. And again, that's the culture of the biblical authors. That's their story.",
    "start": "00:37:12",
    "end": "00:37:50"
  },
  {
    "text": "And so was it then coming back during the Persian Empire, that's when likely the Old Testament was shaped.",
    "start": "00:38:12",
    "end": "00:38:21"
  },
  {
    "text": "Yeah. Again, so the materials in the Old Testament, like a quilt, the pieces of a quilt exist go way back. But the framers of the quilt, the.",
    "start": "00:38:22",
    "end": "00:38:31"
  },
  {
    "text": "People who pulled it all together and.",
    "start": "00:38:31",
    "end": "00:38:32"
  },
  {
    "text": "It'S sort of begin to arrange it. Yeah, yeah. So Ezra comes back to the land and he's got this thing called the Torah of Moses that he is teaching the people and that they're reading aloud. This is kind of like our public reading of scripture conversation. So there's some earlier form of the Scriptures. And then all the prophets who warned Babylon was coming to town and nobody listened to them. Now people are listening.",
    "start": "00:38:32",
    "end": "00:38:58"
  },
  {
    "text": "Yeah, we're reading those now.",
    "start": "00:38:58",
    "end": "00:39:00"
  },
  {
    "text": "Yeah. The words and writings of the prophets that everybody ignored before the Babylonian, suddenly really important. All of a sudden, these words are vindicated as.",
    "start": "00:39:00",
    "end": "00:39:10"
  },
  {
    "text": "And you've got these writings from what's happened with Daniel and his crew.",
    "start": "00:39:11",
    "end": "00:39:16"
  },
  {
    "text": "Yep, Daniel and his crew. You've got all kinds of poems and ancient worship songs that were sung in the temple before the exile. And so those get along with all this new poetry being produced by the community back in Jerusalem. And so, yeah, they're shaping. Shaping the Hebrew Bible. And that's a process that will take place over the next 200 years up until the very final texts and books in the Hebrew Bible.",
    "start": "00:39:16",
    "end": "00:39:43"
  },
  {
    "text": "And this is during the time then when they're coming back from exile. Not everyone. They're rebuilding the city of Jerusalem. They're rebuilding the temple.",
    "start": "00:39:43",
    "end": "00:39:54"
  },
  {
    "text": "Rebuilding the temple. They're rebuilding their identity.",
    "start": "00:39:54",
    "end": "00:39:57"
  },
  {
    "text": "Yeah. Now they're trying to explain.",
    "start": "00:39:57",
    "end": "00:39:59"
  },
  {
    "text": "Yep.",
    "start": "00:40:00",
    "end": "00:40:00"
  },
  {
    "text": "Like, who are we?",
    "start": "00:40:00",
    "end": "00:40:01"
  },
  {
    "text": "Who are we?",
    "start": "00:40:01",
    "end": "00:40:02"
  },
  {
    "text": "Why do we have a temple?",
    "start": "00:40:02",
    "end": "00:40:04"
  },
  {
    "text": "Yeah.",
    "start": "00:40:04",
    "end": "00:40:04"
  },
  {
    "text": "Why do we have this city?",
    "start": "00:40:04",
    "end": "00:40:06"
  },
  {
    "text": "Why are we rebuilding it?",
    "start": "00:40:06",
    "end": "00:40:07"
  },
  {
    "text": "And why are we rebuilding it?",
    "start": "00:40:07",
    "end": "00:40:08"
  },
  {
    "text": "What happened to the first one?",
    "start": "00:40:08",
    "end": "00:40:10"
  },
  {
    "text": "Yeah. And why did we get hauled off?",
    "start": "00:40:10",
    "end": "00:40:12"
  },
  {
    "text": "Yep. Why did the exile happen?",
    "start": "00:40:12",
    "end": "00:40:14"
  },
  {
    "text": "Yeah. All these questions are trying to be solidified and answered.",
    "start": "00:40:14",
    "end": "00:40:20"
  },
  {
    "text": "And what hope is there for the future?",
    "start": "00:40:20",
    "end": "00:40:22"
  },
  {
    "text": "Yeah.",
    "start": "00:40:22",
    "end": "00:40:23"
  },
  {
    "text": "Because we are the inheritors of these ancient covenant promises of the God of.",
    "start": "00:40:23",
    "end": "00:40:30"
  },
  {
    "text": "The universe, the one true God who.",
    "start": "00:40:30",
    "end": "00:40:32"
  },
  {
    "text": "Wants to bring blessing to all of the nations through us. Through us. And that has just not really been happening.",
    "start": "00:40:32",
    "end": "00:40:38"
  },
  {
    "text": "And the best era we had was under King David and his son Solomon.",
    "start": "00:40:39",
    "end": "00:40:43"
  },
  {
    "text": "That was the golden era.",
    "start": "00:40:44",
    "end": "00:40:45"
  },
  {
    "text": "That was the golden age. And it seems like we need a king like that again.",
    "start": "00:40:45",
    "end": "00:40:51"
  },
  {
    "text": "Yep. Yep.",
    "start": "00:40:52",
    "end": "00:40:53"
  },
  {
    "text": "So when's that going to happen?",
    "start": "00:40:53",
    "end": "00:40:54"
  },
  {
    "text": "When's a new David going to come and restore our land, free us from the foreign oppressors that keep.",
    "start": "00:40:54",
    "end": "00:41:03"
  },
  {
    "text": "Yeah, because they're still under.",
    "start": "00:41:03",
    "end": "00:41:05"
  },
  {
    "text": "Yeah, they're under the Persians.",
    "start": "00:41:05",
    "end": "00:41:06"
  },
  {
    "text": "And then occupation.",
    "start": "00:41:06",
    "end": "00:41:07"
  },
  {
    "text": "And the Persians last a couple centuries till Alexander the Great. And then Alexander the Great comes the fourth world builder. Yep. And then he builds this thing that lives on and fractured, fragmented, fractured form for a couple centuries until the romans in the mid first century B.C. and it's in the fifth. Yeah. The fifth world empire. So, yeah. Sequence. And a lot of little mini things in between, but yeah. Sequence of five mega world empires spanning.",
    "start": "00:41:07",
    "end": "00:41:40"
  },
  {
    "text": "In the span of 500 years, spanning.",
    "start": "00:41:40",
    "end": "00:41:42"
  },
  {
    "text": "From 700 BC all the way up to the time of Jesus. So that's 700 years right there. And the Roman Empire lasts for. Lasts up until the 4 hundreds after Constantine.",
    "start": "00:41:42",
    "end": "00:41:53"
  },
  {
    "text": "Yeah, they really got it right. They like.",
    "start": "00:41:53",
    "end": "00:41:55"
  },
  {
    "text": "Yeah, the Romans lasted the longest.",
    "start": "00:41:56",
    "end": "00:41:58"
  },
  {
    "text": "Yeah, they.",
    "start": "00:41:58",
    "end": "00:41:59"
  },
  {
    "text": "They went a full four.",
    "start": "00:41:59",
    "end": "00:41:59"
  },
  {
    "text": "They saw four other world empires and they're like, okay, we can make this happen.",
    "start": "00:42:00",
    "end": "00:42:04"
  },
  {
    "text": "That's right.",
    "start": "00:42:05",
    "end": "00:42:05"
  },
  {
    "text": "Thank you for listening to this episode of the BibleProject podcast. We're a nonprofit Christian studio in Portland, Oregon. We believe the Bible is one unified story that leads to Jesus, and we make lots of free resources to that end. They're on our website@thebibleproject.com and you can also view them all on our YouTube channel, YouTube.com thebibleproject if the Bible's new to you, we've got a great series called how to Read the Bible. So check that one out. Thanks for being a part of this with us.",
    "start": "00:42:07",
    "end": "00:42:37"
  },
  {
    "text": "It.",
    "start": "00:42:38",
    "end": "00:42:38"
  }
]