[
  {
    "text": "We've been talking about the Exile for a long time.",
    "start": "00:00:10",
    "end": "00:00:12"
  },
  {
    "text": "Yeah, we have.",
    "start": "00:00:12",
    "end": "00:00:13"
  },
  {
    "text": "There was six episodes.",
    "start": "00:00:13",
    "end": "00:00:15"
  },
  {
    "text": "Yep.",
    "start": "00:00:15",
    "end": "00:00:16"
  },
  {
    "text": "That we released, and I heard some great feedback on Twitter and other social channels that people really liked it. It's this hidden theme.",
    "start": "00:00:16",
    "end": "00:00:27"
  },
  {
    "text": "Yeah, totally. The sleeper.",
    "start": "00:00:27",
    "end": "00:00:29"
  },
  {
    "text": "The sleeper. The sleeper cell theme.",
    "start": "00:00:29",
    "end": "00:00:31"
  },
  {
    "text": "And then once it wakes up, you can't ever put it back to bed because it affects how you see everything in the Bible.",
    "start": "00:00:31",
    "end": "00:00:38"
  },
  {
    "text": "Yeah.",
    "start": "00:00:38",
    "end": "00:00:38"
  },
  {
    "text": "Yeah.",
    "start": "00:00:38",
    "end": "00:00:38"
  },
  {
    "text": "And I love how it all comes to this culmination of the Way of the Exile, which is very practical. It's extremely practical.",
    "start": "00:00:38",
    "end": "00:00:46"
  },
  {
    "text": "Yeah. In fact, it generated a new video idea that we didn't have planned.",
    "start": "00:00:46",
    "end": "00:00:53"
  },
  {
    "text": "Right. Well, I wondered if we thought the Exile video would come cover it.",
    "start": "00:00:53",
    "end": "00:00:58"
  },
  {
    "text": "That's a good point.",
    "start": "00:00:58",
    "end": "00:00:59"
  },
  {
    "text": "And then it didn't. We wrote an Exile video, which is still in the works and is going to come out soon. But it just gets as far as showing how Babylon is a type and how we still live in Babylon and Jesus is forging the way home.",
    "start": "00:00:59",
    "end": "00:01:14"
  },
  {
    "text": "That's right. The narrative arc and what we weren't able to include, just for time and focus, was all the stuff about the wisdom warrior and the ethic of God's people living in exile in Daniel, Jeremiah 1, Peter. So we decided. Decided, yeah, we're gonna make a video just about that. The Way of an Exile or the Way of the Exile.",
    "start": "00:01:14",
    "end": "00:01:34"
  },
  {
    "text": "That's kind of the title that's been sticking.",
    "start": "00:01:35",
    "end": "00:01:37"
  },
  {
    "text": "Yeah, we'll figure it out anyway, so that's great. This has been really productive theme and conversation for us.",
    "start": "00:01:37",
    "end": "00:01:43"
  },
  {
    "text": "Yeah.",
    "start": "00:01:43",
    "end": "00:01:43"
  },
  {
    "text": "Yeah.",
    "start": "00:01:43",
    "end": "00:01:44"
  },
  {
    "text": "And we wrote. We wrote it, so we're gonna. We're gonna make it.",
    "start": "00:01:44",
    "end": "00:01:47"
  },
  {
    "text": "That ball's rolling.",
    "start": "00:01:47",
    "end": "00:01:48"
  },
  {
    "text": "So we got questions from you guys that we want to get through, and so let's just get to it.",
    "start": "00:01:48",
    "end": "00:01:53"
  },
  {
    "text": "Great. Yeah. The first one is from Austin, who lives in Cedar Hills, Texas. This is his question. Hey, guys. This is Austin from Cedar Hill, Texas. And my question is kind of about the line, this is my home, but not my home, and about the concept of a new heavens and a new earth. Now, y' all have used this to make the point that we should take better care of this earth because we're going to be living on it for the long haul. But doesn't the fact that it's going to be renewed imply that God, no matter how good or bad of stewards we've been, is going to make it hospitable for the long haul, for eternity? Thank you so much. Yeah. It's a really good question.",
    "start": "00:01:54",
    "end": "00:02:33"
  },
  {
    "text": "It's a good question. And I definitely grew up in my tradition, which was, you know, don't go out of your way to, you know, trash this place, but it is a sinking ship that God has to completely redeem. So there's really no point in polishing the brass on the Titanic.",
    "start": "00:02:33",
    "end": "00:02:53"
  },
  {
    "text": "Right. Yeah. And usually it's put in like a hierarchy of priorities. So, you know, if God's going to remake the earth, we'll just leave that to him. We'll make our priority other things related to the Great Commission or something like that.",
    "start": "00:02:53",
    "end": "00:03:08"
  },
  {
    "text": "Right.",
    "start": "00:03:08",
    "end": "00:03:08"
  },
  {
    "text": "You know, planting churches and making disciples and we end up playing these priorities off each other because of our paradigm or categories.",
    "start": "00:03:08",
    "end": "00:03:17"
  },
  {
    "text": "Yeah. If you had a choice between preserving a forest and planting a church, you know, in the Amazon, where people get to know Jesus, what's more important?",
    "start": "00:03:17",
    "end": "00:03:29"
  },
  {
    "text": "Yeah, I just, I'm not sure even placing it first of all, like, who ever has that choice in front of them?",
    "start": "00:03:34",
    "end": "00:03:40"
  },
  {
    "text": "Listen, sir, you can only do one of two things with your life.",
    "start": "00:03:41",
    "end": "00:03:45"
  },
  {
    "text": "Yeah, totally. And. Yeah. And two, I don't. Man, I just think the way, even the way Jesus framed the Great Commission, as you're going out to the nations, make disciples, baptizing them and teaching them to obey everything I've commanded you, which in Matthew is referring primarily to the Sermon on the Mount, which is all about how you live together, like relationships with God and with other people as you live together in communities with. Which presumes loving your neighbor as yourself certainly doesn't involve neglecting the.",
    "start": "00:03:45",
    "end": "00:04:23"
  },
  {
    "text": "The environment that you're in.",
    "start": "00:04:23",
    "end": "00:04:24"
  },
  {
    "text": "Yeah. Like the land that you live on. Sure. And it's mostly modern Westerners who. We are so disconnected from the actual ground that we live on, you know, psychologically.",
    "start": "00:04:24",
    "end": "00:04:36"
  },
  {
    "text": "Sure.",
    "start": "00:04:36",
    "end": "00:04:36"
  },
  {
    "text": "That we would even ask a question like that.",
    "start": "00:04:36",
    "end": "00:04:38"
  },
  {
    "text": "This is a very modern problem. I mean, no other time in human history did you have to think like.",
    "start": "00:04:38",
    "end": "00:04:42"
  },
  {
    "text": "Should we take care of the environment? Well.",
    "start": "00:04:43",
    "end": "00:04:45"
  },
  {
    "text": "Or did you even have the ability to make such an impact on the environment? Right. Like, it was. It probably wasn't until the Industrial Revolution that we could, you know.",
    "start": "00:04:45",
    "end": "00:04:55"
  },
  {
    "text": "Yeah. Although I was just reading a book to my son the other day about the whole history of the buffalo on the American continent. How there were 75 million before the pioneer era.",
    "start": "00:04:55",
    "end": "00:05:10"
  },
  {
    "text": "Yeah.",
    "start": "00:05:10",
    "end": "00:05:11"
  },
  {
    "text": "And within like 50, 70 years, the population went down to a few thousand.",
    "start": "00:05:11",
    "end": "00:05:17"
  },
  {
    "text": "Because was this pre industrial Revolution then pioneering?",
    "start": "00:05:18",
    "end": "00:05:21"
  },
  {
    "text": "Well, I mean, I'm just saying it was the Wild West.",
    "start": "00:05:21",
    "end": "00:05:24"
  },
  {
    "text": "Yeah.",
    "start": "00:05:24",
    "end": "00:05:24"
  },
  {
    "text": "So, like they weren't. They didn't have any factories in Ohio. Ohio was a grass plain.",
    "start": "00:05:24",
    "end": "00:05:28"
  },
  {
    "text": "Right. And they didn't have any meat factories.",
    "start": "00:05:28",
    "end": "00:05:31"
  },
  {
    "text": "Yeah. It was Just, Yeah, it was just hundreds of thousands of settlers just slaughtering the buffalo in huge numbers because they didn't run away from people.",
    "start": "00:05:31",
    "end": "00:05:41"
  },
  {
    "text": "Right.",
    "start": "00:05:42",
    "end": "00:05:43"
  },
  {
    "text": "And so anyhow. So that's an example. And the effect that that had, at least the argument this book was making, was saying that that was the ultimate creation of the Dust bowl that brought about a big part of the Great Depression.",
    "start": "00:05:44",
    "end": "00:05:57"
  },
  {
    "text": "Interesting.",
    "start": "00:05:57",
    "end": "00:05:57"
  },
  {
    "text": "Because the land didn't have this animal population to fertilizer that was fertilizing the shape of the hooves. The shape of the buffalo hooves would pierce the ground and aerate it. So. So that water could get into the deep roots. And the moment those populations were gone.",
    "start": "00:05:57",
    "end": "00:06:14"
  },
  {
    "text": "They'Re also pooping all over the ground.",
    "start": "00:06:14",
    "end": "00:06:16"
  },
  {
    "text": "Totally. Yeah. Anyway, sorry, this is a rabbit trail, but it's an example that even in a point in American history where you didn't have factories pumping whatever clouds of smoke into the sky, it was humans really, really not paying attention to the ecological web.",
    "start": "00:06:16",
    "end": "00:06:34"
  },
  {
    "text": "Let's get back to his question, which is.",
    "start": "00:06:34",
    "end": "00:06:36"
  },
  {
    "text": "Yeah, sorry, sorry. But it's related, I think.",
    "start": "00:06:37",
    "end": "00:06:40"
  },
  {
    "text": "No, it totally is related.",
    "start": "00:06:40",
    "end": "00:06:41"
  },
  {
    "text": "Should the survival of the buffalo, should that have been a priority? A priority for the followers of Jesus who are out there settling in the Mid East?",
    "start": "00:06:42",
    "end": "00:06:51"
  },
  {
    "text": "And the argument is God's got a lot of work to do, so what's a couple more buffalo?",
    "start": "00:06:51",
    "end": "00:06:57"
  },
  {
    "text": "Yeah. If God's going to. Whether you think he's going to destroy it and make a brand new presto heavens and earth. That's a popular conception. Or what we've been trying to draw attention to are the biblical passages that talk about the continuity between our earth and like in Romans 8, it's liberated existence into freedom and what it's supposed to be, which means there's continuity. Yeah. Here I feel like I'm kind of a broken record because it's the way that I know how to answer the question is, remember the paradigm for this age into the new age, this creation to the new creation. The paradigm the apostles have isn't something they learned from a crystal ball. It's what they working out, what they experienced in meeting the risen Jesus and then reading the scriptures in light of that. And so what they read in the prophets of a new creation is of a land flowing with milk and honey and new cities and children playing in the streets. Isaiah 65, Zechariah 14, all those passages. So it's very much an earthy place and it's depicted in terms of life as we know it in this world, but just freed from corruption, fear and violence. And then two, they Met the risen Jesus, who was the Jesus they knew he had a body. His body still had on it the marks of the history of that body before it was raised from the dead. They had the nail marks, it had the facial features. Right.",
    "start": "00:06:59",
    "end": "00:08:36"
  },
  {
    "text": "Yeah.",
    "start": "00:08:36",
    "end": "00:08:36"
  },
  {
    "text": "And so there's continuity between the old creation Jesus, so to speak, and the new creation Jesus. And so I can't imagine Jesus or the apostles not caring about Jesus body before the resurrection. Be like, ah, it's going to get remade. So I'll just eat. Eat terribly.",
    "start": "00:08:36",
    "end": "00:08:58"
  },
  {
    "text": "It's kind of like if you're, let's say like you're in college and your parents are like, hey, we're going overseas, we're going to live overseas for a year, but you can live in the house. And by the way, when we come back, we're doing a big remodel.",
    "start": "00:08:58",
    "end": "00:09:11"
  },
  {
    "text": "Yes.",
    "start": "00:09:11",
    "end": "00:09:12"
  },
  {
    "text": "So in the back of your mind you're thinking, oh, okay, yeah, well then I don't need to worry about keeping this place clean.",
    "start": "00:09:13",
    "end": "00:09:19"
  },
  {
    "text": "Yeah.",
    "start": "00:09:19",
    "end": "00:09:20"
  },
  {
    "text": "Because they're come back and they're going to have to kind of demolish a lot of stuff and remodel anyways. I think that's kind of the paradigm, I guess, so that people have.",
    "start": "00:09:20",
    "end": "00:09:28"
  },
  {
    "text": "Yeah. But however, to be complete, the analogy would be and you are going to become the main caretaker of the new remodeled house. And so what you've done by not caring in that year is created a whole set of habits about how you relate to the house you live in.",
    "start": "00:09:28",
    "end": "00:09:47"
  },
  {
    "text": "That's huge.",
    "start": "00:09:47",
    "end": "00:09:48"
  },
  {
    "text": "And those habits die hard.",
    "start": "00:09:48",
    "end": "00:09:50"
  },
  {
    "text": "They're not going to just get sucked out of you in new creation.",
    "start": "00:09:51",
    "end": "00:09:53"
  },
  {
    "text": "Well, yeah, I mean, what humans are doing in the new creation on the last page of the Bible is reigning, ruling and reigning.",
    "start": "00:09:54",
    "end": "00:10:01"
  },
  {
    "text": "Right. Which was what they were intended to.",
    "start": "00:10:01",
    "end": "00:10:03"
  },
  {
    "text": "Do, which is rebooting. What was page one was all about image of God, humans ruling and reigning. And so just in terms of character formation, if you spent a lifetime completely having nowhere on your radar, my connectedness to the ground and this place that I live, I don't think that's a healthy way to be a human. And that's going to have to fundamentally be remade.",
    "start": "00:10:03",
    "end": "00:10:28"
  },
  {
    "text": "That's interesting. So you think we're going to bring our habits into new creation?",
    "start": "00:10:28",
    "end": "00:10:31"
  },
  {
    "text": "I don't know. I'm just. What I'm trying to do is answer the question through the paradigm of Jesus resurrection, because that's what the apostles were doing, is thinking it all through in light of the resurrection. Well, and also maybe actually here's one other example I just thought of when Paul the apostle at the end of his most important discussion on the resurrection in 1 Corinthians 15, he has this whole conversation about the resurrection and you know, it's real. And Jesus was risen in a real body, a transformed body, but a real body. So he concludes that whole Discussion in verse 58 of 1 Corinthians 15 with this, with this line. He says, therefore my beloved family, be steadfast, immovable, always abounding in the work of the Lord, knowing that your labor is not in vain in the Lord. What is the work of the Lord? And laboring in the Lord. And he makes it really clear in other letters, like in Colossians, whatever you do, do it in the name of Jesus. Or when he's talking about slaves and masters, and he calls just day to day work, doing it for the Lord or in the Lord. So Paul has this idea that any of our daily activities can either be done for ourselves or become the work of the Lord. And then here he says, hey, go to work tomorrow. Keep working in your day to day lives in the Lord because. And then this line, you know, your labor isn't in vain because of the Resurrection.",
    "start": "00:10:31",
    "end": "00:12:11"
  },
  {
    "text": "Interesting.",
    "start": "00:12:11",
    "end": "00:12:11"
  },
  {
    "text": "So he.",
    "start": "00:12:12",
    "end": "00:12:13"
  },
  {
    "text": "Yeah, the perspective of polishing the brass on a sinking ship is that it's in vain.",
    "start": "00:12:13",
    "end": "00:12:18"
  },
  {
    "text": "Totally.",
    "start": "00:12:19",
    "end": "00:12:19"
  },
  {
    "text": "Don't do it.",
    "start": "00:12:19",
    "end": "00:12:20"
  },
  {
    "text": "Yes, exactly.",
    "start": "00:12:20",
    "end": "00:12:20"
  },
  {
    "text": "What's the point?",
    "start": "00:12:20",
    "end": "00:12:21"
  },
  {
    "text": "And Paul makes the exact opposite point.",
    "start": "00:12:21",
    "end": "00:12:23"
  },
  {
    "text": "Paul's making the exact opposite point.",
    "start": "00:12:23",
    "end": "00:12:24"
  },
  {
    "text": "Your day to day work and labor is not in vain.",
    "start": "00:12:24",
    "end": "00:12:28"
  },
  {
    "text": "Wouldn't someone read that and go, well, he's obviously talking about like spiritual work, church planting. Church planting, disciple making.",
    "start": "00:12:28",
    "end": "00:12:35"
  },
  {
    "text": "Yeah, totally. So here, let me just. Because he uses this phrase, the work of the Lord in a number of other places. Here's one in Colossians 3:23, Whatever you do, do your work with a whole heart, as for the Lord rather than for humans, because you know that it's from the Lord that you'll receive the reward of your inheritance. He's not talking about ministry, because I'm going to work tomorrow morning.",
    "start": "00:12:35",
    "end": "00:13:07"
  },
  {
    "text": "How do you know that?",
    "start": "00:13:07",
    "end": "00:13:07"
  },
  {
    "text": "Oh, just in the context. He's talking about wives and husbands, children and parents, and then here, slaves and masters. Okay, so the workplace, which was like 80% of the population were in slave master relationships, and that was their work. It's the labor force. Yeah, so he's talking about, hey, if you're a slave and you don't.",
    "start": "00:13:08",
    "end": "00:13:27"
  },
  {
    "text": "And you're cleaning up the property of your master.",
    "start": "00:13:27",
    "end": "00:13:30"
  },
  {
    "text": "Yes, you clean up the property of. He says, do it for the Lord because you're actually working for the Lord, it's the work of the Lord. And I know that even saying that English phrase the work of the Lord sounds like spiritual. Spiritual.",
    "start": "00:13:30",
    "end": "00:13:44"
  },
  {
    "text": "Well, I mean, it sounds like it's not talking about cleaning someone's.",
    "start": "00:13:44",
    "end": "00:13:47"
  },
  {
    "text": "It sounds like working at a church or leading a Bible study.",
    "start": "00:13:47",
    "end": "00:13:50"
  },
  {
    "text": "Right.",
    "start": "00:13:50",
    "end": "00:13:50"
  },
  {
    "text": "But he explicitly uses this phrase, working for the Lord to talk about going.",
    "start": "00:13:50",
    "end": "00:13:56"
  },
  {
    "text": "To work in the morning, cleaning out someone's barn.",
    "start": "00:13:56",
    "end": "00:13:58"
  },
  {
    "text": "Yeah, totally. I just rented a car and had to return it this morning. It was like these awesome guys. Yeah, it was really awesome actually. It was like these three guys, they were all like making these jokes. It was such a fun environment to go return the keys to the rental car. And I was just like, yeah, it's so rad. They love they trying to make an awesome workplace. And that matters because it's people and relationships. Anyway, so my point is, Paul has a story in his head about the liberation of our world into its new creation form. And for him, he says that makes my day to day work and labor not in vain. Which he has some idea that there's continuity, that the things I do now can have a lasting contribution.",
    "start": "00:13:58",
    "end": "00:14:46"
  },
  {
    "text": "Now I can work in such a way that is not great for the environment, but is great for the bottom line. And then I can use that money to help people. And so. And I can do that for the Lord. Right. I could drill oil for the Lord in the places that might be. Some people might not want me to.",
    "start": "00:14:47",
    "end": "00:15:12"
  },
  {
    "text": "Yeah, well, that's a good point. I don't think you can create a theory that applies to every particular decision.",
    "start": "00:15:13",
    "end": "00:15:21"
  },
  {
    "text": "I mean, this is where the rubber hits the road for a lot of people in that. And then it gets political. But how much am I supposed to make sure the environment, this planet is healthy with how I work? And if you look at the thing that I have been coming back to a lot is just the vocational call in Genesis 2. Right. Which is to rule the earth and subdue it and be image of God, reign on God's behalf. So if you use that paradigm, it seems like you would want to make it a really beautiful planet.",
    "start": "00:15:21",
    "end": "00:15:59"
  },
  {
    "text": "Yeah. Or Jeremiah, create little gardens of Eden in Babylon. Remember Jeremiah 29 for the exile theme. Create little pockets of Eden to the best of your ability. They'll always be frustrated by your own limitations and lack of foresight, but it doesn't mean you don't do it. Yeah, yeah. This is such a. We're having this conversation. I mean, somebody who lives in a rural area. We're just in a different culture.",
    "start": "00:15:59",
    "end": "00:16:26"
  },
  {
    "text": "Yeah.",
    "start": "00:16:26",
    "end": "00:16:27"
  },
  {
    "text": "Where they actually do Grow some of their own food. They would just look at our conversations we're having right now and just be like, what are you talking? You're talking as if your very life isn't connected to the health of the ground. That's what we're talking about. We're like, should we care about the health of the ground or should we not? And for most of human history anymore.",
    "start": "00:16:27",
    "end": "00:16:46"
  },
  {
    "text": "Or the health of the air or the health of the water?",
    "start": "00:16:46",
    "end": "00:16:48"
  },
  {
    "text": "Yeah. It's just like, what an odd conversation. We're so disconnected. Or we, you know, our thinking is separated that somehow my well being and my neighbor's well being can be talked about separately from the quality of the air or the ground.",
    "start": "00:16:49",
    "end": "00:17:04"
  },
  {
    "text": "That's true.",
    "start": "00:17:04",
    "end": "00:17:04"
  },
  {
    "text": "It's just an odd. It's odd.",
    "start": "00:17:04",
    "end": "00:17:06"
  },
  {
    "text": "It is odd.",
    "start": "00:17:06",
    "end": "00:17:07"
  },
  {
    "text": "I'm just, I'm observing myself having this conversation going. This is not a normal way to talk about our environment. This is very particular to our age.",
    "start": "00:17:07",
    "end": "00:17:17"
  },
  {
    "text": "Okay. Anyhow, so we didn't solve that. But. No, but I think those are good thoughts.",
    "start": "00:17:17",
    "end": "00:17:21"
  },
  {
    "text": "But I think I would want to, I do want to very much push back on the way of thinking of the story of the Bible that says, oh, God's going to restore it or make a brand new one. So how I think about how I relate and how my culture, community relates to the ground doesn't actually matter that much.",
    "start": "00:17:21",
    "end": "00:17:42"
  },
  {
    "text": "Yeah.",
    "start": "00:17:42",
    "end": "00:17:43"
  },
  {
    "text": "And I just, I don't see that anywhere.",
    "start": "00:17:43",
    "end": "00:17:45"
  },
  {
    "text": "It would kind of be like the same thing. You could have the same logic for your body, which is, if God's gonna give me a new body, then I'll just trash my body.",
    "start": "00:17:45",
    "end": "00:17:53"
  },
  {
    "text": "Totally.",
    "start": "00:17:53",
    "end": "00:17:54"
  },
  {
    "text": "You know, like, who cares how trashed my body gets? God will make it new. But your body's a temple.",
    "start": "00:17:55",
    "end": "00:18:03"
  },
  {
    "text": "Yeah. And it's just, that's irresponsible. Like, think of all of the opportunities that you're shutting down for later in life by not taking care of your body. All these ways that you could express love for God and neighbor in your 70s and 80s. But whatever. You have all these health problems now because you ate crap your whole life. I don't know, Whatever. You know what I'm saying?",
    "start": "00:18:03",
    "end": "00:18:25"
  },
  {
    "text": "Oreos are delicious, but Oreos with a.",
    "start": "00:18:25",
    "end": "00:18:28"
  },
  {
    "text": "Little bit of milk.",
    "start": "00:18:28",
    "end": "00:18:29"
  },
  {
    "text": "All right, let's go to this next question. Yeah, this is Rebecca Edwards from Texas.",
    "start": "00:18:29",
    "end": "00:18:35"
  },
  {
    "text": "Hey, John and Tim. This is Rebecca from Texas. My question is about the 12 tribes of Israel, especially post exile. So much of the history of Israel revolves around tribe identity. But other than Paul identifying as a Benjaminite and the temple priestess Anna from the tribe of Asher, in the Gospel of Luke, not much is mentioned in the New Testament. And I just wondered how important was tribe identity, both right after the return from exile and if it even exists today. Thanks so much. Love supporting y', all and so appreciative of the podcasts and all the videos.",
    "start": "00:18:37",
    "end": "00:19:21"
  },
  {
    "text": "Keep it up.",
    "start": "00:19:21",
    "end": "00:19:22"
  },
  {
    "text": "Thanks.",
    "start": "00:19:22",
    "end": "00:19:22"
  },
  {
    "text": "Yeah, great question, Rebecca. We even have a note from someone on our team who highlighted your question saying, yes, I want to know the answer, too. It's actually a historically complicated issue. So, yeah, the tribes were the organizational principle for, like, the land boundaries, you know, from Joshua on through the kingdom period. Though, if you notice in reading Samuel Kings, people are always connected to the tribe, the people that you read about in the stories. But certain tribes just kind of like, drop out of the story. You just don't quite hear about them anymore, you know, Zevulun or Gad. And so people from these tribes appear in the stories, but the lands aren't quite mentioned and so on. Yeah. And then in theory, the exile was the deportation of, you know, many of these inhabitants. Many of them just never came back. So when you get to the post exile books, and really our main source here is Ezra Nehemiah, you do have real awareness of people's family lines. There's genealogies of people who returned. So it's clear that people's family tribal identity was still maintained through the exile, at least for the people that returned. And there's records of that because when.",
    "start": "00:19:23",
    "end": "00:20:40"
  },
  {
    "text": "They'Re in exile, their tribe's no longer connected to the land in the same way.",
    "start": "00:20:40",
    "end": "00:20:44"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:20:44",
    "end": "00:20:45"
  },
  {
    "text": "But it's still their family units.",
    "start": "00:20:45",
    "end": "00:20:47"
  },
  {
    "text": "Yeah, yeah, totally. Yeah, we're. Yeah, we're Zevilunites and we're Naphtalim and. And yeah, so Ezra Nehemiah is an important contribution to that whole. It's post exile, and its people really still care about their family identities as a part of the larger tribal makeup. Once you get into the New Testament, that's true. Obviously, the apostles want to make really clear that Mary and Joseph and therefore Jesus are connected to the family line of. Of David, which is Judah. And then, yeah, Rebecca, you mentioned the two others Paul identifies as from the tribe of Benjamin. And then Anna, or Anna, the prophetess in Luke Chapter two is from Asher. So, yes, I think even though it's not mentioned as much, it's still a very traditional culture and you don't need some ancient genealogy database when every generation, the moment one of your first memories is of your parents telling you, yeah, we're like, we're Asherites you know, we're Danites. And in other Second Temple Jewish literature, people still are aware and care about tribal identities. You read in the books of Maccabees, people are totally tracking with their family identity. There is an interesting story about King Herod. Herod the Great tried to kill baby Jesus. And that little thing in Matthew, he was half Israelite. And then at least from the records that survive that his mom was an Idumean from the Edom, the Edomite family. And so people were suspicious of him.",
    "start": "00:20:47",
    "end": "00:22:28"
  },
  {
    "text": "Right.",
    "start": "00:22:28",
    "end": "00:22:28"
  },
  {
    "text": "And so there is a couple historical testimonies that he actually had a whole bunch of genealogy records in the temple of Jerusalem burned to try and cover up. Cover up his ancestry. Yeah. So there it's clear we're in the time of Jesus and ancestry matters. So much so that he's going to burn up records. And there's still Jewish traditions and families still today. I mean, there's full on families that preserve their Levite priestly heritage. Oh, yeah, yeah. And so a lot of it's through. I mean, the majority of Jews by the time of Jesus weren't even living in the land of Israel.",
    "start": "00:22:29",
    "end": "00:23:05"
  },
  {
    "text": "Right.",
    "start": "00:23:06",
    "end": "00:23:06"
  },
  {
    "text": "They were living outside. And so even if Herod burned those records, they still have records. Yeah, yeah. So it's just like, how do I know that I'm from the mackay tribe of Scotland? Well, my name. Yeah, your name mackay or Mary.",
    "start": "00:23:06",
    "end": "00:23:22"
  },
  {
    "text": "That's the main way people track this stuff now.",
    "start": "00:23:22",
    "end": "00:23:24"
  },
  {
    "text": "Yeah. And so stuff can get muddied, but it's like it's not a very. It's not a very likely thing that you just forget what family line you're from when you come from such an a culture that values that kind of thing. So I do think the exile scrambled probably lots of things when you have people, children, their parents were killed in the takeover when the Assyrians came. And so you're orphaned and sold as a slave in Nineveh. I'm sure there are thousands of those stories where people lost track.",
    "start": "00:23:25",
    "end": "00:23:54"
  },
  {
    "text": "Isn't the tribes, did they take some sort of central role in new creation in the Revelation, are the tribes referred to and. Oh, well, like how important is the preservation of tribes, the 12 tribes, as it relates to living as exiles and waiting for new creation?",
    "start": "00:23:55",
    "end": "00:24:16"
  },
  {
    "text": "Yeah. Well, this was a big debate in all our conversations about the book of Acts. I think are coming out on the podcast pretty soon with Acts videos coming out this year. But this was a huge debate in the first generation of the Jesus movement because this is a Jewish messianic movement. Jesus is Israel's Messiah. So if you're going to follow the Jewish Messiah, don't you have to. Yeah, don't you have to take on Jewish identity, eat kosher men, circumcised Sabbath, all that. And where the apostles landed on that was. No, the family of Abraham was always meant to be a multi ethnic covenant family. And so following Jesus is your way, faith and Jesus and baptism is your way of joining the family of Abraham. That's where they landed. And so you see that in the apostle Paul's letters. Yeah, that's why I get so angry when people, when non Jews thought they had to be circumcised to become a part of the family of God. In the early church, Jewish people who were following Jesus, their tribal identity mattered to them because it was their family history. It had nothing to do with their membership in the family of Abraham, of the new covenant that was being formed through Jesus. So the tribal identity matters, but it's not.",
    "start": "00:24:16",
    "end": "00:25:39"
  },
  {
    "text": "What about the 144,000 times 12 with a couple zeros?",
    "start": "00:25:39",
    "end": "00:25:45"
  },
  {
    "text": "Yeah, that's right, the 144,000. Yeah. It's a vision that John has about the constitution of the new covenant people of God. And so, yeah, what he sees, this vision of, well actually he doesn't see, he hears, he hears a report that the new Covenant family of Abraham and he hears the roster of the 12 tribes, 12,000 from each tribe. It's a very structure, very similar to the roster census in the Book of Numbers from the Old Testament. That's what he hears. And then what he says is he turns and then he looked to see this group of people. And what he sees is a great multitude from every tribe, language, tongue and nation, white robes, singing praises of the Lamb. And so, and what John hears and then what he sees is a repeated motif throughout the whole book. We've talked about this before.",
    "start": "00:25:45",
    "end": "00:26:42"
  },
  {
    "text": "We talked about that.",
    "start": "00:26:42",
    "end": "00:26:42"
  },
  {
    "text": "Yeah. So some people debate, some people think that there's actually going to be this Reconstruction of the 12 Tribes. The 12 Tribes. So that would be people who, that view is connected with what's called a premillennial or sometimes dispensational approach to the book of Revelation. Another view would be that the 144,000 are a symbol of the new renewed covenant family of Abraham, which consists in reality of the multi ethnic family family of Jesus. And so in that case there are, there are people, Jewish people in the family of Jesus because they've placed their faith in the Messiah and they care about their tribal identity and they should and that's awesome. Just like I should care about mine. Yeah, but it doesn't. It's not of covenantal significance, I guess, at least not to the apostles. They just. They don't seem to highlight that. So it's a great question.",
    "start": "00:26:42",
    "end": "00:27:44"
  },
  {
    "text": "Yeah. Cool. This next question is from Jonathan from Darwin, Australia.",
    "start": "00:27:44",
    "end": "00:27:49"
  },
  {
    "text": "Hi, Tim and John. My name is Jonathan and I'm from Darwin, Australia. And I was wondering if the concept of exile also applies to our whole beings, physical bodies and consciousness, in the sense that I am who I am, although I'm not fully myself because I renewal. Yeah. What a good question.",
    "start": "00:27:50",
    "end": "00:28:12"
  },
  {
    "text": "I don't know if I fully understand the question.",
    "start": "00:28:12",
    "end": "00:28:14"
  },
  {
    "text": "We touched on this just in one part of our conversation. I don't remember. About being a stranger in your own body.",
    "start": "00:28:14",
    "end": "00:28:21"
  },
  {
    "text": "Right. Yeah.",
    "start": "00:28:21",
    "end": "00:28:21"
  },
  {
    "text": "So it's applying the storyline of exile, of the Israelites who returned back into the land, but it wasn't home. It was home. Lowercase hom, but not uppercase.",
    "start": "00:28:21",
    "end": "00:28:35"
  },
  {
    "text": "This is my body.",
    "start": "00:28:35",
    "end": "00:28:36"
  },
  {
    "text": "So then we use that as a model to like, oh, this becomes the paradigm of being at home, but not at home. And you could apply that to where you live. You can also apply it to the form of our body, how we experience being human right now. And a way of thinking about this is me, but also not the me that will, I don't know, come about in the new creation.",
    "start": "00:28:37",
    "end": "00:29:00"
  },
  {
    "text": "Sure. And that becomes very obvious as you get older.",
    "start": "00:29:00",
    "end": "00:29:05"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:29:06",
    "end": "00:29:07"
  },
  {
    "text": "My neck, like, as I've been trying this new workout, it just gets so stiff. And I'm hoping it doesn't get stiff in the new creation.",
    "start": "00:29:07",
    "end": "00:29:18"
  },
  {
    "text": "Yeah, right.",
    "start": "00:29:18",
    "end": "00:29:19"
  },
  {
    "text": "But I mean, especially if you have an illness or something, it's very chronic pain. Physical body. Yeah, I think we get it. Like, it's corrupted. There's something that we all expect will be renewed. But it's interesting. He brought up consciousness, correct?",
    "start": "00:29:19",
    "end": "00:29:39"
  },
  {
    "text": "Yeah.",
    "start": "00:29:39",
    "end": "00:29:39"
  },
  {
    "text": "The way that I experience being me, being aware of everything, is there something fundamentally flawed with that that's going to be renewed too?",
    "start": "00:29:40",
    "end": "00:29:54"
  },
  {
    "text": "Yeah. Or maybe without using the category of flawed and just saying limited.",
    "start": "00:29:54",
    "end": "00:30:00"
  },
  {
    "text": "Limited.",
    "start": "00:30:00",
    "end": "00:30:01"
  },
  {
    "text": "Like my consciousness right now is limited to the hardware of my physical brain.",
    "start": "00:30:01",
    "end": "00:30:07"
  },
  {
    "text": "Right.",
    "start": "00:30:07",
    "end": "00:30:08"
  },
  {
    "text": "My body. So my experience of being human and my moods, my desires. Right. That push me to make certain decisions or to have to resist them to make certain decisions. Like, that's all connected to my actual physical structure.",
    "start": "00:30:09",
    "end": "00:30:27"
  },
  {
    "text": "Yeah.",
    "start": "00:30:27",
    "end": "00:30:28"
  },
  {
    "text": "And so if the new creation and my resurrection existence is going to be a shift in my hardware, that's going to. I think that'll reshape how my consciousness experiences the world because the. The instrument through which I experience the.",
    "start": "00:30:28",
    "end": "00:30:48"
  },
  {
    "text": "World will be tuned in a different way.",
    "start": "00:30:48",
    "end": "00:30:50"
  },
  {
    "text": "Yeah. It'll be again, just like again, resurrected Jesus. It was him, but it was a transformed version of him that had capacities that pre resurrection Jesus didn't have. So I have to think that the way that we are even conscious of ourselves and our existence in the world will undergo a transformation. Like, what if you could. I've often thought this, looking at insect eyes, like, what if I could? Or chameleons that can move their eyes, like in these crazy ways, and it's just like, oh, man, what if I. I mean, you wondered this stuff as a kid.",
    "start": "00:30:50",
    "end": "00:31:28"
  },
  {
    "text": "Yeah.",
    "start": "00:31:28",
    "end": "00:31:28"
  },
  {
    "text": "What if I could perceive what was behind me and in front of me at the same time?",
    "start": "00:31:28",
    "end": "00:31:34"
  },
  {
    "text": "Right.",
    "start": "00:31:34",
    "end": "00:31:35"
  },
  {
    "text": "How would that change my experience of the world?",
    "start": "00:31:35",
    "end": "00:31:37"
  },
  {
    "text": "Yeah.",
    "start": "00:31:37",
    "end": "00:31:38"
  },
  {
    "text": "And how I perceive myself? What I could.",
    "start": "00:31:38",
    "end": "00:31:40"
  },
  {
    "text": "I could do that every day with a backup camera in my car.",
    "start": "00:31:41",
    "end": "00:31:43"
  },
  {
    "text": "Yeah. Yeah. The question is. Yeah. Does the concept of exile apply to our whole beings?",
    "start": "00:31:45",
    "end": "00:31:51"
  },
  {
    "text": "Are we exiles of our own consciousness?",
    "start": "00:31:51",
    "end": "00:31:55"
  },
  {
    "text": "Yeah.",
    "start": "00:31:56",
    "end": "00:31:56"
  },
  {
    "text": "Is there an awakening of our inner experience? And, you know, in one sense, it's very obvious that there would be in that. Even now, before New Creation, you can open up your consciousness. And that sounds very hippie dippy, but, like, by becoming more aware of your body, more aware of your thoughts.",
    "start": "00:31:56",
    "end": "00:32:22"
  },
  {
    "text": "Yeah.",
    "start": "00:32:22",
    "end": "00:32:22"
  },
  {
    "text": "More aware of your surroundings, you're adapting your consciousness and you're becoming more at home with it, which people do through prayer, People do through mindfulness meditation. People do all different ways. And you realize, oh, man, my experience can be dramatically changed through the way that I. My practice is. Right. I could go through the same day and experience it completely differently depending on.",
    "start": "00:32:22",
    "end": "00:32:53"
  },
  {
    "text": "Yeah. You don't even have to switch out your brain.",
    "start": "00:32:53",
    "end": "00:32:55"
  },
  {
    "text": "You don't have to switch out your brain.",
    "start": "00:32:55",
    "end": "00:32:57"
  },
  {
    "text": "You can actually. Yeah, that's right. You can create habits of consciousness, of how you interpret and experience a conversation. You can have fundamentally different experiences with the same you that's sitting here right now.",
    "start": "00:32:57",
    "end": "00:33:13"
  },
  {
    "text": "Yeah. So how much more can you have a different experience with a new body or a renewed, resurrected, transformed body? Yeah. It would be a different experience, which is exciting. More connected to who you are. More connected to other people.",
    "start": "00:33:13",
    "end": "00:33:29"
  },
  {
    "text": "Yeah.",
    "start": "00:33:30",
    "end": "00:33:30"
  },
  {
    "text": "More connected to what's going on around you. Less prone to maybe certain modes and heuristics that limit you to really knowing what's going on.",
    "start": "00:33:30",
    "end": "00:33:42"
  },
  {
    "text": "Yeah. Yeah. I was just listening to an interesting conversation podcast, actually. It's a great podcast. People should know about this podcast. I think it's newer. It's called On Script. There's A guy named Matthew lynch, and he's got some other people, Aaron Heim. Anyway, basically, they're both Bible scholarship nerds. They're grad students, and they just schedule interviews with important biblical scholars.",
    "start": "00:33:42",
    "end": "00:34:05"
  },
  {
    "text": "Oh, cool.",
    "start": "00:34:05",
    "end": "00:34:05"
  },
  {
    "text": "And they just interview them about their work and about their lives. It's so good. Anyway, they're interviewing a scholar named Carol Newsom who's been a professor for many years at Emory University. She's working on a project right now. She's going to call it the Genealogy of the Biblical Self, something like that. But it's essentially, she's using anthropology about how different cultures create different types of consciousness, senses of the self, both throughout history and even today. About how different types of cultures, Eastern cultures, tend to cultivate consciousness that's way more relational, where people's self identity is defined in terms of their relationships to their family and their community, whereas Western selves tend to be more independent and individualistic. And that's just on the planet right now. So think throughout history, the different concepts of the self. So she wants to do this genealogy of ancient Israelite concepts of the self. That's cool.",
    "start": "00:34:05",
    "end": "00:35:07"
  },
  {
    "text": "What do you mean, genealogy?",
    "start": "00:35:07",
    "end": "00:35:08"
  },
  {
    "text": "Like a history. Okay, so if you can go back to the earliest stages of biblical literature, how do people talk and think about the human self?",
    "start": "00:35:08",
    "end": "00:35:17"
  },
  {
    "text": "Yeah.",
    "start": "00:35:17",
    "end": "00:35:17"
  },
  {
    "text": "And trace it through to the exile period and then post exile and then on to the Apostle Paul. And she.",
    "start": "00:35:17",
    "end": "00:35:24"
  },
  {
    "text": "I want to read that.",
    "start": "00:35:25",
    "end": "00:35:26"
  },
  {
    "text": "Yeah, it sounds fascinating. Her argument is that people talk and conceive of themselves in. You can tell a story about how concepts of the self developed throughout the history of the Bible. So that's another type of example. We're even with the same human body.",
    "start": "00:35:26",
    "end": "00:35:40"
  },
  {
    "text": "Yeah. But the vocabulary you use, the mental constructs that you adopt, are going to change the way you actually experience reality.",
    "start": "00:35:40",
    "end": "00:35:49"
  },
  {
    "text": "If you see the fundamental problems of the world as outside yourself or inside yourself, am I the problem or are they the problem? Or is it something? Is it our problem? And yes. Just different cultures have different ways of approaching that. Such an interesting conversation. So that again, touches on this issue of being an exile in my own body.",
    "start": "00:35:49",
    "end": "00:36:14"
  },
  {
    "text": "Right. And in my own mind.",
    "start": "00:36:14",
    "end": "00:36:15"
  },
  {
    "text": "And in my own mind. And there are other ways to exist and be conscious of myself. And for sure, the new creation will have to have a dramatic impact on my experience of myself, which is so.",
    "start": "00:36:15",
    "end": "00:36:28"
  },
  {
    "text": "It's exciting.",
    "start": "00:36:28",
    "end": "00:36:29"
  },
  {
    "text": "It is exciting. That's exactly. The word that was in my head was to think that my current way of experiencing the world, and at least as, I don't know, a Westerner, being so disconnected and selfish like that's. I don't have to be this way and I can begin to cultivate a new type of self in the power of the spirit, even right now.",
    "start": "00:36:29",
    "end": "00:36:53"
  },
  {
    "text": "Yeah. The point is that new creation is flooding in and we can start to taste it and.",
    "start": "00:36:53",
    "end": "00:36:59"
  },
  {
    "text": "Yeah, yeah. Loving your neighbor, prioritizing the well being of another life other than my own, that's a shift of consciousness in a way. The other people are as important or more important than me.",
    "start": "00:36:59",
    "end": "00:37:16"
  },
  {
    "text": "Right.",
    "start": "00:37:16",
    "end": "00:37:17"
  },
  {
    "text": "Sheesh. I think I'm going to be working on that one until the day I die. And that's a shift of consciousness in a way. Yeah, it's a great question.",
    "start": "00:37:17",
    "end": "00:37:25"
  },
  {
    "text": "That's a great question.",
    "start": "00:37:25",
    "end": "00:37:25"
  },
  {
    "text": "Yeah. Thanks Jonathan. Thanks Jonathan.",
    "start": "00:37:25",
    "end": "00:37:27"
  },
  {
    "text": "Another Jonathan from Medford, Oregon near us, Jonathan Floyd. We got Jonathan from the other corner of the world and then Jonathan from just down the road. Yeah, that's right, Medford.",
    "start": "00:37:28",
    "end": "00:37:41"
  },
  {
    "text": "Hi Tim. Hi John. My name is Jonathan Floyd. I'm recording from Medford, Oregon and I was wondering how repentance plays into the theme of exile. In the Old Testament we see the.",
    "start": "00:37:42",
    "end": "00:37:57"
  },
  {
    "text": "Prophets constantly speaking to Israel, telling them.",
    "start": "00:37:57",
    "end": "00:38:01"
  },
  {
    "text": "That God was communicating that if they would repent and turn back to him, he would bring them back to himself. John the bee and Jesus both preached repentance and it's also all throughout the apostles writings. I was wondering if that's something that plays into this theme or not and if so, how. Thanks guys. Appreciate everything you guys are doing. Yeah, it's a good question. The theme of repentance throughout the prophets and the New Testament, how does it relate to the exile storyline of returning from exile into your new home? Yeah, it's a good question. It is really connected. It's helpful to remember that the word repentance is a metaphorical translation of the word. Shuv in Hebrew means literally to turn around. It's a literal like a walking image.",
    "start": "00:38:01",
    "end": "00:38:59"
  },
  {
    "text": "If you were going one way and I said hey, hey, repent.",
    "start": "00:38:59",
    "end": "00:39:01"
  },
  {
    "text": "Yeah.",
    "start": "00:39:02",
    "end": "00:39:02"
  },
  {
    "text": "You might be like come back and walk over here.",
    "start": "00:39:02",
    "end": "00:39:04"
  },
  {
    "text": "Yeah, totally. Yeah. If you just say shuv, it just means yeah, turn around.",
    "start": "00:39:04",
    "end": "00:39:07"
  },
  {
    "text": "Oh, interesting.",
    "start": "00:39:07",
    "end": "00:39:08"
  },
  {
    "text": "So it's the actual word for you're walking down the street and if you shuv, it means you turn and go a different direction. Which means that you can shoove away from something and you can shove to something. Has nothing to do with your direction, has to do with just your turning the pivot. The pivot. So shooving away from the Lord is one of the most common images in the prophets to talk about.",
    "start": "00:39:08",
    "end": "00:39:33"
  },
  {
    "text": "You could repent apostasy from the Lord.",
    "start": "00:39:33",
    "end": "00:39:36"
  },
  {
    "text": "Yeah. You repent from the Lord.",
    "start": "00:39:36",
    "end": "00:39:38"
  },
  {
    "text": "How is that usually translated?",
    "start": "00:39:39",
    "end": "00:39:40"
  },
  {
    "text": "Oh, turn away.",
    "start": "00:39:40",
    "end": "00:39:41"
  },
  {
    "text": "Turn away.",
    "start": "00:39:41",
    "end": "00:39:42"
  },
  {
    "text": "Yep. Turn away. Whereas you can shuv to the Lord, turn to the prophets, and that would be. It's often calling, repenting, or turning towards. Turn back to the Lord. So of all the prophets, the book of Jeremiah has the word shuv the most. And he's constantly doing word plays and puns on it. He's turning back, turning towards. And then the word that gets translated as apostasy in our English translations of the prophets is a noun from the word shuv. It's meshuva. Turning away as a noun. You're turning away.",
    "start": "00:39:42",
    "end": "00:40:14"
  },
  {
    "text": "How's that a noun? That's a verb.",
    "start": "00:40:15",
    "end": "00:40:17"
  },
  {
    "text": "Turning away. Oh, you're. Yeah, I guess. Acts of turning away.",
    "start": "00:40:17",
    "end": "00:40:22"
  },
  {
    "text": "Acts of turning away.",
    "start": "00:40:23",
    "end": "00:40:24"
  },
  {
    "text": "It makes good sense in Hebrew. It's just your meshuvah.",
    "start": "00:40:24",
    "end": "00:40:27"
  },
  {
    "text": "Your meshuvah.",
    "start": "00:40:27",
    "end": "00:40:28"
  },
  {
    "text": "Your meshuvah. It's your thing that you do that constitutes turning away.",
    "start": "00:40:28",
    "end": "00:40:32"
  },
  {
    "text": "Your constant turning.",
    "start": "00:40:32",
    "end": "00:40:33"
  },
  {
    "text": "So, idola. Yeah, your turnings away.",
    "start": "00:40:33",
    "end": "00:40:35"
  },
  {
    "text": "Your turnings away. What would be the English word? You're the way you turn.",
    "start": "00:40:35",
    "end": "00:40:41"
  },
  {
    "text": "Apostasy. Apostasy, yeah. Which means to turn away from apostasy in a religious sense.",
    "start": "00:40:41",
    "end": "00:40:47"
  },
  {
    "text": "But not the action of turning away.",
    "start": "00:40:47",
    "end": "00:40:49"
  },
  {
    "text": "But the thing that you have done.",
    "start": "00:40:49",
    "end": "00:40:52"
  },
  {
    "text": "The thing that you have done that.",
    "start": "00:40:52",
    "end": "00:40:54"
  },
  {
    "text": "Is an act of turning away.",
    "start": "00:40:54",
    "end": "00:40:55"
  },
  {
    "text": "Okay.",
    "start": "00:40:55",
    "end": "00:40:56"
  },
  {
    "text": "Yeah. Which is usually idolatry and social injustice towards the poor in the process. Yeah, yeah. Your meshuvah.",
    "start": "00:40:56",
    "end": "00:41:04"
  },
  {
    "text": "Your meshuvah, to be more precise. I'm going to say shuvous.",
    "start": "00:41:04",
    "end": "00:41:08"
  },
  {
    "text": "Okay. So Jonathan's question was about how this relates to the exile theme. And it does. So their shooving away from the Lord is what was a violation of the covenant, and that's what got them booted into Babylon. Into Babylon. So now that you're in Babylon, your shuving back to the Lord is what will bring about the restoration and return back to the land. And the return to the land is shuv, returning, turning back to the land. So one of the most important passages about this is in the Torah in Deuteronomy 30, where Moses says, yeah, I know, you guys are going to shuv away from the Lord and you're going to end up in exile. And then he says, when you're in the land of your exile and you remember the Lord your God, and shuv to him, turn back to him, repent to him. Yeah. And he says, when you turn back to him and love him with all of your heart, soul and strength, he brings up the Shema. So in other Words when you're in exile and you'll be like, oh, this is terrible. Gosh, let's never do this again. Let Shema back. Shuv back. Shuv back by fulfilling the Shema, then he says, the Lord will regather you from all of the nations. However, the whole problem was that Israel throughout the story never fully performed the Shema. In the storyline, they didn't love God with all their hearts and mind and strength. And so the problem was, even when they did shuv back to the Lord, like in the Judges, it's the cycle of the Judges. They'd worship idols and whatever, turn away, and then they would shoove back. But then they would shoove from their shaving, they would repent of their repentance.",
    "start": "00:41:09",
    "end": "00:42:54"
  },
  {
    "text": "The shoove cycle.",
    "start": "00:42:55",
    "end": "00:42:56"
  },
  {
    "text": "It's the Shoov cycle. Yeah, yeah, Sounds like the name of a laundromat. The Shoov cycle. Anyway, so the whole problem is their shaving never sticks, their repentance never sticks.",
    "start": "00:42:56",
    "end": "00:43:08"
  },
  {
    "text": "They're just spinning in circles, which is.",
    "start": "00:43:08",
    "end": "00:43:09"
  },
  {
    "text": "Why they're sitting in Babylon.",
    "start": "00:43:09",
    "end": "00:43:11"
  },
  {
    "text": "Get busy.",
    "start": "00:43:12",
    "end": "00:43:12"
  },
  {
    "text": "So the next line after saying, so when you're in exile and you turn back to the Lord your God with all your heart, soul, strength, so you can live, he says, the Lord will circumcise your heart so that you can truly shuv and love him with all life.",
    "start": "00:43:13",
    "end": "00:43:29"
  },
  {
    "text": "So the Shuv will stick.",
    "start": "00:43:29",
    "end": "00:43:30"
  },
  {
    "text": "So the Shuv will finally stick. And so this is important for the exile theme because Ezra, Nehemiah, they all come back, they celebrate the Torah, they rebuild the city. We're going to do it this time. And the whole message of Ezra Nehemiah is, nope, there's all these stories near the end of Nehemiah that just show all this covenant violation of the very Torah stipulations that they just said that they would agree to. And so this is an exile theme. We're back in the land, but the circumcision of the heart has not taken place yet. It's still a future hope. And so you can be back in the land but still have to turn. Yes, but still be in exile, because our hearts haven't been transformed. So now it's another way of being exiles in time, where what we're waiting for is the new covenant spirit transformation of the heart, the circumcision of the heart by the power of the Spirit, which is what Jeremiah and Ezekiel and Moses were all hoping for. So the repentance theme is key to this in this biblical storyline. Yeah.",
    "start": "00:43:30",
    "end": "00:44:36"
  },
  {
    "text": "And so with the Holy Spirit and kind of that new covenant, now is the storyline that you can truly shoove. And so I'm an exile of time, and I need to turn towards. Need to turn towards God and love him with all my heart, soul and mind.",
    "start": "00:44:36",
    "end": "00:44:57"
  },
  {
    "text": "Correct.",
    "start": "00:44:57",
    "end": "00:44:57"
  },
  {
    "text": "Which is loving my neighbor.",
    "start": "00:44:57",
    "end": "00:44:59"
  },
  {
    "text": "The biblical story. Yeah. Has been showing humans, just of their own willpower, don't seem to be able to accomplish that full transformation. What they need is the very life breath of God to begin recreating them, which is what the prophets hope for and which is what the apostles claimed happened at the birth of the New Covenant family at Pentecost. And this is Paul and Peter's whole theology of the Spirit. Is the Spirit. What the Spirit of Jesus is up to now is the down payment. It's the recreation of the human person.",
    "start": "00:44:59",
    "end": "00:45:37"
  },
  {
    "text": "To keep you from spinning in circles.",
    "start": "00:45:37",
    "end": "00:45:39"
  },
  {
    "text": "Yeah. So that your shaving can finally stick. However, so we can read that and be like, all right, the story's moving forward now I can finally shoove. But accept the trajectory of my own moral progress as a follower of Jesus is very similar to the Israelites in the wilderness.",
    "start": "00:45:39",
    "end": "00:45:54"
  },
  {
    "text": "Right. Yeah.",
    "start": "00:45:54",
    "end": "00:45:56"
  },
  {
    "text": "And so Paul's whole theology, we've talked about this before. Keep in step with the Spirit. You can shut down the Spirit's influence and you have to keep in step with it, or else you'll be no different than the Israelites in the wilderness. So these storylines from the Hebrew Bible fully set the categories that the apostles talk about. That's cool. Yeah, it is. So exile and repentance is a big interconnected.",
    "start": "00:45:56",
    "end": "00:46:22"
  },
  {
    "text": "Thanks, Jonathan.",
    "start": "00:46:22",
    "end": "00:46:23"
  },
  {
    "text": "Yeah, good question, Jonathan. Yeah.",
    "start": "00:46:23",
    "end": "00:46:25"
  },
  {
    "text": "All right, let's do another. Mike Quint from Greenville, South Carolina. Hey, Tim and John, My name is Mike Quint and I'm from Greenville, South Carolina. I have two questions. First, could you talk about how the ideas of exile and return form a foundation for understanding the ideas of death and resurrection, specifically in Ezekiel's vision in the Valley of Dry Bones. Second, the Israelites are told to seek the peace shalom of the city during one of the least peaceful contexts, namely exile. Could you talk about how the coexistence of peace and exile affects the way that we should understand these individual concepts? Thanks.",
    "start": "00:46:25",
    "end": "00:47:04"
  },
  {
    "text": "Great questions, Mike. I think the first question I can respond to pretty quickly. We talked about this when we talked about Ezekiel, but it's good for me to repeat it and be more clear, concise. So the exile, it becomes analogous to and related to the concept of death from the Garden of Eden story. So being driven out of the garden is being driven out of the presence of eternal life. So it's being driven into exile is equated with the loss of eternal life.",
    "start": "00:47:05",
    "end": "00:47:37"
  },
  {
    "text": "The loss of the tree of life.",
    "start": "00:47:37",
    "end": "00:47:38"
  },
  {
    "text": "And the loss of the tree of life. And therefore, in the land of death, we've lost the opportunity to transcend mortality. So right there in the garden story, exile is a form of death. It's a death sentence. And so that connection between exile as an experience of death, the same thing in Genesis 4 with Cain. God drives him away, out. Away from the land. And his first question is, oh, my gosh, I'm going to die.",
    "start": "00:47:38",
    "end": "00:48:05"
  },
  {
    "text": "Somebody's going to kill me, Someone's going to slaughter me.",
    "start": "00:48:05",
    "end": "00:48:06"
  },
  {
    "text": "Yeah, totally. So, again, the connection. Exile is a form of death. And then that's just what keeps happening. When the family of Abraham goes out of the land, the end of the book of Genesis, they go into exile in Egypt, and right. The new king arises, slavery and death. So this repetition of exile and death is so foundational that when Ezekiel has a dream about the return from exile, he has a dream about death being transcended, about dead humans being recreated into new life. That's just the biblical paradigm. Exile is a vivid experience of a kind of death, literally and metaphorically, or it's meant to go back and forth, I think, between the two concepts. Our physical death is a kind of exile. It's a separation from our home.",
    "start": "00:48:06",
    "end": "00:48:57"
  },
  {
    "text": "Yeah, right.",
    "start": "00:48:58",
    "end": "00:48:58"
  },
  {
    "text": "You have to say goodbye, you're leaving the place and the people that you love when you die. It's an exile from my current existence.",
    "start": "00:48:58",
    "end": "00:49:07"
  },
  {
    "text": "I guess we don't think about it that way generally. I think about it as going home. Right.",
    "start": "00:49:07",
    "end": "00:49:13"
  },
  {
    "text": "Oh, that's interesting.",
    "start": "00:49:13",
    "end": "00:49:14"
  },
  {
    "text": "Isn't that the typical funeral kind of framework is they're in a better place.",
    "start": "00:49:14",
    "end": "00:49:19"
  },
  {
    "text": "Ah, that's a good point.",
    "start": "00:49:20",
    "end": "00:49:22"
  },
  {
    "text": "But you're saying that if this is our home, then death is a form of exile. Tragic exile.",
    "start": "00:49:23",
    "end": "00:49:28"
  },
  {
    "text": "Yeah. I've never quite thought about it in that way, but, yeah, because Paul definitely has a sense. He talks about being at home with the Lord.",
    "start": "00:49:28",
    "end": "00:49:36"
  },
  {
    "text": "Yeah.",
    "start": "00:49:36",
    "end": "00:49:36"
  },
  {
    "text": "Like he's in prison. Right. In Philippians or Corinthians, he talks about when his life was in danger. You know, it's okay, I'm going to be at home with the Lord. But again, that's not the end of the story. The end of the story is being back in a fully transformed world as a physical human. And so that's my true home. And so in that sense, yeah, death is a form of exile and exile is a form of death. And so that's why Ezekiel's vision of the return from Exile is about the recreation of humans into eternal life.",
    "start": "00:49:36",
    "end": "00:50:10"
  },
  {
    "text": "Yeah. Cool. And then the second part was seeking the shalom during one of the least peaceful contexts.",
    "start": "00:50:10",
    "end": "00:50:17"
  },
  {
    "text": "This is the conversation about Jeremiah 29.",
    "start": "00:50:17",
    "end": "00:50:19"
  },
  {
    "text": "Yeah.",
    "start": "00:50:20",
    "end": "00:50:20"
  },
  {
    "text": "Seeking the shalom of Babylon.",
    "start": "00:50:20",
    "end": "00:50:22"
  },
  {
    "text": "Can you talk about the coexistence of peace and exile and how it affects the way in which we understand these individual concepts?",
    "start": "00:50:22",
    "end": "00:50:31"
  },
  {
    "text": "Maybe if shalom is an experience of wholeness, harmony, completeness, how do you create and experience that in the midst of. When you're in an environment that by definition is the fighting against that. Yeah. It's like it's broken and separation and pain of exile. That's a good question.",
    "start": "00:50:32",
    "end": "00:50:53"
  },
  {
    "text": "That's a good question. I love the parable of the yeast in the dough Jesus parable where it says the kingdom of God is like yeast that you work into the dough and then the whole thing rises. It's like this. It's like yeast is kind of. It's a bacteria. It's like an infection of sorts that will then somehow take over the whole thing. And I love that image because you could be surrounded by chaos and you inject just a little bit of whatever that shalom is. Right?",
    "start": "00:50:53",
    "end": "00:51:29"
  },
  {
    "text": "Yeah.",
    "start": "00:51:29",
    "end": "00:51:30"
  },
  {
    "text": "And then it will spread somehow. I don't know practically what that looks like in your own Babylon, but I think it's a really cool image.",
    "start": "00:51:30",
    "end": "00:51:40"
  },
  {
    "text": "Yeah. You know, in a different context, but it's the similar paradigm of what Jeremiah is advocating is just that you create little symbols and homes that symbolize Eden in the midst of Babylon.",
    "start": "00:51:40",
    "end": "00:51:56"
  },
  {
    "text": "Right.",
    "start": "00:51:56",
    "end": "00:51:56"
  },
  {
    "text": "Like they're under no illusions that we're actually now living in the Garden of Eden just because I made a garden in my front yard. The point is, it's a symbolic statement of your conviction about the future destiny of your people in the world. And so, in a way, it's similar. What came to mind, actually, as I was listening to Mike's question, was that place in Second Corinthians where Paul is talking about how this message of the good news about King Jesus and the hope of new creation. He talks about how we have this message of glory, but we carry it in these cracked jars of clay. So where the band George Floyd got their name right. And so it's this contrast. And then he goes. Leads into that whole passage where he says, yeah, you know, life's really hard. As an apostle, you're on the road planting churches. We're struck down. Right. But never abandoned. Right. We're grieving, but never crushed. Where he has all these contrasts of, like, life here in the world is very difficult. But because of just this hope. Right. That you have, it transforms that into something that can't crush you. And I think that's similar. Even though the shalom that I can help participate in creating or experiencing isn't universal, that doesn't mean it's not real. And usually it's going to be a back and forth or simultaneously experiencing shalom and exile in the same experiences. It's a lot like parenting.",
    "start": "00:51:56",
    "end": "00:53:27"
  },
  {
    "text": "How's that?",
    "start": "00:53:28",
    "end": "00:53:28"
  },
  {
    "text": "Well, I just. Yeah. The highest high, the most rich experience of love and connection I can have with my little boys is often simultaneous with these really difficult emotional conflicts that erupt over Legos or something, you know, so, like, really in the same 60 seconds, you know, my little son August is like hanging on me as we make his little car. And then I put a Lego brick in the wrong place. He's like, dad, no, that's not where it belongs. I'm just like, dude, way overreacting. And it's like the same. Right. It's just in the same moment. It's this wonderful, rich connection with my son that goes bad instantly. And it's just like, that's life, isn't it? Exile and shalom, usually as a package deal.",
    "start": "00:53:30",
    "end": "00:54:19"
  },
  {
    "text": "Yeah. Will always experience the messiness of exile while seeking shalom.",
    "start": "00:54:20",
    "end": "00:54:27"
  },
  {
    "text": "Oh, yeah. You brought up that metaphor in the conversation about the dirt becoming the material out of which new plants are made.",
    "start": "00:54:27",
    "end": "00:54:34"
  },
  {
    "text": "Did I?",
    "start": "00:54:35",
    "end": "00:54:36"
  },
  {
    "text": "You did.",
    "start": "00:54:36",
    "end": "00:54:37"
  },
  {
    "text": "What did I say?",
    "start": "00:54:37",
    "end": "00:54:38"
  },
  {
    "text": "Yeah. Oh, you were just talking about how the mess. The mess in the biblical story, the mess of Israel's exile becomes the material out of which God raises up the wisdom warrior.",
    "start": "00:54:38",
    "end": "00:54:48"
  },
  {
    "text": "Oh, right.",
    "start": "00:54:48",
    "end": "00:54:48"
  },
  {
    "text": "So even in exile, he can transform that into something redemptive.",
    "start": "00:54:48",
    "end": "00:54:52"
  },
  {
    "text": "Right.",
    "start": "00:54:52",
    "end": "00:54:53"
  },
  {
    "text": "In the lives of Daniel.",
    "start": "00:54:53",
    "end": "00:54:55"
  },
  {
    "text": "And that's probably where this whole idea of no matter what, God can make something good out of it kind of comes from.",
    "start": "00:54:55",
    "end": "00:55:02"
  },
  {
    "text": "Yeah, yeah. The catastrophe of the exile provided the ingredients for the story of Daniel to be and do. And he's this pivotal figure of the family of David. Right. He's from the royal seed of David who becomes a witness to God's kingdom in the courts of Babylon. It isn't amazing. You wouldn't be there if the exile hadn't happened. And that's just so.",
    "start": "00:55:02",
    "end": "00:55:28"
  },
  {
    "text": "The same could be very true of our own experience. If you're seeking shalom in your neighborhood and you experience it not working and you just actually experiencing death and frustration, it could be that God is going to use that to actually bring shalom in a way that was unexpected.",
    "start": "00:55:28",
    "end": "00:55:48"
  },
  {
    "text": "Yeah, yeah. I think the biblical story is trying to train us to see failure as just part of God's purpose and weaving together some greater story that I don't know the end of yet.",
    "start": "00:55:48",
    "end": "00:56:02"
  },
  {
    "text": "Cool. All right, so this is the last question we'll get to. It's from Wade Glass from Alabama, Huntsville, Alabama.",
    "start": "00:56:02",
    "end": "00:56:12"
  },
  {
    "text": "Hey, guys, thanks for a great podcast. We actually have a group of people going through the Book of Daniel right now, and I noticed that even Nebuchadnezzar went through a time of exile in his life in which he came out of it praising God. And so I had a question about exile and sanctification. Namely, is there any time in the Bible where an exile did not result in someone coming out and praising God.",
    "start": "00:56:12",
    "end": "00:56:39"
  },
  {
    "text": "For who he is?",
    "start": "00:56:39",
    "end": "00:56:40"
  },
  {
    "text": "Thanks a lot.",
    "start": "00:56:40",
    "end": "00:56:41"
  },
  {
    "text": "Cool. Thanks, Wade.",
    "start": "00:56:42",
    "end": "00:56:43"
  },
  {
    "text": "Yeah, Wade. Yeah, it's a perceptive question. You're noticing a lot right there that in Daniel, chapter four, Nebuchadnezzar has this dream about a great tree that rules the world, so to speak, and he is that tree. And then he lets it go to his head, and he thinks that he's God. Ah, Babylon that I have built with my hands, he says.",
    "start": "00:56:43",
    "end": "00:57:07"
  },
  {
    "text": "I mean, it's a pretty impressive feat.",
    "start": "00:57:07",
    "end": "00:57:08"
  },
  {
    "text": "Totally.",
    "start": "00:57:08",
    "end": "00:57:09"
  },
  {
    "text": "He's an impressive human.",
    "start": "00:57:10",
    "end": "00:57:11"
  },
  {
    "text": "I will never build a large.",
    "start": "00:57:11",
    "end": "00:57:14"
  },
  {
    "text": "An empire that rules the known world.",
    "start": "00:57:14",
    "end": "00:57:16"
  },
  {
    "text": "Yeah, I can't ever put that on my record. He could.",
    "start": "00:57:16",
    "end": "00:57:19"
  },
  {
    "text": "You're still young, Tim. You never know.",
    "start": "00:57:20",
    "end": "00:57:23"
  },
  {
    "text": "But then. Yeah, but then Daniel confronts him. The meaning of the dream that if you don't humble yourself under God's kingdom, then you'll be driven into exile. And that whole story of Nebuchadnezzar's exile is keyed into the storyline of the Eden story. So instead of ruling over the beasts, he becomes one of the beasts. And he is driven away from his little Eden that he's made for himself into the wildland. And it's the same, all the same vocabulary of Adam and Eve's exile from his exile. Yeah, yeah. So you're right. Nebuchadnezzar's exile is totally keyed into this exile theme all the way back to the Garden of Eden. And actually it goes. Nebuchadnezzar is a much later example of a pattern that's been going all the way forward. Because, remember, Cain is exiled in the next chapter of Genesis after Adam and Eve's exile. And then you have all humanity going east into Babylon to build the tower, which is meant to be viewed as a culmination of this exile theme. Abraham undergoes his own exile when he goes down to Egypt because of his lack of faith the family of Abraham goes down. Yeah. So Jacob.",
    "start": "00:57:24",
    "end": "00:58:42"
  },
  {
    "text": "That's right.",
    "start": "00:58:43",
    "end": "00:58:43"
  },
  {
    "text": "Because of his own sin against his brother, he has to flee into exile because of his treachery. And so he ends up in exile for 20 years. So actually the motif of exile that begins with Adam and Eve actually plays itself out with so many biblical characters. And sometimes it's not always exile to Babylon, though it can be to Egypt. Or for Jacob, he's driven away into the land of Aram and taken advantage of by his uncle. The whole family of Abraham exiled down in Egypt. This is a motif the biblical authors are really interested in, this motif of people's stupid decisions landing them, banishing them from the good situation of their lives into difficult circumstances. The variety of those stories is really interesting because like Jacob, for example, does he come back fundamentally changed from his exile? It actually doesn't seem that way. He's still bartering and trying to create his own blessing on the other side of his exile. And so the variety of portraits of people's exiles and how it changes or doesn't change them is a really rich part of the biblical story, I think. So you asked, is there anybody who goes through exile and doesn't come out really transformed on the other side? I think Jacob's an example.",
    "start": "00:58:44",
    "end": "01:00:09"
  },
  {
    "text": "He doesn't.",
    "start": "01:00:09",
    "end": "01:00:10"
  },
  {
    "text": "Yeah. It actually seems what truly humbled him was not his own exile, but rather the exile of his beloved son Joseph. And it's interesting inversion where his own exile doesn't seem to really rock him, but once his beloved son is exiled, that brings him to his knees. So Jacob would be an example of somebody whose exile doesn't fully transform them.",
    "start": "01:00:11",
    "end": "01:00:34"
  },
  {
    "text": "Do you think the parable of the prodigal son is a type of self imposed exile?",
    "start": "01:00:35",
    "end": "01:00:38"
  },
  {
    "text": "Oh, totally. Oh, dude, that whole parable is about. Yeah. The stupid son whose decisions land him in a far away land, becoming a slave to the gentiles with pigs. He's feeding pigs. Totally exile stuff. Yeah.",
    "start": "01:00:38",
    "end": "01:00:56"
  },
  {
    "text": "Interesting.",
    "start": "01:00:56",
    "end": "01:00:56"
  },
  {
    "text": "And the father welcomes him back and brings him into the family. Yeah, yeah.",
    "start": "01:00:56",
    "end": "01:01:02"
  },
  {
    "text": "Well, the exile.",
    "start": "01:01:02",
    "end": "01:01:04"
  },
  {
    "text": "There it was.",
    "start": "01:01:05",
    "end": "01:01:05"
  },
  {
    "text": "There it was. We'll have two videos coming out.",
    "start": "01:01:06",
    "end": "01:01:08"
  },
  {
    "text": "Yeah.",
    "start": "01:01:08",
    "end": "01:01:09"
  },
  {
    "text": "I don't know exactly when, but sometime this year.",
    "start": "01:01:09",
    "end": "01:01:11"
  },
  {
    "text": "Yep.",
    "start": "01:01:11",
    "end": "01:01:12"
  },
  {
    "text": "It's a great theme.",
    "start": "01:01:12",
    "end": "01:01:13"
  },
  {
    "text": "Yeah, yeah. So rich.",
    "start": "01:01:13",
    "end": "01:01:14"
  },
  {
    "text": "And. And so we'll continue to see it popping up in conversations, I'm sure.",
    "start": "01:01:14",
    "end": "01:01:19"
  },
  {
    "text": "Yeah, yeah, totally.",
    "start": "01:01:19",
    "end": "01:01:20"
  },
  {
    "text": "Thank you for your questions.",
    "start": "01:01:20",
    "end": "01:01:22"
  },
  {
    "text": "Yes, thank you.",
    "start": "01:01:22",
    "end": "01:01:22"
  },
  {
    "text": "We couldn't get to all of them, so thank you. Even if we didn't get to them. Thank you for sending them. We really appreciate it and we'll do it again.",
    "start": "01:01:22",
    "end": "01:01:30"
  },
  {
    "text": "Deal. See you next time.",
    "start": "01:01:30",
    "end": "01:01:32"
  },
  {
    "text": "Hello, My name is January Suyet de Godoy, and I'm from the Philippines, but I live in Okinawa, Japan. The Bible project is so special for me because it really helps me understand the scripture in the world that, you know, when it was written, all that is happening in there, it helps me see, you know, I'm a visual learner, so it's easier to kind of see something while writing, reading the Bible. And so as I use the Read Scripture app, it helps me understand the background before I go through the passage of the day. And I also teach young people the Old Testament survey, New Testament survey. So the videos help me make the subject more interesting, you know, because you guys do a great job with the videos and especially the application part. It's not just knowledge, but they would understand. Oh, this is how I can apply this particular lesson in my daily life. We believe the Bible is a unified story that leads to Jesus. We are a crowdfunded project by people like me. Find free videos, study notes, and more@thebibleproject.com.",
    "start": "01:01:33",
    "end": "01:02:42"
  },
  {
    "text": "It.",
    "start": "01:02:49",
    "end": "01:02:50"
  }
]