[
  {
    "text": "Welcome Back to the BibleProject Podcast. I'm John Collins, and we're going to be talking again with Tim Mackey and continuing the conversation on the law. We're going to pick up where we left off, talk about the prophets and how they continue Moses metaphor of needing a circumcised heart and how they expand on that metaphor. Then we're going to get to Jesus and how he talks about fulfilling the law, how he summarizes all the law and the great command. And then we're going to talk about his followers and how they wrestle through how to also fulfill the law, and how Paul the Apostle does that in his own life and how he encourages other people to do it as well. Our video on the law is at YouTube.com thebibleproject we got other videos there too. But hey, let's jump in. So Israel has failed to fulfill the law. And then we get to the prophets, and then the prophets are all looking back and then trying to explain to the people of their day why this is happening. And they came to the same conclusions that Moses came to.",
    "start": "00:00:02",
    "end": "00:01:15"
  },
  {
    "text": "And the most important figures who address this are the two prophets, Jeremiah, Ezekiel, who were contemporaries. They lived through the exile of Israel and the destruction of the city of Jerusalem. And they both said that all this horrible stuff is happening because of Israel's rebellion and disobedience. And they said, if there's going to be any hope for a future, which they believe there was for Israel and for God's purposes and the world, then God's people, the human heart, would need to undergo some fundamental transformation, some healing. And they developed Moses metaphor that your hearts need to be circumcised, which is an odd metaphor.",
    "start": "00:01:15",
    "end": "00:02:04"
  },
  {
    "text": "Well, so, yeah, and I was wanting to dig into that, but you said. So does he say both things? Your heart is hard, and then he also says your heart is circumcised.",
    "start": "00:02:04",
    "end": "00:02:12"
  },
  {
    "text": "Yeah. So Moses diagnosis is the metaphor of having a hard heart. Okay.",
    "start": "00:02:12",
    "end": "00:02:17"
  },
  {
    "text": "Diagnosis.",
    "start": "00:02:17",
    "end": "00:02:18"
  },
  {
    "text": "Which in the Torah is used to describe Pharaoh.",
    "start": "00:02:18",
    "end": "00:02:20"
  },
  {
    "text": "Ooh, yes.",
    "start": "00:02:21",
    "end": "00:02:22"
  },
  {
    "text": "So anyway, Torah. So Israel has become Pharaoh. Not a compliment. Not a compliment. Yeah. And so the solution that Moses sees is after you guys go into exile, God will be faithful and one day he will change the hearts of his people, which is in this metaphor in Deuteronomy 30, that Moses says, God will circumcise your hearts so that you can love him and follow him.",
    "start": "00:02:22",
    "end": "00:02:52"
  },
  {
    "text": "Yeah. And that's such a strange image.",
    "start": "00:02:53",
    "end": "00:02:56"
  },
  {
    "text": "It's a very. It's a metaphor of a metaphor.",
    "start": "00:02:56",
    "end": "00:02:59"
  },
  {
    "text": "It's a metaphor of a Metaphor.",
    "start": "00:02:59",
    "end": "00:03:00"
  },
  {
    "text": "Well, think if you have hard hearts. That's a metaphor, by the way.",
    "start": "00:03:00",
    "end": "00:03:04"
  },
  {
    "text": "Let's talk about when in Hebrew the word heart.",
    "start": "00:03:04",
    "end": "00:03:09"
  },
  {
    "text": "Right.",
    "start": "00:03:09",
    "end": "00:03:10"
  },
  {
    "text": "That's more a center of your.",
    "start": "00:03:10",
    "end": "00:03:11"
  },
  {
    "text": "Not just of emotion, but also your will.",
    "start": "00:03:13",
    "end": "00:03:16"
  },
  {
    "text": "Your will.",
    "start": "00:03:17",
    "end": "00:03:17"
  },
  {
    "text": "Choice. Yeah, there's no word for brain in Hebrew. You don't think. You think.",
    "start": "00:03:18",
    "end": "00:03:22"
  },
  {
    "text": "You think with your heart.",
    "start": "00:03:22",
    "end": "00:03:23"
  },
  {
    "text": "Decide and feel all in your heart.",
    "start": "00:03:23",
    "end": "00:03:25"
  },
  {
    "text": "Okay, so a hard heart is really a hard spirit.",
    "start": "00:03:25",
    "end": "00:03:28"
  },
  {
    "text": "A hard sense of self, stubbornness, pride, sense of, I know what's best. Don't tell me what to do.",
    "start": "00:03:28",
    "end": "00:03:36"
  },
  {
    "text": "And then let's talk about circumcision. Circumcision was just merely a sign to show that you're in. You're in with God's community, Right?",
    "start": "00:03:36",
    "end": "00:03:48"
  },
  {
    "text": "That's right. Yeah. And it has its origins in God's promise to Abraham to take one guy who can't have kids, and then he turns them into a nation. Like the sand, you know, in the desert, something. Or stars in the sky. And so Israel was to mark the male organ with a symbolic sign, removing skin as a symbol that their fruitfulness to reproduce was a gift from God. So Moses is merging these metaphors of taking away skin. Skin. And then as a sign of the heart as being the center of will and feeling and choice. So Moses thinks there's something wrong with your heart, and you need to have, like, some serious removal of flesh from your heart.",
    "start": "00:03:48",
    "end": "00:04:41"
  },
  {
    "text": "Not literally.",
    "start": "00:04:42",
    "end": "00:04:42"
  },
  {
    "text": "Metaphorically.",
    "start": "00:04:43",
    "end": "00:04:44"
  },
  {
    "text": "Metaphorically.",
    "start": "00:04:44",
    "end": "00:04:45"
  },
  {
    "text": "Yep. Yep. That's right. That's the metaphor your hearts are. There's something so fundamentally wrong with your moral sensibilities and your pride. That part of your humanity is so corrupted, it needs to be removed, and we need to be replaced with something new.",
    "start": "00:04:45",
    "end": "00:05:01"
  },
  {
    "text": "So why did Moses choose this metaphor of circumcision? Is there a connection between the faith that you have to have God in him being enough for your reproduction and taking care of your family, which is what circumcision was a symbol of, also just of you being in the family. Or is he doing something else? Am I reading too much into his use of that word?",
    "start": "00:05:01",
    "end": "00:05:30"
  },
  {
    "text": "Yeah. My own reflections on it have been that it's centered on. They're both related to hope for the future. But I could be wrong about this. My conclusion has always been that Moses is innovating and adding a new layer of meaning to the symbol. Because there's nothing about the foreskin that's wrong. But Moses is now. But now he's had an encounter to say there is something wrong with the.",
    "start": "00:05:31",
    "end": "00:05:59"
  },
  {
    "text": "There is something wrong that needs to be cut away.",
    "start": "00:05:59",
    "end": "00:06:01"
  },
  {
    "text": "So for the Future of the covenant people. A whole piece of our will and stubbornness and pride needs to get cut away. So I could be wrong about that, but that and whatever the reading that I've done, I've never seen anybody make a good case for more than that. But I could be wrong.",
    "start": "00:06:01",
    "end": "00:06:27"
  },
  {
    "text": "Yeah. So then we were in the prophets, and the prophets then also iterate on this image.",
    "start": "00:06:27",
    "end": "00:06:36"
  },
  {
    "text": "Yeah. They pick up the idea and use their own metaphors. So Jeremiah says that one day God will renew the covenant and he will write the laws of the Torah on the heart of his people so that Israelites won't even need priests or teachers anymore and say, hey, you should follow the laws. And Jeremiah says, they will all know me and I'll remember their sins no more. So there's coming a great act of forgiveness for which all of Israel's rebellion will be finally dealt with. And every Israelite will have this internal compass where love for God and obedience to God will become second nature. That's Jeremiah's hope. And then Ezekiel actually picks up the hard heart and says, yeah, God's going to remove your hard heart and give you a new heart of flesh. And then he says that will happen because God's own life presence, the spirit, is going to come into you and animate you. So just like the Spirit. The spirit, just like God's own.",
    "start": "00:06:36",
    "end": "00:07:59"
  },
  {
    "text": "God's spirit.",
    "start": "00:07:59",
    "end": "00:08:00"
  },
  {
    "text": "God's breath. His breath and personal animating life presence.",
    "start": "00:08:00",
    "end": "00:08:04"
  },
  {
    "text": "Calling back to Genesis.",
    "start": "00:08:04",
    "end": "00:08:06"
  },
  {
    "text": "Calling back to Genesis. Yeah, yeah. That humans are dirt and divine breath.",
    "start": "00:08:06",
    "end": "00:08:10"
  },
  {
    "text": "Gets put into us.",
    "start": "00:08:10",
    "end": "00:08:12"
  },
  {
    "text": "And so now the new humans that love and obey God also need a new act of God's creative power to animate us with his divine breath. And that will bring about a fundamental change in the moral compass of the human mind and heart. So that's what Ezekiel Sundays.",
    "start": "00:08:12",
    "end": "00:08:35"
  },
  {
    "text": "So there's three metaphors now.",
    "start": "00:08:35",
    "end": "00:08:37"
  },
  {
    "text": "Yeah.",
    "start": "00:08:37",
    "end": "00:08:37"
  },
  {
    "text": "There's circumcising the heart.",
    "start": "00:08:38",
    "end": "00:08:40"
  },
  {
    "text": "Yep.",
    "start": "00:08:40",
    "end": "00:08:41"
  },
  {
    "text": "There's heart transplant, essentially.",
    "start": "00:08:41",
    "end": "00:08:44"
  },
  {
    "text": "Heart transplant.",
    "start": "00:08:44",
    "end": "00:08:45"
  },
  {
    "text": "And then there's writing the law on your heart.",
    "start": "00:08:45",
    "end": "00:08:49"
  },
  {
    "text": "Yep.",
    "start": "00:08:49",
    "end": "00:08:50"
  },
  {
    "text": "Which is calling towards the writing of a commandment on stone or on paper.",
    "start": "00:08:51",
    "end": "00:08:57"
  },
  {
    "text": "The writing of the Ten Commandments, even specifically inscribing them on stone. They won't be inscribed on stone, but inscribed on the heart.",
    "start": "00:08:57",
    "end": "00:09:05"
  },
  {
    "text": "Those are three really great metaphors to dwell on as we try to wrestle through what does it mean for our affection and will and kind of desire to change fundamentally.",
    "start": "00:09:06",
    "end": "00:09:22"
  },
  {
    "text": "Yeah.",
    "start": "00:09:24",
    "end": "00:09:24"
  },
  {
    "text": "Or what does it look like?",
    "start": "00:09:24",
    "end": "00:09:25"
  },
  {
    "text": "Yeah, that's right. Yeah. There's something about the human condition that needs to be fundamentally transformed. And if you stop and think about it. I don't know. We're both beginning to approach middle age in life.",
    "start": "00:09:25",
    "end": "00:09:43"
  },
  {
    "text": "When does that start?",
    "start": "00:09:44",
    "end": "00:09:45"
  },
  {
    "text": "I don't know. In your 30s?",
    "start": "00:09:45",
    "end": "00:09:46"
  },
  {
    "text": "No, that's like third age now.",
    "start": "00:09:47",
    "end": "00:09:51"
  },
  {
    "text": "Okay, so if your 40s is middle age, then we're.",
    "start": "00:09:51",
    "end": "00:09:54"
  },
  {
    "text": "Is 40s middle age.",
    "start": "00:09:56",
    "end": "00:09:57"
  },
  {
    "text": "I feel like. Okay, if you're Gonna Live about 80.",
    "start": "00:09:58",
    "end": "00:10:01"
  },
  {
    "text": "Years, I guess we're approaching middle age.",
    "start": "00:10:01",
    "end": "00:10:03"
  },
  {
    "text": "We're approaching it. We're both in our mid-30s anyhow.",
    "start": "00:10:04",
    "end": "00:10:07"
  },
  {
    "text": "Well, thanks for that reminder.",
    "start": "00:10:07",
    "end": "00:10:09"
  },
  {
    "text": "Sorry. My point in bringing that up was the older you get, the more you have of your own personal history of just moral track record being. And not even.",
    "start": "00:10:10",
    "end": "00:10:24"
  },
  {
    "text": "I just try not to think about it.",
    "start": "00:10:24",
    "end": "00:10:25"
  },
  {
    "text": "Yeah. Like you have your own failures to look back on your own mistakes, the things you wish you would have done differently. Or you start to notice the things that you feel like you ought to be doing, but you don't find yourself doing. All the dreams you had about the kind of person you want to be in your 20s, you end up not being that person. So we all know this. We all have this sense of a lack of, like, moral will and moral willpower. And sometimes we're able to do it, but sometimes we're not. And I think that's what this story and these images are putting their thumb on. You don't have to be religious to know that, like, we're not.",
    "start": "00:10:25",
    "end": "00:11:06"
  },
  {
    "text": "There's a deficit.",
    "start": "00:11:06",
    "end": "00:11:07"
  },
  {
    "text": "There's a deficit of some kind when it comes to love and justice and goodness. And the Bible also recognizes that is diagnosing it and saying, yeah, that's a core of the problem. And also that God wants to do something about that to change us. So, yeah, the summary of the pieces so far, the Torah is a story designed to show that Israel did not and could not keep God's law. Moses says that's because the human condition is so broken and corrupted that we need to be transformed from the inside out by God's own life. He says, circumcision of the heart. And so Jeremiah and Ezekiel pick that up, develop it, and say, yeah, we need God's spirit. We need God's law written deep inside of us. And so it all points forward. But the Old Testament story itself never shows the realization of any of those hopes or promises. It's an unresolved tension as you close the Old Testament.",
    "start": "00:11:07",
    "end": "00:12:17"
  },
  {
    "text": "So let's talk about Jesus of Nazareth.",
    "start": "00:12:33",
    "end": "00:12:36"
  },
  {
    "text": "Yeah. So Jesus comes onto the scene in a really important passage in Matthew chapter five. He says he didn't come here to announce the kingdom of God and say oh, yeah, we're done with the laws and the Torah. We don't need the law. He said, I didn't come to set the law aside or abolish it. But he didn't come to leave it alone either. He said he came to fulfill it. And then he gives a series of teachings where he quotes from, like some of the Ten Commandments. And actually he says, if you're going to be my follower and live in God's kingdom, true obedience to this command will mean so much more than just the written command. So he talks about how don't murder is truly fulfilled with not even hating or resenting or speaking or thinking badly about any person ever.",
    "start": "00:12:36",
    "end": "00:13:34"
  },
  {
    "text": "Right.",
    "start": "00:13:34",
    "end": "00:13:35"
  },
  {
    "text": "That's actually the moral ideal that God was getting after with don't murder is don't nurse any ill thoughts or feelings towards another human.",
    "start": "00:13:35",
    "end": "00:13:46"
  },
  {
    "text": "Yeah.",
    "start": "00:13:47",
    "end": "00:13:47"
  },
  {
    "text": "And so he says, and that's the kind of humans that I'm here to make in my community of followers in the kingdom. And he says that what he's doing is to fulfill the law, which means to fulfill the laws like the don't murder, to actually fulfill God's ideal in giving that law, to fulfill it himself, to do it himself, to do it himself, and then also create a community of people who would themselves follow him and so fulfill the law. And so there's two things I think he's fulfilling. He's fulfilling the storyline that has all these unresolved plot tensions of Israel not being able to fulfill the law. And so here he is an Israelite and Israel's Messiah, here to be that Israelite who will live in a way that obeys and loves God and fulfills the law. But then also in his teachings, he's calling others to come and follow him so that they too can fulfill the law. So Jesus is so interesting because he's saying, I'm not here to set aside the law. But yet he does see himself in some way as an authority over the law, to say what it really means and what it really was for, and that he's here to do it, which is a very gutsy move in Jewish culture.",
    "start": "00:13:48",
    "end": "00:15:25"
  },
  {
    "text": "So isn't there a story in the New Testament where Jesus is accused of breaking the Sabbath? He.",
    "start": "00:15:26",
    "end": "00:15:32"
  },
  {
    "text": "Yeah, his followers are.",
    "start": "00:15:32",
    "end": "00:15:33"
  },
  {
    "text": "His followers are accused of breaking the Sabbath.",
    "start": "00:15:33",
    "end": "00:15:35"
  },
  {
    "text": "They're picking some grain and working it out to eat the seeds and kernels on the Sabbath or where he heals somebody on the Sabbath. And just so Jesus enters into dispute with religious scholars about the Sabbath, because.",
    "start": "00:15:35",
    "end": "00:15:55"
  },
  {
    "text": "At this point, the Sabbath laws in the Old Testament are not so clear as to what you can pick and not pick. And what you.",
    "start": "00:15:55",
    "end": "00:16:01"
  },
  {
    "text": "Yeah, just says, don't work.",
    "start": "00:16:01",
    "end": "00:16:02"
  },
  {
    "text": "Just don't work. And then you get this whole tradition around. What does that mean? And not mean.",
    "start": "00:16:02",
    "end": "00:16:07"
  },
  {
    "text": "Correct.",
    "start": "00:16:07",
    "end": "00:16:07"
  },
  {
    "text": "And so just to kind of. I guess what I'm cueing off of is you saying that Jesus sees himself above the law. So he's saying.",
    "start": "00:16:07",
    "end": "00:16:14"
  },
  {
    "text": "Yes.",
    "start": "00:16:14",
    "end": "00:16:15"
  },
  {
    "text": "Doesn't he say in that passage, like, he basically is like, look, I know what the Sabbath is for and I'm not breaking the Sabbath.",
    "start": "00:16:15",
    "end": "00:16:22"
  },
  {
    "text": "Yeah, yeah. So, yeah. Jesus felt confident even with a command like rest on the Sabbath. He felt confident to challenge current interpretations of what meant work and rest and kind of cross those to put forward what he thought it meant to rest on the Sabbath. And rest did not exclude healing or doing good or even working enough to provide for yourself if you're hungry and about to fall over. So the point isn't that Jesus broke the Sabbath. The point is that he saw himself as an authority. One of my favorite scholars on Matthew RT France, he puts it this way in a way that stuck with me. He said most rabbis had debates about the Torah and positioned how their teaching was most faithful to the Torah. But the Torah is the fixed point of reference. And when you hear Jesus teachings, it's reversed. Where he makes himself the center and talks about the Torah's relationship to him and his teachings and that the Torah is fulfilled by what I'm teaching and doing.",
    "start": "00:16:22",
    "end": "00:17:42"
  },
  {
    "text": "That kind of move is going to irritate a lot of people.",
    "start": "00:17:42",
    "end": "00:17:45"
  },
  {
    "text": "Yeah, totally. Clearly, he earned a lot of enemies by his teaching and as it spread. But in the same book, Matthew, he also agrees with Moses and the prophets by saying, yeah, the problem is the human heart. He agrees with the diagnosis that the problem is the human heart. He has that teaching. It's out of the heart that come all this stuff.",
    "start": "00:17:45",
    "end": "00:18:09"
  },
  {
    "text": "Well, and he has a lot of respect for the laws too. And that the story of the rich young ruler comes and he's like, what do I need to do? And he's like, you got like, what are the commands?",
    "start": "00:18:09",
    "end": "00:18:18"
  },
  {
    "text": "Yeah, how are you doing on the ten Commandments?",
    "start": "00:18:18",
    "end": "00:18:21"
  },
  {
    "text": "Let's start there.",
    "start": "00:18:22",
    "end": "00:18:23"
  },
  {
    "text": "Yeah, yeah, that's right. So the laws were a clear reference point. They were regarded as a divine word. And one of the unique hallmarks and trademarks of Jesus message was the way that he boiled all of the laws of the Old Testament down to what he called the great command, which he was actually asked, what's the most important command of the 613 in the Torah. And he answers it, answers the question by giving two commands, but he calls it the singular. The singular, yeah, it's really mistake. And so because Jesus can't count or he's way too brilliant for all of us. So the first one is from Jewish prayer based in Deuteronomy chapter 6, called the Shema. Love the Lord your God with all your heart, soul, mind and strength. And then he says the second part of the great command is love your neighbor as yourself. So Jesus boils down that the fundamental he agrees with Moses and the prophets. The fundamental problem is the human heart, that we don't love God and love others enough to always do what is right by others. And so Jesus says, here's the true north for the kinds of humans that God has always envisioned us to become is a human who always loves God by always loving others. And by always loving others is always loving God. And so he boiled it down and he made that the center point for all of his teachings. But you can see he's somehow in Jesus mind, creating humans who love God and love others that will deal with all the plot tensions of the Old Testament story and fulfill it. It's these kinds of humans that God has always called us to be, but that we have failed to be. And Jesus is here to be that person and make others into people who can do that too.",
    "start": "00:18:23",
    "end": "00:20:36"
  },
  {
    "text": "So when Jesus thinks about loving God and loving others as being the greatest command, does he mean that's all you need to really worry about? Just focus on those two things and then everything else will work out? Or is he just saying if I had to prioritize them as this one's the greatest, that's the one?",
    "start": "00:20:38",
    "end": "00:20:57"
  },
  {
    "text": "Well, yeah, I mean, I think it's within the context of which of the commands is the most important. So if that's your true north, then in any scenario you will do the right thing. If you truly are elevating God's honor and goodness and the well being of others ahead of yourself, you will do the right thing. Yeah, you will be the kind of human that God made and called you to be. I think that's what he means.",
    "start": "00:20:58",
    "end": "00:21:29"
  },
  {
    "text": "So Jesus didn't come to abolish the laws. In fact, he had a lot of respect for the, the laws.",
    "start": "00:21:47",
    "end": "00:21:51"
  },
  {
    "text": "But also Jesus saw them as within a storyline that pointed forward to something greater than the law that was needed. And he, he seemed to believe that he was the greater thing that was needed. He was going to do something that solved the problem that Moses and the prophets identified. And that's about Something to do with Israel, with Israel and humanity's broken relationship to God because of all that rebellion and sin, and also fixing the human heart. And so it seems Jesus saw himself as addressing all of that through his death, crucifixion at Passover, dying as the Passover lamb, bearing the sins of Israel into himself, bearing the consequences of Israel's rebellion on Israel's behalf, and defeating, exhausting the power of human rebellion and the curse that results, and so on.",
    "start": "00:21:51",
    "end": "00:23:01"
  },
  {
    "text": "And then gives the Spirit to his followers so that they can have a new heart.",
    "start": "00:23:01",
    "end": "00:23:10"
  },
  {
    "text": "Yeah. Yes. So the. The basic idea of God's Spirit in the New Testament, it's picking up off of the divine life breath from Genesis chapter 2. God animates the dirt with his own life and Ezekiel's hope that God's own life breath would have to recreate humans again to truly love and follow him. And so Jesus picks that up in his teachings about the Spirit and said that out of what he did at the cross and the resurrection, that God's Spirit would come and create a new humanity out of his people. And the Gospel of Luke particularly paves the way this talks about the Spirit more than any of the other gospels. And then into Acts, Pentecost, and the coming of the Spirit. And then it's Paul and Peter's letters specifically that begin to fill out a theology of the role of the Spirit that's transforming the heart of Jesus followers.",
    "start": "00:23:10",
    "end": "00:24:17"
  },
  {
    "text": "Now, the early Christians were all Jews.",
    "start": "00:24:18",
    "end": "00:24:20"
  },
  {
    "text": "They were.",
    "start": "00:24:21",
    "end": "00:24:21"
  },
  {
    "text": "And so as they are now receiving the Spirit and wrestling through that new reality, they're still following Jewish customs because they're Jews.",
    "start": "00:24:22",
    "end": "00:24:35"
  },
  {
    "text": "Yeah. Still going to temple, still fully a part of the worship in Jerusalem. Sabbath, all that stuff.",
    "start": "00:24:35",
    "end": "00:24:44"
  },
  {
    "text": "Still eating kosher.",
    "start": "00:24:44",
    "end": "00:24:45"
  },
  {
    "text": "Eating kosher, Yep.",
    "start": "00:24:45",
    "end": "00:24:46"
  },
  {
    "text": "So we've been talking about all this in context of Jewish people who practice.",
    "start": "00:24:46",
    "end": "00:24:52"
  },
  {
    "text": "The Jewish faith or even about Israel, who's called to this covenant relationship that takes the forms of its religious traditions and the laws of the Torah.",
    "start": "00:24:52",
    "end": "00:25:07"
  },
  {
    "text": "Yeah. And so then Jesus tells his disciples to go out beyond Israel and to make disciples. And so one of the implications immediately becomes, well, do these other non Jewish followers of Jesus, do they need to follow all of these Jewish traditions, especially ones that were designed to keep the Jewish people separate from the Gentiles, because one of the purposes of the law was to keep the nation separate from.",
    "start": "00:25:07",
    "end": "00:25:45"
  },
  {
    "text": "The Canaanites and so on? Yeah.",
    "start": "00:25:45",
    "end": "00:25:46"
  },
  {
    "text": "So we got the kosher law, we got circumcision, we got Sabbath as the big three. What do the non Jewish followers do with those laws?",
    "start": "00:25:47",
    "end": "00:25:55"
  },
  {
    "text": "Yeah, this was the central debate in the first decades of the Christian movement. And that debate and the tensions created are felt in almost every book of the New Testament. It's the central debate going on in the early church. So the book of Acts frames it in terms of the Jesus movement is spreading. You have non Jewish people who love Jesus, who hear about him, want to follow him, and are finding themselves empowered and being changed by his own presence, by the Spirit. And so the Jewish followers of Jesus say, well, that's legit. Yeah, they're really. Jesus is really after these people. He's changing them. So then they have this debate. And the key kind of biblical chapter where it comes together is in Acts, chapter 15. And the apostles discerned by actually looking back at the prophets, in the writings of the prophets, that God always intended the family of Abraham and God's kingdom to encompass all nations. And so they decide that the laws in the Torah that were for the purpose of setting Israel apart as a culture had played their role in the story and that they were relevant for Israel for that part of the story. But now that Jesus has come and fulfilled them, that is lived by them and brought the story to its fulfillment, that non Jewish followers of Jesus are not required to live by those laws. And it was a heated debate because.",
    "start": "00:25:56",
    "end": "00:27:53"
  },
  {
    "text": "Not everyone agreed with him.",
    "start": "00:27:53",
    "end": "00:27:54"
  },
  {
    "text": "Not everyone agreed with the apostles who were the appointed kind of deputized leaders of the movement that Jesus appointed. So not everyone agreed. There were Pharisees who had become Christian followers of Jesus. And some of them disagreed and some of them agreed. And so Paul the apostle then becomes the person and the author in the New Testament who was most passionate on behalf of these non Jewish followers of Jesus. And so that's why we find in his letters the apostle to the Gentiles. The apostle to the Gentiles. And we find in his letters the most thorough exploration of this whole debate and why he thought it was vitally important that non Jewish followers of Jesus were not obligated to follow those laws from the Torah.",
    "start": "00:27:54",
    "end": "00:28:49"
  },
  {
    "text": "And how did that work out in his own life? Did Paul stop following the laws? Did he only do it in certain circumstances?",
    "start": "00:28:49",
    "end": "00:28:57"
  },
  {
    "text": "It seems like his default was to go to his own heritage. Yeah, there's some places in Acts where he does some things with vows and when he's in Jerusalem and so on, where he follows the traditions and the Torah. And he says, why, though in his first letter to the Corinthians, he says, listen, if I'm among Jews, I always want any Jewish people I'm around to know about Jesus and follow him. So I'm going to live kosher, you know, and do that. But then he said, if I'm among gentiles and non Jewish people, I'm not gonna live in a way that's gonna create unnecessary obstacles to them knowing about Jesus and following him. So he says, I become like someone who's not following the law.",
    "start": "00:28:58",
    "end": "00:29:44"
  },
  {
    "text": "So his litmus test is, am I living in such a way that I'm hindering or helping someone see the good news of Jesus?",
    "start": "00:29:44",
    "end": "00:29:54"
  },
  {
    "text": "Yeah. And in his letters to the house churches in Rome and his letter to the churches in the region of Galatia, there were non Jewish and Jewish followers of Jesus in those church communities. And so he gives guidance about how to sort out these conflicts about the Sabbath through the food laws. And basically he just says, don't judge each other. For one person, honoring the Sabbath and eating kosher is their way of loving and following and honoring Jesus. And for somebody else, you know, whatever, leaving town or doing an extra day of work on the Sabbath so that they can. I don't. He doesn't. This is not his example. But worshiping God on another day, that's how they love and follow Jesus. Don't judge each other. You'll each be held accountable to your own heart. Devotion to Jesus. Actually where he nailed them is he said, you guys, as church communities, you're not loving each other. You're actually becoming legalistic and bitter and backbiting each other. And he says, so ironically, you're trying to fulfill the law. Right. And you're actually breaking the great command of Jesus by being such jerks to each other. And so in Paul's, he just quotes Jesus. He just says, the person who loves God and loves their neighbor is the one who fulfills the law. And if you're doing that, you can be sure you're on good ground.",
    "start": "00:29:54",
    "end": "00:31:26"
  },
  {
    "text": "At one point, he does get really upset at people who are trying to Judaize is a term.",
    "start": "00:31:26",
    "end": "00:31:33"
  },
  {
    "text": "Yes, Specifically circumcision.",
    "start": "00:31:33",
    "end": "00:31:35"
  },
  {
    "text": "Okay.",
    "start": "00:31:35",
    "end": "00:31:35"
  },
  {
    "text": "Yep.",
    "start": "00:31:35",
    "end": "00:31:36"
  },
  {
    "text": "And that's because that just was adding confusion to the gospel or what was this?",
    "start": "00:31:36",
    "end": "00:31:42"
  },
  {
    "text": "Well, yeah, in Galatians, specifically circumcisions, there were some Jewish Christians who had come into this church community, and there were non Jewish Christians there who were never circumcised. And there's what you're trying to follow the Jewish Messiah, but you're not circumcised. And so for Paul, that was compromising because one, it's saying, to be a part of Jesus, people, to be a part of Abraham's family, I have to perform these rituals. And for Paul, that diminished the good news of God's grace, that apart from anything I do or don't do, God just has reached out to me in the person of Jesus.",
    "start": "00:31:42",
    "end": "00:32:28"
  },
  {
    "text": "And.",
    "start": "00:32:28",
    "end": "00:32:28"
  },
  {
    "text": "And the moment that I make my observance of a religious ritual, like the requirement for God accepting me, Paul thinks you've lost the heartbeat of the whole thing.",
    "start": "00:32:28",
    "end": "00:32:39"
  },
  {
    "text": "Yeah.",
    "start": "00:32:39",
    "end": "00:32:40"
  },
  {
    "text": "So he gets really ticked.",
    "start": "00:32:40",
    "end": "00:32:41"
  },
  {
    "text": "He gets heated.",
    "start": "00:32:41",
    "end": "00:32:42"
  },
  {
    "text": "Like, he says, I wish they would emasculate themselves.",
    "start": "00:32:42",
    "end": "00:32:47"
  },
  {
    "text": "Snip. The whole thing.",
    "start": "00:32:47",
    "end": "00:32:48"
  },
  {
    "text": "Wish they would snip. But for him, it's not just because he was a jerk.",
    "start": "00:32:48",
    "end": "00:32:52"
  },
  {
    "text": "That's so funny that that's in the Bible.",
    "start": "00:32:53",
    "end": "00:32:55"
  },
  {
    "text": "It is in the Bible. He says, I wish they would mutilate themselves.",
    "start": "00:32:55",
    "end": "00:32:58"
  },
  {
    "text": "It's just like Paul venting a little bit.",
    "start": "00:32:58",
    "end": "00:33:00"
  },
  {
    "text": "He's venting, he's ticked in the letter to the Galatians. And again, you know, he gets a bad rap for being that emotionally intense. But I think he was just so truly enraptured with the love of Jesus, and he so wanted people to know the love and the grace of Jesus, that when anybody in the. And when any religious person got in the way of that, he just.",
    "start": "00:33:00",
    "end": "00:33:23"
  },
  {
    "text": "It's kind of like that psychological thing where when someone who's a lot like you does the thing that you hate. Because, I mean, he came from that tradition, you know.",
    "start": "00:33:23",
    "end": "00:33:32"
  },
  {
    "text": "That's true. That was. Yeah, totally.",
    "start": "00:33:32",
    "end": "00:33:33"
  },
  {
    "text": "Why the thing he wrestled with the most. I don't know. I'm reading into this now, but like.",
    "start": "00:33:33",
    "end": "00:33:37"
  },
  {
    "text": "Or. Or flip it. I mean, what I'm saying is, I think it's because he was so transformed and enthralled by the love of Jesus that anything that hindered another person bummed him out from experiencing that. He just got. Especially when they got angry when they were doing it in the name of Jesus.",
    "start": "00:33:37",
    "end": "00:33:57"
  },
  {
    "text": "I'm really interested in your take on when. When people say, well, the Sabbath is now Sunday, what that whole tradition is. And because, you know, yes, yes, I have a lot of friends and I. And I run into people all the time. We're like, falling in love with the Sabbath. And they follow the Sabbath because they just see the wisdom in it. And. And then there's some people who go, well. And then also we're supposed to. Because God gave us the Sabbath and he commanded it. And then I think it gets kind of confusing because then one of the retorts is, well, yeah, but we followed on Sunday. And that's what church is about. And then there's this debate about was the Sabbath switched to Sunday. And so is the whole worshiping on Sunday thing even about the Sabbath? Like, what's that all about?",
    "start": "00:34:12",
    "end": "00:35:01"
  },
  {
    "text": "Yeah, yeah. It's kind of confusing how things get layered in. So there's the thing that we just talked about, the debate about non Jewish followers following the laws that set Israel apart. Sabbath was one of the practices that set Jewish people apart. In the Roman world especially, we live in a world that's been so Jewish Christianized.",
    "start": "00:35:01",
    "end": "00:35:22"
  },
  {
    "text": "We got weekends, we got two days.",
    "start": "00:35:22",
    "end": "00:35:24"
  },
  {
    "text": "Two days, two days of rest. So in the Roman world, that was crazy. You work and the only way you get out of work is by dying or becoming wealthy or getting sick or becoming wealthy. Okay. So Jews were seen. Yeah. As lazy or anti social, that kind of thing. So it was one of the things that set Jewish people apart. So the earliest Christians after the resurrection and in those early decades seemed to have had a shift, were many of them stopped honoring the Sabbath, Especially non Jewish. It's not their tradition. And so Paul even mentions that as one of the debatable matters in Romans 14 and also in the letter to the Colossians. So that's where it fits for Paul. It's one of these debatable matters that non Jewish followers don't have to do anymore. But as best as we can tell, the Christian day of gathering to worship and sing and take the bread and the cup and so on started taking place on Sunday very early, based on the fact that the resurrection of Jesus took place on Sunday, which on their calendar was the first day of the week. So and we have a reference to the Lord's day in the book of Revelation. John says, I was on the island of Patmos on the Lord's day, which is presumably Sunday. And then it's lost. And then I, I mean, just off the top of my head, there's a couple early church historians and fathers who start mentioning on the day that Christians gather, it's Sunday connected to the resurrection day. So. So it's not.",
    "start": "00:35:24",
    "end": "00:37:21"
  },
  {
    "text": "So it wasn't a Sabbath replacement.",
    "start": "00:37:21",
    "end": "00:37:22"
  },
  {
    "text": "It's not about Sabbath being shifted to Sunday. Its Sabbath became a debatable matter. And as Christianity became majority non Jewish, it just wasn't. But Christians had their own practice of setting aside time to gather, worship Jesus, take the bread and the cup on resurrection day. And that that practice became the mainstream. That's a nutshell. Answer. There's more to it than that. But that's the nutshell.",
    "start": "00:37:22",
    "end": "00:37:50"
  },
  {
    "text": "Yeah. And it's not like they had a weekend and they're like, well, we're off Saturday and Sunday. Which day should we go to church?",
    "start": "00:37:50",
    "end": "00:37:55"
  },
  {
    "text": "Yeah, so I think so now. I mean, again, there will be people that differ with me on this. I think it seems to me fairly clear that Sabbath is one of those debatable matters. You can do it if in your heart that helps you honor and worship Jesus. I think for Paul it fits into that category, but also it's one of the laws. So there's a principle of wisdom, of God's wisdom in giving the 24 hours Sabbath, which was evening to evening.",
    "start": "00:37:56",
    "end": "00:38:25"
  },
  {
    "text": "Yeah, well, it's an embedded in the creation story. It's like, it seems like a really big deal.",
    "start": "00:38:25",
    "end": "00:38:30"
  },
  {
    "text": "Yeah, yeah, totally. So I think it's stupid not to. But once again, am I a part of the family of Jesus and accepted by God because I observed the Sabbath and there I think we would be crossing a line.",
    "start": "00:38:30",
    "end": "00:38:46"
  },
  {
    "text": "So that's a good segue into, I think, kind of the final thing we should talk about, which is you mentioned there's wisdom in the law. And so let's say I'm a new Christian, I'm a non Jewish Christian. And so I realize that the main point then is to love God and love others. And I can only do that through the power of the Spirit. That's where I would begin. Right. But then I've got this whole tradition of God's word and in it are a bunch of laws pertaining to how.",
    "start": "00:38:48",
    "end": "00:39:23"
  },
  {
    "text": "I should live, how ancient Israel was.",
    "start": "00:39:23",
    "end": "00:39:25"
  },
  {
    "text": "To live, how ancient Israel was to live. And then we also see in the New Testament letters references to these laws a lot. So they seem to be still important. But if I go and try to obey all the laws now all of a sudden I'm doing the Year of Living Biblically and I'm throwing pebbles at poor ladies on the street. So, like how tease this out.",
    "start": "00:39:25",
    "end": "00:39:52"
  },
  {
    "text": "Yeah. I think in a nutshell, Jesus and the apostles do quote from the laws. You'll see specifically what they'll quote from. Laws that already are themselves stated as principles that transcend ethnic groups. Like Most of the 10 commands, not the Sabbath, but don't murder or honor your parents. So Paul the Apostle feels free to pull out honor your parents to instruct non Jewish Christians living in Ephesus.",
    "start": "00:39:52",
    "end": "00:40:23"
  },
  {
    "text": "And it's not because his presupposition is, of course you're going to follow the laws. And this is one of them. It's because this is a moral command that we could all agree there's a principle behind it.",
    "start": "00:40:23",
    "end": "00:40:35"
  },
  {
    "text": "Yeah, yeah. For here's something that God said to Israel and This law will serve to guide you in loving God and loving others the way Jesus taught us. So, kids, honor your parents.",
    "start": "00:40:35",
    "end": "00:40:50"
  },
  {
    "text": "So it seems like what you're saying is, then Paul got a filter. He. He goes through the laws and he says, cool, if this is what God said to ancient Israel, and I know I need to love God and love others, the filter becomes, how do I apply this law to myself and my culture in such a way that I'm actually loving God and loving others? And some of these laws, like honor your father, go through the filter without being touched. They just get right through. But then another law, like, don't muzzle the ox, he'll quote it.",
    "start": "00:40:51",
    "end": "00:41:25"
  },
  {
    "text": "Correct.",
    "start": "00:41:25",
    "end": "00:41:26"
  },
  {
    "text": "And he'll put it through the filter, and then he'll find a principle underneath of it.",
    "start": "00:41:26",
    "end": "00:41:30"
  },
  {
    "text": "That's right. Yeah, that's a great. Yeah, it's a great way of putting it. So for Paul, his filter is love God, love your neighbor, the great command of Jesus. So you can see this coming out in, like, one of his letters, Romans 13, he starts quoting the Ten Commandments, don't commit adultery, don't murder, don't steal, don't covet. And he says, and if there's any other command, it's all summed up in this. Love your neighbor as yourself. So he quotes Leviticus. He's quoting the Leviticus command that Jesus said summarizes the great command. Then he says, love does no wrong to a neighbor. Therefore, love is the fulfillment of the law. So for Paul, that's his filter, the great command of Jesus. But he will also appeal to laws that seem very detailed or obscure and discern a principle that will come into the service of the great command. So, for example. Yeah. He quotes that law in Deuteronomy 25 about not muzzling an ox while it's working, treading in the grain fields.",
    "start": "00:41:30",
    "end": "00:42:34"
  },
  {
    "text": "And a muzzle would be the thing that keeps him from eating.",
    "start": "00:42:34",
    "end": "00:42:36"
  },
  {
    "text": "Yeah. He would put a muzzle on an ox to not eat the grain that he's supposed to be grinding out.",
    "start": "00:42:36",
    "end": "00:42:42"
  },
  {
    "text": "Yeah.",
    "start": "00:42:42",
    "end": "00:42:43"
  },
  {
    "text": "You know, if you've got 100 pounds of grain and the ox eats 10 while he's working, he just lost 10 pounds of grain or whatever. So I don't know if an ox eats 10 pounds of grain.",
    "start": "00:42:43",
    "end": "00:42:55"
  },
  {
    "text": "You know, I have no idea.",
    "start": "00:42:55",
    "end": "00:42:56"
  },
  {
    "text": "So what Paul does.",
    "start": "00:42:58",
    "end": "00:42:58"
  },
  {
    "text": "I skipped future Farmers of America meetings when I was growing up.",
    "start": "00:42:58",
    "end": "00:43:02"
  },
  {
    "text": "So Paul. And this is in First Corinthians 9, Paul still thinks that law is valuable as a source of divine wisdom. And he discerns a principle underneath it that God cares that those who work hard, share in the results of their labor. And then he goes on to apply that to humans, specifically to leaders in the church, that they should be compensated for working, giving hours and energy to lead in a church. Pay your pastors.",
    "start": "00:43:03",
    "end": "00:43:36"
  },
  {
    "text": "Why?",
    "start": "00:43:38",
    "end": "00:43:38"
  },
  {
    "text": "Well, don't muzzle the ox. Like, for Paul, it just follows that you go to a law in Deuteronomy and see and care what it says.",
    "start": "00:43:39",
    "end": "00:43:47"
  },
  {
    "text": "And do you think Paul is then saying, so this is now a new law. Pay your pastors. And now we need to put that in our law book and make sure we're checking that one off? Or is he just saying, here's a principle and here's a way the principle can be applied. But he didn't take a paycheck, so.",
    "start": "00:43:47",
    "end": "00:44:07"
  },
  {
    "text": "Yeah, yeah, well, that's the. Yeah, that's more in the particulars of what he's saying to your first point.",
    "start": "00:44:07",
    "end": "00:44:13"
  },
  {
    "text": "I guess I don't bring that up to try to be divisive or anything. I just am saying, like, is it. Is he creating law or is he just creating principle?",
    "start": "00:44:14",
    "end": "00:44:23"
  },
  {
    "text": "No, I think he. I think Paul sees the law as a source of wisdom to help teach God's people new applications of how to love your neighbor.",
    "start": "00:44:23",
    "end": "00:44:34"
  },
  {
    "text": "Yeah, because it would be. I think I grew up in tradition where I was trained to read the New Testament as more law.",
    "start": "00:44:34",
    "end": "00:44:43"
  },
  {
    "text": "I see. Got it. Yeah.",
    "start": "00:44:43",
    "end": "00:44:45"
  },
  {
    "text": "Yeah. So, like, there's all these things. It's like, okay, so we're not supposed to do that. Paul mentions, don't do that. Paul mentions, do this. And now you're just kind of collecting these things.",
    "start": "00:44:45",
    "end": "00:44:53"
  },
  {
    "text": "Yeah, so, yeah, so it's a good example. So I think all of the moral commands that Paul gives in his letters, we know come from some worldview deep underneath that. For Paul, this is a way of loving God and loving my neighbor. And Paul is giving specific applications of that in all these different moral to the early church or exhortations. And we know that that's his filter because he says, listen, all the commands that you could ever give are summed up in this love your neighbor.",
    "start": "00:44:54",
    "end": "00:45:23"
  },
  {
    "text": "So do we need to do the same exercise or can we just rely on what Paul did and say, he probably did like he did?",
    "start": "00:45:23",
    "end": "00:45:28"
  },
  {
    "text": "Enough, man. You know, for me personally, I need to get underneath it for following Jesus to make sense to me. I want to understand the moral worldview underneath the commands in the New Testament, especially when they come into conflict with moral sensibilities of the culture I grew up in, because sometimes there's conflict, usually in the realm of sexual ethics. And so for me, I really want to know the moral principles underneath that make sense of what I'm being called to do as a follower of Jesus. I think it's a vital step of Christian growth in following Jesus to learn how to think on the level of first principles. And I think those are the kinds of people that Jesus wanted to form, are people who have wisdom to know exactly how to love God and love neighbor and all the different possible situations and cultures.",
    "start": "00:45:28",
    "end": "00:46:33"
  },
  {
    "text": "So this kind of brings us back to that whole boiling a goat and the mother's milk example. Is that, is it the Mishnah or the Talmud? The interpretation was, well, the principle underneath is it's just cruel to bake an animal in the life source of that animal. There's just something twisted about that. And then you get all these kosher laws that come out of that. But back when we talked about that, you said there's good evidence now that that wasn't actually why that law was, was made. So is there a danger in doing the exercise of trying to find the wisdom underneath the law?",
    "start": "00:46:33",
    "end": "00:47:18"
  },
  {
    "text": "Oh, sure. Sure there is. Yeah. You could be wrong.",
    "start": "00:47:18",
    "end": "00:47:22"
  },
  {
    "text": "You could be wrong.",
    "start": "00:47:22",
    "end": "00:47:23"
  },
  {
    "text": "You could be wrong.",
    "start": "00:47:23",
    "end": "00:47:24"
  },
  {
    "text": "So isn't it safer just to obey the law how it's written? Right.",
    "start": "00:47:24",
    "end": "00:47:29"
  },
  {
    "text": "Well, sure, but I don't own an ox. I don't ever tread grain. And the, I mean, well, that's getting to the second, that's getting to earlier question of what's the value of those laws.",
    "start": "00:47:29",
    "end": "00:47:43"
  },
  {
    "text": "Sure.",
    "start": "00:47:43",
    "end": "00:47:43"
  },
  {
    "text": "But there may be way, there may be creative ways of loving God and loving my neighbor that I wouldn't think of.",
    "start": "00:47:43",
    "end": "00:47:50"
  },
  {
    "text": "If you didn't do the exercise.",
    "start": "00:47:50",
    "end": "00:47:51"
  },
  {
    "text": "If I didn't do that exercise. Because what the laws. This is back to Sailhammer's idea about one of the roles in the law was to give us a view of what the laws affected in Israel's life. So love of God and neighbor affected diet affected the way I run my business, the way I treat employees, the way I design my house to be a place that's safe, that prevents injury, build parapets. I mean, really, like all of these laws all of a sudden get you thinking about, like, whoa, God cares about.",
    "start": "00:47:51",
    "end": "00:48:29"
  },
  {
    "text": "Jesus falling off roofs.",
    "start": "00:48:29",
    "end": "00:48:31"
  },
  {
    "text": "All these aspects of human community and life that I might overlook in a hyper, individualistic Western culture. And so there's immense wisdom to be gained from getting the principles and the laws. And can we get them wrong sometimes? I suppose so. But if your true north is love God and love neighbor, you can't go that wrong.",
    "start": "00:48:31",
    "end": "00:48:58"
  },
  {
    "text": "That's it on the law. We'd love to hear your questions about this topic. We're on Twitter oinbibleproj and on Facebook, Facebook.com TheBibleProject you can see all of our videos on YouTube. They're free. YouTube.com TheBibleProject and our website is JoinTheBibleProject.com all right. See you next. Time to rest. Now. It's.",
    "start": "00:49:05",
    "end": "00:50:05"
  }
]