[
  {
    "text": "Hey everybody, I'm Tim Mackey and welcome to the BibleProject podcast. Today on the podcast, we are starting a new series connected to a brand new Bible project theme video that we're working on. And it's about a topic that is actually really important in the biblical story, but it also is a vital part of our everyday lived experience. The theme is generosity, and it's connected to the experience that most of us know, which is that of scarcity and abundance. Scarcity causes a lot of anxiety in the human psyche. And Jesus knew a lot about anxiety through his own personal life experience. And he talked about it a lot, too. He said famous lines like this from Luke chapter 12. Therefore I tell you, don't be anxious about your life, what you will eat, or about your body, what you will wear. For life is more than food, and the body is more than clothes. Consider the ravens. They don't sow or reap. They don't have any storerooms or barns. And yet God feeds them. How much more valuable are you than birds? Who of you, by worrying, could add a single hour to your life? And since you can't do this very little thing, why do you worry about all the rest? Now, if you're like me, when you hear those words of Jesus, your first reaction might be that this sounds like somebody who's a hippie. So what's happening here? When we hear the words of Jesus but actually want to resist or come up with objections to what he's saying, this isn't a unique experience. This is what happens to lots of people when they hear Jesus teachings about anxiety and the freedom from being a slave to your possessions and your money. What's happening is a clash of worldviews. I simply don't hold the same view of the universe that Jesus does when it comes to thinking about money, possessions, resources, scarcity, and abundance. So in this episode, we're going to dig into this teaching of Jesus and. And what we're going to discover is Jesus is actually articulating a mindset, a whole view of the world that has been soaked and immersed in page one of Genesis. Jesus has a conception of the universe, that it's a beautiful creation packed with an overabundance of resources and opportunities and potential, and that it's a generous gift of the Creator to us. Jesus believes that we are all being hosted by this generous Creator. And if we can tune in to that Creator's love and overwhelming generosity, it will change how you live and experience all of life. So how did Jesus get this mindset how did he hold this mindset of generosity with all the pain and suffering that he saw around him? How did Jesus believe all these ideas when he was suffering and being killed on the cross? These are some of the questions that we're going to ask today as we begin to trace the theme of generosity throughout the storyline of the Bible. You guys, thank you for joining us on the bibleproject podcast. Here we go.",
    "start": "00:00:05",
    "end": "00:03:29"
  },
  {
    "text": "We get to start a new video on the topic of generosity.",
    "start": "00:03:31",
    "end": "00:03:35"
  },
  {
    "text": "Yes.",
    "start": "00:03:36",
    "end": "00:03:36"
  },
  {
    "text": "This is a video that we've talked about doing for a while.",
    "start": "00:03:36",
    "end": "00:03:39"
  },
  {
    "text": "Yes.",
    "start": "00:03:39",
    "end": "00:03:39"
  },
  {
    "text": "It wasn't on your original list.",
    "start": "00:03:39",
    "end": "00:03:41"
  },
  {
    "text": "Yep, that's correct.",
    "start": "00:03:42",
    "end": "00:03:43"
  },
  {
    "text": "You brought like a master list five years ago.",
    "start": "00:03:43",
    "end": "00:03:45"
  },
  {
    "text": "Yeah.",
    "start": "00:03:45",
    "end": "00:03:46"
  },
  {
    "text": "And we've deviated from that list many times.",
    "start": "00:03:46",
    "end": "00:03:48"
  },
  {
    "text": "Yeah, but mainly by adding things.",
    "start": "00:03:48",
    "end": "00:03:50"
  },
  {
    "text": "Yeah, we've never. I don't think we've taken anything off the list.",
    "start": "00:03:51",
    "end": "00:03:53"
  },
  {
    "text": "No, no. It was a big list of biblical theology videos and biblical book videos. But we've added some that we've come to call topics.",
    "start": "00:03:53",
    "end": "00:04:03"
  },
  {
    "text": "Yeah.",
    "start": "00:04:03",
    "end": "00:04:04"
  },
  {
    "text": "And some of these have taken the form of word studies. Like they're important topics, words or ideas in the Bible. They don't necessarily stretch from COVID to cover and get a full scale development, but some do.",
    "start": "00:04:04",
    "end": "00:04:18"
  },
  {
    "text": "This was a new paradigm for me of thinking of the difference between a theme and a topic.",
    "start": "00:04:19",
    "end": "00:04:24"
  },
  {
    "text": "Yeah, yeah, that's right.",
    "start": "00:04:24",
    "end": "00:04:25"
  },
  {
    "text": "And so you had about two dozen themes, and a theme for you is an idea, a motif that usually begins in the first couple pages of the Bible.",
    "start": "00:04:25",
    "end": "00:04:37"
  },
  {
    "text": "Correct. Yeah. Usually connected to a word, an image or a motif that's introduced in the first narratives of Genesis.",
    "start": "00:04:37",
    "end": "00:04:44"
  },
  {
    "text": "So you see it at the beginning of the narrative and then you can actually follow it like a melody throughout the entire storyline of the Bible.",
    "start": "00:04:44",
    "end": "00:04:51"
  },
  {
    "text": "Correct.",
    "start": "00:04:51",
    "end": "00:04:52"
  },
  {
    "text": "And it has its climax in the person of Jesus and his life, death and resurrection, and then continues on to its final resolution in new creation.",
    "start": "00:04:52",
    "end": "00:05:01"
  },
  {
    "text": "Correct.",
    "start": "00:05:01",
    "end": "00:05:02"
  },
  {
    "text": "So we've done a lot of those and we've stayed away from more what you would call topic videos.",
    "start": "00:05:02",
    "end": "00:05:08"
  },
  {
    "text": "Yep, that's right.",
    "start": "00:05:08",
    "end": "00:05:09"
  },
  {
    "text": "Or topics which the Bible might speak to.",
    "start": "00:05:09",
    "end": "00:05:12"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:05:12",
    "end": "00:05:13"
  },
  {
    "text": "It might even speak to a lot. But it doesn't necessarily get developed in the same way.",
    "start": "00:05:13",
    "end": "00:05:18"
  },
  {
    "text": "Well, it doesn't mean it's a theme that just keeps popping up. Once you see a theme, the core biblical themes that are weaving the whole narrative together. Once you see the core what ones, you just start to see them everywhere. They're just everywhere. However, there are also important ideas in the Bible that are repeated in many places, though maybe not as prominent as themes.",
    "start": "00:05:18",
    "end": "00:05:41"
  },
  {
    "text": "So it's not just about prominence, though.",
    "start": "00:05:41",
    "end": "00:05:44"
  },
  {
    "text": "It's not just about prominence. You know, I should be honest and say it's also just. There's a matter of judgment call.",
    "start": "00:05:44",
    "end": "00:05:50"
  },
  {
    "text": "Yeah, it seems like it.",
    "start": "00:05:50",
    "end": "00:05:51"
  },
  {
    "text": "Because the themes that we've covered are also themes that I think are underrepresented in the Christian tradition.",
    "start": "00:05:52",
    "end": "00:05:58"
  },
  {
    "text": "Got it.",
    "start": "00:05:58",
    "end": "00:05:59"
  },
  {
    "text": "But that are really important in the Hebrew Bible and in Jewish tradition. And it turns out in the New Testament, we just don't always have eyes to see them.",
    "start": "00:05:59",
    "end": "00:06:07"
  },
  {
    "text": "Even though they're all over.",
    "start": "00:06:07",
    "end": "00:06:08"
  },
  {
    "text": "Even though they're all over, certain traditions of Christianity haven't equipped us to notice these things in the Bible. So those are the things I try and move towards. So, yeah, the theme of generosity, which overlaps with the concept and theme and word of grace in the Bible, it's actually a really big deal. It's a really big theme.",
    "start": "00:06:09",
    "end": "00:06:30"
  },
  {
    "text": "Have you moved then from topic to theme on this topic?",
    "start": "00:06:30",
    "end": "00:06:34"
  },
  {
    "text": "I don't know. Let's see. I've been pondering this for a while.",
    "start": "00:06:34",
    "end": "00:06:38"
  },
  {
    "text": "Our good friend who's been a big part of the organization is a massive champion of biblical. Generosity is a term that he likes to use.",
    "start": "00:06:38",
    "end": "00:06:48"
  },
  {
    "text": "That's right. He influenced a part of why the Bible Project is free.",
    "start": "00:06:48",
    "end": "00:06:54"
  },
  {
    "text": "Totally.",
    "start": "00:06:54",
    "end": "00:06:55"
  },
  {
    "text": "The resources are free.",
    "start": "00:06:55",
    "end": "00:06:56"
  },
  {
    "text": "Yeah.",
    "start": "00:06:56",
    "end": "00:06:56"
  },
  {
    "text": "Because of his.",
    "start": "00:06:56",
    "end": "00:06:56"
  },
  {
    "text": "He was ground level on how we were going to develop resources for this and the model of being a free. Kind of a pay it forward kind of.",
    "start": "00:06:56",
    "end": "00:07:04"
  },
  {
    "text": "Yeah. Nonprofit animation studio.",
    "start": "00:07:04",
    "end": "00:07:06"
  },
  {
    "text": "Crowdfunded.",
    "start": "00:07:06",
    "end": "00:07:07"
  },
  {
    "text": "Crowdfunded.",
    "start": "00:07:07",
    "end": "00:07:07"
  },
  {
    "text": "And so he's been just every year just like, hey, when are you making the video on generosity?",
    "start": "00:07:08",
    "end": "00:07:14"
  },
  {
    "text": "Yeah, that's right. Yeah.",
    "start": "00:07:14",
    "end": "00:07:15"
  },
  {
    "text": "And it is a theme. Right. And. And then you'd be like, well, it's a topic. It's a topic.",
    "start": "00:07:15",
    "end": "00:07:21"
  },
  {
    "text": "And so let's just say it's important. It's talked about all over the Bible and we're going to make a video about it. I trust. It's going to be awesome. We usually start in Genesis and of course we will spend time talking about Genesis 1 and 2. But I thought we should first ponder a teaching of Jesus that where he puts a number of things together, namely the concepts of anxiety, freedom from anxiety, watching and paying attention to flowers and birds, and generosity, especially towards the poor. For Jesus, those three things are closely bound together.",
    "start": "00:07:21",
    "end": "00:08:28"
  },
  {
    "text": "Generosity for the poor, anxiety about life.",
    "start": "00:08:30",
    "end": "00:08:33"
  },
  {
    "text": "Yes.",
    "start": "00:08:33",
    "end": "00:08:34"
  },
  {
    "text": "And what was the other thing?",
    "start": "00:08:34",
    "end": "00:08:35"
  },
  {
    "text": "How well, you pay attention to birds and flowers.",
    "start": "00:08:35",
    "end": "00:08:38"
  },
  {
    "text": "Okay.",
    "start": "00:08:39",
    "end": "00:08:39"
  },
  {
    "text": "In GS's mind, these are three things that just go together. Really.",
    "start": "00:08:40",
    "end": "00:08:44"
  },
  {
    "text": "Like how good of a bird watcher you are.",
    "start": "00:08:45",
    "end": "00:08:46"
  },
  {
    "text": "Yeah.",
    "start": "00:08:46",
    "end": "00:08:47"
  },
  {
    "text": "And botanist.",
    "start": "00:08:47",
    "end": "00:08:47"
  },
  {
    "text": "Yeah. Luke, chapter 12. So he said to his Disciples, for this reason I tell you, don't be anxious about your life, what you will eat, and don't be anxious about your body, what clothes you put on for life is more than food and the body more than clothing. Ponder the ravens. They don't sow seed or reap a harvest. They have no storerooms or barns, yet God feeds them. How much more valuable are you than birds? And which of you, by worrying, can add an hour to his lifespan? And if you can't do even a very little thing, why then do you worry about other matters? Ponder the lilies, how they grow. They don't toil or spin clothes like material fabric. Yeah, but I tell you, not even Solomon in all his glory, clothed himself like one of these. And if God so clothes the grass of the field which is here today and tomorrow's thrown into the furnace, how much more will he clothe? You, you who trust God so little and do not seek what you will eat and what you will drink, don't foster your anxiety, for all of these things the nations of the world eagerly seek. And your Father knows that you need these things. But seek his kingdom and all these things will be granted to you. Don't be afraid, little flock, for your Father has chosen gladly to give you the kingdom. Sell your possessions, give to the poor, make for yourselves money belts that don't wear out an unfailing treasure in heaven where no thief comes near and no moth destroys. For where your treasure is, there your heart will be also.",
    "start": "00:08:47",
    "end": "00:10:31"
  },
  {
    "text": "Classic Jesus.",
    "start": "00:10:32",
    "end": "00:10:33"
  },
  {
    "text": "Totally so good man. Just like the ultimate sage can, like, weave together things that you normally wouldn't put together into one place. Anxiety, ravens, flowers, ancient kings, and generosity to the poor. This is Luke's version of this teaching. Matthew has packaged it a little bit differently in the Sermon on the Mount. I'm actually just curious. I have my own things that occur to me and challenges that I've had with this teaching over the years. But I'm curious, you know, I've been thinking about this in the context of our conversation, but what strikes you as either thoughts or potential objections that one.",
    "start": "00:10:33",
    "end": "00:11:20"
  },
  {
    "text": "Might have to Jesus sure feels very hippie. Which makes it feel like a little naive, perhaps.",
    "start": "00:11:20",
    "end": "00:11:29"
  },
  {
    "text": "Irresponsible.",
    "start": "00:11:29",
    "end": "00:11:30"
  },
  {
    "text": "Well, irresponsible, yeah. Like if you just went around never worrying or never concerning yourself with even making sure you had clothes on your back, and you're just like, yeah, well, the flowers. Don't worry about it. It's like you're not flower.",
    "start": "00:11:30",
    "end": "00:11:44"
  },
  {
    "text": "Yeah, that's right. You're human.",
    "start": "00:11:45",
    "end": "00:11:46"
  },
  {
    "text": "You're a human Being.",
    "start": "00:11:46",
    "end": "00:11:47"
  },
  {
    "text": "Yeah, that's right. You don't have feathers like a raven, right? Yep.",
    "start": "00:11:47",
    "end": "00:11:51"
  },
  {
    "text": "You don't look at a flower and go, hey, put some clothes on. Maybe Jesus is trying to be provocative here.",
    "start": "00:11:51",
    "end": "00:11:58"
  },
  {
    "text": "He seems to have had a habit of that, doing that kind of thing.",
    "start": "00:11:59",
    "end": "00:12:03"
  },
  {
    "text": "But you want to take him seriously and you want to, you want to say, okay, should I not ever worry? You probably did have to worry. Like, do I have a cloak this winter?",
    "start": "00:12:04",
    "end": "00:12:11"
  },
  {
    "text": "Yeah, that's right. Yeah, that's my cloak. That's right.",
    "start": "00:12:11",
    "end": "00:12:14"
  },
  {
    "text": "And I guess if in a different socioeconomic status, you're gonna have to worry about that. I am a middle class Westerner and it's like, do I have a coat this year that I think's cool?",
    "start": "00:12:14",
    "end": "00:12:26"
  },
  {
    "text": "Yeah. That's your question.",
    "start": "00:12:26",
    "end": "00:12:29"
  },
  {
    "text": "That's my question. So obviously that's a different level of worrying. It's a little easier to get there.",
    "start": "00:12:29",
    "end": "00:12:38"
  },
  {
    "text": "Well, okay, so let's focus on that. So what you're saying is you live in a very different cultural setting than Jesus.",
    "start": "00:12:38",
    "end": "00:12:46"
  },
  {
    "text": "Yeah.",
    "start": "00:12:47",
    "end": "00:12:47"
  },
  {
    "text": "So the way you conceive of food availability.",
    "start": "00:12:47",
    "end": "00:12:50"
  },
  {
    "text": "Right.",
    "start": "00:12:51",
    "end": "00:12:51"
  },
  {
    "text": "And clothing is totally different.",
    "start": "00:12:51",
    "end": "00:12:53"
  },
  {
    "text": "Totally different. Those aren't the things I worry about.",
    "start": "00:12:53",
    "end": "00:12:56"
  },
  {
    "text": "Correct. Yeah.",
    "start": "00:12:56",
    "end": "00:12:57"
  },
  {
    "text": "I worry about other things.",
    "start": "00:12:57",
    "end": "00:12:58"
  },
  {
    "text": "That's right. That's right.",
    "start": "00:12:58",
    "end": "00:12:59"
  },
  {
    "text": "Yeah.",
    "start": "00:12:59",
    "end": "00:12:59"
  },
  {
    "text": "So yeah, let's just place Jesus in a setting.",
    "start": "00:12:59",
    "end": "00:13:02"
  },
  {
    "text": "Yeah.",
    "start": "00:13:02",
    "end": "00:13:02"
  },
  {
    "text": "Right. First century Galilee.",
    "start": "00:13:02",
    "end": "00:13:04"
  },
  {
    "text": "Yeah.",
    "start": "00:13:04",
    "end": "00:13:04"
  },
  {
    "text": "This is a people group living on their ancestral land, the Israelites, under military occupation by the Romans. Tax burdens are insanely heavy, which is why taxes feature so much in Jesus parables. Because day to day life is how.",
    "start": "00:13:04",
    "end": "00:13:21"
  },
  {
    "text": "What percentage of your income?",
    "start": "00:13:21",
    "end": "00:13:23"
  },
  {
    "text": "Oh, I don't know. Off the top of my head, I'd have to do some homework. But the fact that it features a lot in Jesus teachings and the way that the Romans profited from the subjugated people groups in the empire was through taxation. And in that region, it's just all agriculture. Think of all of his parables filled with day laborers, you know, or people who have to sell their land or dream of finding treasure. So. Right. Jesus parables are filled, you can see, with the stories and anxieties of the people that he's talking to.",
    "start": "00:13:23",
    "end": "00:13:56"
  },
  {
    "text": "Right.",
    "start": "00:13:56",
    "end": "00:13:57"
  },
  {
    "text": "So, yeah. In that setting, worrying about food and clothing, many people live on subsistence wages and that kind of thing.",
    "start": "00:13:57",
    "end": "00:14:05"
  },
  {
    "text": "Yeah. Which many people today still do.",
    "start": "00:14:05",
    "end": "00:14:07"
  },
  {
    "text": "And many, many, many large percentage of the human race still. So there, it's important to translate, to imagine what in every different person's cultural setting is the equivalent of the kind of anxieties he's talking about. But even then, that doesn't relieve the tension that you're placing your finger on.",
    "start": "00:14:07",
    "end": "00:14:26"
  },
  {
    "text": "Right.",
    "start": "00:14:26",
    "end": "00:14:27"
  },
  {
    "text": "Which is, is this a carefree Jesus?",
    "start": "00:14:27",
    "end": "00:14:29"
  },
  {
    "text": "A carefree Jesus?",
    "start": "00:14:29",
    "end": "00:14:30"
  },
  {
    "text": "Is this a careless Jesus?",
    "start": "00:14:30",
    "end": "00:14:32"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:14:32",
    "end": "00:14:33"
  },
  {
    "text": "Is he doing what he often does, which is say something hyperbolic on one extreme to force you awake and to really think about the heart of what he's getting at? My mind has often gone to another aspect of this, which is, what about, like, the ravens I typically see are either flying in trees or they're, like, squashed on the road.",
    "start": "00:14:33",
    "end": "00:14:56"
  },
  {
    "text": "The roadkill.",
    "start": "00:14:58",
    "end": "00:14:59"
  },
  {
    "text": "Yeah. And actually, ever since I started following Jesus and, like, I read the saying, and I would see, like, a dead crow, like, squashed over, getting picked on by other crows. And I'm just like, huh?",
    "start": "00:14:59",
    "end": "00:15:09"
  },
  {
    "text": "So that one wasn't worrying.",
    "start": "00:15:09",
    "end": "00:15:11"
  },
  {
    "text": "Yeah. Yeah. And was God paying attention to that one?",
    "start": "00:15:11",
    "end": "00:15:14"
  },
  {
    "text": "Oh, right.",
    "start": "00:15:14",
    "end": "00:15:15"
  },
  {
    "text": "Like, you know, that's the whole thing, is God cares about the birds.",
    "start": "00:15:15",
    "end": "00:15:18"
  },
  {
    "text": "Yeah.",
    "start": "00:15:18",
    "end": "00:15:18"
  },
  {
    "text": "You're more valuable than birds, so God cares more about you. And I'm like, well, what about the dead crow? And what about the, you know, the wildflower field that gets caught by a wildfire? Right.",
    "start": "00:15:18",
    "end": "00:15:29"
  },
  {
    "text": "Yeah.",
    "start": "00:15:29",
    "end": "00:15:30"
  },
  {
    "text": "That's where my mind goes, is all the instances where nature gives you the opposite of abundance, superabundance. It gives you devastation and death. And what is God's role in that? You know what I'm saying?",
    "start": "00:15:30",
    "end": "00:15:41"
  },
  {
    "text": "Yeah.",
    "start": "00:15:41",
    "end": "00:15:42"
  },
  {
    "text": "Neither of those liabilities. Well, what we typically go towards, what we just did was go towards the exceptions to what he's saying.",
    "start": "00:15:42",
    "end": "00:15:50"
  },
  {
    "text": "Yeah.",
    "start": "00:15:50",
    "end": "00:15:50"
  },
  {
    "text": "Instead of focusing on the point that he is making.",
    "start": "00:15:52",
    "end": "00:15:54"
  },
  {
    "text": "Right.",
    "start": "00:15:54",
    "end": "00:15:54"
  },
  {
    "text": "Which is actually a good. A good point.",
    "start": "00:15:54",
    "end": "00:15:56"
  },
  {
    "text": "Does Matthew's version of this say ravens? It's just ravens feels like a new detail to me. And I'm more familiar with the Matthew saying.",
    "start": "00:15:56",
    "end": "00:16:04"
  },
  {
    "text": "Got it.",
    "start": "00:16:04",
    "end": "00:16:04"
  },
  {
    "text": "I just never pictured ravens. Ravens are scavengers.",
    "start": "00:16:04",
    "end": "00:16:07"
  },
  {
    "text": "They are. So are crows.",
    "start": "00:16:07",
    "end": "00:16:10"
  },
  {
    "text": "Yeah. But I think. I think Matthews says birds of the air or something like that.",
    "start": "00:16:10",
    "end": "00:16:14"
  },
  {
    "text": "Got it here, I'm gonna look it up.",
    "start": "00:16:15",
    "end": "00:16:16"
  },
  {
    "text": "And so I always pictured, like, bluebirds, like robins.",
    "start": "00:16:16",
    "end": "00:16:19"
  },
  {
    "text": "Hummingbirds. Yeah. Oh, you're right. Yeah. In Matthew 6, it's just the birds of the. It's the generic word for birds, like the. Not a species word, but a higher level category word.",
    "start": "00:16:19",
    "end": "00:16:32"
  },
  {
    "text": "Right.",
    "start": "00:16:33",
    "end": "00:16:34"
  },
  {
    "text": "Whereas. Whereas Luke gives us. Yeah. The specific word for raven.",
    "start": "00:16:34",
    "end": "00:16:41"
  },
  {
    "text": "Yeah.",
    "start": "00:16:42",
    "end": "00:16:42"
  },
  {
    "text": "Or crow.",
    "start": "00:16:42",
    "end": "00:16:43"
  },
  {
    "text": "Crows are. They're fighters.",
    "start": "00:16:44",
    "end": "00:16:46"
  },
  {
    "text": "Yeah. They're scrappy.",
    "start": "00:16:46",
    "end": "00:16:47"
  },
  {
    "text": "They're scrappy.",
    "start": "00:16:47",
    "end": "00:16:48"
  },
  {
    "text": "Yeah.",
    "start": "00:16:48",
    "end": "00:16:48"
  },
  {
    "text": "Totally scrappy animals.",
    "start": "00:16:48",
    "end": "00:16:49"
  },
  {
    "text": "Yeah, that's right, actually. That's fascinating. Yeah. I actually hadn't pondered that before this moment. But in Luke's version, he retains the word crow. And a crow is non kosher precisely because it's a scavenger. It's the birds of the prey, the carnivorous birds that are the unclean, impure that Jews don't eat. So that's interesting.",
    "start": "00:16:49",
    "end": "00:17:11"
  },
  {
    "text": "Yeah.",
    "start": "00:17:11",
    "end": "00:17:12"
  },
  {
    "text": "God provides for them by other animals, carcasses of other animals getting run over. Yeah, totally.",
    "start": "00:17:12",
    "end": "00:17:18"
  },
  {
    "text": "But also, I mean, they eat anything.",
    "start": "00:17:19",
    "end": "00:17:20"
  },
  {
    "text": "Yeah, that's right. They'll eat berries or whatever.",
    "start": "00:17:20",
    "end": "00:17:23"
  },
  {
    "text": "They just make it work.",
    "start": "00:17:23",
    "end": "00:17:24"
  },
  {
    "text": "Yeah, that's right. Yeah. Okay, so the exceptions. There's lots of exceptions. You could say to Jesus and I, my hunch is that we would. But Jesus, what about the crows that die, you know, in a famine, whatever. And so he might have a response to that. But I think his point would be. But didn't you hear the point that I was making, though, which is the ravens. And these flowers exist as a form and they experience a form of abundance. They're a sign of abundance. Just creatures out there, they don't spend their time investing in food prep and food storage.",
    "start": "00:17:24",
    "end": "00:18:01"
  },
  {
    "text": "Yeah.",
    "start": "00:18:01",
    "end": "00:18:02"
  },
  {
    "text": "Or. But they're beautiful and they seem to always have enough food.",
    "start": "00:18:02",
    "end": "00:18:07"
  },
  {
    "text": "Well, you know, I mean, I think if crows, like, had enough of like a prefrontal cortex, they might store food.",
    "start": "00:18:07",
    "end": "00:18:16"
  },
  {
    "text": "Oh, that's a good point.",
    "start": "00:18:16",
    "end": "00:18:17"
  },
  {
    "text": "You know, I just don't think they know to.",
    "start": "00:18:17",
    "end": "00:18:20"
  },
  {
    "text": "Well, totally. And I think that's part of his point, though, is like, there are many creatures that exist in the world. They have enough or they're just blenderous like flowers, and they are a witness to the overabundance that God has packed into creation.",
    "start": "00:18:21",
    "end": "00:18:38"
  },
  {
    "text": "Interesting.",
    "start": "00:18:38",
    "end": "00:18:39"
  },
  {
    "text": "And he says if you ponder the existence of a bird or a lily long enough, it will free you from anxiety. That's his point.",
    "start": "00:18:39",
    "end": "00:18:48"
  },
  {
    "text": "That's his point.",
    "start": "00:18:49",
    "end": "00:18:50"
  },
  {
    "text": "That's his point. Yeah. Don't you be anxious. Ponder the ravens. Ponder the lilies. Somehow the lilies are just beautiful.",
    "start": "00:18:50",
    "end": "00:18:59"
  },
  {
    "text": "You think Jesus wants you to stop and just hang out and think about birds?",
    "start": "00:18:59",
    "end": "00:19:04"
  },
  {
    "text": "I mean, what else does he mean? Ponder the ravens?",
    "start": "00:19:04",
    "end": "00:19:06"
  },
  {
    "text": "Well, he might just mean, for example, let me get like, for a moment, for this moment, I don't want you to go home and spend the rest of the afternoon thinking about birds.",
    "start": "00:19:06",
    "end": "00:19:17"
  },
  {
    "text": "Oh, well, no, no, man. He's a wisdom sage.",
    "start": "00:19:17",
    "end": "00:19:23"
  },
  {
    "text": "Yeah. He wants you to think about birds.",
    "start": "00:19:23",
    "end": "00:19:24"
  },
  {
    "text": "He wants you to stop and think about the birds for an afternoon.",
    "start": "00:19:24",
    "end": "00:19:26"
  },
  {
    "text": "Jesus wants you to be a bird watcher.",
    "start": "00:19:26",
    "end": "00:19:28"
  },
  {
    "text": "Just like as we'll see a little bit later. He wants you to ponder a rainstorm and what that says about the character of God here. It's what a flower and a Bird tells you about the character of God.",
    "start": "00:19:28",
    "end": "00:19:38"
  },
  {
    "text": "I thought before that bird watching would be a good activity for me.",
    "start": "00:19:38",
    "end": "00:19:41"
  },
  {
    "text": "Oh, really? Yeah, yeah.",
    "start": "00:19:41",
    "end": "00:19:43"
  },
  {
    "text": "Because it forces you to be very present and.",
    "start": "00:19:43",
    "end": "00:19:46"
  },
  {
    "text": "Yeah. To pay attention to things you'd normally ignore, overlook.",
    "start": "00:19:47",
    "end": "00:19:51"
  },
  {
    "text": "Yeah, yeah. And. And just to be very kind of embodied in nature and be observing.",
    "start": "00:19:51",
    "end": "00:19:58"
  },
  {
    "text": "Yeah.",
    "start": "00:19:58",
    "end": "00:19:59"
  },
  {
    "text": "And then there's a, like a gamification aspect of it where you're like checking off birds.",
    "start": "00:19:59",
    "end": "00:20:04"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:20:04",
    "end": "00:20:05"
  },
  {
    "text": "Turns into like a. Yeah, you can.",
    "start": "00:20:05",
    "end": "00:20:07"
  },
  {
    "text": "Make it an adventure.",
    "start": "00:20:07",
    "end": "00:20:07"
  },
  {
    "text": "Yeah, make it.",
    "start": "00:20:07",
    "end": "00:20:08"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:20:08",
    "end": "00:20:09"
  },
  {
    "text": "So as you ponder nature, birds.",
    "start": "00:20:09",
    "end": "00:20:12"
  },
  {
    "text": "Yeah.",
    "start": "00:20:12",
    "end": "00:20:13"
  },
  {
    "text": "Flowers and the abundance.",
    "start": "00:20:13",
    "end": "00:20:15"
  },
  {
    "text": "Yeah.",
    "start": "00:20:15",
    "end": "00:20:15"
  },
  {
    "text": "That they've. They kind of thrive within. It's like there's this ecosystem.",
    "start": "00:20:15",
    "end": "00:20:19"
  },
  {
    "text": "Yeah.",
    "start": "00:20:19",
    "end": "00:20:20"
  },
  {
    "text": "And it spins off. So much value.",
    "start": "00:20:20",
    "end": "00:20:23"
  },
  {
    "text": "Yeah.",
    "start": "00:20:24",
    "end": "00:20:24"
  },
  {
    "text": "That we could have these creatures and these. And this. And these flowers that just kind of spring to life.",
    "start": "00:20:25",
    "end": "00:20:32"
  },
  {
    "text": "Yeah.",
    "start": "00:20:32",
    "end": "00:20:33"
  },
  {
    "text": "And flourish.",
    "start": "00:20:33",
    "end": "00:20:34"
  },
  {
    "text": "Yeah.",
    "start": "00:20:35",
    "end": "00:20:35"
  },
  {
    "text": "And they don't have anxiety the way that humans have anxiety.",
    "start": "00:20:35",
    "end": "00:20:39"
  },
  {
    "text": "Correct. What kind of creature seems to be free from anxiety yet experiences? Abundance.",
    "start": "00:20:39",
    "end": "00:20:45"
  },
  {
    "text": "Ones that aren't conscious of their own self.",
    "start": "00:20:45",
    "end": "00:20:47"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:20:51",
    "end": "00:20:51"
  },
  {
    "text": "Give a crow self awareness or self consciousness. Well.",
    "start": "00:20:53",
    "end": "00:20:57"
  },
  {
    "text": "Or he thinks that there are certain advantages to not being that self conscious.",
    "start": "00:20:57",
    "end": "00:21:01"
  },
  {
    "text": "Yeah.",
    "start": "00:21:01",
    "end": "00:21:01"
  },
  {
    "text": "That's interesting to think about.",
    "start": "00:21:02",
    "end": "00:21:02"
  },
  {
    "text": "That is interesting to think about.",
    "start": "00:21:02",
    "end": "00:21:04"
  },
  {
    "text": "The crows have one up on us because they're free from a whole. Think of what. Yeah. Their brains just don't have to do all of this.",
    "start": "00:21:04",
    "end": "00:21:14"
  },
  {
    "text": "But they are. They are very intelligent creatures.",
    "start": "00:21:14",
    "end": "00:21:16"
  },
  {
    "text": "Yes, they are. Yes, they are. They use tools. There's one by my house using a. Psst. Using. Oh. Oh, yes. There was one by my house dropping nuts from the telephone wires above to break them. To break them open.",
    "start": "00:21:16",
    "end": "00:21:29"
  },
  {
    "text": "Yeah.",
    "start": "00:21:29",
    "end": "00:21:29"
  },
  {
    "text": "I watched them do it.",
    "start": "00:21:29",
    "end": "00:21:30"
  },
  {
    "text": "Crows can remember human faces. If you mess with the crow, it'll remember you and you'll make an enemy.",
    "start": "00:21:30",
    "end": "00:21:37"
  },
  {
    "text": "We're pondering crows right now. We're doing what Jesus told us to do. So I look at the birds and these lilies, I see living things that don't stress out about their subsistence, their needs, and they always seem to be provided for. And in the case of flowers, they're just drop dead gorgeous. Just beautiful, mind blowing. And Jesus draws from that a conclusion about God's generosity and care that humans would do well to pay attention to. Because look what he goes on to say. Look. He goes on to say, why do you freak out about clothes and food? You trust God so little. He equates their inability to worry to worry with as like this model of trust. So fascinating. So then in verse 29, he goes on to say, listen also, this is what the non Jews. This is how the non Jews see the world. All they. They think life's meaning is about food and drink and clothing and security. Your father knows these things. Here's what I tell you to do. Seek the kingdom, which is a phrase that's been almost Christianized out of having any meaning, hasn't it?",
    "start": "00:21:40",
    "end": "00:22:57"
  },
  {
    "text": "Yeah.",
    "start": "00:22:58",
    "end": "00:22:58"
  },
  {
    "text": "So you have to imagine yourself into what Jesus meant when he said the kingdom of God is here. So follow me.",
    "start": "00:22:58",
    "end": "00:23:04"
  },
  {
    "text": "Yeah, I. Right. I don't know if I appreciate it.",
    "start": "00:23:05",
    "end": "00:23:08"
  },
  {
    "text": "It's almost. You have to upload how many other hours of conversation we've had over the last five years. Yeah, well, if you prioritize loving your neighbor as yourself.",
    "start": "00:23:10",
    "end": "00:23:19"
  },
  {
    "text": "Well, we're using. You're using kingdom here as the. In a non literal sense. Where a first century Jewish person would have heard that and be like, yeah, when Israel gets its own, I see freedom from any other empire.",
    "start": "00:23:20",
    "end": "00:23:37"
  },
  {
    "text": "That's right.",
    "start": "00:23:37",
    "end": "00:23:37"
  },
  {
    "text": "And we have a kingdom.",
    "start": "00:23:37",
    "end": "00:23:38"
  },
  {
    "text": "That's how some people. Yeah. Might have heard him on day one when he's going around announcing. But if you're following Jesus around the hills of Galilee and you've been listening to him teach, you know that living under God's reign means God's kingdom as defined by Jesus. Jesus is restarting the Genesis 1 Eden project of humans living in partnership with the reign of God. It's about a different way to conceive of human relationships, a different way of conceiving of power and status relationships. All that Sermon on the Mount, all that stuff. Right. Transformation of the heart. Jeremiah 31. Torah written on the heart. New humans. So if you seek to live by the Sermon on the Mount, essentially what you'll find is that your needs will be provided for. All these things will be granted to you. It's sort of like your needs are provided for precisely when you stop stressing out about them as your goal.",
    "start": "00:23:39",
    "end": "00:24:38"
  },
  {
    "text": "Yeah.",
    "start": "00:24:38",
    "end": "00:24:39"
  },
  {
    "text": "That's what Jesus point is here. And then look at what he says. The final line is so selling. Sell your stuff. Sell stuff.",
    "start": "00:24:39",
    "end": "00:24:47"
  },
  {
    "text": "And give it away.",
    "start": "00:24:47",
    "end": "00:24:48"
  },
  {
    "text": "And give it away. And here's what you'll paradoxically find. Your money belts won't wear out because you're participating in the new creation, what he calls unfailing treasure in heaven where no thief can come near. Where moth destroy.",
    "start": "00:24:48",
    "end": "00:25:04"
  },
  {
    "text": "Is this the very Christianized version of this is like jewels in your crown in heaven?",
    "start": "00:25:04",
    "end": "00:25:10"
  },
  {
    "text": "Yeah, yeah, totally. Totally.",
    "start": "00:25:11",
    "end": "00:25:13"
  },
  {
    "text": "Yeah. Like bonus points. Bigger mansion in new creation.",
    "start": "00:25:13",
    "end": "00:25:18"
  },
  {
    "text": "Yeah.",
    "start": "00:25:18",
    "end": "00:25:19"
  },
  {
    "text": "It doesn't seem. But I gotta imagine that's not what he's thinking about.",
    "start": "00:25:19",
    "end": "00:25:22"
  },
  {
    "text": "No. Yeah. I think you can make it way more practical and realistic. What he's talking about in his day is think in the day before you have digital currency or virtual currency. You know, like, what is the savings that me and my wife save up? They're just like numbers on a computer in a bank. Like what is that? In a time when all your currency.",
    "start": "00:25:22",
    "end": "00:25:47"
  },
  {
    "text": "Yeah. Is an actual coin.",
    "start": "00:25:47",
    "end": "00:25:49"
  },
  {
    "text": "Is an actual, like hard materials.",
    "start": "00:25:49",
    "end": "00:25:52"
  },
  {
    "text": "Right.",
    "start": "00:25:52",
    "end": "00:25:53"
  },
  {
    "text": "How you create structures for saving and investment and long term security. Right. It's very different setup. So Jesus. Whole point is, if you make your own personal security the main focus of your life goals, what you'll paradoxically find. This is Ecclesiastes. This paragraph has Ecclesiastes all over it. It'll actually ruin you, destroy you through anxiety and more than likely the structures. The system's going to break and it won't be there when you need it.",
    "start": "00:25:54",
    "end": "00:26:26"
  },
  {
    "text": "Yeah. Or you'll die and you'll give it to someone else.",
    "start": "00:26:27",
    "end": "00:26:29"
  },
  {
    "text": "Yeah, totally. And then they'll waste it, that whole deal. Yeah, totally. So his whole point is, if you're living by the Sermon on the Mount, what you're doing is you are investing in a new creation. You're living in the present as if you're living in the. In the new creation. And when you live in that way, you are creating realities that last on into the future.",
    "start": "00:26:29",
    "end": "00:26:51"
  },
  {
    "text": "The reason why we like money is because you can exchange it for stuff that you need and want.",
    "start": "00:26:51",
    "end": "00:26:59"
  },
  {
    "text": "Yeah.",
    "start": "00:26:59",
    "end": "00:26:59"
  },
  {
    "text": "So it's about value.",
    "start": "00:26:59",
    "end": "00:27:01"
  },
  {
    "text": "Yeah.",
    "start": "00:27:01",
    "end": "00:27:01"
  },
  {
    "text": "But there's something about a way of living which is the way of the kingdom.",
    "start": "00:27:01",
    "end": "00:27:08"
  },
  {
    "text": "Yeah.",
    "start": "00:27:08",
    "end": "00:27:09"
  },
  {
    "text": "Where there's a different type of currency, like a different type of value.",
    "start": "00:27:09",
    "end": "00:27:12"
  },
  {
    "text": "That's right. That doesn't wear out.",
    "start": "00:27:12",
    "end": "00:27:14"
  },
  {
    "text": "It doesn't wear out.",
    "start": "00:27:14",
    "end": "00:27:15"
  },
  {
    "text": "Doesn't wear out. That's right. Yeah. Yeah. I can spend a lot of money on a great meal and in 24 hours it's passed. Passed, literally and metaphorically passed.",
    "start": "00:27:15",
    "end": "00:27:29"
  },
  {
    "text": "Yeah.",
    "start": "00:27:29",
    "end": "00:27:29"
  },
  {
    "text": "But the way if I love my neighbor as myself and I choose to use some of those resources to help out somebody I know who's going through a really hard time. The love and the generosity and now the bond, the relational bond, there's something there that's an investment, according to Jesus, in something that lasts on into the new creation. In the Sermon on the Mount, healthy whole relationships is one of the greatest values of the Kingdom of God, according to Jesus. And generosity creates those types of bonds between people that apparently are more enduring than a good meal or the stock market. Yeah, yeah.",
    "start": "00:27:32",
    "end": "00:28:12"
  },
  {
    "text": "And you can get There. Pretty easy.",
    "start": "00:28:12",
    "end": "00:28:13"
  },
  {
    "text": "Yeah.",
    "start": "00:28:13",
    "end": "00:28:13"
  },
  {
    "text": "You know, like it doesn't take too much imagination to realize. Yeah, I'll find more joy and abundance out of a network of. Of people who experience like this kind of radical level of generosity towards each other than I will in whatever new Tesla model is coming out.",
    "start": "00:28:13",
    "end": "00:28:39"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:28:39",
    "end": "00:28:40"
  },
  {
    "text": "But in the day to day experience, that's not usually where my psyche is at.",
    "start": "00:28:41",
    "end": "00:28:46"
  },
  {
    "text": "That's right, that's right. So to me, it's significant that this thing about the birds and the flowers and anxiety is placed next to this teaching. It's actually all part of one teaching about your priorities, what you really value and valuing the kingdom such that you begin to treat other people according to Jesus value set. And for Jesus, those just go together. So you could put it this way. The whole thing began with don't be anxious. Freedom from anxiety. So Jesus apparently conceives of the universe that he's living in as a place that should free us from anxiety.",
    "start": "00:28:46",
    "end": "00:29:25"
  },
  {
    "text": "Yeah. Has he been around?",
    "start": "00:29:25",
    "end": "00:29:27"
  },
  {
    "text": "Yeah, totally. Right, okay. So it's a place where it does.",
    "start": "00:29:27",
    "end": "00:29:34"
  },
  {
    "text": "You know, in the city, it feels like birds are kind of just scrapping it out with everyone.",
    "start": "00:29:34",
    "end": "00:29:39"
  },
  {
    "text": "Oh, sure. Yay.",
    "start": "00:29:39",
    "end": "00:29:40"
  },
  {
    "text": "But in agricultural society.",
    "start": "00:29:40",
    "end": "00:29:41"
  },
  {
    "text": "Yeah. Or in rural outdoors, the birds have it made.",
    "start": "00:29:42",
    "end": "00:29:45"
  },
  {
    "text": "I mean, they're just.",
    "start": "00:29:45",
    "end": "00:29:46"
  },
  {
    "text": "Yeah. I mean, they gotta work hard.",
    "start": "00:29:46",
    "end": "00:29:47"
  },
  {
    "text": "Yeah. But I mean, she's flying around enjoying life while you're digging trenches.",
    "start": "00:29:47",
    "end": "00:29:54"
  },
  {
    "text": "Yeah, yeah, no, that's exactly. Yeah. So, yeah, nature. And again, we're gonna see, this paragraph from Jesus is rooted entirely in the Hebrew scriptures. Every bit of this is leaking from the Psalms and the proverbs. Jesus views the world as a stable place where we're being hosted by a very generous person.",
    "start": "00:29:54",
    "end": "00:30:17"
  },
  {
    "text": "That's cool. And man, that couldn't be different than atheistic.",
    "start": "00:30:18",
    "end": "00:30:22"
  },
  {
    "text": "Sure, yeah. Modern, materialist.",
    "start": "00:30:23",
    "end": "00:30:25"
  },
  {
    "text": "Materialist. It's like the world is a cruel place.",
    "start": "00:30:25",
    "end": "00:30:27"
  },
  {
    "text": "That's right.",
    "start": "00:30:27",
    "end": "00:30:28"
  },
  {
    "text": "And we're banging out our niche as best we can.",
    "start": "00:30:28",
    "end": "00:30:31"
  },
  {
    "text": "Yeah, that's right. Yeah. Nature is red and tooth and claw, as some poet said.",
    "start": "00:30:31",
    "end": "00:30:36"
  },
  {
    "text": "Yeah, nice. That's a good line.",
    "start": "00:30:36",
    "end": "00:30:38"
  },
  {
    "text": "Yeah.",
    "start": "00:30:38",
    "end": "00:30:38"
  },
  {
    "text": "Which is easy to adopt that mentality. It feels very counterintuitive to sit back and go, no, the world is a stable place that is saturated in God's generosity.",
    "start": "00:30:39",
    "end": "00:30:52"
  },
  {
    "text": "Yes, yes, yes. And the same overabundance that Jesus saw at a field of wildflowers is the same overabundance that the Creator wants to show towards me. And if I foster that mindset, it can free me from a scarcity mindset. And maybe that's the Core difference here. Jesus looks at the world and sees abundance. And he sees that abundance as pointing to someone who's. Who loves us, who loves us and has provided this environment for us to flourish. As opposed to a scarcity mindset that says from the beginning there's not enough for everyone.",
    "start": "00:30:53",
    "end": "00:31:34"
  },
  {
    "text": "Find your niche.",
    "start": "00:31:35",
    "end": "00:31:36"
  },
  {
    "text": "Find my niche. Prioritize me and my own.",
    "start": "00:31:36",
    "end": "00:31:39"
  },
  {
    "text": "And survive.",
    "start": "00:31:39",
    "end": "00:31:40"
  },
  {
    "text": "And survive. Two very different approaches to the universe.",
    "start": "00:31:40",
    "end": "00:31:43"
  },
  {
    "text": "Yeah.",
    "start": "00:31:44",
    "end": "00:31:44"
  },
  {
    "text": "And it's clear what Jesus is advocating.",
    "start": "00:31:45",
    "end": "00:31:47"
  },
  {
    "text": "You know, I think I'm realizing I live out of a mix of those two.",
    "start": "00:31:47",
    "end": "00:31:50"
  },
  {
    "text": "I think I do too. Jesus is articulating a mindset. He's a mouthpiece for the whole biblical approach. Whole biblical story. It actually does begin on page one and two. It's a conception of the universe as a beautiful creation that is packed with opportunity and resources and potential. And if I can cultivate the mindset that I'm being hosted by a generous creator.",
    "start": "00:31:50",
    "end": "00:32:17"
  },
  {
    "text": "Yeah, yeah, man.",
    "start": "00:32:17",
    "end": "00:32:19"
  },
  {
    "text": "In my day to day life, that will free me into whole new levels of life experience that, that I haven't.",
    "start": "00:32:19",
    "end": "00:32:27"
  },
  {
    "text": "You know, we got to experience that. We got to go hang out at like a ranch that we were hosted.",
    "start": "00:32:27",
    "end": "00:32:33"
  },
  {
    "text": "Yes.",
    "start": "00:32:33",
    "end": "00:32:34"
  },
  {
    "text": "And there's just all this abundance.",
    "start": "00:32:34",
    "end": "00:32:37"
  },
  {
    "text": "Yes.",
    "start": "00:32:37",
    "end": "00:32:37"
  },
  {
    "text": "You know, like, that's a good point. Here's like choose one of these six vehicles.",
    "start": "00:32:37",
    "end": "00:32:42"
  },
  {
    "text": "Okay, so this is a good story. This is a good, generous supporter of the bioproject invited John and I out to like a ranch in eastern Oregon with our families.",
    "start": "00:32:42",
    "end": "00:32:51"
  },
  {
    "text": "Yeah. He's got this beautiful piece of property.",
    "start": "00:32:51",
    "end": "00:32:53"
  },
  {
    "text": "Yeah. He's got most of it's. I mean, there's some alfalfa fields and a lot of cattle.",
    "start": "00:32:53",
    "end": "00:32:58"
  },
  {
    "text": "Yeah.",
    "start": "00:32:58",
    "end": "00:32:58"
  },
  {
    "text": "But it's just, it's a ton of just wild property.",
    "start": "00:32:58",
    "end": "00:33:01"
  },
  {
    "text": "Yeah. And just deer and elk.",
    "start": "00:33:01",
    "end": "00:33:03"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:33:03",
    "end": "00:33:04"
  },
  {
    "text": "And mountain lions, lakes and.",
    "start": "00:33:04",
    "end": "00:33:06"
  },
  {
    "text": "Yep.",
    "start": "00:33:06",
    "end": "00:33:07"
  },
  {
    "text": "And it's a place of abundance.",
    "start": "00:33:07",
    "end": "00:33:08"
  },
  {
    "text": "It is.",
    "start": "00:33:08",
    "end": "00:33:09"
  },
  {
    "text": "And you go there and you don't, you don't feel like.",
    "start": "00:33:09",
    "end": "00:33:11"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:33:11",
    "end": "00:33:12"
  },
  {
    "text": "He gave us a chef.",
    "start": "00:33:12",
    "end": "00:33:14"
  },
  {
    "text": "Yeah.",
    "start": "00:33:14",
    "end": "00:33:15"
  },
  {
    "text": "So it's like you're not thinking about what you're going to eat.",
    "start": "00:33:15",
    "end": "00:33:17"
  },
  {
    "text": "Yes. This is like so not my day to day reality or my wild.",
    "start": "00:33:19",
    "end": "00:33:23"
  },
  {
    "text": "It was.",
    "start": "00:33:23",
    "end": "00:33:24"
  },
  {
    "text": "Yeah, that's right. Pick your four wheel drive vehicle.",
    "start": "00:33:24",
    "end": "00:33:26"
  },
  {
    "text": "Yeah.",
    "start": "00:33:26",
    "end": "00:33:27"
  },
  {
    "text": "For the weekend.",
    "start": "00:33:27",
    "end": "00:33:27"
  },
  {
    "text": "Yeah. The keys are in all of them. Just grab one.",
    "start": "00:33:27",
    "end": "00:33:30"
  },
  {
    "text": "Here's the building where all the bottled water and the candy for the kids and. Yeah, yeah. And a couple like cabins. It's just like what. Yeah. Rare. Very rare. So that's. Yeah. To me that's the challenge of what this teaching.",
    "start": "00:33:30",
    "end": "00:33:45"
  },
  {
    "text": "Am I supposed to always feel that way? I'M supposed to always feel like, well.",
    "start": "00:33:45",
    "end": "00:33:49"
  },
  {
    "text": "You look at his words and you tell me he wants us to live and really believe. And he calls it an act of faith. Because he says, look at the flowers and the ravens, you who trust God so little. If there's anything getting in the way of me experiencing abundance, it's probably a human problem, human caused problem. It's not God's problem. God's just packed creation full of potential. And if I can grasp that, I can not only be freed from anxiety, it can begin to become second nature that I release my stuff out to other people who don't have as much as I do.",
    "start": "00:33:50",
    "end": "00:34:28"
  },
  {
    "text": "Yeah. There was something about being on that property that made me, I felt like, come and hang out with my kids. Yeah, I'm going to hang out with, you know, just felt like I didn't. Yeah, I could be more generous in my time and whatever.",
    "start": "00:34:28",
    "end": "00:34:40"
  },
  {
    "text": "Yes.",
    "start": "00:34:40",
    "end": "00:34:41"
  },
  {
    "text": "Because there's something about feeling like you live within scarcity that makes you want to pile things up. And when you live with an abundance, you would think that's another opportunity just to pile things up.",
    "start": "00:34:41",
    "end": "00:34:54"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:34:54",
    "end": "00:34:55"
  },
  {
    "text": "Because it's just like, look at all this abundance. Let's just grab as much as I can.",
    "start": "00:34:55",
    "end": "00:34:58"
  },
  {
    "text": "Correct.",
    "start": "00:34:58",
    "end": "00:34:59"
  },
  {
    "text": "Which might be an initial instinct with abundance.",
    "start": "00:34:59",
    "end": "00:35:01"
  },
  {
    "text": "Sure, sure.",
    "start": "00:35:01",
    "end": "00:35:02"
  },
  {
    "text": "But, but eventually you kind of realize you're like, yes, how am I spending all this time piling all this stuff up? It's just always there.",
    "start": "00:35:02",
    "end": "00:35:08"
  },
  {
    "text": "Yeah, yeah, that's right.",
    "start": "00:35:08",
    "end": "00:35:09"
  },
  {
    "text": "When I need it, it's there.",
    "start": "00:35:09",
    "end": "00:35:10"
  },
  {
    "text": "Yeah, that's right. Yeah.",
    "start": "00:35:10",
    "end": "00:35:12"
  },
  {
    "text": "I'm wasting all this time and energy.",
    "start": "00:35:12",
    "end": "00:35:13"
  },
  {
    "text": "Yeah, yeah. Jesus is advocating a mindset that says there's enough. Yeah, there's enough.",
    "start": "00:35:14",
    "end": "00:35:19"
  },
  {
    "text": "There's enough.",
    "start": "00:35:19",
    "end": "00:35:20"
  },
  {
    "text": "So I can share. Of course I can share. It's not mine to begin with. And there's always enough. Is there always enough at this point?",
    "start": "00:35:20",
    "end": "00:35:28"
  },
  {
    "text": "There's always enough.",
    "start": "00:35:28",
    "end": "00:35:28"
  },
  {
    "text": "Or there, in theory, there should be.",
    "start": "00:35:30",
    "end": "00:35:33"
  },
  {
    "text": "The Earth has the ability to produce enough Earth. The Earth has enough.",
    "start": "00:35:34",
    "end": "00:35:37"
  },
  {
    "text": "If humans are creative enough and love their neighbor as themselves. Enough. Yeah, there is enough.",
    "start": "00:35:37",
    "end": "00:35:43"
  },
  {
    "text": "Yeah, there's enough.",
    "start": "00:35:43",
    "end": "00:35:43"
  },
  {
    "text": "I think that's his point.",
    "start": "00:35:43",
    "end": "00:35:44"
  },
  {
    "text": "Sam.",
    "start": "00:35:50",
    "end": "00:36:06"
  },
  {
    "text": "So I've got a question. We've already proposed a lot. What kind of tradition forms a person who talks and thinks like this? Like, in what kind of culture and story do you have to grow up to actually believe these words and say them to other people? And you can't just say, oh, he's Jesus. Like, he's just, he can say stuff like that.",
    "start": "00:36:25",
    "end": "00:36:50"
  },
  {
    "text": "No, he was brought up within a culture and a perspective.",
    "start": "00:36:50",
    "end": "00:36:55"
  },
  {
    "text": "Yeah. Somebody who draws conclusions about God's character, thinking about both the text of Scripture, but also looking at birds and flowers and as we'll see later, rainstorms, and someone who truly believes there's a beautiful, generous mind behind the universe.",
    "start": "00:36:55",
    "end": "00:37:10"
  },
  {
    "text": "What it seems like what you're digging at is if you read the Hebrew scriptures and you look at the stories of creation and the stories of God, you will have the mindset of an abundant world.",
    "start": "00:37:11",
    "end": "00:37:27"
  },
  {
    "text": "Yeah. The reason you and I come up with all these objections or like, except think of all the exceptions to what he's saying here is because we have been raised in a culture that has a fundamentally different view of the universe than how Jesus saw the world. And what kind of way of seeing the world produces a person who can say a paragraph like that and everybody looks and was just like, yeah, good point. Yeah, yeah, that's right. And Jesus is here, a mouthpiece for the view of God and God's generosity and creation that you find in the, in the storyline of the Scriptures, the Hebrew Scriptures. So to me, if there's like a light bulb or some moment, we haven't even talked about what language we want to use for it yet in this video. But there's a foreign way of seeing the world. There's enough, an abundance mindset that's foreign to how most of us think about the world. What can we do in a five minute video experience that can just open up a different way of seeing the world to somebody, including ourselves? To me, that would be the win for this video. That's why I love this paragraph of Jesus teaching so much.",
    "start": "00:37:27",
    "end": "00:38:38"
  },
  {
    "text": "It's a great teaching.",
    "start": "00:38:38",
    "end": "00:38:39"
  },
  {
    "text": "I would propose that the first place we ought to look to think of what would form a person to talk like this about the universe is explicitly stated as Jesus cultural tradition, which is the Jewish scriptural heritage. Jesus was raised on the Torah, the prophets and the Psalms. It's amazing to think about how some of his first memories would be hearing his mom or dad sing the poetry of the Psalms, you know, so what you find for example, in the Book of Psalms is all these poems. They're often called the creation poems in the Book of Psalms. And what you find in them is exactly the worldview that Jesus is expressing right here.",
    "start": "00:38:39",
    "end": "00:39:25"
  },
  {
    "text": "The abundant worldview.",
    "start": "00:39:25",
    "end": "00:39:26"
  },
  {
    "text": "Yes, this abundant mindset, creation as these people experience it is just an experience of God's generous abundance everywhere they look. So Psalm 104, for example, Psalm 104, Psalm 104. This is an epic psalm. It's an entire meditation on page one of the Bible. A poetic meditation on page one.",
    "start": "00:39:26",
    "end": "00:39:50"
  },
  {
    "text": "It's a poetic meditation on the creation story.",
    "start": "00:39:50",
    "end": "00:39:52"
  },
  {
    "text": "On the creation story, which is page one. Yep. And what this poet does is he systematically works through the three tiers of the universe. The heavens and then the land and then the sea. And then he ponders the objects or the inhabitants. Think of Genesis 1. The environments of order and the inhabitants.",
    "start": "00:39:52",
    "end": "00:40:16"
  },
  {
    "text": "And it's creatures.",
    "start": "00:40:17",
    "end": "00:40:18"
  },
  {
    "text": "And it's creatures. And he just works through. And he, like Jesus, just draws conclusions or forms these meditations based on observing and pondering everything in every realm.",
    "start": "00:40:18",
    "end": "00:40:30"
  },
  {
    "text": "It's a pondering tradition.",
    "start": "00:40:30",
    "end": "00:40:31"
  },
  {
    "text": "Yeah, it's Tolles Jewish meditation literature. So notice how Psalm 104 works. It begins with an opening call to praise. Bless Yahweh, O my Nephesh. O my Nephesh, my being, my life. We get soul in most English translations. Yahweh, my God, you are very great. You're clothed with splendor and majesty. That's Psalm similar to Psalm 8.",
    "start": "00:40:31",
    "end": "00:40:56"
  },
  {
    "text": "Psalm 8. Yeah. And that's. That's this whole idea of the heavenly bodies being a different kind of.",
    "start": "00:40:56",
    "end": "00:41:03"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:41:03",
    "end": "00:41:04"
  },
  {
    "text": "Having a different kind of clothing.",
    "start": "00:41:04",
    "end": "00:41:06"
  },
  {
    "text": "Yes, yeah.",
    "start": "00:41:06",
    "end": "00:41:07"
  },
  {
    "text": "Different kind of.",
    "start": "00:41:07",
    "end": "00:41:08"
  },
  {
    "text": "You cover yourself with light.",
    "start": "00:41:08",
    "end": "00:41:09"
  },
  {
    "text": "Yeah.",
    "start": "00:41:09",
    "end": "00:41:10"
  },
  {
    "text": "So yeah. The heavens are form, their language for the spiritual realm.",
    "start": "00:41:10",
    "end": "00:41:13"
  },
  {
    "text": "Yeah.",
    "start": "00:41:13",
    "end": "00:41:14"
  },
  {
    "text": "Different kinds of beings and bodies. And here what their body is clothed with is splendor and light.",
    "start": "00:41:14",
    "end": "00:41:21"
  },
  {
    "text": "Clothed with splendor and majesty.",
    "start": "00:41:21",
    "end": "00:41:23"
  },
  {
    "text": "Yeah. Covering yourself with light. So good.",
    "start": "00:41:23",
    "end": "00:41:27"
  },
  {
    "text": "That's a good outfit.",
    "start": "00:41:27",
    "end": "00:41:28"
  },
  {
    "text": "Yeah, totally. So he starts, he's pondering up in the heavens. He's envisioning the dome, the beams of the upper dome, the clouds of his chariot, wings of the wind. And he makes the winds his angels, his messengers. That's the word angel in Hebrew, malachim.",
    "start": "00:41:28",
    "end": "00:41:49"
  },
  {
    "text": "He makes the winds his messengers. So he's not talking about spiritual beings there. He's talking about creation being like a way that he speaks.",
    "start": "00:41:49",
    "end": "00:41:57"
  },
  {
    "text": "Yeah. Just like he has spiritual beings that are his messengers. The winds and lightning are also his servants and messengers. Yeah, yeah. Then he moves on, poet moves on to talk about the land, its foundations. He established the pillars, so the land sits on pillars so that it won't sink into the abyss below. He covers the deep as with a garment.",
    "start": "00:41:57",
    "end": "00:42:20"
  },
  {
    "text": "And that's the earth.",
    "start": "00:42:20",
    "end": "00:42:21"
  },
  {
    "text": "Yeah. He established the land on the sea.",
    "start": "00:42:21",
    "end": "00:42:23"
  },
  {
    "text": "A garment on the watery depths.",
    "start": "00:42:23",
    "end": "00:42:25"
  },
  {
    "text": "You covered it. That is the land with the deep as with a garment. So he's imagining actually here the pre creation state with the waters over the land. The waters were standing above the mountains.",
    "start": "00:42:25",
    "end": "00:42:37"
  },
  {
    "text": "Oh, the watery depths were a Garment.",
    "start": "00:42:37",
    "end": "00:42:39"
  },
  {
    "text": "But at your rebuke, the waters fled. This is when God says, let the waters draw back and the dry land emerge. He imagines this as God rebuking the waters. This is the phrase the Gospel authors use when they depict Jesus calming the waters. In the Gospels, they use the same word, rebuke. He rebukes.",
    "start": "00:42:39",
    "end": "00:42:58"
  },
  {
    "text": "Oh, it's from Psalm 104.",
    "start": "00:42:58",
    "end": "00:42:59"
  },
  {
    "text": "Yep. That's a cool little nugget. Then he thinks about how the dry land is watered. God tamed the chaotic waters so that dry land can emerge. And then verse 10, he releases the waters back from the deeps into the land, but it comes forth. It comes up in the form of springs in the valleys. This is actually. We'll talk about this one when we get into the Genesis 1 and 2 series. But the idea is that the chaotic waters that began with he stilled them by his spirit and rebuked them so that they draw back so dry land can emerge. And then now God's master of the waters. And so anytime those waters pop up from the great deep below in a spring or a well, that's seen as a gift of God showing his mastery over the chaotic waters.",
    "start": "00:43:00",
    "end": "00:43:46"
  },
  {
    "text": "Oh, so that's connected then, to Moses bringing water from rocks and stuff.",
    "start": "00:43:46",
    "end": "00:43:50"
  },
  {
    "text": "All the waters and wells in the wilderness become little gifts of Eden.",
    "start": "00:43:50",
    "end": "00:43:55"
  },
  {
    "text": "That's cool.",
    "start": "00:43:56",
    "end": "00:43:57"
  },
  {
    "text": "In the midst. Totally. Yeah. It's all connected.",
    "start": "00:43:57",
    "end": "00:44:00"
  },
  {
    "text": "Hey, by the way, in verse seven, where he says, at the sound of your thunder, they took flight. Yes, that's the word. It's also voice. Right? Thunder voice.",
    "start": "00:44:00",
    "end": "00:44:06"
  },
  {
    "text": "Oh, oh, yeah, yeah, yeah, yeah.",
    "start": "00:44:06",
    "end": "00:44:08"
  },
  {
    "text": "You rebuke the waters they fled from. You rebuke the sound of your voice.",
    "start": "00:44:09",
    "end": "00:44:13"
  },
  {
    "text": "You're thinking of our conversation about.",
    "start": "00:44:13",
    "end": "00:44:15"
  },
  {
    "text": "Yeah. What song was it? That.",
    "start": "00:44:15",
    "end": "00:44:16"
  },
  {
    "text": "29.",
    "start": "00:44:16",
    "end": "00:44:17"
  },
  {
    "text": "Yeah. Thunder and voice.",
    "start": "00:44:17",
    "end": "00:44:18"
  },
  {
    "text": "The voice of your thunder. Yeah, yeah, that's right. Yeah, exactly right. Then he moves on to talk. Start talking about the creatures. Okay, so here's where we're going to pick up. I think this is where we get into a text that's forming the mindset of Jesus.",
    "start": "00:44:18",
    "end": "00:44:30"
  },
  {
    "text": "Oh, cool.",
    "start": "00:44:30",
    "end": "00:44:30"
  },
  {
    "text": "So he causes grass to grow for the cattle and vegetation for the labor of humans so that he may bring forth food from the land.",
    "start": "00:44:30",
    "end": "00:44:43"
  },
  {
    "text": "Are you reading a translation or are you just reading Hebrew?",
    "start": "00:44:44",
    "end": "00:44:47"
  },
  {
    "text": "I'm reading from the New American nais.",
    "start": "00:44:47",
    "end": "00:44:49"
  },
  {
    "text": "Okay.",
    "start": "00:44:49",
    "end": "00:44:50"
  },
  {
    "text": "The Nas. Yeah.",
    "start": "00:44:50",
    "end": "00:44:51"
  },
  {
    "text": "Verse 14. He causes the grass to grow for the cattle and vegetation for the labor of man, so that he, the man, may bring forth food from the earth.",
    "start": "00:44:51",
    "end": "00:45:00"
  },
  {
    "text": "Yeah, yeah. The word for food is actually the word bread in Hebrew, which can be a Generic word for food, any kind. So this is reflecting on that line in Genesis 1 where I give to you the Esavhasadeh.",
    "start": "00:45:00",
    "end": "00:45:16"
  },
  {
    "text": "You get to eat all the stuff growing out of the.",
    "start": "00:45:16",
    "end": "00:45:19"
  },
  {
    "text": "Yeah, the vegetation and the beast. They get the wild vegetation out there. Yeah, yeah.",
    "start": "00:45:19",
    "end": "00:45:23"
  },
  {
    "text": "And so Nebuchadnezzar turns into the beast.",
    "start": "00:45:23",
    "end": "00:45:27"
  },
  {
    "text": "Yeah. That's the whole thing. But in Genesis 1, it's God giving. It's the word give. To you I give, and to the animals I give. And now it's a poetic meditation on that verse. In Genesis 1, he causes the grass to grow for the cattle. This is again back to Luke 12. Jesus thinks of a raven.",
    "start": "00:45:27",
    "end": "00:45:48"
  },
  {
    "text": "Yeah.",
    "start": "00:45:49",
    "end": "00:45:50"
  },
  {
    "text": "Picking berries or whatever off a bush. And he says God is giving that creature food. That's how he would view that situation.",
    "start": "00:45:50",
    "end": "00:45:57"
  },
  {
    "text": "Yeah. Or he would see a cow grazing or.",
    "start": "00:45:58",
    "end": "00:46:02"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:46:03",
    "end": "00:46:03"
  },
  {
    "text": "A deer grazing.",
    "start": "00:46:03",
    "end": "00:46:04"
  },
  {
    "text": "Punching grass. Yeah.",
    "start": "00:46:04",
    "end": "00:46:05"
  },
  {
    "text": "And he would have.",
    "start": "00:46:05",
    "end": "00:46:06"
  },
  {
    "text": "God's providing food for that creature.",
    "start": "00:46:06",
    "end": "00:46:09"
  },
  {
    "text": "Yeah.",
    "start": "00:46:09",
    "end": "00:46:09"
  },
  {
    "text": "And it's not because they're ignorant that grass grows up out of the ground from seed. They actually are way more familiar with those things than most.",
    "start": "00:46:10",
    "end": "00:46:18"
  },
  {
    "text": "They know how it works.",
    "start": "00:46:18",
    "end": "00:46:19"
  },
  {
    "text": "Yeah. Because that's their life, farming and so on. But it's their view of the universe that. The universe, we are being hosted by a generous host. And so there's no distinction between the grass growing by itself or God giving it to the creature. It's the same thing. Yeah, yeah. Verse 15. The grass and vegetation is a gift. Verse 15. And wine that makes the human heart glad so that he may make his face glisten with oil and food that sustains man's heart. This too is a gift from God. Verse 16. The trees of Yahweh. The trees of Yahweh drink their fill. So they're rooted in the ground and they can access that deep water below that we don't sink into because of the pillars that Yahweh put there. But the trees go down. Verse 17. The birds build their nest in these trees of Yahweh. Trees of Yahweh. Like this poet looks out and any tree is like, that's Yahweh's tree.",
    "start": "00:46:19",
    "end": "00:47:20"
  },
  {
    "text": "He's the host.",
    "start": "00:47:22",
    "end": "00:47:23"
  },
  {
    "text": "Yeah, he's the host. So he put on this event. Verse 18. The high mountains are for wild goats. The cliffs are the refuge for the. Some kind of rock badger like creature. So look, you can just see what he's doing. He just sees all of what we call nature. He sees it as the expression of a generous being. He's just given the right provision and homes for all these different kinds of creatures working together as a harmonious system. Verse 21. The young lions roar after their prey and they seek their food from God.",
    "start": "00:47:23",
    "end": "00:48:05"
  },
  {
    "text": "So even the lions are being provided by God.",
    "start": "00:48:05",
    "end": "00:48:08"
  },
  {
    "text": "It's like their roaring is their. Oh, they're like they're prayers of petition.",
    "start": "00:48:09",
    "end": "00:48:14"
  },
  {
    "text": "Yeah, they're praying.",
    "start": "00:48:14",
    "end": "00:48:17"
  },
  {
    "text": "Yeah.",
    "start": "00:48:17",
    "end": "00:48:17"
  },
  {
    "text": "Prayerful roar.",
    "start": "00:48:17",
    "end": "00:48:18"
  },
  {
    "text": "Prayerful lions. When the sun rises, they withdraw because, you know, they hunt at night, I guess they lie down in their dens and that's when the humans go out to work and they labor until the evening. So you got the humans that go out in the day, they work the land and then the lions come out. And humans, they pray for rain and good weather.",
    "start": "00:48:18",
    "end": "00:48:40"
  },
  {
    "text": "We have our own roar.",
    "start": "00:48:40",
    "end": "00:48:41"
  },
  {
    "text": "That's right. And then the lions do the night shift.",
    "start": "00:48:41",
    "end": "00:48:45"
  },
  {
    "text": "Yeah. And everyone. And there's enough for everyone.",
    "start": "00:48:46",
    "end": "00:48:49"
  },
  {
    "text": "That's right. That's right. So going towards the final movement. Oh Yahweh, how many are your works and wisdom? It's all expression of God's wisdom.",
    "start": "00:48:49",
    "end": "00:48:59"
  },
  {
    "text": "Not only is there an abundance, but because it came out of a well devised schema, it works.",
    "start": "00:48:59",
    "end": "00:49:07"
  },
  {
    "text": "It all works together. The earth is full of your. Some translations have creations, others have possessions. The sea, great and broad, Swarms without number. Animals. Oh, this is good. Animals, small and great. There the ships move along. This section of the poem opened up with, oh Yahweh, how many are your works in wisdom? You made them all. There's the sea. And then verse 26. And there's the ships.",
    "start": "00:49:07",
    "end": "00:49:33"
  },
  {
    "text": "Even the ships are his work.",
    "start": "00:49:34",
    "end": "00:49:35"
  },
  {
    "text": "That's right. Even though clearly the ships are human made in this worldview, they're ultimately Yahweh's work because we're co creators. That's right. And also, don't forget, the ships move around in that great deep with Leviathan who you form to play in it.",
    "start": "00:49:35",
    "end": "00:49:51"
  },
  {
    "text": "Just cause.",
    "start": "00:49:52",
    "end": "00:49:53"
  },
  {
    "text": "Yeah, totally. Yeah. They all wait for you to give them their food in due season.",
    "start": "00:49:53",
    "end": "00:49:58"
  },
  {
    "text": "And that's the sea monster.",
    "start": "00:49:58",
    "end": "00:49:59"
  },
  {
    "text": "In due season. Yes. Leviathans for your Canaanite neighbors.",
    "start": "00:49:59",
    "end": "00:50:03"
  },
  {
    "text": "Yeah.",
    "start": "00:50:03",
    "end": "00:50:03"
  },
  {
    "text": "It's like these are deified chaos monsters.",
    "start": "00:50:03",
    "end": "00:50:06"
  },
  {
    "text": "Yeah.",
    "start": "00:50:06",
    "end": "00:50:07"
  },
  {
    "text": "And in the biblical worldview, they are monsters. But they're under Yahweh's authority, control. Yeah.",
    "start": "00:50:07",
    "end": "00:50:14"
  },
  {
    "text": "And they got a big playground. Yeah, huge, actually.",
    "start": "00:50:15",
    "end": "00:50:19"
  },
  {
    "text": "The hugest playground. Yeah. They wait for you to give them food in due season. You give it to them, they gather it up, you open your hand and they're satisfied with good. So you get the idea here. This is just one. We could go to other poems, but this is biblical. That is Jewish creation theology. It's wisdom creation theology. The superabundance of creation is an expression of God's own generosity. And if you grew up on that kind of poetry, you know, from your earliest memories, you can see why Jesus could say what he says in Luke 12 and everybody would be like, oh, yeah, that's right, I forgot that. Or when the Romans are right, crushing us through taxation and taking all of our farmland, it's easy to forget that this is what's actually true about the world.",
    "start": "00:50:19",
    "end": "00:51:15"
  },
  {
    "text": "Yeah. Now, someone in that context, even though they have these stories, if they're suffering, what I mean, that's got to create some sort of conflict for them.",
    "start": "00:51:15",
    "end": "00:51:27"
  },
  {
    "text": "Yes.",
    "start": "00:51:27",
    "end": "00:51:28"
  },
  {
    "text": "Right. Like, okay, I believe. I believe in the generosity of an abundance of God. What he gave. He's hosting us.",
    "start": "00:51:28",
    "end": "00:51:34"
  },
  {
    "text": "Yeah.",
    "start": "00:51:34",
    "end": "00:51:35"
  },
  {
    "text": "But I'm suffering.",
    "start": "00:51:35",
    "end": "00:51:36"
  },
  {
    "text": "Yeah. Within.",
    "start": "00:51:36",
    "end": "00:51:37"
  },
  {
    "text": "It's not like everything's gonna be great.",
    "start": "00:51:37",
    "end": "00:51:38"
  },
  {
    "text": "No, that's right. Within a worldview shaped by the biblical story. That's God's wise design and purpose for the ideal of how the world operates. It's all given as a gift to humanity and its creatures, the creatures of the world. But, of course, there's a conflict in this story. And that conflict is actually one way to think about the storyline of the Bible is it's people abusing Yahweh's generosity. And instead of seeing Yahweh give and give and give and give generously in creation and then imitating that, what the humans do in Genesis 3 is desire and take what is not rightly theirs and then take. Yeah. So taking versus giving. It's a simple way to think about the storyline of the Bible is Yahweh gives. And what humans do.",
    "start": "00:51:38",
    "end": "00:52:28"
  },
  {
    "text": "Yeah.",
    "start": "00:52:29",
    "end": "00:52:29"
  },
  {
    "text": "Do Is desire and take.",
    "start": "00:52:29",
    "end": "00:52:31"
  },
  {
    "text": "You know, there was one conversation we were having, maybe it was day of the Lord or something, but one takeaway I had was, wow, you can frame the whole story of the Bible in terms of what do humans do with power.",
    "start": "00:53:06",
    "end": "00:53:21"
  },
  {
    "text": "Oh, yes. Yes.",
    "start": "00:53:21",
    "end": "00:53:22"
  },
  {
    "text": "And what I'm hearing from this conversation is you can frame the whole story of the Bible of what do humans do with abundance.",
    "start": "00:53:23",
    "end": "00:53:29"
  },
  {
    "text": "Yeah, yeah, right. Yes.",
    "start": "00:53:29",
    "end": "00:53:31"
  },
  {
    "text": "Because you can thrive in abundance, but then paradoxically, you can create chaos within abundance when you seize it and try to control it. And. Yeah.",
    "start": "00:53:32",
    "end": "00:53:47"
  },
  {
    "text": "Yes, that's right. It is. It's the paradox of wealth and abundance that. Yeah. Is explored in every part of the biblical story and collection. Because it's truly a paradox that to be given these gifts of rich abundance. That's what's going on in the Eden story. That's what the Eden story is. Yahweh plants a super abundant garden. Yeah. And then just the humans.",
    "start": "00:53:47",
    "end": "00:54:16"
  },
  {
    "text": "Well, and I love the details of the story where it's like he gives them food, but he also gives them trees that are just good to look at.",
    "start": "00:54:16",
    "end": "00:54:21"
  },
  {
    "text": "Yeah, that's right. Some are just beautiful.",
    "start": "00:54:21",
    "end": "00:54:23"
  },
  {
    "text": "Yeah.",
    "start": "00:54:23",
    "end": "00:54:24"
  },
  {
    "text": "That's just what they're there for.",
    "start": "00:54:24",
    "end": "00:54:25"
  },
  {
    "text": "So you got like food trees and then you just got like cool trees.",
    "start": "00:54:25",
    "end": "00:54:29"
  },
  {
    "text": "Yeah. Humans wake up in their existence into a world that's just flooded with resources and what does that opportunity do to them? And it's. It's actually not great.",
    "start": "00:54:29",
    "end": "00:54:41"
  },
  {
    "text": "That's a great way to frame the human condition as we experience it right now in this time in history. Us not knowing what to do with abundance.",
    "start": "00:54:41",
    "end": "00:54:49"
  },
  {
    "text": "With abundance. Yes. Yeah, yeah. And abundance that both is just there like latent or potential. And then with the abundance that's like created from the stuff that we make off the earlier abundance, then we make new stuff, it creates a new hybrid abundance. Yeah, that's both from creation and then whatever it is. Like a fork or something.",
    "start": "00:54:49",
    "end": "00:55:13"
  },
  {
    "text": "Yeah.",
    "start": "00:55:13",
    "end": "00:55:14"
  },
  {
    "text": "You know, or a car. A Tesla.",
    "start": "00:55:14",
    "end": "00:55:16"
  },
  {
    "text": "Yeah.",
    "start": "00:55:16",
    "end": "00:55:17"
  },
  {
    "text": "Yeah, that's right. Yeah, that's a great. That's exactly it. So for someone sitting there listening to Jesus speak in Luke 12, they also have a category for why is it that I don't experience that carefree existence of a raven or of a lily?",
    "start": "00:55:19",
    "end": "00:55:36"
  },
  {
    "text": "Yeah.",
    "start": "00:55:37",
    "end": "00:55:38"
  },
  {
    "text": "It's because I'm screwed up and my neighbors are screwed up. And the Romans, oh man, they're really screwed up.",
    "start": "00:55:38",
    "end": "00:55:44"
  },
  {
    "text": "Yeah.",
    "start": "00:55:44",
    "end": "00:55:44"
  },
  {
    "text": "And that's why I don't experience the world as some one of four.",
    "start": "00:55:45",
    "end": "00:55:51"
  },
  {
    "text": "But there's no like, there's no like faction of ravens that have like all teamed up and built some sort of power structure that's going to oppress the other ravens.",
    "start": "00:55:51",
    "end": "00:56:01"
  },
  {
    "text": "Yeah. It's just kind of one on one with the ravens, isn't it?",
    "start": "00:56:01",
    "end": "00:56:03"
  },
  {
    "text": "Yeah. They might fight it out over some roadkill, but like other than that.",
    "start": "00:56:03",
    "end": "00:56:07"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:56:07",
    "end": "00:56:08"
  },
  {
    "text": "They're all getting along.",
    "start": "00:56:08",
    "end": "00:56:09"
  },
  {
    "text": "Yeah. For the most part. They work in packs. Yeah. No, humans, we use our, both our potential and opportunity and then we devise. We create all kinds of horrific ways to deprive each other of abundance or hoard it for certain groups. Right.",
    "start": "00:56:10",
    "end": "00:56:31"
  },
  {
    "text": "Yeah.",
    "start": "00:56:32",
    "end": "00:56:32"
  },
  {
    "text": "Again, within the biblical story, this was the explanation for why the world is the way it is. It's not God's fault. It's humans participating in something horrendously evil to turn the world into an anti. Eden.",
    "start": "00:56:32",
    "end": "00:56:48"
  },
  {
    "text": "Yeah.",
    "start": "00:56:48",
    "end": "00:56:49"
  },
  {
    "text": "Where it's an Eden for some, like the king of Babylon, he gets to live in Eden.",
    "start": "00:56:49",
    "end": "00:56:54"
  },
  {
    "text": "I gotta imagine that most secular philanthropists would agree with this.",
    "start": "00:56:55",
    "end": "00:57:00"
  },
  {
    "text": "I think so. Sure.",
    "start": "00:57:01",
    "end": "00:57:02"
  },
  {
    "text": "They wouldn't go like, oh, that's such a weird ancient, like strange religious way to think about the world. They'd be like, oh yeah, that's a really kind of astute anthropology that you've got there of like, why? Because I think there's a sense amongst the, those who are leaders in philanthropic efforts that there is enough if we can work out the details, if we're smarter and not as mean to each other. Of course they aren't keying into that other thing you said, which is it's connected to this evil if you're doing it from a completely secular point of view.",
    "start": "00:57:02",
    "end": "00:57:44"
  },
  {
    "text": "Yeah, that's right. But yeah, well, I mean, essentially what that worldview you're describing is doing is just taking any sense of another parallel spiritual realm out of it.",
    "start": "00:57:44",
    "end": "00:57:57"
  },
  {
    "text": "Right.",
    "start": "00:57:57",
    "end": "00:57:57"
  },
  {
    "text": "So both the abundance and goodness doesn't need to have come from another being.",
    "start": "00:57:57",
    "end": "00:58:03"
  },
  {
    "text": "Right. It just happened.",
    "start": "00:58:03",
    "end": "00:58:05"
  },
  {
    "text": "It's just here we are. And therefore all of the horrible ways.",
    "start": "00:58:05",
    "end": "00:58:12"
  },
  {
    "text": "That we devised our problem with dealing with abundance.",
    "start": "00:58:12",
    "end": "00:58:15"
  },
  {
    "text": "Problem. Yeah. And all of the lack of abundance because of human power structures, we also don't need to pawn that off onto some other being, some weird mystical evil. It's just stupid humans who need to get better education.",
    "start": "00:58:15",
    "end": "00:58:29"
  },
  {
    "text": "Yeah.",
    "start": "00:58:30",
    "end": "00:58:30"
  },
  {
    "text": "And which is. Or learn how to be nice to each other.",
    "start": "00:58:31",
    "end": "00:58:34"
  },
  {
    "text": "Yeah.",
    "start": "00:58:34",
    "end": "00:58:35"
  },
  {
    "text": "So that is one way of explaining the human condition. Who knows how we got here? But we're here for no particular reason with all this abundance and let's learn how to be nicer to each other. And I don't know, what could you say except does that really honor the complexity of the human condition that education doesn't? Education doesn't seem to solve the problem of the selfish human heart.",
    "start": "00:58:36",
    "end": "00:59:00"
  },
  {
    "text": "Yeah.",
    "start": "00:59:01",
    "end": "00:59:01"
  },
  {
    "text": "It just doesn't. It can improve things.",
    "start": "00:59:02",
    "end": "00:59:04"
  },
  {
    "text": "It can improve things a lot.",
    "start": "00:59:04",
    "end": "00:59:06"
  },
  {
    "text": "But it doesn't seem to get to the core of the problem. And certainly not according to Jesus. He would say the problem is much deeper and complex.",
    "start": "00:59:06",
    "end": "00:59:15"
  },
  {
    "text": "The problem that prevents us from living generously within abundance.",
    "start": "00:59:16",
    "end": "00:59:22"
  },
  {
    "text": "Correct. Yeah. Jesus would locate it where David and Moses locate it, in the problem of the human heart, which remember, is the center of will and volition, choice and emotion. And their diagnosis is that our hearts are hijacked by an animal like form of selfishness and chaos that we don't fully understand. And sometimes it's called, in Genesis 4, it's just called sin.",
    "start": "00:59:23",
    "end": "00:59:53"
  },
  {
    "text": "Yeah, right.",
    "start": "00:59:53",
    "end": "00:59:55"
  },
  {
    "text": "And in Genesis 3 it's depicted as Some kind of other being. And that's where moderns get hung up. But anyhow. Yeah, we digress, perhaps, but this is the worldview. I like that idea of the problem of power that we talked about with the day of the Lord is in this frame, the problem of abundance.",
    "start": "00:59:55",
    "end": "01:00:15"
  },
  {
    "text": "Yeah, yeah. Because power can be good.",
    "start": "01:00:16",
    "end": "01:00:19"
  },
  {
    "text": "Yes. Yeah, that's right. Abundance is.",
    "start": "01:00:20",
    "end": "01:00:23"
  },
  {
    "text": "Abundance is awesome and can be good.",
    "start": "01:00:23",
    "end": "01:00:25"
  },
  {
    "text": "Yeah.",
    "start": "01:00:25",
    "end": "01:00:25"
  },
  {
    "text": "And it's a lot easier to see how power can be misused. But it's interesting to think about how abundance is misused.",
    "start": "01:00:25",
    "end": "01:00:35"
  },
  {
    "text": "Correct. Yeah. Yeah. This is why the Bible's view of wealth and abundance is actually. Aside from these kind of bigger picture creation perspectives, what wealth and abundance does to people in the Bible is almost always negative.",
    "start": "01:00:35",
    "end": "01:00:50"
  },
  {
    "text": "Yeah.",
    "start": "01:00:51",
    "end": "01:00:51"
  },
  {
    "text": "Actually the Bible has an extremely negative, very suspicious portrait of wealth and abundance that actually is really off putting to modern people who live in capitalist societies.",
    "start": "01:00:51",
    "end": "01:01:03"
  },
  {
    "text": "Yeah.",
    "start": "01:01:03",
    "end": "01:01:04"
  },
  {
    "text": "I have found that to be true in many contexts. Just reading the Bible aloud in settings where there's lots of different kinds of people, I find that the view of wealth doesn't resonate with people who are really invested in certain economic systems.",
    "start": "01:01:05",
    "end": "01:01:19"
  },
  {
    "text": "Yeah.",
    "start": "01:01:21",
    "end": "01:01:21"
  },
  {
    "text": "It's fascinating. I mean, look at Jesus, what we just read in Luke 12. Just like sell your stuff and give to the poor.",
    "start": "01:01:21",
    "end": "01:01:27"
  },
  {
    "text": "Yeah.",
    "start": "01:01:27",
    "end": "01:01:28"
  },
  {
    "text": "Because it's gonna. Money's gonna corrupt you.",
    "start": "01:01:28",
    "end": "01:01:30"
  },
  {
    "text": "I've heard that Jesus talked about money more than any other topic. Is that in the Gospels?",
    "start": "01:01:30",
    "end": "01:01:34"
  },
  {
    "text": "Oh, in terms of. Yeah. If you just count up how much. How many verses or sentences are given to what topics. Yeah. Money and wealth is like in the top three. In the top three of just amount of times that he talks about this. Totally. Especially in the Gospel of Luke, which is where we started.",
    "start": "01:01:34",
    "end": "01:01:50"
  },
  {
    "text": "The biblical story gives you this abundance mentality. It's beautiful. That doesn't necessitate then that the story of the Bible and the Scripture should also have this suspicion of wealth. It almost seems like the opposite would be true. That if there is an abundance mentality, the Bible wouldn't be suspicious of wealth. They would be celebrating it.",
    "start": "01:01:50",
    "end": "01:02:15"
  },
  {
    "text": "Yeah, that's right. And it often does. Actually, you know what? As I think about it, maybe a better way to say it is the Bible is suspicious of what wealth does to humans.",
    "start": "01:02:15",
    "end": "01:02:27"
  },
  {
    "text": "Yeah.",
    "start": "01:02:27",
    "end": "01:02:27"
  },
  {
    "text": "Especially humans who aren't following the way of Jesus or connect. Excuse me. Who are connected to Jesus and how he renewed the human story. Yes, that's a better way to say it.",
    "start": "01:02:28",
    "end": "01:02:39"
  },
  {
    "text": "Okay.",
    "start": "01:02:39",
    "end": "01:02:40"
  },
  {
    "text": "Humans in our current condition. Yeah, it's a toxic cocktail.",
    "start": "01:02:40",
    "end": "01:02:45"
  },
  {
    "text": "Cause Psalm 104, I mean, he's celebrating wealth.",
    "start": "01:02:45",
    "end": "01:02:47"
  },
  {
    "text": "He's celebrating the wealth that God has loaded in with creation. And that's a great point. And the scenes.",
    "start": "01:02:47",
    "end": "01:02:52"
  },
  {
    "text": "Well, and also very specifically, he's celebrating the wealth of food.",
    "start": "01:02:52",
    "end": "01:02:56"
  },
  {
    "text": "Correct.",
    "start": "01:02:56",
    "end": "01:02:56"
  },
  {
    "text": "And drink.",
    "start": "01:02:56",
    "end": "01:02:57"
  },
  {
    "text": "Total. That's exactly right. And if you look at all the depictions of the new creation in the prophets.",
    "start": "01:02:57",
    "end": "01:03:02"
  },
  {
    "text": "Wine's flowing.",
    "start": "01:03:02",
    "end": "01:03:03"
  },
  {
    "text": "Or in the Revelation, wine flowing from the hills.",
    "start": "01:03:03",
    "end": "01:03:06"
  },
  {
    "text": "Abundant.",
    "start": "01:03:07",
    "end": "01:03:07"
  },
  {
    "text": "Yeah, exactly. Oh, all this stuff, you know, the gold and the jewels of the new Jerusalem and the abundance. Totally. So you're right. It's more that in the present age with the broken human condition, the Bible's suspicious of wealth in the hands of those kinds of people.",
    "start": "01:03:07",
    "end": "01:03:22"
  },
  {
    "text": "And that's where I find maybe the corollary to power in that it's the same thing. It's like power to rule. That was a good thing.",
    "start": "01:03:22",
    "end": "01:03:32"
  },
  {
    "text": "Yes.",
    "start": "01:03:32",
    "end": "01:03:32"
  },
  {
    "text": "But then if you actually just pull out all the places where people have power, it's probably all these warnings that people. Don't let it mess you up.",
    "start": "01:03:32",
    "end": "01:03:41"
  },
  {
    "text": "So think about Psalm 104, which is itself just reflecting on Genesis 1.",
    "start": "01:03:42",
    "end": "01:03:46"
  },
  {
    "text": "Yeah.",
    "start": "01:03:46",
    "end": "01:03:46"
  },
  {
    "text": "Genesis 1 and 2, same portrait of just order brought to chaos and then all this potential packed into creation. Genesis 2. It's in the image of God planting a garden in the midst of a wilderness. Puts the humans in there.",
    "start": "01:03:46",
    "end": "01:04:01"
  },
  {
    "text": "Garden from wilderness.",
    "start": "01:04:02",
    "end": "01:04:03"
  },
  {
    "text": "Garden from wilderness.",
    "start": "01:04:03",
    "end": "01:04:04"
  },
  {
    "text": "It's a generous act.",
    "start": "01:04:04",
    "end": "01:04:05"
  },
  {
    "text": "And from any tree you can eat, except this one that will kill you. And the one that will kill you is the one that represents you taking your own. Taking moral discernment to define good and evil by your own wisdom. Instead of trusting that I will teach you how to define evil, eat from.",
    "start": "01:04:07",
    "end": "01:04:29"
  },
  {
    "text": "Any tree but the one that will prevent you from being a generous person.",
    "start": "01:04:29",
    "end": "01:04:33"
  },
  {
    "text": "Whoa. Yeah. Yeah. Because the moment you define good and evil by your own wisdom.",
    "start": "01:04:34",
    "end": "01:04:39"
  },
  {
    "text": "Yeah.",
    "start": "01:04:39",
    "end": "01:04:40"
  },
  {
    "text": "And you're gonna start defining as good so that you have a little bit more than that person.",
    "start": "01:04:40",
    "end": "01:04:45"
  },
  {
    "text": "Totally.",
    "start": "01:04:45",
    "end": "01:04:45"
  },
  {
    "text": "Because it makes perfect sense.",
    "start": "01:04:45",
    "end": "01:04:47"
  },
  {
    "text": "It feels very good to have enough, even if.",
    "start": "01:04:47",
    "end": "01:04:51"
  },
  {
    "text": "And maybe not just for me.",
    "start": "01:04:51",
    "end": "01:04:52"
  },
  {
    "text": "Maybe for me and my family.",
    "start": "01:04:52",
    "end": "01:04:54"
  },
  {
    "text": "For me and my family or me and my tribe.",
    "start": "01:04:54",
    "end": "01:04:55"
  },
  {
    "text": "Yeah.",
    "start": "01:04:55",
    "end": "01:04:56"
  },
  {
    "text": "And surely that's a good thing that I provide for my tribe.",
    "start": "01:04:56",
    "end": "01:04:59"
  },
  {
    "text": "Yeah.",
    "start": "01:04:59",
    "end": "01:04:59"
  },
  {
    "text": "Oh, but what if it's at the expense of that tribe?",
    "start": "01:04:59",
    "end": "01:05:01"
  },
  {
    "text": "Well, they gotta take care of themselves.",
    "start": "01:05:01",
    "end": "01:05:03"
  },
  {
    "text": "They gotta take care of themselves. There should be enough for them, maybe. Or. Okay, so here we go.",
    "start": "01:05:03",
    "end": "01:05:08"
  },
  {
    "text": "You almost kind of have to live that way when you're limited by your own understanding.",
    "start": "01:05:08",
    "end": "01:05:13"
  },
  {
    "text": "Yeah. Correct.",
    "start": "01:05:13",
    "end": "01:05:14"
  },
  {
    "text": "Because how can you know? Like, you're kind of just stuck.",
    "start": "01:05:14",
    "end": "01:05:17"
  },
  {
    "text": "It's a great transition for can talk about next. If the biblical story can be framed as God's gift of abundance to humans, the plot conflict is how they distort abundance, which is to desire according to their own wisdom and then to take thank you for listening to this episode of the BibleProject podcast. Next week we're going to keep diving into the theme of generosity in the storyline of the Bible. We're going to look, as always, at the Garden of Eden stories and explore how they demonstrate God's generosity, His generous, overabundant character. It's going to be awesome. Today's show was produced by Dan Gummel. Theme music was by the band Tense. We are a crowdfunded animation studio in Portland, Oregon and you can find all of our resources@thebibleproject.com everything we make is because of your generous support. So thanks for being part of of this with us.",
    "start": "01:05:17",
    "end": "01:06:13"
  },
  {
    "text": "My favorite part is watching the videos before I go to bed. And what's your favorite video? The Satan and Demons we believe the Bible is a unified story that leads to Jesus. We are a crowdfunded project by people like me. Find free videos, study notes, podcasts and more@the Bibleproject.com.",
    "start": "01:06:18",
    "end": "01:06:45"
  }
]