[
  {
    "text": "Hey, everybody, this is tim@the Bibleproject and you're listening to the Bibleproject podcast. Last week, John and I started a new conversation about the theme of generosity in the storyline of the Bible. This is connected to a new video that we're making at the bibleproject. In the last episode, we explored some of Jesus most famous teachings about freedom from anxiety and learning about the generosity and abundance that God has in store for his people. Jesus walked around with this deep conviction that despite all of the pain and suffering that he saw going on in the world, despite all the pain and suffering that he himself experienced, he still believed that Yahweh, the God of Israel, the creator of heaven and earth, is an extremely generous host who has given an overabundance of resources and opportunities to all of us. Jesus was able to manage that tension and think it through because you can see in his teachings, his heart and his mind were soaked in the Hebrew scriptures and specifically the portrait of the generous God in Genesis chapters one and two. So that's what we're going to look at today. We're going to explore the creation story in Genesis 1 and how it portrays God as an extremely generous host who's packing creation full of abundance and opportunity. We're also going to look at the story of Adam and Eve, how they forfeit and take advantage of God's generosity. And then we're going to go into the next story outside of Eden. We're going to explore the story of Cain and Abel. One way to think about it is a story about one person who gets angry about God's seeming generosity to another. How do you respond when you feel like God's being more generous to somebody else, but not to you? And that raises an even more fascinating question that keeps getting focused on throughout the storyline of the Bible. The concept of God choosing a whole line of people and being extremely generous to them. The family of Abraham. John and I explore the topic of election and why it is that God seems to be generous to some more than he is to others. Or maybe we're just thinking about this all upside down. We're going to explore these questions and more today on the podcast. So thanks for joining us. And here we go. So we're talking about the theme of generosity in the storyline of the Bible.",
    "start": "00:00:05",
    "end": "00:02:33"
  },
  {
    "text": "You twitched a little when you said theme. You're still not there. You're still not at theme.",
    "start": "00:02:33",
    "end": "00:02:38"
  },
  {
    "text": "I might convince myself by the time we're done with this conversation. Yeah, we're talking about generosity in the storyline of the Bible.",
    "start": "00:02:39",
    "end": "00:02:46"
  },
  {
    "text": "Yeah.",
    "start": "00:02:46",
    "end": "00:02:46"
  },
  {
    "text": "We're going to make a video. We've been pondering, along with Jesus and the poets of the Psalms, the portrait of God as a generous host in Genesis 1. This image of God throwing this amazing party.",
    "start": "00:02:46",
    "end": "00:03:00"
  },
  {
    "text": "Yeah. You show up into existence at an amazing party.",
    "start": "00:03:01",
    "end": "00:03:04"
  },
  {
    "text": "Yeah. You wake up.",
    "start": "00:03:04",
    "end": "00:03:04"
  },
  {
    "text": "You wake up in an amazing party.",
    "start": "00:03:04",
    "end": "00:03:05"
  },
  {
    "text": "You go to someone's house. You literally. You wake up.",
    "start": "00:03:05",
    "end": "00:03:08"
  },
  {
    "text": "But let's say you did go to someone's house for an amazing party, and everything's hosted. It's amazing. All these. Everything's a gift.",
    "start": "00:03:08",
    "end": "00:03:15"
  },
  {
    "text": "Yeah.",
    "start": "00:03:15",
    "end": "00:03:15"
  },
  {
    "text": "You're not gonna worry. You're gonna have a good time.",
    "start": "00:03:15",
    "end": "00:03:18"
  },
  {
    "text": "Yes. Yeah, sure.",
    "start": "00:03:18",
    "end": "00:03:19"
  },
  {
    "text": "Right. You're not sitting there like, oh, well, how do I make sure I get enough drinks? And, like, you know.",
    "start": "00:03:19",
    "end": "00:03:25"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:03:25",
    "end": "00:03:26"
  },
  {
    "text": "Where's my little corner of the party?",
    "start": "00:03:26",
    "end": "00:03:27"
  },
  {
    "text": "I'd grab three from the tray when the person walks by.",
    "start": "00:03:27",
    "end": "00:03:31"
  },
  {
    "text": "Wait, that person's using the hot tub? Like, I thought. God darn it.",
    "start": "00:03:31",
    "end": "00:03:34"
  },
  {
    "text": "Oh, wait, there's five more over there.",
    "start": "00:03:34",
    "end": "00:03:36"
  },
  {
    "text": "Yeah.",
    "start": "00:03:37",
    "end": "00:03:37"
  },
  {
    "text": "Yeah, that's good.",
    "start": "00:03:38",
    "end": "00:03:39"
  },
  {
    "text": "You're not worrying that's Jesus just saying.",
    "start": "00:03:39",
    "end": "00:03:41"
  },
  {
    "text": "Like, that's Jesus in Luke 12.",
    "start": "00:03:41",
    "end": "00:03:42"
  },
  {
    "text": "Like, if you really believe this, God's a host of a. An amazing event. You're just going to enjoy the event, which then also feels careless when it comes to suffering. But that's what we're going to talk about is why is there suffering at an amazing event?",
    "start": "00:03:42",
    "end": "00:03:57"
  },
  {
    "text": "That's right. Surely Jesus obviously isn't a stranger to suffering and death. Look at what happened to him. And of course, he grew up in a beautiful land of abundance, Northern Israel, Palestine. But that was full of impoverished Jews because of the Roman occupation. So how can he foster this worldview in that kind of setting? Well, the story on which Jesus was raised offers a powerful explanation for why there's such poverty in a world of abundance.",
    "start": "00:03:57",
    "end": "00:04:34"
  },
  {
    "text": "It's like you showed up to a party, and all of a sudden you notice people acting like they're not at a party and they're just doing all these weird things that you shouldn't do at a party. Like, they're, like, forming these factions, and they're like. They're making sure certain people don't have access to certain things.",
    "start": "00:04:34",
    "end": "00:04:54"
  },
  {
    "text": "They take the hors d' oeuvre trays. Yeah.",
    "start": "00:04:54",
    "end": "00:04:57"
  },
  {
    "text": "They're like, this is ours now.",
    "start": "00:04:57",
    "end": "00:04:58"
  },
  {
    "text": "Out of. And then they begin to stack them in, like, the den.",
    "start": "00:04:58",
    "end": "00:05:01"
  },
  {
    "text": "Yeah. And they only give certain people access to the den.",
    "start": "00:05:02",
    "end": "00:05:04"
  },
  {
    "text": "Yeah. Then they block off the den from the rest of the people, and they form a little group.",
    "start": "00:05:04",
    "end": "00:05:09"
  },
  {
    "text": "Yeah. And everyone's like, what is happening? And where's the host? Like, someone needs to take care of this.",
    "start": "00:05:09",
    "end": "00:05:15"
  },
  {
    "text": "Totally.",
    "start": "00:05:15",
    "end": "00:05:16"
  },
  {
    "text": "We need him to act.",
    "start": "00:05:16",
    "end": "00:05:17"
  },
  {
    "text": "Yeah.",
    "start": "00:05:17",
    "end": "00:05:17"
  },
  {
    "text": "And like, come back and make sure this party goes right.",
    "start": "00:05:17",
    "end": "00:05:21"
  },
  {
    "text": "Okay, good. Ooh. Let's make this a meta story for. Okay, so that the banquet. The banquet. The banquet is Genesis 1. And then you start seeing people steal hors d' oeuvre trays and smuggle them into the den.",
    "start": "00:05:21",
    "end": "00:05:37"
  },
  {
    "text": "Yeah.",
    "start": "00:05:37",
    "end": "00:05:38"
  },
  {
    "text": "And then they form a little pack. And then you start to ask yourself, like, why are they acting that way?",
    "start": "00:05:38",
    "end": "00:05:43"
  },
  {
    "text": "Yeah.",
    "start": "00:05:43",
    "end": "00:05:43"
  },
  {
    "text": "What's underneath that? What's the psychology?",
    "start": "00:05:44",
    "end": "00:05:46"
  },
  {
    "text": "Yeah. They should just be enjoying themselves with everyone else.",
    "start": "00:05:46",
    "end": "00:05:49"
  },
  {
    "text": "So foolish. Why are they being so short sighted? Such a limited perspective. What would motivate people to act that way? And Genesis chapter three offers us a portrait of why humans would do something like that. And it actually begins a portrait that's going to be filled out in the storyline of the Bible of why humans would steal the hors d'. Oeuvre. That's so good. I like it, John. Yeah, that's helpful.",
    "start": "00:05:49",
    "end": "00:06:15"
  },
  {
    "text": "Totally. I'm taking this chocolate fountain for myself.",
    "start": "00:06:15",
    "end": "00:06:18"
  },
  {
    "text": "With the strawberries.",
    "start": "00:06:21",
    "end": "00:06:22"
  },
  {
    "text": "Where's the strawberries? They're all mine.",
    "start": "00:06:22",
    "end": "00:06:25"
  },
  {
    "text": "This is ridiculous. What a ridiculous thing to think about. Yeah. Okay, so Genesis 3 opens telling us that there is a snake there. That's one of the creatures of the field that the Lord God had made. That's the wording, but it's more shrewd. It's a little sharper than the rest.",
    "start": "00:06:26",
    "end": "00:06:44"
  },
  {
    "text": "He shows up at the party, he's like, you know what? Yeah, I think there's something more here we can do.",
    "start": "00:06:44",
    "end": "00:06:48"
  },
  {
    "text": "Well, remember, this isn't an inherently negative word. This word shrewd, it gets translated as crafty in all English. Modern English translations sounds negative. But this word appears only elsewhere in the Book of Proverbs where it's a neutral or positive trait. It's somebody who sizes up all the options and possibilities of a situation and can come up with really creative, clever solutions.",
    "start": "00:06:48",
    "end": "00:07:13"
  },
  {
    "text": "Yeah. In strengths finders, that's called strategic.",
    "start": "00:07:13",
    "end": "00:07:16"
  },
  {
    "text": "Yeah, that's right. Yeah, exactly. The snake was more strategic. And so he sees all of this abundance and something happens in him that we're not told. It's not actually developed until later in the biblical story. You find out why this creature did what he did.",
    "start": "00:07:18",
    "end": "00:07:32"
  },
  {
    "text": "Yeah. This backstory of this creature.",
    "start": "00:07:32",
    "end": "00:07:34"
  },
  {
    "text": "Yeah. You have to wait. Yeah. Till Genesis 11 and then really Isaiah 13 and Ezekiel and book of Daniel.",
    "start": "00:07:34",
    "end": "00:07:42"
  },
  {
    "text": "And we'll make a video about it.",
    "start": "00:07:42",
    "end": "00:07:43"
  },
  {
    "text": "We'll make a video about that. But all that happens and he approaches the woman and says the first thing he tries to undermine is, is the trust that the host is generous indeed. Did God really say that you can't eat from any of these trees? That's ridiculous.",
    "start": "00:07:43",
    "end": "00:08:04"
  },
  {
    "text": "Yeah, he didn't say that.",
    "start": "00:08:04",
    "end": "00:08:05"
  },
  {
    "text": "That's the exact opposite. Yeah, but. And the woman corrects him. No, no, it's the opposite. We can eat from any. But just now the sentence. Now the option is out. It's possibility's out. There.",
    "start": "00:08:05",
    "end": "00:08:16"
  },
  {
    "text": "Now you're thinking it.",
    "start": "00:08:17",
    "end": "00:08:18"
  },
  {
    "text": "Now you're thinking it.",
    "start": "00:08:18",
    "end": "00:08:19"
  },
  {
    "text": "Yeah.",
    "start": "00:08:19",
    "end": "00:08:19"
  },
  {
    "text": "Don't think of pink elephants.",
    "start": "00:08:19",
    "end": "00:08:20"
  },
  {
    "text": "Yeah, now you're thinking about it.",
    "start": "00:08:20",
    "end": "00:08:22"
  },
  {
    "text": "Yeah. No, that's not what God said.",
    "start": "00:08:22",
    "end": "00:08:24"
  },
  {
    "text": "Yeah, right. It's the power of.",
    "start": "00:08:25",
    "end": "00:08:27"
  },
  {
    "text": "That's true, though.",
    "start": "00:08:27",
    "end": "00:08:27"
  },
  {
    "text": "Suggestion.",
    "start": "00:08:27",
    "end": "00:08:28"
  },
  {
    "text": "That's right, yeah. Even if it seems absurd or impossible, it becomes somewhat more possible once you say it out loud.",
    "start": "00:08:28",
    "end": "00:08:36"
  },
  {
    "text": "Once you say it out loud. Once you plant the idea.",
    "start": "00:08:36",
    "end": "00:08:37"
  },
  {
    "text": "Yeah. Did God say you can't eat any of the food at the party? No, no, no. He said that we could. Oh, yeah, actually. But there's that one thing that we are not supposed to eat from the tree that's in the middle of the garden. And here it just assumes that you've internalized what knowing good and evil means and what it would mean to take that for yourself. Notice what she says. But God said about that tree, you shall not eat from it or touch it. Which God never said the touch thing, or you will surely die. The serpent said to the woman, no, once again. Oh, no, no, no. That hors d' oeuvre play is fine for you to eat. Go right ahead. It's a different tactic now. First it was just that power of suggestion. Now it's an alternative story. Yeah, yeah. God told you you're going to kill yourselves, you're going to die if you cease to know and discern good and evil on your own wisdom. Actually, that's not the case. Actually, the opposite's the case. Here's what God knows but isn't telling you, that when you eat from that, your eyes will be opened and you'll be like Elohim. You'll be like the divine in the capacity to know. And not just know. To know good and evil means then to define it, to make decisions about it. I mean, we're only five verses in, and it's the full. The full deception package is right there.",
    "start": "00:08:37",
    "end": "00:10:04"
  },
  {
    "text": "Yeah. You called the truth knowledge good and evil like an hors d' oeuvre plate.",
    "start": "00:10:04",
    "end": "00:10:08"
  },
  {
    "text": "I did.",
    "start": "00:10:08",
    "end": "00:10:09"
  },
  {
    "text": "Where this story starts to feel weird or absurd. Is like having an hors d' oeuvre plate in the center of the banquet table and then saying, guys, just stay away from that one.",
    "start": "00:10:10",
    "end": "00:10:23"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:10:23",
    "end": "00:10:23"
  },
  {
    "text": "But there's something so central to this urge.",
    "start": "00:10:23",
    "end": "00:10:28"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:10:28",
    "end": "00:10:29"
  },
  {
    "text": "To. To take control ourselves. It is central. It's like always there, right in the center.",
    "start": "00:10:29",
    "end": "00:10:34"
  },
  {
    "text": "That's a good point. I pondered two times in Genesis 1:3, its position in the middle, in the.",
    "start": "00:10:34",
    "end": "00:10:39"
  },
  {
    "text": "Middle of the garden.",
    "start": "00:10:39",
    "end": "00:10:40"
  },
  {
    "text": "Garden.",
    "start": "00:10:40",
    "end": "00:10:40"
  },
  {
    "text": "It's always bummed me.",
    "start": "00:10:40",
    "end": "00:10:41"
  },
  {
    "text": "It's highlighted. Perhaps one way to think about that is it's describing the ever present possibility of me to abuse my existence and the abundance or opportunity that I have. It's ever present. In other words, some people would say it's in the middle and they would blame God for that. Why did he put it right there? You know? Have you heard that line before?",
    "start": "00:10:41",
    "end": "00:11:01"
  },
  {
    "text": "Totally.",
    "start": "00:11:01",
    "end": "00:11:02"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:11:02",
    "end": "00:11:02"
  },
  {
    "text": "Why didn't he put it in a corner?",
    "start": "00:11:02",
    "end": "00:11:05"
  },
  {
    "text": "I think I've heard you pick that up.",
    "start": "00:11:05",
    "end": "00:11:06"
  },
  {
    "text": "Yeah. Lock it up. Totally. Yeah.",
    "start": "00:11:06",
    "end": "00:11:08"
  },
  {
    "text": "Yeah. The point is. But that's not true to human experience.",
    "start": "00:11:08",
    "end": "00:11:11"
  },
  {
    "text": "It's always present.",
    "start": "00:11:12",
    "end": "00:11:13"
  },
  {
    "text": "It's always a possibility for me to ruin. Gosh, I think this all the time. Either my kids will do this. You know, we'll be having a great moment at dinner, and then like, one of my sons will just like, August did this the other night. He just was eating rice and we were having this great conversation, and then he just ejected it all out of his mouth. Just spewed rice all over the table for no good reason. He just wanted to know what would happen, see what would happen. And it did, on my face. And it's like, oh, then this great conversation got and was over. We're just one small choice away from ruining the party.",
    "start": "00:11:13",
    "end": "00:11:49"
  },
  {
    "text": "Party foul.",
    "start": "00:11:51",
    "end": "00:11:52"
  },
  {
    "text": "Yeah. It's always present. It's in the middle. John. Thank you.",
    "start": "00:11:52",
    "end": "00:11:55"
  },
  {
    "text": "Yeah, Right.",
    "start": "00:11:56",
    "end": "00:11:56"
  },
  {
    "text": "For some reason that's locking in for me in a way I haven't quite thought about it before.",
    "start": "00:11:56",
    "end": "00:12:00"
  },
  {
    "text": "Yeah, it's in the middle. I've thought about in terms of. You can't get from one side of the garden to the other without walking by it.",
    "start": "00:12:00",
    "end": "00:12:06"
  },
  {
    "text": "Yes, yes.",
    "start": "00:12:06",
    "end": "00:12:07"
  },
  {
    "text": "And another way you could think about it is like, no matter where you're looking in the garden, like it's in your field of view.",
    "start": "00:12:08",
    "end": "00:12:14"
  },
  {
    "text": "Yeah.",
    "start": "00:12:14",
    "end": "00:12:15"
  },
  {
    "text": "It's like it's ever looming.",
    "start": "00:12:15",
    "end": "00:12:16"
  },
  {
    "text": "Correct. Yes, yes.",
    "start": "00:12:16",
    "end": "00:12:18"
  },
  {
    "text": "Reality.",
    "start": "00:12:18",
    "end": "00:12:19"
  },
  {
    "text": "That's right. And so remember, actually, I want to do, in our Genesis 1 and 2 series, I want to do a whole video about the tree, because sacred trees representing either the gift of life from the gods or sacred Resources from the gods. This is a motif in ancient Near Eastern art and literature, the tree of life. There's Egyptian trees of life and Babylonian. You can go find drawings of them, Google them and you'll find them. They're cool looking. So, yeah, I think a biblical author is taking this motif and transforming it, because knowing good and evil is also going to be the gift that the Torah presents to Israel. What are they going to do with this gift of knowing good and evil that God's given them through the Torah? Are they going to follow it? Are they going to abuse it? The gift of wisdom. In the book of Proverbs, the wisdom is a tree of life.",
    "start": "00:12:19",
    "end": "00:13:11"
  },
  {
    "text": "The Torah is the tree of life.",
    "start": "00:13:13",
    "end": "00:13:14"
  },
  {
    "text": "The Torah is a tree of life. That's right. Yeah. That's how the book of Proverbs frames it. Yes. My Torah is a tree of life. The father says in the speeches in Proverbs 1 through 9. And so the tree and so not.",
    "start": "00:13:14",
    "end": "00:13:27"
  },
  {
    "text": "Following the Torah would then be the tree of knowledge of Khedivi.",
    "start": "00:13:29",
    "end": "00:13:32"
  },
  {
    "text": "Yeah. It would be taking the tree and reducing it to my own wisdom. And the same in Proverbs, it's rejecting the wisdom of your elders is the equivalent to taking from the tree and defining good and evil by your own wisdom. And that's an ever present possibility in every moment of my existence is to ruin everything by a horrible choice. One horrible choice. I think about that all the time.",
    "start": "00:13:32",
    "end": "00:13:59"
  },
  {
    "text": "You know what? Yeah, I think about that too. I remember years ago, I was talking with our colleague Ken, and he asked me this question. He said, he's got the funniest question sometimes. He said, how many choices do you think you're away from completely screwing up your life? It turned into like this thought experiment game and we're like, okay, how many?",
    "start": "00:13:59",
    "end": "00:14:22"
  },
  {
    "text": "Yeah.",
    "start": "00:14:22",
    "end": "00:14:23"
  },
  {
    "text": "And I'm thinking about it and I'm like, is it four or five? And then once we kind of work through it, we're like, we are one or two decisions away from completely screwing up our life.",
    "start": "00:14:23",
    "end": "00:14:32"
  },
  {
    "text": "Yeah. Ruining everything irreversibly. Wow. It's terrifying.",
    "start": "00:14:32",
    "end": "00:14:36"
  },
  {
    "text": "It's terrifying.",
    "start": "00:14:36",
    "end": "00:14:37"
  },
  {
    "text": "It's a tree in the middle of the garden.",
    "start": "00:14:38",
    "end": "00:14:40"
  },
  {
    "text": "It's a tree in the middle of the garden.",
    "start": "00:14:40",
    "end": "00:14:41"
  },
  {
    "text": "Yeah, it is.",
    "start": "00:14:41",
    "end": "00:14:42"
  },
  {
    "text": "It's just right there. Ready to destroy you.",
    "start": "00:14:42",
    "end": "00:14:44"
  },
  {
    "text": "Yeah, that's right. Okay, remember our meta story is there's a group of people at the party.",
    "start": "00:14:44",
    "end": "00:15:09"
  },
  {
    "text": "Yeah.",
    "start": "00:15:09",
    "end": "00:15:09"
  },
  {
    "text": "They're locked up in the. Are we doing the den or the pool room?",
    "start": "00:15:09",
    "end": "00:15:12"
  },
  {
    "text": "The pool room. I like the pool room.",
    "start": "00:15:12",
    "end": "00:15:13"
  },
  {
    "text": "Okay, let's go. Pool room. All right. They've stolen half the hors d' oeuvre plates.",
    "start": "00:15:13",
    "end": "00:15:17"
  },
  {
    "text": "Yeah.",
    "start": "00:15:18",
    "end": "00:15:18"
  },
  {
    "text": "And you're thinking of. Why are they doing that?",
    "start": "00:15:18",
    "end": "00:15:20"
  },
  {
    "text": "Yeah.",
    "start": "00:15:20",
    "end": "00:15:21"
  },
  {
    "text": "Well, somehow. And let's say you can interview one.",
    "start": "00:15:21",
    "end": "00:15:23"
  },
  {
    "text": "Yeah.",
    "start": "00:15:23",
    "end": "00:15:24"
  },
  {
    "text": "And they'll be honest. They'll say, well, we begin to become.",
    "start": "00:15:24",
    "end": "00:15:27"
  },
  {
    "text": "Aware, like, this party will end one day.",
    "start": "00:15:27",
    "end": "00:15:29"
  },
  {
    "text": "This party will end. And there may actually not be enough for everybody. And we think it would be good for us to hoard up hors d' oeuvre plates. That seems wise in our eyes. And so sorry for you guys out there, but we gotta think about, you know, our group.",
    "start": "00:15:29",
    "end": "00:15:46"
  },
  {
    "text": "You guys will figure it out, too.",
    "start": "00:15:47",
    "end": "00:15:48"
  },
  {
    "text": "You'll figure it out. There's enough out there still for you. But we're gonna seal off ourselves. Wow. That's a very different mentality than when we all first showed up here.",
    "start": "00:15:48",
    "end": "00:15:55"
  },
  {
    "text": "Totally. Yeah.",
    "start": "00:15:55",
    "end": "00:15:57"
  },
  {
    "text": "Yeah.",
    "start": "00:15:57",
    "end": "00:15:58"
  },
  {
    "text": "Such an interesting parable.",
    "start": "00:15:58",
    "end": "00:15:59"
  },
  {
    "text": "Yeah, it is.",
    "start": "00:15:59",
    "end": "00:16:00"
  },
  {
    "text": "You could have a conversation with that person and they could really convince you in a logical way.",
    "start": "00:16:00",
    "end": "00:16:05"
  },
  {
    "text": "Correct.",
    "start": "00:16:05",
    "end": "00:16:05"
  },
  {
    "text": "Of like, you know, like, I'm sorry. I'm sorry this is hard for you.",
    "start": "00:16:05",
    "end": "00:16:09"
  },
  {
    "text": "Yeah.",
    "start": "00:16:09",
    "end": "00:16:09"
  },
  {
    "text": "But this is the right thing for us to be done.",
    "start": "00:16:09",
    "end": "00:16:11"
  },
  {
    "text": "We've got to look out for my good.",
    "start": "00:16:11",
    "end": "00:16:12"
  },
  {
    "text": "It's the good and right thing. And you can kind of go, like, I guess I can see how you got there.",
    "start": "00:16:12",
    "end": "00:16:16"
  },
  {
    "text": "That's right.",
    "start": "00:16:16",
    "end": "00:16:16"
  },
  {
    "text": "Sucks for me, though.",
    "start": "00:16:16",
    "end": "00:16:17"
  },
  {
    "text": "Yeah. Genesis 3. 6. When the woman saw that the tree was good for eating.",
    "start": "00:16:17",
    "end": "00:16:22"
  },
  {
    "text": "It's good.",
    "start": "00:16:22",
    "end": "00:16:22"
  },
  {
    "text": "Perfectly good tree. It was a beautiful. To the eyes. It's nice. And that the tree was desirable. This is key. It's the word chamad in Hebrew. That's the verb. Or nehmad is the actual word. But then it's from the root chamad. It's the word to covet. One of the ten Commandments. Do not covet. It's this word desire. Desire. So the tree was covetable.",
    "start": "00:16:22",
    "end": "00:16:44"
  },
  {
    "text": "So do not covet could also be do not desire.",
    "start": "00:16:44",
    "end": "00:16:47"
  },
  {
    "text": "Correct. Which doesn't sound right in English. The idea. Covet is actually a good English word there because it's about illegitimate. A desire for a thing that is not rightly mine or that ought not to be mine. So this tree is desirable for making me wise. So she took. Coveting, desiring and taking is the fundamental act here. And then she ate, and then she gave. She's giving. Oh, how generous. But no, after the desiring and taking, even giving is now tainted.",
    "start": "00:16:47",
    "end": "00:17:20"
  },
  {
    "text": "It's now been with her.",
    "start": "00:17:20",
    "end": "00:17:22"
  },
  {
    "text": "And he ate. It's just six verses that we've looked at of Genesis. But it's. Yeah. Study. And what people do with abundance. The problem of abundance for selfish humans. It's good.",
    "start": "00:17:22",
    "end": "00:17:35"
  },
  {
    "text": "Well, in a world of abundance, in the nature of this reality, there is also the ever present potential to grew it up or to turn it inwards.",
    "start": "00:17:35",
    "end": "00:17:50"
  },
  {
    "text": "Yeah. Or something potentially that can look more noble.",
    "start": "00:17:50",
    "end": "00:17:54"
  },
  {
    "text": "And it can look noble. And it will look noble to look out for me.",
    "start": "00:17:54",
    "end": "00:17:57"
  },
  {
    "text": "Yeah.",
    "start": "00:17:57",
    "end": "00:17:58"
  },
  {
    "text": "That's the thing.",
    "start": "00:17:58",
    "end": "00:17:58"
  },
  {
    "text": "To look out for me and mine.",
    "start": "00:17:58",
    "end": "00:17:59"
  },
  {
    "text": "The problem of twisting abundance into selfishness looks noble.",
    "start": "00:17:59",
    "end": "00:18:05"
  },
  {
    "text": "Yes. Within a universe where there's not enough. If my perspective on the universe is there's not enough.",
    "start": "00:18:05",
    "end": "00:18:10"
  },
  {
    "text": "Yes. Then it makes perfect sense.",
    "start": "00:18:10",
    "end": "00:18:12"
  },
  {
    "text": "It makes perfect sense.",
    "start": "00:18:12",
    "end": "00:18:13"
  },
  {
    "text": "It's very noble.",
    "start": "00:18:13",
    "end": "00:18:14"
  },
  {
    "text": "Yes.",
    "start": "00:18:14",
    "end": "00:18:15"
  },
  {
    "text": "You're taking care of the people you love. And that problem is represented in the image of a beautiful fruit tree in the center of the garden. God said it's gonna look good, but.",
    "start": "00:18:15",
    "end": "00:18:30"
  },
  {
    "text": "Trust me, it will kill you.",
    "start": "00:18:30",
    "end": "00:18:31"
  },
  {
    "text": "That's the one that'll destroy the party.",
    "start": "00:18:32",
    "end": "00:18:33"
  },
  {
    "text": "Yes, it is interesting. Yeah. I'm interested in this limited perspective again back to where we began this. Jesus begins this teaching that ends with him saying, therefore sell your stuff and give it away.",
    "start": "00:18:33",
    "end": "00:18:45"
  },
  {
    "text": "Yeah.",
    "start": "00:18:45",
    "end": "00:18:46"
  },
  {
    "text": "Because it's going to corrupt your perspective because the more stuff you have, the more you're going to be thinking about how there's not enough. It's like it'll foster the opposite mindset. But the abundance creation mindset of the biblical story will free you to enjoy the party. That's interesting. There's two approaches to seeing the world. And in one, it so clearly seems absurd that you would hoard things or store up things for you and your group in a way that deprives others. That doesn't make any sense in.",
    "start": "00:18:46",
    "end": "00:19:19"
  },
  {
    "text": "Yeah. Would it be interesting to show up at that party? And it's already. And it's well into the party. It's like. And things have been pretty established of like all this weird stuff happening. People in the pool room, people in the den.",
    "start": "00:19:19",
    "end": "00:19:32"
  },
  {
    "text": "Oh, got it. There's groups holing up in different rooms.",
    "start": "00:19:33",
    "end": "00:19:35"
  },
  {
    "text": "Yeah.",
    "start": "00:19:35",
    "end": "00:19:36"
  },
  {
    "text": "Right.",
    "start": "00:19:36",
    "end": "00:19:36"
  },
  {
    "text": "People are just kind of. They're not acting like it's a party anymore, but you show up and you know, you know it's a party.",
    "start": "00:19:36",
    "end": "00:19:44"
  },
  {
    "text": "Yeah.",
    "start": "00:19:44",
    "end": "00:19:44"
  },
  {
    "text": "And you know that there is enough.",
    "start": "00:19:44",
    "end": "00:19:46"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:19:47",
    "end": "00:19:48"
  },
  {
    "text": "And that would be such a weird to then go into the pool room and interact with those people.",
    "start": "00:19:48",
    "end": "00:19:54"
  },
  {
    "text": "Yeah. You're trying to convince them.",
    "start": "00:19:54",
    "end": "00:19:55"
  },
  {
    "text": "You're trying to convince them. Well, there is enough.",
    "start": "00:19:55",
    "end": "00:19:56"
  },
  {
    "text": "Yeah.",
    "start": "00:19:57",
    "end": "00:19:57"
  },
  {
    "text": "And then for you to then go. You just know like the host is gonna bring more. Yeah. And it's going to continue. And even all of this chaos that we're creating. He's going to come and solve that too.",
    "start": "00:19:57",
    "end": "00:20:09"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:20:09",
    "end": "00:20:10"
  },
  {
    "text": "Like, it's weird. You're going to be like, I want to try to figure out how to enjoy the party. But also, like, help you try to figure out how to enjoy the party.",
    "start": "00:20:10",
    "end": "00:20:17"
  },
  {
    "text": "Totally. Yeah.",
    "start": "00:20:17",
    "end": "00:20:18"
  },
  {
    "text": "Let's get this started again.",
    "start": "00:20:18",
    "end": "00:20:19"
  },
  {
    "text": "Yeah, that's right. You know what's funny? We've already said this, but it's more clear to me in this moment that when you read those teachings of Jesus where he says, look at the ravens and look at the lilies, and many. I have found myself included. Many people, at least in our cultural setting, we read that and it's hard for us. We're like, that sounds hippie.",
    "start": "00:20:19",
    "end": "00:20:41"
  },
  {
    "text": "Yeah.",
    "start": "00:20:41",
    "end": "00:20:41"
  },
  {
    "text": "Or irresponsible. But what's actually happening is just this clash of worldviews where the reason it bothers me is because I don't actually hold that view of the world. Yeah. So just a quick. We've talked through the flow of Genesis 3:11 multiple times, but just think through it real quickly with me in light of this. Abundance, Generosity versus Scarcity, and Taking Mindset, Genesis 4. Cain's jealousy and anger compels him to take the life of his brother. So instead of focusing on his ability to give life by being a farmer of the ground, he's angry.",
    "start": "00:20:42",
    "end": "00:21:23"
  },
  {
    "text": "Well, can we stop here on that? This bugs me about the story of Cain and Abel. God is more generous to Abel than he is to Cain.",
    "start": "00:21:23",
    "end": "00:21:30"
  },
  {
    "text": "Ah, well, he just looks with favor.",
    "start": "00:21:30",
    "end": "00:21:32"
  },
  {
    "text": "Yeah.",
    "start": "00:21:32",
    "end": "00:21:33"
  },
  {
    "text": "Yeah.",
    "start": "00:21:33",
    "end": "00:21:33"
  },
  {
    "text": "Well, what does that mean? Yeah, I gotta imagine that means. Okay, maybe I'm reading too much into this, but you give an offering to God's in the sense of all this is yours. Here's a symbol of that. But you're doing it because you want another good harvest. You want abundance.",
    "start": "00:21:33",
    "end": "00:21:51"
  },
  {
    "text": "Yeah. Or you're saying thank you.",
    "start": "00:21:51",
    "end": "00:21:52"
  },
  {
    "text": "And you're saying, thank you.",
    "start": "00:21:53",
    "end": "00:21:53"
  },
  {
    "text": "We're saying thank you for the harvest that we just had.",
    "start": "00:21:53",
    "end": "00:21:55"
  },
  {
    "text": "Oh. All they're doing is saying thank you. Maybe. But the expectation is favor.",
    "start": "00:21:55",
    "end": "00:21:59"
  },
  {
    "text": "Well, I think certainly it's a reciprocal kind of thing. Yahweh sends rain, gives me abundant crops. And so I take these symbolic tokens of my crop and I say thank you so much.",
    "start": "00:21:59",
    "end": "00:22:10"
  },
  {
    "text": "You think these were thank offerings that Cain and people were doing?",
    "start": "00:22:10",
    "end": "00:22:13"
  },
  {
    "text": "Ah, well, at least. Well, Cain's offering. He's a worker of the ground. Yeah.",
    "start": "00:22:13",
    "end": "00:22:16"
  },
  {
    "text": "Well, they both offer a portion of their.",
    "start": "00:22:16",
    "end": "00:22:19"
  },
  {
    "text": "Correct. That's right.",
    "start": "00:22:20",
    "end": "00:22:21"
  },
  {
    "text": "Harvest.",
    "start": "00:22:21",
    "end": "00:22:21"
  },
  {
    "text": "That's right. Yeah. What he's offering is a grain offering, which in Leviticus is solely A thank you offering.",
    "start": "00:22:21",
    "end": "00:22:28"
  },
  {
    "text": "Oh, is that significant?",
    "start": "00:22:28",
    "end": "00:22:30"
  },
  {
    "text": "Well, it's not. It didn't atone. Cover for sins. It wasn't a form of petition. It was thank you.",
    "start": "00:22:30",
    "end": "00:22:37"
  },
  {
    "text": "Should I be thinking about that when I'm reading the story?",
    "start": "00:22:37",
    "end": "00:22:39"
  },
  {
    "text": "Oh, I think so. I think so.",
    "start": "00:22:39",
    "end": "00:22:41"
  },
  {
    "text": "Okay.",
    "start": "00:22:41",
    "end": "00:22:41"
  },
  {
    "text": "Yeah.",
    "start": "00:22:41",
    "end": "00:22:41"
  },
  {
    "text": "So that Cain's saying thank you. And that's Abel. No, that's Cain's story. He's saying thank you. And Abel has the.",
    "start": "00:22:41",
    "end": "00:22:48"
  },
  {
    "text": "He brings. Yeah. From the firstborn of his flock.",
    "start": "00:22:49",
    "end": "00:22:52"
  },
  {
    "text": "Yeah. And that's a sin offering. Yeah.",
    "start": "00:22:52",
    "end": "00:22:54"
  },
  {
    "text": "The Passover sacrifice is a firstborn. Passover meal is a firstborn of the flock. Yes. And again, this is Genesis 4. All the language here is crafted with an eye towards the depictions of sacrifice later on. However, I don't think the story is trying to tell us that one sacrifice is better than other. Both are legitimate forms of sacrifice.",
    "start": "00:22:54",
    "end": "00:23:17"
  },
  {
    "text": "And I've heard you say that. And so I grant that.",
    "start": "00:23:17",
    "end": "00:23:20"
  },
  {
    "text": "Yeah.",
    "start": "00:23:20",
    "end": "00:23:21"
  },
  {
    "text": "But God shows favor towards one and not the other.",
    "start": "00:23:21",
    "end": "00:23:23"
  },
  {
    "text": "Correct.",
    "start": "00:23:23",
    "end": "00:23:24"
  },
  {
    "text": "So what does that mean? Other than he is being more generous to one than the other?",
    "start": "00:23:24",
    "end": "00:23:30"
  },
  {
    "text": "Yeah, I actually. My current way of understanding it, but I have learned that these things develop and change the more you ponder, is that it's an intentionally ambiguous gap in the narrative.",
    "start": "00:23:30",
    "end": "00:23:43"
  },
  {
    "text": "The favor.",
    "start": "00:23:43",
    "end": "00:23:44"
  },
  {
    "text": "The favor. Cause it's gonna be developed throughout all the generations. Why Abraham but not his brothers, his other two brothers? Why did God choose him to be the vehicle of blessing? Why Isaac, but not Ishmael? And then certainly why Jacob, whose name means deceiver? And so it's the mystery. Genesis, I think, is developing this portrait.",
    "start": "00:23:44",
    "end": "00:24:09"
  },
  {
    "text": "Of the mystery of why God chose one specific.",
    "start": "00:24:09",
    "end": "00:24:12"
  },
  {
    "text": "God chose one family out of all the families.",
    "start": "00:24:12",
    "end": "00:24:15"
  },
  {
    "text": "That's what this favorite is.",
    "start": "00:24:15",
    "end": "00:24:16"
  },
  {
    "text": "Through whom to work. And it's the mystery of election. Yeah. The whole theme of election in Paul's writing is all about this is all about this. And it's a very old mystery. Yeah. And the fact that God chooses one doesn't mean that there isn't more blessing for others.",
    "start": "00:24:16",
    "end": "00:24:34"
  },
  {
    "text": "Yeah. Well, so in the way I've been taught election growing up in the faith was. It does mean that.",
    "start": "00:24:35",
    "end": "00:24:42"
  },
  {
    "text": "Ah, I see.",
    "start": "00:24:42",
    "end": "00:24:43"
  },
  {
    "text": "But that is interesting when you connect it to. You connect it to this story of God choosing one person over another as a vehicle.",
    "start": "00:24:43",
    "end": "00:24:50"
  },
  {
    "text": "Yeah. For blessing for all the others. That's the logic of the whole thing.",
    "start": "00:24:50",
    "end": "00:24:54"
  },
  {
    "text": "Yeah.",
    "start": "00:24:54",
    "end": "00:24:55"
  },
  {
    "text": "Especially Abraham. It's especially dense in the Abraham.",
    "start": "00:24:55",
    "end": "00:24:57"
  },
  {
    "text": "But whenever I was taught and read election kind of stuff in the New Testament, ripped out of that context. And it's really just more about why do Some people get to go to the party and others don't.",
    "start": "00:24:57",
    "end": "00:25:10"
  },
  {
    "text": "Oh, I see. That's right. Well, once you take election out of its biblical context and you put it into a. Some people go to the good place after they die, some people go to the bad place. Who gets to go? The ones that are pre written in the script. But that's a different story than the biblical story. That's certainly not what Paul has in mind. In Ephesians 1, he has in mind this story about the family of Abraham selected out from all the nations to bring blessing to the others.",
    "start": "00:25:10",
    "end": "00:25:37"
  },
  {
    "text": "So, okay, so back to Cain and Abel.",
    "start": "00:25:37",
    "end": "00:25:40"
  },
  {
    "text": "I'm so sorry. Cain and Abel. Yes.",
    "start": "00:25:40",
    "end": "00:25:42"
  },
  {
    "text": "You were great. I did that. And that was wonderful. That was helpful for me. But to get back on track.",
    "start": "00:25:42",
    "end": "00:25:46"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:25:46",
    "end": "00:25:47"
  },
  {
    "text": "The favor.",
    "start": "00:25:47",
    "end": "00:25:48"
  },
  {
    "text": "Yeah.",
    "start": "00:25:48",
    "end": "00:25:49"
  },
  {
    "text": "Isn't so isn't. I'm not supposed to be thinking like, oh, God's hooking up one and not the other. He's being more generous to one than the other. I mean, there is a sense.",
    "start": "00:25:49",
    "end": "00:25:55"
  },
  {
    "text": "There is a favor.",
    "start": "00:25:56",
    "end": "00:25:57"
  },
  {
    "text": "There is a favor.",
    "start": "00:25:57",
    "end": "00:25:58"
  },
  {
    "text": "Yep. But it doesn't mean that it's at the complete expense of the other person.",
    "start": "00:25:58",
    "end": "00:26:03"
  },
  {
    "text": "Yeah, well, Cain experienced it that way.",
    "start": "00:26:03",
    "end": "00:26:06"
  },
  {
    "text": "He sure feels that way. But is that a necessary response or is that just a limited perspective? Selfish response. It's actually very similar Again, remember Genesis 4 and 3 are mirror stories of each other. Right. So God's everything's fine. And then all of a sudden the possibility is introduced of, oh, but perhaps God's holding out on me. So in Genesis 3, it's Abel.",
    "start": "00:26:06",
    "end": "00:27:04"
  },
  {
    "text": "Abel gets this thing. Abel gets this thing. What's God holding out on me?",
    "start": "00:27:04",
    "end": "00:27:07"
  },
  {
    "text": "Yeah. Is there. So. Yeah. Does that mean I don't get. Well, what is it that I don't get? Yeah, the favor. What does that mean for the future? Does that mean in the same way that. Did God say. The snake says. Did God say, don't eat from any tree? No, he didn't.",
    "start": "00:27:07",
    "end": "00:27:22"
  },
  {
    "text": "It's a limited perspective.",
    "start": "00:27:22",
    "end": "00:27:23"
  },
  {
    "text": "Limited perspective.",
    "start": "00:27:23",
    "end": "00:27:24"
  },
  {
    "text": "Do I trust that God is good and even though my brother's experiencing something I don't get to experience.",
    "start": "00:27:25",
    "end": "00:27:31"
  },
  {
    "text": "Yeah.",
    "start": "00:27:32",
    "end": "00:27:32"
  },
  {
    "text": "Do I still trust?",
    "start": "00:27:32",
    "end": "00:27:34"
  },
  {
    "text": "Yeah.",
    "start": "00:27:34",
    "end": "00:27:34"
  },
  {
    "text": "At the end.",
    "start": "00:27:35",
    "end": "00:27:35"
  },
  {
    "text": "There are also good things for me too.",
    "start": "00:27:36",
    "end": "00:27:37"
  },
  {
    "text": "There's good things for me too.",
    "start": "00:27:37",
    "end": "00:27:38"
  },
  {
    "text": "Yeah.",
    "start": "00:27:38",
    "end": "00:27:39"
  },
  {
    "text": "What about when Paul says, though Abel, I love Cain, I hated Esau. Oh, that was Esau.",
    "start": "00:27:39",
    "end": "00:27:44"
  },
  {
    "text": "Jacob and Esau. Actually, Jacob and Esau becomes, through design patterns, a really deep exploration of the Cain and Abel story of the two brothers.",
    "start": "00:27:44",
    "end": "00:27:54"
  },
  {
    "text": "See how I got them mixed up in my head?",
    "start": "00:27:54",
    "end": "00:27:56"
  },
  {
    "text": "Yeah, exactly. They're so mapped onto each other. Yeah, that's right. However, it's also clear that when Paul's quoting there, he's quoting from Malachi, which is refracting back onto the Genesis story through the lens of the whole history of Israel. Because in Malachi, Jacob and Esau are tribal names of the whole tribes. So, dude, Cain and Abel, through Jacob and Esau, become all developed through design patterns, the stories, Israel versus the Edomites, through the story. And when Paul or Malachi looks back on the Cain and Abel story, they do so through the lens of the whole story of Edom and Israel, Jacob and Esau, Cain and Abel. And as if it's one thing, because it is in the final frame of the Hebrew Bible and the loving and the hating. I think presently, at least as far as I understand, that it's a hyperbolic contrast. Just like.",
    "start": "00:27:56",
    "end": "00:28:54"
  },
  {
    "text": "Because that language makes it difficult for.",
    "start": "00:28:54",
    "end": "00:28:56"
  },
  {
    "text": "Me to go, oh, oh, actually here. Because actually here, where Malachi is getting the Jacob I love but Esau hated is Malachi did the Hebrew Bible. So awesome and complex. It's actually using the language of how Jacob treated his two rival wives, the older and the younger. He loved the younger, but Leah, the older, was hated. That's a line. In the Jacob story, he loved Rachel, but Leah was the hated one. Which doesn't mean he disliked her. It's a way. I think it's a.",
    "start": "00:28:56",
    "end": "00:29:31"
  },
  {
    "text": "Doesn't mean there was all this animosity between them.",
    "start": "00:29:31",
    "end": "00:29:33"
  },
  {
    "text": "Yeah, I think it's a Semitic turn of phrase. At least.",
    "start": "00:29:33",
    "end": "00:29:37"
  },
  {
    "text": "I think it's another way to say he showed favor on one and not the other.",
    "start": "00:29:37",
    "end": "00:29:40"
  },
  {
    "text": "Yeah, it's a way. That's right.",
    "start": "00:29:40",
    "end": "00:29:42"
  },
  {
    "text": "So could you, in that Hebraic turn of phrase, say that Cain was hated and Abel was loved in this story?",
    "start": "00:29:42",
    "end": "00:29:50"
  },
  {
    "text": "I think so. I think so.",
    "start": "00:29:51",
    "end": "00:29:53"
  },
  {
    "text": "But not in the modern English way that we talk about hate.",
    "start": "00:29:53",
    "end": "00:29:56"
  },
  {
    "text": "Exactly. At least I think that's the case. I could be wrong about that. I need to think about it more interesting. Either way, Cain feels like he's being hated on. In our English sense of the word. Yeah, he clearly feels that way. He's downcast. Mm, that's right. Maybe to use our party parable, it would be that the host comes out and brings a special hors d' oeuvre plate for the birthday boy. And then everybody else is like, what's the deal? Like, why did they get that special plate? Yeah, I know. I've got all these other plates here that are available to me too, but they got that one. Am I Going to get that one. What if I don't?",
    "start": "00:29:56",
    "end": "00:30:33"
  },
  {
    "text": "Is it ever going to be my birthday?",
    "start": "00:30:33",
    "end": "00:30:34"
  },
  {
    "text": "Does that mean the host doesn't like me? Why doesn't he like me? I'm angry. I don't know. Something like that.",
    "start": "00:30:34",
    "end": "00:30:39"
  },
  {
    "text": "Yeah. Well, you imagine the party has gone. It's gotten so bad that the host is like, okay, what am I going to do here? Okay, here's what I'm going to do. I'm just going to find someone here at the party.",
    "start": "00:30:39",
    "end": "00:30:50"
  },
  {
    "text": "Yeah, that's right. To, like, help convince them of the.",
    "start": "00:30:50",
    "end": "00:30:54"
  },
  {
    "text": "True, real view of the truth. Remind them of this is a party.",
    "start": "00:30:54",
    "end": "00:30:56"
  },
  {
    "text": "Yeah.",
    "start": "00:30:57",
    "end": "00:30:57"
  },
  {
    "text": "Get them living in the right way.",
    "start": "00:30:57",
    "end": "00:31:00"
  },
  {
    "text": "Well, sure. Yeah, sure.",
    "start": "00:31:00",
    "end": "00:31:01"
  },
  {
    "text": "And then.",
    "start": "00:31:01",
    "end": "00:31:01"
  },
  {
    "text": "So I'm gonna hook one. One of these people up.",
    "start": "00:31:01",
    "end": "00:31:03"
  },
  {
    "text": "Yeah. I'm gonna give them more attention.",
    "start": "00:31:03",
    "end": "00:31:05"
  },
  {
    "text": "That's right.",
    "start": "00:31:05",
    "end": "00:31:06"
  },
  {
    "text": "I'm gonna bring them into my, like, living room. We're gonna chat about it. I'm gonna tell them, like, this is the way of a real party.",
    "start": "00:31:06",
    "end": "00:31:13"
  },
  {
    "text": "Totally.",
    "start": "00:31:13",
    "end": "00:31:14"
  },
  {
    "text": "And I need you guys to get on board with me. And then we're gonna go. And then everyone else is looking around like, why are they getting all this favoritism?",
    "start": "00:31:14",
    "end": "00:31:19"
  },
  {
    "text": "Yeah. Why. Why do they get to go into the special room?",
    "start": "00:31:19",
    "end": "00:31:21"
  },
  {
    "text": "Why do they get. Yeah. Why are they hanging out at the fireplace with the host?",
    "start": "00:31:21",
    "end": "00:31:24"
  },
  {
    "text": "Yeah, I want that.",
    "start": "00:31:24",
    "end": "00:31:25"
  },
  {
    "text": "Yeah.",
    "start": "00:31:25",
    "end": "00:31:26"
  },
  {
    "text": "Why didn't he choose me?",
    "start": "00:31:26",
    "end": "00:31:27"
  },
  {
    "text": "Yeah. Now I'm angry because they got favor.",
    "start": "00:31:27",
    "end": "00:31:29"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:31:29",
    "end": "00:31:30"
  },
  {
    "text": "Now that's the. That's the cane.",
    "start": "00:31:30",
    "end": "00:31:31"
  },
  {
    "text": "That's the cane.",
    "start": "00:31:31",
    "end": "00:31:32"
  },
  {
    "text": "Story of, like, God spending some extra time with that guy.",
    "start": "00:31:32",
    "end": "00:31:36"
  },
  {
    "text": "Yeah.",
    "start": "00:31:36",
    "end": "00:31:37"
  },
  {
    "text": "That means he doesn't like me.",
    "start": "00:31:37",
    "end": "00:31:38"
  },
  {
    "text": "He must not like me.",
    "start": "00:31:38",
    "end": "00:31:39"
  },
  {
    "text": "But his whole scheme is trying to get the whole party started for everyone again.",
    "start": "00:31:40",
    "end": "00:31:45"
  },
  {
    "text": "That's right. That's right. Yeah.",
    "start": "00:31:45",
    "end": "00:31:46"
  },
  {
    "text": "And the host would be like, whoa, hold on. There's like, there's something animating that.",
    "start": "00:31:46",
    "end": "00:31:52"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:31:52",
    "end": "00:31:53"
  },
  {
    "text": "Within you.",
    "start": "00:31:53",
    "end": "00:31:54"
  },
  {
    "text": "Yeah.",
    "start": "00:31:54",
    "end": "00:31:55"
  },
  {
    "text": "That's like a brute problem.",
    "start": "00:31:55",
    "end": "00:31:57"
  },
  {
    "text": "Totally. And the host is thinking, no, I'm working out a plan to restore the order and shalom to the party for everybody. Just wait a minute, you know?",
    "start": "00:31:57",
    "end": "00:32:07"
  },
  {
    "text": "Yeah.",
    "start": "00:32:07",
    "end": "00:32:07"
  },
  {
    "text": "And then the guy's like, no, no, I'm taking.",
    "start": "00:32:07",
    "end": "00:32:09"
  },
  {
    "text": "I'm taking this in my own hands.",
    "start": "00:32:09",
    "end": "00:32:11"
  },
  {
    "text": "That's right.",
    "start": "00:32:11",
    "end": "00:32:11"
  },
  {
    "text": "Yeah, I'm gonna.",
    "start": "00:32:11",
    "end": "00:32:12"
  },
  {
    "text": "Yeah. And then he kills the favored. The one brought into the room, which.",
    "start": "00:32:12",
    "end": "00:32:17"
  },
  {
    "text": "Is not going to go well for the party.",
    "start": "00:32:17",
    "end": "00:32:18"
  },
  {
    "text": "Makes the party even worse.",
    "start": "00:32:20",
    "end": "00:32:21"
  },
  {
    "text": "You got a murder scene.",
    "start": "00:32:21",
    "end": "00:32:22"
  },
  {
    "text": "Totally. Okay. So God says to that guy, the murderer, man, you got to get out of here. You leave the party. And so he leaves the building, he goes east and builds a City builds his own house with his own counterparty.",
    "start": "00:32:24",
    "end": "00:32:40"
  },
  {
    "text": "Yeah, I'm gonna take my toys.",
    "start": "00:32:40",
    "end": "00:32:43"
  },
  {
    "text": "And things don't go well there. Cause people. Lamech shows up to his party and just starts murdering people.",
    "start": "00:32:43",
    "end": "00:32:50"
  },
  {
    "text": "Yeah.",
    "start": "00:32:51",
    "end": "00:32:52"
  },
  {
    "text": "And then it's like, I know how.",
    "start": "00:32:52",
    "end": "00:32:53"
  },
  {
    "text": "You like to throw a party, Cane.",
    "start": "00:32:53",
    "end": "00:32:54"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:32:54",
    "end": "00:32:54"
  },
  {
    "text": "That's really rampant.",
    "start": "00:32:54",
    "end": "00:32:55"
  },
  {
    "text": "And generations keep going by and then those descendants. It all leads up to the building of the great Anti Eden party which is the city of Babylon. And once again God said, be fruitful and multiply. Fill the land. And what they say is no, no, no, there's not enough. We gotta all get.",
    "start": "00:32:55",
    "end": "00:33:13"
  },
  {
    "text": "There's a fine line between a party and a mob.",
    "start": "00:33:14",
    "end": "00:33:16"
  },
  {
    "text": "Let's think this through with the Babylon story. So they say let's all get together as one so that we're not scattered out there in the land. And then let's build our own city and tower that ascends up to the realm of the gods. The realm of God. And let's make a name for ourselves. Let's provide for ourselves. And of course God knows that that's going to go horribly and so he scatters them. But once again, it's humans now providing for themselves. We'll make our own city. Don't want God to provide us with the party. We're going to make our own party and we'll have our name on the front door. Yeah, it's our city and it's our party. And so the counter.",
    "start": "00:33:19",
    "end": "00:34:01"
  },
  {
    "text": "If you can't join them, beat them.",
    "start": "00:34:01",
    "end": "00:34:03"
  },
  {
    "text": "Yeah, that's the. So God scatters and then his counter is to take one group again. One person. Yeah, one line.",
    "start": "00:34:03",
    "end": "00:34:12"
  },
  {
    "text": "He actually goes to another party and he's like, hey, can you be. Can you help me out at this? Get this other party back on track.",
    "start": "00:34:12",
    "end": "00:34:21"
  },
  {
    "text": "Yeah. And so this is the calling of Abraham. Yeah, the calling of Abraham.",
    "start": "00:34:21",
    "end": "00:34:24"
  },
  {
    "text": "You're have to leave your party.",
    "start": "00:34:24",
    "end": "00:34:25"
  },
  {
    "text": "That's right.",
    "start": "00:34:25",
    "end": "00:34:26"
  },
  {
    "text": "You think is awesome. Which is really just turning into a. Just disaster.",
    "start": "00:34:26",
    "end": "00:34:31"
  },
  {
    "text": "Totally. That's right.",
    "start": "00:34:31",
    "end": "00:34:32"
  },
  {
    "text": "I mean we can't even.",
    "start": "00:34:32",
    "end": "00:34:34"
  },
  {
    "text": "Yeah.",
    "start": "00:34:34",
    "end": "00:34:35"
  },
  {
    "text": "It doesn't even look like anything close to a party now.",
    "start": "00:34:35",
    "end": "00:34:37"
  },
  {
    "text": "Yeah, your lifespan's gonna be really short if you stay at that party at the Anti Eden party. So come back to Eden as a new human. Abraham and Sarah are a new Adam and Eve being invited into a new type of Eden. And the poem that opens up the Abraham story is exactly that.",
    "start": "00:34:37",
    "end": "00:34:54"
  },
  {
    "text": "It's like the original party kind of like stopped. It's guarded by cherubim now.",
    "start": "00:34:54",
    "end": "00:34:58"
  },
  {
    "text": "Yeah, totally. Guests were all kicked out.",
    "start": "00:34:58",
    "end": "00:35:01"
  },
  {
    "text": "Yeah. And God's like we're gonna start, but we're gonna start again small.",
    "start": "00:35:01",
    "end": "00:35:04"
  },
  {
    "text": "Yeah, yeah. Start with one family. And what God says is, I'm gonna give you blessing. Blessing. Blessing. Blessing.",
    "start": "00:35:04",
    "end": "00:35:09"
  },
  {
    "text": "This is the Abel figure. This is the person who.",
    "start": "00:35:10",
    "end": "00:35:12"
  },
  {
    "text": "Abraham, Abel. Yeah.",
    "start": "00:35:12",
    "end": "00:35:14"
  },
  {
    "text": "It's the as. As a type. The one who gets the favor.",
    "start": "00:35:14",
    "end": "00:35:17"
  },
  {
    "text": "That's right. That's right.",
    "start": "00:35:17",
    "end": "00:35:18"
  },
  {
    "text": "Who then is Abraham?",
    "start": "00:35:18",
    "end": "00:35:19"
  },
  {
    "text": "Correct.",
    "start": "00:35:19",
    "end": "00:35:20"
  },
  {
    "text": "Who is Jacob.",
    "start": "00:35:20",
    "end": "00:35:21"
  },
  {
    "text": "Yep.",
    "start": "00:35:21",
    "end": "00:35:22"
  },
  {
    "text": "Is the one who gets the favor. Who is. Is the second born. Yeah, Always. Which is also interesting.",
    "start": "00:35:22",
    "end": "00:35:30"
  },
  {
    "text": "Yes.",
    "start": "00:35:31",
    "end": "00:35:31"
  },
  {
    "text": "Okay. And it's not because God is being more generous to one than the other. It's that he's got a plan.",
    "start": "00:35:31",
    "end": "00:35:37"
  },
  {
    "text": "He's got a plan. And he's going to start with one.",
    "start": "00:35:37",
    "end": "00:35:39"
  },
  {
    "text": "He's going to start with one.",
    "start": "00:35:39",
    "end": "00:35:40"
  },
  {
    "text": "Because the promise that he makes to Abraham is, I'm going to bless you. Bless you, bless you, bless you. And the last sentence of the poem is, and in you all the families of the earth will find blessing. But he is starting with one. And that's again, we're back to the mystery biblical election, which is God is on a mission to say to bless, restore blessing to all if they want it. And he's going to start with one. But his selection of that one presents an ever present choice for all those around of envy, of envy, of anger. And that's what's being explored in every generation of the book of Genesis. There are people starting with Cain and Abel, actually starting with humans. There are those observing around, looking at the one God's chosen to be the vehicle of blessing for all the onlookers are faced with a choice. And in every generation, there are those who choose jealousy, anger and violence.",
    "start": "00:35:40",
    "end": "00:36:35"
  },
  {
    "text": "And God's response to think of the Joseph story.",
    "start": "00:36:35",
    "end": "00:36:38"
  },
  {
    "text": "Sorry, go ahead.",
    "start": "00:36:39",
    "end": "00:36:40"
  },
  {
    "text": "Oh, and his response to Cain is just do the right thing.",
    "start": "00:36:41",
    "end": "00:36:45"
  },
  {
    "text": "Yeah, yeah. If you do good, you will be lifted up. He says, yes, you'll be exalted.",
    "start": "00:36:45",
    "end": "00:36:51"
  },
  {
    "text": "Which is not what you want to hear.",
    "start": "00:36:51",
    "end": "00:36:52"
  },
  {
    "text": "When you like interesting.",
    "start": "00:36:52",
    "end": "00:36:54"
  },
  {
    "text": "When you're kind of. When you're feeling like you're being left out of the party, like, I don't know, I'm feeling like if I'm feeling unloved, it doesn't seem like what I want to hear. Just be like, just do the right thing. But it's interesting that that's what God tells them.",
    "start": "00:36:54",
    "end": "00:37:08"
  },
  {
    "text": "Yes. Genesis 4, 7. Isn't it true that if you do good lifting up. This is in Hebrew, hyper literal Hebrew, isn't it? So that if you do good lifting.",
    "start": "00:37:08",
    "end": "00:37:18"
  },
  {
    "text": "Up exaltation, if you do good, you'll be lifted up.",
    "start": "00:37:18",
    "end": "00:37:22"
  },
  {
    "text": "Yeah, that's right. The point is that you'll be exalted too. I'm favoring your brother right now, but there is exaltation for you as well. Just trust me and do the right thing.",
    "start": "00:37:22",
    "end": "00:37:32"
  },
  {
    "text": "Just keep party on.",
    "start": "00:37:32",
    "end": "00:37:33"
  },
  {
    "text": "Just party on. All I'm asking you to do is enjoy the party. I'm really enjoying this parable everybody. Thank you for listening to this episode of the BibleProject podcast. Today's show was produced by Dan Gummel. Theme music is by the band Tents. The bibleproject is a crowdfunded animation studio in Portland, Oregon. We make all of these videos and resources and podcasts. It's all available for free because of people like you and your generous support. So thank you guys so much for being a part of this with us.",
    "start": "00:37:33",
    "end": "00:38:12"
  },
  {
    "text": "Hello, my name is January Suyet de Godoy. I'm from the Philippines, but I live in Okinawa, Japan. I use the Bible Project with our Asia Pacific Nazarene Youth International page on Facebook and I share the videos there for our young people. What I like best about the Bible Project is the overviews of the books of the Bible. I read the Scripture using the app and so it's really nice to watch the video first. It really helps me understand all of the chapters easily with the background in mind. We believe the Bible is a unified story that leads to Jesus. We are a crowdfunded project by people like me. Find free videos, study notes and more@thebibleproject.com Sam.",
    "start": "00:38:12",
    "end": "00:39:17"
  }
]