[
  {
    "text": "Close your eyes and think of the entirety of the land that you live on. Do you picture an entire continent? Maybe you picture the shape of every continent wrapped around a ball floating through space. Now, ask an ancient person to think of the entirety of the land that we live on, and they might picture something a lot simpler, but also a lot more profound. They'll picture a cosmic mountain bordered by the chaotic sea. And they picture themselves living on the FL of this cosmic mountain, but at the top where the peak slices into the sky. That's where the human and divine come together.",
    "start": "00:00:05",
    "end": "00:00:39"
  },
  {
    "text": "In the ancient near east, the union of heaven and earth was conceived of as a mountain whose base was at the bottom of the earth and whose peak was the top of heaven. The cosmic mountain was the meeting place of the gods which provide the waters of life that flow out into the world.",
    "start": "00:00:40",
    "end": "00:00:57"
  },
  {
    "text": "Today we look at how biblical authors pick up this common ancient conception and depict the garden in Eden as the top of a cosmic mountain. From this garden, a stream flows down. It breaks into four rivers, and it waters the entire land. Now, the story in Genesis doesn't explicitly state that the garden in Eden was on top of a mountain, but there are these clues, and the prophet Ezekiel just comes out and says it. He calls Eden the mountain of God.",
    "start": "00:00:58",
    "end": "00:01:25"
  },
  {
    "text": "They're not hiding it. These four rivers that go out to the nations of the world all come from one place, namely, the river singular.",
    "start": "00:01:25",
    "end": "00:01:34"
  },
  {
    "text": "In Eden, God places humans to live on top of this mountain, and he gives them access to the source of eternal life and wants to prepare them for how to stream out into the world.",
    "start": "00:01:35",
    "end": "00:01:46"
  },
  {
    "text": "It's about the way that humans become wise. It's about the way that we learn, good and bad, to be on that cosmic mountain with open hands, in a posture of openness, surrender and trust.",
    "start": "00:01:47",
    "end": "00:02:00"
  },
  {
    "text": "Today we talk about the garden in Eden as the cosmic mountain. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:02:00",
    "end": "00:02:13"
  },
  {
    "text": "Hey, John. Hello.",
    "start": "00:02:14",
    "end": "00:02:15"
  },
  {
    "text": "We are ascending some mountains.",
    "start": "00:02:15",
    "end": "00:02:18"
  },
  {
    "text": "Mmm. Let us ascend the cosmic mountain.",
    "start": "00:02:18",
    "end": "00:02:21"
  },
  {
    "text": "Yeah. Sounds dangerous.",
    "start": "00:02:21",
    "end": "00:02:23"
  },
  {
    "text": "It does, yeah. Yeah.",
    "start": "00:02:23",
    "end": "00:02:26"
  },
  {
    "text": "The story of the Bible takes place largely in hill country.",
    "start": "00:02:26",
    "end": "00:02:29"
  },
  {
    "text": "Yeah. The main part of the drama that is the stories of Abraham, Isaac and Jacob, the stories of Joshua and the Judges, Samuel, kings, Israel. Story in the land means essentially in a spine of hilly mountain country. Jerusalem is among those hills and all its neighboring towns. When Israel's kingdom split into north and south, up in the north, Samaria and all of its towns, all in the hill country. All hills, all in the hills. It's a really lush, fertile area. Still is today.",
    "start": "00:02:30",
    "end": "00:03:07"
  },
  {
    "text": "In Hebrew language, it's the word har.",
    "start": "00:03:07",
    "end": "00:03:09"
  },
  {
    "text": "Yes, we're plural. Harim.",
    "start": "00:03:10",
    "end": "00:03:11"
  },
  {
    "text": "Harim.",
    "start": "00:03:11",
    "end": "00:03:12"
  },
  {
    "text": "Yeah.",
    "start": "00:03:12",
    "end": "00:03:13"
  },
  {
    "text": "It can mean what we would call high hill and it can mean mountain.",
    "start": "00:03:13",
    "end": "00:03:17"
  },
  {
    "text": "Yeah. Anything from a couple hundred meters up to thousands of meters.",
    "start": "00:03:17",
    "end": "00:03:23"
  },
  {
    "text": "Yeah, those are the mountains. There's also this idea of the cosmic mountain.",
    "start": "00:03:23",
    "end": "00:03:28"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:03:28",
    "end": "00:03:29"
  },
  {
    "text": "Which in Israel's neighboring mythologies, in the stories they told about the creation of everything, was that out of this what. Primordial, chaotic.",
    "start": "00:03:29",
    "end": "00:03:40"
  },
  {
    "text": "Out of the. Yeah, the chaos waters.",
    "start": "00:03:40",
    "end": "00:03:42"
  },
  {
    "text": "Chaos waters came the land.",
    "start": "00:03:42",
    "end": "00:03:44"
  },
  {
    "text": "Dry land.",
    "start": "00:03:45",
    "end": "00:03:45"
  },
  {
    "text": "Imagine this mountain rising up out of the waters.",
    "start": "00:03:46",
    "end": "00:03:49"
  },
  {
    "text": "Yes. A primordial hill rising up out of the waters. And this was a trope, not the only way that Egyptians or Mesopotamians told stories or imagined creation. But it is one dominant way, a dominant strand in these cultures, thought and literature.",
    "start": "00:03:49",
    "end": "00:04:05"
  },
  {
    "text": "And so intuitively then, the high place, kind of the peak of the land, it's connected to the sky in what the ancients would think of God's domain. And we talked about how it doesn't feel like our domain at the top of these big mountains.",
    "start": "00:04:05",
    "end": "00:04:20"
  },
  {
    "text": "Yes. Yeah. The tallest ones, which, you know, we mentioned in previous episodes, Way to the north. Even for the Canaanites, Way to the north would be, I think, what today is called Yevil Akra, which is, I mean, a big thousands of foot tall mountain rising right up off the coast of the upper eastern Mediterranean. Within eyesight for Israelites, the tallest point north would have been Mount Hermon and Mount Tabor. These are really tall places in the northern region. And on the top of them, you know, it's often where the tree line stops before you get to the top. And so it's just rock. If there's plants, it's real low lying. Shrubs, bushes, rocks. Maybe there's a spring on the way up to the top often, but often not. And so they're just desolate places that are dangerous. The weather's up there. Lightning tends to attract. Right. Be attracted to the tops of those areas. And so because mountains are where the land is closest to the skies, shrines would often be built on top of mountains or high places. In the biblical story, they're just called the high places. It's a way the Israelites referred to Canaanite shrines on top of tall hills. But then also what we tracked was how temples themselves, the earliest forms of temples that we have in human civilization down in Egypt, over in Mesopotamia, the early pyramids or the Ziggurats, were themselves symbolic cosmic mountains.",
    "start": "00:04:20",
    "end": "00:05:51"
  },
  {
    "text": "Yeah.",
    "start": "00:05:51",
    "end": "00:05:51"
  },
  {
    "text": "They were a symbol of where the earth meets heaven, which speaks to a conception of reality. Right. If you're designing a symbolic mountain where you go ascend to the top to meet with the gods. That tells you something about how these people thought of the cosmos as a whole.",
    "start": "00:05:51",
    "end": "00:06:10"
  },
  {
    "text": "And these are the pyramids and the ziggurats.",
    "start": "00:06:10",
    "end": "00:06:12"
  },
  {
    "text": "Yeah. I'll just summarize all this with a quote, if anybody's interested. Hebrew Bible scholar who's done a lot of work here about how this cultural background really illuminates key themes in the Hebrew Bible is a scholar named Michael Morales. It's actually, I think it's his dissertation published, called the Tabernacle Prefigured Cosmic Mountain Ideology in Genesis and Exodus. It's a page turner. It's a fantastic book. He puts it this way. He says, in the ancient near east, the union of heaven and earth was conceived of as a mountain whose base was at the bottom of the earth and whose peak was the top of heaven, making it the axis mundi, using a Latin phrase. So mundi is the world axis mundi, like the axle, the central point, the axis point on which the world meets the heaven, or here, the center of the world. So the cosmic mountain was the meeting place of the gods. It was the source of water and fertility, meeting place of heaven and earth. The cosmic mountain motif appears in the literature and religious rituals of Mesopotamia, Egypt, the Hittites, Canaanites and also ancient Israel. And he goes on. Ancient Near Eastern temples then, were the architectural embodiment of the cosmic mountain. So you are taking the concept of that mountain and turning it into a built symbol. Yeah, Namely the temple, pyramids and ziggurats were architectonic representations of the archetype of the cosmic mountain.",
    "start": "00:06:12",
    "end": "00:07:55"
  },
  {
    "text": "We can't go to the mountain. Let's build our own little version that could transport us there in some real way.",
    "start": "00:07:55",
    "end": "00:08:02"
  },
  {
    "text": "Yes, that's right. Which then he goes on, this is why they are often decorated with portrayals of cosmic waters and or fertile trees. Connection between temples and cosmic mountains is related to their function as links between heaven and earth portals, as attested by the name of Babylonian temples. Mountain of the House, House of the Mountain of All Lands. Or even the word Baville or Babel means gate of the gods. So that the ziggurat was literally and symbolically a cosmic mountain.",
    "start": "00:08:02",
    "end": "00:08:33"
  },
  {
    "text": "At one point in our last conversation, I felt like you spilled beans a little bit in a really helpful way, which was, look, if you think of Sinai as the cosmic mountain in the Exodus narrative, Exodus, Leviticus, numbers. And it feels like a cosmic mountain. I mean, right?",
    "start": "00:08:33",
    "end": "00:08:48"
  },
  {
    "text": "Yeah.",
    "start": "00:08:48",
    "end": "00:08:48"
  },
  {
    "text": "Only Noah goes. Only Moses goes up.",
    "start": "00:08:48",
    "end": "00:08:51"
  },
  {
    "text": "That was so good. That was a good. That was a good hyperlink. Biblical, Freudian, unintentional.",
    "start": "00:08:52",
    "end": "00:08:58"
  },
  {
    "text": "Noah goes to it.",
    "start": "00:08:58",
    "end": "00:08:59"
  },
  {
    "text": "Noah also has a mountain.",
    "start": "00:08:59",
    "end": "00:09:00"
  },
  {
    "text": "Yeah, he rises up to it.",
    "start": "00:09:00",
    "end": "00:09:01"
  },
  {
    "text": "Yeah, he does.",
    "start": "00:09:01",
    "end": "00:09:02"
  },
  {
    "text": "And there he meets God in some cosmic way. But then what you said was God gives him the blueprints for the Tabernacle, the heavenly temple.",
    "start": "00:09:02",
    "end": "00:09:12"
  },
  {
    "text": "That's right.",
    "start": "00:09:12",
    "end": "00:09:12"
  },
  {
    "text": "And so while we can't go up to the mountain, it's like, now the mountain comes down to us in this remarkable way. And to frame the tabernacle that way was so interesting. And that got just my imagination going.",
    "start": "00:09:12",
    "end": "00:09:26"
  },
  {
    "text": "Yes. Yeah. So the innovation of the biblical authors is not just to say that there are such things as cosmic mountains. That was a shared belief, but the drama of Israel's story is that the God that their ancestors encountered on different mountains, whether, as we'll see in this conversation, the Eden Mount or the mountain where Abraham encountered God or where Moses encountered God, they're all encountering and experiencing the same thing, but on different mountains.",
    "start": "00:09:26",
    "end": "00:09:58"
  },
  {
    "text": "On different mountains, yeah. So the biblical story doesn't say, okay, here's this one mountain, and that's always the cosmic mountain. Yeah, it does get to Jerusalem on Mount Zion, which becomes then this.",
    "start": "00:09:58",
    "end": "00:10:09"
  },
  {
    "text": "Yeah, a particular cosmic mountain.",
    "start": "00:10:10",
    "end": "00:10:11"
  },
  {
    "text": "A particular one that sticks in a way.",
    "start": "00:10:11",
    "end": "00:10:13"
  },
  {
    "text": "Yeah, it does kind of stick. But also there's the tabernacle, which becomes a portable cosmic mountain, but that can be down in a valley, can be down on a level plain. The cosmic mountain comes to take up residence basically anywhere with the form of the tent. And that's what Michael Morales book is about. It's about how cosmic mountain symbolism became located in Israel's tent, which could go anywhere. And of course, that paves the way for cosmic mountain imagery that Jesus will go on to apply to himself.",
    "start": "00:10:13",
    "end": "00:10:47"
  },
  {
    "text": "So in this series, we're going to walk through all the different mountains that become cosmic mountains in the story of the Bible.",
    "start": "00:10:49",
    "end": "00:10:56"
  },
  {
    "text": "Yeah. Or at least many of them.",
    "start": "00:10:56",
    "end": "00:10:57"
  },
  {
    "text": "We're going to do all. Let's do them all. Okay. Many of them.",
    "start": "00:10:58",
    "end": "00:11:02"
  },
  {
    "text": "Well, because what the biblical authors want to say is that actually any place can become an environment where you have a cosmic mountain experience, whether you're on a mountain or not. That's because, in a way, all of creation is a cosmic mountain. So that's where we're going. But to clear the playing field, we need to be in at the beginning with a narrative that we've looked at so many times. And I think it might even be that every detail I want to highlight in what follows, we've talked about before in some way over the years. But I'm trying to pull it together in a unique constellation, point out how the biblical authors, not that implicitly, but implicitly portray the Garden of Eden as on top of a cosmic mountain.",
    "start": "00:11:02",
    "end": "00:11:49"
  },
  {
    "text": "It's the first cosmic mountain in the Bible.",
    "start": "00:11:49",
    "end": "00:11:51"
  },
  {
    "text": "Yep, that's right.",
    "start": "00:11:51",
    "end": "00:11:52"
  },
  {
    "text": "Garden of Eden.",
    "start": "00:11:52",
    "end": "00:11:52"
  },
  {
    "text": "It's the template. It sets the pattern of expectations for the reader for every other cosmic mountain situation you're gonna meet in the following story. So the cosmic Eden mountain is where we gotta begin.",
    "start": "00:11:52",
    "end": "00:12:06"
  },
  {
    "text": "Okay.",
    "start": "00:12:06",
    "end": "00:12:06"
  },
  {
    "text": "So the biblical story begins with two narratives, two literary units that are concerned with beginnings of the world as we know it. The first is the seven day creation narrative, I guess, which will just highlight one element right now, which is that on day three of the six days of God's working, God speaks to the waters, telling them to split apart so that the dry land can become visible and emerge up out of it.",
    "start": "00:12:34",
    "end": "00:13:00"
  },
  {
    "text": "And here we then are clearly in the cosmic mountain motif.",
    "start": "00:13:00",
    "end": "00:13:04"
  },
  {
    "text": "An Egyptian would be able to read the seven day creation narrative and have a sense of familiarity of what's going on. Same with the ancient Babylonian. So the dry land emerges and then out of it comes all the green life stuff and the foods and fruit trees and plants and so on. So that's the conception there. And then the seven day narrative is doing a bunch of other stuff and we don't have time, it's not relevant fully for what we're talking about. Now, the second narrative that's just put right alongside the seven day narrative is the Garden of Eden story, which begins in Genesis, chapter two, verse four. And the Eden story begins like this. These are the birthings of the skies and the land when they were created.",
    "start": "00:13:04",
    "end": "00:13:49"
  },
  {
    "text": "That's a new translation. The birthings.",
    "start": "00:13:49",
    "end": "00:13:51"
  },
  {
    "text": "The birthings, yeah. The word Toledot.",
    "start": "00:13:51",
    "end": "00:13:54"
  },
  {
    "text": "These are the generations.",
    "start": "00:13:54",
    "end": "00:13:55"
  },
  {
    "text": "Self translated. These are the generations. Yeah. Literally the word giving's birth. Oh, is it birthings?",
    "start": "00:13:55",
    "end": "00:14:01"
  },
  {
    "text": "The birthings, Yep.",
    "start": "00:14:01",
    "end": "00:14:02"
  },
  {
    "text": "Yeah. As a noun, it's usually put in front of genealogies. Elder in Genesis. Except here. Okay.",
    "start": "00:14:02",
    "end": "00:14:09"
  },
  {
    "text": "No genealogy here.",
    "start": "00:14:09",
    "end": "00:14:11"
  },
  {
    "text": "No genealogy here, just narrative.",
    "start": "00:14:11",
    "end": "00:14:12"
  },
  {
    "text": "Well, because there's no. Yeah, there's no one to trace.",
    "start": "00:14:12",
    "end": "00:14:14"
  },
  {
    "text": "Exactly. Yeah, totally. Yeah. This is where the ultimate genealogy, this is the cosmic genealogy in the day of Yahweh Elohim making the land in the skies. Well, any shrub of the field was not yet in the land, and any plant of the field was not yet sprouted. And for Yahweh, Elohim had not sent rain on the land, and a human was not there to work the ground. And so let's pause. So we just isolated a whole bunch of knots.",
    "start": "00:14:14",
    "end": "00:14:42"
  },
  {
    "text": "Yeah.",
    "start": "00:14:42",
    "end": "00:14:43"
  },
  {
    "text": "No shrub of the field. That is just vegetation. Wild.",
    "start": "00:14:43",
    "end": "00:14:47"
  },
  {
    "text": "Oh, wild vegetation.",
    "start": "00:14:47",
    "end": "00:14:48"
  },
  {
    "text": "Wild, uncultivated.",
    "start": "00:14:48",
    "end": "00:14:50"
  },
  {
    "text": "Okay.",
    "start": "00:14:50",
    "end": "00:14:50"
  },
  {
    "text": "Growth and no plants of the field. That is like what human beings would.",
    "start": "00:14:51",
    "end": "00:14:55"
  },
  {
    "text": "Okay. Garden.",
    "start": "00:14:55",
    "end": "00:14:56"
  },
  {
    "text": "Yeah. Gardening. Yep. So there's no wild vegetation, no farms, and there's no water. So no plants, no water and no human. In that order. However, a stream would come up out of the land and water the whole face of the ground. There's three nos, and God actually is going to address every one of those in the sentences to follow. And the first issue to deal with is no water. So a little stream pops up out of the ground. And the association of cosmic mountains with rivers flowing out from them to water the rest of the land is a key motif. Actually, Morales just hinted at that in the quote that we read earlier.",
    "start": "00:14:56",
    "end": "00:15:41"
  },
  {
    "text": "And here it is. The stream.",
    "start": "00:15:41",
    "end": "00:15:42"
  },
  {
    "text": "Yep.",
    "start": "00:15:42",
    "end": "00:15:42"
  },
  {
    "text": "That's coming out of the land.",
    "start": "00:15:43",
    "end": "00:15:44"
  },
  {
    "text": "Yeah.",
    "start": "00:15:44",
    "end": "00:15:44"
  },
  {
    "text": "Now, nowhere has it said, we're on a mountain.",
    "start": "00:15:45",
    "end": "00:15:47"
  },
  {
    "text": "Nope, nope. It's just the land.",
    "start": "00:15:47",
    "end": "00:15:49"
  },
  {
    "text": "It's just the land.",
    "start": "00:15:49",
    "end": "00:15:50"
  },
  {
    "text": "The land. Yep. And Yahweh Elohim formed the human of dust from the ground and breathed into his nostrils the breath of life. And the human became a living being. And Yahweh Elohim planted a garden in delight, that is, in Eden means delight toward the east.",
    "start": "00:15:50",
    "end": "00:16:12"
  },
  {
    "text": "It's a transliteration. Eden.",
    "start": "00:16:12",
    "end": "00:16:14"
  },
  {
    "text": "Eden is a transliteration. Yeah, that's right. It's a Hebrew word spelled in English letters. Yeah. If we translated it, it would mean delight.",
    "start": "00:16:14",
    "end": "00:16:22"
  },
  {
    "text": "Delight.",
    "start": "00:16:22",
    "end": "00:16:22"
  },
  {
    "text": "And he placed there the human whom he had formed. First of all, there was no water. Deal with the water. Second was, there's no human to work. The ground forms a human form a human. And the other problem was there were no plants.",
    "start": "00:16:23",
    "end": "00:16:37"
  },
  {
    "text": "He planted a garden.",
    "start": "00:16:38",
    "end": "00:16:39"
  },
  {
    "text": "Yeah, totally. So now we have water, human, and plants. But what's interesting is that the planting of the garden is narrated after the forming of the human. So just imagine you're making the human out of the molding it. Yeah, molding. Yeah, It's a word used like pottery, like what potter does with clay. So molding human from the material of the wet ground. It's wet now because there's water. And then also if there's water in the ground, that creates the conditions for plants to be able to come up. So Yahweh plants a garden, and there he placed the human who he had formed. So the idea is there's a human formed, then Yahweh plants a garden. But if God has to put the human into the garden. What it means is that the garden wasn't like made around the human that he just formed. So it was like, there's a human. And over here I'm going to put the garden toward the east. And then God's going to take that human who's outside formed outside the garden and put them in the garden. That's a little picture right here.",
    "start": "00:16:39",
    "end": "00:17:40"
  },
  {
    "text": "Yeah. It's an interesting detail. I guess it's meaningful. Feels like an oversight. It's like, oops, I made the garden over here, human over here. Well, I'll just move the human.",
    "start": "00:17:41",
    "end": "00:17:52"
  },
  {
    "text": "Yeah. Unless it's an invitation to meditate on. Because this garden is going to become the place where humans have proximity to a source of infinite life and dust. In the Hebrew Bible, when it's talking about humans, it's primarily talking about humans as frail, weak and mortal coming from the dust and returning to it. So I think it's this contrast between the material, frail origins of the human creature. We come from the dust, return to the dust, but God making available, but outside the human, apart from the human, something other than the human.",
    "start": "00:17:52",
    "end": "00:18:29"
  },
  {
    "text": "So immediately it's this idea of being invited into something.",
    "start": "00:18:29",
    "end": "00:18:32"
  },
  {
    "text": "Yes. The origins of the human are down at the base of the mountain, but up at the top of the mountain, there's this source.",
    "start": "00:18:32",
    "end": "00:18:40"
  },
  {
    "text": "Now it doesn't say that.",
    "start": "00:18:40",
    "end": "00:18:41"
  },
  {
    "text": "Nope.",
    "start": "00:18:41",
    "end": "00:18:42"
  },
  {
    "text": "Specifically.",
    "start": "00:18:42",
    "end": "00:18:42"
  },
  {
    "text": "You just gotta wait for it.",
    "start": "00:18:43",
    "end": "00:18:44"
  },
  {
    "text": "All right.",
    "start": "00:18:44",
    "end": "00:18:44"
  },
  {
    "text": "Okay.",
    "start": "00:18:44",
    "end": "00:18:45"
  },
  {
    "text": "The up and down, it does in.",
    "start": "00:18:45",
    "end": "00:18:47"
  },
  {
    "text": "And out is used as inside and out. That's good, actually. That's important.",
    "start": "00:18:47",
    "end": "00:18:50"
  },
  {
    "text": "Okay.",
    "start": "00:18:50",
    "end": "00:18:50"
  },
  {
    "text": "For here it's outside versus in. Once God plants the garden, you realize, oh, the human's outside it and then gets placed inside it. So the movement is from outside to the inside.",
    "start": "00:18:50",
    "end": "00:18:59"
  },
  {
    "text": "The garden isn't a place native to the human.",
    "start": "00:19:00",
    "end": "00:19:03"
  },
  {
    "text": "Yeah.",
    "start": "00:19:04",
    "end": "00:19:04"
  },
  {
    "text": "It's a place the human is invited into.",
    "start": "00:19:04",
    "end": "00:19:07"
  },
  {
    "text": "Invited into something that wouldn't just emerge up out of the ground by itself. Yeah.",
    "start": "00:19:08",
    "end": "00:19:14"
  },
  {
    "text": "It wasn't the place the human was formed.",
    "start": "00:19:14",
    "end": "00:19:16"
  },
  {
    "text": "Right.",
    "start": "00:19:17",
    "end": "00:19:17"
  },
  {
    "text": "That seems significant.",
    "start": "00:19:17",
    "end": "00:19:17"
  },
  {
    "text": "Yes. The human was put into the garden after it was made. Okay. There in the garden, not with the human there. Yahweh Elohim caused to sprout from the ground every tree that was desirable to see and good for eating. And the tree of Life, also in the middle of the garden. And the Tree of Knowing, good and bad.",
    "start": "00:19:18",
    "end": "00:19:41"
  },
  {
    "text": "Lots of trees.",
    "start": "00:19:42",
    "end": "00:19:43"
  },
  {
    "text": "Lots of trees. So every tree is beautiful. It's not like there's all these beautiful trees and then there's one like spooky, haunted looking tree.",
    "start": "00:19:43",
    "end": "00:19:51"
  },
  {
    "text": "Yeah, that classic kids book, the Beancing Bears ones. Have you seen that one?",
    "start": "00:19:53",
    "end": "00:19:57"
  },
  {
    "text": "Oh, no.",
    "start": "00:19:57",
    "end": "00:19:58"
  },
  {
    "text": "Like the. Yeah. Oh, really?",
    "start": "00:19:58",
    "end": "00:19:59"
  },
  {
    "text": "I mean, probably, but they go into.",
    "start": "00:19:59",
    "end": "00:20:02"
  },
  {
    "text": "This haunted tree and then they go down this.",
    "start": "00:20:02",
    "end": "00:20:04"
  },
  {
    "text": "Oh, like, slide.",
    "start": "00:20:04",
    "end": "00:20:05"
  },
  {
    "text": "And there's this bear in there and there's the trapdoors and there's all these things you have to.",
    "start": "00:20:05",
    "end": "00:20:10"
  },
  {
    "text": "But wait, they're bears.",
    "start": "00:20:10",
    "end": "00:20:12"
  },
  {
    "text": "Yeah, but it's like. Oh, yeah, that's true. But there's like a.",
    "start": "00:20:12",
    "end": "00:20:15"
  },
  {
    "text": "It's like a wild bear.",
    "start": "00:20:15",
    "end": "00:20:16"
  },
  {
    "text": "Like a wild.",
    "start": "00:20:16",
    "end": "00:20:17"
  },
  {
    "text": "Yeah, because they're like human, like bears. Yes.",
    "start": "00:20:17",
    "end": "00:20:19"
  },
  {
    "text": "Right.",
    "start": "00:20:19",
    "end": "00:20:19"
  },
  {
    "text": "That's funny. Yeah. So. Yeah, not that. Yeah, the image is more. It's just every tree is beautiful. Every tree looks like it's good for eating. And there's a tree that connects you to the source of God's own eternal life. Tree of life. And there's the Tree of Knowing, good and bad, whose significance is yet to be developed. Again, we've painted the scene right there. Now, a river went out from Eden to water the garden, and then from there it separated and became four heads. And then you're told about these four rivers. The first one's called Gusher, and it goes down to the land of Havilah, which is only mentioned in one of the story in the Hebrew Bible. And it's on the way to Egypt, so it's going south. The name of the second river is also Gusher, a synonym, synonym. Yeah. But in Hebrew, Gioch. And it goes around the whole land.",
    "start": "00:20:21",
    "end": "00:21:17"
  },
  {
    "text": "Of Cush, Gusher and Russur.",
    "start": "00:21:17",
    "end": "00:21:19"
  },
  {
    "text": "Yeah. Oh, Russer and Gusher. Pishon and Gihon. Yeah. The third river is the Tigris, which still exists today. It goes east of Assyria. And then the fourth river is the Euphrates, which the narrator doesn't say because he doesn't have to because it goes through Babylon. So we've got the main world empires that are going to mention. We just made a map. Yeah, yeah. Going south, east. And Gihon is interesting because the land of Cush could identify a couple different regions, but Cushites are either also down south or maybe a little southeast, connected to the land of Edom or Midian, perhaps. What's interesting is Gihon. That's Geshur.",
    "start": "00:21:19",
    "end": "00:22:06"
  },
  {
    "text": "Oh, I don't know which is which it's been.",
    "start": "00:22:07",
    "end": "00:22:08"
  },
  {
    "text": "Pishon is Russia.",
    "start": "00:22:08",
    "end": "00:22:09"
  },
  {
    "text": "Pishon is Russia. That's the first one.",
    "start": "00:22:09",
    "end": "00:22:11"
  },
  {
    "text": "Yeah, yeah. That's on the way to Egypt.",
    "start": "00:22:11",
    "end": "00:22:13"
  },
  {
    "text": "Russer and Geshur.",
    "start": "00:22:13",
    "end": "00:22:14"
  },
  {
    "text": "And the Gihon. The only time a water source elsewhere in the Hebrew Bible is called Gihon is the spring that feeds Jerusalem, the Gihon. So These four rivers that go out to the nations of the world all come from one place, namely the river, singular in Eden.",
    "start": "00:22:14",
    "end": "00:22:35"
  },
  {
    "text": "So this must be a pretty high place.",
    "start": "00:22:35",
    "end": "00:22:37"
  },
  {
    "text": "There you go.",
    "start": "00:22:37",
    "end": "00:22:38"
  },
  {
    "text": "If it's watering all the nations of the world.",
    "start": "00:22:38",
    "end": "00:22:41"
  },
  {
    "text": "That's right. So in our minds, that doesn't seem like a very loud detail to point out that Eden is at the high place one just stop and consider it.",
    "start": "00:22:41",
    "end": "00:22:50"
  },
  {
    "text": "Water flows down.",
    "start": "00:22:51",
    "end": "00:22:52"
  },
  {
    "text": "Yes. It's the most intuitive thing you could imagine. Water flows downhill. Now, we live in a city that has its divided east and west sides by a river. And if you're standing at it, you don't look up river and feel like I'm looking up a steep hill. It looks flat. So that's how many rivers are. But there are many other rivers where it's very clear.",
    "start": "00:22:52",
    "end": "00:23:14"
  },
  {
    "text": "Like, yeah, it's coming down the foothills.",
    "start": "00:23:14",
    "end": "00:23:16"
  },
  {
    "text": "Coming downhills, but all water's going downhill. Yeah, it's just the way it works. So that's actually a. A pretty strong implicit statement being made about Eden as the highest place if it's the source.",
    "start": "00:23:16",
    "end": "00:23:30"
  },
  {
    "text": "Now, for us, it's like all these clues for an ancient reading, these stories. It feels like, yeah, right. Like, okay, so the land emerged out of the sea. Okay, you're talking about cosmic mountain.",
    "start": "00:23:31",
    "end": "00:23:42"
  },
  {
    "text": "Exactly.",
    "start": "00:23:42",
    "end": "00:23:43"
  },
  {
    "text": "Oh, there's a garden that God's planting.",
    "start": "00:23:43",
    "end": "00:23:45"
  },
  {
    "text": "With water flowing out of it.",
    "start": "00:23:45",
    "end": "00:23:47"
  },
  {
    "text": "Water flowing out of it. Like it just would be a no brainer.",
    "start": "00:23:47",
    "end": "00:23:49"
  },
  {
    "text": "Exactly right.",
    "start": "00:23:49",
    "end": "00:23:50"
  },
  {
    "text": "They're not hiding this detail.",
    "start": "00:23:50",
    "end": "00:23:51"
  },
  {
    "text": "They're not hiding it. They're actually. There's a whole paragraph to talk about the river. The whole story with the humans just stop.",
    "start": "00:23:52",
    "end": "00:23:59"
  },
  {
    "text": "There's like a lot of details and.",
    "start": "00:23:59",
    "end": "00:24:00"
  },
  {
    "text": "It'S going to pick up like in really there's like the human story and the trees. It all just goes on pause of verse 9, verses 10, 11, 12, 13, 14 are just about these rivers, the river and the rivers. And then it's only in verse 15 that you go back to the human in the trees again. So the narrator's drawing focused attention on how a river flows out of Eden.",
    "start": "00:24:00",
    "end": "00:24:23"
  },
  {
    "text": "And that makes sense from the cosmic mountain perspective that there's a place where all of life flows from. This is the epicenter.",
    "start": "00:24:23",
    "end": "00:24:31"
  },
  {
    "text": "Yeah, that's right. So a wonderfully helpful book for me that I encountered many years ago is by German scholar Othmar Kehl. Though it's spelled like keel K E E L. He has this great book called the Symbolism of the Biblical World. And he has drawn together a collection of almost comprehensive ancient Near Eastern art and iconography from Egypt from ancient Canaan, from the Hittites and from Mesopotamian culture, along with quotations of those cultures, literatures describing their view of the world, and then quotations from biblical literature. And it's really helpful. It's a way of orienting yourself to how the ancient Eastern people saw the world. And so much of it feels like biblical thought. So he has whole sections on conceptions of mountains, conceptions of rivers, conceptions of water, conceptions of the ocean. So he has a great section here on mountains. And so, for example, I'm showing you a picture of an Assyrian deity. I forget what the name is, but the deity is depicted as sitting on top of a mountain. That's what this thing is.",
    "start": "00:24:31",
    "end": "00:25:40"
  },
  {
    "text": "Yeah. It's almost like his bottom half of him is a mountain.",
    "start": "00:25:41",
    "end": "00:25:44"
  },
  {
    "text": "Yeah, that's right. And then there's a torso of a deity on top of a mountain.",
    "start": "00:25:44",
    "end": "00:25:48"
  },
  {
    "text": "Yeah.",
    "start": "00:25:48",
    "end": "00:25:48"
  },
  {
    "text": "And then there's four rivers coming out. That's what those are of a little.",
    "start": "00:25:48",
    "end": "00:25:53"
  },
  {
    "text": "Like water basin coming out of his.",
    "start": "00:25:53",
    "end": "00:25:56"
  },
  {
    "text": "Holding a water basin.",
    "start": "00:25:56",
    "end": "00:25:57"
  },
  {
    "text": "Oh, that's a water basin. Yeah, that was coming out of his chest.",
    "start": "00:25:57",
    "end": "00:25:59"
  },
  {
    "text": "Oh, yeah. Maybe it's a little broken part of the painting. But there's four. Four? Cause the four points of the compass. So here, this is interesting. This is a wall painting from the ancient Near Eastern city of Mari. And it's a temple. And it's flanked by cherubim figures here, like multi form animal hybrid creatures. Here on the lower floor of the temple, there's two deities. Each of them is holding a water pot and out of each of them is flowing again, four rivers. So it's like a double four. Oh, yeah. So it's the conception of a temple out of which is flowing four rivers.",
    "start": "00:25:59",
    "end": "00:26:45"
  },
  {
    "text": "Flowing out of something is a very.",
    "start": "00:26:45",
    "end": "00:26:47"
  },
  {
    "text": "Yes. Clear, fixed motif.",
    "start": "00:26:47",
    "end": "00:26:50"
  },
  {
    "text": "Motif.",
    "start": "00:26:50",
    "end": "00:26:50"
  },
  {
    "text": "And again, remember, temples are symbolic representations of the world mountain, the axis mundi, the center of the world. So it shows a conception that there is an ultimate high place on the dry ground from which the gods provide the waters of life that flow out into the world. So this is the set of concepts being drawn on by the author of the Eden story. And we know that ancient readers recognized it and we know that later biblical authors recognized it too. So for example, the prophet Ezekiel In Ezekiel chapter 28 describes Eden. He just calls it Eden, the garden of God, the holy mountain of God.",
    "start": "00:26:50",
    "end": "00:27:36"
  },
  {
    "text": "This is the proof text.",
    "start": "00:27:36",
    "end": "00:27:37"
  },
  {
    "text": "It's the smoking gun.",
    "start": "00:27:38",
    "end": "00:27:39"
  },
  {
    "text": "Ezekiel calls it a mountain.",
    "start": "00:27:40",
    "end": "00:27:42"
  },
  {
    "text": "Ezekiel calls it a mountain. In the book of Joel, he describes Zion as a holy mountain. And he likens it. He says it's like the Garden of Eden, okay. Before it gets attacked by a locust plague. When Isaiah, chapter 51, when the prophet looks forward to the renewal of Mount Zion, he says he's going to make the deserts of Zion like Eden in her wastelands, like the Garden of the Lord. So Zion is referring particularly to the highest kind of hill of the city of Jerusalem, and it's likened here to Eden and to the garden. So later biblical authors saw these details in the Eden story, and it seemed pretty clear to them that Eden was a cosmic mountain. So there's more significance here, because what I want to focus on is the human drama on top of the mountain.",
    "start": "00:27:42",
    "end": "00:28:38"
  },
  {
    "text": "Why is Eden. What's the phrase? It's planted toward the east.",
    "start": "00:28:39",
    "end": "00:28:44"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:28:44",
    "end": "00:28:45"
  },
  {
    "text": "I mean, that's not important. Well, here's the question. Under the question.",
    "start": "00:28:45",
    "end": "00:28:49"
  },
  {
    "text": "Yeah.",
    "start": "00:28:49",
    "end": "00:28:50"
  },
  {
    "text": "Did the biblical authors care about where Eden was?",
    "start": "00:28:50",
    "end": "00:28:53"
  },
  {
    "text": "Oh, I see.",
    "start": "00:28:53",
    "end": "00:28:53"
  },
  {
    "text": "Or any other kind of literature around the time. Was there conjecture about, like, what mountain this was? I mean, because all these other mountains are gonna be named.",
    "start": "00:28:54",
    "end": "00:29:03"
  },
  {
    "text": "No, that's an excellent question. So that little phrase, yahweh planted a garden in Eden toward the east. NIV is in the east. ESV in the east.",
    "start": "00:29:04",
    "end": "00:29:14"
  },
  {
    "text": "There we go in the east.",
    "start": "00:29:14",
    "end": "00:29:15"
  },
  {
    "text": "NASB towards the east.",
    "start": "00:29:15",
    "end": "00:29:17"
  },
  {
    "text": "Oh, okay. NASB did. Toward the east.",
    "start": "00:29:17",
    "end": "00:29:19"
  },
  {
    "text": "The east, yeah.",
    "start": "00:29:19",
    "end": "00:29:19"
  },
  {
    "text": "Okay.",
    "start": "00:29:19",
    "end": "00:29:20"
  },
  {
    "text": "So this Hebrew phrase, maketim has two possible meanings, and likely both of them are intended.",
    "start": "00:29:20",
    "end": "00:29:27"
  },
  {
    "text": "Okay.",
    "start": "00:29:27",
    "end": "00:29:28"
  },
  {
    "text": "So the word kedem means if you're facing the east, and the Hebrew points of the compass are built off of assuming that somebody's standing with their back to the west looking east.",
    "start": "00:29:28",
    "end": "00:29:42"
  },
  {
    "text": "So their east is the north.",
    "start": "00:29:42",
    "end": "00:29:43"
  },
  {
    "text": "Their east is our north in a way. No, no, their east is east.",
    "start": "00:29:43",
    "end": "00:29:49"
  },
  {
    "text": "Well, their east is east. But I'm saying our compass, our orientation is north.",
    "start": "00:29:50",
    "end": "00:29:54"
  },
  {
    "text": "Oh, I understand. Right, yes, yes. Their orientation was east as the main point, the sunrise.",
    "start": "00:29:54",
    "end": "00:30:00"
  },
  {
    "text": "Yeah. Okay, that makes sense.",
    "start": "00:30:00",
    "end": "00:30:01"
  },
  {
    "text": "I mean, for a pretty intuitive reason.",
    "start": "00:30:01",
    "end": "00:30:02"
  },
  {
    "text": "Yeah. And there's like. To the west is just the chaotic sea. To the east is where all the nations are.",
    "start": "00:30:02",
    "end": "00:30:07"
  },
  {
    "text": "You're in the land. Yeah. Of Israel, Palestine. The seas to your west. And the sun rise is to the east. So north. One of the words for north is just left. And one of the words for south is right.",
    "start": "00:30:07",
    "end": "00:30:22"
  },
  {
    "text": "Okay.",
    "start": "00:30:22",
    "end": "00:30:22"
  },
  {
    "text": "And then the word for east is in front of. And the word for west is behind. So this is that word before or in front of.",
    "start": "00:30:22",
    "end": "00:30:31"
  },
  {
    "text": "In front of or before you.",
    "start": "00:30:31",
    "end": "00:30:33"
  },
  {
    "text": "Yep. Maket. Before you. So makedem can mean directionally in front of you. That is to the spatial east. But it also is used of time. What was in time before you?",
    "start": "00:30:33",
    "end": "00:30:45"
  },
  {
    "text": "Ah, sure.",
    "start": "00:30:45",
    "end": "00:30:46"
  },
  {
    "text": "And so maketim spacetime is essentially is a way of referring to the past, the time before. So the phrase could be interpreted Yahweh planted a garden mikedim in the most ancient time as an equivalent to in the beginning of the seven day narrative.",
    "start": "00:30:46",
    "end": "00:31:04"
  },
  {
    "text": "All right, that makes a lot of sense.",
    "start": "00:31:04",
    "end": "00:31:05"
  },
  {
    "text": "It makes a lot of sense. Or it could be geographically in the eastern regions, because the eastern regions, where the sun rises from, that's where the mountains are. Is where the mountains are from an Israelite point of view. And also just that mysterious place where the sun is the source of life comes from. And so it's like how we think of the end of the rainbow. I've seen it. Where the pot of gold. Yeah, I mean I've walked in that direction towards the end of a rainbow.",
    "start": "00:31:05",
    "end": "00:31:31"
  },
  {
    "text": "And you never knew it, you never find it.",
    "start": "00:31:31",
    "end": "00:31:33"
  },
  {
    "text": "Yeah, but what if you could? It's gotta be a pot of gold.",
    "start": "00:31:33",
    "end": "00:31:35"
  },
  {
    "text": "Where's the sun coming from?",
    "start": "00:31:35",
    "end": "00:31:37"
  },
  {
    "text": "Where? What would it be like to be at the place where the sun meets the earth when it rises? It's gotta be like some place of some cosmic place, Cosmic infinite life place. And for an Israelite, if you're looking east from the land of Abraham, you're looking at the hills. So you don't find within the Bible any interest at all with the literal map location of Eden.",
    "start": "00:31:37",
    "end": "00:32:00"
  },
  {
    "text": "Yeah.",
    "start": "00:32:00",
    "end": "00:32:00"
  },
  {
    "text": "It seems to have been a kind of place that can actually be encountered at many places on the land. Which is where we're gonna go. Where we're gonna go, yeah.",
    "start": "00:32:00",
    "end": "00:32:09"
  },
  {
    "text": "That's great. Now when they're banished, they're banished east.",
    "start": "00:32:09",
    "end": "00:32:11"
  },
  {
    "text": "That's right.",
    "start": "00:32:11",
    "end": "00:32:12"
  },
  {
    "text": "So that's what's confusing to me. Okay. It's towards the east. Then they get banished east.",
    "start": "00:32:12",
    "end": "00:32:16"
  },
  {
    "text": "Yeah.",
    "start": "00:32:17",
    "end": "00:32:17"
  },
  {
    "text": "And all this takes place where? In an area I would call west.",
    "start": "00:32:17",
    "end": "00:32:20"
  },
  {
    "text": "Yeah, sure. Like all the stories, Biblical stories. That's right. Yep.",
    "start": "00:32:21",
    "end": "00:32:24"
  },
  {
    "text": "So I don't know.",
    "start": "00:32:24",
    "end": "00:32:25"
  },
  {
    "text": "Yeah.",
    "start": "00:32:25",
    "end": "00:32:26"
  },
  {
    "text": "Does that need to make sense to me?",
    "start": "00:32:26",
    "end": "00:32:27"
  },
  {
    "text": "Long heritage of people trying to locate where Eden was on an ancient conception of the map and then orient the biblical stories around it. And it's virtually impossible to do because it doesn't seem like these.",
    "start": "00:32:27",
    "end": "00:32:40"
  },
  {
    "text": "Let's get Indiana Jones on it.",
    "start": "00:32:40",
    "end": "00:32:41"
  },
  {
    "text": "These details are in the text to help you find it. Like makedam. I think it's time reference is probably one of the main primary references. But there is going to be this important. The garden is toward the east, the humans are exiled to the east, Cain goes to the east, and then the Babylonians go further east.",
    "start": "00:32:41",
    "end": "00:33:01"
  },
  {
    "text": "And they are east. Yeah. So that's all east.",
    "start": "00:33:01",
    "end": "00:33:03"
  },
  {
    "text": "Yeah, that's right. Yahweh, Elohim took the human and rested him in the Garden of Eden. You're like, that already happened.",
    "start": "00:33:03",
    "end": "00:33:34"
  },
  {
    "text": "Oh, yeah, it did already happen.",
    "start": "00:33:35",
    "end": "00:33:36"
  },
  {
    "text": "Yeah.",
    "start": "00:33:36",
    "end": "00:33:36"
  },
  {
    "text": "Okay.",
    "start": "00:33:36",
    "end": "00:33:37"
  },
  {
    "text": "And that's because verse 15, it's a link, is restating the last narrative action about the humans from verse seven. And it's a part of the literary design. You could call it a resumptive repetition. We're coming back to that moment, we're replaying it, and then showing what happened next.",
    "start": "00:33:37",
    "end": "00:33:54"
  },
  {
    "text": "Okay.",
    "start": "00:33:54",
    "end": "00:33:55"
  },
  {
    "text": "And as we replay it, it's worded in a different way, because up above it was the verb seem, to place, to set, whereas here it's the verb noach. Yeah, it's Noah's name is a verb. He rested him in the Garden of Eden to le ovda ul shomra, to work it and to keep. Literally could mean to work the ground and tend to the garden. But these are the same verbs used to describe what the Levites and priests do in the temple, which is itself a symbolic mountain garden. Yeah. Okay. So all of a sudden, we've got Yahweh and humans just chilling together on the cosmic mountaintop. And it's where the gods communicate the divine will and wisdom and hear the command. The cosmic mountain is where humans meet and hear the will of the gods.",
    "start": "00:33:55",
    "end": "00:34:47"
  },
  {
    "text": "This is where they get their mission. Yeah, this is where they get their.",
    "start": "00:34:48",
    "end": "00:34:52"
  },
  {
    "text": "That's right.",
    "start": "00:34:52",
    "end": "00:34:52"
  },
  {
    "text": "Yeah.",
    "start": "00:34:52",
    "end": "00:34:53"
  },
  {
    "text": "And if the idea is, if it's happening up there, it's meant to spread and go downhill from there. It's in a good sense, like, go downhill in a good sense. So this would feel very at home for an ancient reader that God and the human are in the same place talking. And where the human hears the word of God, and the word of God is this. From every tree of the garden, you will eat. Eat. Repeated two times for emphasis.",
    "start": "00:34:53",
    "end": "00:35:19"
  },
  {
    "text": "Yeah.",
    "start": "00:35:19",
    "end": "00:35:19"
  },
  {
    "text": "So the first command is, eat up. Just enjoy.",
    "start": "00:35:19",
    "end": "00:35:23"
  },
  {
    "text": "Repeating the word means, like, really get to it muchly. Eat.",
    "start": "00:35:24",
    "end": "00:35:28"
  },
  {
    "text": "Yeah, Eat much. All these trees.",
    "start": "00:35:29",
    "end": "00:35:31"
  },
  {
    "text": "Look at this.",
    "start": "00:35:31",
    "end": "00:35:32"
  },
  {
    "text": "It's just there. What a gift from the gods. Like the water just came up out of the ground and then the trees. What a gift.",
    "start": "00:35:32",
    "end": "00:35:39"
  },
  {
    "text": "Yeah. Welcome to the party.",
    "start": "00:35:39",
    "end": "00:35:40"
  },
  {
    "text": "Welcome to the party. God is the generous host here. Just saying, I've just spread the table for you. Eat. That's the first command?",
    "start": "00:35:41",
    "end": "00:35:49"
  },
  {
    "text": "Yeah.",
    "start": "00:35:49",
    "end": "00:35:49"
  },
  {
    "text": "Good command, enjoy. Second command, however, from the Tree of Knowing, good and bad. Yeah. You will not eat from it. For in the day that you eat from it, you will die. So eat. That is what brings life. And then the opposite. But there's one tree. Now, I was told all the trees are beautiful.",
    "start": "00:35:50",
    "end": "00:36:12"
  },
  {
    "text": "Oh, right. So it's going to be a good.",
    "start": "00:36:12",
    "end": "00:36:14"
  },
  {
    "text": "Tree will look desirable to eat from. And in fact, every tree you should eat well. But there's that one. That one. Though it looks beautiful, it'll kill you. You're gonna die if you eat it. So this sets up the drama. So on top of the cosmic mountain, the human is at home. Like God has made the human at home. It's not the human's native realm. The native realm is outside. He was placed there in the wilderness, where there's no life in the dust. That's where the human's origin is.",
    "start": "00:36:14",
    "end": "00:36:43"
  },
  {
    "text": "But this is like a cultivated garden.",
    "start": "00:36:43",
    "end": "00:36:45"
  },
  {
    "text": "Yes. Yeah. Cultivated by God. And there the material realm becomes the vehicle of something above and beyond it, namely God's own life. Somehow up at the top all the trees you eat and give you life. But then there's, we're told the tree of life, which is not focused on here.",
    "start": "00:36:45",
    "end": "00:37:06"
  },
  {
    "text": "No, we learned about it earlier.",
    "start": "00:37:06",
    "end": "00:37:08"
  },
  {
    "text": "We learned about it earlier up in verse 9. Tree of Life is there. And we're going to learn later. It brings infinite, unending life. And now there's one tree that will bring the ending of life that is death. It doesn't say why.",
    "start": "00:37:08",
    "end": "00:37:22"
  },
  {
    "text": "No, no, it's a riddle.",
    "start": "00:37:23",
    "end": "00:37:25"
  },
  {
    "text": "It's the first riddle in the Bible.",
    "start": "00:37:25",
    "end": "00:37:27"
  },
  {
    "text": "Yeah. This. Welcome to meditation literature. Yeah.",
    "start": "00:37:27",
    "end": "00:37:30"
  },
  {
    "text": "Yeah. It's a puzzle put there on purpose. It's unclear. And you haven't been given all the information you need to understand the riddle yet. You got to keep reading. Yeah.",
    "start": "00:37:30",
    "end": "00:37:38"
  },
  {
    "text": "It should be an irritant in the first reading and the second.",
    "start": "00:37:39",
    "end": "00:37:42"
  },
  {
    "text": "And it is for most people. It is a. Like a detail that sticks out and bothers many readers. So what is a new insight? This is for me, within the last, like, six months or so. That's what I love about the Bible. A new insight was in telling the humans not to eat from this one tree. By calling it knowing good and bad, it makes it seem like there's something God is withholding from you.",
    "start": "00:37:42",
    "end": "00:38:09"
  },
  {
    "text": "Yeah. Knowing good from bad is a good thing.",
    "start": "00:38:10",
    "end": "00:38:13"
  },
  {
    "text": "Throughout the rest of the Bible. It's a very good thing to know good from bad.",
    "start": "00:38:14",
    "end": "00:38:17"
  },
  {
    "text": "Yeah. Because if you know good from bad, you can choose the good.",
    "start": "00:38:17",
    "end": "00:38:20"
  },
  {
    "text": "Yes, exactly.",
    "start": "00:38:20",
    "end": "00:38:21"
  },
  {
    "text": "Well, hopefully.",
    "start": "00:38:21",
    "end": "00:38:22"
  },
  {
    "text": "Yeah. Knowing good, knowing what is the good doesn't mean that we choose it. But at least we know it.",
    "start": "00:38:24",
    "end": "00:38:29"
  },
  {
    "text": "But at least you know it.",
    "start": "00:38:29",
    "end": "00:38:30"
  },
  {
    "text": "Yeah.",
    "start": "00:38:30",
    "end": "00:38:30"
  },
  {
    "text": "And then we didn't talk about this in this conversation, But God creates humans as his image to rule the world. So we need to know how to do this.",
    "start": "00:38:30",
    "end": "00:38:39"
  },
  {
    "text": "That's right. And even to work the ground and to keep it will involve decisions about.",
    "start": "00:38:39",
    "end": "00:38:43"
  },
  {
    "text": "Well, what's a good way to do that?",
    "start": "00:38:44",
    "end": "00:38:46"
  },
  {
    "text": "What's a good way to do that? What's a not good way to do that? Pretty much doing anything.",
    "start": "00:38:46",
    "end": "00:38:51"
  },
  {
    "text": "So why are you withholding from me the key thing that I need to do, the thing you want me to do, which is work and keep the garden rules to do the earth. You want me to do it without knowing good from bad, and here's a tree that'll give it to me.",
    "start": "00:38:51",
    "end": "00:39:04"
  },
  {
    "text": "Yeah. So you and I grew up in a world where in our childhood was released the first Karate Kid movie. And I'll never forget it, because it's the first story I remember that was about the same thing of this riddle, which is, there's something you need for this kid. Ralph Macchio. I don't even remember the character's name, but the actor's name. Ralph Macchio. Right. He's this puny little kid who can't defend himself. Defend himself from the bullies in his world. And so he finds out that there's, like, the karate master, like, lives in his neighborhood. And so he goes to the karate master to learn how to defend himself against bullies. Do you remember this? The first thing that he's told to do is get a bucket of paint and a paintbrush and go paint the fence.",
    "start": "00:39:04",
    "end": "00:39:56"
  },
  {
    "text": "Yeah.",
    "start": "00:39:56",
    "end": "00:39:57"
  },
  {
    "text": "And then after he's finished that, go get a bunch of car wax and, like, a buffer wax car. Go wax all the cars. And so it sets up this tension where he's like, you're not teaching me the thing that I need to do.",
    "start": "00:39:58",
    "end": "00:40:11"
  },
  {
    "text": "The thing I want to learn karate. You're having me do chores.",
    "start": "00:40:11",
    "end": "00:40:14"
  },
  {
    "text": "Yeah. So it's not a precise analogy, because there it's like, what Mr. Miyagi is telling him to do things that you're just like, what's the relation? Like, what does this have to do with what I'm here for?",
    "start": "00:40:14",
    "end": "00:40:27"
  },
  {
    "text": "There's even a suspicion of this. You're just doing this to get me to make your house nice.",
    "start": "00:40:27",
    "end": "00:40:31"
  },
  {
    "text": "Yeah, totally. To do work for you. Whereas here in the garden, it seems like God is telling me to do the opposite thing of the thing that I need.",
    "start": "00:40:31",
    "end": "00:40:39"
  },
  {
    "text": "Right.",
    "start": "00:40:39",
    "end": "00:40:39"
  },
  {
    "text": "So it would be like Mr. Miyagi telling the kid, like, go stand in front of the bullies and let them beat you up. It's the exact opposite of the thing that I'm trying to do.",
    "start": "00:40:40",
    "end": "00:40:48"
  },
  {
    "text": "I need to know good from bad.",
    "start": "00:40:48",
    "end": "00:40:49"
  },
  {
    "text": "You're withholding it from me, but it's still a good analogy, you have to admit.",
    "start": "00:40:49",
    "end": "00:40:53"
  },
  {
    "text": "So it feels like God's withholding, and it felt like Mr. Miyagi's withholding. I want to learn karate. You're not teaching me karate. You're withholding from me.",
    "start": "00:40:54",
    "end": "00:41:01"
  },
  {
    "text": "Yeah. The thing that I'm here for.",
    "start": "00:41:01",
    "end": "00:41:02"
  },
  {
    "text": "But there's the moment where Daniel Sun.",
    "start": "00:41:02",
    "end": "00:41:05"
  },
  {
    "text": "Yeah, that's his name. Yeah.",
    "start": "00:41:06",
    "end": "00:41:07"
  },
  {
    "text": "He's really frustrated, and he finally is like, why won't you teach? And then he's like. He shows him he has taught him karate.",
    "start": "00:41:07",
    "end": "00:41:14"
  },
  {
    "text": "Exactly.",
    "start": "00:41:14",
    "end": "00:41:15"
  },
  {
    "text": "And he goes, all right, let's go. And then he strikes him, and he goes, paint the fence. And then it becomes a defensive mood.",
    "start": "00:41:15",
    "end": "00:41:20"
  },
  {
    "text": "Yep.",
    "start": "00:41:20",
    "end": "00:41:21"
  },
  {
    "text": "Wax car.",
    "start": "00:41:21",
    "end": "00:41:21"
  },
  {
    "text": "That's right.",
    "start": "00:41:21",
    "end": "00:41:22"
  },
  {
    "text": "Now he's, like, blocking the kicks. And so all of a sudden, he realized, oh, I was being taught karate.",
    "start": "00:41:22",
    "end": "00:41:28"
  },
  {
    "text": "Yeah. I just didn't know it.",
    "start": "00:41:28",
    "end": "00:41:30"
  },
  {
    "text": "I just didn't know it.",
    "start": "00:41:30",
    "end": "00:41:31"
  },
  {
    "text": "Yeah. So it seems to me the first step in solving the riddle is to see that God Yahweh Elohim is teaching the human how to know good from bad in the very act of saying, don't eat from the tree of knowing good and bad. Because implicitly, what God's communicating is, you need me to tell you what is good and what is not good for you. It's the word and the wisdom and the command of God that will impart knowing of good and bad, not relying on what the eyes see. Because remember what we know about those trees.",
    "start": "00:41:31",
    "end": "00:42:07"
  },
  {
    "text": "Everything looks good.",
    "start": "00:42:07",
    "end": "00:42:08"
  },
  {
    "text": "Every tree is desirable to see and good to eat. So it's gonna appeal to the senses. And what the first lesson is, don't trust your eyes.",
    "start": "00:42:08",
    "end": "00:42:20"
  },
  {
    "text": "Listen to my voice.",
    "start": "00:42:21",
    "end": "00:42:22"
  },
  {
    "text": "And your physical appetites can lead you into distorted perceptions of what is good from bad.",
    "start": "00:42:22",
    "end": "00:42:28"
  },
  {
    "text": "But the paint, the fence is. Listen to my voice.",
    "start": "00:42:29",
    "end": "00:42:31"
  },
  {
    "text": "Listen to my voice.",
    "start": "00:42:31",
    "end": "00:42:32"
  },
  {
    "text": "Listen to my voice.",
    "start": "00:42:32",
    "end": "00:42:33"
  },
  {
    "text": "Listen to what I say. I will tell you what is good for you.",
    "start": "00:42:33",
    "end": "00:42:35"
  },
  {
    "text": "So if Adam and Eve were like, okay, this doesn't make sense. I'm listening to the voice.",
    "start": "00:42:35",
    "end": "00:42:39"
  },
  {
    "text": "Exactly.",
    "start": "00:42:39",
    "end": "00:42:40"
  },
  {
    "text": "God's saying. That's. You're learning it.",
    "start": "00:42:40",
    "end": "00:42:42"
  },
  {
    "text": "Yes. You're learning it. Okay, so here's the twist. It was very common for Egyptians, Babylonians, when they did the cosmic mountain concept, when they painted it, when they did a temple liturgy. It's a place where a priest can go up there and meet the gods and hear from them, hear the commands of the gods. But what the biblical authors want to do is take that motif in a very counterintuitive way. Humans are the image of God, and they are made to rule and be responsible for the world. But the way that humans are going to become truly wise partners with God is by not depending on what feel to us, like some of our basic intuitions about what is good and bad. We need a wisdom that is above and beyond our own, that will govern and guide what our eyes see and what our stomachs want and what our bodies think they need. This is the introduction of what will become the plot conflict of the entire biblical story.",
    "start": "00:42:42",
    "end": "00:43:42"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:43:43",
    "end": "00:43:44"
  },
  {
    "text": "The drama is happening on a cosmic.",
    "start": "00:43:44",
    "end": "00:43:45"
  },
  {
    "text": "Mountain where humans are placed. That's good. Is on the cosmic mountain in communion with God where they're going to learn to listen to God's voice. Listen to the voice and then through that, begin to know good from bad.",
    "start": "00:43:45",
    "end": "00:43:57"
  },
  {
    "text": "Yes, yeah.",
    "start": "00:43:57",
    "end": "00:43:58"
  },
  {
    "text": "Not by taking it from some tree. And that all is happening on a cosmic mountain.",
    "start": "00:43:58",
    "end": "00:44:02"
  },
  {
    "text": "Yeah, that's right. Yep.",
    "start": "00:44:02",
    "end": "00:44:03"
  },
  {
    "text": "So that they could then subdue the earth and rule it. I mean, they're not going to just hang out on this mountain forever.",
    "start": "00:44:03",
    "end": "00:44:09"
  },
  {
    "text": "Yeah, right, Totally. Yeah. Fill the land, subdue it, turn the.",
    "start": "00:44:09",
    "end": "00:44:14"
  },
  {
    "text": "Land into the mountain.",
    "start": "00:44:14",
    "end": "00:44:15"
  },
  {
    "text": "And the water, in fact, is already going out to fund all the resources of Egypt. And I mean, the river goes to Egypt, which, you know, in Egyptian meant the Nile, which is. The Nile is a divine deity, an Egyptian belief. And so this story is just saying, yeah, that's from Yahweh. It's not a God, but it is a gift of God. And it's from Yahweh, the God who.",
    "start": "00:44:15",
    "end": "00:44:37"
  },
  {
    "text": "Chose Israel and his cosmic mountain.",
    "start": "00:44:37",
    "end": "00:44:39"
  },
  {
    "text": "Yeah, and his cosmic mountain. So, of course, we'll just summarize here. God divides the human from one into two, so that those two can become one and make more of themselves.",
    "start": "00:44:39",
    "end": "00:44:48"
  },
  {
    "text": "That's what happens next. Okay.",
    "start": "00:44:49",
    "end": "00:44:51"
  },
  {
    "text": "Then there's a snake that deceives the humans into listening to the voice of the snake and taking from the tree. Because the snake deceives them, saying, you.",
    "start": "00:44:51",
    "end": "00:45:00"
  },
  {
    "text": "Can'T trust God's voice.",
    "start": "00:45:00",
    "end": "00:45:01"
  },
  {
    "text": "You can't trust God's voice. Yes. The snake says, did God really say, don't eat from any of the trees? And the woman says, that's not what God said. But it does lead to the question of. But wait a minute. There is one tree, right? There is one tree that's in the middle of the garden. God said, don't eat of it for me. You will die. And then the snake just says, no, no, you won't die.",
    "start": "00:45:01",
    "end": "00:45:21"
  },
  {
    "text": "You can't trust God.",
    "start": "00:45:21",
    "end": "00:45:22"
  },
  {
    "text": "Yeah, you can't trust God. He's holding out on you. Genesis 3, 6, 7. The woman saw that the tree was good for eating, which it's true, God made it that way and that it was desirable to the eyes.",
    "start": "00:45:22",
    "end": "00:45:35"
  },
  {
    "text": "And we know that all the trees are.",
    "start": "00:45:35",
    "end": "00:45:36"
  },
  {
    "text": "And that the tree was desirable to make one wise.",
    "start": "00:45:37",
    "end": "00:45:40"
  },
  {
    "text": "Yeah, that's the point of it.",
    "start": "00:45:40",
    "end": "00:45:42"
  },
  {
    "text": "So now we have two teaches.",
    "start": "00:45:42",
    "end": "00:45:43"
  },
  {
    "text": "You good from bad.",
    "start": "00:45:43",
    "end": "00:45:44"
  },
  {
    "text": "Now we have two sources of wisdom. We have Yahweh's voice. There's a way of wisdom that leads to life, and there is a way of wisdom that will lead to the opposite of life. And she took from its fruit and she ate. She also gave to her husband with her, and he ate. And the eyes to which the tree was desirable, the eyes of the both of them were opened and they knew that they were arum. Naked arum. Aram. And this is the act that leads them to become. Then exiled from the garden where they die.",
    "start": "00:45:44",
    "end": "00:46:19"
  },
  {
    "text": "Their eyes are opened. Is that an idiom.",
    "start": "00:46:20",
    "end": "00:46:21"
  },
  {
    "text": "Is that a Hebrew idiom for understanding?",
    "start": "00:46:21",
    "end": "00:46:23"
  },
  {
    "text": "Oh, for understanding.",
    "start": "00:46:23",
    "end": "00:46:24"
  },
  {
    "text": "Yep. Yeah.",
    "start": "00:46:24",
    "end": "00:46:25"
  },
  {
    "text": "So in some real way, this was like, okay, now I have an understanding of the world I didn't have before.",
    "start": "00:46:25",
    "end": "00:46:30"
  },
  {
    "text": "Yeah. There is a sense of agency that's realized here.",
    "start": "00:46:30",
    "end": "00:46:34"
  },
  {
    "text": "Like, whoa, maturity.",
    "start": "00:46:34",
    "end": "00:46:36"
  },
  {
    "text": "I can act on my own.",
    "start": "00:46:36",
    "end": "00:46:37"
  },
  {
    "text": "Okay.",
    "start": "00:46:38",
    "end": "00:46:38"
  },
  {
    "text": "Apart from God.",
    "start": "00:46:38",
    "end": "00:46:39"
  },
  {
    "text": "But then also in doing that, it's like they entered a realm of like, oh, okay, now I know the world more good from bad. They've gotten a schema. They've uploaded a schema.",
    "start": "00:46:39",
    "end": "00:46:50"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:46:50",
    "end": "00:46:50"
  },
  {
    "text": "That's like.",
    "start": "00:46:50",
    "end": "00:46:51"
  },
  {
    "text": "Yeah. I mean, so the fan fiction. Right. Move would be to say, okay, what if they hadn't done this? What would it be like for them to learn good and bad by just continuing to go on walks with God and listen to God's voice?",
    "start": "00:46:51",
    "end": "00:47:04"
  },
  {
    "text": "Yeah. Their eyes would have been opened as well.",
    "start": "00:47:04",
    "end": "00:47:07"
  },
  {
    "text": "Yeah. But in a different way. In a way that would have been from God's gift, which would have truly.",
    "start": "00:47:07",
    "end": "00:47:12"
  },
  {
    "text": "Made them wise and lead to life.",
    "start": "00:47:12",
    "end": "00:47:14"
  },
  {
    "text": "That's right. Now their eyes are opened because they're learning good from bad by having made a really stupid decision that's gonna lead to their own ruin.",
    "start": "00:47:14",
    "end": "00:47:23"
  },
  {
    "text": "Yeah. There's two ways towards wisdom. There's two ways to open your eyes.",
    "start": "00:47:23",
    "end": "00:47:26"
  },
  {
    "text": "That's right. Okay. Yeah, that's good. Yeah. So, well, God then says. God says a number of things. He comes asking questions, and then they just continue to hide themselves and what they've done. Then God laments over the consequences that they've brought upon themselves, and he Laments for the snake, the woman, and the man. And then God says to God's own crew, the human has become like one of us, knowers of good and bad, so that they don't send out their hand and take from the tree of life and live forever. God exiled them to the east, but.",
    "start": "00:47:26",
    "end": "00:48:04"
  },
  {
    "text": "Now, again, the point is they would become like him, knowing good from bad. Yeah, but it's how they did it.",
    "start": "00:48:04",
    "end": "00:48:10"
  },
  {
    "text": "It's how.",
    "start": "00:48:10",
    "end": "00:48:10"
  },
  {
    "text": "And the fact that now they have the schema, this paradigm of what good and bad is, that's distorted. That's the problem.",
    "start": "00:48:10",
    "end": "00:48:18"
  },
  {
    "text": "Yeah. So it's about the way that humans become wise. It's about the way that we learn good and bad. The way that God invited the human to do was to be on that cosmic mountain with open hands in a posture of openness, surrender and trust. And trust that God will give me the wisdom that I need to discern good from bad.",
    "start": "00:48:18",
    "end": "00:48:40"
  },
  {
    "text": "And I guess you can get a picture of that of like, oh, God just wants dependency. But it's back to the Karate kid thing. Like, Mr. Miyagi teaches him how to defend himself.",
    "start": "00:48:40",
    "end": "00:48:50"
  },
  {
    "text": "Yes.",
    "start": "00:48:50",
    "end": "00:48:50"
  },
  {
    "text": "He teaches him what he needs to know. I get this sense from this idea of being the image of God and ruling on his behalf. God wants to give agency and power and maturity to the humans, but it's a process that needs to happen.",
    "start": "00:48:50",
    "end": "00:49:05"
  },
  {
    "text": "Oh, so good. Yeah. In other words, what the process does is it keeps inviting the human. And this is fan fiction. Imagining like the Adam and Eve could have gone for many walks, live many years trusting God's voice. But every time God says something that's counterintuitive, like this, it brings you to a point of openness again to say, will I trust that the creator of all loves me, is generous, has my best in mind. I just. I don't understand why he's telling me to do this this way. But in so doing, you're becoming wise. Because once you go through that experience, you'll have learned from it, and you'll be like, oh, my gosh, when I listen to the wisdom of God, yeah. I find life.",
    "start": "00:49:05",
    "end": "00:49:49"
  },
  {
    "text": "And enough times where the counterintuitive thing ends up being the thing that brings life. You start to go, I'm getting it.",
    "start": "00:49:49",
    "end": "00:49:55"
  },
  {
    "text": "I'm getting it.",
    "start": "00:49:55",
    "end": "00:49:56"
  },
  {
    "text": "I'm getting it.",
    "start": "00:49:56",
    "end": "00:49:57"
  },
  {
    "text": "That's right. I'm getting it.",
    "start": "00:49:57",
    "end": "00:49:58"
  },
  {
    "text": "But it takes training.",
    "start": "00:49:58",
    "end": "00:49:58"
  },
  {
    "text": "But it takes training. It's painting the fence and it's whackling the car. Right. Once you go through that, then you're.",
    "start": "00:49:58",
    "end": "00:50:04"
  },
  {
    "text": "Like, man, anytime people listening have not seen karate Kid, I'm so confused.",
    "start": "00:50:04",
    "end": "00:50:08"
  },
  {
    "text": "But it's like after having that experience, then you'll begin to trust, right? The teacher be like, okay, you know, you're telling me to do a pretty crazy thing here, but we've done this so many times. So there's a contrast here. How will I learn wisdom and openness of surrender, trust that God will give me what I need to know and what I need in the time that I need to know it. Or the contrast is prematurely before I'm ready for it. I want to take what I think I need in my own way, in my own time. And so this image of receiving versus taking, this image of seeing what's good in your eyes and doing and taking versus that openness, listening to the voice, these are the contrasts. And so what's going to happen throughout the rest of the biblical story is after human and living one, Adam and Eve have made this choice. The rest of the biblical story, all the generations to come, will be replaying versions of this moment in the story.",
    "start": "00:50:09",
    "end": "00:51:11"
  },
  {
    "text": "But not on the cosmic mountain.",
    "start": "00:51:12",
    "end": "00:51:13"
  },
  {
    "text": "Ah, they're just going to happen all over the place. Yeah, but there are many times where both the Adam and Eve story is getting replayed, say, in the life of Abraham, and the biblical authors will actually locate it on a hilltop, or they'll use all the language of the cosmic mountain, even if it's happening inside a building. So it's a way of recalling this cosmic mountain moment and saying the human drama is carried forward by moments that are like being on top of a mountain.",
    "start": "00:51:13",
    "end": "00:51:44"
  },
  {
    "text": "So on the mountain is the choice, the test?",
    "start": "00:51:45",
    "end": "00:51:48"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:51:48",
    "end": "00:51:49"
  },
  {
    "text": "How am I going to become wise?",
    "start": "00:51:49",
    "end": "00:51:52"
  },
  {
    "text": "Yeah.",
    "start": "00:51:52",
    "end": "00:51:52"
  },
  {
    "text": "You encounter that test on mountains.",
    "start": "00:51:52",
    "end": "00:51:54"
  },
  {
    "text": "Yeah. Let's go back to our last couple conversations then. There's something about being on top of a really high hill or a mountain, if you've had the experience, the mountaintop experience, where you're like, this is my realm, it's the land, but it's also not my realm. And then there's a sense in which you leave behind what's familiar and you have to surrender yourself to this place and this environment and what you're going to meet there. Like climbing mountains is a way of opening yourself up to the other, to the transcendent. And you can't bring stuff up there with you from your creature comforts. Right. You're entering this other realm. And often they're very powerful experiences to be on top of the mountains, transformative. So there's something about that that's being described here in the story where Adam And Eve came from outside the garden. Right. Human was put into the garden on this high mountain garden and had an opportunity to be transformed and matured.",
    "start": "00:51:54",
    "end": "00:52:59"
  },
  {
    "text": "You know, so interesting. That's what people mean by mountaintop experience. They mean that moment of enlightenment, that moment where things become clear, and you're like, oh, that happened. Because that happened. And, oh, this is why. This is what I could have done. This is. Everything's connecting and there's a sense of wisdom.",
    "start": "00:52:59",
    "end": "00:53:19"
  },
  {
    "text": "Yeah.",
    "start": "00:53:20",
    "end": "00:53:20"
  },
  {
    "text": "Being downloaded.",
    "start": "00:53:20",
    "end": "00:53:21"
  },
  {
    "text": "That's right.",
    "start": "00:53:21",
    "end": "00:53:22"
  },
  {
    "text": "We call it a mountaintop experience.",
    "start": "00:53:22",
    "end": "00:53:23"
  },
  {
    "text": "Yeah. Maybe because you're up, you can see far, which can be a metaphor for all of a sudden, you can see the meaning of your life coming together with the way that's hard to do down in the valley.",
    "start": "00:53:24",
    "end": "00:53:38"
  },
  {
    "text": "It's about gaining clarity and vision and wisdom, and that's what God wants to give humans on the coast of men.",
    "start": "00:53:38",
    "end": "00:53:45"
  },
  {
    "text": "Yeah. So there's something wonderful about the setting of a mountain as a place for these, like, moments of choice of whether I will trust and listen in a way that brings life or whether I'll try to carry up all my stuff from down below up onto the mountain. Because, in other words, I want to have the mountain encounter, but on my terms, and make it familiar, assimilate it to how I see the world. Or will I leave it all behind and just go up there and encounter.",
    "start": "00:53:45",
    "end": "00:54:16"
  },
  {
    "text": "Go naked up the mountain?",
    "start": "00:54:16",
    "end": "00:54:17"
  },
  {
    "text": "Yeah. Whoa. Well, it might get chilly up there.",
    "start": "00:54:17",
    "end": "00:54:20"
  },
  {
    "text": "Well, evidently not. I mean, they were chilling up there fine.",
    "start": "00:54:20",
    "end": "00:54:23"
  },
  {
    "text": "That's true. Yeah. It's a warmer part of the world over there.",
    "start": "00:54:23",
    "end": "00:54:25"
  },
  {
    "text": "Yeah.",
    "start": "00:54:25",
    "end": "00:54:26"
  },
  {
    "text": "So there's something about the actual, like, ecosystem of mountaintops, high hills, that makes it a wonderful metaphor for encounters with the transcendent that force you to reckon with your life and make choices there that become these pivotal moments. And that's how the Eden moment's portrayed. And it's just in a remarkable way. We could encounter many mountain stories as we go on, but as we go on, I want to explore how there's, like, some key moments in the story of Abraham, in the story of Moses, in the story of Elijah, that all are packed with the language of the Eden story. And they all link to each other with hyperlinks in a way that carry the biblical drama forward. And in that way, we're meant to see ourselves in this moment at Eden as readers, and also to see our own dramas in the stories of Abraham and Moses and Elijah. And I think that'll set us up then to. To understand why the Psalms talk the way that they do about the Cosmic Mountain. Because it's hard to tell in the Psalms or the prophets, when Jerusalem gets brought up, it's hard to tell. Are they talking about Jerusalem? Are they talking about Heaven? Are they talking about the Garden of Eden? Or maybe they're actually talking about all of them. But it all starts with the Cosmic Eden mountain.",
    "start": "00:54:26",
    "end": "00:55:56"
  },
  {
    "text": "So next to Abraham, we're not gonna do Noah?",
    "start": "00:55:56",
    "end": "00:55:59"
  },
  {
    "text": "Oh, Noah. Yes, with Mount Ararat. Yeah, we probably should. Well, we probably should talk about Noah. Alright, we'll figure it out. But anyway, for now, there's more than enough to think about with the Cosmic Eden. Mount.",
    "start": "00:55:59",
    "end": "00:56:13"
  },
  {
    "text": "Thanks for listening to this episode of bibleproject podcast. Next week we'll look at the next two mountains in Genesis. Noah on Mount Ararat and Abraham on Mount Moriah. In these stories, we learn what it takes for a human to get back on the mountain to be with God.",
    "start": "00:56:15",
    "end": "00:56:31"
  },
  {
    "text": "When God sees a human up on the high mountain surrendering and giving back to God what God has given in the first place, it brings blessings.",
    "start": "00:56:31",
    "end": "00:56:41"
  },
  {
    "text": "Bibleproject is a crowdfunded nonprofit. We exist to experience the Bible as a unified story that leads to Jesus. And everything that we make is free because it's already been paid for by thousands of people just like you. Thank you so much for being a part of this with us.",
    "start": "00:56:42",
    "end": "00:56:56"
  },
  {
    "text": "Hi, this is John Vick and I'm from Claremore, Oklahoma. I'm Andy and I'm from Apamaotiri in Aotearoa, New Zealand. I first heard about the Bible Project when I was looking for some advent resources on YouTube and I kept going from there. I first heard about Bible Project from a friend. My favorite thing about Bible Project is how they take these beautiful, fascinating themes in the scriptures and they teach them in a way that is so accessible to the church today. My favorite thing about the Bible Project is the podcast. I love that behind all the videos there is a thoughtful, deep dive into every topic. We believe the Bible is a unified story that leads to Jesus. We are a crowdfunded project by people like me. Find free videos, articles, podcasts, classes and more on the Bibleproject app and@bibleproject.com hey everybody, this is Tim and I'm, I suppose, one of the chief Bible nerds in the podcast and I hope you've been enjoying the series on the Mountain. Every one of the stories and poems about the mountain in this series has become very dear personal for me as a way to think think about the moments of testing and challenge that God is leading me through in my own life. And so I really hope that it's helpful for you. There is a whole team that brings this podcast to life to be released every week. You can see the full list of everybody involved by checking out the show credits that's in the episode description wherever you stream the podcast or you can find it on our website. Thanks a lot for listening and we'll see you next time.",
    "start": "00:56:57",
    "end": "00:58:35"
  }
]