[
  {
    "text": "Hello and welcome to BibleProject Podcast. I'm your host today, Michelle Jones. Back to wrap up our series, the Mountain. Now, before we move on to our next series, we're gonna try something a little different. We're calling it a Hyperlink edition, where we'll play clips from previous series related to the mountain theme. Now, there are many themes in the Bible, from mountains to tabernacles, from tests to cities. And while we attempt to isolate and study themes on their own, it's good to remember that biblical themes are woven together. Whenever you encounter a theme in the Bible, it is connected to and building off of other themes in a beautiful tapestry. So today we're going to play clips from previous series that interact and overlap with the theme of the mountain. Now, remember, the mountain is the place where God's domain and our domain overlap. To be on the mountain, we must learn that we are made for heaven on Earth, which is symbolized in the Bible as the top of a cosmic mountain. God invites us to ascend and remain in his presence there. But ascending the mountain requires us to face tests. Will we lay down things we think bring life? Or will we surrender to God's wisdom? And while we often fail these tests, Jesus has ascended the mountain for us and he invites us to ascend with Him. Let's look at these ideas deeper as they relate to apocalypses in the Bible, the theme of the city of God, and the origin of the priesthood. Thanks for joining us. Here we go. Our first segment is from our series on how to read apocalyptic literature. Now, an apocalypse isn't simply about the end of the world. An apocalypse is actually any moment where you have a sudden realization of what is true about the world and true about ourselves. An apocalypse is the moment the curtain is pulled back and you see something for what it really is. Now, to have this kind of grand perspective, it is helpful to be up high, like up on a mountain. From the mountaintop, we can see things for what they really are. And on the mountain, you are invited to connect with God in a radically intimate way. What the Bible calls being in the image of God. And ultimately on the mountain, you can encounter the one who is at the center and meaning of everything, Jesus himself. And one way to think about all of this is having an apocalypse. So here are Tim and John talking about having an apocalypse on the mountain from our 2020 apocalyptic literature series, episode five, titled A Walking Talking Apocalypse. Let's listen in.",
    "start": "00:00:05",
    "end": "00:03:01"
  },
  {
    "text": "Here's what's key. So think. The whole biblical story flows out of this. We're given the ideal in Genesis 1 of an image of God, humanity that consists of male and female, a whole humanity that is one image of God ruling and representing and being the incarnation of God in Earth, so that heaven and earth are one, but through humans. And that's the ideal given on page one, Genesis 2, as it were, begins the real story, like what happened.",
    "start": "00:03:03",
    "end": "00:03:34"
  },
  {
    "text": "Right.",
    "start": "00:03:34",
    "end": "00:03:34"
  },
  {
    "text": "Here's the ideal. Genesis 1. Let's begin the narrative. Genesis 2. And what you see is humans forfeiting the gift, corrupting their vocation, and being exiled from the heaven and Earth spot.",
    "start": "00:03:34",
    "end": "00:03:47"
  },
  {
    "text": "Yeah. In Genesis 2, God is there as well.",
    "start": "00:03:47",
    "end": "00:03:50"
  },
  {
    "text": "Totally. Yeah. God is there and his human images are there.",
    "start": "00:03:50",
    "end": "00:03:53"
  },
  {
    "text": "Yeah.",
    "start": "00:03:54",
    "end": "00:03:54"
  },
  {
    "text": "Because Eden is heaven and earth. It's a place where heaven and earth are not different things. That's the whole point of what the highest cosmic mountain garden is. Yahweh is there in the garden as well as the people. The people, Adam and Eve are invited to come closer, so to speak.",
    "start": "00:03:54",
    "end": "00:04:12"
  },
  {
    "text": "Yeah.",
    "start": "00:04:12",
    "end": "00:04:12"
  },
  {
    "text": "Through the tree in the middle. What they end up doing is acting foolishly, trying to get their own wisdom on their own terms. And so what they are is separated. And so here's what's interesting then. All of these apocalyptic moments. They happen to Abraham, they happen to Jacob, they happen to. They happen to Moses, they happen to David, they happen to all of these prophets, Isaiah, Ezekiel, Jeremiah. They are all moments when somebody, a human out in the realm of mortality, gets transported in altered states of consciousness back into Eden. And who do they see there? They see a human figure, often seated on a throne or sitting in the middle of the tree, like with what Moses sees in the burning bush. They see a human figure. And this human figure is sometimes called the angel of Yahweh. We made a video about this.",
    "start": "00:04:13",
    "end": "00:05:03"
  },
  {
    "text": "Yes, angel of Yahweh.",
    "start": "00:05:03",
    "end": "00:05:03"
  },
  {
    "text": "This human figure is sometimes called Yahweh sitting on his throne or the ancient.",
    "start": "00:05:03",
    "end": "00:05:09"
  },
  {
    "text": "Of days, or the ancient revelation.",
    "start": "00:05:09",
    "end": "00:05:10"
  },
  {
    "text": "Yeah. Or the son of Adam, the son of humanity, who is in the realm of suffering and death, but is exalted up to the throne. So what's happening in the biblical story here is all rooted in how Genesis 1 and 2 work. That Yahweh who's been up in the garden, these visionaries who are lost in the mess of human history in their lives.",
    "start": "00:05:10",
    "end": "00:05:31"
  },
  {
    "text": "And like Moses out in exile, suddenly getting transported back to Eden.",
    "start": "00:05:32",
    "end": "00:05:36"
  },
  {
    "text": "Yeah. And who do they meet there but a human looking figure, but who is also Yahweh? This is what the elders on Mount Sinai and Moses see in Exodus 24, it says they see God There's a throne above this pavement. Right, Which.",
    "start": "00:05:36",
    "end": "00:05:53"
  },
  {
    "text": "The emerald pavement or whatever.",
    "start": "00:05:53",
    "end": "00:05:55"
  },
  {
    "text": "Yeah. Which means they're on a high place. Right up.",
    "start": "00:05:55",
    "end": "00:05:57"
  },
  {
    "text": "They're in the skies.",
    "start": "00:05:57",
    "end": "00:05:58"
  },
  {
    "text": "They're in the skies. To be on the top of the mountain is to be in heaven because it's where heaven and earth overlap.",
    "start": "00:05:58",
    "end": "00:06:04"
  },
  {
    "text": "When you say they see a human image there.",
    "start": "00:06:05",
    "end": "00:06:07"
  },
  {
    "text": "Yeah.",
    "start": "00:06:07",
    "end": "00:06:08"
  },
  {
    "text": "Adam and Eve walking in the garden with God.",
    "start": "00:06:08",
    "end": "00:06:10"
  },
  {
    "text": "What did they see exactly? I think it's a design pattern. The Eden narrative leaves you hanging like, well, what did it look like for them to encounter Yahweh up there? Then you get to Moses and he ends up in an Eden spot. And what he sees is the angel of Yahweh in a bush. Then later, Exodus 20:4, the elders and Moses are eating a meal up on the mountain, not on the summit, but near the summit. And they see God and the throne and a platform and. And the platform is the blue sky dome. Then you get to Isaiah and he can see the lower half of Yahweh in the temple with the divine council. You get to Ezekiel and the mountaintop realm is mobile and comes and visits him in an altered state of consciousness. And he says, I saw the glory of Yahweh like an Adam upon a throne, the appearance of an Adam. That's what Daniel sees. I think what all of this is rooted in is they are seeing Yahweh as a human, in a human form in Eden. I think that's what all these apocalypses are.",
    "start": "00:06:11",
    "end": "00:07:18"
  },
  {
    "text": "Right.",
    "start": "00:07:18",
    "end": "00:07:19"
  },
  {
    "text": "So here we're invited into a very ancient Christian interpretation of the image of God by a church father scholar named Irenaeus. He understood the image of God in Genesis 1 to be referring ultimately to preincarnate Jesus and that Adam and Eve are the image of the true image, which is the incarnate God. And then he goes back and he sees all of these human appearances of Yahweh the way the apostles saw them, which is as the pre incarnate Jesus. So he's reading the Eden narrative in Genesis 1 and 2 in light of the whole biblical story of the image of God. And I used to think like, oh, that's kind of fanciful, but I actually think he's onto something. In other words, what I'm saying is I think this idea is actually rooted in the Hebrew Bible and all of these unfolding design patterns of apocalypse.",
    "start": "00:07:19",
    "end": "00:08:15"
  },
  {
    "text": "So you're saying that when God creates humans in his image, you know, whatever form the creator of all things takes is a mind boggling. We'll never know.",
    "start": "00:08:15",
    "end": "00:08:28"
  },
  {
    "text": "Yeah. That's right. That's the ancient of days.",
    "start": "00:08:28",
    "end": "00:08:30"
  },
  {
    "text": "That's the ancient of days.",
    "start": "00:08:30",
    "end": "00:08:31"
  },
  {
    "text": "And so you could talk about him as like a old man on fire, but you know. Right, yeah, yeah, yeah. It's clear we're pushing the boundaries of human imagination there.",
    "start": "00:08:31",
    "end": "00:08:43"
  },
  {
    "text": "But when he designs creatures who are going to image him, then you've got humans.",
    "start": "00:08:43",
    "end": "00:08:49"
  },
  {
    "text": "Humans, yeah.",
    "start": "00:08:49",
    "end": "00:08:50"
  },
  {
    "text": "But what you're saying is, notice that that's actually the shape that. That Yahweh takes when he does appear.",
    "start": "00:08:50",
    "end": "00:08:58"
  },
  {
    "text": "When he does appear.",
    "start": "00:08:58",
    "end": "00:08:59"
  },
  {
    "text": "And so there's actually already an image of Yahweh appearing to the images of Yahweh.",
    "start": "00:08:59",
    "end": "00:09:06"
  },
  {
    "text": "Correct.",
    "start": "00:09:06",
    "end": "00:09:07"
  },
  {
    "text": "And that is sometimes the angel of the Lord. It's the Son of man.",
    "start": "00:09:07",
    "end": "00:09:12"
  },
  {
    "text": "Yeah. Or sometimes just called Yahweh.",
    "start": "00:09:12",
    "end": "00:09:15"
  },
  {
    "text": "Or sometimes just called Yahweh.",
    "start": "00:09:15",
    "end": "00:09:16"
  },
  {
    "text": "Yeah.",
    "start": "00:09:16",
    "end": "00:09:17"
  },
  {
    "text": "And this is Jesus.",
    "start": "00:09:17",
    "end": "00:09:20"
  },
  {
    "text": "The apostles identify that one as the one whom they met in Jesus, who became flesh, as John puts it. The word became flesh.",
    "start": "00:09:20",
    "end": "00:09:31"
  },
  {
    "text": "Right.",
    "start": "00:09:31",
    "end": "00:09:31"
  },
  {
    "text": "And became a temple presence of God here in our midst. He tabernacled among us.",
    "start": "00:09:31",
    "end": "00:09:36"
  },
  {
    "text": "When Jesus became flesh, that was a very specific time in history where Yahweh embodied humanity in a way that was different than showing up as the angel of the Lord.",
    "start": "00:09:36",
    "end": "00:09:47"
  },
  {
    "text": "Yeah. Or as we said it in the video, in the video we made about this, the angel of Yahweh is Yahweh appearing as a human. The claim of the Gospels is that Jesus is Yahweh, become a human being. So that when in the last book of the Bible, the beginning of John's apocalypse begins with him being transported up into the heavenly temple and he meets a son of Adam who calls himself the beginning and the end, the living one.",
    "start": "00:09:47",
    "end": "00:10:15"
  },
  {
    "text": "Those characters merge again.",
    "start": "00:10:15",
    "end": "00:10:16"
  },
  {
    "text": "Who is dead and now alive.",
    "start": "00:10:16",
    "end": "00:10:17"
  },
  {
    "text": "Yahweh and Jesus, now our one.",
    "start": "00:10:17",
    "end": "00:10:20"
  },
  {
    "text": "And then he looks like what the ancient of days is in Daniel, chapter seven. Yeah, the white hair and the glowing eyes and all of this. So the biblical apocalypses are about when these characters, usually prophets, are in an altered state of consciousness. They're transported to Eden and they see their Yahweh appearing to them in human form. Or they encounter the divine council who starts touring them around. And what they are shown is sometimes truths about the cosmos or truths about the outcome of history. And that allows them to come back into their context and to speak the word of the Lord and to name things for what they really are.",
    "start": "00:10:21",
    "end": "00:11:06"
  },
  {
    "text": "That clip was from our 2020 apocalyptic literature series titled A Walking Talking Apocalypse. You can listen to the entire eight part series if you want a deeper dive into how apocalyptic literature Works. Now, let's add another theme to the mix. A while back, Tim and John talked through the theme of the city. In the Bible, God created humanity to live in an abundant garden, but instead, humanity built a walled off city that descends into violence. However, the story of the Bible is about how God will redeem our cities, promising a future garden city that is, you guessed it, on top of a mountain. We're going to listen in on episode nine in the city series, where Tim and John discuss two different types of cities. In this clip, we examine Isaiah's hope for a refuge city high up on a mountain where God's blessings flow from. Here's Tim and John.",
    "start": "00:11:11",
    "end": "00:12:09"
  },
  {
    "text": "So In Isaiah, chapters 13 and 14, we get what are called the oracles against Babylon. And they're remarkable. And they would require many podcast episodes just to tour our way through. I just want to survey the opening lines. It begins by saying, the oracle of Babylon, which Isaiah son of Amos saw. And it echoes exactly the words of chapter two. That's how chapter two began. Except the city that he saw in chapter two was Jerusalem. So it's very clearly comparing the passage we just read to this one. This one now. And the opening lines are, on a mountain that has been swept clean, go raise up a banner, Lift up a voice to them, wave your hand so that they can enter into the gates of nobles. Somebody's being told to go get up on a high mountain and raise up a banner.",
    "start": "00:12:12",
    "end": "00:13:11"
  },
  {
    "text": "The banner would signify.",
    "start": "00:13:12",
    "end": "00:13:14"
  },
  {
    "text": "Ah, well, so this is why this would take many podcast episodes. The banner was identified for you in chapter 11.",
    "start": "00:13:14",
    "end": "00:13:21"
  },
  {
    "text": "Okay.",
    "start": "00:13:21",
    "end": "00:13:21"
  },
  {
    "text": "And in chapter 11, what you're told is that the future messianic king from the line of David will stand like a banner for all the nations, and his place of rest will be divine glory. So you get an image of Jerusalem being ruled by a king who has lifting up a banner and all the nations. And the divine glory cloud that rested over the tabernacle is somehow identified with this king resting on top of the mountain. Okay, now you're being told that mountaintop is going to be there with that banner, and everybody, you better enter the gate of the city and get to the top of that hill swept clean.",
    "start": "00:13:22",
    "end": "00:14:07"
  },
  {
    "text": "Meaning this is kind of post the day.",
    "start": "00:14:07",
    "end": "00:14:09"
  },
  {
    "text": "Yeah. In other words, it's a new start. Yeah, yeah, yeah. A bare mountaintop. Yeah, yeah. So every single one of these lines is words is hyperlinked to earlier parts of Isaiah.",
    "start": "00:14:09",
    "end": "00:14:21"
  },
  {
    "text": "Okay.",
    "start": "00:14:21",
    "end": "00:14:21"
  },
  {
    "text": "The mountain that has a signal on it, everybody's coming up to it. So there's a summoning to Come up to this city on top of the mountain. Why? Well, a flood's coming.",
    "start": "00:14:21",
    "end": "00:14:33"
  },
  {
    "text": "Oh, another flood?",
    "start": "00:14:33",
    "end": "00:14:34"
  },
  {
    "text": "Yeah. I have commanded my holy ones. I have called my warriors for my anger, those who rejoice in my exaltation. It's the sound, the sound of a horde on the mountains, the semblance of a great people, the sound of an uproar of kingdoms, nations being assembled. Yahweh mustering armies, an army of war. Whoa, whoa. They're coming from the distant lands, from the edge of the heavens. Yahweh, in the implements of his anger to bring ruin on all the land, wail for the day of Yahweh is near. Like devastation from the Almighty it comes.",
    "start": "00:14:34",
    "end": "00:15:21"
  },
  {
    "text": "So the conquering armies are on their way.",
    "start": "00:15:22",
    "end": "00:15:24"
  },
  {
    "text": "There's a cosmic army coming, and the. Apparently you want to get up to that high hill and hang out with the king from the line of David in his city.",
    "start": "00:15:24",
    "end": "00:15:35"
  },
  {
    "text": "Is a cosmic army, or is it just an army? I mean, it's coming from the edge.",
    "start": "00:15:35",
    "end": "00:15:40"
  },
  {
    "text": "Of heavens, meaning from the most distant places. Yeah.",
    "start": "00:15:40",
    "end": "00:15:43"
  },
  {
    "text": "You look out on the horizon and where the sky meets the land. They're coming from out there.",
    "start": "00:15:43",
    "end": "00:15:47"
  },
  {
    "text": "Yeah. From the edges of the cosmos. Yeah, yeah. When I say cosmic, I'm just saying this is cosmic poetry. We're talking about a battle that's going to happen, but we're using cosmic language to describe it. An army on the mountains, the kingdoms are roaring. Oh, by the way, all of these languages of the horde and the uproar is language connected with the flood and the coming of a great flood. And so notice how the warriors are being described here in language that in other places, if we could follow the hyperlinks, describes the coming of a great flood.",
    "start": "00:15:47",
    "end": "00:16:22"
  },
  {
    "text": "So you're saying this isn't merely a poetic way to talk about an invading empire. This is something. It's more than that.",
    "start": "00:16:22",
    "end": "00:16:31"
  },
  {
    "text": "I'm saying it's using cosmic poetry to describe a great battle that is. We're going to see exactly what he's talking about in a moment. So what he's going to go on to talk about is. Well, he's going to continue the cosmic language. In fact, he's going to talk about how the stars and their constellations will go dark, the sun itself will go dark, all the land will be held accountable for its evil. And you're like, oh, it's the end of the world. Well, for those who participate in evil, yes. Yeah. I'll put an end to the arrogance of the proud, and I'll bring low the haughtiness of the ruthless. I'll make humans more scarce than gold and humankind more scarce than the gold of Ophir. So what is happening here? Verse 17, I am going to stir up the Medes. That's the Persians against them. Yeah, Persians, Yeah. There's an oracle about Babylon.",
    "start": "00:16:31",
    "end": "00:17:30"
  },
  {
    "text": "Oh, gosh, I totally forgot. This is about Babylon.",
    "start": "00:17:31",
    "end": "00:17:35"
  },
  {
    "text": "Yeah, yeah, yeah. There's a great tumult and final battle coming. And there's only one mountain that's going to be safe because there's a flood happening down in the valley. And what's the flood? Well, you find out. It's the Persian armies.",
    "start": "00:17:35",
    "end": "00:17:50"
  },
  {
    "text": "Yeah.",
    "start": "00:17:50",
    "end": "00:17:51"
  },
  {
    "text": "From 17 on, it just describes the downfall of Babylon, which is the beauty of kingdoms, the glory of the Chaldeans, Pride will fall to the armies of the medes. And verse 19, it will be like when God overthrew Sodom and Gomorrah.",
    "start": "00:17:51",
    "end": "00:18:07"
  },
  {
    "text": "It's another reckoning.",
    "start": "00:18:07",
    "end": "00:18:08"
  },
  {
    "text": "It's another reckoning, yeah. And then it goes on to talk about how it'll never be inhabited or lived in ever again. And then it just itemizes all the, like, the scavenging creatures that will take up residence in the ruins of Babylon, like owls and ostriches, shaggy goats will live there, hyenas, jackals.",
    "start": "00:18:08",
    "end": "00:18:30"
  },
  {
    "text": "Now, after Persia came and took over, though, Babylon. Was Babylon done? Was there no city there anymore?",
    "start": "00:18:31",
    "end": "00:18:37"
  },
  {
    "text": "Oh, it is interesting. The revolt ended up being not very catastrophic. In other words, it was more of a political coup that ended up happening. Okay, but that's even more interesting. There was conflict, but it didn't destroy the city. The Persians just moved in.",
    "start": "00:18:37",
    "end": "00:18:54"
  },
  {
    "text": "Yeah, we're in charge now.",
    "start": "00:18:54",
    "end": "00:18:56"
  },
  {
    "text": "Yep, they're in charge now. And then later, Persian cities became the capital. But the point is the cosmic rhetoric or language used to describe this. In other words, the cosmic poetry invests these historical events with cosmic heavenly meaning.",
    "start": "00:18:56",
    "end": "00:19:13"
  },
  {
    "text": "So what do you mean? What do you mean, cosmic heavenly meaning?",
    "start": "00:19:14",
    "end": "00:19:19"
  },
  {
    "text": "The downfall of Babylon to the Persians that happened in 539 BC is when the key events took place. Is being described as on analogy to the flood, on analogy to the downfall of Sodom and Gomorrah, on analogy to the exile of Adam and Eve into the land of wild animals and dust and death and desert. So it's inviting Israelites to view the events of history as a part of a bigger pattern that God is working.",
    "start": "00:19:20",
    "end": "00:19:55"
  },
  {
    "text": "Out in history, that when humans choose folly and they choose violence, that it will ruin them.",
    "start": "00:19:55",
    "end": "00:20:04"
  },
  {
    "text": "Yeah. And God hands humans over and they.",
    "start": "00:20:04",
    "end": "00:20:06"
  },
  {
    "text": "Will be undone by their own evil.",
    "start": "00:20:06",
    "end": "00:20:08"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:20:08",
    "end": "00:20:09"
  },
  {
    "text": "Which will come in the form of an invading army, a flood, a banishment.",
    "start": "00:20:10",
    "end": "00:20:16"
  },
  {
    "text": "Yeah. The cities that humans built because of the consequences of their own murderous evil, like in the city of Cain, actually become the punishment. So Jerusalem has become like a new Sodom and Gomorrah. So what will God do? Hand them over to a bigger, badder version of Sodom and Gomorrah, that is Babylon. And then Babylon's version of Sodom and Gomorrah will engulf Jerusalem's Sodom and Gomorrah. And it's this handing over theme.",
    "start": "00:20:16",
    "end": "00:20:43"
  },
  {
    "text": "Okay.",
    "start": "00:20:43",
    "end": "00:20:44"
  },
  {
    "text": "The city becomes both the consequence and the punishment.",
    "start": "00:20:44",
    "end": "00:20:48"
  },
  {
    "text": "So by cosmic you mean not merely what is happening, but why it's happening?",
    "start": "00:20:49",
    "end": "00:20:54"
  },
  {
    "text": "Yeah. What the prophets do is they interpret the events of Israel's history from a cosmic or heavenly perspective, from God's point of view. That's what makes it perfect.",
    "start": "00:20:54",
    "end": "00:21:06"
  },
  {
    "text": "So when you say cosmic, you mean from a divine point of view?",
    "start": "00:21:06",
    "end": "00:21:10"
  },
  {
    "text": "Yeah, just means from cosmos, which views all of reality as an ordered whole in some way. So the point is like, well, it's not just that Yahweh was asleep or that he's less powerful than Marduk, the patron God of Babylon. It's actually Yahweh who's behind all of.",
    "start": "00:21:10",
    "end": "00:21:27"
  },
  {
    "text": "This, letting these cycles unfurl.",
    "start": "00:21:27",
    "end": "00:21:29"
  },
  {
    "text": "Yeah. But at the end of days, like there is an end to this. At the end of days, the mountain of the house of Yahweh will become the exalted refuge for all of the nations.",
    "start": "00:21:29",
    "end": "00:21:41"
  },
  {
    "text": "You're talking about Isaiah 2.",
    "start": "00:21:41",
    "end": "00:21:41"
  },
  {
    "text": "Isaiah chapter 2. Yep.",
    "start": "00:21:41",
    "end": "00:21:43"
  },
  {
    "text": "Nations will stream to it.",
    "start": "00:21:43",
    "end": "00:21:44"
  },
  {
    "text": "There's going to be peace. Yeah. So these become our two cities. The mountain of the house of Yahweh that is like a Zion and then Babylon that is destined for cosmic ruin. And they kind of. These cities were historical and they were surrounded in the events of history, but their prophetic portraits kind of rise above those ancient historical events and they become images for the later prophets to just describe the whole history of humanity as now A tale of two Cities, the city that God is purposed to build, and then the city that God will have to tear down to make way for the city that he wants to turn creation into. And in a way, that is what the rest of the drama of Isaiah is about.",
    "start": "00:21:44",
    "end": "00:22:31"
  },
  {
    "text": "That was episode nine of the city series titled A Tale of Two Cities. Let's move on to our third and final clip in the mountain series. We looked at how Moses had a successful mountaintop experience with God on Mount Sinai when he offered his own life in exchange for Israel. We marveled at how Beautiful it is for a human to sacrifice their life on our behalf. What we didn't spend time talking about is Moses earlier failure moment at the exact same mountain. This is the story of the burning bush where God commissions Moses to rescue Israel from slavery. And five times Moses objects to God. In the end, God gives Moses a concession that his brother Aaron can speak to Pharaoh on Moses behalf. And this story becomes the origin story of the priestly line within Israel. In this last clip, we're going to see many biblical themes come together on God's mountain. The role of the priests, the need for a tabernacle, and how humans and human creativity are gateways to the divine. This clip comes from our series the Royal Priest, episode three, titled Doomed to Fail. Let's listen in.",
    "start": "00:22:35",
    "end": "00:23:53"
  },
  {
    "text": "So in Exodus chapter 3 and 4, Moses is now married into the family of Jethro, the priest of Midian. And this is where the burning bush scene. So as you work through the story, God essentially makes this commission tells him to go confront Pharaoh and lead Israel out of Egypt. And Moses objects five times, five objections. And God answers each of those objections in a row, four of them using the phrase I will be, which this is the story where God reveals his name.",
    "start": "00:23:55",
    "end": "00:24:29"
  },
  {
    "text": "Yeah.",
    "start": "00:24:29",
    "end": "00:24:29"
  },
  {
    "text": "As I will be or I am what I am. It's really cool how the story works. So, you know, his first objection is, well, who am I? I'm nobody. You don't want me to do this job. His second objection is, well, I'm fine.",
    "start": "00:24:29",
    "end": "00:24:42"
  },
  {
    "text": "And God says, I will be with you.",
    "start": "00:24:42",
    "end": "00:24:43"
  },
  {
    "text": "Yeah. And God says, I'll be with you. Yeah. Moses says, who am I? And God's response is, I will be with you. That's who you are.",
    "start": "00:24:44",
    "end": "00:24:51"
  },
  {
    "text": "It doesn't matter who you are.",
    "start": "00:24:51",
    "end": "00:24:53"
  },
  {
    "text": "Yeah. Basically what matters is that you are one that I'm with. Second one is, yeah, what's your name? People are going to ask what God I'm representing. So that's the revelation of the divine name.",
    "start": "00:24:53",
    "end": "00:25:04"
  },
  {
    "text": "I will be.",
    "start": "00:25:04",
    "end": "00:25:05"
  },
  {
    "text": "I will be what I will be or I am what I am. Then third objection is, well, what if they don't believe me? What if they don't listen to me? So he gives him these multiple signs of like the staff that turns into a snake.",
    "start": "00:25:05",
    "end": "00:25:16"
  },
  {
    "text": "And this third objection doesn't have a I will be.",
    "start": "00:25:16",
    "end": "00:25:19"
  },
  {
    "text": "No, no, actually, yeah. The five objections are arranged in this cool symmetrical pattern.",
    "start": "00:25:19",
    "end": "00:25:24"
  },
  {
    "text": "Yeah. So the center one doesn't have one.",
    "start": "00:25:24",
    "end": "00:25:25"
  },
  {
    "text": "Yeah, it's really cool. The fourth objection is, I'm not a very good speaker. He says, I'm heavy of mouth and heavy of Tongue. And what God says is, I will be with your mouth. His fifth objection. He just straight up says, send somebody else. So the real motivator is that Moses just straight up doesn't want to do this.",
    "start": "00:25:25",
    "end": "00:25:48"
  },
  {
    "text": "He doesn't want to do it. He's trying to think of all the reasons.",
    "start": "00:25:48",
    "end": "00:25:51"
  },
  {
    "text": "Totally.",
    "start": "00:25:51",
    "end": "00:25:51"
  },
  {
    "text": "But in reality, he's just like, I'm.",
    "start": "00:25:51",
    "end": "00:25:53"
  },
  {
    "text": "Yes. Okay, now, we've talked about this passage in another float of anger. Yeah. This is the first time that God gets angry in the Bible.",
    "start": "00:25:53",
    "end": "00:26:00"
  },
  {
    "text": "Yeah.",
    "start": "00:26:00",
    "end": "00:26:01"
  },
  {
    "text": "This is the first narrative where God.",
    "start": "00:26:01",
    "end": "00:26:02"
  },
  {
    "text": "Is described as angry.",
    "start": "00:26:02",
    "end": "00:26:04"
  },
  {
    "text": "If you read from Genesis 1, where God gets angry at somebody. And so if you go to the next page, this is crucially important because it's this moment that introduces the priesthood into Israel. So it starts in Exodus 4, verse 13. Moses said, Please, Lord, send the message by whoever else. You will send somebody else. And the anger of Yahweh burned against Moses. And he said, isn't there your brother Aaron, the Levite? He speaks well. Moreover, look, he's coming to meet you right now, and when he sees you, he'll be happy. So you speak to him and put words in his mouth, and I will be with your mouth and now with his mouth, I'll teach you what you are to do, but he will speak for you to the people. So this could have been a moment of great honor for Moses.",
    "start": "00:26:04",
    "end": "00:26:58"
  },
  {
    "text": "Moses could be the one directly communicating God's will to Pharaoh.",
    "start": "00:26:59",
    "end": "00:27:05"
  },
  {
    "text": "Yeah, yeah. So right now, we're getting a little window into that image of God where a human could embody. And what that human speaks is the.",
    "start": "00:27:05",
    "end": "00:27:14"
  },
  {
    "text": "I think we talked through this story maybe in the Image of God podcast episode. But at some point, we did talk through this, and basically you explained to me, I think what you're getting at here, which is Moses could have been the one who directly talked to God. Now, Aaron is one on Moses behalf.",
    "start": "00:27:14",
    "end": "00:27:34"
  },
  {
    "text": "That's right.",
    "start": "00:27:35",
    "end": "00:27:35"
  },
  {
    "text": "Aaron is a priest to Moses. And Aaron happens to be a Levite, which is the tribe that will become.",
    "start": "00:27:35",
    "end": "00:27:44"
  },
  {
    "text": "Totally now. Yeah. Why is he called a Levite here? This is the first time Aaron is mentioned. Right.",
    "start": "00:27:44",
    "end": "00:27:49"
  },
  {
    "text": "Because he's the son of Levi.",
    "start": "00:27:49",
    "end": "00:27:51"
  },
  {
    "text": "He's the son of Levi. But this is Moses, brother, like, Moses doesn't need to know what tribe he belongs to. It's his brother. Moses is a Levite too.",
    "start": "00:27:51",
    "end": "00:28:00"
  },
  {
    "text": "Moses is a Levite too.",
    "start": "00:28:00",
    "end": "00:28:01"
  },
  {
    "text": "So certainly what's happening here, we're naming his tribe because this is the tribe that will play the role of the priesthood.",
    "start": "00:28:01",
    "end": "00:28:09"
  },
  {
    "text": "Yeah.",
    "start": "00:28:09",
    "end": "00:28:09"
  },
  {
    "text": "In other words, I'm saying it's a Narrative strategy. By calling him Aaron the Levite, the narrator wants to draw attention to. This is the foundation of the Levite category of the priesthood. Yeah, that's right.",
    "start": "00:28:09",
    "end": "00:28:21"
  },
  {
    "text": "This is like an origin story of sorts.",
    "start": "00:28:21",
    "end": "00:28:23"
  },
  {
    "text": "Yeah. The narrator wants us to see this as the origin story of the priesthood. And you just have to stop and be like, man, this is not a very glamorous beginning.",
    "start": "00:28:23",
    "end": "00:28:33"
  },
  {
    "text": "Yeah.",
    "start": "00:28:33",
    "end": "00:28:34"
  },
  {
    "text": "And this is going to just keep continuing. Seriously, the Hebrew Bible could not be more critical of Israel's priesthood from its moment of origins and every step through.",
    "start": "00:28:34",
    "end": "00:28:45"
  },
  {
    "text": "Yeah. It's a concession out of his anger.",
    "start": "00:28:46",
    "end": "00:28:48"
  },
  {
    "text": "Totally. That's right. And what I'm saying is this critical portrait is gonna continue with Aaron's failure, the golden calf, with the failure of his sons. The moment they set up the tent in Leviticus, they blow it. And then we're gonna meet a descendant of Aaron down the line, a guy named Eli, who allows his two corrupt priestly sons to steal people's offerings. And they're having sex with women, like in the courtyards of the tabernacle. This is the depiction of the Israelite priesthood in the Hebrew Bible. So somebody's got an agenda here to tell us that the ideal that the priesthood is supposed to represent is good, but that the institution of Israel's priesthood from its origin moment never fully attained to that it was a compromised project from its beginnings. To scholar Joshua Matthews, who first put this on my radar, and he has a book called Melchizedek's Alternative Priestly Order, but he has a whole chapter just on the depiction of the priesthood of the Levites in the Old Testament. He says Aaron's first introduction into the narrative of the Pentateuch comes in conjunction with Yahweh's burning anger as a concession for Moses faithless resistance to Yahweh's instructions. Moses is punished for his unwillingness to accept Yahweh's commission and is likewise denied the honor that would have come with it. The glory of fulfilling the task no longer belonged to Moses alone, but was shared in part by his brother Aaron. The author is portraying the scenario as gradually deviating from what Yahweh initially envisaged or what the ideal scenario might have been had Moses not responded with such.",
    "start": "00:28:48",
    "end": "00:30:31"
  },
  {
    "text": "Resistance, which is similar to what the Genesis 2 narrative.",
    "start": "00:30:31",
    "end": "00:30:37"
  },
  {
    "text": "Exactly right. And so the fact that this very conversation with God is happening on a sacred high mountain by a tree burning with the light and life of God's presence. This is a replay of the garden moment.",
    "start": "00:30:37",
    "end": "00:30:52"
  },
  {
    "text": "Yeah. Okay.",
    "start": "00:30:52",
    "end": "00:30:53"
  },
  {
    "text": "This is Moses failing his first test.",
    "start": "00:30:53",
    "end": "00:30:55"
  },
  {
    "text": "Yeah.",
    "start": "00:30:56",
    "end": "00:30:56"
  },
  {
    "text": "Which is to trust God. This is, it seems to me, of huge significance. Next up, things get even more complicated with Aaron as you read on into chapters three through five. What God tells is on page 18 in chapter three, God says to Moses, he says, you go and gather the elders of Israel. And then you, with the elders of Israel, go to the king of Egypt and say, yahweh, the God of the Hebrews, met with us. Let us go out to worship our God. So once this thing with Aaron happens, what Moses actually does is he gets the elders of Israel together, but then he leaves them behind, and just he and Aaron go before Pharaoh. Does that make sense?",
    "start": "00:30:56",
    "end": "00:31:40"
  },
  {
    "text": "He doesn't obey the command.",
    "start": "00:31:40",
    "end": "00:31:41"
  },
  {
    "text": "He doesn't do what God told him to do. God said, go to the king of Egypt with the elders. He leaves the elders behind, and just he and Aaron go. And what happens is that Pharaoh gets ticked off and angry and says, like, who are you? You're lazy. Your people are lazy. And so he imposes. It's the whole thing of, like, more bricks, less straw, higher quotas, less raw materials. And this meeting where Moses didn't do what God said, he goes with Aaron instead, actually creates more conflict and more suffering for the Israelites. The narrative is designed in an interesting way. Aaron gets introduced, and then the first thing Aaron does as a character is go with Moses before Pharaoh, which is not what God said. And what results? More suffering for the Israelites. Does that make sense?",
    "start": "00:31:41",
    "end": "00:32:31"
  },
  {
    "text": "Mm. So you've already seen, like, okay, Aaron's a concession.",
    "start": "00:32:31",
    "end": "00:32:35"
  },
  {
    "text": "Yes.",
    "start": "00:32:35",
    "end": "00:32:36"
  },
  {
    "text": "And then you're like, well, great, we got Aaron.",
    "start": "00:32:36",
    "end": "00:32:39"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:32:39",
    "end": "00:32:40"
  },
  {
    "text": "And then God says, okay, Aaron and Moses take the elders, go confront Pharaoh. And then we watch Aaron, our new hope, like, not follow the directions.",
    "start": "00:32:40",
    "end": "00:32:50"
  },
  {
    "text": "Correct. Yep.",
    "start": "00:32:50",
    "end": "00:32:51"
  },
  {
    "text": "And you're like, huh?",
    "start": "00:32:51",
    "end": "00:32:52"
  },
  {
    "text": "I mean, it's just kind of interesting that God says, take the elders and go. And then it just says, and Moses and Aaron went. And you're just like, that's not what God said.",
    "start": "00:32:52",
    "end": "00:33:01"
  },
  {
    "text": "And then, as a result, is Pharaoh just turns up the heat.",
    "start": "00:33:01",
    "end": "00:33:06"
  },
  {
    "text": "That's right. And so when they meet the elders again is when they leave Pharaoh's court, and the elders have just gotten their new instructions about more bricks, less straw. And so then there's a conflict. The elders get mad, and they're angry.",
    "start": "00:33:06",
    "end": "00:33:21"
  },
  {
    "text": "At Moses, this first Israelite priestly character.",
    "start": "00:33:21",
    "end": "00:33:24"
  },
  {
    "text": "Correct. Aaron the Levite.",
    "start": "00:33:24",
    "end": "00:33:26"
  },
  {
    "text": "It's not starting out well.",
    "start": "00:33:26",
    "end": "00:33:27"
  },
  {
    "text": "Not starting well, that's the point. So there's more details to it, but that's just the basic point. So Aaron continues to play this kind of Odd role through the story where he appear at certain moments. But it's always weirdness like this. It just keeps continuing.",
    "start": "00:33:27",
    "end": "00:33:44"
  },
  {
    "text": "Yeah.",
    "start": "00:33:44",
    "end": "00:33:44"
  },
  {
    "text": "And so fast forward through the Exodus. Ten plagues. Super exciting. God brings the hammer. Moses was put into the waters to die by Pharaoh's order, but God rescues him. And the 10th and final conflict between God and Pharaoh is Pharaoh dies in the waters while the Israelites are rescued, led by Moses, are rescued through the waters. This big poetic pattern affects his story. It ends the way it began.",
    "start": "00:33:44",
    "end": "00:34:11"
  },
  {
    "text": "Yeah.",
    "start": "00:34:11",
    "end": "00:34:11"
  },
  {
    "text": "They go through the wilderness, Moses and the Israelites, and they go to the same mountain where God met Moses at.",
    "start": "00:34:11",
    "end": "00:34:18"
  },
  {
    "text": "With the burning bush.",
    "start": "00:34:18",
    "end": "00:34:19"
  },
  {
    "text": "And the way God shows up now before the people is not in a tree that's on fire. It's just the top of the mountain is on fire.",
    "start": "00:34:20",
    "end": "00:34:27"
  },
  {
    "text": "Yeah, there's just thunder, lightning, clouds.",
    "start": "00:34:27",
    "end": "00:34:30"
  },
  {
    "text": "That's right, just fire. So summarizing. Moses is called up and he kind of brokers this covenant partnership ceremony that God wants to get married to these people. And actually, this is important. I don't have it here in the notes. The first thing God says to the people is, I've rescued you out of Egypt. And if you listen to my voice and keep the covenant, I will make y' all a kingdom of priests. Both roles together, a set of royal priests and its customers as a collective. Yeah. So not just priests. A kingdom of priests. A whole nation of kings and queens who stand as the gateway between heaven and earth, between Yahweh and the nations. I mean, that's exalted stuff, man. I would be terrified to apply for that job. That's a lot of responsibility.",
    "start": "00:34:31",
    "end": "00:35:20"
  },
  {
    "text": "Yeah, yeah, yeah. Because in all your neighboring people groups, the priests, they all have priests, right? I mean, it's a normal thing.",
    "start": "00:35:21",
    "end": "00:35:29"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:35:29",
    "end": "00:35:30"
  },
  {
    "text": "Because they all have their ideas of who God is and how to worship God. And there's this general human sentiment that we need one person to do that on our behalf. And so that category exists, and God saying that category, that's going to be your role as an entire people group.",
    "start": "00:35:31",
    "end": "00:35:55"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:35:55",
    "end": "00:35:56"
  },
  {
    "text": "Not just for yourselves, actually, for everyone.",
    "start": "00:35:56",
    "end": "00:36:00"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:36:00",
    "end": "00:36:01"
  },
  {
    "text": "Even the other priests who think they're.",
    "start": "00:36:01",
    "end": "00:36:03"
  },
  {
    "text": "Doing it, and they're at the foot of the sacred mountain that's alive with the power and presence of God. So this is very much in the narrative flow. This is a whole group of people being invited into the holy space to. Yeah. Into a new Eden type of opportunity to become the faithful image of God to the nations that all humanity was made to be, but is forfeited to be.",
    "start": "00:36:03",
    "end": "00:36:30"
  },
  {
    "text": "Yeah.",
    "start": "00:36:30",
    "end": "00:36:30"
  },
  {
    "text": "So it's a high point.",
    "start": "00:36:30",
    "end": "00:36:31"
  },
  {
    "text": "Yeah.",
    "start": "00:36:31",
    "end": "00:36:32"
  },
  {
    "text": "So at the end of chapter 24 of Exodus, on page 19, Moses goes up onto the mountain, and the cloud is covering the mountain. The glory of Yahweh rested on Sinai. The cloud covered it for six days. Think Genesis 1, six days. And then on the seventh day, Moses goes up into those clouds. He's ascending into heaven. Moses is going up to heaven. Metaphorically and literally in terms of going to the sky. The scene. Yeah, that's right. And the eyes to the eyes of the sons of Israel. The appearance of the glory of Yahweh was like the burning bush that Moses saw, just fire consuming on the mountaintop. And so Moses goes up into the cloud on the mountain, and he was there 40 days and 40 nights.",
    "start": "00:36:32",
    "end": "00:37:15"
  },
  {
    "text": "Which 40 days and 40 nights is connected to wandering. Right.",
    "start": "00:37:15",
    "end": "00:37:20"
  },
  {
    "text": "It's actually. This is one of the first times it appears.",
    "start": "00:37:20",
    "end": "00:37:22"
  },
  {
    "text": "Okay.",
    "start": "00:37:22",
    "end": "00:37:22"
  },
  {
    "text": "It's often a period of waiting or testing. Waiting or testing. In this case, it's going to be a period where Israel has to trust and they fail the test. So the way Exodus is designed, the narrative action pauses right here. And what follows now is the long divine speech from this, like, seven chapters of all the tabernacle instructions.",
    "start": "00:37:22",
    "end": "00:37:46"
  },
  {
    "text": "Yeah. Where a priest will work.",
    "start": "00:37:46",
    "end": "00:37:48"
  },
  {
    "text": "Exactly. All right. So this whole long divine speech is divided up into seven speech acts. In other words, the phrase and God said appears seven times in these chapters. And the whole of these tabernacle instructions are elaborately crafted in these beautiful symmetrical patterns. And what they do is highlight comparisons and connections between the different parts. My point here is at the center of the tabernacle instructions is a whole chapter dedicated to describing the clothing of the priest. It's not thrilling reading.",
    "start": "00:37:49",
    "end": "00:38:23"
  },
  {
    "text": "No. Most people give up reading the Bible right around here.",
    "start": "00:38:23",
    "end": "00:38:26"
  },
  {
    "text": "Yeah, totally. But, dude, this chapter is so important. So it describes everything from this robe that's to be made. Actually, the introduction and the closing of the priestly garment description in Exodus 28 tells you that these are holy clothes. Holy garments. So they're garments that are only to be worn when this person is playing the role of the Adam and Eve role in the little micro Eden that is the tabernacle. These are their Adam and Eve clothes. Pre fall.",
    "start": "00:38:26",
    "end": "00:38:59"
  },
  {
    "text": "Yeah.",
    "start": "00:38:59",
    "end": "00:38:59"
  },
  {
    "text": "Pre failure, so to speak.",
    "start": "00:38:59",
    "end": "00:39:01"
  },
  {
    "text": "Because you're putting on. It's a costume.",
    "start": "00:39:01",
    "end": "00:39:04"
  },
  {
    "text": "Yes, it is. It's symbolic, sacramental garments.",
    "start": "00:39:04",
    "end": "00:39:08"
  },
  {
    "text": "Yeah.",
    "start": "00:39:08",
    "end": "00:39:09"
  },
  {
    "text": "They're holy. So this space is holy because it's space that God has chosen to take up residence here. It's the meeting place of heaven and earth. And these are the clothes that the figure is to wear when they're in the heaven and earth place. And the holy clothes are for glory and beauty. So glory is about. It's a physical manifestation of God's power and weightiness, weightiness and significance, but they're for beauty. And this is one of the first times beauty is associated with an object. In the Bible is the tabernacle art. Yeah, art as the gateway to the transcendent.",
    "start": "00:39:09",
    "end": "00:39:46"
  },
  {
    "text": "And then when this is made later, it's an artist.",
    "start": "00:39:47",
    "end": "00:39:49"
  },
  {
    "text": "It's an artist who makes it.",
    "start": "00:39:50",
    "end": "00:39:51"
  },
  {
    "text": "And it's filled with God's spirit.",
    "start": "00:39:51",
    "end": "00:39:52"
  },
  {
    "text": "Exactly, right. Yeah. Just like in Genesis 1, verse 2, the spirit of God is at work in creation. And this is a little bit of recreation or new creation, essentially. You read the description. Here's what this figure looks like. They're wearing all white, brilliant shining white clothes, all white linen. And then they're covered with gold and jewels and then blue and purple, which are signs and colors of royalty. In other words, if you saw the high priest walking around, they would look like a glowing, shimmering, shining figure. And they are wearing clothes that reflect glory and beauty and the divine presence. So you just gotta. Just gotta take that in. There's loads of little details here. Like some of the stone, the precious jewels are exactly the precious jewels that were named in the Garden of eden in Genesis 2, the Onyx Stone. And there's one more, and they only appear in the whole Bible in the Eden narrative and on the priestly clothing.",
    "start": "00:39:52",
    "end": "00:40:52"
  },
  {
    "text": "And then in the Revelation, they're referred to, right?",
    "start": "00:40:52",
    "end": "00:40:54"
  },
  {
    "text": "Oh, yes, that's right, though in. Through the Septuagint, because it's through the Greek translation there. So the whole point here is that the tabernacle is a little micro Eden. And this is the. The new Adam, the new human who will go in and out of the Eden space through prayer and worship and sacrificial coverings for Israel's sins. This is it. We're, like, doing the thing that we were hoping for from Genesis, a royal priest figure.",
    "start": "00:40:54",
    "end": "00:41:25"
  },
  {
    "text": "Someone's getting back in.",
    "start": "00:41:25",
    "end": "00:41:26"
  },
  {
    "text": "Somebody's getting back in. Yeah, that's right. That's right.",
    "start": "00:41:27",
    "end": "00:41:29"
  },
  {
    "text": "Adam and Eve were out. Everyone's been out. How do they get back into this blessing? The cherubim are there guarding it, the flaming sword. It's dangerous.",
    "start": "00:41:29",
    "end": "00:41:38"
  },
  {
    "text": "That's it.",
    "start": "00:41:38",
    "end": "00:41:38"
  },
  {
    "text": "How do you get back in here? We're given a vocation of a priest, and they are symbolically taking on the role. And not merely symbolically, they're doing it they're doing it. Yeah, I think I've heard some scholar talk about play acting or something. This terminology of like, it's like you're doing a play, but like you're actually doing the thing too.",
    "start": "00:41:39",
    "end": "00:42:02"
  },
  {
    "text": "Yeah, that's right. Are Catholic and orthodox. Brothers and sisters are just shaking their heads at you and I right now, just going like you guys. It's called a sacramental worldview and the church has been doing it for 2,000 years.",
    "start": "00:42:02",
    "end": "00:42:16"
  },
  {
    "text": "Right.",
    "start": "00:42:16",
    "end": "00:42:16"
  },
  {
    "text": "But in the Hebrew Bible, it's very, the symbolism's all very supposed to be clear. We have at least one person on behalf of the others going back into the Eden space.",
    "start": "00:42:17",
    "end": "00:42:28"
  },
  {
    "text": "It's a good start.",
    "start": "00:42:28",
    "end": "00:42:29"
  },
  {
    "text": "It's a great start. And so notice again, remember, this is all what Moses is seeing and hearing as he is up in heaven on top of the mountain. This is just the blueprints. The narrative action is standing still. We're just in this 40 day period when the narrative picks up. In Exodus 32, we meet the person who's supposed to be wearing those clothes when they get made. Do you get it? This is the irony. So just like Moses had his kind of failure on Mount Sinai earlier when he resisted God's call, now here is Aaron's failure at the same mountain. And it's sort of like Aaron doesn't know that he's being given the job of a lifetime up on the mountain.",
    "start": "00:42:29",
    "end": "00:43:11"
  },
  {
    "text": "And he's disqualifying himself.",
    "start": "00:43:11",
    "end": "00:43:13"
  },
  {
    "text": "Yes. If he just could have waited for 40 days, he would have gotten the job of a lifetime.",
    "start": "00:43:13",
    "end": "00:43:18"
  },
  {
    "text": "He did get the job though.",
    "start": "00:43:19",
    "end": "00:43:20"
  },
  {
    "text": "Well, that's a good point. And he does do it. But for you, the reader, you're like, this guy's a schmuck. He doesn't deserve this job.",
    "start": "00:43:20",
    "end": "00:43:27"
  },
  {
    "text": "Right.",
    "start": "00:43:27",
    "end": "00:43:28"
  },
  {
    "text": "He shouldn't be doing this job. And that's because when you jump back to the narrative in Exodus 32, you're at the foot of the mountain while God's showing him all the stuff on top. And Aaron.",
    "start": "00:43:28",
    "end": "00:43:40"
  },
  {
    "text": "And the story you're referring to is.",
    "start": "00:43:40",
    "end": "00:43:41"
  },
  {
    "text": "Aaron creating an idol, the golden calf.",
    "start": "00:43:41",
    "end": "00:43:44"
  },
  {
    "text": "During the 40 days.",
    "start": "00:43:44",
    "end": "00:43:45"
  },
  {
    "text": "Yep.",
    "start": "00:43:45",
    "end": "00:43:46"
  },
  {
    "text": "While Moses up in the heavens getting the blueprints for the tabernacle and the priestly garments. Aaron the priest, the first, the first Israel priest, is creating an idol out of Yahweh's likeness.",
    "start": "00:43:46",
    "end": "00:44:00"
  },
  {
    "text": "That's right. So once again, you just have to back up and say, if the Hebrew Bible is meant to be giving you a pro priestly point of view, you could not think of a more opposite story to tell.",
    "start": "00:44:00",
    "end": "00:44:14"
  },
  {
    "text": "Right.",
    "start": "00:44:14",
    "end": "00:44:15"
  },
  {
    "text": "This story is telling you the institution of Israel's priesthood was a failed project from the beginning.",
    "start": "00:44:15",
    "end": "00:44:21"
  },
  {
    "text": "Flawed at the heart.",
    "start": "00:44:21",
    "end": "00:44:21"
  },
  {
    "text": "The ideal that it's supposed to represent is good. Is good. And that's what those clothes are all about. By recalling the Adam, the Adam and Eve returning to Eden.",
    "start": "00:44:21",
    "end": "00:44:31"
  },
  {
    "text": "But as soon as you get out of the sky, the idea of it into the real world. Yes, immediately.",
    "start": "00:44:31",
    "end": "00:44:38"
  },
  {
    "text": "It's compromised.",
    "start": "00:44:38",
    "end": "00:44:39"
  },
  {
    "text": "It's compromised.",
    "start": "00:44:39",
    "end": "00:44:39"
  },
  {
    "text": "Totally. Yeah.",
    "start": "00:44:39",
    "end": "00:44:40"
  },
  {
    "text": "Highly compromised.",
    "start": "00:44:40",
    "end": "00:44:41"
  },
  {
    "text": "Highly compromised. So we can just really fast forward. Once the tabernacle gets built and these clothes get put on, the priesthood gets ordained and inaugurated in the book of Leviticus and his sons on the first day.",
    "start": "00:44:41",
    "end": "00:44:56"
  },
  {
    "text": "This is the guys that die.",
    "start": "00:44:57",
    "end": "00:44:58"
  },
  {
    "text": "This is in the book of Leviticus, chapter 10. These are Aaron's two sons, Nadav and Avihu. And the temple gets blessed and set up. The priesthood is the first day on the job. And his two sons bring an offering or some kind of. They bring incense.",
    "start": "00:44:58",
    "end": "00:45:15"
  },
  {
    "text": "It's cryptic, right?",
    "start": "00:45:15",
    "end": "00:45:16"
  },
  {
    "text": "It's cryptic, but the narrator is clear. He says they brought in what God had not commanded them. They did what God had not commanded them to do.",
    "start": "00:45:16",
    "end": "00:45:24"
  },
  {
    "text": "This is a pattern now.",
    "start": "00:45:24",
    "end": "00:45:25"
  },
  {
    "text": "Exactly.",
    "start": "00:45:26",
    "end": "00:45:26"
  },
  {
    "text": "Priests not doing what God commanded them to do.",
    "start": "00:45:26",
    "end": "00:45:29"
  },
  {
    "text": "Yeah, totally. Yeah. And so then that creates a need for the purification of the holy space. They got roasted by divine fire in the tent, and so now their dead bodies are defiling the holy space.",
    "start": "00:45:29",
    "end": "00:45:41"
  },
  {
    "text": "Yeah.",
    "start": "00:45:41",
    "end": "00:45:42"
  },
  {
    "text": "And so they gotta, like, drag them.",
    "start": "00:45:42",
    "end": "00:45:43"
  },
  {
    "text": "Out with a rope.",
    "start": "00:45:43",
    "end": "00:45:44"
  },
  {
    "text": "Yeah. Their cousins come and get them. And this is the larger point from the beginning. Just like the Eden narrative, it tells you, here's what humans are made to be, or here's what the ideal of what they could be, and here's what humans actually are. However, when Moses goes to intercede on behalf of his brother Aaron, who failed in the golden calf, Moses goes up the mountain and he's interceding with God and he's offering himself. He offers himself for the sins of his brother. And he also acts as a prophet, where he brings the need of the people before God, and then he's going to speak God's word to the people. And what we're told in the narrative is that Moses starts shining. His face is shining, not his clothing, but actually him. It's as if Moses, even though he forfeited the priesthood or forfeited that role all the way back at the beginning when Aaron got brought into the mix, it's as if Moses can't help but be the thing God called him to be. He ends up being that shining priestly intercessor in the heavens.",
    "start": "00:45:44",
    "end": "00:46:49"
  },
  {
    "text": "Yeah. This is a real high point for Moses.",
    "start": "00:46:49",
    "end": "00:46:51"
  },
  {
    "text": "Totally. Yeah. But it's in contrast to the failure of the person who was supposed to fill that role, which is his brother, the High Priest.",
    "start": "00:46:51",
    "end": "00:46:59"
  },
  {
    "text": "Yeah.",
    "start": "00:46:59",
    "end": "00:46:59"
  },
  {
    "text": "Isn't that interesting?",
    "start": "00:46:59",
    "end": "00:47:00"
  },
  {
    "text": "It is. There's a lot of complexity, a lot of. Yeah, it is really good, complex storytelling.",
    "start": "00:47:01",
    "end": "00:47:07"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:47:07",
    "end": "00:47:08"
  },
  {
    "text": "Of just all these twists of expectation.",
    "start": "00:47:08",
    "end": "00:47:11"
  },
  {
    "text": "Yes. Inversions and so on.",
    "start": "00:47:11",
    "end": "00:47:13"
  },
  {
    "text": "Yeah.",
    "start": "00:47:13",
    "end": "00:47:14"
  },
  {
    "text": "That was the Royal Priest episode three, titled Doomed to Fail. If you want to check out the entire series, it's in the archives. That's it for today's episode. I hope you enjoyed listening to this hyperlink edition of the Mountain. You can find the full episodes we sampled today in our feed and there are also links to them in the show's notes. And if you want to study more about the theme of the Mountain in the Bible, we encourage you to check out our theme, video and other resources for deeper study on the app. And@bibleproject.com there's a whole team of people working to bring the podcast to life every week. For a full list of who's involved, check out the show credits in the episode description whenever you stream the podcast and on our website. Bibleproject is a non profit organization. We exist to experience the Bible as a unified story that leads to Jesus. Everything we make is free because of the generous support of thousands of people just like you. Thanks for being a part of this with us. My name is Teresa Barrington.",
    "start": "00:47:17",
    "end": "00:48:27"
  },
  {
    "text": "I am from Windsor, Colorado. I first heard about the Bible Project.",
    "start": "00:48:28",
    "end": "00:48:33"
  },
  {
    "text": "When my church needed to know about the Scriptures.",
    "start": "00:48:33",
    "end": "00:48:37"
  },
  {
    "text": "The Bible Project was the perfect program.",
    "start": "00:48:37",
    "end": "00:48:40"
  },
  {
    "text": "From Genesis to Revelation. I first heard about Bible Project in a university group where we were presented to an overview video of the project and really changed how I approached the Bible after that. I use Bible Project resources to study Bible in a personal context and also to prepare preachings and to study groups that I lead at my local church. My favorite thing about bibleproject is that.",
    "start": "00:48:41",
    "end": "00:49:06"
  },
  {
    "text": "They focus on the Bible, the living and active Word of God. We believe the Bible is a unified story that leads to Jesus.",
    "start": "00:49:06",
    "end": "00:49:14"
  },
  {
    "text": "Un progeto de crowdfunding financiado pre pesos.",
    "start": "00:49:15",
    "end": "00:49:18"
  },
  {
    "text": "Find free videos, articles, podcasts, classes and.",
    "start": "00:49:19",
    "end": "00:49:23"
  },
  {
    "text": "More in Bible Project Pontcom Baja Portuguese.",
    "start": "00:49:23",
    "end": "00:49:26"
  }
]