[
  {
    "text": "Moses is a character with a complicated identity. He's an Israelite, but he's raised in the house of Pharaoh. He's born in Egypt, but he flees to live in the wilderness with the Midianites, even starts a family there. Moses has moved on. But out in the wilderness, God meets Moses on a mountain in a tree of fire, and he calls Moses to go back to Egypt and rescue his people, Israel, from slavery.",
    "start": "00:00:04",
    "end": "00:00:29"
  },
  {
    "text": "It's as if from this moment forward, he's gonna be asked to trust that who I am is a part of this family that I was born into, but have no relational connection to anymore. And I'm just supposed to go back and dive in as if I'm this people's leader.",
    "start": "00:00:29",
    "end": "00:00:44"
  },
  {
    "text": "Through Moses, God leads Israel out of Egypt and through the wilderness, all the way to Mount Sinai. This is the same mountain Moses met God at when he called him to rescue Israel. Moses goes up the mountain to be with God while Israel stays at the base. They lose patience and they create a false God to worship. And so God tells Moses he's done.",
    "start": "00:00:45",
    "end": "00:01:07"
  },
  {
    "text": "This is the moment to disassociate himself from these people. What Moses does is he identifies himself with the people. He says, listen, you can't ditch these people. You made a promise to my ancestors, and you can't break your promise. This people has sinned a great sin. And now if you would forgive their sin, and if not, please wipe me off of the scroll that you have written.",
    "start": "00:01:08",
    "end": "00:01:35"
  },
  {
    "text": "Moses is a human who can ascend the cosmic mountain. And up there, he becomes the faithful intercessor beseeching God to make atonement for his people, even if it costs him his life. And in response, God brings his presence and life down off the mountain.",
    "start": "00:01:36",
    "end": "00:01:53"
  },
  {
    "text": "The last paragraph of Exodus is about how the cloud that covered the mountain moves down off the mountain, and it covers the tent of meeting, and the glory of the Lord fills the tent. That's what this whole thing is for, is to partner with not just individuals, but with all humanity.",
    "start": "00:01:54",
    "end": "00:02:10"
  },
  {
    "text": "That's today, as we continue to explore the theme of the mountain. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:02:11",
    "end": "00:02:22"
  },
  {
    "text": "Hey, John. Hi.",
    "start": "00:02:22",
    "end": "00:02:23"
  },
  {
    "text": "We're in the middle Ish. Part of a series.",
    "start": "00:02:24",
    "end": "00:02:26"
  },
  {
    "text": "Yeah.",
    "start": "00:02:26",
    "end": "00:02:27"
  },
  {
    "text": "On the mountain.",
    "start": "00:02:27",
    "end": "00:02:29"
  },
  {
    "text": "The mountain. The cosmic mountain. In the cosmic mountain of the Bible, we have in our culture this phrase, to have a mountaintop experience. Whether or not you've ever been to the top of the mountain of a mountain. We have this sense that being at a mountaintop is this kind of transitional type of experience or transformative type of experience where it's not your normal realm. You go up there into this in between realm. The tops of mountains are both kind of intense. You walk away changed, but also it gives you this vantage point out onto the landscape where you can see connections and see the lay of the land and how things work together in a way that's hard when you're down in a valley. And so these mountaintop moments that we can have are like unto these mountaintop transformational moments in the lives of biblical characters. And it begins. The Eden story is like the template for the relational union between God and humans on the cosmic Eden mount. Adam and Eve would have had to surrender their own desires to eat the fruit of the tree, trusting that God's word would bring them life, instead of.",
    "start": "00:02:29",
    "end": "00:03:48"
  },
  {
    "text": "Taking from the fruit or their own intuition. This must be good.",
    "start": "00:03:48",
    "end": "00:03:51"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:03:51",
    "end": "00:03:53"
  },
  {
    "text": "There's a surrendering.",
    "start": "00:03:53",
    "end": "00:03:54"
  },
  {
    "text": "Yeah.",
    "start": "00:03:54",
    "end": "00:03:54"
  },
  {
    "text": "And then we talked about how Adam and Eve's kids immediately start offering at the door of Eden. And so there's this idea of to get back into Eden, there must be some sort of sacrifice made.",
    "start": "00:03:55",
    "end": "00:04:09"
  },
  {
    "text": "Yeah. This isn't about sacrifice in terms of like appeasing a fickle, volatile God, like to put him in a good mood. The offering up of something precious, or what's most precious is about surrendering my vision of the good life and my limited wisdom, leaving that behind and ascending to the holy hill where God will give me what I don't even know what to ask for right now. Like, what's the version of the good life that I can't even imagine because my vision is so clouded with my own distorted desires and so on. And so we trace that developing motif through the stories of Noah's sacrifice or his offering on Mount Ararat. And then through the Abraham story and Noah's offering.",
    "start": "00:04:09",
    "end": "00:05:01"
  },
  {
    "text": "God is like, I can work with this guy.",
    "start": "00:05:01",
    "end": "00:05:04"
  },
  {
    "text": "Yeah. He surrenders these blameless animals, which are very precious when you're getting off the boat.",
    "start": "00:05:04",
    "end": "00:05:10"
  },
  {
    "text": "And then we looked at Abraham and he was making decisions that was causing oppression towards others. And he wasn't discerning good from bad correctly. And he was doing it on his own terms, and it was causing chaos.",
    "start": "00:05:11",
    "end": "00:05:25"
  },
  {
    "text": "He and his wife.",
    "start": "00:05:26",
    "end": "00:05:27"
  },
  {
    "text": "He and his wife.",
    "start": "00:05:27",
    "end": "00:05:28"
  },
  {
    "text": "Yeah.",
    "start": "00:05:28",
    "end": "00:05:28"
  },
  {
    "text": "And he was called up a mountain to sacrifice the one thing that was precious to him, this promise through a son to have a great family. God promised it and Abraham took it on his own terms. And now God's saying, like, you're gonna have to give it back.",
    "start": "00:05:29",
    "end": "00:05:52"
  },
  {
    "text": "Yeah. Whatever future there is for God and Abraham's family, it's going to have to move forward from a posture of surrender and total trust, even when life and death is at stake.",
    "start": "00:05:52",
    "end": "00:06:05"
  },
  {
    "text": "So it sounds like right now, with the way we've talked about Noah and Abraham, it sounds like this is the.",
    "start": "00:06:05",
    "end": "00:06:11"
  },
  {
    "text": "Theme of sacrifice or even the test.",
    "start": "00:06:11",
    "end": "00:06:14"
  },
  {
    "text": "Or the theme of the test.",
    "start": "00:06:14",
    "end": "00:06:15"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:06:15",
    "end": "00:06:16"
  },
  {
    "text": "But this is the theme of the cosmic mountain.",
    "start": "00:06:16",
    "end": "00:06:18"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:06:18",
    "end": "00:06:19"
  },
  {
    "text": "So round that out for me. I mean, because I guess these tests or these sacrifices can be made anywhere. Like, why is it important that we're talking about mountains?",
    "start": "00:06:19",
    "end": "00:06:29"
  },
  {
    "text": "Yeah, that's great. It's a great question. So many, many stories take place in the hills, on hills, on mountains. The whole of Israel's history in the land is up in the hill country. And there will be many cycles of this pattern of a character being tested, having their trustworthiness tested, that don't take place on tall hills and that are also patterned after the Garden of Eden story in different ways. So what is interesting is that there is a handful of moments where the volume is really turned up, where the action's happening on a mountain, where the volumes really turned up on this test of somebody's character. And so I had to make a judgment call in selecting what we're focusing.",
    "start": "00:06:29",
    "end": "00:07:14"
  },
  {
    "text": "On, what mountain experiences.",
    "start": "00:07:14",
    "end": "00:07:16"
  },
  {
    "text": "Yeah, totally. It was over the course of many weeks working through all these texts that you and I are talking to. I worked through with our Bible Project Scholar team, reading and studying these texts together. And we were discerning that the thing that we would really want our audience, you all listening, to hear about the cosmic mountain isn't just that it's a cool overlap of heaven and earth, though. That's true.",
    "start": "00:07:16",
    "end": "00:07:38"
  },
  {
    "text": "Or the source of all life for the world.",
    "start": "00:07:39",
    "end": "00:07:41"
  },
  {
    "text": "That's right. Yes.",
    "start": "00:07:41",
    "end": "00:07:42"
  },
  {
    "text": "Which is cool.",
    "start": "00:07:42",
    "end": "00:07:43"
  },
  {
    "text": "Which is cool. But also that the biblical authors turn up the volume and focus on these key stories where a character has a mountaintop experience that forces them to, like, lay everything down and surrender everything, only to find that God gives back to them the good life above and beyond what they could have asked for. And so I think that's the thing I want to focus on, is that the mountains have this role of a transformational journey. And it's not just that there are overlaps of heaven and earth and sources of life, but that that overlap of heaven and earth encountering the source of life forces us to make a decision about the meaning of our lives and embrace trust in God's wisdom rather than our own instincts. I just think that it's just a compelling story.",
    "start": "00:07:43",
    "end": "00:08:40"
  },
  {
    "text": "Yeah.",
    "start": "00:08:40",
    "end": "00:08:41"
  },
  {
    "text": "And that's what's going on with these.",
    "start": "00:08:41",
    "end": "00:08:42"
  },
  {
    "text": "Mountains for Noah and Abraham, for sure.",
    "start": "00:08:42",
    "end": "00:08:44"
  },
  {
    "text": "And for Adam and Eve.",
    "start": "00:08:45",
    "end": "00:08:46"
  },
  {
    "text": "Yeah, they had the test on the mountain, but it was also their home. There seems something significant there.",
    "start": "00:08:47",
    "end": "00:08:52"
  },
  {
    "text": "That's true. That's right. That's right. Yeah. Yeah.",
    "start": "00:08:52",
    "end": "00:08:55"
  },
  {
    "text": "Abraham and Noah. Noah gets plopped on a mountain. Abraham ascends the mountain, and it's not. It's not their home.",
    "start": "00:08:55",
    "end": "00:09:02"
  },
  {
    "text": "No, that's right.",
    "start": "00:09:02",
    "end": "00:09:03"
  },
  {
    "text": "It's a place they go to do the cosmic task, which is the surrender. So if we focus just in on the surrender motif, do we miss out on the.",
    "start": "00:09:03",
    "end": "00:09:14"
  },
  {
    "text": "Well, I mean, Adam and Eve, it is their home. And that home living in such proximity to God on top of the cosmic mountain, just the nature of the relationship forces them into a position of trust. And that creates the drama of write the test. Everything after that is going to be about God inviting people or plopping people onto these mountains where they have these moments of trust or failure to trust. So God wants to invite people back in to his Eden presence and release the blessings of Eden to the world. But after Adam and Eve pull their move, all their descendants are going to have to go through some kind of recreation. Right. Of their heart and their mind and desires if they're going to ascend the mountain of the Lord and be in his presence there. Because it's what we're made for.",
    "start": "00:09:15",
    "end": "00:10:12"
  },
  {
    "text": "I think that's the difference I want to understand.",
    "start": "00:10:13",
    "end": "00:10:15"
  },
  {
    "text": "Okay.",
    "start": "00:10:15",
    "end": "00:10:16"
  },
  {
    "text": "Is ascending the mountain in order to be in God's presence or is ascending the mountain in order to be tested?",
    "start": "00:10:16",
    "end": "00:10:22"
  },
  {
    "text": "Oh, both. Because when you encounter the source of all reality, it's a crisis. Yeah, it's a crisis because we have our own versions of reality down the mountain that we're making down here, and it's good in our own eyes. But then you get up onto the mountain and you encounter a storm cloud. It makes you reevaluate your life decisions kind of thing.",
    "start": "00:10:22",
    "end": "00:10:44"
  },
  {
    "text": "Okay. But it's interesting because you can get this story of this is our home, we're meant to be there. Let's ascend back to this place of belonging and joy and. And home.",
    "start": "00:10:44",
    "end": "00:10:57"
  },
  {
    "text": "Yeah.",
    "start": "00:10:57",
    "end": "00:10:58"
  },
  {
    "text": "But then you're saying actually to do that, what you're really doing is you're entering into a crisis.",
    "start": "00:10:58",
    "end": "00:11:06"
  },
  {
    "text": "Yes. Yeah. Because what Eden represents is a setting where humans are in union with their creator, trusting and living by the word of God and the wisdom of God and his commands. But the reason anybody's outside the garden is because we embrace our own definitions of the good and of life and then create little pseudo gardens out here. And so these invitations up into real life, force us to reckon with our own pseudo lives that we've made for ourselves and to surrender. Surrender what we think is life. And that's the crisis that going to these mountains represents for these characters.",
    "start": "00:11:06",
    "end": "00:11:52"
  },
  {
    "text": "Okay, so this is helpful. So to ascend the mountain, it's not just going home to where true life is, which.",
    "start": "00:11:53",
    "end": "00:11:59"
  },
  {
    "text": "No, that's true.",
    "start": "00:11:59",
    "end": "00:12:00"
  },
  {
    "text": "That's true.",
    "start": "00:12:00",
    "end": "00:12:00"
  },
  {
    "text": "But it's as if we become so estranged from what real life is that when we see it and what it requires to embrace it, it freaks us out and it forces a crisis.",
    "start": "00:12:00",
    "end": "00:12:14"
  },
  {
    "text": "Yeah. Remember talking with Tracy Caldwell Dyson about, like, if you're in space for so long, your body starts to acclimate in a different way. The way your blood flows and the different things, and your body atrophies. You don't use your feet at all.",
    "start": "00:12:14",
    "end": "00:12:30"
  },
  {
    "text": "You're recalling our conversation with a NASA.",
    "start": "00:12:30",
    "end": "00:12:32"
  },
  {
    "text": "With an astronaut. Yeah.",
    "start": "00:12:32",
    "end": "00:12:33"
  },
  {
    "text": "Here on the podcast.",
    "start": "00:12:33",
    "end": "00:12:34"
  },
  {
    "text": "Yeah. You're not using your feet in space.",
    "start": "00:12:34",
    "end": "00:12:36"
  },
  {
    "text": "Yes.",
    "start": "00:12:36",
    "end": "00:12:36"
  },
  {
    "text": "And then you come back home, and it is home. But you've been in space. That's good for so long that your body freaks out on you.",
    "start": "00:12:36",
    "end": "00:12:46"
  },
  {
    "text": "Yeah, that's a better example.",
    "start": "00:12:46",
    "end": "00:12:47"
  },
  {
    "text": "It's a crisis.",
    "start": "00:12:47",
    "end": "00:12:48"
  },
  {
    "text": "Even though you're coming back to your home.",
    "start": "00:12:48",
    "end": "00:12:49"
  },
  {
    "text": "Even though you're coming back home.",
    "start": "00:12:49",
    "end": "00:12:50"
  },
  {
    "text": "Yeah, that's the image.",
    "start": "00:12:50",
    "end": "00:12:51"
  },
  {
    "text": "That's the image. Okay.",
    "start": "00:12:51",
    "end": "00:12:52"
  },
  {
    "text": "Yeah. So we're gonna get from Moses as a baby to the cosmic mountain taking up residence in the middle of Israel's camp. That's our mission in this conversation. A lot of ground to cover. Okay, so we start with a little baby getting put into the arc.",
    "start": "00:12:52",
    "end": "00:13:08"
  },
  {
    "text": "Yeah.",
    "start": "00:13:08",
    "end": "00:13:09"
  },
  {
    "text": "Deal. All right. Exodus scroll begins with the Israelites down in Egypt. They came down in the days of Joseph, in the famine at the end of Genesis, they fruitful multiply. Pharaoh is. I was about to say he was afraid. But it's not just that he's afraid. He sees these people as a threat. And so he enslaves them, starts killing them off while exploiting them for slave labor. And in the middle of that age of oppression, the Israelites cry out to God, and their cry rises up to God. And we read this story, Exodus, chapter two. Now, there was a man from the house of Levi, and he went and took a daughter of Levi. So Levite man marrying a Levite woman. She became pregnant, gave birth to a son, and she saw him, that he was good. That should sound familiar.",
    "start": "00:13:09",
    "end": "00:14:34"
  },
  {
    "text": "Genesis 1. That was good.",
    "start": "00:14:34",
    "end": "00:14:36"
  },
  {
    "text": "God saw the light.",
    "start": "00:14:36",
    "end": "00:14:38"
  },
  {
    "text": "God saw that was good.",
    "start": "00:14:38",
    "end": "00:14:38"
  },
  {
    "text": "God saw the land. God saw the green growth from the ground. She Saw him that he was good, and she hid him for three months.",
    "start": "00:14:38",
    "end": "00:14:46"
  },
  {
    "text": "Because Pharaoh's killing the babies at this.",
    "start": "00:14:47",
    "end": "00:14:49"
  },
  {
    "text": "Point, Pharaoh's given a decree that all baby boys.",
    "start": "00:14:49",
    "end": "00:14:52"
  },
  {
    "text": "You don't usually hide things that are good.",
    "start": "00:14:53",
    "end": "00:14:54"
  },
  {
    "text": "Killed by being thrown into the water. Yeah, that's right.",
    "start": "00:14:54",
    "end": "00:14:57"
  },
  {
    "text": "But in this case, Pharaoh is after it.",
    "start": "00:14:57",
    "end": "00:15:00"
  },
  {
    "text": "That's right, yeah. So when she was no longer able to hide him, she took for him an ark made of reeds. She tarred it with tar and pitch, and she placed the child in it. And she placed it in the reeds by the lip of the Nile River.",
    "start": "00:15:00",
    "end": "00:15:19"
  },
  {
    "text": "So an ark.",
    "start": "00:15:19",
    "end": "00:15:20"
  },
  {
    "text": "An ark, yes.",
    "start": "00:15:20",
    "end": "00:15:21"
  },
  {
    "text": "With tar and pitch.",
    "start": "00:15:21",
    "end": "00:15:22"
  },
  {
    "text": "With tar and pitch, yes.",
    "start": "00:15:22",
    "end": "00:15:23"
  },
  {
    "text": "This is Noah's ark.",
    "start": "00:15:23",
    "end": "00:15:24"
  },
  {
    "text": "Yeah. So this word ark appears in two stories in the Hebrew Bible. So the Hebrew word's teva. It's actually an Egyptian loan word in the Hebrew. In the Hebrew, which is fascinating. So it's also confusing because it's translated in English. Ark, which makes us think that, oh, could this be the same word as the ark of the Covenant? Oh, right, but that's a different word. Different Hebrew word. Yeah. So the Hebrew word's tevah. And this is very similar to what God tells Noah to make. He says, make for yourself an ark of gopher wood. And she makes an ark of gomeh of reeds. God told Noah, you will cover it inside and out with pitch. And Moses, mom tars it with tar and pitch. And then this sets up a whole set of analogies, intentional hyperlinks that the authors put there in the Moses story to link back to Noah, to portray Moses as a new Noah figure. So both are rescued through waters that bring death, but they are carried through them alive in these arks. It's just a little hint right here. And it's very odd. Just like, why this word? And so he floats right into a bathing session of Pharaoh's daughter. She goes down to the river to bathe, and she hears, like, sees the ark, hears the boy crying, and she takes him into her home. And so this, I mean, this is a famous story. But just right there, there's a little. What do you say, Easter egg, a little hint placed there that somehow Moses is going to replay in some way the vocation of Noah that's set out in the flood story. Okay, so Moses grows up in the house of Pharaoh, and it's all of a sudden, fast forward real quick. He's just like a young man, and interestingly, he somehow just knows that the Israelites are his kinsmen, his brothers. You could tell and he goes out to see his brothers one day, the story says, and he sees an Egyptian beating an Israelite. And so he strikes and murders that Egyptian. And it's the same word used of Cain murdering his brother. What's interesting is, and this will be important for what comes later, the identity of Moses becomes really complicated because he's an Israelite, he's a Levite, but then he gets adopted into the household of Pharaoh. So then he's raised and part of the family of the Egyptian royal family. So who is he? Is he Israelite or is he. He has an Egyptian name.",
    "start": "00:15:24",
    "end": "00:18:16"
  },
  {
    "text": "Wait, so the name Mos.",
    "start": "00:18:16",
    "end": "00:18:17"
  },
  {
    "text": "The name Moshe. Moshe is an Egyptian. It's an Egyptian word.",
    "start": "00:18:18",
    "end": "00:18:22"
  },
  {
    "text": "Oh, okay.",
    "start": "00:18:22",
    "end": "00:18:22"
  },
  {
    "text": "Yeah. So he's got this ambiguous identity. He's both Israelite and Egyptian.",
    "start": "00:18:22",
    "end": "00:18:29"
  },
  {
    "text": "He's a Levite.",
    "start": "00:18:29",
    "end": "00:18:30"
  },
  {
    "text": "Yes.",
    "start": "00:18:30",
    "end": "00:18:31"
  },
  {
    "text": "In which case, like, he knows how to make the right sacrifices.",
    "start": "00:18:31",
    "end": "00:18:34"
  },
  {
    "text": "He's from that family.",
    "start": "00:18:34",
    "end": "00:18:35"
  },
  {
    "text": "It's kind of like Abel in that way. And then he's. And then he goes and murders.",
    "start": "00:18:35",
    "end": "00:18:40"
  },
  {
    "text": "Yes.",
    "start": "00:18:40",
    "end": "00:18:41"
  },
  {
    "text": "His brother.",
    "start": "00:18:41",
    "end": "00:18:41"
  },
  {
    "text": "He murders an Egyptian man, which is his brother on the surface, to defend his biological brothers, and his biological brothers reject him. They're like, who made you a ruler over us? What, you gonna kill me? Like, you killed that guy? So the whole story raises this question of like, did he just kill his brother?",
    "start": "00:18:42",
    "end": "00:19:02"
  },
  {
    "text": "Yeah.",
    "start": "00:19:02",
    "end": "00:19:02"
  },
  {
    "text": "Or did he defend his brother? In a way, he did. Both.",
    "start": "00:19:03",
    "end": "00:19:06"
  },
  {
    "text": "His identity conflict with Moses.",
    "start": "00:19:06",
    "end": "00:19:07"
  },
  {
    "text": "Yes. And it's going to get even more complicated because he flees. He goes into exile, like Cain from Egypt, and he ends up going to the land of Midian and sits down by a well. And like Abraham's servant in Genesis 24. And like Jacob, when he goes into exile from his brother who wants to kill him in Genesis, he sits down by a well and he meets a wonderful lady, and she is a daughter of the chief priest of Midian, and he ends up marrying her. So now he's also a Midianite. So it's like the story is playing with you. Like, who is this guy?",
    "start": "00:19:07",
    "end": "00:19:46"
  },
  {
    "text": "Yeah, who's this guy? What's his real identity? Where does he belong?",
    "start": "00:19:46",
    "end": "00:19:51"
  },
  {
    "text": "Where does he belong? He kind of belongs nowhere. So he puts in a 40 year exile, shepherding the flocks of his father in law.",
    "start": "00:19:51",
    "end": "00:19:59"
  },
  {
    "text": "That's 40 years. Oh, wow.",
    "start": "00:20:00",
    "end": "00:20:01"
  },
  {
    "text": "And this is where our story picks up in Exodus, chapter three. But all that's important context for like, who is this? What's this guy about? We know he's marked out for some Noah like location. He's like a remnant saved through the waters to be the birth of a new creation. But man, he's complicated. Hothead. Violent hothead.",
    "start": "00:20:02",
    "end": "00:20:26"
  },
  {
    "text": "Yeah.",
    "start": "00:20:26",
    "end": "00:20:26"
  },
  {
    "text": "Exodus, chapter three. Now, Moshe was shepherding the flock of Jethro, his father in law, the priest of Midian. And he led the flock behind the wilderness. Ah. West of the wilderness, because the Israelite compass, your face is east.",
    "start": "00:20:26",
    "end": "00:20:43"
  },
  {
    "text": "And then we talked about that a couple episodes ago. Yeah, yeah.",
    "start": "00:20:43",
    "end": "00:20:46"
  },
  {
    "text": "And he came to the mountain of Elohim. That is to Horev.",
    "start": "00:20:46",
    "end": "00:20:53"
  },
  {
    "text": "Horev is not the mountain, but it's the region.",
    "start": "00:20:54",
    "end": "00:20:57"
  },
  {
    "text": "Ah. Horev is the name of the mountain. Oh, yeah. So this mountain is going to be known by three titles. The Mountain of God.",
    "start": "00:20:57",
    "end": "00:21:04"
  },
  {
    "text": "Okay.",
    "start": "00:21:04",
    "end": "00:21:04"
  },
  {
    "text": "Horev, which means a dry place.",
    "start": "00:21:05",
    "end": "00:21:07"
  },
  {
    "text": "Okay.",
    "start": "00:21:07",
    "end": "00:21:08"
  },
  {
    "text": "And then Sinai, which is going to draw its name from this bush that he's about, which is called a sn. Bush. But right here, it's called the Mountain of God. And just that right there, like. Oh, a God mountain. Like, everything should be firing. Yep. Cosmic mountain should be leaping off the page at us. And the messenger, or the angel of Yahweh became seeable to him. You're like, oh, yeah, that happened to Abraham.",
    "start": "00:21:08",
    "end": "00:21:37"
  },
  {
    "text": "Yeah. At a tree.",
    "start": "00:21:37",
    "end": "00:21:39"
  },
  {
    "text": "At a tree and at a mountain when he went into the land. So the messenger of Yahweh became seeable to him in the flame of fire. From the middle of the sneh bush. So that I've transliterated the species name of the bush, but it is conspicuously spelled with the same letters as how you spell Sinai, which, incidentally, are the same letters of the Hebrew word test. Really? Yes.",
    "start": "00:21:39",
    "end": "00:22:11"
  },
  {
    "text": "The testing bush.",
    "start": "00:22:11",
    "end": "00:22:12"
  },
  {
    "text": "Yeah.",
    "start": "00:22:12",
    "end": "00:22:13"
  },
  {
    "text": "What's the word?",
    "start": "00:22:13",
    "end": "00:22:14"
  },
  {
    "text": "NASA.",
    "start": "00:22:14",
    "end": "00:22:15"
  },
  {
    "text": "NASA.",
    "start": "00:22:15",
    "end": "00:22:16"
  },
  {
    "text": "And this is Sene. It's the same letters scrambled with the s and the N swapped. So this would be Mount Tset. T, S, E, T. Right. You take the word test and you scramble it.",
    "start": "00:22:16",
    "end": "00:22:28"
  },
  {
    "text": "Mount Sets.",
    "start": "00:22:28",
    "end": "00:22:29"
  },
  {
    "text": "Does that work? Mount Tset.",
    "start": "00:22:29",
    "end": "00:22:30"
  },
  {
    "text": "Set.",
    "start": "00:22:30",
    "end": "00:22:31"
  },
  {
    "text": "Yeah. It doesn't work very well orally, but if you spelled it, you would see its word test backwards.",
    "start": "00:22:31",
    "end": "00:22:38"
  },
  {
    "text": "T'.",
    "start": "00:22:38",
    "end": "00:22:38"
  },
  {
    "text": "Set. But it's a tree bush named Tess. Tset.",
    "start": "00:22:38",
    "end": "00:22:45"
  },
  {
    "text": "Yeah, yeah. Which is called the testing bush.",
    "start": "00:22:46",
    "end": "00:22:49"
  },
  {
    "text": "Yeah. On top of a mountain. And it's on fire. With an angel in it.",
    "start": "00:22:49",
    "end": "00:22:54"
  },
  {
    "text": "With an angel in it. Oh, yeah. The messenger of Yahweh became seeable.",
    "start": "00:22:55",
    "end": "00:22:58"
  },
  {
    "text": "Yeah. So this is. We got angels. That is cherubim and fire. Anytime you get an angel and fire mixed together, you're thinking of the cherubim with the flaming sword.",
    "start": "00:22:58",
    "end": "00:23:08"
  },
  {
    "text": "Angels and cherubim are separate creatures, aren't they?",
    "start": "00:23:08",
    "end": "00:23:11"
  },
  {
    "text": "Yes. Angels are usually sent from heaven to earth. With a message. Whereas the cherubim are like boundary guardians. They're certainly more alike than they are different. They're heavenly.",
    "start": "00:23:12",
    "end": "00:23:24"
  },
  {
    "text": "The class of divine being, heavenly creatures. Yeah.",
    "start": "00:23:24",
    "end": "00:23:26"
  },
  {
    "text": "So here it's an angel. And fire, as we're going to see, that marks this boundary, that it's dangerous. So we should be thinking Eden, cosmic mountain. Also notice the phrase from the middle. In Eden, the tree of life was in the middle.",
    "start": "00:23:27",
    "end": "00:23:44"
  },
  {
    "text": "Oh, yeah. Okay.",
    "start": "00:23:44",
    "end": "00:23:45"
  },
  {
    "text": "And here the angel is in the middle of the fire, in the middle of the bush of testing. Huh. So it would raise a question for the reader, like, well, what's the test? What's going to be this guy's test?",
    "start": "00:23:45",
    "end": "00:23:58"
  },
  {
    "text": "Okay. When you read this in Hebrew as meditation literature.",
    "start": "00:23:58",
    "end": "00:24:03"
  },
  {
    "text": "Yeah.",
    "start": "00:24:03",
    "end": "00:24:04"
  },
  {
    "text": "You immediately are like, we're in a moment of testing.",
    "start": "00:24:04",
    "end": "00:24:06"
  },
  {
    "text": "Yeah.",
    "start": "00:24:06",
    "end": "00:24:07"
  },
  {
    "text": "Mountain, mountain, tree. That's called scramble Lord test.",
    "start": "00:24:07",
    "end": "00:24:12"
  },
  {
    "text": "Yeah.",
    "start": "00:24:12",
    "end": "00:24:13"
  },
  {
    "text": "Yeah. Okay.",
    "start": "00:24:13",
    "end": "00:24:14"
  },
  {
    "text": "Yep. So he saw. And look, the sneh bush was consumed with fire, but the sneh bush was not eaten. This is another wordplay on the tree that is not eaten. So in Eden, you weren't supposed to eat from the tree.",
    "start": "00:24:14",
    "end": "00:24:32"
  },
  {
    "text": "Yeah. Okay.",
    "start": "00:24:32",
    "end": "00:24:33"
  },
  {
    "text": "Here the tree is on fire and the fire is not eating. It's a bush. Come on. That's clever, right? Don't eat from the tree. And here the tree is not eaten. So Moshe said, I will turn aside so I can see this great sight. That word sight is used to describe the trees of Eden. They were good for seeing. Good of sight. Why is the snabbush not consumed?",
    "start": "00:24:33",
    "end": "00:24:58"
  },
  {
    "text": "I mean, he sees the angel.",
    "start": "00:24:59",
    "end": "00:25:00"
  },
  {
    "text": "Well, what he says is, he's a great sight.",
    "start": "00:25:01",
    "end": "00:25:04"
  },
  {
    "text": "Okay.",
    "start": "00:25:05",
    "end": "00:25:06"
  },
  {
    "text": "Yeah. It also. That word sight looks like the tree of seeing the oak of Moreh that Abraham went to in Genesis 12, and the mountain of more Yah of seeing that Abraham went to. It's all colliding.",
    "start": "00:25:06",
    "end": "00:25:22"
  },
  {
    "text": "Yeah.",
    "start": "00:25:22",
    "end": "00:25:22"
  },
  {
    "text": "Somebody wants us to be thinking about Noah and Adam and Eve and Abraham. And you're like, oh, I get it. Because those were all their mountain moments. So. Yeah. It doesn't say what he sees. Well, I guess he sees a snare bush. That's not. It's burning.",
    "start": "00:25:22",
    "end": "00:25:39"
  },
  {
    "text": "I guess I just. I figured he saw what the narrator told us was happening. A messenger of Yahweh became seeable.",
    "start": "00:25:39",
    "end": "00:25:44"
  },
  {
    "text": "I see.",
    "start": "00:25:44",
    "end": "00:25:45"
  },
  {
    "text": "To him.",
    "start": "00:25:45",
    "end": "00:25:45"
  },
  {
    "text": "Yeah.",
    "start": "00:25:46",
    "end": "00:25:46"
  },
  {
    "text": "Which means, oh, he can see the messenger of Yahweh.",
    "start": "00:25:46",
    "end": "00:25:49"
  },
  {
    "text": "Yeah, maybe.",
    "start": "00:25:49",
    "end": "00:25:49"
  },
  {
    "text": "Maybe.",
    "start": "00:25:50",
    "end": "00:25:50"
  },
  {
    "text": "Yeah.",
    "start": "00:25:50",
    "end": "00:25:51"
  },
  {
    "text": "But then he's like, I want to see what this is all about. He doesn't go like, whoa, an angel.",
    "start": "00:25:51",
    "end": "00:25:55"
  },
  {
    "text": "Yeah, yeah. Maybe just sees fire. And it's weird, because if you saw a bush like, you know, at a campfire, maybe your kids throw stuff into the fire, and it's just. There's a flash of burning.",
    "start": "00:25:55",
    "end": "00:26:05"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:26:05",
    "end": "00:26:05"
  },
  {
    "text": "But it ends once it's eaten up. So this thing is just perpetual intensity, and it's not eaten up. Our God is a consuming fire. And Yahweh saw that. He turned aside to see, and Elohim called to him from the middle of the snabbush and said, moshe, Moshe. And he said, look, it's me. That probably reminds you of something.",
    "start": "00:26:05",
    "end": "00:26:31"
  },
  {
    "text": "Here I am. It's different, though. Not, look, it's me. Here I am.",
    "start": "00:26:31",
    "end": "00:26:35"
  },
  {
    "text": "It's the same phrase.",
    "start": "00:26:35",
    "end": "00:26:36"
  },
  {
    "text": "It's the same phrase.",
    "start": "00:26:36",
    "end": "00:26:36"
  },
  {
    "text": "Yeah, yeah. So when God told Abraham to stop, both to go to Mount Moriah and then to stop his hand from killing his son, that's what he said. Abraham. Abraham. And he said, here I am.",
    "start": "00:26:36",
    "end": "00:26:50"
  },
  {
    "text": "There's so many cross references to things just packed.",
    "start": "00:26:50",
    "end": "00:26:55"
  },
  {
    "text": "Yep. And God said, stop. Don't take another step. Take off your sandals from your feet. Because the place where you're standing on it, it is holy ground.",
    "start": "00:26:55",
    "end": "00:27:05"
  },
  {
    "text": "Okay.",
    "start": "00:27:06",
    "end": "00:27:06"
  },
  {
    "text": "It's a cosmic mountain. He just crossed into heaven, as it were. Heaven on Earth. It's dangerous.",
    "start": "00:27:06",
    "end": "00:27:13"
  },
  {
    "text": "What's the test?",
    "start": "00:27:13",
    "end": "00:27:14"
  },
  {
    "text": "I think we're gonna find out. Okay, but notice that God's words are, this is dangerous, but I invite you in.",
    "start": "00:27:15",
    "end": "00:27:22"
  },
  {
    "text": "Yeah.",
    "start": "00:27:22",
    "end": "00:27:22"
  },
  {
    "text": "I think every time I've ever come to your house, I've taken off my shoes. I just know now. But taking off your shoes is a big deal in coming to your house.",
    "start": "00:27:23",
    "end": "00:27:31"
  },
  {
    "text": "Yeah, well, my wife is Japanese.",
    "start": "00:27:31",
    "end": "00:27:33"
  },
  {
    "text": "Yes.",
    "start": "00:27:33",
    "end": "00:27:34"
  },
  {
    "text": "American.",
    "start": "00:27:34",
    "end": "00:27:34"
  },
  {
    "text": "Yeah. So it's a big deal to her, therefore, it's a big deal to you.",
    "start": "00:27:34",
    "end": "00:27:37"
  },
  {
    "text": "Yeah, only because it's a big deal to her.",
    "start": "00:27:38",
    "end": "00:27:40"
  },
  {
    "text": "Yeah.",
    "start": "00:27:41",
    "end": "00:27:42"
  },
  {
    "text": "I didn't grow up taking my shoes off.",
    "start": "00:27:42",
    "end": "00:27:43"
  },
  {
    "text": "Yeah, me neither. Yeah, me neither. But I like it. It's a feel of like I'm transitioning into a new space from the outer world into, like this. It's like crossing a boundary. And there's something similar happening here. That or his sandals just smell bad. I mean, he was with a lot of sheep. Okay, so what's going to be his test? God said, I am the Elohim of your father. Okay, pause right there. Who's this guy's father?",
    "start": "00:27:43",
    "end": "00:28:08"
  },
  {
    "text": "Levi.",
    "start": "00:28:09",
    "end": "00:28:09"
  },
  {
    "text": "We don't get his name, Levi, but he became a son to Pharaoh's daughter, and now he's the son of the priest of Midian. He's got three dads.",
    "start": "00:28:09",
    "end": "00:28:20"
  },
  {
    "text": "Okay.",
    "start": "00:28:20",
    "end": "00:28:21"
  },
  {
    "text": "I'm the Elohim of your father. Clarify.",
    "start": "00:28:21",
    "end": "00:28:24"
  },
  {
    "text": "Okay.",
    "start": "00:28:24",
    "end": "00:28:24"
  },
  {
    "text": "The Elohim of Abraham. The Elohim of Isaac, the Elohim of Jacob.",
    "start": "00:28:24",
    "end": "00:28:28"
  },
  {
    "text": "Those fathers.",
    "start": "00:28:28",
    "end": "00:28:29"
  },
  {
    "text": "That father. And Moshe hid his face because he was afraid to gaze upon Elohim. And Yahweh said, I have seen. Seen the affliction of my people in Egypt and their outcry because of their oppressors. I have heard it, and I know their pain. I've come down to deliver them from the hand of the Egyptians and make them go up from this land to a good land, good and wide, flowing with milk and honey, where the Canaanites and Hittites and Amorites and Perizzites and Hivites and Yebusites are. Look, the outcry of the sons of Israel has come up to me. I've seen the oppression with which Egypt oppresses them. Now you go. I will send you to Pharaoh and you will bring my people, the sons of Israel, out of Egypt. I think we just found his test.",
    "start": "00:28:29",
    "end": "00:29:23"
  },
  {
    "text": "Well, it sounds like a calling. It's the beginning of Mission Impossible. It's like, here's your mission. If you choose to accept it. It's the beginning of the hero's journey out of their ordinary world.",
    "start": "00:29:24",
    "end": "00:29:34"
  },
  {
    "text": "That's right. Well, it's an opportunity for him to obey the word of God and to do what God said, even if it's very counterintuitive and he doesn't want to do it.",
    "start": "00:29:35",
    "end": "00:29:46"
  },
  {
    "text": "I guess those moments are the initiating test.",
    "start": "00:29:46",
    "end": "00:29:49"
  },
  {
    "text": "Yeah. At least. Yeah. There's going to be many a whole journey of testing and transformation. But the. What do you say? The offer, the invitation. Right. I mean, in this case, it's just kind of a command Notice also, God said, I have come down to deliver them. So now you go.",
    "start": "00:29:49",
    "end": "00:30:06"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:30:06",
    "end": "00:30:07"
  },
  {
    "text": "Implicitly, you are going to be my hand. You're going to be the way that I deliver them.",
    "start": "00:30:07",
    "end": "00:30:12"
  },
  {
    "text": "You imagine he might just be over Egypt at this point. I mean, he's been living out for 40 years.",
    "start": "00:30:13",
    "end": "00:30:18"
  },
  {
    "text": "That's my former life. Yeah, yeah. He's going to go on as object five times. He'll have five objections to God's plan.",
    "start": "00:30:18",
    "end": "00:30:27"
  },
  {
    "text": "Moses likes five.",
    "start": "00:30:27",
    "end": "00:30:28"
  },
  {
    "text": "Moses said to Elohim, who am I that I should go to Pharaoh, that I should bring the sons of Israel out of Egypt? Surely there's like more loaded into this question. It's a wonderful question. Who am I? Now God just said, you're the son of implicitly. Levi, son of Jacob, son of Isaac, son of Abraham.",
    "start": "00:30:30",
    "end": "00:30:53"
  },
  {
    "text": "So is all the Israelites.",
    "start": "00:30:53",
    "end": "00:30:55"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:30:55",
    "end": "00:30:55"
  },
  {
    "text": "Why me?",
    "start": "00:30:55",
    "end": "00:30:56"
  },
  {
    "text": "Who am I? But he's also the son of Pharaoh and he's also the son of Jethro the Midianite, and who am I? And God just ignores his question, ignores his question. And he just says, because I will be with you and this will be the sign that I've sent you when you bring the people out of Egypt and serve God on this mountain. So we could keep on going. I actually want to push pause and we'll take our leave of the story right here. But Moses is going to have a crisis of identity all throughout his life, all throughout his story. And it all flows out of this first question. Who am I? Who am I? And it's as if God's invitation and command to Moses links him to his original identity, who he is. But it's a family of such a distant past that it's hard to know is that what defines who he is. But in God's economy, who Moses is, is connected to these promises that God made to Abraham, Isaac and Jacob to make them a blessing to the nations. And so isn't it just the height of irony that God chooses this guy who has three dads to become a surprising Noah, like Abraham, like Adam, like vehicle. But his test on the mountain, it's not resolved. Like he goes down. Finally he says yes. And he does it after saying no five times. But his test isn't over. There's still more of it yet to come.",
    "start": "00:30:56",
    "end": "00:32:36"
  },
  {
    "text": "Yeah.",
    "start": "00:32:37",
    "end": "00:32:37"
  },
  {
    "text": "But the seeds of his long term testing, cosmic mountain test are begun right here.",
    "start": "00:32:37",
    "end": "00:32:43"
  },
  {
    "text": "What's interesting about this test is it is around identity. And it feels like if you've left your home and you spent 40 years now in another culture, married into that culture, he has no plans of doing anything else.",
    "start": "00:32:43",
    "end": "00:32:58"
  },
  {
    "text": "No.",
    "start": "00:32:58",
    "end": "00:32:58"
  },
  {
    "text": "Like that's.",
    "start": "00:32:58",
    "end": "00:32:59"
  },
  {
    "text": "Yeah.",
    "start": "00:32:59",
    "end": "00:32:59"
  },
  {
    "text": "That's life for him now.",
    "start": "00:32:59",
    "end": "00:33:00"
  },
  {
    "text": "That's right.",
    "start": "00:33:01",
    "end": "00:33:01"
  },
  {
    "text": "And for God to come and be like, I've got a plan for you. You're going back to Egypt. You're going to rescue the people that sure, he still identifies with in some way, but like he's not living as.",
    "start": "00:33:02",
    "end": "00:33:14"
  },
  {
    "text": "Yeah. Not invested. Yeah, yeah. Anymore. It'd be very jarring. Yeah. Think, just think of that you put in even just a couple decades.",
    "start": "00:33:14",
    "end": "00:33:22"
  },
  {
    "text": "Yeah. 40 years.",
    "start": "00:33:22",
    "end": "00:33:23"
  },
  {
    "text": "And that's 40 years. Ish. Distant from your upbringing. And that's in Egypt.",
    "start": "00:33:23",
    "end": "00:33:30"
  },
  {
    "text": "Yeah.",
    "start": "00:33:30",
    "end": "00:33:31"
  },
  {
    "text": "And then that's distant from just your birth family that you actually don't even.",
    "start": "00:33:31",
    "end": "00:33:34"
  },
  {
    "text": "Know, never even met.",
    "start": "00:33:34",
    "end": "00:33:35"
  },
  {
    "text": "Yeah, yeah. And you're being asked to be reconnected.",
    "start": "00:33:35",
    "end": "00:33:39"
  },
  {
    "text": "So the crisis is, who are you going to be like? Are you going to embrace this identity or not? On top of, will you listen to my Word. It's going to require you to pick up an identity that is not activated right now.",
    "start": "00:33:39",
    "end": "00:33:58"
  },
  {
    "text": "Yeah, that's right. Yeah. It's as if from this moment forward, he's going to be asked to trust that who I am is a part of this family that I was born into but have no relational connection to anymore. And I'm just supposed to go back and dive in as if I'm this people's leader? Which echoes what the guy said to him when he murdered the Egyptian. The guy said, who are you?",
    "start": "00:33:58",
    "end": "00:34:23"
  },
  {
    "text": "Yeah, you want to be our leader?",
    "start": "00:34:23",
    "end": "00:34:24"
  },
  {
    "text": "Who made you like a ruler over us? And how ironic. Now it's like, well, he's going to show up decades later and be like, I remember that question you asked. Well, it's me. God's the one who made me. So that's the complex character trauma that begins here. And what's interesting is Moses personal mountain top test gets split into two parts. So this first part is like a personal beginning of the test.",
    "start": "00:34:24",
    "end": "00:34:55"
  },
  {
    "text": "In the beginning of the test, the crisis is confrontation with his true identity.",
    "start": "00:34:55",
    "end": "00:34:59"
  },
  {
    "text": "Yeah.",
    "start": "00:34:59",
    "end": "00:34:59"
  },
  {
    "text": "Then the task to be leader.",
    "start": "00:34:59",
    "end": "00:35:01"
  },
  {
    "text": "Yeah.",
    "start": "00:35:01",
    "end": "00:35:02"
  },
  {
    "text": "And that happens on a cosmic mountain.",
    "start": "00:35:02",
    "end": "00:35:03"
  },
  {
    "text": "It begins on a cosmic mountain. Exodus chapters one through four come to a close, which is the first literary unit. And then what happens in Exodus chapters 5 onward is the people now go through what Moses as an individual has just been through. So he comes back to them in their slavery. Their slavery gets even more intense and God hears the outcry. And you have the confrontation now of the 10 plagues. And then that results in the death of the firstborn and Passover, which matches the death of the sons that Pharaoh was bringing about. So Pharaoh began this genocide of Israelite.",
    "start": "00:35:03",
    "end": "00:36:17"
  },
  {
    "text": "Son, which is why Moses was hidden in the Ark.",
    "start": "00:36:17",
    "end": "00:36:19"
  },
  {
    "text": "In the Ark, exactly. And then God's confrontation with Pharaoh culminates in the death of Egyptian sons. And after Pharaoh's order to kill the sons, you had Moses being put into the waters after Passover, where the sons of Egypt die. The whole people goes through the waters and are rescued out to the other side.",
    "start": "00:36:19",
    "end": "00:36:41"
  },
  {
    "text": "They don't get an ark.",
    "start": "00:36:41",
    "end": "00:36:42"
  },
  {
    "text": "They don't know. They get dry land. They get dry land.",
    "start": "00:36:43",
    "end": "00:36:45"
  },
  {
    "text": "They get dry land.",
    "start": "00:36:45",
    "end": "00:36:46"
  },
  {
    "text": "They get dry land. Yeah.",
    "start": "00:36:46",
    "end": "00:36:47"
  },
  {
    "text": "Dry land is the Ark. Okay.",
    "start": "00:36:47",
    "end": "00:36:49"
  },
  {
    "text": "After Moses was rescued through the waters, he found his way through the wilderness to Mount Sinai or Mount Horeb. And then the Israelites, after they go through the waters, they go through the wilderness on a journey, and in the third month arrive at the same mountain again, just like God said. So it's as If Moses goes through individually as a anticipation, the prophet himself goes through what he will lead the people through later. And their stories are matched in parallel that way. Isn't that interesting? Yeah, something important there about the leader living themselves, what they lead the people through anyway, somehow it qualifies him to lead them through. So this is real big picture that we're flying right now.",
    "start": "00:36:50",
    "end": "00:37:42"
  },
  {
    "text": "Yeah, we really flew through it.",
    "start": "00:37:42",
    "end": "00:37:44"
  },
  {
    "text": "Oh yeah, we're flying super high.",
    "start": "00:37:44",
    "end": "00:37:45"
  },
  {
    "text": "So he's rescued Israel, they've gone through the waters, they're now in the wilderness. They've traveled through the wilderness and now they get to a mountain, Mount Sinai.",
    "start": "00:37:45",
    "end": "00:37:54"
  },
  {
    "text": "That's right, yep. And there God invites them into a covenant relationship, the whole people.",
    "start": "00:37:54",
    "end": "00:38:01"
  },
  {
    "text": "And this is the same mountain.",
    "start": "00:38:01",
    "end": "00:38:02"
  },
  {
    "text": "It's the same mountain.",
    "start": "00:38:02",
    "end": "00:38:03"
  },
  {
    "text": "Mount Sinai.",
    "start": "00:38:03",
    "end": "00:38:04"
  },
  {
    "text": "Yep.",
    "start": "00:38:04",
    "end": "00:38:04"
  },
  {
    "text": "The sine bus.",
    "start": "00:38:04",
    "end": "00:38:05"
  },
  {
    "text": "Yeah. Now it's called Mount Sinai and then sometimes called Mount Horev.",
    "start": "00:38:05",
    "end": "00:38:09"
  },
  {
    "text": "Oh, okay.",
    "start": "00:38:09",
    "end": "00:38:10"
  },
  {
    "text": "So either the mount of Set testing or the dry place, but that's it. And so what God invites them to become is a kingdom of priests and a holy nation. God's special possession among the nations. If they listen to the voice. This is Exodus 19:5. Now then, if you will listen to my voice that y', all, he's talking to all the people. And if you keep my covenant, then you will be to me a special possession among the peoples. You'll be to me a kingdom of priests and a holy nation. So this is holy ground. The cosmic mountain is the holy mountain. And you all have a chance to access once again the life transforming encounter with God on the mountain. And also recover the lost vocation of Adam and Eve as the royal priestly images of God. So all the people are now invited into a moment of decision.",
    "start": "00:38:10",
    "end": "00:39:07"
  },
  {
    "text": "But what feels unique is the covenant. A covenant is more of a ceremony than a test in a way. Right. Or is a covenant a test?",
    "start": "00:39:07",
    "end": "00:39:17"
  },
  {
    "text": "The covenant refers just to the formalized partnership. Yeah, implicitly. When God told Adam and Eve, he gave them a command saying, eat from all these trees, but not from this tree, or else it'll kill you. That was just a relationship. But then once the relationship's broken and when God wants to re enter a partnership with humans, every partnership after the Garden of Eden gets a more formal terms brought to it, namely the covenant. And that begins with Noah and then with Abraham and so on. So this is akin to God appointing Adam and Eve in the garden as his royal images though. But we're formalizing it. But here's the thing, you gotta do what I say.",
    "start": "00:39:17",
    "end": "00:40:01"
  },
  {
    "text": "Gotta listen to my voice.",
    "start": "00:40:01",
    "end": "00:40:03"
  },
  {
    "text": "You Gotta listen to my voice. So there's a couple things we could do here. I'm gonna reference back to the previous series that we did on the book of Exodus a couple years ago on the Exodus scroll and the themes. Because one big part of the story is God testing the Israelites to invite them to ascend up to the mountain. Moses calls it a test. He says, God's testing you to see if you will fear him. And the people refuse to go up the mountain, and they send Moses up instead. And God says, all right, then, Moses, be sure to tell the people my commands. And here's the first two. Have no other gods and don't make any idols. Just don't do that. And so God's telling Moses that while he's up on the mountain for 40 days, and it's during those 40 days that Israel makes the golden calf and an idol. An idol. Yeah, yeah.",
    "start": "00:40:03",
    "end": "00:41:03"
  },
  {
    "text": "Which is a God.",
    "start": "00:41:03",
    "end": "00:41:04"
  },
  {
    "text": "Which is. Yeah. As a representation of. These are the gods that brought you up out of the Egypt. So we could do a whole focus on Israel's failure of the test. But I think for the video, I want to keep it focused in on these individual characters. So what I want to come back to is Moses up there on the mountain. So here's the scene. The people have just broken the covenant down there on the mountain. Moses is up on the mountain, and God knows that they just made the golden calf, and Moses doesn't. And so what's Moses gonna do? That's the scene. Okay, Right.",
    "start": "00:41:04",
    "end": "00:41:42"
  },
  {
    "text": "What's Moses gonna do? Or what's God gonna do?",
    "start": "00:41:42",
    "end": "00:41:44"
  },
  {
    "text": "Well, I guess. Yeah, both. Okay, both. So this is Exodus 32. 7. Yahweh spoke to Moses saying, go down because your people are causing ruin. The ones that you brought up from the land of Egypt, they've quickly turned aside from the way I commanded them. They have made for themselves a molten bull calf. They have bowed to it. They have sacrificed to it, saying, these are you, Elohim, Israel, who brought you up from the land of Egypt.",
    "start": "00:41:45",
    "end": "00:42:18"
  },
  {
    "text": "Okay. So he's filling Moses in. This is happening. Go fix it.",
    "start": "00:42:18",
    "end": "00:42:23"
  },
  {
    "text": "Yeah. Or just like you should know what your people are doing down there.",
    "start": "00:42:23",
    "end": "00:42:28"
  },
  {
    "text": "Oh, okay.",
    "start": "00:42:28",
    "end": "00:42:28"
  },
  {
    "text": "Yeah, yeah. Yahweh said to Moses, I have seen this people, and look, they are a people. Hard of neck, like, stiff. You ever had a stiff neck and you can't turn it? No, it's like that. You won't turn around.",
    "start": "00:42:28",
    "end": "00:42:43"
  },
  {
    "text": "Okay.",
    "start": "00:42:43",
    "end": "00:42:44"
  },
  {
    "text": "All you know how to do is look one direction and you refuse to look any other. And this is the key Line now. Give me rest. Give me rest. Which is Noah's name as a verb. It's often translated, leave me alone in our English translations, literally, give me rest, which could mean, let me alone and let me be. Let me rest. Or it could also mean to give me a reason to chill out.",
    "start": "00:42:45",
    "end": "00:43:13"
  },
  {
    "text": "Like, yeah, fix it.",
    "start": "00:43:14",
    "end": "00:43:16"
  },
  {
    "text": "Yeah, do something. Give me rest. So give me rest, and my hot anger will burn against them, and let me bring an end to them, and I'll make you into the great nation.",
    "start": "00:43:16",
    "end": "00:43:29"
  },
  {
    "text": "Hmm.",
    "start": "00:43:31",
    "end": "00:43:31"
  },
  {
    "text": "It's a pretty sweet opportunity, actually.",
    "start": "00:43:32",
    "end": "00:43:34"
  },
  {
    "text": "Give me rest. Yeah, I could shed this whole crew that's been complaining a lot.",
    "start": "00:43:34",
    "end": "00:43:40"
  },
  {
    "text": "Yeah, totally due to wilderness. Yeah, yeah, exactly.",
    "start": "00:43:40",
    "end": "00:43:42"
  },
  {
    "text": "And me and the creator of the universe could start a new thing.",
    "start": "00:43:42",
    "end": "00:43:45"
  },
  {
    "text": "Yeah.",
    "start": "00:43:45",
    "end": "00:43:46"
  },
  {
    "text": "Wow, that is enticing.",
    "start": "00:43:46",
    "end": "00:43:48"
  },
  {
    "text": "It's not a bad deal. And notice God just kept saying, you people, your people, your people. And that's true. It's birthed people. But he's also had a bond with Egypt and a strong bond still with the Midianites.",
    "start": "00:43:48",
    "end": "00:44:02"
  },
  {
    "text": "And this is God's people.",
    "start": "00:44:02",
    "end": "00:44:03"
  },
  {
    "text": "Yep. And the people. That's right. That's right. Oh. Which is exactly what it goes on to say. So Moses sought favor from the face of Yahweh, his Elohim, and said, why, Yahweh, should your hot anger burn against your people, whom you brought up from the land of Egypt with great power and a great hand? Why should the Egyptians say. And he quotes what he thinks the Egyptians would say. Ah, it was with a bad purpose that Yahweh brought them out, to slay them in the mountains and to bring an end to them from upon the face of the land. Do you want the Egyptians saying that about you? Yeah, like, that you're a cruel deity.",
    "start": "00:44:04",
    "end": "00:44:48"
  },
  {
    "text": "Yeah. That's the story that's gonna get back is you don't actually care about these people. You just let them out to destroy them.",
    "start": "00:44:49",
    "end": "00:44:55"
  },
  {
    "text": "Cruel. Bring them out, think that they're liberated, and then slay them in the wilderness. Like, you can't let other nations think that that's who you are. Turn from your hot anger. And it's the Hebrew word nacham, which links all the way back to the Noah story. It's also spelled with the letters of Noah's name. Comfort yourself. Give yourself comfort concerning the bad thing that you say you're gonna do to the people. It's sometimes translated relent or change your mind. But, like, bring comfort to yourself. You're angry. Give yourself rest.",
    "start": "00:44:55",
    "end": "00:45:34"
  },
  {
    "text": "Okay. Yeah, this has come up a number of times.",
    "start": "00:45:34",
    "end": "00:45:37"
  },
  {
    "text": "Yeah, this came up when Noah Offered his sacrifice.",
    "start": "00:45:37",
    "end": "00:45:40"
  },
  {
    "text": "That's right.",
    "start": "00:45:40",
    "end": "00:45:40"
  },
  {
    "text": "He was settled on Mount Ararat.",
    "start": "00:45:40",
    "end": "00:45:42"
  },
  {
    "text": "He was comforted. Yeah.",
    "start": "00:45:42",
    "end": "00:45:43"
  },
  {
    "text": "Yeah.",
    "start": "00:45:43",
    "end": "00:45:44"
  },
  {
    "text": "The smell of it.",
    "start": "00:45:44",
    "end": "00:45:45"
  },
  {
    "text": "The smell of it brought God the surrender. When Noah surrendered the precious animals, God comforted himself.",
    "start": "00:45:45",
    "end": "00:45:54"
  },
  {
    "text": "Oh, and here's what's coming, is a moment of surrender is coming.",
    "start": "00:45:54",
    "end": "00:45:58"
  },
  {
    "text": "So he just says, comfort yourself.",
    "start": "00:45:59",
    "end": "00:46:02"
  },
  {
    "text": "Yeah.",
    "start": "00:46:02",
    "end": "00:46:03"
  },
  {
    "text": "Remember Abraham, Isaac, Abraham and Israel, your servants. Remember? That's how God identified himself to Moses back on round one here on the mountain. So remember Isaac, Abraham, Isaac, Israel, your servants, to whom you swore an oath by yourself. Oh, when did God swear an oath to Abraham on Mount Moriah on that cosmic mountain moment. So he's referring back to that story. And you spoke to them, I will multiply your seed like the stars of the skies. That's right. God said to Abraham in Genesis 22, and all this land I spoke of, I will give it to your seed, and they will inherit it perpetually. And Yahweh relented concerning the bad thing.",
    "start": "00:46:04",
    "end": "00:46:47"
  },
  {
    "text": "That's the word. He comforted himself.",
    "start": "00:46:47",
    "end": "00:46:49"
  },
  {
    "text": "He comforted himself. Yeah. He is doing a Noah, like, move here. He's bringing noach.",
    "start": "00:46:49",
    "end": "00:46:55"
  },
  {
    "text": "Yeah, but how? I mean, he's just kind of using an argument.",
    "start": "00:46:55",
    "end": "00:46:59"
  },
  {
    "text": "Yeah. Essentially, he's telling God to change his plan in this moment by sticking to his plan from what he said in the past.",
    "start": "00:46:59",
    "end": "00:47:09"
  },
  {
    "text": "Okay. Yeah.",
    "start": "00:47:10",
    "end": "00:47:11"
  },
  {
    "text": "In other words, Moses brings to God's attention that this course of action that you just said in your anger would actually contradict the course of action you've said in the past.",
    "start": "00:47:11",
    "end": "00:47:21"
  },
  {
    "text": "It's a wild story.",
    "start": "00:47:21",
    "end": "00:47:22"
  },
  {
    "text": "It totally is.",
    "start": "00:47:22",
    "end": "00:47:23"
  },
  {
    "text": "Yeah.",
    "start": "00:47:23",
    "end": "00:47:24"
  },
  {
    "text": "Yeah. And what's interesting is Yahweh doesn't protest. He just. He does it.",
    "start": "00:47:24",
    "end": "00:47:29"
  },
  {
    "text": "Yeah. Yahweh wanted this interaction. It seemed like.",
    "start": "00:47:29",
    "end": "00:47:32"
  },
  {
    "text": "It seems like when God said, give me rest, did he mean, leave me alone? Or is he bringing Moses into the.",
    "start": "00:47:32",
    "end": "00:47:38"
  },
  {
    "text": "Yeah, it's the conflict.",
    "start": "00:47:39",
    "end": "00:47:40"
  },
  {
    "text": "The conflict.",
    "start": "00:47:40",
    "end": "00:47:40"
  },
  {
    "text": "Yeah.",
    "start": "00:47:40",
    "end": "00:47:41"
  },
  {
    "text": "God wants to work with these humans, but these humans are just really.",
    "start": "00:47:41",
    "end": "00:47:44"
  },
  {
    "text": "Come and see this the way I see this.",
    "start": "00:47:44",
    "end": "00:47:45"
  },
  {
    "text": "Yeah. Ooh. In other words, was this intercession for God? Was it for a transformation in Moses? For both. I mean, there's a mystery here.",
    "start": "00:47:46",
    "end": "00:47:54"
  },
  {
    "text": "God invites Moses in to the crisis to see the conflict that Yahweh's experiencing. I have made a promise to these people, and I also can't work with them.",
    "start": "00:47:54",
    "end": "00:48:06"
  },
  {
    "text": "Yeah. They're impossible to work with, but I made a promise.",
    "start": "00:48:06",
    "end": "00:48:10"
  },
  {
    "text": "Yeah.",
    "start": "00:48:10",
    "end": "00:48:10"
  },
  {
    "text": "Yeah. And notice he gives Moses this option of being like, you know what? You and I could ditch these people. I'm going to bring an end to them. And I'LL just work with you. You're my guy. I mean, rocky start.",
    "start": "00:48:10",
    "end": "00:48:24"
  },
  {
    "text": "A genuine offer. Or was that a test?",
    "start": "00:48:24",
    "end": "00:48:27"
  },
  {
    "text": "Well, that's a wonderful question. It's a lot like God's words to Abraham, go and offer up your son as an offering. But narratively, Moses is already tired of these people. That's already happened in the book. God's tired of them now. And here's this. You and me, Moses. I've thought about this as I taught through this with a group of students recently in a conversation that we had brought this to my attention that from what God says to Moses, this surely puts in his mind, like, here's the thing. I didn't grow up with these people. I'm really not very attached to them. You know what I mean?",
    "start": "00:48:27",
    "end": "00:49:06"
  },
  {
    "text": "Yeah, yeah, yeah. You got me into this in the first place, Yahweh. Like, if you're giving me an out, yeah, I'll take the out.",
    "start": "00:49:06",
    "end": "00:49:11"
  },
  {
    "text": "I'll take the out. And what Moses does is he identifies himself with the people.",
    "start": "00:49:11",
    "end": "00:49:16"
  },
  {
    "text": "Yeah.",
    "start": "00:49:16",
    "end": "00:49:16"
  },
  {
    "text": "He says, listen, you can't ditch these people. You made a promise to my ancestors, and you're the one who told me that these are my ancestors, and you can't break your promise. And then Yahweh's like, yep, that's right.",
    "start": "00:49:17",
    "end": "00:49:31"
  },
  {
    "text": "This is getting into the theme of the intercessor. And Moses, almost unlike any other character, really becomes connected to God as his intercessor that God's bringing in.",
    "start": "00:49:31",
    "end": "00:49:40"
  },
  {
    "text": "To his council.",
    "start": "00:49:41",
    "end": "00:49:41"
  },
  {
    "text": "Yeah, to his council. On a mountain.",
    "start": "00:49:41",
    "end": "00:49:43"
  },
  {
    "text": "On a mountain. He's bringing up an exalted human.",
    "start": "00:49:43",
    "end": "00:49:47"
  },
  {
    "text": "Moses is contributing to the divine council on the mountain right now.",
    "start": "00:49:47",
    "end": "00:49:50"
  },
  {
    "text": "Yes, he is. Yeah. He's up in the heavens. He's in the clouds doing this stuff.",
    "start": "00:49:50",
    "end": "00:49:55"
  },
  {
    "text": "Okay, you're here. I trust you.",
    "start": "00:49:56",
    "end": "00:49:58"
  },
  {
    "text": "Yeah.",
    "start": "00:49:58",
    "end": "00:49:59"
  },
  {
    "text": "Get in it with me. I'm going to bring you in.",
    "start": "00:49:59",
    "end": "00:50:02"
  },
  {
    "text": "Yeah, good.",
    "start": "00:50:02",
    "end": "00:50:03"
  },
  {
    "text": "Fully in. Here's the crisis that I'm experiencing.",
    "start": "00:50:03",
    "end": "00:50:06"
  },
  {
    "text": "And Moses has proven himself, through great suffering and trust and trials in Egypt to, like, be God's pretty faithful partner. Yeah, he really has. Sometimes whiny, but a faithful partner nonetheless. And this is a moment to disassociate himself from these people. And what he does is he leans in and says, no, I am one of these people. I am human.",
    "start": "00:50:07",
    "end": "00:50:34"
  },
  {
    "text": "You've invited me in. Like, I'm part of the divine council. I remember who I am. I'm not gonna, like, abandon who I am.",
    "start": "00:50:34",
    "end": "00:50:41"
  },
  {
    "text": "So good. Okay, so this is just part one.",
    "start": "00:50:42",
    "end": "00:50:45"
  },
  {
    "text": "Oh, my gosh.",
    "start": "00:50:45",
    "end": "00:50:46"
  },
  {
    "text": "Isn't this powerful? There's a lot underneath this first Intercession. Okay, so we're almost to the. I mean, we're on the mountaintop. But the next scene is the mountaintop.",
    "start": "00:50:46",
    "end": "00:50:57"
  },
  {
    "text": "The mountaintop of mountaintops.",
    "start": "00:50:58",
    "end": "00:51:00"
  },
  {
    "text": "So Moses goes down the mountain. He sees the people. He loses his temper, just like God. And he does the thing that God didn't do, which is unleash violence on the people, and a bunch of people die. That's a complicated story. But after that, he says, ooh, verse 30 of chapter 32 begins. And the next day. And if you've been counting the days, it's the third day since the making of the Golden Calf. On the third day, Moses said to the people, man, you guys have sinned a great sin. And I'm going to go up to Yahweh. Maybe I can make atonement for your sin. So atonement is dual layers of meaning. One is to offer a recompense payment. It's used of, like, paying damages. If you've done something that put someone at a loss, you need to repay it.",
    "start": "00:51:00",
    "end": "00:51:56"
  },
  {
    "text": "Make it up.",
    "start": "00:51:56",
    "end": "00:51:57"
  },
  {
    "text": "Yeah, yeah. And that's called a kofer. And then also the word can mean to purify some sacred space that's been defiled or vandalized by somebody's actions. So in one way or another, he's going up to purify what was made impure and to cover for damages on behalf of what they've done. So Moshe returned to Yahweh. This is the next conversation from the one that we just read. And he said, please, this people has sinned a great sin. They've made for themselves Elohim of gold. And now, if you would forgive their sin. And if not, please wipe me off of the scroll that you have written.",
    "start": "00:51:57",
    "end": "00:52:48"
  },
  {
    "text": "Wipe me off the scroll you have written. What is this, a metaphor for something?",
    "start": "00:52:48",
    "end": "00:52:54"
  },
  {
    "text": "Yeah, it seems it's like a census scroll. They're gonna be taking names in a little bit here, like records.",
    "start": "00:52:55",
    "end": "00:53:05"
  },
  {
    "text": "It's a roster.",
    "start": "00:53:05",
    "end": "00:53:06"
  },
  {
    "text": "It's a roster.",
    "start": "00:53:06",
    "end": "00:53:07"
  },
  {
    "text": "And this is a theme in the.",
    "start": "00:53:07",
    "end": "00:53:08"
  },
  {
    "text": "Bible that he's developed.",
    "start": "00:53:08",
    "end": "00:53:10"
  },
  {
    "text": "The Book of Life.",
    "start": "00:53:10",
    "end": "00:53:11"
  },
  {
    "text": "Yep. Scroll. The name's written on the scroll. Okay, so it's of Yahweh's crew.",
    "start": "00:53:11",
    "end": "00:53:15"
  },
  {
    "text": "I've got a crew.",
    "start": "00:53:15",
    "end": "00:53:16"
  },
  {
    "text": "Got my crew. All right, so you wrote me down as part of your crew.",
    "start": "00:53:16",
    "end": "00:53:21"
  },
  {
    "text": "You want me?",
    "start": "00:53:21",
    "end": "00:53:22"
  },
  {
    "text": "Yeah.",
    "start": "00:53:22",
    "end": "00:53:23"
  },
  {
    "text": "You get them?",
    "start": "00:53:23",
    "end": "00:53:23"
  },
  {
    "text": "Yep. Yeah. So once again, he leans in even more and says. So you've said I'm your guy.",
    "start": "00:53:24",
    "end": "00:53:30"
  },
  {
    "text": "Yeah.",
    "start": "00:53:30",
    "end": "00:53:31"
  },
  {
    "text": "So here's the thing. These are my people. These are your people. So you gotta take them if you're Gonna take me. And Yahweh said to Moses, you know what? Whoever has sinned against me, I will wipe that one off from my scroll. But now you go lead the people to where I told you. And look, here's the thing. I'll send my messenger to go before your face. And one day, on the day when I do punish them, I will punish them for their sin.",
    "start": "00:53:31",
    "end": "00:54:09"
  },
  {
    "text": "Well, that's not very, like, relieving.",
    "start": "00:54:10",
    "end": "00:54:14"
  },
  {
    "text": "Yeah. Well, yeah. How do you mean?",
    "start": "00:54:14",
    "end": "00:54:17"
  },
  {
    "text": "All right. Moses asks God to forgive them.",
    "start": "00:54:17",
    "end": "00:54:20"
  },
  {
    "text": "Yeah.",
    "start": "00:54:20",
    "end": "00:54:21"
  },
  {
    "text": "And if not, you can take me instead. And then he goes, you know what? I'm just going to deal with people the way they deserve.",
    "start": "00:54:22",
    "end": "00:54:29"
  },
  {
    "text": "Yeah. And I'll do it eventually, and I.",
    "start": "00:54:29",
    "end": "00:54:31"
  },
  {
    "text": "Will do it one day.",
    "start": "00:54:31",
    "end": "00:54:32"
  },
  {
    "text": "One day.",
    "start": "00:54:32",
    "end": "00:54:33"
  },
  {
    "text": "Yeah. It's coming.",
    "start": "00:54:33",
    "end": "00:54:33"
  },
  {
    "text": "It's coming. Now. This is just intercession, too. Then Moses goes up a third time and says, man, you've really, really shown me favor. And you've said that I'm your guy. But you keep saying you're not going to come with us. We can't really leave if you don't go with us. So will you come with us? And what God says is, I'll come with you. Oh, this is great. So good, John. These stories are so powerful. This is intercession number three. This is in chapter 33. And after Moses intercedes that time, God says, in 33, 14, he says, well, okay, my face will go, and I will give you singular rest. Noah's name is a verb again. I'll give you rest. So I'll go with all the people, but I'll just give you a really nice piece of real estate, and they can live in the desert, Something like that. I'm just imagining you're going to enjoy the trip.",
    "start": "00:54:33",
    "end": "00:55:27"
  },
  {
    "text": "This is going to be miserable for them.",
    "start": "00:55:27",
    "end": "00:55:29"
  },
  {
    "text": "Totally. Yeah. And then Moses says, listen, no, no. If your face is not going, don't bring us up from here. And how can it be known if I've found grace in your eyes, I and your people? Isn't it by you coming with all of us? So he keeps leaning in like, you can't single me out. You have to treat them the way you're treating me, or else this is not going to go. And so eventually, then, what Yahweh says is, all right, I done this thing that you've spoken. So there's more elements to the story, but I think I just want to focus in on this transformation of Moses character as a person. That his first question is back at chapter three is, who am I to do this thing. I've got three dads. And then now, at this moment, he's willing to give up his life. He's willing to take great risks.",
    "start": "00:55:29",
    "end": "00:56:28"
  },
  {
    "text": "Yeah. He's not taking the easy way out.",
    "start": "00:56:28",
    "end": "00:56:30"
  },
  {
    "text": "Yeah.",
    "start": "00:56:30",
    "end": "00:56:31"
  },
  {
    "text": "He's identifying himself so much with the people that he's going to lay down his life for them. And he's not going to go with God without them.",
    "start": "00:56:31",
    "end": "00:56:40"
  },
  {
    "text": "That's right. Yeah. So this is a whole twist. We've done another twist on the twists of the cosmic mountain.",
    "start": "00:56:41",
    "end": "00:56:49"
  },
  {
    "text": "And Moses is invited deeper into this mystery of. Of being the image of God. Like he's brought into the divine council.",
    "start": "00:56:49",
    "end": "00:56:57"
  },
  {
    "text": "Yeah, that's right. And that's the one guy who's willing to surrender everything. He's willing to surrender his life. There's something that makes Moses the unique one who can ascend the hill of the Lord. And then once he's up there, he's still being true to his character, but he's being changed even more up there as he's invited in to the mystery of God's partnership. But also, Moses is also going to fail after this pretty grand success. And then it's going to be like, well, man, if that's what it takes to rescue this partnership, then I guess we're going to need another one of those.",
    "start": "00:56:57",
    "end": "00:57:35"
  },
  {
    "text": "A greater one.",
    "start": "00:57:35",
    "end": "00:57:36"
  },
  {
    "text": "A greater one. And this is what the prophets really focus in, on painting a portrait of that one in what Isaiah is called the servant who. Well, anyway, we'll get there.",
    "start": "00:57:36",
    "end": "00:57:49"
  },
  {
    "text": "So this is all part of this theme.",
    "start": "00:57:49",
    "end": "00:57:50"
  },
  {
    "text": "Yeah, that's where I'm trying to take us. But what's with Moses is he's not satisfied with just being up on the mountain alone and having it be just for him. He's like, there's all those people down there that don't deserve it, but you've got to treat them the way you treat me, or else this is not going to work. He wants God to bring the stuff from the mountain down to the people. And five times matching his five objections. The first time on the mountain, he five times intercedes on behalf of the people. And then the last paragraph of Exodus is about how the cloud that covered the mountain moves down off the mountain and it covers the tent of meeting, and the glory of the Lord fills the tent.",
    "start": "00:57:51",
    "end": "00:58:38"
  },
  {
    "text": "So the reason why the cosmic mountain comes down is because a human who is able to ascend and intercede this.",
    "start": "00:58:38",
    "end": "00:58:47"
  },
  {
    "text": "Thing that is available to the very few up on top of the mount, the Noah, the Abraham, me, Moses, you gotta bring it down to the people because that's what this whole thing is for, is to partner with not just individuals, but with all humanity. So in this remarkable act of intercession, Moses invites God to come down. And now all of a sudden, this crisis that everybody who ever ascended the mountain faces, the crisis has come to us.",
    "start": "00:58:47",
    "end": "00:59:22"
  },
  {
    "text": "It's now in our neighborhood.",
    "start": "00:59:22",
    "end": "00:59:23"
  },
  {
    "text": "It's now in our neighborhood. And that sets up the drama.",
    "start": "00:59:23",
    "end": "00:59:26"
  },
  {
    "text": "It's good news, and it's a crisis.",
    "start": "00:59:26",
    "end": "00:59:28"
  },
  {
    "text": "That's right. So the Tabernacle is a symbolic cosmic mountain coming to dwell in the middle of Israel's camp.",
    "start": "00:59:28",
    "end": "00:59:35"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. Next week, we'll continue discussing the theme of mountains in the Bible. We'll get to the story of King David, who establishes ancient Israel's capital on Mount Zion.",
    "start": "00:59:38",
    "end": "00:59:51"
  },
  {
    "text": "David finds this Canaanite city. He goes and he takes it. And then he brings the Ark of the Covenant to that mountain. It's a move to connect a new central cosmic mountain, Eden, at the center of all the tribes. For a few chapters, David does awesome, but then it doesn't go well.",
    "start": "00:59:52",
    "end": "01:00:11"
  },
  {
    "text": "Bibleproject is a crowdfunded nonprofit, and we exist to experience the Bible as a unified story that leads to Jesus. Everything that we make is free because of the generous support of thousands of people just like you. Thank you so much for being a part of this with us.",
    "start": "01:00:13",
    "end": "01:00:27"
  },
  {
    "text": "Hi, I'm Lena and I'm from Quito, Ecuador.",
    "start": "01:00:27",
    "end": "01:00:30"
  },
  {
    "text": "Hi, this is Craig Hawkins and I'm from Hehira, Georgia.",
    "start": "01:00:30",
    "end": "01:00:33"
  },
  {
    "text": "I first heard about bibleproject when I.",
    "start": "01:00:33",
    "end": "01:00:35"
  },
  {
    "text": "Stumbled across the Heaven and earth video on YouTube.",
    "start": "01:00:35",
    "end": "01:00:37"
  },
  {
    "text": "My favorite thing about Bibleproject is how.",
    "start": "01:00:38",
    "end": "01:00:40"
  },
  {
    "text": "They make the Bible accessible to everyone and how they focus on the literary structure and design of each book.",
    "start": "01:00:40",
    "end": "01:00:46"
  },
  {
    "text": "My favorite thing about bibleproject is listening.",
    "start": "01:00:46",
    "end": "01:00:49"
  },
  {
    "text": "To the rich conversations and depth of information shared on the podcast.",
    "start": "01:00:49",
    "end": "01:00:52"
  },
  {
    "text": "While I paint in my studio as an artist, the visual storytelling in the.",
    "start": "01:00:52",
    "end": "01:00:56"
  },
  {
    "text": "Videos is also really inspiring.",
    "start": "01:00:56",
    "end": "01:00:58"
  },
  {
    "text": "We believe the Bible is a unified story that leads to Jesus. We are a crowdfunded project by people like me. Find free videos, articles, podcasts, classes, and.",
    "start": "01:00:58",
    "end": "01:01:07"
  },
  {
    "text": "More on the Bibleproject app and@bibleproject.com hey.",
    "start": "01:01:07",
    "end": "01:01:12"
  },
  {
    "text": "Everyone, this is Tyler and I'm the supervising audio engineer for the podcast. I've been working at bibleproject for two and a half years and I get to oversee the recording, editing, and sound.",
    "start": "01:01:12",
    "end": "01:01:22"
  },
  {
    "text": "Design of this podcast.",
    "start": "01:01:22",
    "end": "01:01:23"
  },
  {
    "text": "My favorite part about work is stewarding the sound of this show to be as clear and compelling as possible. As an added bonus, I get to learn along with you as I work.",
    "start": "01:01:23",
    "end": "01:01:31"
  },
  {
    "text": "I look forward to learning more about.",
    "start": "01:01:31",
    "end": "01:01:33"
  },
  {
    "text": "The significance of high places in the Bible as both a metaphor and mechanism in the Biblical story. There is a whole team of us that bring the podcast to life. For a full list of everyone involved, check out the show credits in the episode description wherever you stream the podcast.",
    "start": "01:01:33",
    "end": "01:01:47"
  },
  {
    "text": "And on our website.",
    "start": "01:01:47",
    "end": "01:01:48"
  }
]