[
  {
    "text": "Welcome to BibleProject podcast. Today we continue to explore the theme of the mountain. Through the narrative books of the Hebrew Bible. We've discovered that mountains are an overlapping space where heaven and earth unite, where God's presence and abundance dwells. And humans are invited to ascend the mountain, and when they do, they're faced with a crisis. Will they surrender everything and trust in God's wisdom so that blessing can spread out to all the land? Well, the problem is almost all humans cling to their own wisdom and fail this test. So we're left waiting for a better mountaintop intercessor to come, whether it's Adam.",
    "start": "00:00:05",
    "end": "00:00:46"
  },
  {
    "text": "And Eve story, the Abraham story, the Moses story, the David story, the Elijah story. The reader is thinking, okay, we need somebody who will go up there and surrender and then bring the blessing of the mountain presence down to everybody else.",
    "start": "00:00:46",
    "end": "00:01:00"
  },
  {
    "text": "This theme is what we're going to look at now in the scroll of Psalms. And as we do, we're going to see two different pictures of the mountaintop intercessor to come.",
    "start": "00:01:00",
    "end": "00:01:10"
  },
  {
    "text": "Psalm 2 begins with the portrait of the nations in rebellious uproar against Yahweh and his anointed. So he's going to bring violent justice, shatter the nations like pottery and break them with a rod of iron.",
    "start": "00:01:10",
    "end": "00:01:24"
  },
  {
    "text": "But then we get another portrait in.",
    "start": "00:01:25",
    "end": "00:01:27"
  },
  {
    "text": "Psalm 15:24 is about the arrival of a king who has suffered and been vindicated by God out of his suffering, holds a feast on Mount Zion that summons the righteous and the nations and even the dead. And then that king has a righteous crew who enters in with him. They will ascend, and then Yahweh will enter and meet them in that place, too.",
    "start": "00:01:27",
    "end": "00:01:52"
  },
  {
    "text": "Today, Tim Akey and I talk about the mountain theme and the scroll of psalms, reflecting on these two very different portraits and how they are reconciled in the person of Jesus. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:01:53",
    "end": "00:02:11"
  },
  {
    "text": "Hi, John.",
    "start": "00:02:11",
    "end": "00:02:12"
  },
  {
    "text": "Hey.",
    "start": "00:02:12",
    "end": "00:02:13"
  },
  {
    "text": "Hey.",
    "start": "00:02:13",
    "end": "00:02:13"
  },
  {
    "text": "All right, we get to jump into the scroll of Psalms. Psalms.",
    "start": "00:02:13",
    "end": "00:02:18"
  },
  {
    "text": "Well, the Psalms scroll.",
    "start": "00:02:19",
    "end": "00:02:21"
  },
  {
    "text": "The Psalms scroll.",
    "start": "00:02:21",
    "end": "00:02:22"
  },
  {
    "text": "Cause there's many Psalms. But then when you are talking about any individual psalm, you say it in the singular. Psalm 1, Psalm 2.",
    "start": "00:02:22",
    "end": "00:02:29"
  },
  {
    "text": "Sheesh.",
    "start": "00:02:29",
    "end": "00:02:30"
  },
  {
    "text": "Sometimes people say Psalms 1 and Psalms 2.",
    "start": "00:02:30",
    "end": "00:02:33"
  },
  {
    "text": "That's a no. No.",
    "start": "00:02:33",
    "end": "00:02:33"
  },
  {
    "text": "Well, it's just. It's not grammatically.",
    "start": "00:02:33",
    "end": "00:02:35"
  },
  {
    "text": "Not coherent.",
    "start": "00:02:35",
    "end": "00:02:36"
  },
  {
    "text": "Coherent.",
    "start": "00:02:36",
    "end": "00:02:37"
  },
  {
    "text": "Okay. We're in the psalm scroll.",
    "start": "00:02:37",
    "end": "00:02:39"
  },
  {
    "text": "Yep. Talking about the mountain.",
    "start": "00:02:39",
    "end": "00:02:41"
  },
  {
    "text": "We're talking about the mountain.",
    "start": "00:02:41",
    "end": "00:02:42"
  },
  {
    "text": "Yeah.",
    "start": "00:02:42",
    "end": "00:02:42"
  },
  {
    "text": "You know, let's not do a big recap, but I did have a lingering question that. That actually, our colleague Brad was just chatting with me about, which is with Elijah, we talked about him kind of.",
    "start": "00:02:42",
    "end": "00:02:53"
  },
  {
    "text": "Ending on a sad note.",
    "start": "00:02:53",
    "end": "00:02:55"
  },
  {
    "text": "Sad note.",
    "start": "00:02:55",
    "end": "00:02:56"
  },
  {
    "text": "Yeah.",
    "start": "00:02:56",
    "end": "00:02:56"
  },
  {
    "text": "But the way the Hebrew Bible continues, the story of Elijah is he is kind of a hero. Right. Later, he ascends to heaven. Right. That's pretty baller. And then in the Jewish tradition, he's celebrated as, like, there's another Elijah to come.",
    "start": "00:02:57",
    "end": "00:03:14"
  },
  {
    "text": "Yeah. Oh, yeah.",
    "start": "00:03:14",
    "end": "00:03:15"
  },
  {
    "text": "He's like, he becomes this figure who's higher. Highly acclaimed.",
    "start": "00:03:15",
    "end": "00:03:19"
  },
  {
    "text": "Yeah, that's right. Yeah. He is the most Moses like figure in the former prophets. So you have the Moses figure in the Torah, and he is who he is, and he sets a template. And then out of all the prophets that appear in the former prophets, by which I mean Joshua, Judges, Samuel, Kings. That's a section of the Tanakh Hebrew Bible. He's the prophet who gets the most air time alongside Samuel. And Samuel's portrayed with lots of hyperlinks to Moses too, but Elijah in particular. And Elijah is the only one, the only other character than Moses who goes up Mount Sinai. Like Mount Sinai doesn't appear in any other story.",
    "start": "00:03:19",
    "end": "00:04:00"
  },
  {
    "text": "Yeah, but he goes up there and he kind of like misses it.",
    "start": "00:04:00",
    "end": "00:04:02"
  },
  {
    "text": "And the whole thing is an inversion of the Moses story. So instead of going up and surrendering his life to release the mercy and blessing to the rebellious people below, like Moses does, he goes up and he's so consumed with his own self and his own mind, he accuses the people even more instead of advocating for them. And he does want to surrender his life, but not for anybody else, but for himself. So it's an intentional inversion. However, he was still the prophet who confronted the people in their covenant unfaithfulness. He forced them to make a choice, and he brought a covenant curse upon the land. He struck the land with a curse. When Malachi says there is another Elijah to come, he talks about Elijah coming to turn the hearts of Israel back or else the land will be struck with a covenant curse. And that's exactly the choice that Elijah put in front of the people.",
    "start": "00:04:02",
    "end": "00:05:03"
  },
  {
    "text": "I was also confused by how we looked at David's failures. And then immediately he celebrated. And you said, it seems like God is viewing these characters and attributing to them, like, their best day.",
    "start": "00:05:03",
    "end": "00:05:20"
  },
  {
    "text": "Their best day. Yeah, yeah, yeah. Yes.",
    "start": "00:05:20",
    "end": "00:05:22"
  },
  {
    "text": "And like, Elijah has a great day.",
    "start": "00:05:22",
    "end": "00:05:24"
  },
  {
    "text": "Similar. Yeah, he does a powerful day on Mount Garden.",
    "start": "00:05:24",
    "end": "00:05:27"
  },
  {
    "text": "On Mount Garden.",
    "start": "00:05:27",
    "end": "00:05:28"
  },
  {
    "text": "Yeah. On Mount Test. No, not so much.",
    "start": "00:05:28",
    "end": "00:05:30"
  },
  {
    "text": "Okay, so how this fits with the whole mountain theme is there is a space where God and humans work together, but it's a unique space because of the connection to God and I started last week using the word atmosphere just to kind of give me a picture of, like, there's something different about the environment and the way you interact in the environment. Moses, when he goes up Mount Sinai and he's in it, he, like, becomes one with God in this really beautiful, unique way.",
    "start": "00:05:30",
    "end": "00:05:58"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:05:58",
    "end": "00:05:59"
  },
  {
    "text": "With the divine council.",
    "start": "00:05:59",
    "end": "00:06:00"
  },
  {
    "text": "Yes. He's invited in.",
    "start": "00:06:00",
    "end": "00:06:01"
  },
  {
    "text": "He's invited in. And when Elijah goes up Mount Carmel, Mount Garden, there's a sense of, like, him and God are on the same page. That's his day.",
    "start": "00:06:02",
    "end": "00:06:09"
  },
  {
    "text": "That's his best day.",
    "start": "00:06:10",
    "end": "00:06:11"
  },
  {
    "text": "That's his best day. And so you get these two portraits of, like, hey, on our best day, we can be, like, one with the creator of the universe.",
    "start": "00:06:11",
    "end": "00:06:20"
  },
  {
    "text": "It's possible.",
    "start": "00:06:20",
    "end": "00:06:20"
  },
  {
    "text": "It's possible.",
    "start": "00:06:20",
    "end": "00:06:21"
  },
  {
    "text": "In fact, it's what we're made for.",
    "start": "00:06:21",
    "end": "00:06:22"
  },
  {
    "text": "It's what we're made for.",
    "start": "00:06:22",
    "end": "00:06:23"
  },
  {
    "text": "Yeah.",
    "start": "00:06:23",
    "end": "00:06:24"
  },
  {
    "text": "That kind of feels like kind of central to this theme. But then there's this fragility to it because even Elijah and I guess Moses, we didn't talk about his kind of failure moments, but like, Elijah, like, immediately, the next chapter, he's like, out into the wilderness. And when he ascends the mountain again, it's the inversion. He sends the mountain, the Mount Sinai, the mountain of Yahweh, to meet with God. And he misses God.",
    "start": "00:06:24",
    "end": "00:06:46"
  },
  {
    "text": "Yes. Okay. So that's the human drama, all built on the premise that the cosmic mountain is where the land, which is the human space, meets heaven, which is God's space. And that's an ideal setting for which humans are made to live in union with God. However, being that close to heaven on earth tends to force humans to make decisions. The crisis into the crisis of whether they're going to trust God's wisdom or their own. And when people blow it, they find themselves estranged from the life of heaven on earth, usually because they're clinging to their own wisdom, their own plans, their own desires for the good. And so there's a dual movement. Sometimes the drama is about a human being called up or going back up a mountain.",
    "start": "00:06:46",
    "end": "00:07:37"
  },
  {
    "text": "So Abraham bringing Isaac up the mountain.",
    "start": "00:07:37",
    "end": "00:07:39"
  },
  {
    "text": "Yep, David. And they have to surrender in order to access it. But then if somebody's in that space and they really surrender, the pattern is that it releases the heaven on earth blessing to wider than the mountain, down the mountain. So after Moses does his thing, he requests that God still go with the people. And then all of a sudden, the mountaintop presence moves down into the camp.",
    "start": "00:07:39",
    "end": "00:08:03"
  },
  {
    "text": "In the tabernacle.",
    "start": "00:08:03",
    "end": "00:08:04"
  },
  {
    "text": "In the tabernacle. And then when David does that the mountaintop presence takes up residence, you know, a significant residence there on the mountain with Elijah up on Mount Carmel. That's what happens. God's heavenly presence comes down, but then on Mount Sinai, he doesn't surrender, Elijah doesn't, and so he's relieved from his duties. So it's a dual movement. We need the heavenly presence to fill the earth so that we don't want.",
    "start": "00:08:04",
    "end": "00:08:33"
  },
  {
    "text": "It trapped up on the mountain.",
    "start": "00:08:33",
    "end": "00:08:34"
  },
  {
    "text": "Yeah. Who can ascend the mountain of the Lord? It's just like only very. Only some people on their best day.",
    "start": "00:08:34",
    "end": "00:08:41"
  },
  {
    "text": "Only some people on their best day. And it creates a crisis. And the way through that crisis is self surrender.",
    "start": "00:08:41",
    "end": "00:08:46"
  },
  {
    "text": "Yeah.",
    "start": "00:08:46",
    "end": "00:08:46"
  },
  {
    "text": "And when that happens, the blessings unleash down the mountain.",
    "start": "00:08:47",
    "end": "00:08:51"
  },
  {
    "text": "That's right. And so whether it's Adam and Eve story, the Abraham story, the Moses story, the David story, the Elijah story, all the plot conflicts drive the story forward. So the reader is thinking, okay, we need somebody who will go up there and surrender and then bring the blessing of the mountain presence down to everybody else.",
    "start": "00:08:51",
    "end": "00:09:14"
  },
  {
    "text": "So that's how this is connected to the suffering servant theme.",
    "start": "00:09:14",
    "end": "00:09:16"
  },
  {
    "text": "Yes, exactly.",
    "start": "00:09:16",
    "end": "00:09:17"
  },
  {
    "text": "As well.",
    "start": "00:09:17",
    "end": "00:09:18"
  },
  {
    "text": "Yeah. Okay, so we'll go there. What I want to go to now is just after we've done all these stories in the Torah and prophets, I want to reflect on the role of the mountain theme in the Psalms. Because the way the mountain shows up in the Psalms, it's about the same drama. And so we're only going to have a chance to touch down in a few famous last words. Probably one and a half, but at least I just want to highlight it because the way the mountain is described is very similar to the multi dimensional portrait of the cosmic mountain in the Quran prophets.",
    "start": "00:09:18",
    "end": "00:09:54"
  },
  {
    "text": "Great.",
    "start": "00:09:54",
    "end": "00:09:54"
  },
  {
    "text": "So to the Psalms scroll we go. Okay, Psalm scroll has 150 poems. Psalm 1. It's famous. We won't take time to read it, except to just remember the portrait that it describes somebody who meditates on God's instructions Torah day and night. And they become in contrast to everybody else who's conniving and scheming and making fun of everybody. This person becomes like the tree of life planted by a stream of water, just offering fruit to everybody.",
    "start": "00:09:54",
    "end": "00:10:52"
  },
  {
    "text": "Yeah.",
    "start": "00:10:53",
    "end": "00:10:53"
  },
  {
    "text": "And it ends, the poem ends by saying, listen, there's two ways to be human. You should really consider choosing the Meditate Torah tree of life way because it will go great for you. How good is life for those who choose that route? So that's the first. It's about a people becoming like trees of life in the garden of Eden. If they live by God's instruction. Psalm 2 gives a complementary portrait of the same basic idea, but in a bit of a different frame. And the cosmic mountain is at the center of. Begins with the portrait of the nations in rebellious uproar against Yahweh and his anointed. Famously, why are the nations in uproar? Why do the people scheme vain things all against Yahweh and his anointed one? So his king, his royal priestly representative on earth. In fact, God is depicted as. Look at the language here, the one who sits in the skies. He laughs at these rebel kings.",
    "start": "00:10:53",
    "end": "00:11:54"
  },
  {
    "text": "It's silly to him.",
    "start": "00:11:54",
    "end": "00:11:55"
  },
  {
    "text": "Yeah. He mocks them. In fact, he makes fun of how these puny little humans think that they're powerful because they ride these horses with big heavy spears with metal on the end, and they think that makes them like God. He speaks to them in his anger. They've been slaying the innocent. He doesn't take kindly to that. He will terrify them in his fury, saying, and then here's God's quote. As for me, I have installed my king upon Zion, my holy mountain. There it is.",
    "start": "00:11:55",
    "end": "00:12:28"
  },
  {
    "text": "The holy mountain.",
    "start": "00:12:28",
    "end": "00:12:29"
  },
  {
    "text": "The holy mountain, Zion. Yeah. So you've got the nations down on the land.",
    "start": "00:12:29",
    "end": "00:12:33"
  },
  {
    "text": "Yeah.",
    "start": "00:12:33",
    "end": "00:12:34"
  },
  {
    "text": "You've got God up in the skies. And then you have God's anointed representative on the holy mountain, which is essentially the meeting place of the sky and the land, which is identified here with Zion and the descendants of David ruling there. That's the first portrait.",
    "start": "00:12:34",
    "end": "00:12:51"
  },
  {
    "text": "Okay.",
    "start": "00:12:51",
    "end": "00:12:52"
  },
  {
    "text": "The mountain is described as the place where God has appointed a representative to subdue the chaos nations below to bring order and justice. And the meeting place of heaven and earth is called the holy mountain. And the anointed king is sort of like the meeting place of God and human with the representative on the mountain. This is God's solution to the rebel nations.",
    "start": "00:12:52",
    "end": "00:13:16"
  },
  {
    "text": "Now, when we read David's story, it ended with him making a sacrifice upon the mountain with. Which would be the place where the temple would go.",
    "start": "00:13:17",
    "end": "00:13:26"
  },
  {
    "text": "Yeah. Right.",
    "start": "00:13:26",
    "end": "00:13:27"
  },
  {
    "text": "So this is the meeting place of God and man on the mountain, and this is Jerusalem.",
    "start": "00:13:27",
    "end": "00:13:31"
  },
  {
    "text": "Yep.",
    "start": "00:13:31",
    "end": "00:13:32"
  },
  {
    "text": "And Zion. A way to reference Jerusalem. Right?",
    "start": "00:13:32",
    "end": "00:13:35"
  },
  {
    "text": "Yeah. Most likely. Tsion in Hebrew means some sort of bare rock.",
    "start": "00:13:35",
    "end": "00:13:39"
  },
  {
    "text": "Okay.",
    "start": "00:13:40",
    "end": "00:13:40"
  },
  {
    "text": "Referring to one of the higher points of ancient Jerusalem, which was where the temple was eventually built and which the narrator of that story tells us. It's also where Abraham surrendered Isaac over to God in Genesis. Yeah.",
    "start": "00:13:41",
    "end": "00:13:55"
  },
  {
    "text": "So kind of on a surface level, this feels like kingly propaganda for a nation in a way.",
    "start": "00:13:55",
    "end": "00:14:01"
  },
  {
    "text": "Oh, yeah. If you just read Psalm 2. Like, posted on the. If it was inscribed on the pillar of David's palace, you would be like, oh, yeah, I read a poem like this when I went to the palace of the Assyrian kings.",
    "start": "00:14:01",
    "end": "00:14:13"
  },
  {
    "text": "Right. This king is important to God.",
    "start": "00:14:13",
    "end": "00:14:17"
  },
  {
    "text": "Yeah.",
    "start": "00:14:17",
    "end": "00:14:17"
  },
  {
    "text": "And this king's gonna rule the whole world.",
    "start": "00:14:17",
    "end": "00:14:20"
  },
  {
    "text": "Yeah. In fact, violently. So he's gonna bring violent justice, shatter the nations like pottery and break them with a rod of iron.",
    "start": "00:14:21",
    "end": "00:14:30"
  },
  {
    "text": "Yeah.",
    "start": "00:14:30",
    "end": "00:14:30"
  },
  {
    "text": "It's like, whoa, that's intense.",
    "start": "00:14:30",
    "end": "00:14:32"
  },
  {
    "text": "What it feels like is going through this theme, though, in the cosmic mountain. It feels like there's a layer underneath this. This is not just strictly talking about David and his right to just take out his neighboring enemy nations.",
    "start": "00:14:32",
    "end": "00:14:46"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:14:46",
    "end": "00:14:47"
  },
  {
    "text": "There's more.",
    "start": "00:14:47",
    "end": "00:14:48"
  },
  {
    "text": "Yeah. So here we have to remember the cyclical paralleling nature of all the characters and generations of the biblical story going all the way back to Adam and Eve. So they were the first royal priests stationed on the holy mountain to bring order to the garden and to rule over the wild animals.",
    "start": "00:14:48",
    "end": "00:15:07"
  },
  {
    "text": "Okay.",
    "start": "00:15:08",
    "end": "00:15:08"
  },
  {
    "text": "So that's the first kind of template.",
    "start": "00:15:09",
    "end": "00:15:10"
  },
  {
    "text": "And the only enemy, really, is the serpent.",
    "start": "00:15:11",
    "end": "00:15:14"
  },
  {
    "text": "That's right. Yeah, exactly. That's why later in the Psalms, these rebel nations are hyperlinked directly to the snake.",
    "start": "00:15:14",
    "end": "00:15:20"
  },
  {
    "text": "Okay.",
    "start": "00:15:20",
    "end": "00:15:21"
  },
  {
    "text": "Yeah. So the Adam and Eve analogy is really important for understanding the line of David ruling in Mount Zion as a beacon of God's justice and order against the rebel nations. That's all set on analogy, and that's really the main one. The other one would be Moses and his royal priestly role on Mount Sinai with the idolatrous rebel covenant breakers below. And so God speaks his wisdom and justice and instruction that he's supposed to bring to the people below to bring order to them and so on. So those are kind of the two main parallels underneath here. But then also important is that the Torah and prophets taught you that it's when the royal priestly figure gives up their life on behalf of others on the holy mountain. That's when the kingdom of God and the blessing spreads from the holy mountain.",
    "start": "00:15:21",
    "end": "00:16:18"
  },
  {
    "text": "And that's not in this psalm.",
    "start": "00:16:18",
    "end": "00:16:19"
  },
  {
    "text": "Nope. No. And this is so important that we read the Hebrew Bible as a unified story that leads to the Messiah. And we're back to, I don't know, like a mosaic. This is one tile, and it's the first mountain tile. You have to keep reading, because here's.",
    "start": "00:16:19",
    "end": "00:16:36"
  },
  {
    "text": "What I personally want this psalm to do.",
    "start": "00:16:36",
    "end": "00:16:38"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:16:38",
    "end": "00:16:39"
  },
  {
    "text": "Is to talk about the anointed one on the mountain, but then bring him up as the suffering servant.",
    "start": "00:16:39",
    "end": "00:16:45"
  },
  {
    "text": "Yeah.",
    "start": "00:16:45",
    "end": "00:16:46"
  },
  {
    "text": "And then he's not just crushing enemies, he's also blessing the nations. And maybe the emphasis is more on blessing the nations than crushing the enemies. Like, that's where. Like my modern intuition or whatever. Like my.",
    "start": "00:16:46",
    "end": "00:16:56"
  },
  {
    "text": "That's great. No, that's not modern. That's your biblical intuition. That's why you need to keep reading especially. That's why you need to read Psalms 15:24.",
    "start": "00:16:56",
    "end": "00:17:04"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:17:04",
    "end": "00:17:05"
  },
  {
    "text": "Which are all about. You just summarized Psalm 15:24. But this is so key, reading the Hebrew Bible, especially in context and especially, what do you say, a composite scroll like the Psalms that has poems that come from many diverse times and places in Israel's story. And so, you know, it's not hard to imagine this serving a role in David's court, this poem by itself.",
    "start": "00:17:05",
    "end": "00:17:31"
  },
  {
    "text": "Yeah. So here's what I'm kind of learning in a way is these poems could have existed for another purpose, and many.",
    "start": "00:17:31",
    "end": "00:17:38"
  },
  {
    "text": "Of them certainly did.",
    "start": "00:17:38",
    "end": "00:17:39"
  },
  {
    "text": "Yeah. And so when they're brought into this collection, they're being repurposed.",
    "start": "00:17:39",
    "end": "00:17:43"
  },
  {
    "text": "It changes their meaning.",
    "start": "00:17:43",
    "end": "00:17:44"
  },
  {
    "text": "Changes their meaning, yes. So this could have been used as a propaganda poem at some point.",
    "start": "00:17:44",
    "end": "00:17:49"
  },
  {
    "text": "It's not hard to imagine serving that role. But then the question is, what is the function of this poem within the Psalm scroll within the Hebrew Bible? And then all of a sudden, the same words have a different meaning or have deeper layers of meaning.",
    "start": "00:17:49",
    "end": "00:18:05"
  },
  {
    "text": "What part of the perspective that we talk about in reading the Bible, we talk about seven characteristics. What part?",
    "start": "00:18:05",
    "end": "00:18:12"
  },
  {
    "text": "Unified.",
    "start": "00:18:12",
    "end": "00:18:13"
  },
  {
    "text": "This unified.",
    "start": "00:18:13",
    "end": "00:18:14"
  },
  {
    "text": "Yep. Unified means both. The unified story of the Bible is the biggest context for any individual little story or poem. And then unified also means unified editorially or compositionally in terms of how the books are composed. So the biblical authors brought together material from lots of different times and places, but they've put it in a certain context that determines its meaning in this context, and this is a wonderful example, actually. Let's move forward and then we'll come back to this. And then we actually know how one of the earliest followers of Jesus understood Psalm 2. Reading it in light of the unified shape of the psalm scroll in a super cool way.",
    "start": "00:18:14",
    "end": "00:18:58"
  },
  {
    "text": "Cool.",
    "start": "00:18:58",
    "end": "00:18:58"
  },
  {
    "text": "Okay, so we'll come Back to Psalm 2. So real quick, just a word search on mountain in the Psalms gives you just a little over 50 hits.",
    "start": "00:18:58",
    "end": "00:19:40"
  },
  {
    "text": "So this is one of 50.",
    "start": "00:19:40",
    "end": "00:19:42"
  },
  {
    "text": "Yeah. So the mountain, the holy mountain, gets brought up in the next poem, Psalm 3. There's poems about going up to the mountains, about the psalmist, the poet being trapped in mud or surrounded by animals, and God lifted them up and placed them on the high mountain. God responding from his holy mountain and bringing justice. So you could just do a whole mountain theme study just through the Psalms. That is super, super interesting. What I want to focus on is a unified subsection of psalms called Psalms 15 to 24. And it's unified in lots of ways. It's unified as a symmetry. The first poem, 15, matches 24, and then you can match.",
    "start": "00:19:42",
    "end": "00:20:26"
  },
  {
    "text": "It goes inward.",
    "start": "00:20:27",
    "end": "00:20:28"
  },
  {
    "text": "It goes in from there. Yeah.",
    "start": "00:20:28",
    "end": "00:20:28"
  },
  {
    "text": "So there's a kind of a center.",
    "start": "00:20:28",
    "end": "00:20:30"
  },
  {
    "text": "Yeah. And I am so happy to announce real time the release of a new scholarly treatment of Psalms 15:24 by a scholar who served on our Bible Project Scholar team, Carissa Quinn. It's her dissertation published called the Arrival of the the Shape and story of Psalms 15:24. And it's a study of the design of the subsection and of how it's arranged to tell a story about the arrival of a king from the line of David to come to the holy mountain.",
    "start": "00:20:30",
    "end": "00:20:59"
  },
  {
    "text": "Awesome.",
    "start": "00:20:59",
    "end": "00:20:59"
  },
  {
    "text": "It is so awesome. So the first poem in this subsection, what we call Psalm 15, and it's a psalm connected to David, and it begins like this. O Yahweh, who can reside in your tent and who can dwell on your holy mountain?",
    "start": "00:20:59",
    "end": "00:21:20"
  },
  {
    "text": "Okay. Moses.",
    "start": "00:21:20",
    "end": "00:21:21"
  },
  {
    "text": "Yeah, totally. Yeah. Moses.",
    "start": "00:21:22",
    "end": "00:21:24"
  },
  {
    "text": "Moses on his good day.",
    "start": "00:21:24",
    "end": "00:21:25"
  },
  {
    "text": "Moses on a good day.",
    "start": "00:21:25",
    "end": "00:21:26"
  },
  {
    "text": "The priests are supposed to be able to go in the tent.",
    "start": "00:21:26",
    "end": "00:21:29"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:21:29",
    "end": "00:21:30"
  },
  {
    "text": "Is this a rhetorical question?",
    "start": "00:21:30",
    "end": "00:21:31"
  },
  {
    "text": "So notice that the holy mountain. It's just assumed that you know what that is.",
    "start": "00:21:31",
    "end": "00:21:36"
  },
  {
    "text": "Okay.",
    "start": "00:21:36",
    "end": "00:21:37"
  },
  {
    "text": "All the way back to Psalm 2.",
    "start": "00:21:37",
    "end": "00:21:38"
  },
  {
    "text": "Okay.",
    "start": "00:21:38",
    "end": "00:21:39"
  },
  {
    "text": "But also, Yahweh's tent is up there, which you could say, well, yeah, or.",
    "start": "00:21:39",
    "end": "00:21:43"
  },
  {
    "text": "They'Re put in parallel.",
    "start": "00:21:43",
    "end": "00:21:44"
  },
  {
    "text": "They're put in parallel. David did bring the tent uperness up. That's true. That's when he danced, you know, in a rather risque tunic. At least one of his wives thought. But tent and mountain are in parallelism, which actually, those are an important parallel. You go up to the mountain and you go into the tent. In both cases, the ascent to God's presence is either up or in.",
    "start": "00:21:44",
    "end": "00:22:08"
  },
  {
    "text": "And you have to go up the mountain. The tent can actually come down to you.",
    "start": "00:22:08",
    "end": "00:22:11"
  },
  {
    "text": "Yeah, that's right. Yeah, totally. But in this case, the tent is up on the mountain. So the whole question is, it presumes that there's some problem who can actually go up the mountain.",
    "start": "00:22:11",
    "end": "00:22:21"
  },
  {
    "text": "Yeah, it's not easy.",
    "start": "00:22:21",
    "end": "00:22:23"
  },
  {
    "text": "Yeah, it's not easy. Here's a short list. The one who walks blamelessly. The word Tamim. This was the word used for the first time in the Bible to describe Noah. He was righteous and blameless.",
    "start": "00:22:23",
    "end": "00:22:38"
  },
  {
    "text": "Okay. So Noah's in the running, so the.",
    "start": "00:22:38",
    "end": "00:22:40"
  },
  {
    "text": "One who walks in. It's the word wholeness. Wholeness, your wholeness of character. Who you are on the outside is who you are on the inside. Total alignment.",
    "start": "00:22:40",
    "end": "00:22:50"
  },
  {
    "text": "When completeness. Like, is that the same idea? Be complete?",
    "start": "00:22:50",
    "end": "00:22:53"
  },
  {
    "text": "Yeah. From the Sermon on the Mount. Yeah. This is the Hebrew word underneath the Greek word used in Matthew.",
    "start": "00:22:53",
    "end": "00:22:59"
  },
  {
    "text": "Be complete, which is sometimes translated perfect. And you can kind of see what they mean by that. Yeah. Blameless, whole, complete. Those are feel.",
    "start": "00:23:00",
    "end": "00:23:08"
  },
  {
    "text": "This is also the word used to describe the types of animals that can be sacrificed.",
    "start": "00:23:08",
    "end": "00:23:15"
  },
  {
    "text": "Okay.",
    "start": "00:23:15",
    "end": "00:23:15"
  },
  {
    "text": "Has to be. It's often translated without blemish.",
    "start": "00:23:15",
    "end": "00:23:18"
  },
  {
    "text": "And that's not about whether they're morally moral.",
    "start": "00:23:18",
    "end": "00:23:22"
  },
  {
    "text": "Intuition means they have no spots, they have no deformations, scars and deformation.",
    "start": "00:23:22",
    "end": "00:23:26"
  },
  {
    "text": "It becomes an image in a way.",
    "start": "00:23:26",
    "end": "00:23:30"
  },
  {
    "text": "A Tamim animal is a representative for a person who's not Tamim. And God will accept the Tamim representative. So the one who walks with Tamim, the one who does what is right. It's our word, righteousness.",
    "start": "00:23:30",
    "end": "00:23:44"
  },
  {
    "text": "Who.",
    "start": "00:23:44",
    "end": "00:23:44"
  },
  {
    "text": "Who does what creates right relationships between people.",
    "start": "00:23:44",
    "end": "00:23:47"
  },
  {
    "text": "Wait, is the word righteous there, or is it a different word?",
    "start": "00:23:47",
    "end": "00:23:49"
  },
  {
    "text": "It's the word righteous. Yeah.",
    "start": "00:23:49",
    "end": "00:23:51"
  },
  {
    "text": "He does. What is righteous?",
    "start": "00:23:51",
    "end": "00:23:51"
  },
  {
    "text": "He does righteousness.",
    "start": "00:23:51",
    "end": "00:23:53"
  },
  {
    "text": "Okay.",
    "start": "00:23:53",
    "end": "00:23:53"
  },
  {
    "text": "Yeah, yeah. He speaks honestly. Truth in his heart. He doesn't slander with his tongue. He does no harm to his friend.",
    "start": "00:23:53",
    "end": "00:24:02"
  },
  {
    "text": "Okay. Slander gets really specific all of a sudden.",
    "start": "00:24:02",
    "end": "00:24:05"
  },
  {
    "text": "Yeah.",
    "start": "00:24:05",
    "end": "00:24:05"
  },
  {
    "text": "Psalm 1 also talked about kind of the slander in a way.",
    "start": "00:24:06",
    "end": "00:24:08"
  },
  {
    "text": "Yeah. It's the contrast of speaking honestly. If you speak truthfulness with people, you know, you're level. Upset with them. But then contrast. What's the opposite of truth is speaking behind someone's back. So you're violating truthfulness.",
    "start": "00:24:08",
    "end": "00:24:24"
  },
  {
    "text": "It's just you could jump into a lot of different ways that righteousness or blamelessness kind of manifest itself.",
    "start": "00:24:24",
    "end": "00:24:30"
  },
  {
    "text": "Yeah.",
    "start": "00:24:31",
    "end": "00:24:31"
  },
  {
    "text": "One is in how you speak and talk about people and use your tongue.",
    "start": "00:24:31",
    "end": "00:24:36"
  },
  {
    "text": "I see.",
    "start": "00:24:36",
    "end": "00:24:37"
  },
  {
    "text": "And that's the one that the psalmist chooses. So it just seems.",
    "start": "00:24:37",
    "end": "00:24:40"
  },
  {
    "text": "That's right. Yeah. And notice he doesn't slander with his tongue or harm his friend or disgrace his neighbor. Disgrace is. We're talking in an honor shame context, people's kind of role in the public hierarchies of value. So to disgrace someone is essentially to try and get a leg up on them on the social rank.",
    "start": "00:24:41",
    "end": "00:25:00"
  },
  {
    "text": "Love in his neighbor.",
    "start": "00:25:00",
    "end": "00:25:01"
  },
  {
    "text": "Verse 4. Keep going. He honors those who respect Yahweh. He takes an oath even to his own injury and doesn't retract it.",
    "start": "00:25:01",
    "end": "00:25:10"
  },
  {
    "text": "What is that?",
    "start": "00:25:10",
    "end": "00:25:10"
  },
  {
    "text": "Say you Made a promise, hey, let me help you tomorrow with your fence. And then a tree falls on your fence, and then it's like, oh, man. Well, I said I was going to help you.",
    "start": "00:25:11",
    "end": "00:25:22"
  },
  {
    "text": "That's a lot more work than I.",
    "start": "00:25:22",
    "end": "00:25:23"
  },
  {
    "text": "Expected, but now it's way more work and it's going to cost me a whole day. Okay, well, I made a promise. So it keeps promises, even if it's to your own disadvantage. He doesn't lend his money with interest. This is a big deal. In the laws of the Torah, if you lend money to someone who needs money more than you do, don't profit off of their financial need. He doesn't take any bribes against the innocent. The one who does these things will never be shaken. What's interesting is that word shaken is a motif word used in the Hebrew Bible, but particularly in the Psalms. It can describe people, but it also can describe the de creation. Because like in Psalm 46, the De creation of the world is described as the mountains shaking into the sea. In other words.",
    "start": "00:25:23",
    "end": "00:26:16"
  },
  {
    "text": "So it's a word to describe kind of like crumbling, decreating, turning back into the ground.",
    "start": "00:26:16",
    "end": "00:26:21"
  },
  {
    "text": "That's right, yeah. So the person who essentially is a righteous person who can ascend the mountain. Well, this kind of person. And that person actually will become like a mountain that is not shaken. That's the play.",
    "start": "00:26:21",
    "end": "00:26:37"
  },
  {
    "text": "Because on the mountain is the tree of life, and if you're connected to that, then you're not going to shake back down into the earth.",
    "start": "00:26:37",
    "end": "00:26:44"
  },
  {
    "text": "Yeah. So on one level, you could read Psalm 15 and you're just like, okay, man, well, I want to go be with Yahweh on the mountain. So I'm going to aspire to be like this. And on one level. That's right, and good. On another level, this is in a collection of scrolls that keep telling stories about humans who very rarely have great days where they can go up the mountain. Most often they have mediocre days, and sometimes they have really bad days where there's no way they'd ever go up the mountain on that day. And that often it's the same person who goes. Right. So you also walk away from that question, who can dwell on your holy mountain? And you're like, well, not very many.",
    "start": "00:26:44",
    "end": "00:27:28"
  },
  {
    "text": "It's a very short list. And even that short list can only do it on their best day.",
    "start": "00:27:28",
    "end": "00:27:33"
  },
  {
    "text": "Yeah, that's right. So it kind of raises a problem, too.",
    "start": "00:27:33",
    "end": "00:27:35"
  },
  {
    "text": "Yeah.",
    "start": "00:27:35",
    "end": "00:27:36"
  },
  {
    "text": "So what is interesting is the psalm to follow all the way through, Psalm 23 starts focusing in on David and the Kings from his line and it begins with 16 of David celebrating the inheritance that God gave him and how close he feels to God. Psalm 17 is a prayer of David where he cries out for vindication. He cries out for God's presence and for God to show loyalty to him, because there's bad guys out there who want to get me. Psalm 18 retells and reflects on the story of how God rescued David like from Saul and all his enemies. And God did respond. Psalm 19 comes along, and 19 is all about the word of Yahweh is true, reliable, good. That's what David back in Psalm 18 said, that he trusts in that. You start walking through and you're like, oh, I'm being told a story. But not in a normal narrative way, but in a sequence of poems. Psalm 20 is a prayer to say Yahweh, when the king calls to you, answer him from your holy mountain. Psalm 21 is much the same. May Yahweh answer the line of David from the holy mountain. And then right near the center of the section is the famous Psalm 22, which is about. It's in the mouth of David. But the opening line is, my God, why have you forsaken me? And it's a poem teeing you up for the previous poems have been preparing you for a moment when the king from the line of David will be in a moment of need from enemies and cry out to Yahweh. And how Psalm 22 begins as my God, I'm calling to you by day, and you are not answering me by night, but I have no rest. So Psalm 22, which Jesus quotes when he's hanging on the cross, is this powerful poem that describes the king at his lowest moment. He is not up on the holy mountain, reigning and bringing God's justice. Yeah, he is being surrounded by chaos creatures, bulls and lions and dogs. But then he says, hasten to help me. Verse 20, Rescue my life from the sword, save me from the lion, and I'm going to go to NIV. And then right at verse 21, there's a pivot from the horns of the wild ox. You answer me.",
    "start": "00:27:36",
    "end": "00:30:10"
  },
  {
    "text": "There's an answer, yeah, at the moment.",
    "start": "00:30:10",
    "end": "00:30:13"
  },
  {
    "text": "Like you're about to get gored by a huge wild ox, God answers this. And then verse 22, it just pivots and we go from the lowest pit back up to the heights. I'm going to celebrate your name among my siblings. In the midst of the assembly, I will praise you. So all of a sudden he starts describing a big worship feast in the temple courts. Where he's going to celebrate what God did to deliver him because he didn't despise the affliction of the afflicted one. Ooh. This is the word Jesus uses when he describes in the third Beatitude in the Sermon on the Mount. The meek, the unimportant, or the unimportant. Yeah, it gets translated meek in our Bibles. But those who are the oppressed, the unimportant, and the afflicted ones.",
    "start": "00:30:13",
    "end": "00:31:01"
  },
  {
    "text": "So he stood up for them.",
    "start": "00:31:02",
    "end": "00:31:03"
  },
  {
    "text": "Yeah. And it doesn't say how. It just says that God did. And so the king.",
    "start": "00:31:03",
    "end": "00:31:08"
  },
  {
    "text": "Oh, not the king. God did.",
    "start": "00:31:08",
    "end": "00:31:10"
  },
  {
    "text": "God did. God answered this guy's prayer, and now he's celebrating.",
    "start": "00:31:10",
    "end": "00:31:14"
  },
  {
    "text": "Okay.",
    "start": "00:31:15",
    "end": "00:31:15"
  },
  {
    "text": "And then he says, so let the oppressed or the afflicted ones hear with me. Eat and be satisfied. Let your hearts live forever. You can almost hear the clink of the wine cup. And then we're told that this deliverance of the king and the worship party he's having in the temple courts is somehow connected to all the ends of the earth. Will remember and turn to Yahweh. All the families of the nations will worship Yahweh because the kingdom belongs to Yahweh. He rules over the nations.",
    "start": "00:31:16",
    "end": "00:31:51"
  },
  {
    "text": "So this is the blessing unleashed.",
    "start": "00:31:51",
    "end": "00:31:53"
  },
  {
    "text": "Yes. Yeah, that's the puzzle. You had a suffering king from the line of David.",
    "start": "00:31:53",
    "end": "00:31:58"
  },
  {
    "text": "Yeah. He's about to get gored, and suddenly God answers his prayer. And it's almost like you fast forward to the end of the story.",
    "start": "00:31:58",
    "end": "00:32:05"
  },
  {
    "text": "Yes, exactly. Yes. All of a sudden he's up in the temple celebrating a feast with the poor, announcing that God reigns and his kingdom is forever.",
    "start": "00:32:05",
    "end": "00:32:16"
  },
  {
    "text": "The whole earth is full of blessing.",
    "start": "00:32:16",
    "end": "00:32:18"
  },
  {
    "text": "And all the nations get the blessing. Ah. Even those who go down to the dust will worship him. Even the one who cannot keep his Nephesh, his being alive.",
    "start": "00:32:18",
    "end": "00:32:32"
  },
  {
    "text": "It's a resurrection.",
    "start": "00:32:34",
    "end": "00:32:35"
  },
  {
    "text": "Even the dead will somehow not be separated from the worship and celebration of God because of the suffering and vindication of this Davidic king. Just like. Oh, my goodness, what is this poem about? Okay, that's Psalm 22.",
    "start": "00:32:35",
    "end": "00:32:54"
  },
  {
    "text": "That's Psalm 22.",
    "start": "00:32:54",
    "end": "00:32:55"
  },
  {
    "text": "Yeah.",
    "start": "00:32:55",
    "end": "00:32:56"
  },
  {
    "text": "I just want to remember.",
    "start": "00:32:57",
    "end": "00:32:58"
  },
  {
    "text": "The mountain is not mentioned.",
    "start": "00:32:58",
    "end": "00:32:59"
  },
  {
    "text": "The mount is not mentioned. It's implied. So it's implied. How's it implied?",
    "start": "00:32:59",
    "end": "00:33:03"
  },
  {
    "text": "Ah, because he's up in the temple.",
    "start": "00:33:03",
    "end": "00:33:04"
  },
  {
    "text": "Because that's where the feast.",
    "start": "00:33:05",
    "end": "00:33:06"
  },
  {
    "text": "Summoning the assembly.",
    "start": "00:33:06",
    "end": "00:33:07"
  },
  {
    "text": "That term, the assembly.",
    "start": "00:33:07",
    "end": "00:33:08"
  },
  {
    "text": "Yeah, that's referencing the worshiping assembly in the temple courts.",
    "start": "00:33:08",
    "end": "00:33:13"
  },
  {
    "text": "Okay.",
    "start": "00:33:13",
    "end": "00:33:13"
  },
  {
    "text": "He just sacrificed animals.",
    "start": "00:33:13",
    "end": "00:33:15"
  },
  {
    "text": "Okay.",
    "start": "00:33:15",
    "end": "00:33:15"
  },
  {
    "text": "To thank God. Yeah. That's where all this food's coming From.",
    "start": "00:33:16",
    "end": "00:33:18"
  },
  {
    "text": "Okay, the feast. Where's the feast? I feel it's all implied.",
    "start": "00:33:18",
    "end": "00:33:21"
  },
  {
    "text": "It is all implied. It's all implied. And the Psalms often do this. The Psalms assume you understand the worship liturgies described in the Psalm.",
    "start": "00:33:21",
    "end": "00:33:30"
  },
  {
    "text": "So you're getting this all from. From you comes my praise in the great assembly.",
    "start": "00:33:30",
    "end": "00:33:34"
  },
  {
    "text": "And I will pay my vows in front of those who fear him. So in other words, when you cry out, deliver me. He delivers you. Then you go to the temple, you say, God, thank you for delivering me. Let me pay back what I owe you in the form of animal sacrifices, the shalomim, the peace offerings. And then I invite all my friends, and especially the poor, and we have a party, and we have a big.",
    "start": "00:33:34",
    "end": "00:34:01"
  },
  {
    "text": "Party, and we'll worship, eat, and be satisfied.",
    "start": "00:34:01",
    "end": "00:34:03"
  },
  {
    "text": "And then we invite the nations, and then even the dead. Whoa. Even the dead get invited to this worship party.",
    "start": "00:34:03",
    "end": "00:34:10"
  },
  {
    "text": "It's got cosmic.",
    "start": "00:34:10",
    "end": "00:34:11"
  },
  {
    "text": "Yeah, it's got cosmic.",
    "start": "00:34:11",
    "end": "00:34:13"
  },
  {
    "text": "Okay, let's remember Psalm 15, which starts this section.",
    "start": "00:34:13",
    "end": "00:34:18"
  },
  {
    "text": "Yes.",
    "start": "00:34:18",
    "end": "00:34:18"
  },
  {
    "text": "Is who can ascend the mountain of the Lord. And then it says, it's gonna be someone who's got their act together.",
    "start": "00:34:18",
    "end": "00:34:25"
  },
  {
    "text": "Someone who's got their act together. Yep.",
    "start": "00:34:25",
    "end": "00:34:28"
  },
  {
    "text": "In a way that should be inspiring. But also, the best of us on our best day could barely pull this off.",
    "start": "00:34:28",
    "end": "00:34:34"
  },
  {
    "text": "And then the Psalms start talking about David and the king's line from David.",
    "start": "00:34:34",
    "end": "00:34:39"
  },
  {
    "text": "Okay, so you're anticipating. Okay, it's from this line.",
    "start": "00:34:39",
    "end": "00:34:41"
  },
  {
    "text": "Yes. And who are constantly delivered from peril and brought into God's presence.",
    "start": "00:34:41",
    "end": "00:34:45"
  },
  {
    "text": "Okay.",
    "start": "00:34:45",
    "end": "00:34:46"
  },
  {
    "text": "Yes.",
    "start": "00:34:46",
    "end": "00:34:46"
  },
  {
    "text": "And then ultimately, this person, suddenly we find them in a pit.",
    "start": "00:34:46",
    "end": "00:34:51"
  },
  {
    "text": "Yeah.",
    "start": "00:34:51",
    "end": "00:34:52"
  },
  {
    "text": "About to just be destroyed.",
    "start": "00:34:52",
    "end": "00:34:53"
  },
  {
    "text": "Yep. By wild animals.",
    "start": "00:34:53",
    "end": "00:34:55"
  },
  {
    "text": "The one that we thought, okay, this is the person that's going to ascend the mountain of Yahweh is instead being about to be gored by a wild animal.",
    "start": "00:34:55",
    "end": "00:35:04"
  },
  {
    "text": "Yeah, yeah. But they cry out to God. This one cries out to God, and God hears the cry of this suffering one. And then it's just scene, cut. Then the poem just cuts to the celebration.",
    "start": "00:35:04",
    "end": "00:35:20"
  },
  {
    "text": "Yeah. If you were creating a movie, we would have ended, like, act one, and then we would have cut to the final scene of the movie.",
    "start": "00:35:20",
    "end": "00:35:28"
  },
  {
    "text": "That's Psalm 22. And again, it's highly significant that this is the poem Jesus quotes as he's hanging on the cross.",
    "start": "00:35:28",
    "end": "00:35:35"
  },
  {
    "text": "It'd be like at the end of Act 2, because that's kind of the lowest point, right?",
    "start": "00:35:35",
    "end": "00:35:38"
  },
  {
    "text": "Oh, yeah, yeah. Yes. It would be the crisis moment where you think the whole thing's crashing down. Yeah, yeah, yeah. That's it.",
    "start": "00:35:39",
    "end": "00:35:45"
  },
  {
    "text": "And then all of a sudden, it's like, you don't get to see how that's resolved. Act two doesn't end.",
    "start": "00:35:45",
    "end": "00:35:49"
  },
  {
    "text": "It ends with the suffering one just saying, God help me, please.",
    "start": "00:35:50",
    "end": "00:35:53"
  },
  {
    "text": "It's that moment. Yeah. Where act two usually, like, is ending.",
    "start": "00:35:53",
    "end": "00:35:57"
  },
  {
    "text": "Oh. And then it cuts blank. And then there's just text on the screen that says, and God answered his prayer.",
    "start": "00:35:57",
    "end": "00:36:03"
  },
  {
    "text": "Okay. Yeah. And then it, like, fades up from black. And you've got that final scene in the movie.",
    "start": "00:36:05",
    "end": "00:36:11"
  },
  {
    "text": "Yes.",
    "start": "00:36:11",
    "end": "00:36:11"
  },
  {
    "text": "Where everyone's celebrating and you're like, well, how did we get here?",
    "start": "00:36:11",
    "end": "00:36:15"
  },
  {
    "text": "Yeah. But the party's huge. It's like the king.",
    "start": "00:36:15",
    "end": "00:36:17"
  },
  {
    "text": "It's a cosmic party.",
    "start": "00:36:17",
    "end": "00:36:17"
  },
  {
    "text": "First it's the poor, then it's all the nations, and then it's even the dead.",
    "start": "00:36:17",
    "end": "00:36:21"
  },
  {
    "text": "How did we get to this party?",
    "start": "00:36:21",
    "end": "00:36:23"
  },
  {
    "text": "So. Yep. And this is called the Kingdom of God. That's. The kingdom is yahweh's. So Psalm 23 is, in a way, another version. The famous Psalm 23. I mean, what's. This is the most famous poem in the whole collection.",
    "start": "00:36:24",
    "end": "00:36:40"
  },
  {
    "text": "Yeah.",
    "start": "00:36:40",
    "end": "00:36:40"
  },
  {
    "text": "In a way, it's a retelling of Psalm 22 with different language.",
    "start": "00:36:41",
    "end": "00:36:45"
  },
  {
    "text": "Okay.",
    "start": "00:36:45",
    "end": "00:36:46"
  },
  {
    "text": "Yahweh is my shepherd. I shall not want.",
    "start": "00:36:47",
    "end": "00:36:50"
  },
  {
    "text": "What's the word? Want.",
    "start": "00:36:51",
    "end": "00:36:52"
  },
  {
    "text": "Oh, I will not have lack.",
    "start": "00:36:52",
    "end": "00:36:54"
  },
  {
    "text": "Okay.",
    "start": "00:36:54",
    "end": "00:36:55"
  },
  {
    "text": "I will not lack anything that I need.",
    "start": "00:36:55",
    "end": "00:36:56"
  },
  {
    "text": "Okay.",
    "start": "00:36:56",
    "end": "00:36:57"
  },
  {
    "text": "He gives me green pastures. He leads me beside quiet waters. He restores my soul. He guides me in the path of righteousness. There we go. You need that to ascend the mountain.",
    "start": "00:36:57",
    "end": "00:37:07"
  },
  {
    "text": "Yeah. You kind of need a guide.",
    "start": "00:37:07",
    "end": "00:37:08"
  },
  {
    "text": "Yeah. For his name's sake. Yahweh's with me. I trust Yahweh. He'll bring me to Eden. Spots.",
    "start": "00:37:09",
    "end": "00:37:15"
  },
  {
    "text": "This is a psalm of David.",
    "start": "00:37:15",
    "end": "00:37:17"
  },
  {
    "text": "Yep.",
    "start": "00:37:17",
    "end": "00:37:17"
  },
  {
    "text": "Okay, so this is the psalm of.",
    "start": "00:37:17",
    "end": "00:37:18"
  },
  {
    "text": "The Anointed One, the guy who just suffered and was vindicated in the previous poem. Now this is his psalm. Yeah. Even if I walk through the valley of the shadow of death, there we are. My God, my God, why have you forsaken me? Why are you so distant? But he says, I will fear no evil because you are with me, which.",
    "start": "00:37:18",
    "end": "00:37:38"
  },
  {
    "text": "Is the opposite of you have forsaken me.",
    "start": "00:37:38",
    "end": "00:37:40"
  },
  {
    "text": "Yeah, that's right. Yeah. Your rod and your staff bring me comfort. You prepare a table, so you give me a feast even before my enemies. So look at how Yahweh is with me. He gives me Eden, grass and waters wherever I go, even in the darkest valley. So the opposite of the high place, the opposite of Mount Eden. Even there I can have an Eden feast when my enemies surround me. And you go back and you think about Psalm 22, he's crying out with enemies surrounding him.",
    "start": "00:37:40",
    "end": "00:38:16"
  },
  {
    "text": "It does jump cut to the Eden feast.",
    "start": "00:38:16",
    "end": "00:38:18"
  },
  {
    "text": "Yeah. And here it's surrounded by enemies. You anoint my head with oil, which has the royal connotations here of the anointing. My cup overflows. Goodness and loyal love will follow me all the days of my life. And I will dwell there. It is in the house of Yahweh forever.",
    "start": "00:38:18",
    "end": "00:38:36"
  },
  {
    "text": "I will ascend the mountain.",
    "start": "00:38:36",
    "end": "00:38:38"
  },
  {
    "text": "Yeah. So we go from the valley to.",
    "start": "00:38:39",
    "end": "00:38:41"
  },
  {
    "text": "The cosmic mountain, valley of the shadow of death.",
    "start": "00:38:41",
    "end": "00:38:44"
  },
  {
    "text": "And actually Eden is with this guy in both places. I can be in the valley and you still give me Eden there. But surely the little taste of Eden, even in the dark death valley, will culminate in the great feast in the house of Yahweh up above. The mountain isn't mentioned, but the house of Yahweh is. And then you get Psalm 24. Okay, so this is culminating poem.",
    "start": "00:38:44",
    "end": "00:39:08"
  },
  {
    "text": "Okay.",
    "start": "00:39:08",
    "end": "00:39:09"
  },
  {
    "text": "This is so rad. It comes in three parts. First, the land is Yahweh's and everything it contains the world and all those who dwell in it, for he has founded it, that is the land upon the seas and established it. The land on the rivers.",
    "start": "00:39:09",
    "end": "00:39:30"
  },
  {
    "text": "Yeah. This is the ancient cosmology. God ordering out of the chaotic seas. Underneath the land is the chaos, but also the source of life. Yeah, like the waters. Yeah, chaotic waters. Life giving waters. The land is there. God ordered it.",
    "start": "00:39:30",
    "end": "00:39:46"
  },
  {
    "text": "That's right. Yeah. Underneath this is the image of the land sits on pillars supported above the chaos waters that are below it and all around it. But notice the main claim is not that it just assumes if Yahweh is the founder of the dry land, then that means everything on the dry land is Yahweh's. Yeah. And those who dwell in it. So it's just. It's the word sit take up residence. But it was the word used in the last line of Psalm 23, which is about dwelling in the house of Yahweh. So there's a special place that belongs just to Yahweh, like the house of Yahweh on the mountain.",
    "start": "00:39:46",
    "end": "00:40:22"
  },
  {
    "text": "But all the earth is Yahweh's.",
    "start": "00:40:22",
    "end": "00:40:24"
  },
  {
    "text": "But then Psalm 28:4 says, don't forget though, like, if we're going to talk about Yahweh's house, let's remember all of the dry land is Yahweh's, even those who dwell on it. That's the first part of the poem.",
    "start": "00:40:24",
    "end": "00:40:37"
  },
  {
    "text": "Well, that kind of helps recall too, what happened the end of 22 that's the cosmic feast.",
    "start": "00:40:38",
    "end": "00:40:43"
  },
  {
    "text": "Oh, yes.",
    "start": "00:40:43",
    "end": "00:40:44"
  },
  {
    "text": "Like, that's. Like that's when all the land is now really the house of Yahweh. Yeah.",
    "start": "00:40:44",
    "end": "00:40:51"
  },
  {
    "text": "Yep. Okay, the second part of the poem. Who can ascend onto the hill of Yahweh? Who can stand in his holy place? Here's our question again from the beginning of Psalm 15.",
    "start": "00:40:51",
    "end": "00:41:05"
  },
  {
    "text": "Okay. Now it's at the end.",
    "start": "00:41:05",
    "end": "00:41:06"
  },
  {
    "text": "Remember, there it was, tent and mountain. Who can ascend the mountain of Yahweh? Mountain of Yahweh. Who can dwell in his tent? Here it's. Who can ascend the hill of Yahweh? Who can stand in the holy place? So, holy place meaning temple or tabernacle.",
    "start": "00:41:06",
    "end": "00:41:22"
  },
  {
    "text": "And the hill meaning mountain.",
    "start": "00:41:22",
    "end": "00:41:23"
  },
  {
    "text": "Cosmic mountain.",
    "start": "00:41:23",
    "end": "00:41:24"
  },
  {
    "text": "Yeah.",
    "start": "00:41:24",
    "end": "00:41:24"
  },
  {
    "text": "The one who has clean hands and a pure heart. Jesus borrowed the phrase pure of heart in the Beatitudes from this poem here because he also picks up another phrase. The one who has clean hands means what you do. Your actions have a purity to them, and that outward purity in your actions is a mirror of an inward purity in your heart.",
    "start": "00:41:25",
    "end": "00:41:51"
  },
  {
    "text": "So this is another way to describe. What was it? Tamim.",
    "start": "00:41:51",
    "end": "00:41:54"
  },
  {
    "text": "Oh, Tamim. Yeah, that's right. Yeah, that's exactly right. Yep. The one who doesn't lift up his Nephesh, his being, to anything. False. It's the image of offering up your life. I'm raising my hands because it's the word lift up so you can lift up your life and offer it to something that's true and good and beautiful or something that's an illusion.",
    "start": "00:41:54",
    "end": "00:42:17"
  },
  {
    "text": "False.",
    "start": "00:42:18",
    "end": "00:42:18"
  },
  {
    "text": "The one who never swears an oath with deceit. You don't represent yourself as being truthful when actually you're going to do something else. That one will receive a blessing from Yahweh. Ooh. He will receive righteousness from the God of his salvation. You can receive righteousness. That sounds like Paul the Apostle, Right. Standing with God. Yahweh will recognize you as someone who's in right relationship with him, and you'll.",
    "start": "00:42:19",
    "end": "00:42:50"
  },
  {
    "text": "Get the blessing when you are. But this person is in right relationship with people.",
    "start": "00:42:50",
    "end": "00:42:55"
  },
  {
    "text": "Exactly. Yeah. That's good. The one who's in right relationship with people will be recognized as one who's in right relationship with God. Yeah, yeah, that's right.",
    "start": "00:42:55",
    "end": "00:43:05"
  },
  {
    "text": "But it's a God that rescues. What's the rescue from?",
    "start": "00:43:05",
    "end": "00:43:08"
  },
  {
    "text": "Ooh. Well, yeah, you got to think back to all the previous poems about being rescued from the chaos and your enemies. Yahweh will rescue the one who's in right relationship with him and bless them, and that's the one who can ascend the hill of the Lord. And then we're told verse six, this, that is all that you just is the generation of those who seek him who seek your face, namely Jacob.",
    "start": "00:43:08",
    "end": "00:43:39"
  },
  {
    "text": "Okay, okay, two things. One, I thought we were talking about like a king here.",
    "start": "00:43:40",
    "end": "00:43:47"
  },
  {
    "text": "Yeah, good point.",
    "start": "00:43:47",
    "end": "00:43:47"
  },
  {
    "text": "Now it's a generation.",
    "start": "00:43:47",
    "end": "00:43:48"
  },
  {
    "text": "Now it's a whole crew.",
    "start": "00:43:48",
    "end": "00:43:50"
  },
  {
    "text": "It's a big crew.",
    "start": "00:43:50",
    "end": "00:43:51"
  },
  {
    "text": "Yeah.",
    "start": "00:43:51",
    "end": "00:43:51"
  },
  {
    "text": "Jacob, namely Jacob. Why we call this person Jacob?",
    "start": "00:43:51",
    "end": "00:43:54"
  },
  {
    "text": "Well, so it's shorthand for the descendants of Jacob. Okay, yeah. It's interesting in some translations they've paraphrased and interpreted. So NIV says this is the generation of those who seek him, who seek your face, O God of Jacob.",
    "start": "00:43:54",
    "end": "00:44:09"
  },
  {
    "text": "Yeah, that's how I'm familiar with it.",
    "start": "00:44:09",
    "end": "00:44:10"
  },
  {
    "text": "But the word God isn't there in Hebrew. It just says who seek your face, Jacob. And it's not likely that they're seeking Jacob, their ancestors face, but they're being called Jacob.",
    "start": "00:44:11",
    "end": "00:44:24"
  },
  {
    "text": "Seems connected to the remnant.",
    "start": "00:44:24",
    "end": "00:44:26"
  },
  {
    "text": "Exactly.",
    "start": "00:44:26",
    "end": "00:44:27"
  },
  {
    "text": "There is the anointed one to come, but he's got a crew.",
    "start": "00:44:27",
    "end": "00:44:31"
  },
  {
    "text": "Jacob was the descendant of the 12 sons named the 12 tribes.",
    "start": "00:44:31",
    "end": "00:44:37"
  },
  {
    "text": "Yeah. So from Jacob is Israel.",
    "start": "00:44:37",
    "end": "00:44:39"
  },
  {
    "text": "Yes, exactly.",
    "start": "00:44:39",
    "end": "00:44:40"
  },
  {
    "text": "And Israel will be a crew, a nation, a people.",
    "start": "00:44:41",
    "end": "00:44:47"
  },
  {
    "text": "Yeah. That seek God's face. And how do you know they're seeking God's face? Well, clean hands, pure heart, truthfulness. And then you go back to 15, they don't lend money with interest. They speak what's truthful and good about people. So first of all, let's just notice the actual person of Jacob was nothing like this. The Jacob in Genesis, he was a lying cheat for most of his life. Only once he suffered a lot did he ever straighten up. So that itself is interesting. But he has a couple good moments on his best day. So all of creation is Yahweh's and the dry land is who can ascend the hill of the Lord. And so this question, who can ascend the hill of the Lord is also asking a more cosmic question of like who can really become covenant partners with the holy, generous, just creator, God of the sky and the land. Yeah, and he's forming a crew. He's forming a crew. Yeah.",
    "start": "00:44:47",
    "end": "00:46:03"
  },
  {
    "text": "It's interesting that Jesus uses a lot of these words in his nine statements at the beginning of the Sermon on the Mount when he's kind of defining his crew.",
    "start": "00:46:03",
    "end": "00:46:13"
  },
  {
    "text": "That's right. How good is life for the pure in heart, for they will see God. And that's what he's reflecting here, the pure heart who seek God's face.",
    "start": "00:46:13",
    "end": "00:46:20"
  },
  {
    "text": "And he says, you Will be.",
    "start": "00:46:20",
    "end": "00:46:22"
  },
  {
    "text": "They will see God. Yeah. So we just described the whole earth as God's. Then we re asked our question. Who can really enter into partnership in the presence on the cosmic mountain with God? And you're like, well, I guess the king whose story was kind of told in the Psalms to follow. And then we have the final third of Psalm 24. Psalm 24 has a riddle, like structure has three parts. And you're like, what do these have to do with each other? Okay, lift up your heads, O gates. Be lifted up, O ancient doors, so that the king of glory may enter in.",
    "start": "00:46:23",
    "end": "00:47:03"
  },
  {
    "text": "Okay, open up the gates.",
    "start": "00:47:03",
    "end": "00:47:05"
  },
  {
    "text": "Yeah. So this is like you're a doorman or door woman at the doors of the temple, the royal residence of Yahweh, the king of all creation.",
    "start": "00:47:05",
    "end": "00:47:16"
  },
  {
    "text": "This isn't the gates to the city. This is the gates to the temple.",
    "start": "00:47:16",
    "end": "00:47:20"
  },
  {
    "text": "Well, where is God's home? So he's going to have to go through the gates of the city, but the city and then God's house are kind of identified with each other. So the king is arriving. King is arriving. Who is the king of glory? Yahweh, strong and mighty. Yahweh, mighty in battle. Oh, back in Psalm 18, that's how David described Yahweh, who rescued him from his enemies. Lift up your heads, O gates. Lift them up, ancient doors, so the king of glory may come in. Who's the king of glory? Yahweh of armies. He is the king of glory. So it's about an entrance celebration of Yahweh coming as the king to enter into his royal residence. Those are the three parts of Psalm 24.",
    "start": "00:47:21",
    "end": "00:48:11"
  },
  {
    "text": "That was the third part.",
    "start": "00:48:11",
    "end": "00:48:12"
  },
  {
    "text": "Yeah.",
    "start": "00:48:12",
    "end": "00:48:12"
  },
  {
    "text": "What was the first part?",
    "start": "00:48:12",
    "end": "00:48:13"
  },
  {
    "text": "First part was the land is Yahweh's and everything on it.",
    "start": "00:48:13",
    "end": "00:48:16"
  },
  {
    "text": "Okay.",
    "start": "00:48:16",
    "end": "00:48:17"
  },
  {
    "text": "Second part. Who can ascend to the hill of Yahweh?",
    "start": "00:48:17",
    "end": "00:48:20"
  },
  {
    "text": "Yeah, it's the generation.",
    "start": "00:48:20",
    "end": "00:48:22"
  },
  {
    "text": "The generation. So that's about Everything is Yahweh's. So in a way, the whole thing is this cosmic mountain.",
    "start": "00:48:22",
    "end": "00:48:29"
  },
  {
    "text": "Yeah.",
    "start": "00:48:29",
    "end": "00:48:30"
  },
  {
    "text": "Second part, what humans can go up to be in.",
    "start": "00:48:30",
    "end": "00:48:35"
  },
  {
    "text": "Well, what's interesting about the second part is while we've been focusing on one person, this focuses now on a whole crew.",
    "start": "00:48:35",
    "end": "00:48:44"
  },
  {
    "text": "That's right. Yeah. That's good.",
    "start": "00:48:44",
    "end": "00:48:46"
  },
  {
    "text": "Yeah.",
    "start": "00:48:46",
    "end": "00:48:46"
  },
  {
    "text": "It's as if what the story of David and David's seed has been told in the Psalms to precede is now gets all focused in on not just that king, but like a crew.",
    "start": "00:48:46",
    "end": "00:48:58"
  },
  {
    "text": "So you got the anointed king, kind of like the human king, who then also has his crew. They've ascended the mountain.",
    "start": "00:48:58",
    "end": "00:49:07"
  },
  {
    "text": "He went into suffering.",
    "start": "00:49:07",
    "end": "00:49:08"
  },
  {
    "text": "Yeah. The anointed went into suffering, cried out.",
    "start": "00:49:08",
    "end": "00:49:11"
  },
  {
    "text": "To God, who gave him Eden in the valley of death, and the reward of Eden on the mountain.",
    "start": "00:49:11",
    "end": "00:49:16"
  },
  {
    "text": "And then there's this hope here in Psalm 24, that the whole generation will ascend.",
    "start": "00:49:16",
    "end": "00:49:20"
  },
  {
    "text": "That's right. That's right.",
    "start": "00:49:20",
    "end": "00:49:21"
  },
  {
    "text": "But then it ends with Yahweh himself.",
    "start": "00:49:21",
    "end": "00:49:24"
  },
  {
    "text": "Yeah. Or coming down. Or coming in.",
    "start": "00:49:24",
    "end": "00:49:26"
  },
  {
    "text": "Coming in.",
    "start": "00:49:26",
    "end": "00:49:27"
  },
  {
    "text": "Yeah. So it's all the land is Yahweh's house. Who can ascend into the house on the hill of Yahweh? Well, this crew. And then when you have this crew ascending the hill of Yahweh, Yahweh meets him there. Yahweh comes in and meets them there. And he's the king of all creation.",
    "start": "00:49:27",
    "end": "00:49:46"
  },
  {
    "text": "Yeah.",
    "start": "00:49:46",
    "end": "00:49:47"
  },
  {
    "text": "So this whole collection 15 to 24 is about the arrival of a king who has suffered and been vindicated by God out of his suffering, holds a feast on Mount Zion that summons the righteous and the nations and even the dead. And then if that king has a righteous crew who enters in with him, they will ascend, and then Yahweh will enter or descend or ascend and meet them in that place, too. So whatever it means for Psalm 2 to say, I have appointed my king on Zion, my Holy Hill, Psalms 15:24 just adds a lot of color to that. Okay. I told you I'd show you something interesting.",
    "start": "00:49:47",
    "end": "00:51:07"
  },
  {
    "text": "Yes.",
    "start": "00:51:07",
    "end": "00:51:08"
  },
  {
    "text": "All the way back in Psalm 2. So what it means to read the Psalms is to learn how to read them as a mosaic, unified. Read each one individually for what it's saying, but then plug it into its bigger context. And that's just what it means to read the Bible in general. So what's really fascinating is back where I told you, back in Psalm 2. 9, the king bringing God's justice to the earth is described as breaking the nations with a rod of iron.",
    "start": "00:51:08",
    "end": "00:51:38"
  },
  {
    "text": "Yeah. It's a battle image.",
    "start": "00:51:38",
    "end": "00:51:40"
  },
  {
    "text": "And shattering them like clay pots. So that verb, break them, it's the Hebrew verb raa resh. Ayin. Ayin. And it means to shatter. It's a synonym with another Semitic word, shatter. However, it is spelled with the same consonants as the word to shepherd. So the verb to be a shepherd or shepherd is also ra, spelled with the same letters. So it's a homonym.",
    "start": "00:51:40",
    "end": "00:52:08"
  },
  {
    "text": "Oh, okay.",
    "start": "00:52:08",
    "end": "00:52:09"
  },
  {
    "text": "It's a homonym. And you remember shepherding also came up in the section of Psalm.",
    "start": "00:52:09",
    "end": "00:52:14"
  },
  {
    "text": "And he has a staff.",
    "start": "00:52:14",
    "end": "00:52:15"
  },
  {
    "text": "Yahweh is my shepherd. Yeah. So what is really fascinating, this line from Psalm 2 is quoted in the Revelation, the Apocalypse, the last book of the Christian Bible, multiple times, but in particular, where the resurrected Jesus is speaking to the seven churches at the beginning of the Revelation. And in chapter two, when he's speaking to a group of his followers in this ancient city of Thyatira, he always talks about a challenge that they have set before them. And then he says, if you meet the challenge, he calls that overcoming. And he says, the one who overcomes and keeps my deeds until the end, to that one, I will give authority over the nations, and that one will shepherd them with a rod of iron as the vessels of the potter are broken to pieces, as I too have received authority from my Father. So it's a long quote from Psalm chapter two.",
    "start": "00:52:15",
    "end": "00:53:20"
  },
  {
    "text": "Yeah.",
    "start": "00:53:20",
    "end": "00:53:21"
  },
  {
    "text": "But Jesus is saying that this is true of his crew. So in other words, he's taking the promise that God said to David. And he said, first of all, that's what I've received from my Father. So that's me. I'm the king from the line of David. And if you're one of my disciples, I will give you what is mine, which is to rule over the nations. You're like, whoa, yeah, that's interesting. And then right here, where he quotes from the phrase that in our English translations say, you will break them with a rod of iron. But remember, that word can be translated as shepherd.",
    "start": "00:53:21",
    "end": "00:54:00"
  },
  {
    "text": "Because it's a homonym.",
    "start": "00:54:00",
    "end": "00:54:02"
  },
  {
    "text": "Because it's a homonym here in Greek, when you have to make a choice.",
    "start": "00:54:02",
    "end": "00:54:05"
  },
  {
    "text": "Yeah, because Greek, it's not a homonym. Yes.",
    "start": "00:54:05",
    "end": "00:54:07"
  },
  {
    "text": "Yeah, totally. So it's translated here in this Greek quotation in Jesus mouth is, he will shepherd them with a rod of iron.",
    "start": "00:54:07",
    "end": "00:54:16"
  },
  {
    "text": "Well, what translation are you looking at? Because the translation says rule.",
    "start": "00:54:16",
    "end": "00:54:19"
  },
  {
    "text": "Okay. Yes, it says rule literally. Shepherd is the new American standard. And then they have a footnote to say.",
    "start": "00:54:19",
    "end": "00:54:25"
  },
  {
    "text": "Well, they're making a little. They're interpreting the interpretation here.",
    "start": "00:54:25",
    "end": "00:54:28"
  },
  {
    "text": "It's literally the word shepherd.",
    "start": "00:54:28",
    "end": "00:54:29"
  },
  {
    "text": "Okay. What's the word?",
    "start": "00:54:29",
    "end": "00:54:31"
  },
  {
    "text": "Poimano.",
    "start": "00:54:31",
    "end": "00:54:32"
  },
  {
    "text": "And it means shepherd.",
    "start": "00:54:32",
    "end": "00:54:34"
  },
  {
    "text": "Yeah. Mm.",
    "start": "00:54:34",
    "end": "00:54:34"
  },
  {
    "text": "Yeah, that was nasb.",
    "start": "00:54:34",
    "end": "00:54:36"
  },
  {
    "text": "You said it was a new American standard. Yeah, yeah.",
    "start": "00:54:36",
    "end": "00:54:38"
  },
  {
    "text": "Were they trying to smooth this out a little bit there?",
    "start": "00:54:38",
    "end": "00:54:40"
  },
  {
    "text": "Yeah, they were.",
    "start": "00:54:40",
    "end": "00:54:41"
  },
  {
    "text": "Yeah.",
    "start": "00:54:41",
    "end": "00:54:42"
  },
  {
    "text": "They're trying to metaphorically interpret shepherd in terms of ruling.",
    "start": "00:54:42",
    "end": "00:54:47"
  },
  {
    "text": "Because they're like, hey, this is a quote from Psalm 2.",
    "start": "00:54:47",
    "end": "00:54:49"
  },
  {
    "text": "Yeah.",
    "start": "00:54:49",
    "end": "00:54:50"
  },
  {
    "text": "Psalm 2.",
    "start": "00:54:50",
    "end": "00:54:50"
  },
  {
    "text": "Yeah. Is about a king ruling with justice.",
    "start": "00:54:51",
    "end": "00:54:54"
  },
  {
    "text": "Yeah.",
    "start": "00:54:54",
    "end": "00:54:54"
  },
  {
    "text": "And even, you know, violent retributive justice.",
    "start": "00:54:55",
    "end": "00:54:58"
  },
  {
    "text": "But that verb, Hebrew, the verb can mean both.",
    "start": "00:54:58",
    "end": "00:55:01"
  },
  {
    "text": "It could mean shepherd or it could mean break. Now, the parallel line Says you will shatter them like pots.",
    "start": "00:55:01",
    "end": "00:55:07"
  },
  {
    "text": "Yeah. So that's a clue.",
    "start": "00:55:07",
    "end": "00:55:08"
  },
  {
    "text": "Yeah. So the question is, why, when Jesus. Right. Re quotes this and then that's represented in Greek, does break become shepherd, which is a much more positive image. Shepherding the nations.",
    "start": "00:55:08",
    "end": "00:55:22"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:55:22",
    "end": "00:55:23"
  },
  {
    "text": "With a rod.",
    "start": "00:55:23",
    "end": "00:55:24"
  },
  {
    "text": "Yeah.",
    "start": "00:55:24",
    "end": "00:55:25"
  },
  {
    "text": "And that comes from Psalm 23. So in other words, this reflects Jesus and his early followers reading the Psalms in light of each other. And so the violent imagery of Psalm 2 gets reshaped with the language of Psalm 23. And it's not that they're playing fast and loose, it means that they're reading. However, the King brings justice in Psalm 2. You have to read that in light of what the King goes through in.",
    "start": "00:55:25",
    "end": "00:55:54"
  },
  {
    "text": "Psalms 15:24, you could focus on God's justice. When he's going to come to unleash his blessing. There's going to be justice.",
    "start": "00:55:54",
    "end": "00:56:02"
  },
  {
    "text": "Yes.",
    "start": "00:56:02",
    "end": "00:56:02"
  },
  {
    "text": "There's going to be some. It's going to go down shattering. Because things that should not exist are going to be shattered.",
    "start": "00:56:02",
    "end": "00:56:09"
  },
  {
    "text": "Yes. Humans individually and corporately represented by their governing figures, do things to each other that are wrong. God will not let injustice persist into the new creation.",
    "start": "00:56:09",
    "end": "00:56:22"
  },
  {
    "text": "So you can focus on the shattering.",
    "start": "00:56:22",
    "end": "00:56:24"
  },
  {
    "text": "Yep.",
    "start": "00:56:24",
    "end": "00:56:24"
  },
  {
    "text": "But then when you look at Psalm 22 and it's the nation's feasting.",
    "start": "00:56:24",
    "end": "00:56:29"
  },
  {
    "text": "Yeah.",
    "start": "00:56:30",
    "end": "00:56:30"
  },
  {
    "text": "Then we can focus on that. And so, like, there's this, like, blessing being unleashed.",
    "start": "00:56:30",
    "end": "00:56:34"
  },
  {
    "text": "Focus on the one who suffered and gave up his life for those violent nations.",
    "start": "00:56:35",
    "end": "00:56:40"
  },
  {
    "text": "Yeah.",
    "start": "00:56:40",
    "end": "00:56:41"
  },
  {
    "text": "And opened up the possibility of Eden feasts in the valley or on the cosmic mountain.",
    "start": "00:56:41",
    "end": "00:56:49"
  },
  {
    "text": "It feels like with revelation, it's kind of this. It's mixing them in a kind of a cool way, because it's taking the Psalm 2, which feels like the justice moment. Inserting the word shepherding.",
    "start": "00:56:49",
    "end": "00:56:58"
  },
  {
    "text": "Yes.",
    "start": "00:56:58",
    "end": "00:56:58"
  },
  {
    "text": "Which is kind of bringing in the Psalm 23. Psalm 22. Psalm 23.",
    "start": "00:56:58",
    "end": "00:57:02"
  },
  {
    "text": "Yeah.",
    "start": "00:57:02",
    "end": "00:57:03"
  },
  {
    "text": "Perspective. And it makes you really wrestle with that tension.",
    "start": "00:57:03",
    "end": "00:57:06"
  },
  {
    "text": "Yeah. However, this suffering seed from the line of David is going to bring justice. We have to connect that to the suffering for others done out of love and care and mercy. And we have to learn how to hold those two together. In other words, there are aspects of the Christian tradition that represent Jesus coming, you know, at the end of days, you know, with the sword in his hand, kicking butt, riding the white horse. Yeah. And that's not how the last book of the Bible presents Jesus. He comes with a sword coming out of his mouth.",
    "start": "00:57:06",
    "end": "00:57:43"
  },
  {
    "text": "Yeah.",
    "start": "00:57:43",
    "end": "00:57:44"
  },
  {
    "text": "It's a metaphor of his words that speak truth. They speak justice, but they also speak mercy and love. And he's Bloody before the battle begins and he is shepherding with his iron rod. In other words, they repurpose the violent imagery in light of the suffering love of the crucified Jesus and holding those together.",
    "start": "00:57:44",
    "end": "00:58:07"
  },
  {
    "text": "Yeah, because the tension is really key. You could experience that day in terror. Right. You could be shattered on that day.",
    "start": "00:58:07",
    "end": "00:58:14"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:58:14",
    "end": "00:58:15"
  },
  {
    "text": "Right. Like, but that isn't the purpose is just to go and shatter. It's to make things right.",
    "start": "00:58:15",
    "end": "00:58:22"
  },
  {
    "text": "Yep, that's right.",
    "start": "00:58:22",
    "end": "00:58:23"
  },
  {
    "text": "And that the emphasis, it seems like what you're saying, when Jesus and his apostles and his followers start reflecting on this, the emphasis they start putting it on is of the way of reconciliation.",
    "start": "00:58:23",
    "end": "00:58:36"
  },
  {
    "text": "Yep, that's right, actually. And that's how Psalm 2 ends. Therefore, kings show discernment.",
    "start": "00:58:36",
    "end": "00:58:41"
  },
  {
    "text": "These are the kings of the nations.",
    "start": "00:58:42",
    "end": "00:58:43"
  },
  {
    "text": "Yeah. Take warning, you rulers of the earth. Worship Yahweh with reverence. Rejoice with trembling.",
    "start": "00:58:43",
    "end": "00:58:51"
  },
  {
    "text": "Yeah.",
    "start": "00:58:52",
    "end": "00:58:52"
  },
  {
    "text": "Isn't that a great condemnation? Yeah. Yeah. Pay homage to the sun. Literally kiss the sun. Like he holds out his hand so that he doesn't become angry and you perish in your way.",
    "start": "00:58:52",
    "end": "00:59:03"
  },
  {
    "text": "Yeah.",
    "start": "00:59:03",
    "end": "00:59:03"
  },
  {
    "text": "His anger could be kindled quick. But how good is life for those who take refuge in him? So it's a real choice. But even the intensity of that anger, John, you know, when Jesus re quotes Psalm 2, he wants to modify that intense judgment anger in light of the suffering of the Shepherd.",
    "start": "00:59:04",
    "end": "00:59:30"
  },
  {
    "text": "The Psalm 23.",
    "start": "00:59:31",
    "end": "00:59:32"
  },
  {
    "text": "Yeah. The Merciful suffering love of the shepherd. And I think to be a Christian means to hold justice and love together, even when they feel like they're in tension with each other. So here we are again. The holy mountain has been both ascended and then its blessings released out to others because of the one who has ascended the hill of the Lord on behalf of others, whether they're qualified to go up there or not. So fascinating.",
    "start": "00:59:32",
    "end": "01:00:03"
  },
  {
    "text": "Yeah.",
    "start": "01:00:03",
    "end": "01:00:04"
  },
  {
    "text": "So there's a lot more in the Psalms. Just notice that this is exactly the main ideas connected to the mountain that we've seen in all the stories so far. And here it is in the book of Psalms.",
    "start": "01:00:04",
    "end": "01:00:15"
  },
  {
    "text": "Thanks for listening to BibleProject Podcast. Next week, we'll continue the theme of the mountain in the scroll of Isaiah, focusing on Mount Zion in Jerusalem.",
    "start": "01:00:18",
    "end": "01:00:29"
  },
  {
    "text": "It's described in the poetry of Isaiah as a new Eden, as a cosmic mountain through which God wants to spread divine rule and blessing to all of the nations. And there's a reality gap between the ideal Mount Zion and then the actual Mount Zion that Isaiah finds himself in.",
    "start": "01:00:29",
    "end": "01:00:48"
  },
  {
    "text": "That's next week. Bibleproject is a crowdfunded nonprofit we exist to experience the Bible as a unified story that leads to Jesus. And everything that we make is free because it's already been paid for by thousands of people just like you. So thank you so much for being a part of this with us.",
    "start": "01:00:48",
    "end": "01:01:05"
  },
  {
    "text": "Hi, my name is Sandra Shia and I'm from South Pasadena, California.",
    "start": "01:01:05",
    "end": "01:01:09"
  },
  {
    "text": "Hi, this is Chris and I'm from Cincinnati, Ohio. I first heard about bibleproject when a video from the Wisdom series was used during a weekend message at our church.",
    "start": "01:01:09",
    "end": "01:01:17"
  },
  {
    "text": "I use the podcast as a sound event where I get to be a fly on the wall as Tim and John dialogue and unpack new ways to look at a word or subject.",
    "start": "01:01:17",
    "end": "01:01:26"
  },
  {
    "text": "My favorite thing about bibleproject is that while the podcast conversation goes deep and wide and goes down all kinds of rabbit trails, the final video is streamlined and really, really helps me to grow in my faith.",
    "start": "01:01:26",
    "end": "01:01:36"
  },
  {
    "text": "I love the current phrases of vernacular that is exchanged, such as God's spirit being described as a personal, energizing presence.",
    "start": "01:01:36",
    "end": "01:01:44"
  },
  {
    "text": "We believe the Bible is a unified story that leads to Jesus.",
    "start": "01:01:44",
    "end": "01:01:47"
  },
  {
    "text": "We're a crowdfunded project by people like me. Find free videos, podcasts, classes and more.",
    "start": "01:01:47",
    "end": "01:01:53"
  },
  {
    "text": "On the Bibleproject app and@bibleproject.com.",
    "start": "01:01:53",
    "end": "01:01:56"
  },
  {
    "text": "Hey everyone, this is Bruce. I'm a software engineer at bibleproject. I've been working at bibleproject for two years and my favorite part about my work is honestly my co workers. It's just such a joy working with these humans doing something that matters to me. There's a whole team of people that bring the podcast to life every week. For a full list of everyone who's involved, check out the show credits in the episode description. Wherever you stream the podcast and on our website.",
    "start": "01:01:58",
    "end": "01:02:24"
  }
]