[
  {
    "text": "Welcome to BibleProject podcast. We've been tracing the theme of the mountain in the story of the Bible. Now, the Bible begins on a mountain, and throughout the story, God again and again invites his people up to mountains to be with him. Because mountains in the Bible are the place where heaven and earth are one. The place where you can be in God's divine presence. Today, we explore the theme of the mountain and the scroll of Isaiah. The prophet Isaiah lived in Jerusalem, which is also known as Mount Zion because it's meant to be the place where God's divine presence lives amongst his people.",
    "start": "00:00:05",
    "end": "00:00:41"
  },
  {
    "text": "It's described in the poetry of Isaiah as a new Eden, as a cosmic mountain through which God wants to spread divine rule and blessing to all of the nations.",
    "start": "00:00:41",
    "end": "00:00:51"
  },
  {
    "text": "And so to live on Mount Zion means to live in right relationship with God and others. But in Isaiah's day, Jerusalem was far from that ideal. Many people had abandoned Yahweh and his instruction, and they practiced pagan sorcery and divination. The rich and powerful, they exalted themselves at the expense of the poor, making themselves false mountains. So In Isaiah, chapter 3, Isaiah warns that a day of judgment is coming.",
    "start": "00:00:52",
    "end": "00:01:18"
  },
  {
    "text": "Yahweh is going to raise up his mountain, and he's going to bring down every false mountain, and that's the day that is coming.",
    "start": "00:01:18",
    "end": "00:01:25"
  },
  {
    "text": "Isaiah also promises that a crew of faithful Israelites will remain on Mount Zion, creating a new Garden of Eden people. So how can people truly learn to live on the mountain?",
    "start": "00:01:25",
    "end": "00:01:37"
  },
  {
    "text": "The whole point of all these people having crisis moments on the mountain isn't just because God's out to, like, get people to be more tough. It really is to transform them into a state so they can actually receive true life.",
    "start": "00:01:37",
    "end": "00:01:50"
  },
  {
    "text": "Today, Tim Mackey and I explore the theme of the mountain in the early chapters of Isaiah. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:01:51",
    "end": "00:02:04"
  },
  {
    "text": "Hi, John. Hello.",
    "start": "00:02:04",
    "end": "00:02:05"
  },
  {
    "text": "Hello. We are. We're ascending mountains.",
    "start": "00:02:05",
    "end": "00:02:09"
  },
  {
    "text": "Yes, we are. Let us ascend the mountain of the Lord. We are going to also ascend to a new section of the Bible. We have been talking about the theme of the mountain, the cosmic mountain. We've been touring through the Hebrew Bible, but we've been doing the narrative books. Oh, yeah, and then the Psalms. Yeah, we were in the Psalms, but the main narrative that goes from Adam and Eve all the way up through the kings of Israel and the exile.",
    "start": "00:02:09",
    "end": "00:02:36"
  },
  {
    "text": "In Babylon, and all these events that happen on a very important place high in the sky, the heavens and the land connect. The mountain.",
    "start": "00:02:36",
    "end": "00:02:46"
  },
  {
    "text": "The mountain, yes. Mountains are the places where heaven and earth are One, it's a place where it's land. So humans are made for the land to be images of God so that humans themselves image the God of heaven on earth. So humans are like a heaven on earth spot, ideally. And then mountains are this topographical symbol in the ancient world and in the imagination of the biblical authors. And then what is interesting, the drama of the mountain, is that it's the place where heaven touches earth.",
    "start": "00:02:46",
    "end": "00:03:23"
  },
  {
    "text": "It's a place where heavenly blessing will then descend down to the rest of.",
    "start": "00:03:23",
    "end": "00:03:27"
  },
  {
    "text": "The land, down the mountain, out to the rest of the land. But the human images of God just keep fouling it up. And so if God wants to release now, once Adam and Eve blow it and they're exiled from Eden and separated from the Eden blessings on top of the mountain, how are they going to spread? Well, it's going to be by somebody getting back up the mountain to intercede and do something that will open up those mountain heaven on earth blessings down to the land. Back down to the land. And so we get all these narratives, whether it's Noah, Abraham, the Moses. Moses. Yeah. Elijah, David, where they have success and failure moments, but it keeps building up the tension to what we need is someone who can ascend the mountain of the Lord.",
    "start": "00:03:27",
    "end": "00:04:19"
  },
  {
    "text": "The success moments are when they surrender themselves. They surrender the thing that they think that they need to do on their own terms to preserve their life or preserve the life of their family. And that sacrificial surrender allows them to ascend the mountain.",
    "start": "00:04:19",
    "end": "00:04:36"
  },
  {
    "text": "Yeah. And then you get a growing portrait, especially once you get into the stories of Moses and David, Elijah or Solomon, of the moments where they surrender is not just on behalf of the person up there on the mountain. It's on behalf of others who are down the mountain who are blowing it. Yeah, the intercessor. Yeah, the intercessor. So the story ends with all of the kings of Israel, David, all these figures who, even though they had success moments, they ultimately fail. And so the main narrative line goes from Genesis through two Kings. The Hebrew Bible just sets you up to be like, well, there's only one type of solution. The story's priming me to expect that. And we haven't met anybody who can ultimately, once and for all, bring that solution. And so that's how the story works in terms of a messianic trajectory driving you forward to hope for that fulfillment.",
    "start": "00:04:37",
    "end": "00:05:37"
  },
  {
    "text": "Once and for all. You mean because there has been moments of success.",
    "start": "00:05:37",
    "end": "00:05:40"
  },
  {
    "text": "Yeah, but temporary.",
    "start": "00:05:41",
    "end": "00:05:43"
  },
  {
    "text": "But it's temporary.",
    "start": "00:05:43",
    "end": "00:05:43"
  },
  {
    "text": "Yeah, they're temporary. Yeah. Okay, so in this conversation, what I'd like to do is to show this whole set of themes is explored throughout the Isaiah scroll, which is the first of the section of the latter prophets in the Tanakh or the Hebrew Bible.",
    "start": "00:05:43",
    "end": "00:06:00"
  },
  {
    "text": "Cool.",
    "start": "00:06:00",
    "end": "00:06:01"
  },
  {
    "text": "And the mountain that is Mount Zion, that is Jerusalem on the high hill.",
    "start": "00:06:01",
    "end": "00:06:06"
  },
  {
    "text": "It's one of the mountains that becomes a cosmic mountain in the storyline of the Bible. It's the one associated with David.",
    "start": "00:06:06",
    "end": "00:06:12"
  },
  {
    "text": "With David. And then the lineage of Kings. Yeah. That come from him. And so we explored imagery connected to Mount Zion in the Psalms in our last conversation. And Isaiah is turning that over from another angle, specifically from the vantage point of where the Book of Isaiah began, which is with this guy named Isaiah, or Yeshyahu in Hebrew. He lived in Jerusalem, also known as Mount Zion, which, remember Zion, most likely means rock. So Mount Rock.",
    "start": "00:06:12",
    "end": "00:06:41"
  },
  {
    "text": "Mount Rock.",
    "start": "00:06:41",
    "end": "00:06:42"
  },
  {
    "text": "Mount Rock. And it was the heaven on earth place at that moment in the biblical story.",
    "start": "00:06:42",
    "end": "00:06:47"
  },
  {
    "text": "Yeah. Isaiah is the character. He lives in Jerusalem.",
    "start": "00:06:48",
    "end": "00:06:52"
  },
  {
    "text": "Yes.",
    "start": "00:06:52",
    "end": "00:06:53"
  },
  {
    "text": "Which is Mount Zion, which is a way of talking about a city in the hills that it's not just a city up in the hills. It starts to be imagined as a city on the cosmic mountain.",
    "start": "00:06:53",
    "end": "00:07:07"
  },
  {
    "text": "That's right. Yeah. When it's described in the poetry of Isaiah, and we saw it in the Psalms, it's described as a new Eden, as a cosmic mountain through which God wants to spread divine rule and blessing to all of the nations. Yeah. Yeah. All right. And there's expectation and reality, gap between those 2. The ideal Mount Zion and then the actual Mount Zion that Isaiah finds himself in. In a way, that's kind of the tension. Yeah. Maybe you could say a driving tension about Mount Zion in the Book of Isaiah.",
    "start": "00:07:07",
    "end": "00:07:43"
  },
  {
    "text": "So you're saying there's this ideal Mount Zion, Jerusalem, that's gonna be the heaven and earth spot that extends the blessing out to the land.",
    "start": "00:07:43",
    "end": "00:07:51"
  },
  {
    "text": "Yes.",
    "start": "00:07:51",
    "end": "00:07:52"
  },
  {
    "text": "And there's going to be this anointed king who is the one who can be the one that ascends the mountains, who rules from the mountain, unleashing the heavenly blessing. That's the ideal. And everyone's celebrating it in the poetry of the Psalms. But then you go and you look who's in charge. What's going on in the city.",
    "start": "00:07:52",
    "end": "00:08:13"
  },
  {
    "text": "That's right.",
    "start": "00:08:13",
    "end": "00:08:14"
  },
  {
    "text": "And you're like, this is a mess.",
    "start": "00:08:14",
    "end": "00:08:15"
  },
  {
    "text": "Yes. The real Jerusalem is far from the ideal. That is the driving tension in the scroll of Isaiah. So we only are going to have time to touch down a handful of passages, but they're really good ones. And one of them is a poem that we've read multiple times over the Years. So let's dive into the poem that we call Isaiah Chapter two. So I guess it's a bit of a false start because Isaiah Chapter two comes after Isaiah Chapter one, which is the actual introduction to the scroll of Isaiah, to which I'll just say Isaiah 1 begins with a big overview to say the current Jerusalem of Isaiah's day is full of irresponsible leaders, especially the kings and the priests.",
    "start": "00:08:15",
    "end": "00:09:06"
  },
  {
    "text": "He's comparing it to a vineyard.",
    "start": "00:09:06",
    "end": "00:09:07"
  },
  {
    "text": "Is that he compares Jerusalem to Sodom and Gomorrah.",
    "start": "00:09:07",
    "end": "00:09:11"
  },
  {
    "text": "Oh, well.",
    "start": "00:09:11",
    "end": "00:09:12"
  },
  {
    "text": "And what he highlights is what also the prophet Ezekiel saw in the Sodom and Gomorrah, which is abuse of the outsider and the poor and extravagant wealth that led people to apathy and to oppress those who don't have as much.",
    "start": "00:09:12",
    "end": "00:09:28"
  },
  {
    "text": "Yeah. It's interesting how in the prophets, when they talk about Sodom and Gomorrah, they talk about justice and oppression.",
    "start": "00:09:28",
    "end": "00:09:32"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:09:32",
    "end": "00:09:33"
  },
  {
    "text": "When you read the story of Sodom and Gomorrah in the Genesis scroll.",
    "start": "00:09:33",
    "end": "00:09:38"
  },
  {
    "text": "Genesis, yeah.",
    "start": "00:09:38",
    "end": "00:09:38"
  },
  {
    "text": "It doesn't really talk about that. It kind of just.",
    "start": "00:09:38",
    "end": "00:09:40"
  },
  {
    "text": "Oh, it depends on the lens that you bring to it, because it's about how outsiders, immigrants, or visitors to the city, instead of being shown hospitality, are taken advantage of and gang raped. The men of the city want to gang rape.",
    "start": "00:09:41",
    "end": "00:09:55"
  },
  {
    "text": "Right. But you then have to assume, okay, there's a whole culture of oppression and violence.",
    "start": "00:09:55",
    "end": "00:09:59"
  },
  {
    "text": "Yep. How does the city get to that place? And Ezekiel highlights specifically too much wealth concentrated in too few hands.",
    "start": "00:10:00",
    "end": "00:10:08"
  },
  {
    "text": "Too much tof.",
    "start": "00:10:08",
    "end": "00:10:09"
  },
  {
    "text": "Too much. Yeah. That has led them to be apathetic and even antagonistic towards the poor in the city. That's what Ezekiel says the problem is. So that's what Isaiah sees happening in Jerusalem. Injustice. He says, all kinds of people are coming to worship me in the temple. And you spread out your hands in prayer, but your hands are full of bloodshed, the blood of the innocent. So that's the situation. Isaiah 2 begins just with a real shock to just say, but what about the ideal? Like, what is the ideal? Let's upload the ideal. And that's how Isaiah 2 begins. It begins this way. The word which Yishyahu Isaiah, which means Yahweh will bring deliverance or rescue. Yahweh will rescue Yeshu son of Amotz saw concerning Judah and Jerusalem. And it will be at the end of days that the mountain of the house of Yahweh will be established as the head of the mountains. There's lots of mountains out there on the land, but there's one that will become the head of. Of them all.",
    "start": "00:10:09",
    "end": "00:11:26"
  },
  {
    "text": "There's a lot of places claiming to be the place where heaven and earth will unite.",
    "start": "00:11:26",
    "end": "00:11:29"
  },
  {
    "text": "Yeah, that's right. Yeah. Within the biblical story, Babylon said, let us make a city with a tower whose head is in the skies. So this is echoing that. But then, yeah. In terms of cultural background, you know, our earliest conversations in this series were all about the different Mount Hermon and Yabel Akra way up north. We're like, for the Canaanites, and they're cosmic mountains. So let us remember, Mount Zion in Jerusalem is not even the actual tallest mountain in the hills that the city that surrounds it. Yeah. Like, there's a taller hill, taller mountain just like a mile away.",
    "start": "00:11:29",
    "end": "00:12:06"
  },
  {
    "text": "Right.",
    "start": "00:12:06",
    "end": "00:12:07"
  },
  {
    "text": "So this is talking about symbolic exaltation. The mountain of the house of Yahweh will be established as the head of the mountains and lifted up more than the high hills. I. All of the nations will river to it.",
    "start": "00:12:07",
    "end": "00:12:20"
  },
  {
    "text": "Yeah, we've talked about this river as a verb.",
    "start": "00:12:20",
    "end": "00:12:24"
  },
  {
    "text": "River is a verb.",
    "start": "00:12:24",
    "end": "00:12:25"
  },
  {
    "text": "Yeah.",
    "start": "00:12:25",
    "end": "00:12:26"
  },
  {
    "text": "It's cool. And it's a verb of the noun river that was used back in the Garden of Eden.",
    "start": "00:12:26",
    "end": "00:12:32"
  },
  {
    "text": "And that's the symbol of the blessing going down out of Eden. The water of life that comes out of the garden, that creates the garden, becoming four rivers that go down into.",
    "start": "00:12:32",
    "end": "00:12:43"
  },
  {
    "text": "All the land, splits into four heads. That's what it says. And then goes out to the nations. Yeah. So this is an Eden image of an inverted Eden river. But the.",
    "start": "00:12:43",
    "end": "00:12:52"
  },
  {
    "text": "This is now the nation's like, swimming back up.",
    "start": "00:12:52",
    "end": "00:12:54"
  },
  {
    "text": "Yeah. The nations are the water, in this case, coming back up. And many people will come and they will say, come, let us ascend to the mountain of Yahweh. Now, this was the main theme in the Psalms. Who can ascend the mountain?",
    "start": "00:12:54",
    "end": "00:13:08"
  },
  {
    "text": "Yeah.",
    "start": "00:13:08",
    "end": "00:13:08"
  },
  {
    "text": "Have you ever heard exactly the same phrase? Yes. So how different is this? Because in Psalm 15 and 24, you're like, Man, I don't really know anybody at this point.",
    "start": "00:13:08",
    "end": "00:13:18"
  },
  {
    "text": "Yeah. Hopefully somebody.",
    "start": "00:13:18",
    "end": "00:13:19"
  },
  {
    "text": "Yeah. And then here's this vision of all humanity will get an invitation and feel this confident hope. Let's go up, let's river up. Let's ascend to the house of the God of Jacob. So specifically, notice the universal reach of this promise, but then also that it's focused in on the God revealed through the one family of Abraham and Jacob. So it's very particular. And that's kind of the paradox of the biblical story is it's a universal story for all humanity told as through the lens of one particular Family. So once the nations get up there, what do they hope to experience? Let Yahweh instruct us from his way.",
    "start": "00:13:19",
    "end": "00:14:11"
  },
  {
    "text": "Yeah. Teach us good and bad.",
    "start": "00:14:11",
    "end": "00:14:13"
  },
  {
    "text": "Yes, exactly. And to let us walk in his paths. So the word instruct is Torah as a verb. It's the root. The noun form is Torah. And then the verb is yore.",
    "start": "00:14:13",
    "end": "00:14:25"
  },
  {
    "text": "And we talked about Yora when we talked about in the Sermon on the Mount being the light.",
    "start": "00:14:26",
    "end": "00:14:31"
  },
  {
    "text": "Yeah, exactly. Yes. Right. Torah rhymes with the word light, which is. Or. Yeah. And actually that word play will get drawn out in this poem.",
    "start": "00:14:31",
    "end": "00:14:40"
  },
  {
    "text": "Cool. So they're going to learn God's Torah, which was the point in the original cosmic mountain. Adam and Eve walking with God, being instructed by him. Don't take the knowledge of good and bad on your own terms. Walk with God, learn his voice.",
    "start": "00:14:40",
    "end": "00:14:55"
  },
  {
    "text": "You got it. Yeah. So again, the word Eden isn't referenced here, but this whole poem is kind of built on the premise of the storyline set up in the Garden of Eden. So that was what the nation said. Now the poet kicks back in and he says, listen, dear reader, it is from Zion that Torah will go out. And the word of Yahweh from Jerusalem.",
    "start": "00:14:55",
    "end": "00:15:22"
  },
  {
    "text": "So now we're streaming back out again.",
    "start": "00:15:22",
    "end": "00:15:23"
  },
  {
    "text": "Yeah. So the nations stream in.",
    "start": "00:15:24",
    "end": "00:15:26"
  },
  {
    "text": "That's the vision. The vision is a time when the nations stream in.",
    "start": "00:15:27",
    "end": "00:15:30"
  },
  {
    "text": "Yeah. Because it's from Mount Zion that God's instruction will go out, which kind of raises this puzzle within the world.",
    "start": "00:15:30",
    "end": "00:15:37"
  },
  {
    "text": "If the nation's already in, why is it going back out?",
    "start": "00:15:37",
    "end": "00:15:39"
  },
  {
    "text": "Why does it need to go out? So there's one sense in which there'll be a reunification.",
    "start": "00:15:39",
    "end": "00:15:43"
  },
  {
    "text": "Yeah.",
    "start": "00:15:43",
    "end": "00:15:44"
  },
  {
    "text": "Which is this image of a procession to Zion. But then immediately there's this awareness that. But not all humanity can fit in Zion. And that's never the point. All humanity can't fit inside the Garden.",
    "start": "00:15:44",
    "end": "00:15:57"
  },
  {
    "text": "This isn't about everyone being in one place. This is really about the blessing going everywhere.",
    "start": "00:15:57",
    "end": "00:16:01"
  },
  {
    "text": "That's right. Yeah. It's Almost the Genesis 1. Fill the land.",
    "start": "00:16:01",
    "end": "00:16:05"
  },
  {
    "text": "Yeah.",
    "start": "00:16:05",
    "end": "00:16:05"
  },
  {
    "text": "So go out and fill.",
    "start": "00:16:06",
    "end": "00:16:07"
  },
  {
    "text": "Yeah.",
    "start": "00:16:07",
    "end": "00:16:07"
  },
  {
    "text": "So there's this poetic image, kind of. It's almost like a snapshot of the reunion. Oh. But like, maybe if you've ever gone to a high school or college reunion, I have. You know, let us go to the. I don't know where do you have those things? Wherever they are. Some meeting hall, Convention hall. But the point isn't. The reunion's great, but the point is actually to go out, shaped by those encounters and go back out into your life. Right. So here the people come In. Are you having a memory moment?",
    "start": "00:16:07",
    "end": "00:16:38"
  },
  {
    "text": "Well, I'm trying to connect. High school reunions are the worst. So, like, it's not landing for me.",
    "start": "00:16:38",
    "end": "00:16:44"
  },
  {
    "text": "So what about a reunion with people that you, like, love?",
    "start": "00:16:44",
    "end": "00:16:47"
  },
  {
    "text": "Well, you're saying, like, going up the mountain, the nation's going up is like a reunion of sorts. Yeah, I think it was like a pilgrimage.",
    "start": "00:16:47",
    "end": "00:16:53"
  },
  {
    "text": "It's like, that's better.",
    "start": "00:16:53",
    "end": "00:16:54"
  },
  {
    "text": "We're all going to go. There's going to be this party. It's an important moment. This place is important.",
    "start": "00:16:54",
    "end": "00:16:59"
  },
  {
    "text": "God will become our personal teacher.",
    "start": "00:16:59",
    "end": "00:17:01"
  },
  {
    "text": "Yeah, but we're not here to, like, now spend the rest of our days. We're going to go back out.",
    "start": "00:17:01",
    "end": "00:17:05"
  },
  {
    "text": "Yeah.",
    "start": "00:17:05",
    "end": "00:17:05"
  },
  {
    "text": "And we're going to be living in our own lands.",
    "start": "00:17:05",
    "end": "00:17:07"
  },
  {
    "text": "That's it.",
    "start": "00:17:07",
    "end": "00:17:08"
  },
  {
    "text": "But the Torah will go out.",
    "start": "00:17:08",
    "end": "00:17:09"
  },
  {
    "text": "That's right. Yeah. So the nations come up to get Torah and Torah will go out to all of the nations. It's this inverse.",
    "start": "00:17:09",
    "end": "00:17:17"
  },
  {
    "text": "Yeah. There's access in and then there's outpouring back out.",
    "start": "00:17:18",
    "end": "00:17:21"
  },
  {
    "text": "There you go. That's it. And man, what will happen when God's Torah, God's personal instruction goes out to the nations? Well, he will render justice between.",
    "start": "00:17:21",
    "end": "00:17:33"
  },
  {
    "text": "The word that I'm looking at is judge. Between.",
    "start": "00:17:35",
    "end": "00:17:36"
  },
  {
    "text": "Yeah. To judge between, which means to settle disputes. Between.",
    "start": "00:17:37",
    "end": "00:17:41"
  },
  {
    "text": "Okay.",
    "start": "00:17:41",
    "end": "00:17:42"
  },
  {
    "text": "Yeah.",
    "start": "00:17:42",
    "end": "00:17:42"
  },
  {
    "text": "To judge between.",
    "start": "00:17:42",
    "end": "00:17:43"
  },
  {
    "text": "This is what Solomon does for those two women who both claim to be.",
    "start": "00:17:43",
    "end": "00:17:48"
  },
  {
    "text": "Employing the wisdom, understanding good and bad, reconciling and making peace.",
    "start": "00:17:48",
    "end": "00:17:53"
  },
  {
    "text": "Yes, that's right. Because remember that word between in Hebrew is a preposition, bain, which is the root for understanding related to the word. The Hebrew word bin, which means to discern between.",
    "start": "00:17:53",
    "end": "00:18:05"
  },
  {
    "text": "Discern between.",
    "start": "00:18:05",
    "end": "00:18:06"
  },
  {
    "text": "Yeah.",
    "start": "00:18:06",
    "end": "00:18:06"
  },
  {
    "text": "Which is often translated, understand, understanding. Correct.",
    "start": "00:18:06",
    "end": "00:18:09"
  },
  {
    "text": "Yeah, that's right. You like that word?",
    "start": "00:18:09",
    "end": "00:18:11"
  },
  {
    "text": "I do love that.",
    "start": "00:18:11",
    "end": "00:18:11"
  },
  {
    "text": "And then also notice, he will mediate for many peoples. This is actually tricky. It's at least a double meaning. So it's the verb hokiah, which can mean you get a synonym of judge between. Like you get involved in two parties or in conflict and you settle, mediate. But it also, it can be used the word you mediate between the peoples and somebody else, namely God.",
    "start": "00:18:11",
    "end": "00:18:38"
  },
  {
    "text": "So like intercede.",
    "start": "00:18:39",
    "end": "00:18:40"
  },
  {
    "text": "To intercede. This is also the word used of like a go between, intercede.",
    "start": "00:18:40",
    "end": "00:18:44"
  },
  {
    "text": "Okay.",
    "start": "00:18:44",
    "end": "00:18:45"
  },
  {
    "text": "So the phrase to hokiah for many peoples could mean yehokiah, between the peoples who are at odds. Or it could mean on behalf of all the peoples, implication before God. But in this case, it's God mediating for the people.",
    "start": "00:18:45",
    "end": "00:19:02"
  },
  {
    "text": "And who's the he? Sorry?",
    "start": "00:19:02",
    "end": "00:19:03"
  },
  {
    "text": "Oh, Yahweh. So the Word of Yahweh will go out from Jerusalem.",
    "start": "00:19:03",
    "end": "00:19:07"
  },
  {
    "text": "He will judge.",
    "start": "00:19:08",
    "end": "00:19:09"
  },
  {
    "text": "He will judge between the nations. He will mediate the word peoples.",
    "start": "00:19:09",
    "end": "00:19:12"
  },
  {
    "text": "The word of Yahweh goes out, and Yahweh will judge between the nations.",
    "start": "00:19:12",
    "end": "00:19:17"
  },
  {
    "text": "Yahweh will mediate for many peoples. And what will happen when Yahweh is the one rendering justice between groups who are in conflict? True righteousness will result. And so the line of the poem goes. They will beat their swords into plow blades and their spears into pruning knives. Beat meaning like a blacksmith beating on the anvil.",
    "start": "00:19:17",
    "end": "00:19:40"
  },
  {
    "text": "Yeah. Take weapons of war and turn them into weapons of instruments.",
    "start": "00:19:40",
    "end": "00:19:46"
  },
  {
    "text": "Instruments to produce food. Produce for the preservation of life. Yeah, yeah. Instruments of death get turned into tools for life. There is a really cool installation in the British Museum. It's a sculpture created by a collective of artists in Mozambique. And it is built out of the pieces of thousands of guns that were used in the civil war that ripped Mozambique apart many years ago. But all the weapons have been taken apart and then welded together into this huge sculpture of the Tree of life. When you stand back and you don't know what it's made of, it just looks like this rad blossoming tree with all these animals around it. It's the old. Yeah, but it's made of metal parts. And then when you get close to it and zoom in, you can see it's made of, like, revolvers and AKs, barrels of AK47s, like bullet magazines, triggers. Like this turkey's head is made of, like, trigger pieces.",
    "start": "00:19:46",
    "end": "00:20:58"
  },
  {
    "text": "Yeah. That's cool.",
    "start": "00:20:58",
    "end": "00:20:59"
  },
  {
    "text": "So it was their way of taking instruments of death and turning them into a symbol of life. Something like that is what Isaiah has in mind of beating swords and spears into plow blades and pruning knives.",
    "start": "00:21:00",
    "end": "00:21:13"
  },
  {
    "text": "And art pieces.",
    "start": "00:21:13",
    "end": "00:21:14"
  },
  {
    "text": "And art pieces. Yes, that's right. Nation will not lift up sword against nation. They will no longer learn war. Then the last line of the poem. So come, house of Yaakov, walk. Let us walk in the light of Yahweh. So remember, all of the nations were coming up to the house of the God of Jacob. And Jacob there is using the name of a guy who was the father of the 12 tribes to refer to all of the united Israel. So the image of the one family of Jacob becomes the vehicle through which God's Eden, life and instruction goes out from Mount Zion to all the nations. But that requires that Jacob himself and his family walk in the light. Yeah. If Jacob's going to be the vehicle of God's light, And Torah going out to the nations. They themselves at least have to start organizing themselves by God's justice. And that's, of course, what they're not doing. Which, you know from chapter one, this hints at the real Jerusalem. So this is the ideal image right here. Isaiah, chapter two, verse one through five. So interestingly, where the poem goes from here is he starts to just lay into Israel for all of the ways that they are not corresponding to the ideal. And the rest of Isaiah chapter two, remember that there was this real emphasis on the high mountain, that Mount Zion, the house of the Lord will be raised up. But then he goes on to say verse six. But you, Yahweh, have abandoned your people, the descendants of Jacob. They are full of superstitions from the east. They practice divination like the Philistines. They embrace pagan customs. So they're doing magic and sorcery and astrology. They're trying to learn God's will by reading the stars instead of listening to God's word.",
    "start": "00:21:14",
    "end": "00:23:47"
  },
  {
    "text": "They're finding their own way. Gain wisdom.",
    "start": "00:23:47",
    "end": "00:23:49"
  },
  {
    "text": "That's right. Their land is full of silver and gold. Too much tov. Too much goodness. This is all connected to the Solomon stuff. Yeah. Their land's full of horses, no end to their chariots. And you're like, oh, yeah, that was Solomon's. He started that one. Blame it on Solomon. And so what we learned about is there is a day coming, verse 12. Yahweh Almighty has a day in store. And this begins the day of the Lord theme. So that gap between the real Jerusalem and the ideal Jerusalem, how are we going to bridge that gap?",
    "start": "00:23:50",
    "end": "00:24:20"
  },
  {
    "text": "It's going to be a crisis moment.",
    "start": "00:24:20",
    "end": "00:24:22"
  },
  {
    "text": "There's a day, the day coming. This is where we're coming to our test moment. So all the stories we've looked at is the individual going up the mountain to have the moment of crisis.",
    "start": "00:24:22",
    "end": "00:24:33"
  },
  {
    "text": "It's an individual moment.",
    "start": "00:24:34",
    "end": "00:24:35"
  },
  {
    "text": "Yeah. For that person. And in Isaiah, the moment of the test is going to happen for all the inhabitants of Jerusalem. In fact, for all of Israel. And all of that is condensed into this phrase, the day of Yahweh. So the day of Yahweh. We've made a video about this theme. We also did the test video and the test. That's right. Yeah, yeah. And I think when we made both of those, the deep connection between those wasn't even clear to me yet. But the day of Yahweh and the prophets is about the great moment of test for Israel and for those who are willing to trust and surrender God, they will survive through the test. And that's the group called the remnant. In the book of Isaiah, the remnant will survive the test. But verse 12, Yahweh Almighty has a day in store for all of the proud and interesting. The word proud means the word exalted.",
    "start": "00:24:35",
    "end": "00:25:32"
  },
  {
    "text": "Those high up, like Babel, trying to make their head in the sky.",
    "start": "00:25:33",
    "end": "00:25:37"
  },
  {
    "text": "That's right. Yeah. Those who are proud and lofty for everything that is exalted, it will be brought low.",
    "start": "00:25:37",
    "end": "00:25:44"
  },
  {
    "text": "Yeah, that's interesting. We have this sense that we do need to get to this elevation.",
    "start": "00:25:44",
    "end": "00:25:50"
  },
  {
    "text": "In fact, we love to elevate ourselves.",
    "start": "00:25:50",
    "end": "00:25:51"
  },
  {
    "text": "We love to elevate ourselves.",
    "start": "00:25:51",
    "end": "00:25:52"
  },
  {
    "text": "We have something that we know that being up on high is to be more important.",
    "start": "00:25:52",
    "end": "00:25:57"
  },
  {
    "text": "We love going up on mountains. We love being in a high position. We love elevation. Yeah, it's this intuitive like, yes, we want to be up on the mountain.",
    "start": "00:25:57",
    "end": "00:26:06"
  },
  {
    "text": "Yeah. Up is good, down is bad.",
    "start": "00:26:06",
    "end": "00:26:08"
  },
  {
    "text": "And it's kind of the same as like the knowledge of good and bad. Yeah, we want it. Everyone wants it. It's kind of like, how are you going to do it? How are you going to ascend?",
    "start": "00:26:08",
    "end": "00:26:16"
  },
  {
    "text": "Yeah, that's right. So the real Jerusalem has exalted itself with too much tov, Gold and silver, chariots, horses, pagan divination, not the word of God. And what it's resulting in is that the poor, the immigrant, the widow, the orphan are all losing in Jerusalem.",
    "start": "00:26:16",
    "end": "00:26:38"
  },
  {
    "text": "There's injustice.",
    "start": "00:26:38",
    "end": "00:26:39"
  },
  {
    "text": "Yeah.",
    "start": "00:26:39",
    "end": "00:26:40"
  },
  {
    "text": "Okay, so this is landing for me because we're talking about the way up the mountain is surrender.",
    "start": "00:26:40",
    "end": "00:26:43"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:26:43",
    "end": "00:26:44"
  },
  {
    "text": "There's this humility that you need to go up the mountain. You're ascending with humility, but you could also ascend with pride and loftiness.",
    "start": "00:26:44",
    "end": "00:26:53"
  },
  {
    "text": "Build your own mountains.",
    "start": "00:26:53",
    "end": "00:26:54"
  },
  {
    "text": "And build your own mountains.",
    "start": "00:26:54",
    "end": "00:26:55"
  },
  {
    "text": "Babylon.",
    "start": "00:26:55",
    "end": "00:26:56"
  },
  {
    "text": "Yeah, okay.",
    "start": "00:26:56",
    "end": "00:26:57"
  },
  {
    "text": "Yeah.",
    "start": "00:26:57",
    "end": "00:26:57"
  },
  {
    "text": "All right.",
    "start": "00:26:57",
    "end": "00:26:58"
  },
  {
    "text": "So people elevate themselves on their own self made mountains. And isn't it interesting how little surrender that requires when you are atop your self made mountain?",
    "start": "00:26:58",
    "end": "00:27:08"
  },
  {
    "text": "Yeah.",
    "start": "00:27:08",
    "end": "00:27:09"
  },
  {
    "text": "Doesn't require a lot.",
    "start": "00:27:10",
    "end": "00:27:11"
  },
  {
    "text": "No, you get. Not only are you not surrendering, you get to keep the parts of you and reinforce the parts of you that are probably causing damage.",
    "start": "00:27:11",
    "end": "00:27:20"
  },
  {
    "text": "Yeah, that's right. Yeah, that's totally right. Yeah. Yeah, that's right. So the day of Yahweh is coming. That is going to lay low and humble everyone who is high up. And that's how the poem goes on. I mean, all the cedars of Lebanon were the tallest trees in that part of the world. They'll be brought low. All the towering mountains and high hills, they'll be brought low. Every high tower and fortified wall. So even cities with like defense walls that are really high. He's working that metaphor. Those will get brought low. Every trading ship that's different. And vessel well, I mean, that's how you make money. All these groups of people were by the Mediterranean.",
    "start": "00:27:20",
    "end": "00:28:09"
  },
  {
    "text": "Yeah.",
    "start": "00:28:09",
    "end": "00:28:09"
  },
  {
    "text": "So how you really cash in is to build a trading fleet.",
    "start": "00:28:09",
    "end": "00:28:12"
  },
  {
    "text": "I went down a rabbit hole about the Phoenicians.",
    "start": "00:28:12",
    "end": "00:28:15"
  },
  {
    "text": "Oh, yeah?",
    "start": "00:28:17",
    "end": "00:28:17"
  },
  {
    "text": "Yeah. They probably got really wealthy with the way they were able to.",
    "start": "00:28:17",
    "end": "00:28:23"
  },
  {
    "text": "Crazy wealth. That's actually a lot of how Solomon made his money. Was he bodied up with the king of Phoenicia?",
    "start": "00:28:23",
    "end": "00:28:29"
  },
  {
    "text": "Oh, okay. Yeah, yeah. You go to a country that has a bunch of tin and like you buy it, you bring it over to a country that needs it to build, to create like bronze. And you just become these middlemen. Merchants just can start just cashing in.",
    "start": "00:28:29",
    "end": "00:28:43"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:28:43",
    "end": "00:28:44"
  },
  {
    "text": "Really big. And if you're able to do that by sea, the first ones to do it by sea, like the Phoenicians, that's your world.",
    "start": "00:28:44",
    "end": "00:28:51"
  },
  {
    "text": "Yeah. What do you say? They cornered the market. They cornered the market on the eastern Mediterranean.",
    "start": "00:28:51",
    "end": "00:28:55"
  },
  {
    "text": "They made a lot of money.",
    "start": "00:28:55",
    "end": "00:28:56"
  },
  {
    "text": "Yeah. No, I was just talking with my son last night because he's taking ancient history class right now. And so he was telling me, which I had heard about but forgot, that off the coast of modern day, like Beirut up in Lebanon.",
    "start": "00:28:56",
    "end": "00:29:10"
  },
  {
    "text": "Yeah. That's one of the most ancient ports.",
    "start": "00:29:10",
    "end": "00:29:12"
  },
  {
    "text": "Exactly. Of the Phoenicians.",
    "start": "00:29:12",
    "end": "00:29:14"
  },
  {
    "text": "Yeah.",
    "start": "00:29:14",
    "end": "00:29:15"
  },
  {
    "text": "And they're still finding sunken ships with straight up treasure, like big boxes of gold coins.",
    "start": "00:29:15",
    "end": "00:29:22"
  },
  {
    "text": "Remember the guy we sat at a dinner with who grew up in Beirut?",
    "start": "00:29:22",
    "end": "00:29:25"
  },
  {
    "text": "Oh, yes.",
    "start": "00:29:25",
    "end": "00:29:26"
  },
  {
    "text": "And he said you could just snorkel around and find. And find treasure.",
    "start": "00:29:26",
    "end": "00:29:28"
  },
  {
    "text": "Treasure off the coast. Yeah, that's it. It's totally right.",
    "start": "00:29:28",
    "end": "00:29:31"
  },
  {
    "text": "Anyway, also they would. Those cedars of Lebanon, like.",
    "start": "00:29:32",
    "end": "00:29:36"
  },
  {
    "text": "Yes.",
    "start": "00:29:36",
    "end": "00:29:36"
  },
  {
    "text": "Egypt needed that. So there was these trading routes. They just were bringing that stuff down like ancient barges.",
    "start": "00:29:36",
    "end": "00:29:42"
  },
  {
    "text": "So Isaiah's tapping into all of that. Like the high trees of Lebanon, the ships. That is the Phoenician ships. And Israel was constantly trying to buddy up to get more money to buy more horses and more chariots, taller defense walls. It's all one package.",
    "start": "00:29:42",
    "end": "00:30:00"
  },
  {
    "text": "The economic machine.",
    "start": "00:30:00",
    "end": "00:30:01"
  },
  {
    "text": "Yeah, that's right. And all of that's coming down. That represents the mountain of man and not the mountain of Yahweh. And all that is being brought low. That's Isaiah 2.",
    "start": "00:30:01",
    "end": "00:30:13"
  },
  {
    "text": "Right.",
    "start": "00:30:13",
    "end": "00:30:13"
  },
  {
    "text": "So Yahweh's going to raise up his mountain and he's going to bring down every false mountain and that's the day that is coming. In chapter three. Then it targets the men of Jerusalem. It targets merchants and priests and officials and city rulers and how all of they're all coming down. It's all going down. Then he targets the women of Jerusalem, calls them the daughters of Zion. Specifically the elaborate fashion trends of the wealthiest of the wealthy women of Zion. How they're spending more and more extravagantly on fashion while the poor are ignored. That's Isaiah, chapter three. Okay, so the way this section works, then is the day of Yahweh that's coming for everybody high and lifted up. Then a poem about the man of high social rank. And he uses all the same language of the high and lifted up men. Then he uses the language of the high and lifted up women. And then he comes back to the mountain, and he's going to go back to the ideal. So we had the ideal three moments of the day of Yahweh where the test is coming, and then chapter four.",
    "start": "00:30:14",
    "end": "00:31:29"
  },
  {
    "text": "Back to the ideal.",
    "start": "00:31:29",
    "end": "00:31:29"
  },
  {
    "text": "Chapter four, back to the ideal. But now this is what will be on the other side of the day of the Lord. Of the day of the Lord. Yeah.",
    "start": "00:31:29",
    "end": "00:31:36"
  },
  {
    "text": "Everything's been brought low.",
    "start": "00:31:36",
    "end": "00:31:37"
  },
  {
    "text": "Yep. And now everything's gonna get restored. And this poem is fascinating. It is a poem written by such an extreme Bible nerd who has the whole of the Hebrew Bible so hyperlinked in his mind.",
    "start": "00:31:38",
    "end": "00:31:54"
  },
  {
    "text": "So dense.",
    "start": "00:31:55",
    "end": "00:31:55"
  },
  {
    "text": "It's so dense. As you'll see, it's hard to read because the hyperlinked metaphors are just stumbling over each other. You have to know Bible speak to make. Anyway, I love this poem.",
    "start": "00:31:55",
    "end": "00:32:07"
  },
  {
    "text": "It becomes a riddle of sorts.",
    "start": "00:32:07",
    "end": "00:32:08"
  },
  {
    "text": "Yeah, it's like a riddle in that day.",
    "start": "00:32:08",
    "end": "00:32:33"
  },
  {
    "text": "Okay. Day of the lord.",
    "start": "00:32:33",
    "end": "00:32:34"
  },
  {
    "text": "Isaiah, chapter 4, verse 2. That is. Yes. The day of the Lord. The sprouts, Yahweh will be for beauty and for honor. And the fruit of the land will be for pride and for beauty for the escaped remnant of Israel. This first opening bit.",
    "start": "00:32:34",
    "end": "00:32:55"
  },
  {
    "text": "So the day of the Lord brought things low. There will be a remnant that survives.",
    "start": "00:32:55",
    "end": "00:33:00"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:33:00",
    "end": "00:33:01"
  },
  {
    "text": "And they will have a sprout of Yahweh and the fruit of the land, which will give them honor.",
    "start": "00:33:02",
    "end": "00:33:10"
  },
  {
    "text": "That's it.",
    "start": "00:33:11",
    "end": "00:33:11"
  },
  {
    "text": "Yeah.",
    "start": "00:33:11",
    "end": "00:33:12"
  },
  {
    "text": "There you go. Good job. That's a great summary.",
    "start": "00:33:12",
    "end": "00:33:14"
  },
  {
    "text": "Okay, Yeah, I just read it in reverse.",
    "start": "00:33:14",
    "end": "00:33:16"
  },
  {
    "text": "Oh, good. Yeah. Like you should.",
    "start": "00:33:17",
    "end": "00:33:19"
  },
  {
    "text": "Okay. Yeah.",
    "start": "00:33:19",
    "end": "00:33:19"
  },
  {
    "text": "You don't know who this is describing until the last line. That's saved for the end. And then you know that this escaped remnant is going to have restored to them honor and also beauty and Goodness.",
    "start": "00:33:19",
    "end": "00:33:32"
  },
  {
    "text": "But then they also will have pride, which was the problem.",
    "start": "00:33:32",
    "end": "00:33:35"
  },
  {
    "text": "Totally. Okay, so there's pride in a positive sense. I guess honor is maybe a better honor. Yeah. When you've been elevated by God because you've waited, it's a proud moment. Yeah, that's right. Yeah. Maybe we still use the word like, I'm proud of you, you're proud of you. That's a good sense of pride.",
    "start": "00:33:35",
    "end": "00:33:52"
  },
  {
    "text": "So in Hebrew, it's the same idea.",
    "start": "00:33:52",
    "end": "00:33:54"
  },
  {
    "text": "Same idea, yeah. You can have good pride. Same idea. And then what they're likened to is the sprout of Yahweh and the fruit of the land.",
    "start": "00:33:54",
    "end": "00:34:02"
  },
  {
    "text": "And there's the riddle.",
    "start": "00:34:02",
    "end": "00:34:03"
  },
  {
    "text": "Yeah, that's right. Sprout of fruit.",
    "start": "00:34:04",
    "end": "00:34:06"
  },
  {
    "text": "That's the first riddle for me.",
    "start": "00:34:06",
    "end": "00:34:07"
  },
  {
    "text": "Totally.",
    "start": "00:34:08",
    "end": "00:34:09"
  },
  {
    "text": "Sprout of Yahweh, the fruit of the land. I think I can kind of imagine. Especially fruit of the land. I mean, that was the point of Garden of Eden.",
    "start": "00:34:09",
    "end": "00:34:14"
  },
  {
    "text": "Exactly. Yeah, that's right. Abundance. Now, notice that fruit of the land in Genesis 2 sprouted up out of just a dry wilderness. Yahweh brought fruit and sprout out of dry, dusty, waterless desert. That's how the eating story works.",
    "start": "00:34:14",
    "end": "00:34:32"
  },
  {
    "text": "Okay.",
    "start": "00:34:32",
    "end": "00:34:33"
  },
  {
    "text": "And it's hard to tell are the fruit the people. It says the sprout of Yahweh. And the fruit will be for pride and beauty. For the remnant.",
    "start": "00:34:33",
    "end": "00:34:42"
  },
  {
    "text": "Yeah.",
    "start": "00:34:42",
    "end": "00:34:42"
  },
  {
    "text": "You're like, oh, so they have fruit growing for them so that people honor them.",
    "start": "00:34:43",
    "end": "00:34:47"
  },
  {
    "text": "On the other side of this, there's gonna be abundance and there's gonna be life. And when you experience it. Cause it's happening in a good way. There's gonna be honor. It's gonna be beautiful. You're gonna feel proud of it. Like all those things are gonna be yours.",
    "start": "00:34:47",
    "end": "00:35:03"
  },
  {
    "text": "Yep. You'll be the Garden of Eden people, and you'll be known as that. Yep. Verse 3. And those remaining in Zion, there's the remnant image and the one left over in Jerusalem. Holiness will be spoken of him, of everyone who is written for life in Jerusalem.",
    "start": "00:35:03",
    "end": "00:35:26"
  },
  {
    "text": "Holiness.",
    "start": "00:35:27",
    "end": "00:35:28"
  },
  {
    "text": "Again, this goes all back through the previous poems, which describe Israel as the opposite of holiness. Their hands are full of blood. There's both moral impurity and ritual impurity. Injustice. It's the opposite of holiness.",
    "start": "00:35:28",
    "end": "00:35:43"
  },
  {
    "text": "Is holiness here. Are we talking about righteousness?",
    "start": "00:35:43",
    "end": "00:35:46"
  },
  {
    "text": "Oh, so no. Holiness is about being in proximity to Yahweh, who is the Holy One of Israel.",
    "start": "00:35:46",
    "end": "00:35:54"
  },
  {
    "text": "To do that, you need to have a pure heart.",
    "start": "00:35:56",
    "end": "00:35:58"
  },
  {
    "text": "That's right.",
    "start": "00:35:58",
    "end": "00:35:59"
  },
  {
    "text": "And you need to be doing the.",
    "start": "00:35:59",
    "end": "00:36:01"
  },
  {
    "text": "Character of God and live in proximity to God. Because Mount Zion is where the house of Yahweh is. And so you're going to live in proximity to Yahweh.",
    "start": "00:36:01",
    "end": "00:36:09"
  },
  {
    "text": "So holiness is a way to talk about proximity, but the way that you're in proximity is through being one who.",
    "start": "00:36:09",
    "end": "00:36:17"
  },
  {
    "text": "Is right with God, who can ascend the mountain of the Lord, but the one who has clean hands and a pure heart doesn't do wrong by their neighbor, that kind of stuff.",
    "start": "00:36:17",
    "end": "00:36:26"
  },
  {
    "text": "And when you do ascend, you are.",
    "start": "00:36:26",
    "end": "00:36:28"
  },
  {
    "text": "You share God's holiness.",
    "start": "00:36:28",
    "end": "00:36:30"
  },
  {
    "text": "Okay.",
    "start": "00:36:30",
    "end": "00:36:30"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:36:30",
    "end": "00:36:31"
  },
  {
    "text": "Awesome.",
    "start": "00:36:31",
    "end": "00:36:32"
  },
  {
    "text": "Yeah.",
    "start": "00:36:32",
    "end": "00:36:32"
  },
  {
    "text": "I guess what's cool about that word for this theme is I keep thinking about the environment. Like, you're going into this environment, the cosmic mountain environment. And holiness is a word to describe the proximity to something, which is kind of an environmental word.",
    "start": "00:36:32",
    "end": "00:36:46"
  },
  {
    "text": "Yeah, that's right. That's right. So the transition from the real, impure Jerusalem to the ideal holy Jerusalem, how does that transition happen? Well, all this will happen when the Lord washes the filth of the daughters of Zion and washes the bloodshed of Jerusalem from its midst. So there's a washing coming, a flood. It's a flood coming. But all this is saying is this new Eden and holy remnant in Jerusalem is what will remain after the day.",
    "start": "00:36:46",
    "end": "00:37:21"
  },
  {
    "text": "Of the Lord is like coming through a flood.",
    "start": "00:37:21",
    "end": "00:37:23"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:37:23",
    "end": "00:37:24"
  },
  {
    "text": "That washes you clean.",
    "start": "00:37:24",
    "end": "00:37:25"
  },
  {
    "text": "It's a washing you clean. And what do you get washed with? You get washed with a wind of justice. A wind of justice, consuming heat. Well, now it's a dry wind. It's the opposite of a flood. You get washed with a wind of consuming heat. That is justice. So good. Yeah.",
    "start": "00:37:25",
    "end": "00:37:46"
  },
  {
    "text": "And that's cleansing you.",
    "start": "00:37:46",
    "end": "00:37:47"
  },
  {
    "text": "Yeah. You get washed with hot wind that is like a purifying flood washes everything. So here we're drawing on the flood story and then how the flood story gets drawn upon in Leviticus for ritual purifications with water. And then how the prophets draw on that here. Now, the flood becomes a hot wind that, like, dries everything up, kills the garden.",
    "start": "00:37:48",
    "end": "00:38:17"
  },
  {
    "text": "So that same wind is also cleansing you in some way.",
    "start": "00:38:18",
    "end": "00:38:23"
  },
  {
    "text": "Yeah, exactly. Yeah, that's right. Which is what the test on the mountain is all about, which is what.",
    "start": "00:38:23",
    "end": "00:38:28"
  },
  {
    "text": "The Apostle Paul talks about. When you build something, it's going to get consumed and what remains will be good.",
    "start": "00:38:28",
    "end": "00:38:36"
  },
  {
    "text": "That's right. Yes, that's right. Okay. Yeah. So the whole point of all these people having crisis moments on the mountain isn't just because God's out to, like, get people to be more tough, but it really is to get the thing that remains. Yeah. To transform them into a state so they can actually receive true life. And that was the theme with Abraham and with David, with Moses. Because what is the thing that Yahweh wants to create? And then we go back to the Eden imagery here.",
    "start": "00:38:36",
    "end": "00:39:08"
  },
  {
    "text": "Can you think of it as an intense moment of surrender?",
    "start": "00:39:08",
    "end": "00:39:13"
  },
  {
    "text": "Yes.",
    "start": "00:39:13",
    "end": "00:39:13"
  },
  {
    "text": "Like you can surrender yourself, which is gonna be difficult. It's gonna feel intense, but then there's gonna be a day when it's just gonna happen where those things that you're holding onto that you don't wanna surrender, they're gonna get just washed away.",
    "start": "00:39:13",
    "end": "00:39:26"
  },
  {
    "text": "You can't prevent it.",
    "start": "00:39:26",
    "end": "00:39:27"
  },
  {
    "text": "You can't prevent it. The fire's coming. The hot wind's gonna just scorch it off. Like it's gonna happen.",
    "start": "00:39:27",
    "end": "00:39:33"
  },
  {
    "text": "Yeah, that's right. Yeah. Actually, your appeal to Paul there, in that passage in 1 Corinthians 3, he calls it the day. The fire of the day will bring everything to light. That's it. Yeah. So this theme of individuals going up a mountain, which we've been tracing here, it's that the fiery test will come to Mount Zion, and the whole mountain is going to undergo the test. That is all the people on it.",
    "start": "00:39:33",
    "end": "00:39:58"
  },
  {
    "text": "Yeah. Okay.",
    "start": "00:39:58",
    "end": "00:39:59"
  },
  {
    "text": "So that they can become the remnant.",
    "start": "00:39:59",
    "end": "00:40:01"
  },
  {
    "text": "Out of the guard people.",
    "start": "00:40:01",
    "end": "00:40:03"
  },
  {
    "text": "Yes. And remember, back to the poem, chapter two. So that the Torah of Yahweh can go out through them to the nations. That's the whole assumption.",
    "start": "00:40:03",
    "end": "00:40:10"
  },
  {
    "text": "And they can be the light.",
    "start": "00:40:10",
    "end": "00:40:11"
  },
  {
    "text": "Yeah, that's right. And, man, what could happen when you have a transformed, renewed Israel living on the cosmic mountain? Here's what Yahweh will do. And then here's where the metaphors just come colliding. Yahweh will create. So there's our word from Genesis, one new creation. He will create over the foundation of Mount Zion and over all its assemblies, a cloud by day and smoke and a brightness of fire and flame by night.",
    "start": "00:40:11",
    "end": "00:40:42"
  },
  {
    "text": "This is the Tabernacle.",
    "start": "00:40:42",
    "end": "00:40:43"
  },
  {
    "text": "Yeah.",
    "start": "00:40:44",
    "end": "00:40:44"
  },
  {
    "text": "So he's gonna create the meeting place.",
    "start": "00:40:44",
    "end": "00:40:46"
  },
  {
    "text": "Yes. So, yeah, the fire by night, the cloud by day, first is about the presence of God that accompanied Israel out of Egypt through the wilderness, guided them, protected them, and then took up residence in the Tabernacle. So Yahweh's gonna create the fire and cloud over Mount Zion, and over all of the glory will be a wedding tent.",
    "start": "00:40:46",
    "end": "00:41:11"
  },
  {
    "text": "Yeah. No longer is it the Tabernacle tent. It's now a wedding tent.",
    "start": "00:41:12",
    "end": "00:41:15"
  },
  {
    "text": "It's a wedding tent. It's called Chuppah. Yes.",
    "start": "00:41:15",
    "end": "00:41:19"
  },
  {
    "text": "Wow.",
    "start": "00:41:19",
    "end": "00:41:19"
  },
  {
    "text": "It's a wedding feast.",
    "start": "00:41:19",
    "end": "00:41:20"
  },
  {
    "text": "Yeah.",
    "start": "00:41:20",
    "end": "00:41:21"
  },
  {
    "text": "This is the origin of the bride.",
    "start": "00:41:21",
    "end": "00:41:23"
  },
  {
    "text": "This is the first time this feast of the Lamb theme shows up.",
    "start": "00:41:23",
    "end": "00:41:25"
  },
  {
    "text": "Well, because you have wedding imagery all the way back with Adam and Eve being made for each other. And Eden.",
    "start": "00:41:25",
    "end": "00:41:31"
  },
  {
    "text": "Oh, we need to make the wedding theme.",
    "start": "00:41:31",
    "end": "00:41:32"
  },
  {
    "text": "That's where it begins. And then that becomes the image of Yahweh becoming one with his people in covenant on Mount Sinai.",
    "start": "00:41:32",
    "end": "00:41:40"
  },
  {
    "text": "And Jesus, first miracle in the Gospel of John.",
    "start": "00:41:40",
    "end": "00:41:42"
  },
  {
    "text": "Yeah. The wedding feast is a wedding feast.",
    "start": "00:41:42",
    "end": "00:41:43"
  },
  {
    "text": "Where he brings the wine.",
    "start": "00:41:43",
    "end": "00:41:44"
  },
  {
    "text": "Yeah. Actually, the wedding feast would be a rad.",
    "start": "00:41:44",
    "end": "00:41:46"
  },
  {
    "text": "It would be a great video, biblical theme. Yeah.",
    "start": "00:41:46",
    "end": "00:41:48"
  },
  {
    "text": "But it just comes out of the blue here.",
    "start": "00:41:48",
    "end": "00:41:50"
  },
  {
    "text": "Yeah, it does.",
    "start": "00:41:50",
    "end": "00:41:51"
  },
  {
    "text": "Because you were thinking tabernacle, the cloud by day, the fire by night filling the tabernacle. But then it's called, not the normal.",
    "start": "00:41:51",
    "end": "00:42:00"
  },
  {
    "text": "Words, the wedding tent.",
    "start": "00:42:00",
    "end": "00:42:01"
  },
  {
    "text": "The wedding tent. And then that wedding tent will be a shelter of shade by day from the dry heat. Oh, yeah. That consuming heat. Yeah, yeah. And it'll be a refuge and a hiding place from the torrent and from.",
    "start": "00:42:01",
    "end": "00:42:18"
  },
  {
    "text": "The rain from the day of the Lord.",
    "start": "00:42:18",
    "end": "00:42:20"
  },
  {
    "text": "Yes. So there'll be a transformative day of the Lord. And you're like, oh, I thought once that happens, then Mount Zion will be like the new Eden. And the poet's like, yeah, Yahweh's gonna make a new creation and a wedding tent in this new sprouting fruiting land.",
    "start": "00:42:20",
    "end": "00:42:39"
  },
  {
    "text": "Oh, wow.",
    "start": "00:42:39",
    "end": "00:42:40"
  },
  {
    "text": "But also, any further dry heat that's coming, that is, any more floods that come, you're in the tent, man.",
    "start": "00:42:40",
    "end": "00:42:49"
  },
  {
    "text": "This makes so much sense about this.",
    "start": "00:42:49",
    "end": "00:42:52"
  },
  {
    "text": "Makes sense to you. That's wonderful. I'm so satisfied right now.",
    "start": "00:42:52",
    "end": "00:42:58"
  },
  {
    "text": "Well, I'm also making connections to, you know, we just went through Sermon on the Mount.",
    "start": "00:42:59",
    "end": "00:43:03"
  },
  {
    "text": "Yeah.",
    "start": "00:43:03",
    "end": "00:43:03"
  },
  {
    "text": "Everyone with us.",
    "start": "00:43:04",
    "end": "00:43:04"
  },
  {
    "text": "Yes. Yes.",
    "start": "00:43:04",
    "end": "00:43:05"
  },
  {
    "text": "And so Jesus says, build your house on the rock.",
    "start": "00:43:05",
    "end": "00:43:07"
  },
  {
    "text": "The rock.",
    "start": "00:43:07",
    "end": "00:43:08"
  },
  {
    "text": "Because the flood's coming on the mountain. Yeah. Build up on the mountain.",
    "start": "00:43:08",
    "end": "00:43:11"
  },
  {
    "text": "Yeah.",
    "start": "00:43:11",
    "end": "00:43:12"
  },
  {
    "text": "And then I also wonder, and I was gonna ask you, when Jesus says to Peter, I'm gonna call you Rock. I'm gonna build on this rock.",
    "start": "00:43:12",
    "end": "00:43:17"
  },
  {
    "text": "Yes.",
    "start": "00:43:17",
    "end": "00:43:18"
  },
  {
    "text": "Yes. Is he just like, this is all about this?",
    "start": "00:43:18",
    "end": "00:43:20"
  },
  {
    "text": "Yeah. Yeah. After Peter confesses, Jesus as the Messiah.",
    "start": "00:43:20",
    "end": "00:43:25"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:43:25",
    "end": "00:43:26"
  },
  {
    "text": "Notice how the hot wind and the flood are brought together here again in this section. And what you thought was just gonna be a one time around the carousel, like, the day of Yahweh will just come once, and then it'll be done once and for all. Now you're like, oh, well, good. Okay. So I really want to find that wedding tent and surrender everything so that I can ascend the mountain and live in that tent. Remember in Psalm 15:24, who can ascend the mountain of the Lord? Who can dwell in the tent?",
    "start": "00:43:26",
    "end": "00:43:56"
  },
  {
    "text": "Yeah. But who knew it was a wedding tent?",
    "start": "00:43:56",
    "end": "00:43:58"
  },
  {
    "text": "Who knew it was a wedding tent? Because there will be more cycles of hot wind and storm.",
    "start": "00:43:58",
    "end": "00:44:04"
  },
  {
    "text": "There will be more cycles. But there's also then the vision going back to Isaiah 2 of When it seems like the cycles are over and the nations are streaming up and the Torah is streaming out and it's, you know, like there's now this balance.",
    "start": "00:44:04",
    "end": "00:44:17"
  },
  {
    "text": "Yeah.",
    "start": "00:44:18",
    "end": "00:44:18"
  },
  {
    "text": "Okay.",
    "start": "00:44:18",
    "end": "00:44:19"
  },
  {
    "text": "I'm just so satisfied that this makes sense to you because, I mean, we're friends doing this project together, but I've, you know, I have been on a journey to figure out how the Hebrew Bible makes sense and how Jesus and the apostles read it. And I have been inviting you on that journey. And for me, the fact that you can look at this poem, because I remember looking at this poem in my Intro to Prophets class. I was like, 21 at Bible College, and I remember reading the book of Isaiah and just having absolutely no clue what was going on.",
    "start": "00:44:19",
    "end": "00:44:50"
  },
  {
    "text": "Yeah.",
    "start": "00:44:51",
    "end": "00:44:51"
  },
  {
    "text": "And now I can see two decades plus later. That's because the people who. There's so much going on, they're so hyperlinked. All of the images and stories of the Bible here around the mountain are all connected together that when the poem like this could only have been written by somebody who has a whole biblical theology of the mountain theme uploaded in their mind.",
    "start": "00:44:51",
    "end": "00:45:14"
  },
  {
    "text": "And a poem like this needs to be appreciated by reading the whole story of the Bible through many lenses.",
    "start": "00:45:14",
    "end": "00:45:23"
  },
  {
    "text": "Yeah, that's good.",
    "start": "00:45:23",
    "end": "00:45:24"
  },
  {
    "text": "Which is what we talk about. Meditation, literature. So I guess to say this poem doesn't make sense to me, but I think it makes enough sense to me. Right. Like, I feel at home in the poem.",
    "start": "00:45:25",
    "end": "00:45:38"
  },
  {
    "text": "Yeah. Okay, good.",
    "start": "00:45:38",
    "end": "00:45:39"
  },
  {
    "text": "But there's so many riddles left in this poem.",
    "start": "00:45:39",
    "end": "00:45:42"
  },
  {
    "text": "It's only chapter four.",
    "start": "00:45:42",
    "end": "00:45:43"
  },
  {
    "text": "We're only in chapter four of Isaiah.",
    "start": "00:45:43",
    "end": "00:45:45"
  },
  {
    "text": "It's a sixth chapter book. So what's rad is the interaction of this section, Isaiah 2. 4, and all of the problems it sets up. And the little riddle images, they're like a palette. You know, think of a painter using, like a palette plate with all the colors.",
    "start": "00:45:45",
    "end": "00:46:04"
  },
  {
    "text": "Yeah.",
    "start": "00:46:04",
    "end": "00:46:04"
  },
  {
    "text": "Isaiah 2. 4 gives you the full color palette. And then the rest of the Isaiah scroll is just drawing on those themes and colors and, you know, crafting whole new sections and exploring all those themes. The day of Yahweh will get big sections, but these poems in particular bear fruit. Pun intended. In the latter chapters of Isaiah. So isn't it interesting that in the latter sections of Isaiah, you get lines like, in Isaiah 37, we'll talk about a remnant going out of Jerusalem and survivors out of Mount Zion. So in chapter two, it was the Torah going out of Mount Zion. And then in four, it's the remnant in Jerusalem. That's like the new holy Eden, people. But in 37, it bounces both of those together. And now it's the remnant that will go out of Jerusalem. You're like, oh, where are they going to go? Because the exile has scattered Israel all over, and Jerusalem's been left desolate when Babylon destroyed the temple. And then Isaiah 40:66 goes through this whole sequence. First Yahweh is going to return to Mount Zion. And that's Isaiah 40, which begins with Isaiah 49, which is all about, get yourself up on a high mountain, O Zion. You're like, wait, Zion is the mountain people of Zion. Yeah, that's right. But it's this image that you're calling the people of the mountain.",
    "start": "00:46:04",
    "end": "00:47:35"
  },
  {
    "text": "Yeah. Hey, mountain, go up the mountain.",
    "start": "00:47:35",
    "end": "00:47:36"
  },
  {
    "text": "Yeah. And this is where the word gospel comes from in Isaiah, get yourself on a high mountain, O Zion, O bearer of the gospel, lift up your voice, Jerusalem, announce good news, say to the cities of Judah, here is your God. Yahweh's coming back. He's going to replant the garden. And so all through these sections, you get imagery of Yahweh growing a garden in the middle of the wilderness or planting a garden on top of a desolate mountain. It's so rad, so springs will come out. Anyway, maybe this is just a little homework assignment.",
    "start": "00:47:36",
    "end": "00:48:12"
  },
  {
    "text": "Podcast listeners, where does mountain show up in Isaiah?",
    "start": "00:48:12",
    "end": "00:48:15"
  },
  {
    "text": "Just Isaiah. Just the word mountain, which is in the Hebrew Harry. And it's almost 60 times.",
    "start": "00:48:15",
    "end": "00:48:20"
  },
  {
    "text": "So you could go to what's a free.",
    "start": "00:48:20",
    "end": "00:48:22"
  },
  {
    "text": "Oh, like blueletterbible.org just search for mountain.",
    "start": "00:48:23",
    "end": "00:48:27"
  },
  {
    "text": "In the Bible in Isaiah. Yeah, it's a lot of hits.",
    "start": "00:48:28",
    "end": "00:48:32"
  },
  {
    "text": "It's a lot. So where you get by Isaiah 65 is what's called the seed of Jacob. The inheritors of my mountains, my chosen ones will inherit my mountains, and they're called my servants. And there on the mountain, which is in 65 called a holy mountain, you're like, oh, yeah, holiness. Yeah. The wolf and the lamb will graze together. The lion will eat straw like the ox, and the serpent's food will be dust.",
    "start": "00:48:32",
    "end": "00:49:03"
  },
  {
    "text": "Yeah, that serpent.",
    "start": "00:49:05",
    "end": "00:49:06"
  },
  {
    "text": "In its place, there will be no more evil or harm, no more rapid on all my holy, holy mountain. And then you get in the last paragraph of the book, this image of all the nations being brought into the holy mountain to worship Yahweh on the holy mountain. So it ends where it begins. So Isaiah's such a rad twist on all these themes that the mountain itself needs to undergo a test.",
    "start": "00:49:06",
    "end": "00:49:31"
  },
  {
    "text": "Oh, yeah. It makes it corporate.",
    "start": "00:49:32",
    "end": "00:49:34"
  },
  {
    "text": "Yeah. It's all Israel that has to surrender its way of living.",
    "start": "00:49:34",
    "end": "00:49:38"
  },
  {
    "text": "And it really starts focusing in on this remnant.",
    "start": "00:49:39",
    "end": "00:49:41"
  },
  {
    "text": "Yeah, that's right. Yeah.",
    "start": "00:49:41",
    "end": "00:49:42"
  },
  {
    "text": "And Jesus really picks that up with building his crew.",
    "start": "00:49:42",
    "end": "00:49:46"
  },
  {
    "text": "That's right. Yeah. So, you know, really famous in Isaiah are, like, the suffering servant passages.",
    "start": "00:49:46",
    "end": "00:49:51"
  },
  {
    "text": "Yeah.",
    "start": "00:49:51",
    "end": "00:49:52"
  },
  {
    "text": "But inextricably bound up with the servant after Isaiah 53 is the group of people called the servants in Isaiah 54. And their portrait builds to the end of the book. And they're the people that follow the servant.",
    "start": "00:49:52",
    "end": "00:50:06"
  },
  {
    "text": "They're the ones that build their house on the rock.",
    "start": "00:50:06",
    "end": "00:50:08"
  },
  {
    "text": "Yeah. So the servant theme in Isaiah is closely connected to the servants. And they're the ones who actually are the ones who surrender.",
    "start": "00:50:08",
    "end": "00:50:17"
  },
  {
    "text": "They're the garden people who, when they.",
    "start": "00:50:17",
    "end": "00:50:18"
  },
  {
    "text": "Ascend the mountain, they have surrendered and they survive out the other side and then become the people which the new Eden will plant so that Yahweh's Torah can go out to the nations living sacrifices. Yeah. And Jesus was so into these themes, like, so into these themes and drew on them most famously in the Sermon on the Mount. You're the city on the mountain.",
    "start": "00:50:18",
    "end": "00:50:41"
  },
  {
    "text": "Yeah.",
    "start": "00:50:41",
    "end": "00:50:42"
  },
  {
    "text": "Build your house on the rock, but also all over. And actually, I think that's where we should go next. Particularly the Gospel of Matthew, which has more mountains in it than any of the other gospel accounts. But that's just a little brief snapshot of Isaiah.",
    "start": "00:50:42",
    "end": "00:50:58"
  },
  {
    "text": "That's great.",
    "start": "00:50:58",
    "end": "00:50:59"
  },
  {
    "text": "So from Isaiah to the Gospels, which actually, it's a nice. I kind of planned it that way because the word Isaiah is the main source of what the word gospel means and why it's even used in the gospel accounts of Jesus in the first place. So from the Gospel of the Hebrew Bible in Isaiah to the Gospels of the New Testament, we go.",
    "start": "00:50:59",
    "end": "00:51:22"
  },
  {
    "text": "Thanks for listening to this episode of Bob Project podcast. Next week, we continue the theme of the mountain, and we begin in the New Testament exploring the Gospel of Matthew.",
    "start": "00:51:25",
    "end": "00:51:35"
  },
  {
    "text": "Lo and behold, there are seven mountain scenes in the Gospel according to Matthew, and they actually all connect to each other in really fascinating ways.",
    "start": "00:51:35",
    "end": "00:51:44"
  },
  {
    "text": "Bible Project is a crowdfunded nonprofit, and we exist to experience the Bible as a unified story that leads to Jesus. And everything that we make is free because it's already been paid for by thousands of people just like you. Thank you so much for being a part of this with us.",
    "start": "00:51:45",
    "end": "00:52:00"
  },
  {
    "text": "Hi, this is Nathan and I'm from Auckland, New Zealand. Hi, this is Andrew and I'm from Greenville, South Carolina. I first heard about bibleproject through a podcast while researching a question my wife and I had about Cain's descendants after the flood. My favorite thing about bibleproject is the podcast. Listening to Tim and John on my cycle to work every week, talking about.",
    "start": "00:52:01",
    "end": "00:52:22"
  },
  {
    "text": "My favorite subject in the world and.",
    "start": "00:52:22",
    "end": "00:52:24"
  },
  {
    "text": "Opening it up in ways that I never thought possible. My favorite thing about bibleproject is their contagious excitement and sharing the beauty of Scripture and the goodness of Jesus with others. We believe the Bible is a unified story that leads to Jesus. We are a crowdfunded project by people like me. Find free videos, articles, podcasts, classes, and more on the Bible Project app and@bibleproject.com hey everyone, this is JB. I'm a writer and editor at BibleProject and I work closely with our content and product teams. One example being I write the show notes for the podcast. I've been working at bibleproject for almost four years and my favorite part about my work is being a connector both among our internal teams and also with all of our resources to help people experience the Bible as a unified story leading to Jesus. There's a whole team of people that bring the podcast to life every week. For a full list of everyone who's involved, check out the show credits in the episode description wherever you stream the podcast and also on our website.",
    "start": "00:52:24",
    "end": "00:53:18"
  }
]