[
  {
    "text": "Jerusalem is a fortified city high on top of a hill. It's often called Mount Zion, but it isn't a large snow capped mountain. It isn't even the tallest hill in the region. And if you go farther north, there's a really impressive mountain. It stands four times taller than Jerusalem, so high no city can be built on top. This mountain is supposedly the home of the Canaanite God baal.",
    "start": "00:00:05",
    "end": "00:00:30"
  },
  {
    "text": "Yeah, Mount Hermon, just thousands of feet taller. And you don't have to travel that far before you start seeing it.",
    "start": "00:00:30",
    "end": "00:00:37"
  },
  {
    "text": "North from Jerusalem, even farther north is Mount Zephon, another impressive mountain, the home of the gods. Now, with this in mind, we read Psalm 48, which says, great is the Lord, most worthy of praise in the city of our God, his holy mountain, beautiful in elevation. The joy of the whole earth is Mount Zion in the far north. But wait a second. Mount Zion is not a high mountain in the far north. That's Mount Hermon and Mount Zephon. And Mount Zion isn't really that high. Compared to them, it's actually quite short.",
    "start": "00:00:37",
    "end": "00:01:10"
  },
  {
    "text": "It's almost like a mystery. What has to have happened for a poem like this to be written and make sense to the people who wrote it? What sense does it make to assert these things about a hill in the southern hills of Judea?",
    "start": "00:01:10",
    "end": "00:01:25"
  },
  {
    "text": "Today we talk about this ancient idea that permeated Israel's neighbors, that the top of the highest mountains were the realm of the gods. This includes Mount Hermon and Mount Zephon, but also the ancient pyramid temples in Egypt and Mesopotamia.",
    "start": "00:01:25",
    "end": "00:01:41"
  },
  {
    "text": "These are the oldest large scale temples in human history. The step pyramids and these ancient ziggurats. The highest point where it touches the skies or touches the heavens.",
    "start": "00:01:41",
    "end": "00:01:52"
  },
  {
    "text": "Today we enter the ancient imagination of cosmic mountains to understand the entire story of the Bible in a fresh way.",
    "start": "00:01:53",
    "end": "00:02:00"
  },
  {
    "text": "Telling the story of the cosmic mountain is a way to tell the story of the Bible. But to understand the images, it helps very much to understand this ancient Near Eastern cultural background to the meaning of cosmic mountains.",
    "start": "00:02:00",
    "end": "00:02:12"
  },
  {
    "text": "Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:02:13",
    "end": "00:02:19"
  },
  {
    "text": "Hey, John.",
    "start": "00:02:19",
    "end": "00:02:19"
  },
  {
    "text": "All right, we're talking mountains.",
    "start": "00:02:20",
    "end": "00:02:21"
  },
  {
    "text": "Yes, we're talking mountains and the mountain.",
    "start": "00:02:21",
    "end": "00:02:24"
  },
  {
    "text": "Mountains and mountain. The high places where you're safe and secure, where there's springs and there's vegetation, rains a lot. The mountains. But then there's the mountain. When you start to get high enough that you're no longer really at home anymore and things begin to get different.",
    "start": "00:02:25",
    "end": "00:02:47"
  },
  {
    "text": "Yeah.",
    "start": "00:02:47",
    "end": "00:02:48"
  },
  {
    "text": "That's what we want to talk about today.",
    "start": "00:02:48",
    "end": "00:02:49"
  },
  {
    "text": "Yeah.",
    "start": "00:02:49",
    "end": "00:02:49"
  },
  {
    "text": "The cosmic mountain.",
    "start": "00:02:49",
    "end": "00:02:50"
  },
  {
    "text": "Yeah.",
    "start": "00:02:50",
    "end": "00:02:51"
  },
  {
    "text": "What does that mean?",
    "start": "00:02:51",
    "end": "00:02:53"
  },
  {
    "text": "Yeah, yeah. So mountains the hills of Israel, the hills of Judea, all are along a north south spine of hills. So mountains are one of the main stages where a lot or most of the action of the Bible takes place. It's where Abraham, Isaac and Jacob sojourned. It's where Joshua led the tribes of Israel to settle. It's where the Israelite kingdoms were. It's where they were exiled from to Babylon. It's where some people returned from Babylon. And still a big central part of that country today is those hills that run on the west side of the Jordan River. However, there are also stories where all of a sudden the hills that were a habitable place, where you build protected towns in your springs, become places that are all of a sudden both good and dangerous. Places where people encounter God and where they're close to the heavens, where heaven and earth overlap and become one. And when biblical authors describe mountaintops or hilltops with that set of ideas, they usually draw on language, metaphors, symbols that were very common in the ancient near east, to describe cosmic mountains where the gods dwell and where humans can only approach with fear and trepidation. I actually went hiking over the weekend and went to Lookout Mountain, which is a peak on the east of Mount Hood. I think it's about 6,500ft. And it was really windy. It was a beautiful, clear morning, but cold. I was by myself. It was like a solitude hike. And I was both so excited to be up there, but the wind was so intense and so cold, I was fighting this urge to go right back down. So anyway, I hung out for like 45 minutes, and then I was shivering and I was like, okay, I gotta get my body warm again. But it was so interesting because, like, I wanted to be there, but I also wanted to leave because it felt like not my place. So there's an experience of being on top of mountains. It's not my place. It's where the mountains that are habitable change into the uninhabitable realm. And the sense of heaven and earth having a very thin boundary in those types of places, that's something pretty universal to the human experience if you've been able to go to one of these places. So in the cultures around Israel, there was a rich history of storytelling, poetry, making, metaphor, exploring about the highest mountains in that part of the world. And there's a whole world of biblical studies, and the cosmic mountain is the phrase that's attached to this field. One of the key studies produced on this back in the 70s was by Hebrew Bible scholar Richard Clifford, called The cosmic mountain in Canaan and the Old Testament. And then there's been lots of studies, scholarly articles since then. So what we're going to do real quick is survey, like, what were the conceptions of the meanings of the cosmic mountain in Egypt, Babylon and Canaanite literature and mythology, and then just kind of a quick survey for why that's helpful and relevant for the way that cosmic mountain imagery is adapted in the storyline of the Bible. This is our mission, should we choose to accept it.",
    "start": "00:02:53",
    "end": "00:06:37"
  },
  {
    "text": "Let's do it.",
    "start": "00:06:37",
    "end": "00:06:37"
  },
  {
    "text": "Here's something interesting. The oldest kind of large scale organized human cultures, settled human cultures in human history are from ancient Mesopotamia in the regions that today we call Iraq, the plains through which run the Tigris and Euphrates river out to the Gulf. And then ancient Egypt, which is down essentially along the Nile river that's flowing north up into the Mediterranean Sea. So these are two of the most ancient cultures. And both of those regions which are the oldest large scale agricultural city based civilizations in human history, they're both in really flat river delta. They're actually really flat.",
    "start": "00:06:52",
    "end": "00:07:35"
  },
  {
    "text": "Yeah, the Nile river delta and the Euphrates and Tigris river deltas.",
    "start": "00:07:35",
    "end": "00:07:39"
  },
  {
    "text": "Yeah. There's no mountains nearby. But what is fascinating is in both of their literatures they retain lots of memory about the meanings of mountains. So it's a good example of how these cultures are preserving many generations of experience from their ancestors that certainly journeyed through mountains to settle in those areas because they have a rich mythology about mountains, even though there weren't any like, nearby. What I'm also going to refer back to here is our cosmology series on the podcast from multiple years ago, where we actually take whole episodes to go into ancient Egyptian cosmology and then ancient Mesopotamian cosmology. So I'll just link back to that. But one of the most prominent and enduring creation mythologies in Egypt begins with describing creation. Similar to Genesis 1, verse 2, it's just unformed, undulating waters, just dark, unformed waters. And the first thing to emerge up out of the waters is this primal hill associated with a primordial God, Atum, which is the dry land. It's the dry land emerging up out of the waters. And then when the dry land is saturated with the waters but not overwhelmed by it, it can begin to grow. Things come out of it, like plants and animals and people and so on. This mythology is connected to a city with a network of temples called Heliopolis. So this is called the Heliopolitan creation mythologies.",
    "start": "00:07:39",
    "end": "00:09:22"
  },
  {
    "text": "They have a Story of the primal hill, which is also a God.",
    "start": "00:09:23",
    "end": "00:09:30"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:09:31",
    "end": "00:09:32"
  },
  {
    "text": "Coming out of the chaotic waters.",
    "start": "00:09:32",
    "end": "00:09:35"
  },
  {
    "text": "Yep. As the source of all life. Even though in Egypt it's in a river valley delta, there's no mountains, but there is still this underlying conception of the dry land that we're on is.",
    "start": "00:09:35",
    "end": "00:09:47"
  },
  {
    "text": "High above the sea.",
    "start": "00:09:47",
    "end": "00:09:48"
  },
  {
    "text": "It's higher than the sea, which if they traveled far enough downriver, they would get out eventually to the Mediterranean Sea. So just the basic intuitive that the dry lands above the waters.",
    "start": "00:09:48",
    "end": "00:09:58"
  },
  {
    "text": "And what is a river delta, except the place where, oh yeah, there's enough saturation between the land and the sea where you can have life.",
    "start": "00:09:58",
    "end": "00:10:07"
  },
  {
    "text": "That's right. And actually the Nile river delta is a gigantic territory where the river breaks into dozens and dozens of smaller tributaries and it's a really wet land. But this basic conception is that it all used to be water. That's the non ordered pre creation state. And the beginning of reality is of the dry land emerging up, up out of the water. And just that conception of a primal hill or mountain emerging up surrounded by the chaos waters is the key iconic image from the heliopolitan creation mythologies of ancient Egypt. So we're talking here in the second millennium BC down in Egypt. What's interesting is that at the same time there is the parallel Mesopotamian culture developing way to the east in the river delta regions of the Euphrates and Tigris. And many Mesopotamian cosmologies, not all of them, but many of them, begin with a similar conception of the pre creation state being chaos waters, out of which a huge mountain emerges up out of the sea, the top of which is the realm of the gods, where there are temples or tents or the houses of the gods up on top of the. So the most famous is again one that we discussed in our cosmology series is called Enuma Elish, which begins with the undulating, unordered waters and with the dry land appearing up out of it. Then the dry land is threatened by those waters. The waters are called Tiamat. And the patron God of Babylon, Marduk, battles the waters and the dragon in those waters to bring peace on the mountain land. And then goes up to the top of the mountain and sets up a temple and has a big feast.",
    "start": "00:10:07",
    "end": "00:12:08"
  },
  {
    "text": "So when we talked about this in the cosmology series, we were then looking at how in Genesis, one God separates the land from the water.",
    "start": "00:12:09",
    "end": "00:12:18"
  },
  {
    "text": "That's right.",
    "start": "00:12:18",
    "end": "00:12:18"
  },
  {
    "text": "And so that's this ancient image that neighboring cultures share. Cosmic mountain theme begins with the theme of the safe place that Humans can.",
    "start": "00:12:18",
    "end": "00:12:31"
  },
  {
    "text": "Live the dry land.",
    "start": "00:12:31",
    "end": "00:12:32"
  },
  {
    "text": "The dry land out of the waters is in some sense the origin of the cosmic mountain. Being up out of the waters is being up on this mountain.",
    "start": "00:12:32",
    "end": "00:12:41"
  },
  {
    "text": "To be on the dry land is to be on the lower flanks of the cosmic mountain. Of a cosmic mountain, yes.",
    "start": "00:12:42",
    "end": "00:12:48"
  },
  {
    "text": "Okay.",
    "start": "00:12:48",
    "end": "00:12:49"
  },
  {
    "text": "Yeah. Also, all the dry land is viewed as being in the lower lying hills surrounding a cosmic mountain. Yeah, yeah, that's right. So it's a very global conception. In our minds, it would be of just an infinite sea with, like an island. Like, think of the Hawaiian islands, something like that.",
    "start": "00:12:49",
    "end": "00:13:11"
  },
  {
    "text": "Or like one of the Hawaiian islands.",
    "start": "00:13:11",
    "end": "00:13:12"
  },
  {
    "text": "Yeah, one of the Hawaiian islands. And it's not hard if you are part of a human community that's migrated around. You've seen that there's big bodies of water that you can't see the other side of, and you're on the dry land. That's the kind of picture you would imagine. So both Egyptian and Mesopotamian cosmologies have this concept of if you're on the dry land, you're on the flanks of a cosmic mountain, but then there will be places that are up really high, and those will be the places that are connection points of heaven and earth. So here's what is really interesting, and here I'm both drawing on Clifford's work and then also of ancient Near Eastern scholar John Lundqvist, who wrote an important essay called the Common Temple Ideology of the Ancient Near East. And what Lundqvist notes is that if you look at the way temples in Mesopotamia are described, they are described as symbolic mountains. So the oldest temple structures known of in human history, actually, and they match. This is so fast. There's a whole world of biblical studies I've only read a little bit about. So what the pyramids represent, like the famous pyramids in Giza down in Egypt. And they have smooth sides, but the oldest pyramids in Egypt are not the smooth sides. They're called step pyramids. And so it's of these stepped layers.",
    "start": "00:13:12",
    "end": "00:14:39"
  },
  {
    "text": "Like a LEGO pyramid.",
    "start": "00:14:39",
    "end": "00:14:41"
  },
  {
    "text": "Yeah, going up. Yeah, totally. They look essentially like what the oldest temple structures were over in Mesopotamia, which they go by a different name. They're called ziggurats, but they're the same thing, these stepped structures, massive. And then in Mesopotamia, they had an ascending ramp on one of the sides, or stairways going up to the top. And in the literature or mythology is describing what the architecture in the symbol means. So Lundquist talks about one of the oldest temples is called the Eninu Temple, built by a king named Gudea of Lagash. And the temple is described as coming up out of the waters, raising its head up into the heavens, having emerged up out of the waters. Oh yeah, Egypt. Now we're going down to Egypt. One of the oldest step pyramids, it's in a region called Doger is described as an architectural version of the primordial hill that came up out of the waters. So there's some cultural traffic between Egypt and Mesopotamia that the same types of design and symbolism for these temples emerged.",
    "start": "00:14:41",
    "end": "00:15:54"
  },
  {
    "text": "Okay. To say back two ancient civilizations, the most ancient civilizations, they are both in river deltas, very low lying areas. However, in their creation mythologies, they imagine themselves on the. What was the word you were using on the flanks?",
    "start": "00:15:54",
    "end": "00:16:14"
  },
  {
    "text": "Oh yeah, the lower hills, the lower.",
    "start": "00:16:15",
    "end": "00:16:17"
  },
  {
    "text": "Part of this cosmic land. And so they don't live up there in the hills, they live in the river valley delta.",
    "start": "00:16:17",
    "end": "00:16:25"
  },
  {
    "text": "Yes, yeah.",
    "start": "00:16:25",
    "end": "00:16:26"
  },
  {
    "text": "But when they build their temples to connect to the divine. Yeah, they build these manufactured mountains.",
    "start": "00:16:26",
    "end": "00:16:37"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:16:37",
    "end": "00:16:38"
  },
  {
    "text": "They create mountains out of bricks and that reach up high to the heavens. And they are describing them as the cosmic mountain that they don't live in, but they want to be connected to.",
    "start": "00:16:38",
    "end": "00:16:50"
  },
  {
    "text": "Right. I mean, these are the oldest large scale temples in human history are the step pyramids and these ancient ziggurats here. Surely humans had shrines and holy hills before then. But what they're symbolizing is one, a conception of the world that out of the waters emerged the dry land. And that the dry land itself has a highest point where it touches the skies or touches the heavens. And then these temples are models of that, symbols of that, namely that these are meeting places of heaven and earth. So that goes for Egyptian and Mesopotamian. Going back to the work of Richard Clifford that I mentioned. He focuses in on the culture and literature of Israel's immediate neighbors, what we call the land of Canaan or the Phoenicians up north. So this is cool. In the mid-1800s, archaeologists discovered in the region what now is known as central and southern Lebanon, the country of Lebanon. These ancient cities from right around the time when Joshua and the tribes of Israel were settling in the land, the city inland that had endured for centuries. It's called Ra Shamra now, but it was called Ugarit back then. And there was a library and temples found to BAAL or BAAL and then Dagon. And both of those gods feature in different biblical stories. And the language in which these texts are all written is a Semitic language that reads very similar to Hebrew. It's a part of the same family tree. As Hebrew, this was like such an important set of discoveries for understanding the cultural context for the Hebrew Bible. In their literature, they had a very clear sense of where the cosmic mountain was. It was a mountain to the north.",
    "start": "00:16:50",
    "end": "00:19:12"
  },
  {
    "text": "Oh, they knew where it was.",
    "start": "00:19:13",
    "end": "00:19:14"
  },
  {
    "text": "They knew where it was because it was the tallest mountain within their line of sight. It's called Yevil Akra. But what's cool about Yevil Akra is that it arises right up out of the eastern end of the Mediterranean Sea.",
    "start": "00:19:14",
    "end": "00:19:27"
  },
  {
    "text": "So how far north are we?",
    "start": "00:19:28",
    "end": "00:19:29"
  },
  {
    "text": "Oh, okay, yeah, here. Should I get Google Earth? It's in Lebanon, near where the borders, the edges of Syria, Turkey and Lebanon are all close to each other. Right up there. So for the city of Ugarit, it was the tallest thing that they could see looking north. Yeah, well, Acre. Their chief deity was named El, which is also the Hebrew word for El or Elohim just means God or deity. They called it the mountain of assembly, the mountain of council, namely of El's divine council. So El is depicted as a king who has a castle up on top where all of his chief deities and lords. And it's also called Saphon Mount Zaphon, which is the Semitic word north.",
    "start": "00:19:29",
    "end": "00:20:20"
  },
  {
    "text": "It was north.",
    "start": "00:20:21",
    "end": "00:20:22"
  },
  {
    "text": "The tallest thing when you look north is they would see Yaval Akra. So there's all of these famous mythologies of BAAL or baal. This is the mountain where after BAAL defeats the chaos dragon, he ascends to Mount Zaphon to have a feast. Yeah. And he builds a temple up there. And then he provides rain and blessing for all the land and has a great feast for the gods and provides order and stability and water for all the dry land. And he becomes the chief God of the nations. So there, that's like a people really close to Israel. They have a developed language of Mount Zaphon, the divine assembly, the mountain of meeting, which means the meeting of heaven and earth and the meeting place of the gods. And humans don't really go up there. That's not where humans go. So here's Clifford's summary about kind of the meanings and associations of Mount Zaphon up there. He said these heights can be described as the meeting place of the gods, as sources of water and fertility, as the battleground of conflicting natural forces. Let's pause there. So Mount Yevil Akra, Mount Zaphon, it's 6,000ft. Ish. Forget how many meters that is. But this is literally like it's right off the coast.",
    "start": "00:20:22",
    "end": "00:21:40"
  },
  {
    "text": "Yeah.",
    "start": "00:21:41",
    "end": "00:21:41"
  },
  {
    "text": "So you go from sea level, it rises up to the top 5,600ft, like within not very many miles.",
    "start": "00:21:41",
    "end": "00:21:47"
  },
  {
    "text": "Yes. So it stands out.",
    "start": "00:21:47",
    "end": "00:21:48"
  },
  {
    "text": "Very dramatic. Yeah, super dramatic. So the battleground of conflicting forces. Can you imagine being on the coast and watching a thunderstorm sweep in off the coast and slam into that mountain? Yeah, I mean, lots of lightning, lots of thunder, monsoon rain. I mean, just intense. So the gods are battling it out. That's the dragon versus the dragon going up to battle. So they're also the meeting place of heaven and earth and the place where effective decrees are issued. When BAAL sets up his temple, he also begins, like a good king does, to establish the laws that will bring order to the land. To prohibit some behaviors. To order some behaviors. So Clifford summarizes. He says in these senses, mountains are cosmic. That is, they're involved in the government and stability of the cosmos. So we're trying to just stock our mental encyclopedia with what it feels like to be an ancient Israelite looking at a mountain.",
    "start": "00:21:48",
    "end": "00:22:55"
  },
  {
    "text": "What do mountains mean? What do mountains mean in the vocabulary, in the psyche of an ancient Israelite?",
    "start": "00:22:55",
    "end": "00:23:00"
  },
  {
    "text": "Yeah. Just like humans go to high places to build fortresses and cities, and kings will set up a capital there to bring order to the land. So also, that's a reflection of the gods who do the same thing.",
    "start": "00:23:00",
    "end": "00:23:15"
  },
  {
    "text": "Okay.",
    "start": "00:23:15",
    "end": "00:23:16"
  },
  {
    "text": "And so if you have a king or a ruler, they'll choose one of those spots.",
    "start": "00:23:16",
    "end": "00:23:21"
  },
  {
    "text": "Yeah. Okay.",
    "start": "00:23:21",
    "end": "00:23:21"
  },
  {
    "text": "And then rule. And what does it mean to rule? It means to govern, to establish laws that will bring order.",
    "start": "00:23:21",
    "end": "00:23:27"
  },
  {
    "text": "Okay. Humans do that.",
    "start": "00:23:28",
    "end": "00:23:29"
  },
  {
    "text": "Humans do that.",
    "start": "00:23:29",
    "end": "00:23:30"
  },
  {
    "text": "The gods go to even higher places and build their versions.",
    "start": "00:23:30",
    "end": "00:23:34"
  },
  {
    "text": "That's right. Yeah. It's a mirror relationship. Humans are a mirror of what the gods do on the mountains.",
    "start": "00:23:34",
    "end": "00:23:42"
  },
  {
    "text": "Okay. So when I think of mountains, and this is back to our last conversation, I think of outdoorsy recreation.",
    "start": "00:23:42",
    "end": "00:23:49"
  },
  {
    "text": "Yeah, you totally. Yeah.",
    "start": "00:23:49",
    "end": "00:23:51"
  },
  {
    "text": "I think of hiking and for fun or thrills.",
    "start": "00:23:51",
    "end": "00:23:55"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:23:55",
    "end": "00:23:56"
  },
  {
    "text": "And connecting to nature.",
    "start": "00:23:56",
    "end": "00:23:58"
  },
  {
    "text": "Yeah.",
    "start": "00:23:59",
    "end": "00:24:00"
  },
  {
    "text": "When an ancient in this part of the world thinks of mountains, they think of a place I don't belong. Where the cosmic forces are at war, where divine edicts and councils of gods, all this stuff takes place.",
    "start": "00:24:00",
    "end": "00:24:20"
  },
  {
    "text": "Cause what happens up on those mountains affects everything for us down here in terms of weather and water sources and so on.",
    "start": "00:24:20",
    "end": "00:24:28"
  },
  {
    "text": "Yeah. I'm not gonna go up there so I can shred some pow. I would only ever go up there to, like, dare to go up there.",
    "start": "00:24:28",
    "end": "00:24:38"
  },
  {
    "text": "Yeah.",
    "start": "00:24:38",
    "end": "00:24:38"
  },
  {
    "text": "To deal with.",
    "start": "00:24:38",
    "end": "00:24:39"
  },
  {
    "text": "To encounter the gods.",
    "start": "00:24:40",
    "end": "00:24:41"
  },
  {
    "text": "The gods.",
    "start": "00:24:41",
    "end": "00:24:41"
  },
  {
    "text": "Yeah. Yeah. And you'll likely die because it's just struck by lightning. Fall in a crevasse, there's no water. Once you get no Trees. Once you get up past a certain point, why would you go there? It's no reason to go up there.",
    "start": "00:24:41",
    "end": "00:24:56"
  },
  {
    "text": "Right.",
    "start": "00:24:56",
    "end": "00:24:56"
  },
  {
    "text": "But yet simultaneously, those mountains are the source of water. Water flows down from them and that gives us life. The rain clouds come off from the mountains and give us fertility to the land. So when the gods are smiling upon us, that is, if they're angry, they'll send a storm cloud. And just like fire and all that, sometimes they shake the mountains, shake earthquakes. Yeah. And that just destabilizes everything. Yeah, that's right. That's it. Okay, so the biblical authors grew up in an environment where this is the cosmology conception of the dry land and the conception of mountains. And so what we're going to watch them do is adapt and adopt. This is true. I'm thinking of other places where we've seen themes. The Chaos Dragon was the most recent one where they adapted a famous mythology from their neighbors, but then adapted the symbols in light of their conviction of Yahweh as the one God, creator of heaven and earth. So they're going to do something similar here.",
    "start": "00:24:57",
    "end": "00:26:03"
  },
  {
    "text": "So did the authors of the Bible and or the characters described in the Bible think that BAAL was a real deity or not?",
    "start": "00:26:03",
    "end": "00:26:22"
  },
  {
    "text": "It seems like not. Okay, yeah. In fact, the whole premise of the story of Elijah versus the prophets of BAAL in First Kings is that he gives the BAAL prophets a whole morning and early afternoon to call out to BAAL and there's no response. And then there's this phrase, ein kashev. No one was even paying attention, meaning there was no BAAL to even pay attention. And then Elijah jokes, he's like, maybe he's sleeping, maybe he's going to the bathroom right now. However, the biblical authors do believe there are other spiritual beings at work in the world. But then.",
    "start": "00:26:23",
    "end": "00:27:03"
  },
  {
    "text": "But they're not like rival gods of Yahweh.",
    "start": "00:27:04",
    "end": "00:27:06"
  },
  {
    "text": "There certainly were characters in the Bible, ancient Israelites, who did believe that, because that was what most people believed, was that the world is full of all kinds of spiritual beings connected with local places, local mountains, and they're duking it out and you got to get on the right God's side. But the version of Israel's history and beliefs in the Bible connected to Moses and the prophets is the minority report. And all of the biblical literature is framed around this deep conviction that Yahweh is the ultimate Elohim, creator, sole creator of heaven and earth. And the idols of the nations either refer to nothing, or they connect people to actual spiritual forces. But that are not rivals to God. Psalm 48. Yahweh is very great, very worthy of praise in the city of our God on his holy mountain.",
    "start": "00:27:07",
    "end": "00:28:26"
  },
  {
    "text": "His holy mountain. This is referring to Jerusalem, I imagine.",
    "start": "00:28:26",
    "end": "00:28:28"
  },
  {
    "text": "Yes. So this is a psalm of the sons of Korah. This is a Levite choir that David appointed to sing hymns to Yahweh in the temple. It's connected to that crew and the city. And the mountain being referred to is the city of Jerusalem and Mount Zion, but it's called a holy mountain, a mountain with a sacred top, beautiful in elevation, the joy of all of the land. So this is one of the highest points. It's beautiful on top, and it's the source of joy for all of the land. So even right there, you're kind of like we're in cosmic mountain territory here. We're describing a high mountain with a sacred top where God lives, and it's the source of goodness and joy for all the land below. That's Mount Zion. And then they get this phrase in the far north. It's the Hebrew phrase Yarketeh zaphon, meaning in the farthest regions of the north.",
    "start": "00:28:28",
    "end": "00:29:31"
  },
  {
    "text": "Okay, Well, I guess if you're, like, in Egypt, maybe it feels that way.",
    "start": "00:29:32",
    "end": "00:29:35"
  },
  {
    "text": "Exactly. Yes.",
    "start": "00:29:36",
    "end": "00:29:37"
  },
  {
    "text": "But if you're an Israelite, you realize there's much farther north.",
    "start": "00:29:37",
    "end": "00:29:40"
  },
  {
    "text": "Yeah. Mount Hermon, which is way thousands of feet taller.",
    "start": "00:29:40",
    "end": "00:29:46"
  },
  {
    "text": "Yeah, it's farther north and it's bigger.",
    "start": "00:29:46",
    "end": "00:29:48"
  },
  {
    "text": "It's four times taller.",
    "start": "00:29:48",
    "end": "00:29:50"
  },
  {
    "text": "Okay.",
    "start": "00:29:51",
    "end": "00:29:52"
  },
  {
    "text": "And this phrase, the Yarkete Zephon, the far recesses of the north, is exactly the Semitic phrase used to describe Yebel Akra, Mount Zaphon, in Ugaritic literature, which is also north, which is north of the city of Ugarit. So what's happening here is these poets are taking the language that their Canaanite and Phoenician neighbors used to describe the mountain of BAAL in the north.",
    "start": "00:29:52",
    "end": "00:30:22"
  },
  {
    "text": "You think that's beautiful in elevation. You think your mountain's where everyone's going to get water and life coming down.",
    "start": "00:30:23",
    "end": "00:30:32"
  },
  {
    "text": "From and bring joy in reality. That's Yahweh's mountain. Yahweh's mountain is the real Mount Zephone.",
    "start": "00:30:32",
    "end": "00:30:40"
  },
  {
    "text": "Mount Zion. Jerusalem is not one of those mountains. Right.",
    "start": "00:30:41",
    "end": "00:30:46"
  },
  {
    "text": "In terms of topography or elevation.",
    "start": "00:30:46",
    "end": "00:30:48"
  },
  {
    "text": "Yeah. So the Mount Zion which is in the mountains becomes the mountain, because notice.",
    "start": "00:30:48",
    "end": "00:30:55"
  },
  {
    "text": "How the elevation of Mount Zion is prominent. It's here in the poem. The Mount of Olives, which is the hill next to Mount Zion, is taller.",
    "start": "00:30:55",
    "end": "00:31:05"
  },
  {
    "text": "Yeah. You look down on. You would look down on Jerusalem.",
    "start": "00:31:06",
    "end": "00:31:09"
  },
  {
    "text": "Yeah. It's just A few hundred feet, maybe two or three hundred feet higher.",
    "start": "00:31:09",
    "end": "00:31:11"
  },
  {
    "text": "Yeah.",
    "start": "00:31:12",
    "end": "00:31:12"
  },
  {
    "text": "The biblical authors claim that Mount Zion is the most cosmically tall mountain in all the Earth, even though it is quite visibly not the literally tallest mountain.",
    "start": "00:31:12",
    "end": "00:31:26"
  },
  {
    "text": "Yeah. When you're in Jerusalem or on Mount Zion, you don't feel like a mountaintop where you look around and you see everything. You just kind of feel like, oh, I'm in the hills.",
    "start": "00:31:26",
    "end": "00:31:34"
  },
  {
    "text": "That's right. Yep. And there's. Yeah, you can see kind of downhill.",
    "start": "00:31:35",
    "end": "00:31:38"
  },
  {
    "text": "Yeah. But then you can also see those vantage points.",
    "start": "00:31:38",
    "end": "00:31:40"
  },
  {
    "text": "You can see across the valley and see a taller hill. Yeah, yeah, that's right. It's almost like a mystery. If you're in the city of Jerusalem and, you know, there was a temple there and Israelites gathered there to worship. And if you were visiting there, one day, you might hear the Levites singing and saying things like this. Yahweh, great. Worthy of praise in the city of God, on the sacred mountain, Beautiful in its height. The joy of all the land. Mount Zion. And in the far recesses of the north.",
    "start": "00:31:40",
    "end": "00:32:12"
  },
  {
    "text": "Yeah.",
    "start": "00:32:12",
    "end": "00:32:13"
  },
  {
    "text": "And then you look around and you're.",
    "start": "00:32:13",
    "end": "00:32:15"
  },
  {
    "text": "Like, okay, we're not far north.",
    "start": "00:32:15",
    "end": "00:32:16"
  },
  {
    "text": "Not far north.",
    "start": "00:32:16",
    "end": "00:32:17"
  },
  {
    "text": "We're not the highest thing around.",
    "start": "00:32:17",
    "end": "00:32:19"
  },
  {
    "text": "Yeah.",
    "start": "00:32:21",
    "end": "00:32:21"
  },
  {
    "text": "What are you doing?",
    "start": "00:32:21",
    "end": "00:32:22"
  },
  {
    "text": "Yeah. And most of the other nations don't even really care about us, but we're the source of joy for all the land. How does. What does. So what has to have happened for a poem like this to be written and make sense to the people who wrote it? What sense does it make to assert these things about a hill in the southern hills of Judea? That's kind of a way of thinking about it. And one way is that they are using the words and images of their surrounding cultural neighbors to talk about the. I mean, I hesitate to use the word symbol, meaning, the meaning of this hill. And the meaning is that the spiritual being who's taken up residence here among.",
    "start": "00:32:22",
    "end": "00:33:11"
  },
  {
    "text": "Us is the cosmic king.",
    "start": "00:33:11",
    "end": "00:33:13"
  },
  {
    "text": "He is the cosmic king.",
    "start": "00:33:13",
    "end": "00:33:14"
  },
  {
    "text": "Yeah. So this must be the cosmic mountain.",
    "start": "00:33:14",
    "end": "00:33:16"
  },
  {
    "text": "And this must be the cosmic mountain. This is the reality of which Mount Zaphon up in the north is just the parody, the shadow. What the Egyptians are doing with their pyramids and the Babylonians with their cosmic mountain temples over there are just pictures and images of the real thing that's happening right here. That's the underlying rhetoric or claim of Psalm 48. So what the biblical authors want to do is tell the story, and they really. They frame the story, which is, how did Mount Zion become a cosmic mountain for a time? So this is Where I think we get into the biblical story, which is the way that Mount Zion can be called a cosmic mountain stands as part of a bigger storyline that began with the first cosmic mountain, which is the dry land of Genesis 1, which has its peak on Mount Eden in Genesis 2. And then what happens on Mount Eden gets connected to what Noah does on top of Mount Ararat, and that's connected to what Abraham experiences on the top of Mount Moriah in Genesis 22. And all of that's connected to what Moses experiences atop Mount Sinai in Exodus, Leviticus and Numbers. And once you follow all those threads, then you can see why David brought the tent made to mirror what was happening on top of Sinai and how Sinai was meant to be a Moriah, Ararat, Eden type of place. And it all culminates in the Tabernacle and then the Temple of Jerusalem and what happens after that. Okay, so in a way, telling the story of the cosmic mountain is a way to tell the story of the Bible. But to understand the images, it helps very much to understand this ancient Near Eastern kind of cultural background to the meaning of cosmic mountains and the meaning of these symbols.",
    "start": "00:33:16",
    "end": "00:35:19"
  },
  {
    "text": "Yeah. So next step, then, is to Mount Eden.",
    "start": "00:35:19",
    "end": "00:35:24"
  },
  {
    "text": "Yep. To the top of Mount Eden, which is not called a mountain in Genesis chapters 1, 2, or 3.",
    "start": "00:35:24",
    "end": "00:35:30"
  },
  {
    "text": "It is called a mountain in Ezekiel.",
    "start": "00:35:30",
    "end": "00:35:31"
  },
  {
    "text": "Yep.",
    "start": "00:35:31",
    "end": "00:35:32"
  },
  {
    "text": "It's maybe described as a mountain in Genesis.",
    "start": "00:35:32",
    "end": "00:35:35"
  },
  {
    "text": "It's very prominently described as the highest place on the dry land, if you know what to look at. So to Mount Eden we go.",
    "start": "00:35:35",
    "end": "00:35:45"
  },
  {
    "text": "That's it for today's episode. Next week, we'll look at how the biblical authors subtly portray Eden as a cosmic mountain, the overlap of heaven and earth on a high place. It's on Mount Eden that humans are placed and given a choice. Will they trust God's voice and wisdom, or will they seize the knowledge of good and bad on their own terms?",
    "start": "00:35:48",
    "end": "00:36:09"
  },
  {
    "text": "So this sets up the drama. Humans are the image of God, and they are made to rule and be responsible for the world. But the way that humans are going to become truly wise partners with God is by depending on the wisdom that is above and beyond our own, what our eyes see and what our stomachs want. This is the introduction of what will become the plot conflict of the entire biblical story.",
    "start": "00:36:10",
    "end": "00:36:34"
  },
  {
    "text": "Bibleproject is a crowdfunded nonprofit, and we exist to help people experience the Bible as a unified story that leads to Jesus. Everything that we make is free because of the support of thousands of people just like you. Thank you so much for being a part of this with us.",
    "start": "00:36:35",
    "end": "00:36:48"
  },
  {
    "text": "Hi, this is Giancarlo and I'm from Zephyr Hills, Florida.",
    "start": "00:36:49",
    "end": "00:36:52"
  },
  {
    "text": "Hi, this is Vienna and I'm from Washington State. I first heard about bibleproject at church when a friend yelled, hey Bible nerd, you're gonna love this.",
    "start": "00:36:52",
    "end": "00:37:01"
  },
  {
    "text": "I first heard about bibleproject when I was looking to find resources for studying the Bible Bible when I was becoming Christian.",
    "start": "00:37:01",
    "end": "00:37:07"
  },
  {
    "text": "My favorite thing about bibleproject is being able to use the videos with people who have questions about God, the Bible and how to live a Christian life.",
    "start": "00:37:08",
    "end": "00:37:18"
  },
  {
    "text": "My favorite thing about bibleproject is Tim and John's personality and manner and clear teaching that helped me grow in my journey to Christ.",
    "start": "00:37:18",
    "end": "00:37:25"
  },
  {
    "text": "We believe the Bible is a unified story that leads to Jesus. We are a crowdfunded project by people like me.",
    "start": "00:37:26",
    "end": "00:37:32"
  },
  {
    "text": "By people like me Find free videos.",
    "start": "00:37:32",
    "end": "00:37:35"
  },
  {
    "text": "Articles, podcasts, classes and more on Bibleproject.",
    "start": "00:37:35",
    "end": "00:37:38"
  },
  {
    "text": "App and@bibleproject.com.",
    "start": "00:37:38",
    "end": "00:37:41"
  },
  {
    "text": "Hey everyone, this is Lindsay and I'm the producer for the podcast. I've been working at bibleproject for about four years and as a producer I manage projects, deadlines and coordination behind the scenes to make the podcast happen. It's a fun challenge to work at, including our project efficiency in a way that helps our team members work with less hurry and greater margin to be creative and bring you the most thoughtful content that we can. And I really love that I get to learn with you about the Bible while at work. There's a whole team of us that bring the podcast to life every week. For a full list of everyone who's involved, check out the show credits in the episode description. Wherever you stream the podcast and on our website.",
    "start": "00:37:42",
    "end": "00:38:21"
  },
  {
    "text": "SA.",
    "start": "00:38:23",
    "end": "00:38:23"
  }
]