[
  {
    "text": "Welcome to BibleProject podcast. We've been studying the theme of the mountain in the story of the Bible. And today we turn a corner as we enter the New Testament. Over the last 10 episodes, we've learned that mountains in the Bible are an overlapping space of heaven and earth where God's presence and blessing can be fully experienced. This is the idea of the cosmic mountain. And God calls humans to ascend the mountain so they can spread God's blessing and abundance to all the land. But the mountain force is a crisis where humans must decide if they will trust God's wisdom to receive his life or will they trust their own wisdom. While God calls many to ascend the mountain, most fail. Which leaves us hoping for a human who can succeed in ascending the mountain for us. And this brings us to the story of Jesus. Now, you might not think of the mountain as a central theme in the stories of Jesus, but the gospel writer of Matthew does.",
    "start": "00:00:04",
    "end": "00:00:58"
  },
  {
    "text": "Lo and behold, there are seven mountain scenes in the Gospel according to Matthew. You can't make this stuff up, man. And they actually all connect to each other in really fascinating ways. And all of them bring together the very themes that we've been talking about. It's like the hand in the glove.",
    "start": "00:00:59",
    "end": "00:01:16"
  },
  {
    "text": "Jesus is tested on a mountain. Jesus gives his instruction to his disciples from a mountain. Jesus feeds people from a mountain. And it's on a mountain where Jesus begins to shine with God's divine presence.",
    "start": "00:01:16",
    "end": "00:01:29"
  },
  {
    "text": "And he becomes like a heavenly being. And it's his true identity as the presence and the glory of Yahweh become a human, the glory that Moses and Elijah encountered on Mount Sinai.",
    "start": "00:01:29",
    "end": "00:01:43"
  },
  {
    "text": "Jesus pronounces judgment on Israel's crept leaders from a mountain. And after his death and resurrection, Jesus commissions his followers to spread God's blessing to all the nations from a mountain.",
    "start": "00:01:43",
    "end": "00:01:56"
  },
  {
    "text": "Now he's the cosmic heaven and earth ruler. There's a way of being human that I just modeled that lives by the word of God.",
    "start": "00:01:56",
    "end": "00:02:04"
  },
  {
    "text": "Today, Tim Mackey and I walk through the seven mountains in the Gospel of Matthew. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:02:05",
    "end": "00:02:20"
  },
  {
    "text": "Hi, John. Hey.",
    "start": "00:02:20",
    "end": "00:02:21"
  },
  {
    "text": "Hey. We're getting close to being done with the mountain theme.",
    "start": "00:02:22",
    "end": "00:02:25"
  },
  {
    "text": "Yes. Yes, we are.",
    "start": "00:02:25",
    "end": "00:02:26"
  },
  {
    "text": "Which means we're going to spend a little bit of time in the New Testament.",
    "start": "00:02:26",
    "end": "00:02:30"
  },
  {
    "text": "That's totally right.",
    "start": "00:02:30",
    "end": "00:02:31"
  },
  {
    "text": "We're going to do 10 hours of conversation in the Hebrew Bible, and this is kind of our M.O.",
    "start": "00:02:31",
    "end": "00:02:36"
  },
  {
    "text": "There'S a lot we could do. So much on the mountain theme in the New Testament. I just want to touch down in a few places in These final episodes that are uniquely focused on the mountain. Because when you think, first off, the cosmic mountain in the New Testament, I think most people would be like, what?",
    "start": "00:02:37",
    "end": "00:02:56"
  },
  {
    "text": "Right.",
    "start": "00:02:56",
    "end": "00:02:56"
  },
  {
    "text": "I just maybe, oh, I guess the New Jerusalem's on a mountain. Maybe someone might know about that at the end of the revelation.",
    "start": "00:02:56",
    "end": "00:03:03"
  },
  {
    "text": "Yeah.",
    "start": "00:03:03",
    "end": "00:03:03"
  },
  {
    "text": "I mean, mountains don't necessarily pop to most people's minds when they think of the story of Jesus. But it should. It should, at least for one of the four gospel accounts. And that's what we're going to focus on in this episode.",
    "start": "00:03:03",
    "end": "00:03:17"
  },
  {
    "text": "Okay. The whole story of the Bible can be thought of in terms of the uniting of heaven and earth, God's blessing on all of the land. But that's not the case. Heaven and earth are separate. But there is a place where heaven and earth do connect. And one way to think about that, the way the biblical authors think about that and ancients thought about that, was a cosmic mountain, a high place where the sky and the land are connected together. And the story of the Bible begins with humanity being placed on the mountain and having access to God's life and God's wisdom and the abundance that happens from there. And then there's this river that streams down, and Adam and Eve are told to multiply, subdue the earth and bring blessing. Like, this river is bringing blessing out from the cosmic mountain. And so you can think of the whole story of the Bible of, like, the vocation of humanity doing that, bringing heaven and earth together from this high mountain point. But instead of that happening, humanity is kicked off the mountain and builds its own towers and mountains and tries to ascend in their own way, or for.",
    "start": "00:03:17",
    "end": "00:04:26"
  },
  {
    "text": "Adam and Eve, they try and stay on the mountain, but by their own wisdom and by their own version of what is life.",
    "start": "00:04:26",
    "end": "00:04:33"
  },
  {
    "text": "Yeah. And then when that doesn't work, the descendants, we get to the story of Babel where they're building a tower with head to the sky.",
    "start": "00:04:34",
    "end": "00:04:42"
  },
  {
    "text": "Yeah. Which is a symbolic mountain. Symbolic mountain. That was that little thing on pyramids and ziggurats that we did. Because they were symbolic mountains. Yeah, yeah. Heaven on earth spots.",
    "start": "00:04:42",
    "end": "00:04:51"
  },
  {
    "text": "And so how will heaven and earth unite again? There's still this hope that we could ascend to the true mountain and find God's blessing, and then that blessing can go back down. And so we just looked at all these stories of people encountering God on a mountain and stories of Noah and Abraham and Moses, and they all tell us different kind of nuances of what this journey up the mountain looks like. But some of the general themes are surrender Surrendering yourself.",
    "start": "00:04:52",
    "end": "00:05:21"
  },
  {
    "text": "Yeah. Since we got kicked off the mountain for trying to create a version of life by our own human wisdom that ends up usually hurting ourselves and other people, it's going to involve letting that go so that we can receive real life up on the mountain. And that letting go is what we've called by a number of terms now. One is the crisis.",
    "start": "00:05:21",
    "end": "00:05:44"
  },
  {
    "text": "Yeah. There's this testing crisis moment where, okay, I'm going to let it go or not. And when you succeed at that test, you can be on the mountain with God, have access to God's wisdom, and then be a blessing to others and be transformed. So we also talked about how King David establishes Jerusalem as a city on a hill, which is not just thought of as simply a city on a hill, but it's beginning to be thought of as the city of God on the cosmic mountain. And that's gonna bring blessing to the nations. But the problem is there's, like, this ideal Jerusalem, ideal Mount Zion, and then there's the real Mount Zion, which is full of corruption and often just oppression and corruption. And we looked at the Psalms that says, well, Mount Zion will become the greatest mountain. There's actually going to be one who can ascend it. And that one will in some way also be a sacrifice.",
    "start": "00:05:44",
    "end": "00:06:40"
  },
  {
    "text": "Yeah. He's going to surrender what seems like his own life.",
    "start": "00:06:40",
    "end": "00:06:43"
  },
  {
    "text": "Yeah.",
    "start": "00:06:43",
    "end": "00:06:44"
  },
  {
    "text": "Yep. That was the sequence of Psalms 15 to 24 that we looked at.",
    "start": "00:06:44",
    "end": "00:06:47"
  },
  {
    "text": "Yeah. And we looked at Isaiah, which then actually really turns up the volume on a lot of things. It's not just gonna be an individual test for, like, one person like Abraham or this new Messiah to come, but it'll actually be a test for all who live in Mount Zion are gonna undergo a purifying test. And those who remain are these garden people who are just finding life. And then that life is then unleashed and the nations can stream up. And so then you get this picture in Isaiah of, I guess, the end of the story, which is if we were made for the mountain and the mountain blessing to descend down to all the land. Here it is, all the nations and all the lands having access to the mountain and the mountain abundance going out to the land.",
    "start": "00:06:47",
    "end": "00:07:35"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:07:35",
    "end": "00:07:35"
  },
  {
    "text": "But what's missing, though, then is like, how. How are we going to get there?",
    "start": "00:07:35",
    "end": "00:07:38"
  },
  {
    "text": "Yeah, yeah. It's all just hope. It's all just hope and anticipation. Yeah. As you leave the Hebrew Bible, but the Isaiah scroll, you know, begin its final third in chapter 40, talking about that when that hope arrives in Isaiah 48, 9, that it will be a moment to Announce good news. Yeah, good news that God is returning and to do that thing to replant the garden mountain and transform the people who are on it. And that good news is the message of good news that Jesus of Nazareth was activating and calling up and claiming that he was bringing about that moment in his own life and mission.",
    "start": "00:07:38",
    "end": "00:08:23"
  },
  {
    "text": "And he called it the kingdom of the skies in Matthew.",
    "start": "00:08:23",
    "end": "00:08:26"
  },
  {
    "text": "That's right. Yeah. Yeah. The kingdom of the heavens.",
    "start": "00:08:27",
    "end": "00:08:29"
  },
  {
    "text": "The kingdom of the heavens.",
    "start": "00:08:29",
    "end": "00:08:30"
  },
  {
    "text": "Kingdom of the skies, yes. So all the Gospels narrate what it means for God's heavenly kingdom to arrive here on earth in the person of Jesus. And then the twist was that it came not just through acts of power and healing, but also through the surrender of his life in an act of love on the city, on the mountain in Jerusalem, and then his vindication and resurrection to life and then exaltation to cosmic rule and the gift of his presence in the spirit. And there's four versions of that story in the New Testament, and one of them really turns up the volume on the mountain theme, and that is the Gospel According to Matthew. So I'm not sure when I first came across this. There isn't a lot of scholarly treatment on this explicitly.",
    "start": "00:08:30",
    "end": "00:09:22"
  },
  {
    "text": "You mean you're saying someone could turn this into their doctoral thesis if they want to?",
    "start": "00:09:22",
    "end": "00:09:26"
  },
  {
    "text": "Well, it has been done in some ways. So back in the mid-80s, there was a scholar, Terence Donaldson, who wrote kind of the first modern treatments. It's called Jesus on the Mountain, A Study in Matthean Theology. That's how you turn Matthew's name into a adjective. So what he's doing is he's comparing the way that Matthew's story differs, especially from Mark and Luke, to profile the unique decisions that the author made to shape the story the way he did in Matthew. And then particularly in Matthew, certain stories are located on mountains where when you look at the matching stories in Luke and Matthew, it just doesn't say, oh, okay. And lo and behold, there are seven mountain scenes in the Gospel According to Matthew. You can't make this stuff up, man.",
    "start": "00:09:26",
    "end": "00:10:19"
  },
  {
    "text": "Seven moments where Jesus is on a mountain doing something.",
    "start": "00:10:20",
    "end": "00:10:23"
  },
  {
    "text": "Doing something. Yeah. And they actually all connect to each other in really fascinating ways. And all of them bring together themes that we've been talking about. It's like the hand in the glove. That's like the Hebrew Bible showed you the glove. So here's just a quick overview of the seven. The seven mountain scenes. The first story of him as an adult in Matthew is the testing in the wilderness by the Satan and The third and final test happens on a mountain.",
    "start": "00:10:24",
    "end": "00:10:53"
  },
  {
    "text": "Okay.",
    "start": "00:10:53",
    "end": "00:10:54"
  },
  {
    "text": "So we'll look at that. Then immediately after that, he goes and starts announcing the kingdom of the skies arriving here on Earth. All these people come to him. And so he goes up on number two, a mountain, and begins to teach about the Torah.",
    "start": "00:10:54",
    "end": "00:11:10"
  },
  {
    "text": "And we just spent all year going through this.",
    "start": "00:11:10",
    "end": "00:11:12"
  },
  {
    "text": "That's right. And that's the Sermon on the Mount.",
    "start": "00:11:12",
    "end": "00:11:14"
  },
  {
    "text": "Yeah, on the Mount 10.",
    "start": "00:11:14",
    "end": "00:11:15"
  },
  {
    "text": "Mount 10. Yeah, that's right. So the mountain on which the sermon is given is the second mountain in Matthew. Okay. Yep. Then you go forward to chapters 14 and 15, and there's an interesting symmetrical design that I'm still working out figuring out to these chapters. But there's two stories in Matthew where he feeds large groups of people in the secluded wilderness area. He gives them bread in the wilderness, and that connects with the temptations. But in chapter 14, he feeds a group of 5,000 people. It's very clearly an Israelite or Jewish crowd. And then when that's over, he goes up on a mountain to pray and recharge.",
    "start": "00:11:15",
    "end": "00:12:02"
  },
  {
    "text": "Yeah. Most people go up the cosmic mountain, like, as a test of surrender. He's going up to recharge.",
    "start": "00:12:02",
    "end": "00:12:08"
  },
  {
    "text": "Yeah, he goes up to recharge. Then a number of things happen. And then in Matthew 15, he is up on a mountain. It doesn't say he was praying. It just says that he was up there. And after going up a mountain, large crowds came, and he felt compassion for them and then healed them. And what you find out about this crowd.",
    "start": "00:12:08",
    "end": "00:12:31"
  },
  {
    "text": "This is mountain four.",
    "start": "00:12:31",
    "end": "00:12:32"
  },
  {
    "text": "This is mountain number four. Yeah. Is that this is non Israelites, and he feeds 4,000 of them.",
    "start": "00:12:33",
    "end": "00:12:40"
  },
  {
    "text": "Hmm. So mountain three was the mountain he went up after he fed 5,000, goes up a mountain to pray, and then you're saying that's connected to Mountain 4.",
    "start": "00:12:40",
    "end": "00:12:49"
  },
  {
    "text": "Where he was up on the mountain.",
    "start": "00:12:50",
    "end": "00:12:52"
  },
  {
    "text": "Where he's on a mountain, and then people come up.",
    "start": "00:12:52",
    "end": "00:12:54"
  },
  {
    "text": "Yeah. Sees a bunch of people.",
    "start": "00:12:55",
    "end": "00:12:56"
  },
  {
    "text": "Or non Israelites feeds them.",
    "start": "00:12:56",
    "end": "00:12:58"
  },
  {
    "text": "And then the whole twist on that is that they're non Israelites.",
    "start": "00:12:58",
    "end": "00:13:01"
  },
  {
    "text": "That's mountain four, and four is the central mountain.",
    "start": "00:13:01",
    "end": "00:13:03"
  },
  {
    "text": "Four is the central mountain. Yeah, that's right. And how many baskets of bread are left over after he feeds 4,000? Seven. Seven baskets.",
    "start": "00:13:03",
    "end": "00:13:13"
  },
  {
    "text": "Wait, and so the 4,000 are non Israelites?",
    "start": "00:13:13",
    "end": "00:13:15"
  },
  {
    "text": "Mm. Yes. Yeah. It's implicit. Well, there are clues, clear clues in the story. But the two feedings is he's feeding Israel and then he's feeding the nations, but both in parallel.",
    "start": "00:13:15",
    "end": "00:13:26"
  },
  {
    "text": "So the central mountain is Jesus.",
    "start": "00:13:26",
    "end": "00:13:28"
  },
  {
    "text": "Yeah. Feeding the nations.",
    "start": "00:13:29",
    "end": "00:13:29"
  },
  {
    "text": "Feeding the nations.",
    "start": "00:13:29",
    "end": "00:13:30"
  },
  {
    "text": "Yeah. Yeah. And it's right after the Canaanite woman asked him if even little dogs can eat bread crumbs that fall from the table. And he's so stoked on her that he goes and he gives actual bread to a bunch of non Israelites. Oh, wow. Chapter 17 has mountain number five, the mountain where Jesus is transformed. He takes three of his closest disciples up a mountain, and he becomes like a heavenly being.",
    "start": "00:13:31",
    "end": "00:13:58"
  },
  {
    "text": "This one feels like the cosmic mountain out of all of them.",
    "start": "00:13:58",
    "end": "00:14:01"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:14:01",
    "end": "00:14:02"
  },
  {
    "text": "So far.",
    "start": "00:14:02",
    "end": "00:14:02"
  },
  {
    "text": "Yeah, that's right. Yeah. And it's his true identity as the Presence and the glory of Yahweh become a human. The glory that Moses and Elijah encountered on the mountain on Mount Sinai. And of course, they're there in the story. This is the fifth mountain. The sixth mountain is when Jesus is up on the Mount of Olives. He spent Passover week in Jerusalem, the week leading up to Passover. You know, he's being real cantankerous in Jerusalem, going to the Temple. And then after all the leaders of Jerusalem have put a target on his back and he knows it, he goes to the mountain that's across the valley from Mount Zion, Mount of Olives. And then he. From there, his disciples are like, look at the beautiful temple and the stones. And he's like, yeah, it's all coming down. So from the. Yeah, from the mountain, he gives an apocalypse of the future of Jerusalem. And that's the sixth mountain. And then the seventh and final mountain is the mountain of the Great Commission. After his resurrection, he meets the disciples on a mountain. It says, go.",
    "start": "00:14:02",
    "end": "00:15:12"
  },
  {
    "text": "I didn't know that happened on a mountain.",
    "start": "00:15:12",
    "end": "00:15:13"
  },
  {
    "text": "Into all the nations and make disciples of all the nations. So this is the seven mountains. The Mountain of Testing, the mountain of teaching, Two mountains of prayer and feeding, the mountain of transformation, the Mountain of the Apocalypse, and then the Mountain of Commission. And again, these are uniquely seen. Some of them, if you look at their correspondence, like in the third test in Luke, you know, it happens on a mountain. Okay, but like the Sermon on the Mount is in Luke, a Sermon on a plane. The mention of prayer on the mountains is a little bit different in Luke. It's not mentioned in Mark. The Mountain of transfiguration, transformation. That's all on a mountain in Mark and Luke. The mountain of Apocalypse happens on the Mount of Olives in Mark and Luke. But the mountain of commission is also unique to Matthew. So he's chosen to uniquely make certain mountain scenes to keep the mountain scenes. And then he's also introduced new mountains so that now There's a total of seven.",
    "start": "00:15:13",
    "end": "00:16:15"
  },
  {
    "text": "There's a total of seven. However, these can't be the only time Jesus is on mountains. Like, well, because every time he goes to Jerusalem, he's on Zion.",
    "start": "00:16:16",
    "end": "00:16:24"
  },
  {
    "text": "Oh, yes, that's right.",
    "start": "00:16:24",
    "end": "00:16:25"
  },
  {
    "text": "Right.",
    "start": "00:16:25",
    "end": "00:16:25"
  },
  {
    "text": "So these are moments where the narrator draws attention to Jesus being on a.",
    "start": "00:16:26",
    "end": "00:16:31"
  },
  {
    "text": "Mountain by actually explicitly saying, Jesus is on a mountain.",
    "start": "00:16:31",
    "end": "00:16:34"
  },
  {
    "text": "That's right. Okay, yeah, yeah. So. Oh, so now we're in Greek. So we were in Hebrew. The word is Harry or sometimes geva or geva. In Greek it's the word horos. Horos. Okay, yeah, mountain. Anyhow, so there you go. So what I thought we would do, I just want to touch down on however many we have time for. Really depends on how fast or something.",
    "start": "00:16:34",
    "end": "00:16:58"
  },
  {
    "text": "How many of the seven? Okay, well, we spent a year in the second mountain.",
    "start": "00:16:58",
    "end": "00:17:01"
  },
  {
    "text": "Oh, yeah. Okay.",
    "start": "00:17:01",
    "end": "00:17:02"
  },
  {
    "text": "So we don't spend a lot of time there.",
    "start": "00:17:02",
    "end": "00:17:03"
  },
  {
    "text": "Okay, cool. So I want to begin with the first one, which is in the testing story. And then at least do the first and the last and then we'll see what happens. Let's just go where the conversation leads.",
    "start": "00:17:03",
    "end": "00:17:15"
  },
  {
    "text": "All right. Mountain number one.",
    "start": "00:17:15",
    "end": "00:17:16"
  },
  {
    "text": "Mountain number one. So after Jesus is baptized by John, John the baptizer, we're told the spirit descended on him in the form of the dove. You are my son. Oh, that's important actually for this story. The heavenly voice says, you are my son. With you I am well pleased. So we're like, this is the guy. This is the son of God. Chapter four, verse one. Then Jesus or Jesus. So say his name in Greek. Then Jesus was led into the wilderness by the spirit, like, oh. So the spirit came upon him in the water. Now the spirit's leading him to a waterless region, wilderness to be tested by the slanderer.",
    "start": "00:17:16",
    "end": "00:18:29"
  },
  {
    "text": "Yikes.",
    "start": "00:18:29",
    "end": "00:18:29"
  },
  {
    "text": "Which is the word devil in our English translations.",
    "start": "00:18:30",
    "end": "00:18:32"
  },
  {
    "text": "The devil.",
    "start": "00:18:33",
    "end": "00:18:33"
  },
  {
    "text": "The devil, yeah. Which is an English translation of the Greek word diabolos. Where we get diabolical comes from that what it means to slander.",
    "start": "00:18:33",
    "end": "00:18:43"
  },
  {
    "text": "Yeah, it's not a name, it's a title. It's a title.",
    "start": "00:18:44",
    "end": "00:18:46"
  },
  {
    "text": "It's a title describing what somebody does.",
    "start": "00:18:46",
    "end": "00:18:49"
  },
  {
    "text": "The slanderer.",
    "start": "00:18:49",
    "end": "00:18:50"
  },
  {
    "text": "The slanderer. But specifically in a court type scene, like, or in a public place.",
    "start": "00:18:50",
    "end": "00:18:57"
  },
  {
    "text": "Prosecutor.",
    "start": "00:18:57",
    "end": "00:18:58"
  },
  {
    "text": "Somebody who's bringing up dirt on you so that your reputation is tarnished in public. That kind of thing.",
    "start": "00:18:58",
    "end": "00:19:05"
  },
  {
    "text": "Okay, so led by the spirit to be tested. And we're talking a lot about the test.",
    "start": "00:19:05",
    "end": "00:19:12"
  },
  {
    "text": "Yeah, yeah, here we go.",
    "start": "00:19:12",
    "end": "00:19:13"
  },
  {
    "text": "This theme by the slanderer.",
    "start": "00:19:13",
    "end": "00:19:14"
  },
  {
    "text": "Yep, that's right there. Follow a sequence of three tests, and the third and final one is on a mountain. All right, he's on a mountain with the snaky slanderer being in the wilderness in the opposite of the garden. Isn't that interesting?",
    "start": "00:19:14",
    "end": "00:19:30"
  },
  {
    "text": "A wilderness mountain.",
    "start": "00:19:30",
    "end": "00:19:31"
  },
  {
    "text": "Yeah, exactly. So Eden was implicitly a mountain garden where Adam and Eve were tested by the craftiness of a snaky deceiver.",
    "start": "00:19:31",
    "end": "00:19:41"
  },
  {
    "text": "Implicitly, as it was never actually called a mountain. It's described as a place where river flows down into all the land. Ezekiel, though, explicitly calls it a mountain.",
    "start": "00:19:41",
    "end": "00:19:51"
  },
  {
    "text": "He calls it a mountain. That's right. That's right. Whereas here, Jesus is led into a wilderness opposite of a garden to be tested by a snake, like Tricksy Slanderer. The first test is about food, just like with Adam and Eve. So he fasted 40 days and nights, and he was hungry. The tester approached him saying, if you are the son of God, and you're like. Well, I know you're like, we were just told. We were just told by God that you're the son of God.",
    "start": "00:19:51",
    "end": "00:20:20"
  },
  {
    "text": "Can you trust God?",
    "start": "00:20:20",
    "end": "00:20:21"
  },
  {
    "text": "Yeah. If you are really the son of God, speak to these stones to become loaves of bread. Why would your father, by means of the spirit, lead you out here to starve? Is that what a father does to the son that he loves?",
    "start": "00:20:21",
    "end": "00:20:35"
  },
  {
    "text": "Yeah. So take food on your own terms.",
    "start": "00:20:35",
    "end": "00:20:37"
  },
  {
    "text": "Yeah, take. Take food on your own terms. And you're like, yeah, that's what a great way to echo the Adam and Eve test, which was about too much food. They had more than enough food. But there's just one thing, and trust me, this will kill you, so don't do it. And we've flipped all that. We flipped the garden into the wilderness and the too much food into a choice to not have enough food as a means to trust God. Yeah. So Jesus responds by quoting from Deuteronomy, not by bread alone does humanity live, but by every word that comes out of God's mouth. That's what Adam and Eve should have said. Isn't that interesting?",
    "start": "00:20:37",
    "end": "00:21:16"
  },
  {
    "text": "They should have said, not by this fruit of the tree, knowing good and bad, that we will live, that we will have life. It's the words that come out of the. Yes.",
    "start": "00:21:17",
    "end": "00:21:25"
  },
  {
    "text": "Isn't that interesting?",
    "start": "00:21:25",
    "end": "00:21:26"
  },
  {
    "text": "Yeah. God told me not to eat this fruit. I could trust his word. And if I need to know good from bad, I can go and get it from him.",
    "start": "00:21:26",
    "end": "00:21:34"
  },
  {
    "text": "Yeah. This story is reflecting on so many Hebrew Bible stories at the same time. Also, Israel's 40 years in the wilderness.",
    "start": "00:21:34",
    "end": "00:21:42"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:21:42",
    "end": "00:21:43"
  },
  {
    "text": "Testing God and being Tested by God about bread. The manna story. We're also echoing all that too. It's really interesting because that was about God providing bread on God's time in God's way, and Israel not taking it.",
    "start": "00:21:43",
    "end": "00:21:57"
  },
  {
    "text": "Not taking too much trusting. Yeah.",
    "start": "00:21:58",
    "end": "00:22:01"
  },
  {
    "text": "Test number two. Then the slanderer took him to the holy city and stationed him at the upper tip of the temple. Like, whoa. So, okay, so this is when he wakes up from this. When Jesus comes out of this situation, he is still in the wilderness. When he moves from the wilderness up to Galilee.",
    "start": "00:22:02",
    "end": "00:22:25"
  },
  {
    "text": "Okay, so likely they didn't actually go to Jerusalem. No, this is like.",
    "start": "00:22:25",
    "end": "00:22:28"
  },
  {
    "text": "It's a dream. It's a vision.",
    "start": "00:22:28",
    "end": "00:22:30"
  },
  {
    "text": "I mean, he hasn't been eating.",
    "start": "00:22:30",
    "end": "00:22:32"
  },
  {
    "text": "That's true. And he's in the desert.",
    "start": "00:22:33",
    "end": "00:22:34"
  },
  {
    "text": "He's in the desert.",
    "start": "00:22:34",
    "end": "00:22:35"
  },
  {
    "text": "I mean, this stuff is normal. In the prophets of the Hebrew Bible, they have these visions. Visions and altered states of consciousness. Yeah, yeah, that's right. But the point is he goes to. It's not said it's on the mountain, but he's taken to the city.",
    "start": "00:22:36",
    "end": "00:22:51"
  },
  {
    "text": "The city. Mount Zion.",
    "start": "00:22:51",
    "end": "00:22:52"
  },
  {
    "text": "Mount Zion. Up to the tippy top of the highest thing at the highest point.",
    "start": "00:22:52",
    "end": "00:22:56"
  },
  {
    "text": "Okay.",
    "start": "00:22:56",
    "end": "00:22:57"
  },
  {
    "text": "He quotes Psalm 91. If you are the son of God, throw yourself down. As it's been written. Here's Psalm 91. He's commanded his messengers concerning you, so they will lift you up in their hands and you won't strike your foot on a stone. So go to the heaven on earth place and force your father's hand to rescue you. But on your timing, you set in motion how and when your father delivers you. Yeah, image here.",
    "start": "00:22:57",
    "end": "00:23:26"
  },
  {
    "text": "And it's quite an entrance to Jerusalem too.",
    "start": "00:23:26",
    "end": "00:23:29"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:23:29",
    "end": "00:23:30"
  },
  {
    "text": "Yeah. Like, here I am, guys. Watch me do this David Blaine magic trick from the temple.",
    "start": "00:23:30",
    "end": "00:23:36"
  },
  {
    "text": "Yeah, that's right. Yeah. And it seems kind of funny, but this is about Jesus life at stake. Which is what the first one was about too. Food. Will you starve or will you live?",
    "start": "00:23:36",
    "end": "00:23:45"
  },
  {
    "text": "Is life at stake here?",
    "start": "00:23:45",
    "end": "00:23:46"
  },
  {
    "text": "Yeah, I'm pretty sure if you go to the top of a 10 story building.",
    "start": "00:23:47",
    "end": "00:23:51"
  },
  {
    "text": "Oh, if he jumps off, his life's at stake.",
    "start": "00:23:51",
    "end": "00:23:53"
  },
  {
    "text": "Yeah. So it's about forcing your father to rescue your life, but you're the one who sets the timing.",
    "start": "00:23:53",
    "end": "00:24:00"
  },
  {
    "text": "Right.",
    "start": "00:24:00",
    "end": "00:24:01"
  },
  {
    "text": "That's what's at issue here.",
    "start": "00:24:01",
    "end": "00:24:02"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:24:02",
    "end": "00:24:03"
  },
  {
    "text": "And Jesus responds again with a quote from Deuteronomy. No, don't test the Lord your God. So the whole point has been about a human who can ascend the mountain of the Lord and endure the test to become the intercessor. Who will open up the Eden blessing back to all those down the mountain. And that's not going to happen by the Son of God making God work on the Son's terms. Yeah, it's about surrender.",
    "start": "00:24:03",
    "end": "00:24:31"
  },
  {
    "text": "Okay, which.",
    "start": "00:24:31",
    "end": "00:24:33"
  },
  {
    "text": "Here we go, third test. The slanderer took him up to a high mountain and showed him all the kingdoms of the world and all of their splendor.",
    "start": "00:24:33",
    "end": "00:24:42"
  },
  {
    "text": "Yeah.",
    "start": "00:24:42",
    "end": "00:24:43"
  },
  {
    "text": "So this is also Genesis 1, about the human image of God is appointed to rule. Let them rule over the, you know, the fish and the birds and the creatures of the sea. So here it's about how the Son of God is going to achieve rule over the nations. Because the tester says, all of these kingdoms I will give to you if by falling down, you will bow down to me.",
    "start": "00:24:43",
    "end": "00:25:12"
  },
  {
    "text": "Well, I'm also thinking of Isaiah 2, where it's all the nations. Here's all the nations, and how are they going to get the blessing?",
    "start": "00:25:13",
    "end": "00:25:21"
  },
  {
    "text": "And remember, this is Psalm 2, said Yahweh has set his king on Mount Zion to bring justice to all of the nations. So this is not about whether the Son of God will rule the nations as the image of God, but how. And one way would be to do it by taking your cues and giving your allegiance to the slanderer, the snake. You can do it a snaky way. Or Jesus says to him, begone.",
    "start": "00:25:21",
    "end": "00:25:52"
  },
  {
    "text": "And the snaky way was to bow down.",
    "start": "00:25:53",
    "end": "00:25:55"
  },
  {
    "text": "Yeah. And you don't quite know. I mean, you're supposed to meditate on what that might mean. What would it mean for a human to give their allegiance to. To the snake, to the snake, to the slander, and then go try to rule other people?",
    "start": "00:25:55",
    "end": "00:26:09"
  },
  {
    "text": "Well, yeah, it's not hard to imagine.",
    "start": "00:26:09",
    "end": "00:26:11"
  },
  {
    "text": "It's like it's what the whole Hebrew Bible has been about.",
    "start": "00:26:11",
    "end": "00:26:13"
  },
  {
    "text": "It's kind of what the human story is about.",
    "start": "00:26:13",
    "end": "00:26:14"
  },
  {
    "text": "That's what the human story is about. Yeah. Not hard to imagine at all. And what Jesus says to him is, begone, Satan, or get behind me, Satan. For it has been written, last quote from Deuteronomy. You will bow down to Yahweh, your God, and you will serve him only. So the slanderer left him. So the first and the last test are in a wilderness opposite of garden and then on a mountain. The first one's about food and trusting God to preserve life. The last one's about ruling over the land.",
    "start": "00:26:14",
    "end": "00:26:47"
  },
  {
    "text": "Yeah. Okay. So the snaky slander adversary takes Jesus up to the cosmic mountain where all the nations can be seen. Because we talked about the elevation of the mountain. Being a vantage point, but then also the place where God's heavenly blessing is supposed to come out. And it's like, hey, let's get this blessing going.",
    "start": "00:26:48",
    "end": "00:27:10"
  },
  {
    "text": "Well, man, humans didn't do this job, so. Oh, you're here to do this job, Son of God.",
    "start": "00:27:11",
    "end": "00:27:15"
  },
  {
    "text": "I'll give you some help. Yeah.",
    "start": "00:27:16",
    "end": "00:27:17"
  },
  {
    "text": "In fact, let me help you.",
    "start": "00:27:17",
    "end": "00:27:18"
  },
  {
    "text": "Let me make this easier for you. Like, I've got some tools for you.",
    "start": "00:27:18",
    "end": "00:27:24"
  },
  {
    "text": "I've been doing this a while, Right.",
    "start": "00:27:24",
    "end": "00:27:27"
  },
  {
    "text": "Yeah.",
    "start": "00:27:27",
    "end": "00:27:27"
  },
  {
    "text": "Again, what it would mean to bow down, to take your cues, give your allegiance to the slanderer, and that's your way of gaining rule. You're just supposed to know what that means and what that temptation looks like.",
    "start": "00:27:28",
    "end": "00:27:44"
  },
  {
    "text": "Right.",
    "start": "00:27:45",
    "end": "00:27:45"
  },
  {
    "text": "You're supposed to backfill all kinds of things to think of what Jesus is rejecting here. But it is interesting, though. He's going to reject this offer and then go up to mountain number two and then talk about a different way of ruling the world as the people of the rule of heaven. So he goes out from this moment and he starts announcing that the rule of heaven has arrived and I'm bringing it. And then he goes up to mountain number two and says, here's what it would look like for a human community to live as ambassadors of the rule of heaven. And it's the Sermon on the Mount.",
    "start": "00:27:45",
    "end": "00:28:22"
  },
  {
    "text": "The Mountain Manifesto.",
    "start": "00:28:23",
    "end": "00:28:24"
  },
  {
    "text": "The Mountain Manifesto. It is, man. Yeah, yeah. So that's a cool movement from mountain number one into mountain number two. That's a whole important sequence there.",
    "start": "00:28:24",
    "end": "00:28:33"
  },
  {
    "text": "And one thing to maybe point out about mountain number two, it is a new instruction. It's the Torah.",
    "start": "00:28:34",
    "end": "00:28:40"
  },
  {
    "text": "Yeah.",
    "start": "00:28:40",
    "end": "00:28:41"
  },
  {
    "text": "It's part of this theme, is that God's Torah goes out from the mountain. From the mountain. And here's Jesus on the mountain saying, let me tell you about God's Torah and how it works.",
    "start": "00:28:41",
    "end": "00:28:51"
  },
  {
    "text": "That's right. And he calls his people the city on the mountain.",
    "start": "00:28:51",
    "end": "00:28:54"
  },
  {
    "text": "Yeah.",
    "start": "00:28:54",
    "end": "00:28:54"
  },
  {
    "text": "In these opening words.",
    "start": "00:28:54",
    "end": "00:28:56"
  },
  {
    "text": "And he'll build your house on this mountain.",
    "start": "00:28:56",
    "end": "00:28:57"
  },
  {
    "text": "Yeah, yeah. And he ends by saying, build your house on the mountain. Yeah, yeah, yeah. That's exactly right.",
    "start": "00:28:57",
    "end": "00:29:01"
  },
  {
    "text": "Well, on the rock.",
    "start": "00:29:01",
    "end": "00:29:02"
  },
  {
    "text": "On the rock.",
    "start": "00:29:02",
    "end": "00:29:03"
  },
  {
    "text": "But Mount Zion is. Yeah, the rock.",
    "start": "00:29:03",
    "end": "00:29:05"
  },
  {
    "text": "Rock becomes a synonym for the mountain. Yeah. So that's the first two mountains of Matthew. And then that leads us into the next mountains.",
    "start": "00:29:05",
    "end": "00:29:13"
  },
  {
    "text": "Sam.",
    "start": "00:29:18",
    "end": "00:29:26"
  },
  {
    "text": "So I think what I'll just say about Mountains 3 and 4. We already said it. There's a symmetry to it where Jesus feeds a bunch of Israelites like Moses did, in the wilderness, and then ascends the mountain to pray. And then what happens is A bunch of stories then, about how and whether the blessing that God wants to give Israel will go out to the nations.",
    "start": "00:29:44",
    "end": "00:30:08"
  },
  {
    "text": "Well, it makes perfect sense with this theme.",
    "start": "00:30:08",
    "end": "00:30:11"
  },
  {
    "text": "Yeah. Oh, yeah. Actually, yes, that's right.",
    "start": "00:30:11",
    "end": "00:30:13"
  },
  {
    "text": "And it's kind of cool that it's right at the center of these mountains.",
    "start": "00:30:13",
    "end": "00:30:16"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:30:17",
    "end": "00:30:18"
  },
  {
    "text": "Will it go out to the nations?",
    "start": "00:30:18",
    "end": "00:30:19"
  },
  {
    "text": "And then you get the story of that Canaanite woman who has a child who's sick. She comes to Jesus not long after he said to his disciples, don't go to non Israelites with the message of the kingdom. Just focus on Israel. And then this non Israelite comes to him. And then there's this interesting interchange that he has with her, I think with a wink in his eye. But he says, is it right to give food to the little dogs in your house instead of the children of the house? And she's like, well, but the dogs get the crumbs. He's like, good point. And then he heals her daughter. And then the next story is the story of how he goes up a mountain, and then from there he sees a bunch of people who are sick and hurting. And when he heals a bunch of people among them, and he's on the other side of the lake in the region of a bunch of non Israelite.",
    "start": "00:30:19",
    "end": "00:31:14"
  },
  {
    "text": "Is that the clue? The region he's in?",
    "start": "00:31:14",
    "end": "00:31:16"
  },
  {
    "text": "And then when he heals them, it says, they praised the God of Israel. He heals them. And they praised the God of Israel.",
    "start": "00:31:16",
    "end": "00:31:24"
  },
  {
    "text": "Okay, if they were Israelites, that's probably not how you would say that.",
    "start": "00:31:24",
    "end": "00:31:28"
  },
  {
    "text": "That's not at all how you would say that. What you would say is, they praise.",
    "start": "00:31:28",
    "end": "00:31:31"
  },
  {
    "text": "God, they praise Yahweh.",
    "start": "00:31:31",
    "end": "00:31:33"
  },
  {
    "text": "Yeah. And then he provides 4,000 of those people with bread. And then there's seven baskets left over. So that's that sequence there. Cool. The middle mountains, the mountain of transfiguration or transformation. Let's just look at that real quick. So there's a key pivot actually, in the structure in the story of Matthew is in chapters 12 through 16, Matthew's packed all the stories about the leaders of Israel resisting Jesus, accusing, testing him, trying to trap him. And then in Matthew 16:21, you get this pivot line. From that time on, Jesus began to show his disciples that he had to go to Jerusalem, but he would suffer many things from the elders and chief priests and scribes and be killed and then be raised up. On the third day, Peter took him aside and rebuked him and said, never, Lord. This will never happen to you. And he turned to Peter and said exactly the same thing that he said on the mountain of testing. Get away from me, Satan. Then he says, listen, if anyone wants to follow me, you're going to die. Take up your cross and follow me. So however Jesus is going to ascend to his place of rule, it's not going to be by taking other people's lives. It's going to be by giving up his own life. Chapter 17. Six days later. Oh, you mean on the seventh day. Come on. So on the seventh day, he took Peter, James and John and led them up on a high mountain. And he was metamorphed. It's the Greek word, metamorph. Metamorphed. In front of them, his face shone like the sun. You're like, oh, that's kind of like what happened to Moses.",
    "start": "00:31:33",
    "end": "00:33:36"
  },
  {
    "text": "Moses got horns. He was horned.",
    "start": "00:33:37",
    "end": "00:33:39"
  },
  {
    "text": "The horns of light. And his garments became white as light. I mean, transformed, metamorphed. So the question is, is he changed? Or is it when you go up a cosmic mountain, you see who he really is? Because this next little detail. And look, Moses and Elijah appeared, talking with him. So much implied by that little line, which is, well, Moses and Elijah, we know, were the only two people who ever went to the top of Mount Sinai and they encountered there Yahweh. And Yahweh appears both times as fire, wind, cloud.",
    "start": "00:33:39",
    "end": "00:34:23"
  },
  {
    "text": "Yeah. Moses successfully. Elijah, kind of unsuccessfully. Right?",
    "start": "00:34:23",
    "end": "00:34:27"
  },
  {
    "text": "Yeah, that's right. Or Moses responded rightly.",
    "start": "00:34:27",
    "end": "00:34:30"
  },
  {
    "text": "Yeah.",
    "start": "00:34:30",
    "end": "00:34:31"
  },
  {
    "text": "To that divine appearance. Elijah responded improperly because instead of interceding for Israel, he just accuses them even more and tries to vindicate himself. But that was a bad day.",
    "start": "00:34:31",
    "end": "00:34:42"
  },
  {
    "text": "But we remember Elijah on his good day.",
    "start": "00:34:42",
    "end": "00:34:44"
  },
  {
    "text": "Yeah. I think the implication is if Moses and Elijah met Yahweh on the mountain and Yahweh was the source of light, then Jesus is being put here in the slot of the divine glory cloud, the fire on top of the mountain. So Jesus is the glory of Yahweh on the mountain.",
    "start": "00:34:44",
    "end": "00:35:05"
  },
  {
    "text": "Jesus becomes the thing that Moses saw on the mountain.",
    "start": "00:35:05",
    "end": "00:35:07"
  },
  {
    "text": "Yes. And the thing that Moses became like with the shining face. That's surely what that details meant.",
    "start": "00:35:08",
    "end": "00:35:15"
  },
  {
    "text": "Wow.",
    "start": "00:35:15",
    "end": "00:35:15"
  },
  {
    "text": "So Moses became like the divine glory, like a radiant image of God.",
    "start": "00:35:15",
    "end": "00:35:19"
  },
  {
    "text": "Wow, this scene is so rich. When you think of the disciples, they're looking, Jesus is transformed, and suddenly they get this picture of the story they've heard probably thousands of times of Moses on the mountain seeing God. And all of a sudden they see like, that's happening. They're seeing Jesus. He's seeing Jesus.",
    "start": "00:35:20",
    "end": "00:35:37"
  },
  {
    "text": "They see a human radiating with Divine glory. Yeah, yeah. Their friend.",
    "start": "00:35:37",
    "end": "00:35:44"
  },
  {
    "text": "Their friend. Yeah.",
    "start": "00:35:45",
    "end": "00:35:46"
  },
  {
    "text": "Yeah. Even though Peter just got a little spanking by his friend.",
    "start": "00:35:46",
    "end": "00:35:50"
  },
  {
    "text": "Wow.",
    "start": "00:35:50",
    "end": "00:35:50"
  },
  {
    "text": "Yeah. So what's interesting is Jesus face shining might make you think that Jesus is like a Moses figure. But remember on Mount Sinai, the shining face was about how Moses began to reflect God's glory. And so now it's as if you now see the real shining face that made Moses face shine, so to speak. Remember, it was about seeing God's face up on the mountain. So Peter's response is, famously, it's so good to be here. Could I, with your permission, make 3/10, 3 tabernacles? 1 for you, one for Moses, one for Elijah?",
    "start": "00:35:50",
    "end": "00:36:29"
  },
  {
    "text": "Can we build our house up here on this cosmic mountain?",
    "start": "00:36:29",
    "end": "00:36:31"
  },
  {
    "text": "So tents on the mountain. You're thinking temple, tabernacle, who can ascend the mountain? Wedding tents, who can live in your tent? The wedding tent of Elijah. But at the same time, the tent represented kind of like a containment or a diminishing of God's presence, because only a few could go in. And no one responds to that comment.",
    "start": "00:36:31",
    "end": "00:36:53"
  },
  {
    "text": "I've never thought about that.",
    "start": "00:36:55",
    "end": "00:36:56"
  },
  {
    "text": "Just as he's speaking, a bright cloud overshadows them, and a voice says, and then it repeats what the father said at the baptism, which is, this is my beloved son, with whom I'm well pleased. And then you get the one addition.",
    "start": "00:36:56",
    "end": "00:37:10"
  },
  {
    "text": "Listen to him, Shema.",
    "start": "00:37:10",
    "end": "00:37:12"
  },
  {
    "text": "Shema. Yeah. And what did he just say that they need to listen to? I'm going to Jerusalem to die. And that sets the pattern for all of my followers that to really ascend the mountain and join me in ruling the cosmos, we're all going to have to carry a cross and surrender what you define as your life. Actually, what will it profit somebody if you gain the whole world but lose your being, your very self? In a way, that's what the return to Eden is about, is gaining yourself. You gain your real self when you surrender what you think is yourself. In the crisis of going up the.",
    "start": "00:37:12",
    "end": "00:37:58"
  },
  {
    "text": "Mountain, is this at the center of this? Then really, it's about the surrendering up the mountain.",
    "start": "00:37:58",
    "end": "00:38:04"
  },
  {
    "text": "The drama of the mountain is about how do we receive the gift of life that God wants to give us? And you have to check your false self with the chair beam at the door, right? So you can receive. But this little famous line, whoever wants to save your life will lose it. What a great way to summarize this whole theme of the crisis on the mountain.",
    "start": "00:38:05",
    "end": "00:38:28"
  },
  {
    "text": "By going up the mountain, you are saving your life, because what will remain are really the only things that can survive. The only things that will survive are those that are able to remain on the mountain.",
    "start": "00:38:29",
    "end": "00:38:41"
  },
  {
    "text": "Yep. Yeah.",
    "start": "00:38:41",
    "end": "00:38:42"
  },
  {
    "text": "But to do that, to ascend the.",
    "start": "00:38:42",
    "end": "00:38:45"
  },
  {
    "text": "Mountain, will feel like dying.",
    "start": "00:38:45",
    "end": "00:38:47"
  },
  {
    "text": "Will feel like dying.",
    "start": "00:38:47",
    "end": "00:38:48"
  },
  {
    "text": "Probably look to other people like dying like Jesus looked like to his friends. Actually, it didn't look like dying. He was saying, I'm going to the mountain to die.",
    "start": "00:38:48",
    "end": "00:38:58"
  },
  {
    "text": "Yeah.",
    "start": "00:38:58",
    "end": "00:38:59"
  },
  {
    "text": "Wow. Yeah. Yeah. It's really profound. So the story of Jesus going to Jerusalem, to his death on Mount Zion, and then all the ways that he encapsulated that into these little riddles. Whoever wants to save your life has to lose it. Whoever loses his life will find it.",
    "start": "00:39:00",
    "end": "00:39:21"
  },
  {
    "text": "Yeah.",
    "start": "00:39:22",
    "end": "00:39:22"
  },
  {
    "text": "It's like he's actually summarizing the mountain theme, the drama of the mountain theme right there.",
    "start": "00:39:22",
    "end": "00:39:26"
  },
  {
    "text": "Totally. I mean, you said this walking into that, these hand in glove. It's like we've gone through all these ideas of the mountain, and here's now seven mountains in Matthew, and we're going to see how it all just fits in. It's actually really remarkable how it's happening. Okay, so we're at the Transfiguration, Mount Mountain number five. Number five, yep.",
    "start": "00:39:26",
    "end": "00:39:49"
  },
  {
    "text": "And again, the journey up that mountain was the seventh day after he began talking about how he's gonna go to Mount Zion and be killed.",
    "start": "00:39:49",
    "end": "00:39:58"
  },
  {
    "text": "So mountain number one, it's really about the crisis at an individual level. And we've talked about that a lot. And it's, am I gonna align myself with the chaos dragon and rule that way, or trust in God's word? And that's the story of Adam and Eve, too. And that's the story of all humanity. Mount number two is what does it look like for when God's word, his instruction, his Torah goes out from the mountain? What kind of people does it create?",
    "start": "00:39:58",
    "end": "00:40:27"
  },
  {
    "text": "Yeah. To create the city on the mountain and also to prepare them for the great flood that's coming for themselves, individually or as a community. And how to endure that flood with the house on the Rock Mountain mountain.",
    "start": "00:40:28",
    "end": "00:40:42"
  },
  {
    "text": "Rock Mountains 3 and 4 are really centered on the abundance coming off the mountain in a way.",
    "start": "00:40:42",
    "end": "00:40:47"
  },
  {
    "text": "And he's the one on the mountain who comes down to give the bread of heaven to Israel and the nations.",
    "start": "00:40:48",
    "end": "00:40:54"
  },
  {
    "text": "And then Mountain 5 is now getting kind of like the Sinai Mountain really takes center stage. If in the Sermon on the Mount, it's kind of more Zion Mountain is center stage. It feels like here Sinai Mountain is more on the brain. Right. We got Moses and Elijah, and it's the idea of sending the cosmic mountain to be in God's Presence. And what is God's presence? Well, God's presence has been around us this whole time. The disciples realized.",
    "start": "00:40:54",
    "end": "00:41:20"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:41:20",
    "end": "00:41:21"
  },
  {
    "text": "It's been our friend.",
    "start": "00:41:21",
    "end": "00:41:21"
  },
  {
    "text": "Yes.",
    "start": "00:41:21",
    "end": "00:41:22"
  },
  {
    "text": "And now we see it.",
    "start": "00:41:22",
    "end": "00:41:23"
  },
  {
    "text": "Yes.",
    "start": "00:41:23",
    "end": "00:41:23"
  },
  {
    "text": "Like the divine cosmic presence that we're all after has been, like, hanging out with us.",
    "start": "00:41:23",
    "end": "00:41:31"
  },
  {
    "text": "And what he's telling us is that the way to receive the gift of life from him is to do what he's about to do, which is give up his life, only to receive it back on the other side of that surrender. And that sets up for the sixth mountain. The sixth mountain, which is Jesus on the Mount of Olives after a week of having gone to Jerusalem.",
    "start": "00:41:32",
    "end": "00:42:22"
  },
  {
    "text": "Yeah.",
    "start": "00:42:22",
    "end": "00:42:23"
  },
  {
    "text": "And he's been cantankerous and challenged.",
    "start": "00:42:23",
    "end": "00:42:27"
  },
  {
    "text": "And again, Mount Olives is like the hillside.",
    "start": "00:42:27",
    "end": "00:42:29"
  },
  {
    "text": "Yeah.",
    "start": "00:42:29",
    "end": "00:42:29"
  },
  {
    "text": "It's actually higher to the east of Mount Zion.",
    "start": "00:42:29",
    "end": "00:42:32"
  },
  {
    "text": "Yes. Yeah. Not by, you know, maybe a hundred feet higher.",
    "start": "00:42:32",
    "end": "00:42:35"
  },
  {
    "text": "Yeah.",
    "start": "00:42:35",
    "end": "00:42:36"
  },
  {
    "text": "They're only a quarter mile apart by a deep valley. So it's very stark that when you're standing on the Mount of Olives that it's. You're looking down on the temple area. Yeah.",
    "start": "00:42:36",
    "end": "00:42:47"
  },
  {
    "text": "And from there, he's talking about how Jerusalem. Yes, it looks oppressive, but it's gonna be brought low.",
    "start": "00:42:47",
    "end": "00:42:55"
  },
  {
    "text": "The day of Yahweh is coming.",
    "start": "00:42:55",
    "end": "00:42:56"
  },
  {
    "text": "The day of Yahweh's coming uses a.",
    "start": "00:42:56",
    "end": "00:42:57"
  },
  {
    "text": "Lot of language from Isaiah to describe it. Yeah. So the mountain on which Israel has built its false mountain, coming down. But the renewed Israel movement that Jesus has begun, Isaiah style, will endure the house on the rock, which is him and his community. And so Jesus resurrection then becomes the finding the life after having lost it. Right. Everyone who gives up your life will find it. So he gives up his life only to receive it back to find life from his Father in the resurrection. And so that's. We're just scooting right along here through the story. But after the resurrection, Jesus. And this is unique to Matthew, you know, Mark hints towards a resurrection appearance. Luke and John have resurrection appearances, but Matthew uniquely locates one resurrection appearance that took place is Matthew 28:16. He says the 11 disciples proceeded back up to Galilee. So it's up in Galilee to the mountain which Jesus had indicated.",
    "start": "00:42:57",
    "end": "00:44:10"
  },
  {
    "text": "Come meet me on this mountain.",
    "start": "00:44:11",
    "end": "00:44:12"
  },
  {
    "text": "Yeah. You're like, oh, when did that happen?",
    "start": "00:44:12",
    "end": "00:44:14"
  },
  {
    "text": "We don't know.",
    "start": "00:44:15",
    "end": "00:44:15"
  },
  {
    "text": "Not told. When they saw him, they bowed down to him. This is what the tester, the slanderer said, bow down to me. And he didn't. And that was about gaining rule of all the kingdoms of the world.",
    "start": "00:44:15",
    "end": "00:44:31"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:44:31",
    "end": "00:44:31"
  },
  {
    "text": "And now they are bowing down to Him. And it says. But some doubted. Just a whole rabbit hole little puzzle there. Yeah. Then Jesus came up and spoke to them. All authority has been given to me in the skies and on the land. So let's pause right there. That's key.",
    "start": "00:44:32",
    "end": "00:44:49"
  },
  {
    "text": "Well, that connection to the wilderness moment is landing for me, is really cool. The devil, Satan said, bow down to me, I will give you all the nations. Worship me, I'll give you all the nations.",
    "start": "00:44:51",
    "end": "00:45:05"
  },
  {
    "text": "While standing on a mountain.",
    "start": "00:45:05",
    "end": "00:45:06"
  },
  {
    "text": "While standing on a mountain.",
    "start": "00:45:06",
    "end": "00:45:07"
  },
  {
    "text": "Yeah.",
    "start": "00:45:07",
    "end": "00:45:07"
  },
  {
    "text": "And then now here, the disciples with Jesus, they say, we are gonna worship you. Our allegiance is with you.",
    "start": "00:45:07",
    "end": "00:45:15"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:45:15",
    "end": "00:45:16"
  },
  {
    "text": "And then what Jesus is about to do is tell him to go out into the nations.",
    "start": "00:45:16",
    "end": "00:45:19"
  },
  {
    "text": "Yeah, yeah. So when he says, all authority has been given to me, we now know what mode of authority he has rejected.",
    "start": "00:45:19",
    "end": "00:45:26"
  },
  {
    "text": "Yeah.",
    "start": "00:45:26",
    "end": "00:45:27"
  },
  {
    "text": "He's rejected the kill your enemy, manipulate your neighbor type of authority. And he's embodied that servant. Give up your life even for your enemy.",
    "start": "00:45:27",
    "end": "00:45:40"
  },
  {
    "text": "Yeah. That's the way of his authority, or the means of his authority, I suppose.",
    "start": "00:45:40",
    "end": "00:45:44"
  },
  {
    "text": "Oh, yeah. That's the manner of his authority.",
    "start": "00:45:45",
    "end": "00:45:46"
  },
  {
    "text": "The manner of his authority.",
    "start": "00:45:46",
    "end": "00:45:47"
  },
  {
    "text": "Yeah. But it's also the way he gained it. Because he gained it.",
    "start": "00:45:47",
    "end": "00:45:50"
  },
  {
    "text": "That's the way he gained it.",
    "start": "00:45:50",
    "end": "00:45:51"
  },
  {
    "text": "He gained it by giving up his life to his enemies. Yeah, yeah.",
    "start": "00:45:51",
    "end": "00:45:55"
  },
  {
    "text": "That's an authority in the skies and the land.",
    "start": "00:45:55",
    "end": "00:45:58"
  },
  {
    "text": "And remember, the tester or the slanderer just offered him the kingdoms of the land.",
    "start": "00:45:58",
    "end": "00:46:03"
  },
  {
    "text": "Oh, that's interesting. Okay.",
    "start": "00:46:03",
    "end": "00:46:05"
  },
  {
    "text": "Yeah.",
    "start": "00:46:05",
    "end": "00:46:05"
  },
  {
    "text": "But the whole point of the cosmic mountain is it's where the skies and the land connect. It's where God's heavenly rule connects to the earthly rule. And Jesus is saying, I'm connecting the two.",
    "start": "00:46:05",
    "end": "00:46:17"
  },
  {
    "text": "Yeah. So, yeah. Even though the word kingdom is not used here, the kingdom of the skies or the kingdom of God. That's the idea. He announced the arrival of God's kingdom and now he's the cosmic heaven and earth ruler. So his commission then is to go stream out, stream out to the nations. This is Isaiah. Yeah. Go make disciples, man. Even the word disciples comes from the book of Isaiah because the servant, the suffering servant in isaiah in chapter 50, calls himself a Limod, a disciple of Yahweh. And he talks about how he hears the word of Yahweh and does it. And. And then later on in Isaiah, the servants of the servant are called those who are taught by Yahweh. It's this line right here.",
    "start": "00:46:17",
    "end": "00:47:06"
  },
  {
    "text": "These are the garden people.",
    "start": "00:47:07",
    "end": "00:47:08"
  },
  {
    "text": "The garden people go and make garden people sprout and make fruit for the nations. Yeah. Make disciples of all the nations. So Jesus taught his disciples how to rule Kingdom of God, Jesus style. So now make disciples of all the nations. So imitate apprentices. There's a way of being human that I just modeled that resulted in becoming the image of God who reigns heaven and earth. And you all get in on the party. And not just Israel. But now we're back to the bread. There was bread for Israel on mountain number three, bread for the nations on mountain number four. And now here's Torah, or divine instruction for the nations.",
    "start": "00:47:08",
    "end": "00:47:53"
  },
  {
    "text": "And then you baptize them. This is the flood.",
    "start": "00:47:54",
    "end": "00:47:56"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:47:56",
    "end": "00:47:57"
  },
  {
    "text": "Bring them into the flood, but out the other side.",
    "start": "00:47:57",
    "end": "00:47:59"
  },
  {
    "text": "Yeah. Okay. So remember Jesus baptism with John was the first moment you get the Father speaking to the Son by means of the Spirit. And that was Jesus identity being revealed in the baptism. And now here we are again with baptism, baptizing them in the name of the Father, Son and Spirit. There was like this trinity portrait of God implicit in Jesus baptism. And now it's explicit here. That was in between Mountains 1 and 2.",
    "start": "00:47:59",
    "end": "00:48:29"
  },
  {
    "text": "And this is the inauguration into being a disciple. It's like. That's the act of, like, uniting yourself with the way of Jesus, but also with the triune.",
    "start": "00:48:29",
    "end": "00:48:39"
  },
  {
    "text": "A ritual flood. A ritual flood implied that your false self dies. Yeah, it's the surrendering so that your real self.",
    "start": "00:48:39",
    "end": "00:48:47"
  },
  {
    "text": "It's a way to enact that surrendering crisis moment.",
    "start": "00:48:48",
    "end": "00:48:51"
  },
  {
    "text": "That's right, yeah. Whereas Paul says you're buried with Christ in baptism and then you're raised to new life coming in.",
    "start": "00:48:51",
    "end": "00:48:59"
  },
  {
    "text": "Whereas Jesus said, if you want to find your life, you must lose it.",
    "start": "00:48:59",
    "end": "00:49:02"
  },
  {
    "text": "So make disciples of nations. Make them undergo a ritual flood where they die and come to life again. And then third thing, teach them to observe everything I commanded you. Where did he command? Oh, yes, mountain number two, the Sermon on the mountain.",
    "start": "00:49:02",
    "end": "00:49:20"
  },
  {
    "text": "So wait, you said the third thing. Go and make disciples. It almost seems like. And this is how number one, enact the crisis, ceremonially uniting yourself with Jesus and God, the Father and the Holy Spirit.",
    "start": "00:49:20",
    "end": "00:49:33"
  },
  {
    "text": "Yeah.",
    "start": "00:49:33",
    "end": "00:49:34"
  },
  {
    "text": "But once you're out the other side, there's a new life to be lived.",
    "start": "00:49:34",
    "end": "00:49:37"
  },
  {
    "text": "Oh, yeah, that's right. Yeah.",
    "start": "00:49:37",
    "end": "00:49:38"
  },
  {
    "text": "Right.",
    "start": "00:49:38",
    "end": "00:49:38"
  },
  {
    "text": "Yes, yes.",
    "start": "00:49:38",
    "end": "00:49:39"
  },
  {
    "text": "So now it's like, observe all the teachings, the Torah, the wisdom, the way.",
    "start": "00:49:39",
    "end": "00:49:44"
  },
  {
    "text": "Of Jesus, the teachings of Jesus, the way of life that lives by the word of God, where you live by every word that comes out of God's mouth through Jesus teaching. This is why the Sermon on the Mount really is so key in Matthew. It's sort of like it's not the only thing he said, but it's this distillation that invites you into living by the words of the cosmic heaven and earth ruler, which is the way to true life. And then last line, and look, I am with you always, even to the end of the age. So I am with you. This is what Yahweh says to, like Moses to Jacob to Abraham. And now it's the image of Yahweh the son. Right. Saying that people connect this all the way back to the birth story of Jesus, where the first title he's called is Emmanuel.",
    "start": "00:49:44",
    "end": "00:50:42"
  },
  {
    "text": "I will be with you. God with us.",
    "start": "00:50:43",
    "end": "00:50:44"
  },
  {
    "text": "God with us. And now I am with you. Yeah.",
    "start": "00:50:44",
    "end": "00:50:48"
  },
  {
    "text": "It's also making me think of the insight you gave very early on, which is the tabernacle. Is God's presence coming down to be with the people, God with us.",
    "start": "00:50:48",
    "end": "00:50:59"
  },
  {
    "text": "Yeah. Right. Yes. Oh, good.",
    "start": "00:50:59",
    "end": "00:51:02"
  },
  {
    "text": "You don't have to ascend the mountain anymore. The mountains come down.",
    "start": "00:51:02",
    "end": "00:51:04"
  },
  {
    "text": "Yes. Actually, that was what Mountain 5 the transformation was about. He really is the glory of Yahweh atop the mountain on the seventh day.",
    "start": "00:51:04",
    "end": "00:51:12"
  },
  {
    "text": "He's been with us the whole time.",
    "start": "00:51:12",
    "end": "00:51:13"
  },
  {
    "text": "Yeah, he's on a mountain now. But saying as you go out to.",
    "start": "00:51:13",
    "end": "00:51:16"
  },
  {
    "text": "The mountain, I have been with you, and I'll continue to be with you, and I'll continue.",
    "start": "00:51:16",
    "end": "00:51:19"
  },
  {
    "text": "Yeah, that's right. Yeah. This is a rad theme in Matthew.",
    "start": "00:51:19",
    "end": "00:51:24"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:51:24",
    "end": "00:51:25"
  },
  {
    "text": "And look, it's like end to end of the Gospel account. It's really cool. The seven mountains of Matthew are such a perfect. All the themes come together. Yeah, it's good. I'm glad we actually tried to pack it into one conversation because it's nice.",
    "start": "00:51:25",
    "end": "00:51:43"
  },
  {
    "text": "To see it all together. Think of it holistically.",
    "start": "00:51:43",
    "end": "00:51:46"
  },
  {
    "text": "Yeah. We could do an episode on each one of these. But it's also good to see them all together.",
    "start": "00:51:46",
    "end": "00:51:50"
  },
  {
    "text": "Yeah.",
    "start": "00:51:50",
    "end": "00:51:51"
  },
  {
    "text": "So that is the cosmic mountain in the Gospels. What does it mean now to be a follower, one of these apprentices or disciples out among the nations, living as if you are always in the mountain presence. Because if Jesus is the mountain presence, glory. Who's now with us always, all the time. What does that mean? To rebuild your life as if you really think that's true. So next, I want to take us to a passage in letter to the Hebrews that it puzzled me when I first read it still many years ago. And then once I started learning Greek, I did a big project on it. And I've loved this paragraph ever since. And then, of course, we'll look at the last page of the Bible, which is also placed on a high mountain too. But now let us meditate on what it means to ascend the mountain with Jesus and to give up our life in order to find it.",
    "start": "00:51:52",
    "end": "00:52:50"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. Next week we're gonna have our final conversation on the theme of the mountain. We're gonna look at the Letter to the Hebrews which talks about Jesus ascension into the heavenly cosmic mountain to offer.",
    "start": "00:52:53",
    "end": "00:53:07"
  },
  {
    "text": "His body as a sacrifice of atonement on behalf of all those dying at the bottom of the mountain.",
    "start": "00:53:08",
    "end": "00:53:15"
  },
  {
    "text": "Bibleproject is a crowdfunded nonprofit and we exist to experience the Bible as one unified story that leads to Jesus. Everything that we make is free because of the generosity of thousands of people just like you. Thank you so much for being a part of this with us.",
    "start": "00:53:17",
    "end": "00:53:32"
  },
  {
    "text": "Hi, this is Sarah Wershom from Dallas, Texas.",
    "start": "00:53:32",
    "end": "00:53:35"
  },
  {
    "text": "My name is Nick from Perth, Australia. I first heard about Bible Project looking for more information about Jesus. I use bibleproject for teachings and also seeking perspective and understanding.",
    "start": "00:53:36",
    "end": "00:53:48"
  },
  {
    "text": "And my favorite thing about the Bible Project is how accessible it makes the scriptures to people who have never gotten a formal Bible training or education. And I love to use it in one on one Bible study and in small groups.",
    "start": "00:53:48",
    "end": "00:54:02"
  },
  {
    "text": "We believe the Bible Project is a unified story that leads to Jesus. Where a Christian crowdfunded project by people like me. By people like me. Find free videos, articles, podcasts, classes and more on the Bibleproject app and@bibleproject.com hey everyone, this is Maddie Beals. I've been working at bibleproject for a little over a year and my favorite part about my job is seeing the thousands of gifts that come in from supporters like you. Our work is an outpouring of your generosity and it truly feels like there is more than enough to go around. Thank you for everything that you do. We literally couldn't do this without you. There's a whole team of people that bring the podcast to life every week. For a full list of everyone who's involved, check out the show credits in the episode description. Wherever you stream the podcast and on our website.",
    "start": "00:54:03",
    "end": "00:54:55"
  },
  {
    "text": "It.",
    "start": "00:54:58",
    "end": "00:54:59"
  }
]