[
  {
    "text": "Welcome to BibleProject podcast. We've been tracing the theme of the mountain throughout the story of the Bible. Mountains in the Bible are an overlapping space of heaven and earth where humans can be in God's presence and learn to live by his wisdom. The story of the Bible begins on a mountain, Mount Eden. And as the story of the Bible continues, we read story after story of people being called back to mountains to sacrifice their own version of life in order to find true life. We've seen how Moses was an intercessor for Israel on the cosmic mountain, willing to lay down his life so that Israel can stay in God's presence. In today's episode, we're going to get to King David. Now, King David made Mount Zion God's cosmic mountain when he brought Tabernacle there. And from Mount Zion, David leads Israel with wisdom for a while, he. Until he has his own time of testing, which ends in failure. He sees a beautiful woman that isn't his. He takes her and he kills her husband.",
    "start": "00:00:04",
    "end": "00:01:06"
  },
  {
    "text": "God stays committed to David through the end of his life. Even though he does this. What he says is, I'm committed to you, but you just made your bed and now you and your family is going to sleep in it. So the rest of the Samuel story from here is pretty dismal and sad. What I want to talk about now is, is one of the most puzzling, disturbing stories in the David story as a whole. And it's also a vitally important cosmic mountain.",
    "start": "00:01:07",
    "end": "00:01:31"
  },
  {
    "text": "Today, we're going to look at a story in 2 Samuel 24. In this story, David takes a census of the armies of Israel, and it brings a curse on the land. Now, there's many riddles hidden in the story. For example, how the story begins. It opens Sam and again, the anger of Yahweh burned against Israel, and there's no explanation of why.",
    "start": "00:01:32",
    "end": "00:01:55"
  },
  {
    "text": "This is a wonderful example of meditation literature where you're supposed to follow the hyperlinks. The anger of Yahweh is something that starts burning against Israel starting in the book of Joshua. Once God brings the people into the land and they've said, yes, we're going to follow the terms of the covenant relationship, be faithful to Yahweh alone. Yahweh's anger burns when Israel starts giving their allegiance to other gods. And this is crucial. He gave them into the hand of their enemies.",
    "start": "00:01:55",
    "end": "00:02:24"
  },
  {
    "text": "Okay, so with this context, you can understand what David decides to do next. He asks his commander, Joab to number his fighting men. And to understand Joab's response, you kind of need to understand another thing about the Hebrew Bible, which is you're not.",
    "start": "00:02:25",
    "end": "00:02:41"
  },
  {
    "text": "Supposed to count soldiers in the Torah. One of the few things that's ever given for Israel's kings to do is explicitly not to build a big army. There is a major theme about how Israel is supposed to trust God to deliver them from their enemies, no matter what the numbers are.",
    "start": "00:02:41",
    "end": "00:02:59"
  },
  {
    "text": "After the census, David realizes that he's screwed up, and he asks God for forgiveness. In response, God gives David a real strange choice. God tells David to choose between three days of plague, three years of famine, or three months of fleeing for his life. And David thinks, oh, man, I don't want anything bad to happen to me, so anything but fleeing from my enemies. David's throwing Israel under the bus.",
    "start": "00:03:00",
    "end": "00:03:24"
  },
  {
    "text": "He actually is now his own people's worst enemy. He is trying to get out of the way of Yahweh's judgment and let it fall on the people instead of himself for his own mistake.",
    "start": "00:03:25",
    "end": "00:03:35"
  },
  {
    "text": "As this story continues, a plague chases David up a mountain until David finally learns to surrender himself to God. And it's this mountain that becomes the origin story for for God's temple. But it's not a good story for David.",
    "start": "00:03:35",
    "end": "00:03:49"
  },
  {
    "text": "David is a failure. The last story about him in the Samuel scroll is of his absolute, dismal failure as an image of God as an intercessor. So this is how the Hebrew Bible points forward, creates a crisis that needs fulfillment today.",
    "start": "00:03:49",
    "end": "00:04:06"
  },
  {
    "text": "We look at this strange story in 2 Samuel 24, with all its twists and turns and how it connects to the theme of the cosmic mountain. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:04:06",
    "end": "00:04:20"
  },
  {
    "text": "Hey, John. Hi.",
    "start": "00:04:20",
    "end": "00:04:21"
  },
  {
    "text": "Hi. All right. We're talking about cosmic mountain.",
    "start": "00:04:21",
    "end": "00:04:25"
  },
  {
    "text": "That's what we're talking about, like a couple of guys do on what is for us a Wednesday morning. Cosmic mountains.",
    "start": "00:04:25",
    "end": "00:04:34"
  },
  {
    "text": "Yeah.",
    "start": "00:04:34",
    "end": "00:04:34"
  },
  {
    "text": "Next we'll talk about soccer and what to have for lunch or something.",
    "start": "00:04:34",
    "end": "00:04:38"
  },
  {
    "text": "Something normal.",
    "start": "00:04:38",
    "end": "00:04:39"
  },
  {
    "text": "Yeah. But first, cosmic mountains. So in the story of David, David is portrayed in his younger years as a new Abraham and as a new Adam. Those two stories really resonate in the background. And the author's hyperlinking back to Adam and Abraham a lot and is actually a new Moses figure, too.",
    "start": "00:04:39",
    "end": "00:05:00"
  },
  {
    "text": "So when we get to David, Israel is now a lot of people.",
    "start": "00:05:01",
    "end": "00:05:04"
  },
  {
    "text": "Yeah. The tribes are multiplied into a federation of tribes.",
    "start": "00:05:04",
    "end": "00:05:09"
  },
  {
    "text": "So thousands, no longer just this crew of ex slaves wandered through the wilderness. It's now.",
    "start": "00:05:09",
    "end": "00:05:14"
  },
  {
    "text": "Yeah, Actually many tens of thousands. Yep.",
    "start": "00:05:14",
    "end": "00:05:17"
  },
  {
    "text": "And the plot is, how do we ascend the mountain? Yeah. And the plot within the plot is. Well, then we need an intercessor like Moses who can be up the mountain and bring us back up the mountain, which is now also kind of the role of this high priest.",
    "start": "00:05:17",
    "end": "00:05:30"
  },
  {
    "text": "Either bring us all up the mountain or at least bring the mountain to us.",
    "start": "00:05:31",
    "end": "00:05:35"
  },
  {
    "text": "Keep us safe while the mountain is in our camp. And then the plot within the plot is that this keeps failing. And then we get introduced to this figure who can be our leader to bring us back into God's space and the blessing unleashed.",
    "start": "00:05:35",
    "end": "00:05:51"
  },
  {
    "text": "That's right. And to do the thing given to the humans on page one, which is to be fruitful, multiply, fill the land, and subdue, which means to bring order to anything that resists that order.",
    "start": "00:05:51",
    "end": "00:06:04"
  },
  {
    "text": "Okay.",
    "start": "00:06:05",
    "end": "00:06:05"
  },
  {
    "text": "All right. So David finds this Canaanite city that belongs to a tribe named Jebusites. And it's up on this hill that's just perfectly protected. There's a spring nearby. It's surrounded by a higher hill, but it's really high. And they got valleys on all sides. And you're like, sweet. The city's called Yebus. He goes and he takes it in 2 Samuel chapter 5. And this is in verse 7 of 2 Samuel chapter 5. We're told that David captured. And it's called the Metudat Tzion, the stronghold, the strong fortress of Zion. Tzion. And then he names it City of David.",
    "start": "00:06:05",
    "end": "00:06:45"
  },
  {
    "text": "And Zion means.",
    "start": "00:06:45",
    "end": "00:06:46"
  },
  {
    "text": "Yes, there's long, interesting scholarly debate.",
    "start": "00:06:46",
    "end": "00:06:50"
  },
  {
    "text": "Okay.",
    "start": "00:06:50",
    "end": "00:06:50"
  },
  {
    "text": "Most likely it means rock.",
    "start": "00:06:51",
    "end": "00:06:53"
  },
  {
    "text": "Oh, right.",
    "start": "00:06:53",
    "end": "00:06:54"
  },
  {
    "text": "And so I'll refer here to the long discussion in the Baumgartner's Hebrew Aramaic lexicon of the Old Testament. But most likely it's referring to some sort of high rock or the rocky crest that makes up the top of a hill.",
    "start": "00:06:54",
    "end": "00:07:10"
  },
  {
    "text": "Okay. And so then this is the story of David finding and choosing Mount Zion, which will become where Jerusalem is.",
    "start": "00:07:10",
    "end": "00:07:19"
  },
  {
    "text": "Yeah, that's right. That happens in 2 Samuel chapter 5. We meditated on this story, which is about the bringing of the cosmic mountain presence of God connected to the Ark of the Covenant.",
    "start": "00:07:19",
    "end": "00:07:33"
  },
  {
    "text": "That's the piece of furniture that's in the Holy of Holies in the tent. And it's like in a Philistine city for some reason.",
    "start": "00:07:33",
    "end": "00:07:41"
  },
  {
    "text": "Oh, a Philistines. No, it got captured by the Philistines earlier in the story, and then it was brought to a small city with a shrine named Shilo. Shilo.",
    "start": "00:07:41",
    "end": "00:07:50"
  },
  {
    "text": "Okay, so they have it. It's just in some random city?",
    "start": "00:07:50",
    "end": "00:07:52"
  },
  {
    "text": "Yep. In a shrine city. In a shrine city, yeah. It's not random, but it's David's move is to declare that all the tribes Revolve around one mountain.",
    "start": "00:07:52",
    "end": "00:08:01"
  },
  {
    "text": "Okay.",
    "start": "00:08:01",
    "end": "00:08:01"
  },
  {
    "text": "And then he brings the cosmic mountain to that mountain. The cosmic mountain ark.",
    "start": "00:08:02",
    "end": "00:08:07"
  },
  {
    "text": "Ah.",
    "start": "00:08:07",
    "end": "00:08:08"
  },
  {
    "text": "He brings to.",
    "start": "00:08:08",
    "end": "00:08:09"
  },
  {
    "text": "He makes it the. He initiates it as a cosmic mountain by bringing the.",
    "start": "00:08:09",
    "end": "00:08:12"
  },
  {
    "text": "It's a political maneuver. The thing, the ark.",
    "start": "00:08:13",
    "end": "00:08:16"
  },
  {
    "text": "It's also a sacramental maneuver.",
    "start": "00:08:16",
    "end": "00:08:17"
  },
  {
    "text": "It's a sacramental maneuver. Yes. Because. Yeah. There is no separation between politics and religion. Well, in reality and for most of human history. Oh, wow.",
    "start": "00:08:17",
    "end": "00:08:27"
  },
  {
    "text": "Okay. Well, that's a double click that we do.",
    "start": "00:08:27",
    "end": "00:08:30"
  },
  {
    "text": "But it's a move to connect a new central cosmic mountain, Eden, at the center of all the tribes. And it's. What do you call it? A reorganization of how the people are structured to fulfill their mission in the world. Yep. So that's what he does. And it doesn't go well. Crisis.",
    "start": "00:08:30",
    "end": "00:08:52"
  },
  {
    "text": "Yes.",
    "start": "00:08:52",
    "end": "00:08:53"
  },
  {
    "text": "Now, I actually don't want to focus on. There's always too much to do. Last time we talked about the story in the Royal Priest series many years ago. So maybe in the show notes we can have a link back to that episode. David gets some priests, and they make a plan for how to bring the cosmic mountain ark from the tent into Jerusalem. And they do it in a way that explicitly goes against what God said to do back in the laws given through Moses. And it might seem incidental to us, but it's not. The ark was made to be carried by humans on poles, and. And they put it on a cart. The name of the cart is Egla, which is spelled with the same letters as the word calf for the golden calf.",
    "start": "00:08:53",
    "end": "00:09:44"
  },
  {
    "text": "Okay. It's not an insignificant oversight.",
    "start": "00:09:44",
    "end": "00:09:48"
  },
  {
    "text": "No. Well, it's a very significant wordplay that the name of the cart that they put it on is calf, which means a calf drawn or ox drawn? Cart. Ox Cart. Actually, we have that phrase oxcart. Yeah, that's right. So it's a little hint to be like, they're not honoring the holy goodness and danger of the cosmic mountain. And so a priest dies in the process. And then they put the ark in this other guy's property for a while, and then it brings Eden blessing. And everything's, like, going great for this guy. And David's like, let's do one more try, but let's carry it this time. And then he goes in front and he dresses like a priest and he dances. So that's the story of the ark coming to the mountain. And so the significance is, from that moment, Jerusalem becomes, like, endowed with all the language, imagery, meaning of the cosmic mountain. So that's step one. That's a key step Jerusalem becomes the cosmic mountain. But this is all based on the fact that many places can become anywhere. Where God is becomes a type of space that's like the cosmic mountain, but in Jerusalem, it actually is on a.",
    "start": "00:09:48",
    "end": "00:11:02"
  },
  {
    "text": "High hill now, and it happens to be the high hill that Abraham also ascended.",
    "start": "00:11:02",
    "end": "00:11:07"
  },
  {
    "text": "Okay, we'll get.",
    "start": "00:11:07",
    "end": "00:11:08"
  },
  {
    "text": "We'll get there.",
    "start": "00:11:08",
    "end": "00:11:08"
  },
  {
    "text": "We'll get there.",
    "start": "00:11:08",
    "end": "00:11:09"
  },
  {
    "text": "Okay.",
    "start": "00:11:09",
    "end": "00:11:09"
  },
  {
    "text": "So for a few chapters, David does awesome, okay? He's subduing all of Israel's enemies with the word subdue that comes from Genesis chapter one. The bad guys he's subduing are depicted with the language of the snake from the Garden of Eden story. You're like, this is going great. I bet the next thing that happened is some cosmic cloud of Eden blessing is going to shoot out like a river to all the nations.",
    "start": "00:11:09",
    "end": "00:11:36"
  },
  {
    "text": "Can we just state, though, really quick? It's weird that when I think of subdue the Earth, I don't think of take over the neighboring tribes.",
    "start": "00:11:36",
    "end": "00:11:44"
  },
  {
    "text": "Okay, yes, got it. So the neighboring tribes are depicted as. As the snakes in the garden who are going to steal, kill and destroy. Now there are problems.",
    "start": "00:11:44",
    "end": "00:11:57"
  },
  {
    "text": "Yeah, I mean, it feels like propaganda to say, like, you know, the people that we want to take their land, we're going to call them the snakes.",
    "start": "00:11:57",
    "end": "00:12:04"
  },
  {
    "text": "Yeah, totally. But for the biblical authors, they know that the story ended in exile and in Israel getting trampled on by its neighbors, and that if there's going to be a way forward for the human family, it's probably not going to be by us cycles of trampling and calling each other snakes going, we need some other way out of the spiral of violence. And that's where this theme of the intercessor is going. Okay, but I think when we are reading this as meditation literature, the biblical authors want us to look on the story of David and see reenacted the battle between the seed of the woman and the snake, fully knowing that the ultimate enemy is not actually human, but something more sinister, like the dark spiritual powers behind the humans. But the narrative imagery that's used to instruct us about that drama is stories about David and other humans and, like, conquering their kingdoms and. Yeah, so what you're raising is super important. So David, while he sends out his general on a campaign to deal with one of these snaky bad guys. So all his soldiers are sent out to battle and he's back in the city, which is. This is the first time he hasn't gone out with his soldiers. And he arises from his bed and he walks on the roof of the king's house. The word roof is spelled with two Hebrew letters, gog. And the second letter is spelled with just a tiny little graphical difference that distinguishes it from the Hebrew word gan, which is the word garden. And often kings made their roofs into gardens. So it's a pun.",
    "start": "00:12:04",
    "end": "00:13:59"
  },
  {
    "text": "Okay.",
    "start": "00:13:59",
    "end": "00:13:59"
  },
  {
    "text": "So he's walking around on his garden roof, and he saw a woman. Very beautiful. Of seeing. This is exactly what the Tree of Knowing, good and bad, was described as.",
    "start": "00:14:00",
    "end": "00:14:13"
  },
  {
    "text": "Yeah. When we're in these moments, not with Adam and Eve, but with. Came, with Abraham too. The seeing tree. The like.",
    "start": "00:14:14",
    "end": "00:14:23"
  },
  {
    "text": "Yeah, yeah. The Tree of Seeing.",
    "start": "00:14:23",
    "end": "00:14:24"
  },
  {
    "text": "The Tree of Seeing. Seeing something that's good. You're just like, okay, I know where I'm at. I'm at this moment of a test.",
    "start": "00:14:24",
    "end": "00:14:31"
  },
  {
    "text": "He's about to. He's at a test. He has a decision to make.",
    "start": "00:14:31",
    "end": "00:14:34"
  },
  {
    "text": "Yeah.",
    "start": "00:14:34",
    "end": "00:14:34"
  },
  {
    "text": "And what he does is he sends messengers. And he took her. It's the language of taking. The woman sent out. Yeah. So this is depicted as David's failure at the Tree of testing. And so she gets pregnant. Her husband is a Hittite soldier who. Not even an Israelite soldier, like a mercenary soldier, but who has married an Israelite woman. And David has Joab, his general, arrange it so that they go attack a city. And then he tells Joab, pull all of Uriah's support crew away from him so that Uriah, who is this woman's husband, will get shot by the archers. And it'll look like it was an accident, a tragedy. So that's what he does. He murders this guy. And then Bathsheba, the name of the woman, daughter of seven, that's what her name means. She gives birth to a son. And what God does is God takes the life of that son as a consequence for David taking the life of this woman's husband. It's an inverted version of Abraham and Isaac and David intercedes, but God takes the life of the son. And then from that moment forward, David loses three more sons. He loses four sons total. One of his sons murders another. That happens in the next chapter, chapter 13, 14. So his son Absalom murders his brother Amnon because his brother Amnon raped his half sister Tamar, whose name means palm tree. So it's this weird Cain and Abel, Sodom and Gomorrah stuff happening. That's all the hyperlinks in the story. And then David goes on to lose two more sons. One of them is the one who murdered. The one then gets murdered. The whole point is this sets a tragic cascade of events in motion that God Hands David over to the consequences of his sin, and he loses all these sons for murdering the son of Hittite. Super intense.",
    "start": "00:14:35",
    "end": "00:16:42"
  },
  {
    "text": "Okay, so you're situating the story saying, if Jerusalem's the cosmic mountain, and David's now the one who's meant to be the leader, intercessor for the people, and he's on the roof, on the cosmic mountain. But then he fails. He does the thing that we've just seen people do over and over. Take what he sees as good, and in this instance, it's a man's wife, and then tries to form a family in this way of taking what he sees as good, and it just all crumbles. Crumbles for David.",
    "start": "00:16:42",
    "end": "00:17:17"
  },
  {
    "text": "Yep, crumbles for David.",
    "start": "00:17:17",
    "end": "00:17:18"
  },
  {
    "text": "But he's still on the cosmic mountain.",
    "start": "00:17:18",
    "end": "00:17:19"
  },
  {
    "text": "He's still on the cosmic mountain, and he's still the king of Israel for a number of years. So the thing that's weird for us, God stays committed to David through the end of his life, even though he does this. What he says is, I'm committed to you, but you just made your bed, and now you and your family is going to sleep in it. So the rest of the Samuel story from here is pretty dismal and sad. So what I want to talk about now is one of the most puzzling, disturbing stories in the Davis story as a whole. We've never read it and talked about it. And it's also a vitally important cosmic mountain. This is the story of a census that David takes of the people. The rabbit hole is crazy deep on this one. Okay, are you ready?",
    "start": "00:17:19",
    "end": "00:18:05"
  },
  {
    "text": "Let's do it.",
    "start": "00:18:05",
    "end": "00:18:06"
  },
  {
    "text": "This is the last chapter, last story in the Samuel scroll. Okay. And again. The anger of Yahweh burned against Israel. Let's just pause right there. Again. The anger of Yahweh burned against Israel. Okay.",
    "start": "00:18:31",
    "end": "00:18:49"
  },
  {
    "text": "Well, I don't know what's right before this.",
    "start": "00:18:50",
    "end": "00:18:52"
  },
  {
    "text": "Oh, it was a list of David's 33 mighty men who served as, like, the leaders of his army.",
    "start": "00:18:52",
    "end": "00:18:58"
  },
  {
    "text": "Okay. The census.",
    "start": "00:18:59",
    "end": "00:19:00"
  },
  {
    "text": "Yeah. This story has been taken out of some chronological sequence and just stuck here after a long list. And a couple poems before that were poems. So this story just hangs out there without any surrounding context.",
    "start": "00:19:00",
    "end": "00:19:16"
  },
  {
    "text": "Okay, we don't know what the again is referring to.",
    "start": "00:19:16",
    "end": "00:19:18"
  },
  {
    "text": "This is a wonderful example of meditation literature where you're supposed to follow the hyperlinks by reading and rereading this story and then reading and rereading the whole Samuel scroll, and then rereading the former prophets, Joshua, judges, Samuel, Kenneth.",
    "start": "00:19:18",
    "end": "00:19:32"
  },
  {
    "text": "When are the times where the anger of Yahweh burn.",
    "start": "00:19:32",
    "end": "00:19:34"
  },
  {
    "text": "Yes. So what the meditating reader who meditates on the Hebrew Bible day and night will notice is that the anger of Yahweh is something that starts burning against Israel starting in the book of Joshua. Once God brings the people into the land and they've said, yes, we're going to follow the terms of the covenant relationship, be faithful to Yahweh alone. Yahweh's anger burns when Israel starts giving their allegiance to other gods. So it happens here, for example. Oh, actually here at the end of Joshua 23, Joshua gives a speech, and he says, if you guys transgress the covenant of Yahweh, your God, which he commanded you, and go and serve other gods and bow down to them, the anger of Yahweh will burn against you, and you will perish quickly from the land. So this phrase is connected to the cycle in the Book of Judges that's repeated many, many times over. And here's how the formula goes. It's laid out in Judges 2:11. When Israel did evil in the eyes of Yahweh and served the Baals, that is other gods, they would forsake the Lord, the God of their fathers who brought them up from the land of Egypt and follow other gods. The gods of those peoples around them bow down to them. Thus they provoked Yahweh to anger. The anger of Yahweh burned against Israel. And this is crucial. He gave them into the hand of their enemies. And for the rest of the Book of Judges, anytime the cycle kicks in, you'll get a narrative. They did evil in the eyes of the Lord. They bowed down to other gods.",
    "start": "00:19:34",
    "end": "00:21:12"
  },
  {
    "text": "And the evil is always idolatry. Idolatry, yes.",
    "start": "00:21:12",
    "end": "00:21:16"
  },
  {
    "text": "Yeah.",
    "start": "00:21:16",
    "end": "00:21:17"
  },
  {
    "text": "So, yeah, that's fascinating.",
    "start": "00:21:17",
    "end": "00:21:18"
  },
  {
    "text": "Yeah. And then this is in Judges three, Judges ten, right after they do idolatry, it will say, the narrator will say, and the anger of Yahweh burned hot against Israel, and he handed them over in. Or he sold them into the hands of. Okay, so when the narrator of Samuel just begins saying, okay, here we are again. The anger of Yahweh burned hot against Israel. You're supposed to upload all of that.",
    "start": "00:21:18",
    "end": "00:21:44"
  },
  {
    "text": "Okay.",
    "start": "00:21:44",
    "end": "00:21:44"
  },
  {
    "text": "Oh, that means idolatry is happening. Another cycle of idolatry. And Yahweh's probably gonna hand them over to some enemies. There's enemies on the horizon. You're just supposed to know that to make sense of what David does next.",
    "start": "00:21:44",
    "end": "00:21:58"
  },
  {
    "text": "Oh, okay.",
    "start": "00:21:58",
    "end": "00:21:59"
  },
  {
    "text": "The anger of Yahweh burned against Israel, and it motivated David against them. That is the people.",
    "start": "00:21:59",
    "end": "00:22:10"
  },
  {
    "text": "Which people?",
    "start": "00:22:10",
    "end": "00:22:10"
  },
  {
    "text": "Israel.",
    "start": "00:22:11",
    "end": "00:22:11"
  },
  {
    "text": "Okay.",
    "start": "00:22:11",
    "end": "00:22:12"
  },
  {
    "text": "So the anger of Yahweh motivated David against the people, saying, go number Israel and Judah. The anger of Yahweh is the thing that motivates David against the people. This is a riddle. It's a riddle.",
    "start": "00:22:12",
    "end": "00:22:27"
  },
  {
    "text": "Why is that weird?",
    "start": "00:22:27",
    "end": "00:22:28"
  },
  {
    "text": "Well, here. So this word haseit.",
    "start": "00:22:28",
    "end": "00:22:30"
  },
  {
    "text": "Which word?",
    "start": "00:22:30",
    "end": "00:22:31"
  },
  {
    "text": "To motivate.",
    "start": "00:22:31",
    "end": "00:22:32"
  },
  {
    "text": "To motivate.",
    "start": "00:22:32",
    "end": "00:22:32"
  },
  {
    "text": "Our English translations go with the word incite. Ooh. King James says, and he moved David against the people. So the word incite in English, cause. To cause. But it's sort of like you spark. You spark something. Initiate to set something. To initiate. You do something that's gonna set a cause, effect, chain in motion. All right, so we have this English phrase to incite a riot.",
    "start": "00:22:32",
    "end": "00:22:58"
  },
  {
    "text": "Yeah.",
    "start": "00:22:59",
    "end": "00:22:59"
  },
  {
    "text": "Which often means, like, you sneak into a crowd that's like having a great time, and then you yell like fire. And that would be.",
    "start": "00:22:59",
    "end": "00:23:07"
  },
  {
    "text": "Yeah, you're inciting.",
    "start": "00:23:07",
    "end": "00:23:08"
  },
  {
    "text": "Inciting. So that's the word that's used here.",
    "start": "00:23:08",
    "end": "00:23:10"
  },
  {
    "text": "Yeah. Okay. That's the word used in most translations.",
    "start": "00:23:10",
    "end": "00:23:13"
  },
  {
    "text": "So the anger of Yahweh incited. Sparked David to do something that would have a negative effect on Israel. He incited David against the people of Israel. Now, what's up with the people of Israel? Oh, Yahweh's anger is burning against them. So imagine Israel making golden calves and bowing down to them. This is usually the point at which Yahweh will allow the Moabites or the Ammonites or somebody to come onto the horizon. And that is surely like the backstory for why David is taking the census. But it doesn't say, and he sold them into the hands of their enemies. What it says is, and he turned their own king against them.",
    "start": "00:23:14",
    "end": "00:24:00"
  },
  {
    "text": "Oh.",
    "start": "00:24:00",
    "end": "00:24:01"
  },
  {
    "text": "In other words, David is the instrument of God's justice against the people.",
    "start": "00:24:02",
    "end": "00:24:07"
  },
  {
    "text": "I see.",
    "start": "00:24:08",
    "end": "00:24:08"
  },
  {
    "text": "And the way that he gets David to bring judgment on Israel is to let an enemy come on the horizon. And that sparks David to say, oh, count the soldiers. Now, we think of census mainly for taxes or not even that other population.",
    "start": "00:24:09",
    "end": "00:24:26"
  },
  {
    "text": "Yeah. City planning.",
    "start": "00:24:26",
    "end": "00:24:27"
  },
  {
    "text": "That's right. Yeah. So in the Bible, taking a census is about counting how many warriors that you have. The first census they ever take back in Exodus, and everyone, it's all about, how many warriors do I have. So the king said to Joab, the commander of his army, who was with him, go about, please, through all the tribes of Yisrael, from Dan way up in the far north, to Be' er Sheva, Beersheba way down in the south, and register all the people so that I Can know the number of the people?",
    "start": "00:24:28",
    "end": "00:25:00"
  },
  {
    "text": "Yep.",
    "start": "00:25:00",
    "end": "00:25:00"
  },
  {
    "text": "Look at Joab's response. Joab said to the king, may Yahweh, your Elohim add to the people a hundred times as many as they are now, while the eyes of my lord the king will still see it. But why does my lord the king find delight in this thing?",
    "start": "00:25:00",
    "end": "00:25:21"
  },
  {
    "text": "Why do you want to number them?",
    "start": "00:25:21",
    "end": "00:25:22"
  },
  {
    "text": "Why do you need the number? Yeah, but the king's word was more strong. It was strong against Joab and the commanders of his army. And so Joab and the commanders of his army went out before the king.",
    "start": "00:25:22",
    "end": "00:25:34"
  },
  {
    "text": "Wouldn't Joab know why you number the people?",
    "start": "00:25:34",
    "end": "00:25:37"
  },
  {
    "text": "Yeah. So Joab somehow thinks it's wrong. He thinks, this is not good.",
    "start": "00:25:37",
    "end": "00:25:43"
  },
  {
    "text": "Well, it means that we're getting ready for war.",
    "start": "00:25:43",
    "end": "00:25:46"
  },
  {
    "text": "Yeah, exactly. So in one sense, you're like, this is the general.",
    "start": "00:25:46",
    "end": "00:25:49"
  },
  {
    "text": "Yeah. This should be, like, normal procedure for you.",
    "start": "00:25:49",
    "end": "00:25:52"
  },
  {
    "text": "That's right. But somehow David has forgotten, and Joab feels the need to remind him. Listen, Yahweh is the one who blesses the people, and may he do a whole bunch more of it. But, dude, don't number the people. Whatever you do, don't do it. And the king says, no number the people.",
    "start": "00:25:52",
    "end": "00:26:09"
  },
  {
    "text": "Yeah.",
    "start": "00:26:09",
    "end": "00:26:10"
  },
  {
    "text": "So this is a whole other hyperlink backstory. It's so wild, man. I mean, I don't make this stuff up. So, first of all, there is a major theme from Joshua onward about how Israel is supposed to trust God to deliver them from their enemies no matter what the numbers are. In fact, God is regularly paring down the numbers of Israel's armies. Like the story of Gideon. Precisely. So that Israel won't think that they keep themselves saved by their many, many numbers. Yeah, it happens many stories.",
    "start": "00:26:10",
    "end": "00:26:46"
  },
  {
    "text": "So there's this theme of don't rely on the numbers.",
    "start": "00:26:46",
    "end": "00:26:48"
  },
  {
    "text": "Yes.",
    "start": "00:26:48",
    "end": "00:26:49"
  },
  {
    "text": "Relying on numbers is the wrong move.",
    "start": "00:26:49",
    "end": "00:26:52"
  },
  {
    "text": "That's right. So there's many stories about God, like trimming down the sizes of Israel's armies. There's also this positive theme in the former prophets. And also the Psalms are a wonderful place, that if Yahweh is your Elohim, armies actually don't bring about deliverance. Yahweh brings deliverance. Think of the story of Jericho, for example. So for Psalm 33:16, the king is not saved by a mighty army. A warrior is not delivered by great strength. A horse that is a battle horse is a false hope for victory.",
    "start": "00:26:52",
    "end": "00:27:31"
  },
  {
    "text": "It's like ancient tanks.",
    "start": "00:27:31",
    "end": "00:27:33"
  },
  {
    "text": "Yeah. It doesn't deliver anyone by its strength. The eye of Yahweh is on those who fear him, on Those who hope for his loyal love. So big armies can't save anybody. Yahweh is looking for those who will trust him. In fact, in Deuteronomy, in the Torah, one of the few things that's ever given for Israel's kings to do is explicitly not to build a big army and not to import tanks from Egypt, that is battle horses. So Psalm 146, don't trust in rulers, in mortal humans in whom there is no salvation. And salvation meaning rescue, rescue in a battle. So it's a major, major theme in Joshua, Judges, Samuel and Kings. David and Goliath is all about this. It's by a little kid that Yahweh defeats the giant. So taking a census is to not trust God and counting. And David says, so I can have knowledge. So this is all about David wanting knowledge that he thinks will give him control to win a victory. And it's that desire for knowledge that is what Joab's like, no, don't do it. Don't do it. So this story has a parallel in Chronicles and Hebrew Bible scholar William Johnstone, his commentary on this story. But Chronicles version of it is really on point. He puts it this way. He says Joab's own explanation of what is so wrong with David's proposal requires considerable filling out. Meaning the author is assuming, you know, the hyperlinks.",
    "start": "00:27:33",
    "end": "00:29:16"
  },
  {
    "text": "Okay.",
    "start": "00:29:16",
    "end": "00:29:16"
  },
  {
    "text": "He begins with two points of principle. Joab does. First, the proposed census cannot be undertaken. The number of the people is a matter of the blessing of God. As the blessings of God are unnumbered, so the people blessed by him, potentially a hundredfold, are innumerable. For David, to count the people is to fly in the face of God's promise, which is to bless, right, Bless the people, be fruitful and multiply. It is checking up on the fulfillment of God's promise, and it amounts to doubting it. Note that David's stated purpose in holding the census is that he may know their number. It is not enough for him to trust the promise of God about the uncountability of Israel, the people of God. Just like in the story of the tree of knowing in Genesis 2 and 3, he seeks humanly to know in order to supplement, if not supplant, unquestioning reliance upon God. The census is designed as a muster to establish the military capability of Israel. It's tantamount to checking up on the ability of God to carry out his purpose and on the ability of God to defend his own people. This is the heart of David's offense.",
    "start": "00:29:17",
    "end": "00:30:36"
  },
  {
    "text": "Okay, now I'm trying to make sure I keep in the context. The first point you made, which was the anger of Yahweh's coming, which means idolatry has happened. We expect for Yahweh to let Israel be taken out by enemies.",
    "start": "00:30:36",
    "end": "00:30:55"
  },
  {
    "text": "Right.",
    "start": "00:30:55",
    "end": "00:30:55"
  },
  {
    "text": "So if the theme of numbering your men is about not trusting in Yahweh to protect you, we're like. But we're in a situation where Yahweh's not going to protect us.",
    "start": "00:30:55",
    "end": "00:31:04"
  },
  {
    "text": "Right? Yeah. So what's fascinating is the other nations coming to attack aren't even mentioned. Right. What is mentioned is what a king would normally do, which is do a census. How many soldiers we got. Let's go defend the nation. But Israel is not supposed to do that.",
    "start": "00:31:04",
    "end": "00:31:22"
  },
  {
    "text": "Okay.",
    "start": "00:31:22",
    "end": "00:31:22"
  },
  {
    "text": "What's interesting is David disobeying God's command is God's judgment on the people of Israel.",
    "start": "00:31:22",
    "end": "00:31:29"
  },
  {
    "text": "Okay. Because where this is going is he does the census.",
    "start": "00:31:29",
    "end": "00:31:32"
  },
  {
    "text": "Yeah. All right, so maybe we should just keep going with the story.",
    "start": "00:31:33",
    "end": "00:31:36"
  },
  {
    "text": "Yeah.",
    "start": "00:31:36",
    "end": "00:31:36"
  },
  {
    "text": "Okay. So you get a long description of all the places that Joab and the guys go to take the census. I mean, they go all. All around. And he gets his number. 800,000 men of the Israelite tribes, 500,000 of the men of Judah. Men who draw the sword. Yeah.",
    "start": "00:31:36",
    "end": "00:31:53"
  },
  {
    "text": "Fighting men.",
    "start": "00:31:53",
    "end": "00:31:54"
  },
  {
    "text": "Yep. Yep. Then the heart of David struck him after he numbered the people. Meaning all of a sudden, you realize you felt the guilt. You felt the guilt. Yep. Yeah. This phrase is used one other time in The Samuel story, 1 Samuel 24, about David regretting a decision he made. So David said to Yahweh, I have sinned. This is exactly what he said when he was confronted by the prophet Nathan about Bathsheba, about murdering that Hittite. Yep. I have sinned in what I've done. Now, Yahweh, please take away the iniquity of your servant. I have acted so foolishly. Very much.",
    "start": "00:31:54",
    "end": "00:32:36"
  },
  {
    "text": "Okay.",
    "start": "00:32:36",
    "end": "00:32:37"
  },
  {
    "text": "Yeah.",
    "start": "00:32:37",
    "end": "00:32:37"
  },
  {
    "text": "Because of the senses.",
    "start": "00:32:37",
    "end": "00:32:38"
  },
  {
    "text": "Yep. David got up in the morning and the word of Yahweh came to the prophet Gad, saying, go speak to David. This is what Yahweh. Three things I lay upon you. Choose for yourself one of them, which I will do to you. So Gad came to David and told him and said, do you want seven years of famine on your land? Do you want three months of fleeing before your enemies while they chase you? Or three days of disease in your land? So it's interesting, David said he was sorry. Right.",
    "start": "00:32:38",
    "end": "00:33:14"
  },
  {
    "text": "But there's a consequence still.",
    "start": "00:33:15",
    "end": "00:33:16"
  },
  {
    "text": "There's still a consequence. And you're like, yeah, this happened once before when he murdered the Hittite.",
    "start": "00:33:16",
    "end": "00:33:21"
  },
  {
    "text": "There was a consequence.",
    "start": "00:33:22",
    "end": "00:33:23"
  },
  {
    "text": "There was a consequence. And he even recognized. And he said, I have sinned.",
    "start": "00:33:23",
    "end": "00:33:27"
  },
  {
    "text": "I see.",
    "start": "00:33:27",
    "end": "00:33:28"
  },
  {
    "text": "But God still visited justice on his house. And so the same thing's happening here. So then he says, seven years of famine, that affects all the land. Three months of you fleeing before your enemies. Well, that affects the people, kind of, but mostly it affects him. Or three days of disease in the land.",
    "start": "00:33:28",
    "end": "00:33:47"
  },
  {
    "text": "That affects everyone.",
    "start": "00:33:47",
    "end": "00:33:48"
  },
  {
    "text": "Yeah, that affects everybody. So David says, I'm in great distress. Let us fall into the hand of Yahweh. For many are his compassions. Just don't let me fall into the hands of humans.",
    "start": "00:33:48",
    "end": "00:34:02"
  },
  {
    "text": "I don't know what to choose. Just don't make me suffer.",
    "start": "00:34:02",
    "end": "00:34:06"
  },
  {
    "text": "Yeah, well, basically option two was three months of fleeing from human enemies. And David says, yeah, not that.",
    "start": "00:34:06",
    "end": "00:34:12"
  },
  {
    "text": "Not that one.",
    "start": "00:34:12",
    "end": "00:34:13"
  },
  {
    "text": "Not that one. I don't want the hands of humans. So the hands of God.",
    "start": "00:34:13",
    "end": "00:34:16"
  },
  {
    "text": "Okay. Oh, okay.",
    "start": "00:34:16",
    "end": "00:34:17"
  },
  {
    "text": "And the hand of Yahweh, Door 1 or Door 3? Door 1 or Door 3. Famine or disease. And Yahweh spirit gave a disease upon Israel from the morning until the appointed time. And there died from among the people, from Dan to be' er sheva, 70,000 men. That is the men who he numbered. Yeah. So it's drawing this cause effect. The consequence is directly connected to the men that he got. A census number of those armies that you think is your source of power. Yahweh reduces them through the plague. Okay, here's the moment. This is how this ties in.",
    "start": "00:34:17",
    "end": "00:35:16"
  },
  {
    "text": "All right?",
    "start": "00:35:16",
    "end": "00:35:16"
  },
  {
    "text": "Now, there was an angel there. Here's David in Jerusalem now, as this is all happening. And he sees a spiritual being, a divine messenger, with his hand against Jerusalem. So the hand is bringing about the plague. So Yahweh sent, like an emissary with the plague. That's the image. But at that moment, Yahweh brought comfort to himself concerning this bad thing. This is exactly the language used when Noah gave a sacrifice, when Noah gave his sacrifice and when Moses interceded for the people. In fact, it's copy and paste of that line from the golden calf story. Right after Moses intercedes here, it happens, Yahweh intercedes of his own.",
    "start": "00:35:17",
    "end": "00:36:05"
  },
  {
    "text": "Yeah, no one's interceding.",
    "start": "00:36:05",
    "end": "00:36:06"
  },
  {
    "text": "But David did say, yahweh has many compassions. So Yahweh comforted himself. And Yahweh said to the messenger who was bringing ruin among the people too much. Relax your hand. Now, right at that moment, the messenger of Yahweh this angelic being was standing right by the threshing floor of Arvana, the Jebusite.",
    "start": "00:36:06",
    "end": "00:36:29"
  },
  {
    "text": "Okay, who's this guy?",
    "start": "00:36:30",
    "end": "00:36:31"
  },
  {
    "text": "So the first thing you need to know. Threshing floors are, you know, where you thresh grain? It's a source of food. Threshing floors are where you make food. It's also spelled with the two letters of the word garden. So it's like garshan or something like that.",
    "start": "00:36:33",
    "end": "00:36:49"
  },
  {
    "text": "So wait, it's close to roof, close to garden.",
    "start": "00:36:49",
    "end": "00:36:52"
  },
  {
    "text": "Yes, exactly.",
    "start": "00:36:52",
    "end": "00:36:53"
  },
  {
    "text": "These are all related words.",
    "start": "00:36:53",
    "end": "00:36:54"
  },
  {
    "text": "All related words. And then it's this Jebusite, who's one of the original Canaanite inhabitants of the city. You're like, oh, okay, so there were still some Canaanites living in the city. And the guy's name is Ark. It's the same word as the Ark of the Covenant. Same letters as the word Ark of the Covenant. All right, so by the Garten, floor of Ark, the Jebusite. The Jebusite. Okay, yeah. You're like, it's what, where I live?",
    "start": "00:36:54",
    "end": "00:37:25"
  },
  {
    "text": "Where am I now?",
    "start": "00:37:25",
    "end": "00:37:26"
  },
  {
    "text": "Let me just guess where this place is. My guess is that this whole thing is about to happen. It's happening on some kind of high place. Can you just guess? And you would be right about that guess. Let's keep reading. David said to Yahweh, when he saw the messenger striking the people, he said, look, it's me. I'm the one who sinned. It's I who have committed iniquity. These sheep, what is it that they have done? Please let your hand be against me and the house of my father. So notice the difference in response here.",
    "start": "00:37:26",
    "end": "00:38:02"
  },
  {
    "text": "Yeah. First he's like, you know, I don't know what you should do. Just, I don't want people chasing me around.",
    "start": "00:38:03",
    "end": "00:38:08"
  },
  {
    "text": "Don't let me take the big hit. Yeah, I don't want to have to flee before my enemies. Don't let the. He says, don't let me fall into the hand of humans. Let me fall into the hand of Yahweh. And then he does fall into the hand of Yahweh, and so does all the people, but it affects all the people who are idolatrous, like they're worshiping the golden calves, you know? But then David says, listen, they may be idolatrous, but I'm the one who took the census. Let your hand be against me. This is a twist on Abraham and Isaac and now on the Moses story, too.",
    "start": "00:38:08",
    "end": "00:38:42"
  },
  {
    "text": "I'm the problem. It's me.",
    "start": "00:38:42",
    "end": "00:38:43"
  },
  {
    "text": "I'm the problem. So what, Yahweh Says, is this fascinating? Gad the prophet came to David that day and said, go up. So apparently David's supposed to go up to some high place, raise up an altar to Yahweh on the threshing, the Garshan floor of Ark, the Jebusite. So David went up according to the word of Gad, and just as Yahweh commanded. Oh, so this threshing floor is high up. Up high. Yeah, yeah, the threshing floor of Ark. And Araunah looked down. There's all these little clues. The narrator doesn't want to use the word mountain. He wants you to put the pieces together. It's a straight up riddle. So arc man looked down from his high place and the king saw his servants. He saw the king and his servants crossing towards him. Arc man went out and bowed before the king and said, why is the Lord my king come to his servant? And David said, well, to buy the threshing floor from you so I can build an altar to Yahweh so that the strike will be held back from upon the people. And Araunah said to David, no, let my lord the king just take. Let him make going up offerings of whatever is good in your eyes. Look, I even have oxen for your ascension offering. And even look at this. I had this whole yoke set up made of wood to like connect the oxen together for plowing. Just have that and chop it up and use that for the offering.",
    "start": "00:38:43",
    "end": "00:40:22"
  },
  {
    "text": "It's all ready for you.",
    "start": "00:40:22",
    "end": "00:40:23"
  },
  {
    "text": "Yeah, it's like, let me just give it to you. Yeah, all of it. Archman will give to the king. He's referring to himself. And may Yahweh, your God accept you. And the king said to Araunah, archman, no, surely I will buy. Buy it. It's a double buy in Hebrew, buy it from you in a price. For I will not send up ascension offerings to Yahweh. My Elohim, that cost me nothing. I will not give to Yahweh what cost me nothing. So he's willing to give his life, and now he's willing to pay the price. And so David bought the threshing floor, he built the altar, he made going up offerings, and Yahweh accepted intercession on behalf of the land. And the strike was held back from Israel.",
    "start": "00:40:23",
    "end": "00:41:12"
  },
  {
    "text": "Yeah, okay, that's a lot.",
    "start": "00:41:14",
    "end": "00:41:16"
  },
  {
    "text": "It's a lot. This story is put in front of the reader on purpose with lots of gaps and holes in it.",
    "start": "00:41:16",
    "end": "00:41:24"
  },
  {
    "text": "It's a riddle. It's a riddle, but it's you Know, what you're teaching us is meditation literature means there's gaps. It means that you have to look at all these corresponding stories and ideas. And so it seems like what you're saying is there's so many things coming together here. At the center of it is where it ended, which is the intercessor on the cosmic mountain.",
    "start": "00:41:24",
    "end": "00:41:50"
  },
  {
    "text": "Yeah.",
    "start": "00:41:50",
    "end": "00:41:50"
  },
  {
    "text": "This is how this connects to this theme we're in.",
    "start": "00:41:50",
    "end": "00:41:52"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:41:52",
    "end": "00:41:53"
  },
  {
    "text": "And so in the second verse, where we learn that Yahweh's anger motivates David against Israel, it seems like in there is the riddle, which is. Yeah. The fighting men are going to die.",
    "start": "00:41:53",
    "end": "00:42:07"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:42:07",
    "end": "00:42:08"
  },
  {
    "text": "It's going to be by the hand of David, not by the hand of enemy nations. That's the twist. Yes, it's a twist and it's a riddle there.",
    "start": "00:42:08",
    "end": "00:42:16"
  },
  {
    "text": "Yeah, exactly.",
    "start": "00:42:16",
    "end": "00:42:16"
  },
  {
    "text": "Okay. So all of that really, like, doesn't have anything to do with the cosmic mountain except for where it's heading.",
    "start": "00:42:16",
    "end": "00:42:23"
  },
  {
    "text": "Yeah. Where the story's going to end.",
    "start": "00:42:24",
    "end": "00:42:25"
  },
  {
    "text": "Where the story's going to end.",
    "start": "00:42:25",
    "end": "00:42:26"
  },
  {
    "text": "Yeah. Where the climactic act of intercession where David surrenders the thing that's been so precious to him, he's willing to murder people for it, which is his life. He's trying to preserve his life and his kingdom and his royal dynasty that God said, I will give you as a gift. And then what he's doing with Bathsheba is all about the taking of a woman to produce more seed. And he's willing to rape and murder and conspire against his own people to build his house.",
    "start": "00:42:26",
    "end": "00:42:59"
  },
  {
    "text": "And then when he does the census thing, which to us feels innocuous but is deeply offensive to God, God's like, there's consequences. And he kind of gives him this ancient. Would you rather.",
    "start": "00:43:00",
    "end": "00:43:11"
  },
  {
    "text": "Yeah, totally. Yeah.",
    "start": "00:43:11",
    "end": "00:43:13"
  },
  {
    "text": "And David chooses the thing that he thinks is.",
    "start": "00:43:13",
    "end": "00:43:16"
  },
  {
    "text": "Will preserve his life.",
    "start": "00:43:17",
    "end": "00:43:18"
  },
  {
    "text": "Yeah. Preserve his life.",
    "start": "00:43:18",
    "end": "00:43:19"
  },
  {
    "text": "Yeah.",
    "start": "00:43:19",
    "end": "00:43:20"
  },
  {
    "text": "Least problematic for him.",
    "start": "00:43:20",
    "end": "00:43:21"
  },
  {
    "text": "Yeah. The people, they might get a disease, but here me up on my roof. I'll be cool.",
    "start": "00:43:21",
    "end": "00:43:26"
  },
  {
    "text": "I'll be okay. Famine. I'll have some food.",
    "start": "00:43:26",
    "end": "00:43:28"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:43:28",
    "end": "00:43:29"
  },
  {
    "text": "So he chooses to preserve himself.",
    "start": "00:43:29",
    "end": "00:43:31"
  },
  {
    "text": "Yep.",
    "start": "00:43:31",
    "end": "00:43:32"
  },
  {
    "text": "So he becomes like the anti intercessor.",
    "start": "00:43:32",
    "end": "00:43:34"
  },
  {
    "text": "Exactly. Right.",
    "start": "00:43:34",
    "end": "00:43:36"
  },
  {
    "text": "Okay.",
    "start": "00:43:36",
    "end": "00:43:36"
  },
  {
    "text": "He's the opposite of Moses.",
    "start": "00:43:36",
    "end": "00:43:38"
  },
  {
    "text": "He becomes the opposite.",
    "start": "00:43:38",
    "end": "00:43:39"
  },
  {
    "text": "Yeah, yeah. And he's just like Adam and Eve in terms of the failures that he's perpetuating.",
    "start": "00:43:39",
    "end": "00:43:44"
  },
  {
    "text": "So at this moment, when you're reading all those hyperlinks and you're thinking about it in that terms, this is a punch in the gut. This is a moment where our king, King David, the one who's leading us has become the anti intercessor.",
    "start": "00:43:44",
    "end": "00:43:59"
  },
  {
    "text": "He actually is now his own people's worst enemy. Yeah, he's trying to get out of the way of Yahweh's judgment and let it fall on the people instead of himself for his own mistake. And this all, this is the worst.",
    "start": "00:44:00",
    "end": "00:44:14"
  },
  {
    "text": "And this all just starts happening and the. The Z's gets all the way to this place where it starts to establish this place as like this gardeny place.",
    "start": "00:44:14",
    "end": "00:44:27"
  },
  {
    "text": "Yeah. That belongs to a guy named Ark.",
    "start": "00:44:27",
    "end": "00:44:30"
  },
  {
    "text": "Belongs to a guy named Ark. It's high up, the highest place. This is where the climax of this comes, where Yahweh himself is like, I don't need an intercessor. This is enough.",
    "start": "00:44:30",
    "end": "00:44:40"
  },
  {
    "text": "Yahweh intercedes within his own self.",
    "start": "00:44:40",
    "end": "00:44:43"
  },
  {
    "text": "He intercedes within his own self.",
    "start": "00:44:43",
    "end": "00:44:45"
  },
  {
    "text": "And then David says, I'm sorry.",
    "start": "00:44:45",
    "end": "00:44:47"
  },
  {
    "text": "And David says again, get it?",
    "start": "00:44:48",
    "end": "00:44:50"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:44:50",
    "end": "00:44:51"
  },
  {
    "text": "I'm the problem in this situation.",
    "start": "00:44:51",
    "end": "00:44:53"
  },
  {
    "text": "Just take me, Take me my life.",
    "start": "00:44:54",
    "end": "00:44:56"
  },
  {
    "text": "So he becomes the intercessor. Well, actually, the intercessor is supposed to be kind of the innocent one, right?",
    "start": "00:44:56",
    "end": "00:45:02"
  },
  {
    "text": "Exactly. Oh, so he says, take my life. But what's that gonna do? Like, this guy's a murderer. His life doesn't mean anything. You know what I'm saying?",
    "start": "00:45:02",
    "end": "00:45:12"
  },
  {
    "text": "Now he's like, I can't. That's not going to solve a sacrifice. That's going to solve.",
    "start": "00:45:12",
    "end": "00:45:16"
  },
  {
    "text": "So go to this place, this high place, and get some blameless animals.",
    "start": "00:45:16",
    "end": "00:45:20"
  },
  {
    "text": "We're going to have to enact the ritual.",
    "start": "00:45:21",
    "end": "00:45:23"
  },
  {
    "text": "Do the ritual, and I'll accept the animals blamelessness. Their blamelessness will appeal to me in your place. And so he goes and he buys this spot on this high place belonging to. To Arkman, and offers up these offerings. And Yahweh says, okay, this is the spot where Solomon's going to build the temple.",
    "start": "00:45:23",
    "end": "00:45:47"
  },
  {
    "text": "Oh, really?",
    "start": "00:45:47",
    "end": "00:45:48"
  },
  {
    "text": "This is all happening on the Temple Mount. This is the origin story of why the temple is located where it is.",
    "start": "00:45:48",
    "end": "00:45:56"
  },
  {
    "text": "Oh.",
    "start": "00:45:56",
    "end": "00:45:56"
  },
  {
    "text": "This is within the Hebrew Bible, but also is Abraham's story in Joshua, Judges, Samuel, Kings, and the Torah and Prophets. Never says, just leads the hyperlinks together. But whoever wrote Chronicles was such a Bible nerd and really didn't want you to miss it. Tells you In Second Chronicles, chapter 3, verse 1, Solomon began to build the house of Yahweh in Jerusalem on Mount Moriah. That's Abraham's mountain where Yahweh appeared to his father David. That is the place that David prepared on the threshing floor of Araunah, the Jebusite so it links together the Temple Mount, Moriah with Abraham and Isaac. And then this, the story we just.",
    "start": "00:45:56",
    "end": "00:46:40"
  },
  {
    "text": "Read together, Araunah, is rendered Ornan in it is.",
    "start": "00:46:40",
    "end": "00:46:43"
  },
  {
    "text": "There's a spelling difference in Chronicles. That's really interesting.",
    "start": "00:46:43",
    "end": "00:46:45"
  },
  {
    "text": "Okay, but this is the spot.",
    "start": "00:46:45",
    "end": "00:46:47"
  },
  {
    "text": "Same guy.",
    "start": "00:46:47",
    "end": "00:46:48"
  },
  {
    "text": "It's not a different threshing floor of a different genocide. This is the one.",
    "start": "00:46:48",
    "end": "00:46:52"
  },
  {
    "text": "This is the guy.",
    "start": "00:46:52",
    "end": "00:46:52"
  },
  {
    "text": "Okay. Why does this matter?",
    "start": "00:46:52",
    "end": "00:46:54"
  },
  {
    "text": "Ah. David didn't leave it all behind. He invited the cosmic mountain into the middle of the people by bringing it to Jerusalem. And he fails at many crisis moments to be the image of God, representative to represent the cause.",
    "start": "00:46:54",
    "end": "00:47:14"
  },
  {
    "text": "He dressed as the priest and he danced. And he's like, I'm gonna do this for you guys.",
    "start": "00:47:14",
    "end": "00:47:18"
  },
  {
    "text": "And then he starts murdering his own people to preserve his life at their expense. And he does it. And the whole sequence from Bathsheba all the way to this story right here. So David is a failure. The last story about him in the Samuel scroll is of his just absolute, dismal failure as an image of God as an intercessor. So this is how the Hebrew Bible points forward, how it works prophetically or creates a crisis that needs fulfillment by showing you somebody who was destined to become the new Adam, and they ended up acting like a snake. But it tells you that Yahweh will accept the righteous intercessor, even if Yahweh has to provide the substitute himself.",
    "start": "00:47:18",
    "end": "00:48:10"
  },
  {
    "text": "That's where the story ends.",
    "start": "00:48:11",
    "end": "00:48:12"
  },
  {
    "text": "And he will do so at the Temple.",
    "start": "00:48:12",
    "end": "00:48:14"
  },
  {
    "text": "It ends with who we think is going to be the intercessor failing at that job, and God saying, you can give a sacrifice instead, and I'll work with that.",
    "start": "00:48:14",
    "end": "00:48:24"
  },
  {
    "text": "Yeah. So just like God provided that ram in the place of Isaac to cover for Abraham's sins, just like God accepted Moses as the animal sacrifice on behalf of the people.",
    "start": "00:48:24",
    "end": "00:48:36"
  },
  {
    "text": "But one greater than Moses is supposed to come.",
    "start": "00:48:36",
    "end": "00:48:39"
  },
  {
    "text": "Yep, one greater than Isaac, one greater than Moses, and now here, one greater than David. And so the story points you forward to, well, maybe the next generation Solomon, the guy who's going to build the temple on the spot. Maybe he'll knock the ball out of the park, so to speak. And that's the story we're going to look at next.",
    "start": "00:48:39",
    "end": "00:48:56"
  },
  {
    "text": "Thanks for listening to BibleProject Podcast. Next week, we continue the theme of the mountain, and we look at the story of King Solomon. When up on a mountain, he asks God for wisdom.",
    "start": "00:49:00",
    "end": "00:49:11"
  },
  {
    "text": "And God said to Solomon, ask what you want me to give you. And Solomon said, I don't know how to lead, so give your servant a listening heart so I can discern between good and bad. It's so beautiful. We're supposed to cheer at this moment.",
    "start": "00:49:11",
    "end": "00:49:29"
  },
  {
    "text": "Bibleproject is a crowdfunded nonprofit and we exist to help people experience the Bible as a unified story that leads to Jesus. Everything that we make is free because of the support of thousands of people just like you. Thank you so much for being a part of this with us. Hi, this is Timo and I'm from Switzerland.",
    "start": "00:49:30",
    "end": "00:49:46"
  },
  {
    "text": "Hi, this is Ann and I'm from Tallahassee, Florida. I first heard about Bible Project from Bible Studies at my church.",
    "start": "00:49:46",
    "end": "00:49:52"
  },
  {
    "text": "My favorite thing about bibleproject are the classroom courses. I love the study material and the depth in which all the issues are covered and challenge me to think deeply.",
    "start": "00:49:52",
    "end": "00:50:04"
  },
  {
    "text": "My favorite thing about bibleproject is the podcasts. We believe the Bible is a unified story that leads to Jesus.",
    "start": "00:50:04",
    "end": "00:50:11"
  },
  {
    "text": "We are a crowdfunded project by people like me.",
    "start": "00:50:11",
    "end": "00:50:14"
  },
  {
    "text": "Find free videos, articles, podcasts, classes and.",
    "start": "00:50:14",
    "end": "00:50:17"
  },
  {
    "text": "More on the Bibleproject app and@bibleproject.com.",
    "start": "00:50:17",
    "end": "00:50:21"
  },
  {
    "text": "Hey everyone, this is Lindsay and I'm the producer for the podcast. I've been working at bibleproject for about four years and as a producer I manage projects, deadlines and coordination behind the scenes to make the podcast happen. It's a fun challenge to work at, increasing our project efficiency in a way that helps our team members work with less. Hurry and bring you the most thoughtful content that we can. And I really love that I get to learn with you about the Bible while at work. There's a whole team of us that bring the podcast to life every week. For a full list of everyone who's involved, check out the show credits in the episode description wherever you stream the podcast and on our website.",
    "start": "00:50:23",
    "end": "00:50:59"
  }
]