[
  {
    "text": "This is John from bibleproject. And today we begin a new themed study on mountains. Mountains mean different things to different people. Maybe a place to explore, a place to recreate. But in the ancient world, the top of the highest mountains were a sacred place, a meeting place between God and humanity. This is the idea of the cosmic mountain.",
    "start": "00:00:05",
    "end": "00:00:26"
  },
  {
    "text": "Mountains become where the boundary between heaven and earth becomes very thin, between God's realm and the human realm on top of the highest mountains.",
    "start": "00:00:27",
    "end": "00:00:37"
  },
  {
    "text": "One way to think of the story of the Bible is the quest up the cosmic mountain, the search for the divine. And it's why so many stories in the Bible take place on various hilly areas. Mount Moriah, Mount Sinai, Mount Zion, Mount Carmel.",
    "start": "00:00:38",
    "end": "00:00:54"
  },
  {
    "text": "Well, there's lots of different mountains that are really important in the story of the Bible, but in a way, they're also just one mountain, because the same thing keeps happening on all these mountains.",
    "start": "00:00:54",
    "end": "00:01:05"
  },
  {
    "text": "Mountains are by nature inaccessible, like the top of Mount Sinai, where only Moses can ascend.",
    "start": "00:01:06",
    "end": "00:01:11"
  },
  {
    "text": "When Moses ascends up into the clouds, all of a sudden he's in heaven and earth at the same time because he's seeing visions. But something crucially important happens. Moses is to make a copy of what he sees and experiences up on top of the mountain, which is the cosmic overlap of heaven and earth. And he is to make an image of it down on the land in the form of the tent.",
    "start": "00:01:12",
    "end": "00:01:35"
  },
  {
    "text": "What did Moses see on the mountain? Why do so many stories occur on mountains again and again? And did the story of the Bible begin on a mountain? All that on today's episode. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:01:35",
    "end": "00:01:54"
  },
  {
    "text": "Hey, John. Hello.",
    "start": "00:01:54",
    "end": "00:01:55"
  },
  {
    "text": "Hi. We are starting a new theme series.",
    "start": "00:01:55",
    "end": "00:01:58"
  },
  {
    "text": "We are. We are going to talk about the mountain.",
    "start": "00:01:59",
    "end": "00:02:02"
  },
  {
    "text": "The mountain.",
    "start": "00:02:03",
    "end": "00:02:04"
  },
  {
    "text": "The mountain in the Bible.",
    "start": "00:02:04",
    "end": "00:02:06"
  },
  {
    "text": "Not mountains, the mountain.",
    "start": "00:02:06",
    "end": "00:02:07"
  },
  {
    "text": "The mountain. Yeah. Well, there's lots of different mountains that are really important in the story of the Bible, but in a way, they're also just one mountain, because the same thing keeps happening on all these mountains.",
    "start": "00:02:07",
    "end": "00:02:22"
  },
  {
    "text": "There is but one mountain.",
    "start": "00:02:22",
    "end": "00:02:23"
  },
  {
    "text": "There is but one mountain. The many mountains point to the one mountain. So we're going to call it the mountain. So let's first, let's just prime the pump. There are actually many significant mountains in the story of the Bible that are probably right at the top of most people's mind without having to think very hard about it.",
    "start": "00:02:23",
    "end": "00:02:44"
  },
  {
    "text": "Well, let's see. We've got Mount Sinai. Yeah, Classic. That's a big boy.",
    "start": "00:02:44",
    "end": "00:02:48"
  },
  {
    "text": "Classic. Classic.",
    "start": "00:02:48",
    "end": "00:02:49"
  },
  {
    "text": "Yeah.",
    "start": "00:02:49",
    "end": "00:02:49"
  },
  {
    "text": "Yeah. Because the scene of Mount Sinai dominates the center of the first books of the Bible. Exodus, Leviticus, and numbers all take place in Mount Sinai.",
    "start": "00:02:49",
    "end": "00:03:00"
  },
  {
    "text": "Yeah. Well, then we have Jerusalem. I mean, it's Mount Zion. Yeah.",
    "start": "00:03:00",
    "end": "00:03:03"
  },
  {
    "text": "Yes, that's right. Key player. And there's another high place called mountain right beside it and across the valley from Mount Zion, which is the Mount of Olives. Mount Olives.",
    "start": "00:03:03",
    "end": "00:03:16"
  },
  {
    "text": "Oh, right, yes, we have been there.",
    "start": "00:03:16",
    "end": "00:03:17"
  },
  {
    "text": "Yeah.",
    "start": "00:03:17",
    "end": "00:03:18"
  },
  {
    "text": "I wouldn't think of that as a mountain. Well, it's the other side of a valley.",
    "start": "00:03:18",
    "end": "00:03:20"
  },
  {
    "text": "Well, we're going to have that conversation. Maybe other lesser known mountains, but equally important, we've got Mount Carmel. It's the famous story of Elijah, his showdown with the prophets of baal. Carmel means garden.",
    "start": "00:03:20",
    "end": "00:03:36"
  },
  {
    "text": "Oh, does it?",
    "start": "00:03:36",
    "end": "00:03:37"
  },
  {
    "text": "Yeah.",
    "start": "00:03:37",
    "end": "00:03:37"
  },
  {
    "text": "Oh, really?",
    "start": "00:03:37",
    "end": "00:03:38"
  },
  {
    "text": "Yeah.",
    "start": "00:03:38",
    "end": "00:03:39"
  },
  {
    "text": "In Hebrew, Carmel means garden.",
    "start": "00:03:39",
    "end": "00:03:41"
  },
  {
    "text": "Eden hyperlinks all over that.",
    "start": "00:03:41",
    "end": "00:03:42"
  },
  {
    "text": "Is it just like a. Is there a bunch of different words for garden?",
    "start": "00:03:42",
    "end": "00:03:45"
  },
  {
    "text": "There's many. Oh, yeah. Many synonyms for garden. Carmel also means roasted grain. But one of its associations and nuances of meaning is of a cultivated garden. Okay, we'll talk about it. But right after that, in Elijah's story, right after his victory over the prophets at Mount Carmel, he runs 40 days and 40 nights to Mount Sinai.",
    "start": "00:03:45",
    "end": "00:04:06"
  },
  {
    "text": "He runs.",
    "start": "00:04:07",
    "end": "00:04:08"
  },
  {
    "text": "Well, he runs down Mount Carmel, and then he makes a long trek through the wilderness to Mount Sinai. Okay, so Mount Sinai actually comes up two times in two stories. Okay, so we'll look at all these things. There's the famous mountain where Abraham's great test whether he'll surrender his son over God. Mount Moriah.",
    "start": "00:04:09",
    "end": "00:04:29"
  },
  {
    "text": "Is that one named.",
    "start": "00:04:29",
    "end": "00:04:30"
  },
  {
    "text": "Yeah, Moriah.",
    "start": "00:04:30",
    "end": "00:04:31"
  },
  {
    "text": "Moriah or Moriah, where Abraham was to sacrifice Isaac.",
    "start": "00:04:31",
    "end": "00:04:36"
  },
  {
    "text": "Yeah. Or rather God called Abraham to surrender the life of Isaac, and then God provided a substitute in place. So. Oh, and actually, one key moment in the story of Jesus is the mountain that's undescribed. But he takes his disciples up onto a high mountain, and there he's transformed into an angelic, divine, shining figure. And he hears the Father speak to him of his commission to go to Jerusalem to give up his life. And in later Christian tradition, the scene for that was at least traditionally identified as being on Mount Tabor. You know, other key moments that involve mountains are the last vision of the apocalypse. In chapters 21 and 22 of the Revelation, John sees a city set up on a high mountain, which is the New Jerusalem. Set on the high mountain, and then it just descends out of heaven down to earth. You're like, hey, how does a. A mountain.",
    "start": "00:04:36",
    "end": "00:05:40"
  },
  {
    "text": "Oh, wait, the city's on the mountain before it descends?",
    "start": "00:05:40",
    "end": "00:05:42"
  },
  {
    "text": "Well, first he sees the city coming down as a bride. But Then goes on to describe how the city was on a high mountain. Interesting collision. And there he's adapting and paralleling Ezekiel's vision of the new Jerusalem, which also was on a high mountain. That's Ezekiel 47 and 48. Okay, so mountains are a big deal.",
    "start": "00:05:42",
    "end": "00:06:05"
  },
  {
    "text": "Yeah.",
    "start": "00:06:05",
    "end": "00:06:06"
  },
  {
    "text": "As we're going to see, Eden is conceived of, the Garden of Eden is conceived of within later biblical authors as being on a high mountain. So mountains, mountains. So the point of that little escapade.",
    "start": "00:06:06",
    "end": "00:06:20"
  },
  {
    "text": "The mountains pop up all over the place.",
    "start": "00:06:20",
    "end": "00:06:22"
  },
  {
    "text": "Mountains are all over. And the question is, why do the same things keep happening at mountains in the storyline of the Bible?",
    "start": "00:06:22",
    "end": "00:06:27"
  },
  {
    "text": "Right.",
    "start": "00:06:28",
    "end": "00:06:28"
  },
  {
    "text": "Mountains had a certain kind of meaning for the people who lived in the time and place of ancient Israel and the biblical authors. So maybe let's transition. What constitutes a mountain will depend on your social location, where and when you grew up, and what comes to your mind when you hear the word mountain versus hill. So unless you have seen pictures of or have been to Israel, Palestine, you.",
    "start": "00:06:28",
    "end": "00:07:20"
  },
  {
    "text": "Don'T know what kind of mountains are we talking about?",
    "start": "00:07:20",
    "end": "00:07:22"
  },
  {
    "text": "Yeah. When we talk about Mount Zion or Mount Sinai, Mount Hermon. Right. The Mount of Olives. Like, what are you supposed to imagine? And before I had gone to see any of these places, I thought they were all like either Mount Tabor or Mount Hood, because those are the mountains. Those are the mountains I grew up with.",
    "start": "00:07:22",
    "end": "00:07:39"
  },
  {
    "text": "Yeah.",
    "start": "00:07:39",
    "end": "00:07:40"
  },
  {
    "text": "So here in the city of Portland, Mount Tabor, it's an extinct volcano that's eroded quite a lot. It's the highest point in Southeast Portland, One of Portland's largest urban parks.",
    "start": "00:07:40",
    "end": "00:07:54"
  },
  {
    "text": "Mount Tabor, little volcanic, like hill.",
    "start": "00:07:54",
    "end": "00:07:57"
  },
  {
    "text": "A dormant volcano. Yeah. Amazing. That's one of my favorite parks in the whole city.",
    "start": "00:07:57",
    "end": "00:08:02"
  },
  {
    "text": "Yeah. We call it Mount Tabor. But I always felt like that was just a nice thing for us to do because it really is just a hill. It's an urban hill.",
    "start": "00:08:02",
    "end": "00:08:13"
  },
  {
    "text": "636Ft. That is 194 meters.",
    "start": "00:08:13",
    "end": "00:08:17"
  },
  {
    "text": "Yeah. That's small.",
    "start": "00:08:18",
    "end": "00:08:19"
  },
  {
    "text": "But the rest of Portland is in a river valley.",
    "start": "00:08:22",
    "end": "00:08:25"
  },
  {
    "text": "Yeah. So, like, when you're up there, you feel above everything.",
    "start": "00:08:25",
    "end": "00:08:27"
  },
  {
    "text": "Yeah. You can. Yep, totally. Yeah. That's Mount Tabor.",
    "start": "00:08:27",
    "end": "00:08:31"
  },
  {
    "text": "Yeah. Well, we grew up here in the northwest where we got the Cascades. I grew up in the Seattle area, so we have the Olympics and the Cascades.",
    "start": "00:08:31",
    "end": "00:08:39"
  },
  {
    "text": "Yeah.",
    "start": "00:08:39",
    "end": "00:08:40"
  },
  {
    "text": "And they're like snow capped.",
    "start": "00:08:40",
    "end": "00:08:42"
  },
  {
    "text": "Yeah.",
    "start": "00:08:43",
    "end": "00:08:43"
  },
  {
    "text": "Massive, huge ridges with these large showpiece.",
    "start": "00:08:44",
    "end": "00:08:49"
  },
  {
    "text": "Mountains going from Alaskan peninsula on down through Canadian territories and then down through the northwest of the US Actually all the way down to California and I think into Mexico. There's called the Ring of Fire. A whole network of tectonic plates meeting just volcanic fire is leaking up from the depths of our space rock.",
    "start": "00:08:49",
    "end": "00:09:14"
  },
  {
    "text": "Yeah.",
    "start": "00:09:16",
    "end": "00:09:16"
  },
  {
    "text": "And like Mount Hood, which is an hour and a half east of Portland here, is 11,200 at the summit and Change Rainier, which is about three hours north of here between us and Seattle is 14 Mount Adams, which is at a triangle. Of those two is 12 and Change. Okay.",
    "start": "00:09:16",
    "end": "00:09:35"
  },
  {
    "text": "And then Mount St. Helens, which then.",
    "start": "00:09:36",
    "end": "00:09:38"
  },
  {
    "text": "Erupted 40 years ago, blew up in 1980. Yeah, yeah, exactly. I remember that.",
    "start": "00:09:38",
    "end": "00:09:44"
  },
  {
    "text": "Yeah. I was in womb.",
    "start": "00:09:44",
    "end": "00:09:45"
  },
  {
    "text": "You were in the womb?",
    "start": "00:09:46",
    "end": "00:09:47"
  },
  {
    "text": "Yeah.",
    "start": "00:09:47",
    "end": "00:09:47"
  },
  {
    "text": "Yes. Okay, There you go. I was out of the womb.",
    "start": "00:09:47",
    "end": "00:09:49"
  },
  {
    "text": "You remember it. You must have been like, three.",
    "start": "00:09:50",
    "end": "00:09:52"
  },
  {
    "text": "I have a memory of it raining ash outside.",
    "start": "00:09:52",
    "end": "00:09:55"
  },
  {
    "text": "Yeah.",
    "start": "00:09:56",
    "end": "00:09:56"
  },
  {
    "text": "It felt like snow, and it was accumulating like snow, but it was ash.",
    "start": "00:09:56",
    "end": "00:10:01"
  },
  {
    "text": "Yeah.",
    "start": "00:10:01",
    "end": "00:10:01"
  },
  {
    "text": "That's the only thing I remember that.",
    "start": "00:10:01",
    "end": "00:10:03"
  },
  {
    "text": "Will stick with you.",
    "start": "00:10:03",
    "end": "00:10:04"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:10:04",
    "end": "00:10:04"
  },
  {
    "text": "When it rained ash.",
    "start": "00:10:04",
    "end": "00:10:05"
  },
  {
    "text": "Yeah.",
    "start": "00:10:05",
    "end": "00:10:06"
  },
  {
    "text": "So you get the mountain range, but then you get the mountains.",
    "start": "00:10:06",
    "end": "00:10:09"
  },
  {
    "text": "That's right. And that's very different than uplift. Mountains like that are in the Colorado Rockies.",
    "start": "00:10:09",
    "end": "00:10:16"
  },
  {
    "text": "Oh, really?",
    "start": "00:10:16",
    "end": "00:10:17"
  },
  {
    "text": "Yeah. So there's. Tectonic plates have come together.",
    "start": "00:10:17",
    "end": "00:10:19"
  },
  {
    "text": "Oh, and they just smash everything together.",
    "start": "00:10:20",
    "end": "00:10:22"
  },
  {
    "text": "Yeah, and they smash. And so you. When you go to the Rockies in Colorado, everything's so high that the highest mountain, I think it's Mount Elbert in Colorado. I mean, it's big, but everything around it is also big, is also huge.",
    "start": "00:10:22",
    "end": "00:10:38"
  },
  {
    "text": "Okay.",
    "start": "00:10:38",
    "end": "00:10:38"
  },
  {
    "text": "Just a wall. So it's just a whole range there of things that are 10, 12, 14, 11, 10.",
    "start": "00:10:38",
    "end": "00:10:44"
  },
  {
    "text": "I haven't spent any time in the Rockies.",
    "start": "00:10:44",
    "end": "00:10:47"
  },
  {
    "text": "It's really interesting. Cause they don't look at all like the mountains that I grew up with.",
    "start": "00:10:47",
    "end": "00:10:51"
  },
  {
    "text": "Yeah, interesting. But uplift, that's what it's called.",
    "start": "00:10:51",
    "end": "00:10:54"
  },
  {
    "text": "Yep. And then there's fold mountains. Sometimes there'll be tectonic plates where they meet. And instead of pushing everything up, one will fold over the other. And so you get these kind of rolling shapes, a whole network. It looks like almost a ripple where the land has buckled and rippled. And those are called. And then erosion can cause mountains.",
    "start": "00:10:54",
    "end": "00:11:15"
  },
  {
    "text": "Okay.",
    "start": "00:11:16",
    "end": "00:11:16"
  },
  {
    "text": "Like, over time, there'll be some big piece of bedrock, and water has eroded everything around it.",
    "start": "00:11:16",
    "end": "00:11:24"
  },
  {
    "text": "Oh, so the bedrock remains.",
    "start": "00:11:24",
    "end": "00:11:25"
  },
  {
    "text": "So the bedrock remains. I think a lot of the mountains in the east coast of the United States, like the Appalachians or the Smokies, a lot of erosion as opposed to uplift. So what we're describing is depending on.",
    "start": "00:11:25",
    "end": "00:11:38"
  },
  {
    "text": "Where you live, there's mountains, then there's mountains, and there's Mountains.",
    "start": "00:11:38",
    "end": "00:11:42"
  },
  {
    "text": "Yeah, there's mountains. So first point was there's lots of mountains in the Bible.",
    "start": "00:11:42",
    "end": "00:11:46"
  },
  {
    "text": "Yeah.",
    "start": "00:11:46",
    "end": "00:11:46"
  },
  {
    "text": "Second point is what you imagine as a mountain will be relative to how you grew up. So let us at least take a quick moment to talk. Like, what are the mountains like in the biblical story?",
    "start": "00:11:46",
    "end": "00:11:57"
  },
  {
    "text": "Okay.",
    "start": "00:11:57",
    "end": "00:11:58"
  },
  {
    "text": "One thing that might be helpful, you could just get on Google and search like, Topography Map Ancient Israel, or Topography Map Ancient near east, just so you can get a sense of what the shape is. And what we're looking at is the mountain ranges on the eastern end of the Mediterranean Sea. So the whole story of Israel in the land called Canaan, or the land that was promised to be the inheritance of Abraham and his descendants, and then the land that Israel goes into in the time of Joshua and then the kings and all that, the land from which they're exiled and to which they return. All that takes place in a pretty small geographical area in the hills, in a set of hills that's about like 40 to 50 miles inland from the east end of the Mediterranean Sea.",
    "start": "00:11:59",
    "end": "00:12:50"
  },
  {
    "text": "Oh, it's all in the hills. Some of the stories aren't like, in the coastal areas.",
    "start": "00:12:50",
    "end": "00:12:54"
  },
  {
    "text": "Oh, they are. They are. Most of the stories of Abraham, Isaac and Jacob and then the stories of Joshua, the Judges and the kings and Samuel mostly take place in the hills and then occasionally outside of the hills. But the majority of action takes place in this hilly region. So here's what's interesting. If you look at the eastern end of the Mediterranean Sea, it's a coastal plains.",
    "start": "00:12:54",
    "end": "00:13:17"
  },
  {
    "text": "Yep.",
    "start": "00:13:18",
    "end": "00:13:19"
  },
  {
    "text": "And then running north to south, there's a spine of hills or mountains that rise up from that coastal plain. And so if we're talking in terms of feet, we're talking in terms of a rise from, like, sea level at the sea to where Jerusalem is, which is about 2,500ft or about 760 meters. And if you look at it on a map, you can see it's a spine, it's a big ridge that runs north to south, and then there's a severe drop down into the valley of the Jordan River. Jordan river runs from up in the north, where the source is, down a valley into the Sea of Galilee or the lake where a lot of the action in the Gospels takes place. Then you get the famous Jordan river valley that runs down south into the Dead Sea. And that valley, that passage all the way down the Jordan Valley to the Dead Sea is like, from a satellite or 3D, it looks like someone took, like a carving knife and just carved a crazy deep channel out of the Earth. Just like scooped out a channel, right. The valley goes really low. The Dead Sea is one of the lowest points on planet Earth. Below sea level. It's really far below sea level. So you go down to sea level or below sea level in the valley, and then it really steeply rises up on the other side again, which is another set of mountains. Those are called the mountains of Gilead, the hills that make up the region of Ammon, the people of Ammon, and the people of Moab, which is in modern day country of Jordan. So when the stories of the Bible are taking place in the mountains of Ephraim or the hill country of Ephraim.",
    "start": "00:13:19",
    "end": "00:15:09"
  },
  {
    "text": "Right. Okay.",
    "start": "00:15:09",
    "end": "00:15:10"
  },
  {
    "text": "It's referring to this northern spine up here on the west side of the Jordan Valley. When it refers to the hills of Judea, the mountains of Judea, it's referring to the southern part of that spine here, which is where Jerusalem is.",
    "start": "00:15:10",
    "end": "00:15:24"
  },
  {
    "text": "And this is the west spine. This is the Israel spine.",
    "start": "00:15:24",
    "end": "00:15:28"
  },
  {
    "text": "So these hills are where most of the action.",
    "start": "00:15:28",
    "end": "00:15:31"
  },
  {
    "text": "This is where the story of the.",
    "start": "00:15:31",
    "end": "00:15:32"
  },
  {
    "text": "Bible takes place of Abraham, Isaac, Jacob, Jacob, and then the story of Israel in the land mostly takes place in the hills. So real quick, here, here's our vocabulary list.",
    "start": "00:15:32",
    "end": "00:15:41"
  },
  {
    "text": "Okay.",
    "start": "00:15:41",
    "end": "00:15:42"
  },
  {
    "text": "Right. So the Hebrew word to refer to these things is har H A R. That's for.",
    "start": "00:15:42",
    "end": "00:15:49"
  },
  {
    "text": "That means high places, hills, mountains.",
    "start": "00:15:49",
    "end": "00:15:52"
  },
  {
    "text": "Yeah, well, so you could translate it mountain.",
    "start": "00:15:52",
    "end": "00:15:54"
  },
  {
    "text": "Yeah.",
    "start": "00:15:54",
    "end": "00:15:54"
  },
  {
    "text": "But what I think of as a mountain is defined by my experience of Mount Hood and Mount Tabor.",
    "start": "00:15:54",
    "end": "00:15:59"
  },
  {
    "text": "Yeah.",
    "start": "00:16:00",
    "end": "00:16:00"
  },
  {
    "text": "But here's the thing. Even the tallest mountain in the biblical imagination that the Israelites experience is way up in the north, Mount Hermon.",
    "start": "00:16:00",
    "end": "00:16:07"
  },
  {
    "text": "Okay.",
    "start": "00:16:07",
    "end": "00:16:08"
  },
  {
    "text": "And that is 9,230ft or 2,800 meters.",
    "start": "00:16:09",
    "end": "00:16:14"
  },
  {
    "text": "Yeah. Okay.",
    "start": "00:16:14",
    "end": "00:16:15"
  },
  {
    "text": "Yeah. That's tall.",
    "start": "00:16:15",
    "end": "00:16:15"
  },
  {
    "text": "That's a big boy.",
    "start": "00:16:15",
    "end": "00:16:16"
  },
  {
    "text": "That's a mountain.",
    "start": "00:16:16",
    "end": "00:16:17"
  },
  {
    "text": "Yeah.",
    "start": "00:16:17",
    "end": "00:16:17"
  },
  {
    "text": "That's Mount Hermon. Yeah. Jerusalem stands at 2,500ft, 760 meters, but it's called Mount Zion. It's Har Zion. There's Har Hermon, Mount Hermon, there's Har Tzion, Mount Zion, that is Jerusalem. So something that's 9,200ft or something that's 2,500ft gets the same Hebrew word, har har. Yeah.",
    "start": "00:16:17",
    "end": "00:16:45"
  },
  {
    "text": "Okay.",
    "start": "00:16:45",
    "end": "00:16:45"
  },
  {
    "text": "It's a pretty flexible word.",
    "start": "00:16:45",
    "end": "00:16:46"
  },
  {
    "text": "Yeah.",
    "start": "00:16:47",
    "end": "00:16:47"
  },
  {
    "text": "So that occurs almost 560 times in the Hebrew Bible. There's another common word, giva. Some Semitic scholars think it comes from a root like to swell or to rise up. Gava, it's the other main synonym word for a high hill that occurs about 70 times givah. Ah. It's actually translated because there was an Israelite town on a giva that was called Gibeah. Oh. There's also another Israelite town called Gibeon. And both of those are just versions of the word hill. Hill town.",
    "start": "00:16:48",
    "end": "00:17:22"
  },
  {
    "text": "Yeah, hill town. Hilly. Hilly place.",
    "start": "00:17:22",
    "end": "00:17:24"
  },
  {
    "text": "Hill. Yeah, yeah, yeah. And then there's another common synonym that can refer to a high rocky outcropping, which is often on top of a har or a giva. And that's the word selah, which just means high rock.",
    "start": "00:17:24",
    "end": "00:17:38"
  },
  {
    "text": "Or you mean like a bluff?",
    "start": "00:17:38",
    "end": "00:17:39"
  },
  {
    "text": "Like a. Oh, yeah. We would call it maybe a bluff or butte or bute. Butte, yeah. But those are the main words, Harry, which can mean hill or mountain in our imaginations. There's giva, which just means kind of high height, place, heights. Maybe the heights would be in English or what would be a good way. And then sela would be something like bute or bluff. Bluff, yeah. But it also can refer to cliffs that have a high. Yeah, okay. In the Greek New Testament, the word. There's just one made word, which is Oros, exclusively Oros. There's another one that's very rare, named Bunos, but Oros is the main one. This occurs a little over 60 times in the New Testament when Jesus gives a sermon on the mount or goes to the Mount of Olives, it's the horos. So that's what we're talking about here. Most of the action of the biblical story is taking place in hills that are somewhere between 2,000 to 3,000ft or, you know, 700 to 800 meters. Those are the mountains that are mostly referred to in the Bible. And then there's a couple standouts like Mount Sinai and then Mount Hermon.",
    "start": "00:17:39",
    "end": "00:18:54"
  },
  {
    "text": "Okay.",
    "start": "00:18:54",
    "end": "00:18:54"
  },
  {
    "text": "What do people think of when they think of mountains? So biblical authors have a strong set of associations when they think of mountains. Can you tell by how they talk about him? But here, just as a useful cross cultural exercise, would I say mountain and you think.",
    "start": "00:19:23",
    "end": "00:19:40"
  },
  {
    "text": "I think outdoors. I mean, we go to the mountains to be out of our homes. We don't live there. So it's like outdoor recreation.",
    "start": "00:19:40",
    "end": "00:19:50"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:19:50",
    "end": "00:19:51"
  },
  {
    "text": "Skiing and hiking and being out in the wild. I think of snow.",
    "start": "00:19:51",
    "end": "00:19:57"
  },
  {
    "text": "Mm. Where's the highest? What's the highest thing you've ever been on in a mountain?",
    "start": "00:19:58",
    "end": "00:20:03"
  },
  {
    "text": "You know, I haven't done a. I haven't really summited any, like Mount Hood or Rainier. So I bet the highest I've been is just on the top of a ski lift. Sure, right.",
    "start": "00:20:04",
    "end": "00:20:16"
  },
  {
    "text": "Yeah.",
    "start": "00:20:16",
    "end": "00:20:16"
  },
  {
    "text": "You're pretty high, though.",
    "start": "00:20:16",
    "end": "00:20:17"
  },
  {
    "text": "Yeah, that's right. I think on Mount Hood, the highest 7,000 ski lifts go up to. Yeah, 7,000. Maybe upwards of eight feet. Thousand feet, Yeah.",
    "start": "00:20:17",
    "end": "00:20:26"
  },
  {
    "text": "I did go to the top of. What was it? Eagle something in the Wallowa with you.",
    "start": "00:20:26",
    "end": "00:20:30"
  },
  {
    "text": "When we went backpacking in the Wallowa Mountains.",
    "start": "00:20:30",
    "end": "00:20:32"
  },
  {
    "text": "Yeah.",
    "start": "00:20:32",
    "end": "00:20:33"
  },
  {
    "text": "Yes.",
    "start": "00:20:33",
    "end": "00:20:33"
  },
  {
    "text": "I don't know how tall that was, though.",
    "start": "00:20:33",
    "end": "00:20:35"
  },
  {
    "text": "Yeah, Eagle Cap. Eagle Cap, Yeah. They're called the Alps of Oregon.",
    "start": "00:20:35",
    "end": "00:20:39"
  },
  {
    "text": "They're right in Alps of Oregon. They're beautiful.",
    "start": "00:20:39",
    "end": "00:20:41"
  },
  {
    "text": "The north, what, east corner, right near the border of Washington, Idaho up there. Oh, man. The eagle cat wilderness. 9,500ft or almost 3,000 meters tall. That was a tough slog going up the back of that thing. That was a hard day.",
    "start": "00:20:41",
    "end": "00:21:00"
  },
  {
    "text": "Yeah.",
    "start": "00:21:01",
    "end": "00:21:01"
  },
  {
    "text": "I got hooked on backpacking and hiking and outdoor. Anything was from my friend who was like an outdoorsman, like crazy. Rock climbing, snow, cave camping. The first backpacking trip he took me on was at a. Oh, it was a fall break in, I think my first or second semester of college. And he took me to central Oregon to the Strawberry Mountain Wilderness. And we circled and then summited Strawberry Mountain, which is in the center of Oregon. I think Maybe it's around 9,000ft, something like that.",
    "start": "00:21:01",
    "end": "00:21:33"
  },
  {
    "text": "Nice.",
    "start": "00:21:33",
    "end": "00:21:33"
  },
  {
    "text": "And it's the first time I'd ever been on top of a mountain.",
    "start": "00:21:33",
    "end": "00:21:36"
  },
  {
    "text": "Yeah.",
    "start": "00:21:36",
    "end": "00:21:37"
  },
  {
    "text": "And as we were going up to the top, it had clouds, low lying clouds just hovering on it. So we were ascending into the mist. It was really eerie and mysterious. So we walked up into the clouds and then I realized what we're walking up into, because I'd never done that before, was walking into just heavy mist. So you're just getting wet now, but it's not raining. You're just walking into water. And, you know, you can see about 10ft in front of you. So we got up to the top and it wasn't a point, it was kind of a large plateau on top of it. And then I don't know, within 20 minutes the clouds passed off of it. And then we hung out there for an hour and it totally cleared out. And we could see all the circle that we did around it because we summited on the last day. And it was windy because a wind came that blew the clouds away and it was just barren rock. And it felt like I was in another world. It was dry, felt lifeless in a way. There were like little mossy plants growing in the cracks of the rocks, but no trees. We were above a tree line and it felt like another world. And it felt like it Wasn't my place.",
    "start": "00:21:37",
    "end": "00:22:50"
  },
  {
    "text": "Yeah, I'm going to have to get down.",
    "start": "00:22:51",
    "end": "00:22:52"
  },
  {
    "text": "Yeah. Like I can't, like I can't hang out here for two years, make a house up here. And something about the wind because it was constant in your ears, it made it feel kind of stressful just because the constant sound in your ears and if you put your hood up then it's just the noise of it against your hood, you know. So anyway, I've had the chance to go to the top of another mountain since then and they're all like that. It's a precarious place.",
    "start": "00:22:52",
    "end": "00:23:18"
  },
  {
    "text": "Yeah. You don't feel settled?",
    "start": "00:23:18",
    "end": "00:23:20"
  },
  {
    "text": "No, I'm a visitor here.",
    "start": "00:23:20",
    "end": "00:23:21"
  },
  {
    "text": "Yeah.",
    "start": "00:23:21",
    "end": "00:23:21"
  },
  {
    "text": "You're high. You can see so far.",
    "start": "00:23:22",
    "end": "00:23:24"
  },
  {
    "text": "It feels dangerous.",
    "start": "00:23:25",
    "end": "00:23:26"
  },
  {
    "text": "It feels dangerous, yes. Yeah.",
    "start": "00:23:26",
    "end": "00:23:29"
  },
  {
    "text": "And awe inspiring. And it took so much energy and effort to get up there and. And then you realize I can't stay here.",
    "start": "00:23:29",
    "end": "00:23:38"
  },
  {
    "text": "Yeah, this is not my place. Often, you know, when you're down looking up at a mountain, you see the weather up there. You know, often storms hit mountains. Mountains make their own weather. So mountains have this aura about them. When you're down on the lowland, they're majestic, they're awe inspiring, they're close to the skies, closer to the skies than we are on the lowland. There's a sense of not my place kind of dangerous. If you experience weather on a mountain, it's crazy intense now.",
    "start": "00:23:39",
    "end": "00:24:13"
  },
  {
    "text": "Okay, so yeah, I get what you're saying. You did say, however that most of the stories of the Bible happen in the hills. Those are the mountains.",
    "start": "00:24:13",
    "end": "00:24:23"
  },
  {
    "text": "Yeah.",
    "start": "00:24:23",
    "end": "00:24:24"
  },
  {
    "text": "So there are mountains that you live in.",
    "start": "00:24:24",
    "end": "00:24:26"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:24:26",
    "end": "00:24:27"
  },
  {
    "text": "The hills that you live in.",
    "start": "00:24:27",
    "end": "00:24:28"
  },
  {
    "text": "That's right.",
    "start": "00:24:28",
    "end": "00:24:29"
  },
  {
    "text": "You're higher, but it's not so high that it's a problem. It's actually high enough that it's an asset.",
    "start": "00:24:30",
    "end": "00:24:37"
  },
  {
    "text": "Right, exactly. Okay, that's right. So mountains are multi layered in the story of the Bible with different types of meaning. But then there are certain moments when a mountain becomes more like the things that we're describing.",
    "start": "00:24:37",
    "end": "00:24:55"
  },
  {
    "text": "When the mountain becomes the mountain.",
    "start": "00:24:55",
    "end": "00:24:57"
  },
  {
    "text": "The mountain. Oh yes. Okay. There's the mountains and then there's the mountain.",
    "start": "00:24:57",
    "end": "00:25:02"
  },
  {
    "text": "Okay, so you can live in the hills. You're protected in the hills.",
    "start": "00:25:02",
    "end": "00:25:06"
  },
  {
    "text": "Yes, actually. Okay, so here's things associated with the hills. Maybe this is helpful to make a distinction between the hills and the mountain. Where should we say the mountains and the mountain? So the hills, that is mountains in their less intense, less life threatening form are viewed positively in the storyline of the Bible. For example, weather patterns will change or transform when they Hit higher land, often connected with rain and water or dropping snow. And so hills in the biblical author's imagination are often viewed or described as sources of water, sources of life and fertility, because of all of the water that drops on mountains in rain or snow, and then flows down to the rest of the land.",
    "start": "00:25:06",
    "end": "00:25:57"
  },
  {
    "text": "So not only is the water flowing down, but there's more vegetation in the hilly mountains, right?",
    "start": "00:25:57",
    "end": "00:26:03"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:26:03",
    "end": "00:26:03"
  },
  {
    "text": "If you're a shepherd, you're going to bring your sheep up to the hills. Up to the hills. To eat the grass and the hills.",
    "start": "00:26:03",
    "end": "00:26:09"
  },
  {
    "text": "Yep, exactly Right. So, for example, Psalm 65 begins by describing Mount Zion as the place where God lives. And then the poem is about how, from Mount Zion, God. This is in Psalm 65, verse 9. God cares for the land and waters it, greatly enriching it. The stream of God is filled with waters that provide grain. You drench the furrows of the land like farming ridges, penetrating its ridges with rains. You soften it and bless it with growth. Okay, and we'll talk about this later. But God's habitation is on a mountain, and from the mountain he provides water that enriches the land down below. That's the conception here. Psalm 72 celebrates that in the day of the Messiah's reign, there will be an abundance of grain on the tops of the Harim. The hills.",
    "start": "00:26:09",
    "end": "00:27:09"
  },
  {
    "text": "Yeah. Okay. Which. You're not on the top Mount Hood. You're not.",
    "start": "00:27:09",
    "end": "00:27:13"
  },
  {
    "text": "No.",
    "start": "00:27:13",
    "end": "00:27:14"
  },
  {
    "text": "You're not growing grain.",
    "start": "00:27:14",
    "end": "00:27:15"
  },
  {
    "text": "No. Yeah. Or on the top of Mount Sinai, on the top of Hermon, but in the mountains. That is the hill country.",
    "start": "00:27:15",
    "end": "00:27:22"
  },
  {
    "text": "Yeah. That's a great place to farm.",
    "start": "00:27:22",
    "end": "00:27:23"
  },
  {
    "text": "It's a great. Yep. Great place to farm. Yeah. In Deuteronomy 8, Moses describes that hill country of the land that they're going to enter into. He calls it a good land, a land of brooks, of water, of fountains and springs that flow forth down in the valleys and up from the mountains.",
    "start": "00:27:23",
    "end": "00:27:43"
  },
  {
    "text": "And those are the hills there?",
    "start": "00:27:43",
    "end": "00:27:44"
  },
  {
    "text": "Those are the hills, yeah. Yeah. So mountains are associated with sources of water, that is life, which makes perfect sense. Yep. You already named this. Mountains are consistently, throughout the Bible, referred to as places of safety and protection. So the phrase flee for the mountains.",
    "start": "00:27:44",
    "end": "00:28:03"
  },
  {
    "text": "Yeah. Run for the hills.",
    "start": "00:28:03",
    "end": "00:28:04"
  },
  {
    "text": "Run for the hills. Yeah, yeah. The first time that idea comes is in Genesis 14, actually, when Sodom and Gomorrah, which is down by the Dead Sea, one of the lowest place on planet Earth, and when the kings of Sodom and Gomorrah realize they're beaten by the coalition of Kings that invaded, they flee to the mountains. The phrase run for the hills comes from this comes. I don't know if it comes from here, but it appears in the Bible for the first time in Genesis 14.",
    "start": "00:28:04",
    "end": "00:28:32"
  },
  {
    "text": "Those who survived fled to the mountains.",
    "start": "00:28:32",
    "end": "00:28:34"
  },
  {
    "text": "Fled to the mountains, that is. Ran for the hills.",
    "start": "00:28:34",
    "end": "00:28:36"
  },
  {
    "text": "Ran for the hills.",
    "start": "00:28:36",
    "end": "00:28:37"
  },
  {
    "text": "Yeah. Yeah. Also, when Lot and his daughters and his wife and she turns into a pillar of salt, when they flee Sodom and Gomorrah, they also, same phrase, they run for the mountains. Run for the hills. And why would you do that? Because if you're up in the rocks, you're less easy to attack, essentially.",
    "start": "00:28:37",
    "end": "00:28:57"
  },
  {
    "text": "Yeah. It's easier to defend yourself.",
    "start": "00:28:58",
    "end": "00:28:59"
  },
  {
    "text": "Yeah. If you're in the low lying land and you build a town, you could be easily just surrounded because it's flat. But if you build a town up on a rock which only has one little passageway through some rock crags to get up to it, then you're like. You're golden.",
    "start": "00:29:00",
    "end": "00:29:17"
  },
  {
    "text": "Yeah. There's only a few ways up. Everyone's going to have to, like, fight against gravity to get to you. And you have gravity on your side if you want to lob things down.",
    "start": "00:29:18",
    "end": "00:29:27"
  },
  {
    "text": "Yep, that's right.",
    "start": "00:29:27",
    "end": "00:29:28"
  },
  {
    "text": "It's a great place to defend yourself.",
    "start": "00:29:28",
    "end": "00:29:29"
  },
  {
    "text": "That's right. Basically, the things you're looking for for the ideal place to build a town in this region is on a high place near a source of water.",
    "start": "00:29:29",
    "end": "00:29:39"
  },
  {
    "text": "Yeah.",
    "start": "00:29:39",
    "end": "00:29:40"
  },
  {
    "text": "You're looking for a spring or something, and there's lots of those places. Jerusalem is one of those places. Jerusalem was chosen for its strategic position on a hillside with a steep valley going down. And there's a water source just down the hill from the top of the hillside. So it was surely part of why it was chosen as a strategic city. So then what's interesting is then, because cities on mountains are described as secure places, one of the main metaphors for Yahweh in the Psalms in particular is Yahweh as a mountain, usually. And it's the phrase rock. Remember that phrase? Selah was one of the key mountain words.",
    "start": "00:29:40",
    "end": "00:30:30"
  },
  {
    "text": "It's always Selah, though. Is Yahweh ever called a har? A har?",
    "start": "00:30:30",
    "end": "00:30:34"
  },
  {
    "text": "No. Nope. He's called a rock.",
    "start": "00:30:34",
    "end": "00:30:36"
  },
  {
    "text": "He's called a rock.",
    "start": "00:30:36",
    "end": "00:30:36"
  },
  {
    "text": "He's called a rock. But the image is of a high. A high rock. So Psalm 18. Yahweh is my rock and my fortress, the one in whom I take refuge, my stronghold.",
    "start": "00:30:36",
    "end": "00:30:48"
  },
  {
    "text": "So, yeah, like when I would hear those verses, I wouldn't think of a mountain. I just thought of, you know, sturdy A rock, like some sort of foundation. It didn't have to be in a high place. But you're saying this is particularly high places?",
    "start": "00:30:48",
    "end": "00:31:02"
  },
  {
    "text": "Yes, yeah, just a rock on a high hill. And yeah, maybe think of a tall hill that has a network of like bedrock things thrusting up out of the earth with a plateau on top.",
    "start": "00:31:02",
    "end": "00:31:13"
  },
  {
    "text": "Those are great places to build a city, to be secure. And it becomes a metaphor for what God is like.",
    "start": "00:31:13",
    "end": "00:31:22"
  },
  {
    "text": "Yep, you got it. Okay. There's one more kind of layer of meaning where the mountains become the mountain. And that's based on the intuitive fact that hills and mountains are closer to the sky than low lying lands. And that closeness to the sky, that dangerous, not quite MySpace kind of feeling that we were describing earlier is actually really important in the storyline of the Bible and what mountains mean. In the Bible, mountains become places where the boundary between heaven and earth or the gap between heaven and earth becomes very thin between God's realm and the human realm on top of the highest mountains. And it's actually that meaning where the mountains change to the mountain.",
    "start": "00:31:22",
    "end": "00:32:15"
  },
  {
    "text": "Then there's a sense where you get high enough and suddenly the land stops feeling like you're domain.",
    "start": "00:32:42",
    "end": "00:32:49"
  },
  {
    "text": "Yeah, totally. Yeah, that's right.",
    "start": "00:32:49",
    "end": "00:32:51"
  },
  {
    "text": "It starts to feel like I'm entering into a new domain that I don't belong in.",
    "start": "00:32:51",
    "end": "00:32:55"
  },
  {
    "text": "That's right.",
    "start": "00:32:55",
    "end": "00:32:55"
  },
  {
    "text": "Where the domains are merging.",
    "start": "00:32:55",
    "end": "00:32:58"
  },
  {
    "text": "Merging, yeah, they overlap and you know, we have our own version of that. When you go to high places, especially high mountains, like the elevation changes how your body feels.",
    "start": "00:32:58",
    "end": "00:33:09"
  },
  {
    "text": "Oh yeah.",
    "start": "00:33:09",
    "end": "00:33:10"
  },
  {
    "text": "Less oxygen, less oxygen, you get elevation sickness. Takes human bodies time to adapt to being at high elevation. It's usually more dry when you get up really, to really high mountains. You know, there's no water up there, no running water.",
    "start": "00:33:10",
    "end": "00:33:27"
  },
  {
    "text": "There's glaciers.",
    "start": "00:33:27",
    "end": "00:33:28"
  },
  {
    "text": "Unless there's a snow melt. Yeah. And so it just starts to feel more and more alien. It's not the habitable domain. But it's land.",
    "start": "00:33:28",
    "end": "00:33:37"
  },
  {
    "text": "It is land.",
    "start": "00:33:37",
    "end": "00:33:38"
  },
  {
    "text": "It's land.",
    "start": "00:33:38",
    "end": "00:33:39"
  },
  {
    "text": "That's the thing. So it's emerging.",
    "start": "00:33:39",
    "end": "00:33:40"
  },
  {
    "text": "It's emerging.",
    "start": "00:33:40",
    "end": "00:33:41"
  },
  {
    "text": "It's the place where these domains begin to soften into each other.",
    "start": "00:33:41",
    "end": "00:33:46"
  },
  {
    "text": "Yeah, exactly.",
    "start": "00:33:46",
    "end": "00:33:47"
  },
  {
    "text": "Okay.",
    "start": "00:33:47",
    "end": "00:33:47"
  },
  {
    "text": "Yeah. Mountains as meeting places of heaven and earth is described in biblical studies as the theme of the cosmic mountain. I guess here's the punchline of the series. I think what I want to try and capture is that the biblical authors, Ancient Israel was in a culture where the tops of cosmic mountains had a particular kind of meaning. Places where heaven and earth are just thinly separated or they're fully merged and where the realm of the gods and the realm of humans are one. And those spaces were imagined as mountaintops, the highest mountains you can imagine. What happens through the storyline of the Bible is it begins with a cosmic mountain.",
    "start": "00:33:48",
    "end": "00:34:33"
  },
  {
    "text": "Eden.",
    "start": "00:34:33",
    "end": "00:34:34"
  },
  {
    "text": "Eden. And then within the storyline of the Torah, you go to a couple others, but Mount Sinai becomes the next main cosmic mountain with a couple in between. Mount Ararat. Yeah.",
    "start": "00:34:34",
    "end": "00:34:44"
  },
  {
    "text": "No one's building a city city up on Mount Sinai.",
    "start": "00:34:44",
    "end": "00:34:46"
  },
  {
    "text": "No. Nope, nope. But when Moses ascends up into the clouds, all of a sudden, he's in heaven and earth at the same time because he's seeing visions of the cosmic mountain, clearly.",
    "start": "00:34:46",
    "end": "00:34:57"
  },
  {
    "text": "A cosmic mountain.",
    "start": "00:34:57",
    "end": "00:34:58"
  },
  {
    "text": "Yep, that's right. But something crucially important happens is that Moses is to make a copy of what he sees and experiences up on top of the mountain, which is the cosmic overlap of heaven and earth. And he is to make a pattern, an image of it down on the land in the form of the tent.",
    "start": "00:34:58",
    "end": "00:35:19"
  },
  {
    "text": "So he's bringing the cosmic mountain down in the form of a tent.",
    "start": "00:35:20",
    "end": "00:35:24"
  },
  {
    "text": "Now all of a sudden, the tent and then later the temple become places where you can experience, in this place, the thing that you experience on top of cosmic mountains.",
    "start": "00:35:24",
    "end": "00:35:38"
  },
  {
    "text": "You've used the word portals before.",
    "start": "00:35:38",
    "end": "00:35:39"
  },
  {
    "text": "Portals. Yes, that's right. Yeah. The tabernacle and the temple are symbolic cosmic mountains. It's a mobile mountain, the tent. Because remember, the whole thing is it moves around with Israel. It's a little mobile mountain, and then it takes up residence on a small, shorter mountain that is Mount Zion.",
    "start": "00:35:39",
    "end": "00:35:59"
  },
  {
    "text": "Yeah.",
    "start": "00:35:59",
    "end": "00:36:00"
  },
  {
    "text": "Mount Zion becomes cosmic Mount Zion when the tabernacle is moved there. And then Solomon builds the temple. And then what becomes clear throughout the story is that the God of Israel, because he's the creator of sky and land, the high places and the low places, God can choose to create any place as a cosmic mountain place, like Jacob lying in a field or David fleeing from Saul, has cosmic mountain moments out in the wilderness. And then when Jesus claims that he is the temple, the temple of his body, like in the Gospel of John, what he's claiming there is that he is a walking, talking, human, cosmic mountain. And then Jesus and the apostles will claim in the body of the Messiah, can become a meeting place of heaven and earth that is humans.",
    "start": "00:36:00",
    "end": "00:36:59"
  },
  {
    "text": "So for Jesus and for Paul, there, he doesn't say mountain, he says temple.",
    "start": "00:37:01",
    "end": "00:37:05"
  },
  {
    "text": "Temple. Yeah.",
    "start": "00:37:05",
    "end": "00:37:06"
  },
  {
    "text": "But you're saying that also means mountain.",
    "start": "00:37:06",
    "end": "00:37:08"
  },
  {
    "text": "Yeah. What the temple means, it's a portal.",
    "start": "00:37:08",
    "end": "00:37:11"
  },
  {
    "text": "To the mountain top is a portal.",
    "start": "00:37:11",
    "end": "00:37:13"
  },
  {
    "text": "Between heaven and earth.",
    "start": "00:37:13",
    "end": "00:37:14"
  },
  {
    "text": "Moses made the way to experience the top of the mountain brought down, down to earth. And that's the Tabernacle.",
    "start": "00:37:14",
    "end": "00:37:21"
  },
  {
    "text": "That's right.",
    "start": "00:37:22",
    "end": "00:37:22"
  },
  {
    "text": "And so to be the temple is to be then away to the mountain.",
    "start": "00:37:22",
    "end": "00:37:27"
  },
  {
    "text": "That's right, yeah. You can ascend into the heavens without having to actually go climb a mountain. Now, in other words, what Israel's neighbors reserved for the top of these mountains, the biblical authors are trying to tell us, is available on more places and more times than just one moment on top of a mountain. In the New Testament, prayer and communal worship in the assembly can be places where you encounter what ancient Canaanites would have described as what you would experience on a cosmic mountain.",
    "start": "00:37:27",
    "end": "00:38:00"
  },
  {
    "text": "Okay, well, that's where we need to go next then. What do ancient Canaanites or any of the ancient.",
    "start": "00:38:01",
    "end": "00:38:05"
  },
  {
    "text": "Yeah, or Egyptians, Mesopotamians, as the cosmic mountain. Yeah, that's what we should talk about next.",
    "start": "00:38:05",
    "end": "00:38:11"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. Next week will look at how mountains were depicted in the literature of ancient Israel's neighbors, and we'll see how that fits into how the Bible talks about the cosmic mountain.",
    "start": "00:38:14",
    "end": "00:38:28"
  },
  {
    "text": "One of the most prominent and enduring creation mythologies begin with chaos waters, out of which a huge mountain emerges up out of the sea, the top of which is the realm of the gods. And then temples are models of that. The biblical authors grew up in an environment where this is the cosmology. And so what we're going to watch them do is adapt and adopt in light of their conviction of Yahweh as the one God, creator of heaven and earth.",
    "start": "00:38:28",
    "end": "00:38:58"
  },
  {
    "text": "Bibleproject is a crowdfunded nonprofit. We exist to help people experience the Bible as a unified story that leads to Jesus. Everything that we make is free because of the generous support of thousands of people just like you. So thank you for being a part of this with us. Hi, this is Joyce and I'm from London. Hi, this is Billy from Maryland. I first heard about the Bible Project when I was looking for some YouTube videos to explain the themes and outlines of certain books of the Bible. And I found their series of videos that do just that. My favorite thing about the Bible Project is how Bible stories are shown in the creative and easily understood way perfect for both Christians and seekers. It takes these wide ranging topics and shows us how they connect throughout all of Scripture. We believe the Bible is a unified story that leads to Jesus. We are a crowdfunded project by people like me. Find free videos, articles, podcasts, classes and more on the Bibleproject app and@bibleproject.com hey.",
    "start": "00:38:59",
    "end": "00:39:56"
  },
  {
    "text": "Everyone, this is Tyler and I'm the supervising audio engineer for the podcast. I've been working at bibleproject for two and a half years and I get to oversee the recording, editing, and sound design of this podcast. My favorite part about work is stewarding the sound of this show to be as clear and compelling as possible. As an added bonus, I get to learn along with you as I work. I look forward to learning more about the significance of high places in the Bible as both a metaphor and mechanism in the Biblical story. There is a whole team of us that bring the podcast to life. For a full list of everyone involved, check out the show credits in the episode description wherever you stream the podcast and on our website.",
    "start": "00:39:56",
    "end": "00:40:31"
  }
]