[
  {
    "text": "Welcome to BibleProject podcast. We're about halfway through this series on the theme of the mountain. We've seen that in the Bible, mountains represent an overlap between heaven and earth, where God's presence, wisdom and blessing can be found. And through several stories, we've seen that certain people surrender what they think is life and ascend the mountain and learn to trust God's voice. And when they do, the blessings of heaven can flow down the mountain to the land. These are stories of Noah, Abraham, and Moses as intercessors. And stories like David on his best day. Now, in today's episode, we're going to look at a real bright spot when David's son, Solomon has the opportunity on a mountain to ask God for anything he wants.",
    "start": "00:00:04",
    "end": "00:00:50"
  },
  {
    "text": "And Solomon said, I don't know how to lead, so give your servant a listening heart.",
    "start": "00:00:50",
    "end": "00:00:57"
  },
  {
    "text": "So.",
    "start": "00:00:57",
    "end": "00:00:57"
  },
  {
    "text": "So I can discern between good and bad. It's so beautiful. We're supposed to cheer at this moment. Solomon's request to not take from knowing good or bad for himself, but to ask God that is good in the eyes of God.",
    "start": "00:00:57",
    "end": "00:01:13"
  },
  {
    "text": "God promises to give Solomon more wisdom than any other human. And he promises so much more things he didn't ask for long life, riches, protection from his enemies. And this leads to an era of great abundance and peace. And it leads to the construction of a temple on Mount Zion. And this is all really great. But things break bad. With no limits on Solomon's power, Solomon begins to make compromises.",
    "start": "00:01:13",
    "end": "00:01:39"
  },
  {
    "text": "So what follows next is just the huge amounts of wealth and all the stuff he did with his wealth. He's just immersed in sex, money, and power, and it's all happening on the cosmic mountain.",
    "start": "00:01:39",
    "end": "00:01:50"
  },
  {
    "text": "How could Solomon, the wisest human in the Hebrew Bible, screw this all up?",
    "start": "00:01:50",
    "end": "00:01:55"
  },
  {
    "text": "So you're like, what else would this guy want? It turns out that the human heart can't handle too much abundance.",
    "start": "00:01:55",
    "end": "00:02:03"
  },
  {
    "text": "Today we'll look at Solomon's highs and lows, and we'll talk about how too much abundance can corrupt even the wisest of leaders. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:02:03",
    "end": "00:02:21"
  },
  {
    "text": "Hey, John. Hi.",
    "start": "00:02:21",
    "end": "00:02:22"
  },
  {
    "text": "Hi. Okay, we're in the thick of it.",
    "start": "00:02:22",
    "end": "00:02:24"
  },
  {
    "text": "We are. Cosmic mountain.",
    "start": "00:02:24",
    "end": "00:02:26"
  },
  {
    "text": "Cosmic mountain.",
    "start": "00:02:26",
    "end": "00:02:27"
  },
  {
    "text": "Turns out it's brambly thick and brambly up at the top of the mountain. It's hard to find our way around.",
    "start": "00:02:27",
    "end": "00:02:33"
  },
  {
    "text": "Yeah, we're looking at stories that take place on the cosmic mountain.",
    "start": "00:02:33",
    "end": "00:02:37"
  },
  {
    "text": "Today we're talking about Solomon and how he builds a new Garden of Eden temple on top of a cosmic mountain. And so we're going to turn to the book of first Kings. And that's where we are. So David's on his deathbed in 1 Kings, chapters 1 and 2, and he appoints Solomon to be the king among his sons who will reign. And that's a whole fascinating thing that we've actually looked at before. It's kind of like a mafia story. David orders the assassination of all these former enemies. It's really interesting. So Solomon becomes king and he's appointed king in Jerusalem. But chapter one told us that it happened by a place in the vicinity of Jerusalem just called Gihon.",
    "start": "00:02:37",
    "end": "00:03:21"
  },
  {
    "text": "What takes place where he becomes king?",
    "start": "00:03:21",
    "end": "00:03:23"
  },
  {
    "text": "Where he becomes king, he's supposed to ride his dad's donkey into the city, but some part of the city called Gihon. And that's where they're supposed to blow a trumpet and announce him as king. So what's fascinating is the word Gihon, it's the word gusher.",
    "start": "00:03:23",
    "end": "00:03:39"
  },
  {
    "text": "Oh yeah, it's one of the rivers.",
    "start": "00:03:39",
    "end": "00:03:40"
  },
  {
    "text": "And it's only used two times in the Hebrew Bible to describe a water source here, a spring near Jerusalem. And then in the Garden of Eden story to describe one of those break off rivers that came flowing out of the river that flowed out of the top of the cosmic mountain where the Garden of Eden was.",
    "start": "00:03:41",
    "end": "00:04:02"
  },
  {
    "text": "The Eden river breaks off into four rivers and one of those is Gihon.",
    "start": "00:04:02",
    "end": "00:04:06"
  },
  {
    "text": "That's right.",
    "start": "00:04:06",
    "end": "00:04:07"
  },
  {
    "text": "To gush the gushing.",
    "start": "00:04:07",
    "end": "00:04:08"
  },
  {
    "text": "To gush. Yeah, that's right, yeah. So Solomon is announced and crowned king by the gusher in the city of Jerusalem, not the High place. Actually the spring was down the hill from the High place, but it's just a little cosmic mountain Eden echo there. So when King David finally dies, Solomon becomes king. The end of chapter two. So the kingdom was established in the hands of Solomon.",
    "start": "00:04:08",
    "end": "00:04:36"
  },
  {
    "text": "All right, Solomon's turn.",
    "start": "00:04:36",
    "end": "00:04:38"
  },
  {
    "text": "First thing Solomon does, chapter three, verse one. So Solomon formed a marriage alliance with Pharaoh. The king of Egypt took Pharaoh's daughter and he brought her into the city of David.",
    "start": "00:04:39",
    "end": "00:04:52"
  },
  {
    "text": "Yeah, now you're on the good side with Pharaoh.",
    "start": "00:04:52",
    "end": "00:04:54"
  },
  {
    "text": "Until he had finished building his own house and the house of Yahweh and the wall around Jerusalem.",
    "start": "00:04:54",
    "end": "00:05:01"
  },
  {
    "text": "Cool building project.",
    "start": "00:05:02",
    "end": "00:05:03"
  },
  {
    "text": "That's right. So this is just put in front of the reader. He married the king of Pharaoh's daughter, which is what kings do. Yeah, to make alliances in the ancient world. Yeah, you make alliances. And then also connected to that is usually adopting the family deities that are worshiped. So part of the alliance is, hey, I worship whatever Ra or some Egyptian deity down here. And if you're taking my daughter into your home, Then she'll be bringing some statues and you'll incorporate those into your growing collection of shrines and put that alongside. Like this is what intermarriage between Israelites and non Israelites is always really connected to in the Hebrew Bible. It's about the adoption of other people's gods. So the narrator doesn't say it's problematic here, just plants it there. So you just gotta sit and wait for it to sprout.",
    "start": "00:05:03",
    "end": "00:06:03"
  },
  {
    "text": "Yeah, that's buried. Cause at a surface reading, it's a smart strategic move.",
    "start": "00:06:03",
    "end": "00:06:09"
  },
  {
    "text": "That's right. It's the most powerful regional player. Right. It's your southern neighbor. Yeah, that's right.",
    "start": "00:06:09",
    "end": "00:06:14"
  },
  {
    "text": "But you're saying in the biblical literature.",
    "start": "00:06:14",
    "end": "00:06:16"
  },
  {
    "text": "Yeah. You're already supposed to know it's problematic. You're supposed to know it's problematic and it'll become explicitly problematic in chapter 11. So next thing you're told. Now the people, you should know were still offering sacrifices to Yahweh on the high places because there was no house built for the name of Yahweh until those days. Let's just stop right there. So we're told they're sacrificing on high places. This is fascinating.",
    "start": "00:06:16",
    "end": "00:06:49"
  },
  {
    "text": "This is going to pop up all over kings.",
    "start": "00:06:49",
    "end": "00:06:51"
  },
  {
    "text": "Oh yes. In fact, here, let me just. The high places are mentioned. Yeah. How often in kings the high places are mentioned 41 times in the scroll of Kings. Big deal. Yeah. And the first time they're mentioned is right here. And what you're told is, well, you can't really blame the people because there was no temple. There was no centralized altar or temple. Now there was still the tent. David moved the Ark of the Covenant and into Jerusalem. But you're just told there. So it's kind of this, is this bad, is this good? Or is this just kind of just how it is? And Yahweh's working with it. So the word high place, it's the Hebrew word bama. And there's lots of scholarly debate about the origin of the word and what it means. In a cousin Semitic language of Akkadian, it means like the side topmost ridge of a mountain, of a mountain that has multiple sides. That highest ridge, you call it the bama. So people are offering sacrifices to gods on high hills. And this is a very cross cultural, not always universal, but cross cultural activity because mountains are cross culturally perceived as sacred places because they're close to the heavens. So the Israelites are just offering sacrifices all over because there was no temple. Now you should know this. Solomon loved Yahweh he walked in the statutes of his father David. Well, okay. He did sacrifice and burn incense on those high places. In fact, the king one day went to Gibon or Gibeon. And then the Hebrew word Gibeon means a high hill.",
    "start": "00:06:51",
    "end": "00:08:37"
  },
  {
    "text": "Okay. So he went to a high hill called High Hill.",
    "start": "00:08:37",
    "end": "00:08:40"
  },
  {
    "text": "He went to a high hill called High Hill. So Gibhon or high place. Hilly place. Yeah, exactly. So he went to Hilltown to sacrifice there, for that was the great high place.",
    "start": "00:08:40",
    "end": "00:08:52"
  },
  {
    "text": "Okay.",
    "start": "00:08:52",
    "end": "00:08:52"
  },
  {
    "text": "Solomon offered a thousand burnt offerings.",
    "start": "00:08:53",
    "end": "00:08:55"
  },
  {
    "text": "Yeah. That's a big day.",
    "start": "00:08:56",
    "end": "00:08:58"
  },
  {
    "text": "He must have had, like, 20 or 30 priests. And he's like, everybody, round one, go.",
    "start": "00:09:00",
    "end": "00:09:06"
  },
  {
    "text": "Yeah.",
    "start": "00:09:06",
    "end": "00:09:07"
  },
  {
    "text": "And then, like, line them all up. He goes to the great high place to offer offerings up to God. So we should be thinking, well, the places where this happens is in front of the tabernacle, which is a symbolic cosmic mountain.",
    "start": "00:09:07",
    "end": "00:09:25"
  },
  {
    "text": "Yeah.",
    "start": "00:09:25",
    "end": "00:09:26"
  },
  {
    "text": "And then also at the foot of Mount Sinai. When Moses brokered the covenant relationship, he built an altar at the foot of the mountain, and then he went up onto the mountain and offered himself. That's a whole other thing. But all of those point back to Eden, where Adam and Eve failed to surrender to God. And so they get exiled past the cherubim and the fiery sword. And that's where Cain and Abel offer the first offerings in Genesis 4, at.",
    "start": "00:09:27",
    "end": "00:09:57"
  },
  {
    "text": "The base of the mountain of sorts.",
    "start": "00:09:57",
    "end": "00:09:59"
  },
  {
    "text": "So there's a king who was appointed king at Gusher, which is the name of one of the rivers that flowed out of Eden. And then he's going to high places at Hilltown to offer sacrifices to Yahweh.",
    "start": "00:09:59",
    "end": "00:10:12"
  },
  {
    "text": "Now, later in the scroll of Kings, sacrificing in high places is explicitly bad.",
    "start": "00:10:12",
    "end": "00:10:19"
  },
  {
    "text": "Explicitly prohibited.",
    "start": "00:10:19",
    "end": "00:10:20"
  },
  {
    "text": "Because the temple exists.",
    "start": "00:10:20",
    "end": "00:10:21"
  },
  {
    "text": "Because the temple exists. And notice all these little concessions, like, well, they were sacrificed in a high place, but there wasn't any temple.",
    "start": "00:10:21",
    "end": "00:10:27"
  },
  {
    "text": "Cause I thought. Because I thought the high places were always associated with, like, other gods, like the Asherah poles and stuff.",
    "start": "00:10:27",
    "end": "00:10:33"
  },
  {
    "text": "Yeah. Not here.",
    "start": "00:10:34",
    "end": "00:10:34"
  },
  {
    "text": "Okay.",
    "start": "00:10:34",
    "end": "00:10:35"
  },
  {
    "text": "Yeah, that's right. So here it's just recognizing there's this little unique era where Yahweh will accept the worship of Israel on the high places. Because the temple didn't exist yet.",
    "start": "00:10:35",
    "end": "00:10:48"
  },
  {
    "text": "Okay. And Solomon went to town.",
    "start": "00:10:48",
    "end": "00:10:50"
  },
  {
    "text": "So Solomon went there one day with a thousand animals. And at Hilltown, Gibeon, Yahweh appeared to Solomon in a dream at night. Wow. This is like, this cool. A lot. Like, Adam fell asleep in the garden. Yeah. And Yahweh gave him the fulfillment of his dreams, which was his better half. Literally, metaphorically. And God Said to Solomon, ask what you want me to give you? What do you desire?",
    "start": "00:10:50",
    "end": "00:11:22"
  },
  {
    "text": "What do you want?",
    "start": "00:11:23",
    "end": "00:11:23"
  },
  {
    "text": "Yeah, ask. And Solomon said, you have shown great loyal love to your servant David, my dad. And he walked before you in truth and righteousness with an upright heart.",
    "start": "00:11:24",
    "end": "00:11:39"
  },
  {
    "text": "Except when he didn't totally.",
    "start": "00:11:39",
    "end": "00:11:41"
  },
  {
    "text": "Except for the murder and the selfishness. But other than that, you reserved for him great loyal love, and you gave him, me, a son to sit on his throne as it is today.",
    "start": "00:11:41",
    "end": "00:11:58"
  },
  {
    "text": "He's feeling pretty good about himself.",
    "start": "00:11:58",
    "end": "00:12:00"
  },
  {
    "text": "He's feeling pretty good talking about himself in third person. This is so rad now. Yahweh, my Elohim. So you are my dad's Elohim, Yahweh. You're my Elohim. You have made your servant a king in the place of your father, David. Yet here's the thing. I'm just. I'm a little boy. I don't know how to go out or how to come in, which is a shorthand phrase literally to go in and out. But it was used in both David and Joshua for leading armies in and out to battle.",
    "start": "00:12:00",
    "end": "00:12:32"
  },
  {
    "text": "I don't know how to lead.",
    "start": "00:12:32",
    "end": "00:12:33"
  },
  {
    "text": "I don't know how to lead. Your servant is in the middle of your people. The people you've chosen. They're a great people, too many to be numbered or counted. So give your servant a listening heart, a heart that listens meaning, listens to your voice.",
    "start": "00:12:34",
    "end": "00:12:52"
  },
  {
    "text": "This is the word Shema here.",
    "start": "00:12:54",
    "end": "00:12:55"
  },
  {
    "text": "This is the word Shema. Yes, that's exactly right. Shema. So give your servant a heart that listens so I can discern between good and bad. Because who's able to render. Just bring justice. Rule this great people of yours.",
    "start": "00:12:55",
    "end": "00:13:12"
  },
  {
    "text": "Yeah. Salman's showing a lot of humility here.",
    "start": "00:13:12",
    "end": "00:13:14"
  },
  {
    "text": "Yeah.",
    "start": "00:13:14",
    "end": "00:13:15"
  },
  {
    "text": "He's pretty stoked on himself, gave the thousand sacrifices. That's a big day.",
    "start": "00:13:15",
    "end": "00:13:19"
  },
  {
    "text": "Yeah.",
    "start": "00:13:19",
    "end": "00:13:20"
  },
  {
    "text": "You know?",
    "start": "00:13:20",
    "end": "00:13:20"
  },
  {
    "text": "Yeah.",
    "start": "00:13:20",
    "end": "00:13:20"
  },
  {
    "text": "It's a hero day. And then God's like, I give you anything, and it just turns and he's like, you know what? I actually don't know what I'm doing.",
    "start": "00:13:21",
    "end": "00:13:29"
  },
  {
    "text": "Yeah. I'm basically a kid.",
    "start": "00:13:29",
    "end": "00:13:32"
  },
  {
    "text": "I'm like, a kid.",
    "start": "00:13:32",
    "end": "00:13:33"
  },
  {
    "text": "Yeah.",
    "start": "00:13:33",
    "end": "00:13:33"
  },
  {
    "text": "I don't know how to lead. There's a lot of people to lead. You want me to be the leader? And so then when he asks for it, it's so beautiful.",
    "start": "00:13:33",
    "end": "00:13:41"
  },
  {
    "text": "It's so beautiful. We're supposed to cheer at this moment.",
    "start": "00:13:41",
    "end": "00:13:44"
  },
  {
    "text": "This is a great moment.",
    "start": "00:13:44",
    "end": "00:13:45"
  },
  {
    "text": "This is really.",
    "start": "00:13:45",
    "end": "00:13:46"
  },
  {
    "text": "He asked for a heart that listens, a Shema heart.",
    "start": "00:13:46",
    "end": "00:13:48"
  },
  {
    "text": "I want to listen to your voice, not just my own.",
    "start": "00:13:48",
    "end": "00:13:51"
  },
  {
    "text": "I want to be Connected to your desires.",
    "start": "00:13:51",
    "end": "00:13:54"
  },
  {
    "text": "Yeah, my heart.",
    "start": "00:13:54",
    "end": "00:13:55"
  },
  {
    "text": "My heart connected to your heart. And I want to know good from bad.",
    "start": "00:13:55",
    "end": "00:13:59"
  },
  {
    "text": "Yeah. Discerning between which.",
    "start": "00:14:00",
    "end": "00:14:02"
  },
  {
    "text": "And we've talked about this is like the most obvious hyperlink back to the tree of knowledge, good and bad.",
    "start": "00:14:02",
    "end": "00:14:08"
  },
  {
    "text": "He's at High Place. He's in Hilltown on the High Place, asking for God to teach him the knowledge of good and bad.",
    "start": "00:14:08",
    "end": "00:14:16"
  },
  {
    "text": "I love this story because, you know in the story of Genesis 2, where God says, don't eat of the tree. And that's this riddle you get here, Solomon going, can you let me eat of that tree? I want the tree. And you're like, well, that's the tree that God said, don't eat of. And now God's telling Solomon, ask of anything. And Solomon's like, you know what I want? Yeah, that thing you told Adam and Eve not to eat? That's what I want.",
    "start": "00:14:16",
    "end": "00:14:41"
  },
  {
    "text": "Yeah, I want. Yeah, that's right. Which, again, it's hard for us because the tree of knowing good and bad, we think of it as a bad thing because God said, don't eat of it. But the whole premise of that riddle in the Eden story is that it's a good thing.",
    "start": "00:14:42",
    "end": "00:14:55"
  },
  {
    "text": "But how are you going to.",
    "start": "00:14:56",
    "end": "00:14:57"
  },
  {
    "text": "How are you going to get it? Do you send out your hand and take what is good in your eyes, or will you listen? Have a heart that listens to Yahweh's voice and allow him to teach you how to discern good from bad. The problem is not a desire to know good and bad. The problem is how you will define good and bad and whose wisdom will you rely on. Yeah. And he says, I want to listen to your voice. Oh. Also notice this is happening while he's asleep.",
    "start": "00:14:57",
    "end": "00:15:27"
  },
  {
    "text": "Oh, that's right. This is a dream.",
    "start": "00:15:27",
    "end": "00:15:29"
  },
  {
    "text": "Yeah. And actually that's important both because it is an allusion back to the deep sleep of the human in Genesis 2, but also that human perception of the overlap of heaven and earth in the Bible is usually connected to some modified altered state of consciousness. The biblical authors take it for granted that dream states or higher levels of consciousness, visions, states of prayer, are when the. What do you say, more dimensions of reality become perceivable. Isn't that interesting? Yeah, that's their assumption.",
    "start": "00:15:29",
    "end": "00:16:08"
  },
  {
    "text": "That's interesting.",
    "start": "00:16:09",
    "end": "00:16:09"
  },
  {
    "text": "That our normal modes of consciousness keep us from seeing. Keep us from seeing what's right there. What's right there. Yeah. Anyway, so this all happened in a dream. This thing was good in the eyes of Yahweh.",
    "start": "00:16:09",
    "end": "00:16:23"
  },
  {
    "text": "What Solomon asked for was good.",
    "start": "00:16:23",
    "end": "00:16:25"
  },
  {
    "text": "Yeah. Knows The Eden language. In the Eden story, the tree was good in the eyes of Eve, and so she took and gave to her husband, and he ate here. Solomon's request to not take from knowing good and bad for himself, but to ask God, that is good in the eyes of God. It's like a twist.",
    "start": "00:16:25",
    "end": "00:16:45"
  },
  {
    "text": "Yeah, that's a twist.",
    "start": "00:16:46",
    "end": "00:16:47"
  },
  {
    "text": "So God said to them, because you have asked this thing and have not asked for yourself, long life, think eternal life. Now it's not eternal. Eternal life is what humans lose from the garden. We're outside of Eden here. So eternal life outside Eden is not really on the table, but long life. It's Eden like life. So you didn't ask for long life. You didn't ask for riches, nor did you ask for the life of your enemies. You've asked for discernment and to understand justice. So I have done according to your word. Look, I give you a wise. It's our word from the book of Proverbs, Hokhmah. Yep. So know how I'm going to give you, Know how. And a heart that can discern between. So that there will be no one like you ever, in fact. And there has never been anyone who's going to be as wise as you, and there never will be anyone as wise as you. Into the future, New Adam. I've also given you what you didn't ask for. Riches and honor. There won't be anyone like you among the kings in your days. If notice the. If he, like, delayed. This is sort of like the fine print. You name the benefits, and then you're like, if you walk in my ways, keep my statutes and commandments, as your father David walked, then I will make long your days. So basically, this is the shorthand in Kings for the covenant terms revealed to Moses at Mount Sinai. The terms of the covenant. Keep the covenant.",
    "start": "00:16:47",
    "end": "00:18:31"
  },
  {
    "text": "Okay, this is a side note. This happens a lot. Where it's twice now in this story. God's like, just like your father David, who lived upright, walked in my ways.",
    "start": "00:18:31",
    "end": "00:18:41"
  },
  {
    "text": "Yes.",
    "start": "00:18:41",
    "end": "00:18:41"
  },
  {
    "text": "And it's like. Well, yeah, sometimes.",
    "start": "00:18:41",
    "end": "00:18:44"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:18:44",
    "end": "00:18:45"
  },
  {
    "text": "But like, a lot of times he didn't.",
    "start": "00:18:45",
    "end": "00:18:46"
  },
  {
    "text": "Yeah, exactly.",
    "start": "00:18:46",
    "end": "00:18:47"
  },
  {
    "text": "Are we just kind of whitewashing over all that? Like, what's the. Like, why does this become the summary?",
    "start": "00:18:47",
    "end": "00:18:51"
  },
  {
    "text": "Yeah, it seems that God allows his early trust and faithfulness to have laid a foundation that really is the bedrock of his relationship to David. And that's what determines.",
    "start": "00:18:51",
    "end": "00:19:06"
  },
  {
    "text": "That's what's calling back to how David started.",
    "start": "00:19:06",
    "end": "00:19:09"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:19:09",
    "end": "00:19:10"
  },
  {
    "text": "Okay.",
    "start": "00:19:10",
    "end": "00:19:11"
  },
  {
    "text": "Yeah. Similar to Abraham, when Abraham is looked back to in his moment of faith and trust. Abraham trusted God and God reckoned it to him as righteousness. That moment for later generations overshadows. And then his trust in God with Isaac overshadows all of his failures. Which doesn't mean his failures aren't important. But it does mean God relates to Abraham's descendants and to David's descendants. Not based on. He doesn't treat him as his sins deserve.",
    "start": "00:19:11",
    "end": "00:19:43"
  },
  {
    "text": "Yeah.",
    "start": "00:19:43",
    "end": "00:19:43"
  },
  {
    "text": "Oh, this is interesting. He relates to Abraham and David's children according to what Abraham and David did on their best day.",
    "start": "00:19:44",
    "end": "00:19:53"
  },
  {
    "text": "Yeah.",
    "start": "00:19:53",
    "end": "00:19:54"
  },
  {
    "text": "And lets that determine the relationship.",
    "start": "00:19:54",
    "end": "00:19:56"
  },
  {
    "text": "So when Solomon hears that, does he know, like, okay, I just need to have a good day?",
    "start": "00:19:56",
    "end": "00:20:01"
  },
  {
    "text": "That's a good question.",
    "start": "00:20:02",
    "end": "00:20:03"
  },
  {
    "text": "Or is he thinking like, I gotta straight and narrow my whole life?",
    "start": "00:20:03",
    "end": "00:20:07"
  },
  {
    "text": "Yeah, that's a good point. I think in the moment, it's definitely like, stay on the right path.",
    "start": "00:20:07",
    "end": "00:20:12"
  },
  {
    "text": "Yeah.",
    "start": "00:20:12",
    "end": "00:20:12"
  },
  {
    "text": "Yep. Yeah, that's right. Okay. That's a fascinating dynamic that biblical characters are portrayed as flawed, yet often their high points are treated as if that was the only thing they did. That's what you're saying? Yeah, it is. The same thing has bothered me since the first time I read the story of David too. I totally get it. Solomon woke up and look, it was a dream. And so he came to Jerusalem and there he stood before the Ark of the Covenant of Yahweh. And there.",
    "start": "00:20:12",
    "end": "00:21:08"
  },
  {
    "text": "That's what the high priest does.",
    "start": "00:21:08",
    "end": "00:21:09"
  },
  {
    "text": "He offered up his burnt offerings, peace offerings, and he made a feast.",
    "start": "00:21:09",
    "end": "00:21:14"
  },
  {
    "text": "He went into the Holy of Holies because he hasn't built it well.",
    "start": "00:21:14",
    "end": "00:21:18"
  },
  {
    "text": "Okay. He stood before the Ark of the Covenant. It could be that means he's standing in front of the tent. Oh, but it's suggestive because it makes it sound like he goes right in front of it. But you don't offer burnt offerings right in front of it. You do that in the courtyard. But now this raised the question of, like, oh, man, what are those people doing on the high places?",
    "start": "00:21:18",
    "end": "00:21:38"
  },
  {
    "text": "Oh, yeah, you can go here.",
    "start": "00:21:38",
    "end": "00:21:39"
  },
  {
    "text": "Why didn't he come here first? Oh, interesting.",
    "start": "00:21:39",
    "end": "00:21:42"
  },
  {
    "text": "That is interesting.",
    "start": "00:21:42",
    "end": "00:21:43"
  },
  {
    "text": "So the high places are kind of. Not really. It's not really. Okay. But Yahweh will allow it to make a concession because the temple doesn't exist yet, even though the Ark of the Covenant's there. And so knowledge of good and bad to the king to rule and length of days on high place and food for everybody. Hooray. And he passes the test. And you're like, this is going to go great. He is married to Pharaoh's daughter. I wonder how that's going to play out, but this is going great. So then the story gets even more wonderful. There's a quick display immediately after. This is a display of his wisdom. The story of the two women who each had a child. One of the children dies.",
    "start": "00:21:43",
    "end": "00:22:29"
  },
  {
    "text": "Oh, right.",
    "start": "00:22:29",
    "end": "00:22:30"
  },
  {
    "text": "The one steals the other and replaces them at night. And I guess they look so similar. And then they come before Solomon because there's a dispute. And Solomon famously says, oh, this is simple. Cut the child in half. And one lady's like, yeah, that's fine. And then the other mom's. The real mom is like, no, don't do that. This is fascinating. So hyperlinked to all kinds of things, but we don't have time. Okay. What I want to notice then is the narrative starts feeding us all kinds of details about Solomon simultaneously building his kingdom and his house, and then Yahweh's house and Yahweh's kingdom in tandem with each other. And we've actually looked at this multiple times throughout the years that when you work through this story, there'll be things where you're like, oh, that feels neutral to me. So, for example, chapter four. Solomon was king over Israel. And here are his officials. And you get a long list of officials. He had, for example, verse 7, 12 deputies over all Israel who provided for the king and his household. Every man provided food for one month of the year. Then it names 12 of them. So you have a rotating, like, chef. Head chef for the king. No, I guess there's a lot of food. Cool. Verse 20. Judah and Israel were as numerous as the sand in the sea in multiplication, eating and drinking and rejoicing.",
    "start": "00:22:30",
    "end": "00:24:07"
  },
  {
    "text": "That's great.",
    "start": "00:24:07",
    "end": "00:24:07"
  },
  {
    "text": "Awesome. Solomon ruled over all the kingdoms from the Euphrates river up in the north, the land of Philistines, down to the.",
    "start": "00:24:07",
    "end": "00:24:16"
  },
  {
    "text": "Border of Egypt by kingdoms. We're talking about Israel kingdoms or.",
    "start": "00:24:16",
    "end": "00:24:20"
  },
  {
    "text": "And the neighboring kingdoms.",
    "start": "00:24:20",
    "end": "00:24:22"
  },
  {
    "text": "And the neighboring kingdoms.",
    "start": "00:24:22",
    "end": "00:24:23"
  },
  {
    "text": "Yes. So like the Phoenicians, the Moabites, kind.",
    "start": "00:24:23",
    "end": "00:24:27"
  },
  {
    "text": "Of comes a bit of a.",
    "start": "00:24:27",
    "end": "00:24:29"
  },
  {
    "text": "This is the golden age. This is the biggest. Israel's borders, everywhere.",
    "start": "00:24:29",
    "end": "00:24:33"
  },
  {
    "text": "Okay.",
    "start": "00:24:33",
    "end": "00:24:33"
  },
  {
    "text": "And people are bringing tribute to Solomon. That is, people pay Solomon to be the bishop of the region or the mafia boss.",
    "start": "00:24:34",
    "end": "00:24:43"
  },
  {
    "text": "Well, yeah, in a negative way. You think of it as like the mafia boss. Right, Right. Like give tribute so we don't have to come and beat you up, but we'll protect you.",
    "start": "00:24:43",
    "end": "00:24:51"
  },
  {
    "text": "Yeah, it's really more like a regional mayor or something like that.",
    "start": "00:24:51",
    "end": "00:24:54"
  },
  {
    "text": "Yeah. But I guess in like, a beautiful way, it could be like, man, you're creating so much prosperity we're honoring you. Keep going. Yeah, let's keep doing this.",
    "start": "00:24:54",
    "end": "00:25:05"
  },
  {
    "text": "Yeah, totally. Yeah. The provision for Solomon's house for one day was 30 cores of fine flour, 60 cores of meal. Apparently a core is like 10 bushels. I think it's a lot. That's a lot. 10 oxen, 20 pasture fed oxen, a hundred sheep, not to mention the deer, the gazelles, the roebucks and the fat chickens.",
    "start": "00:25:05",
    "end": "00:25:28"
  },
  {
    "text": "This is what it takes to feed Solomon's corn or whatever.",
    "start": "00:25:28",
    "end": "00:25:32"
  },
  {
    "text": "Whoa.",
    "start": "00:25:32",
    "end": "00:25:32"
  },
  {
    "text": "Wow.",
    "start": "00:25:33",
    "end": "00:25:33"
  },
  {
    "text": "Abundance. We're turning up the volume on the abundance. Verse 25. Judah and Israel lived in safety. Every man under his own vine and his own fig tree.",
    "start": "00:25:34",
    "end": "00:25:46"
  },
  {
    "text": "Everyone had their little garden.",
    "start": "00:25:46",
    "end": "00:25:47"
  },
  {
    "text": "Everyone has a little Garden of Eden. Remember the fig trees from the Garden of Eden? That's what Adam and Eve cover up their nakedness. Yeah, totally. So you're just like, this is great. This is great. Solomon had 40,000 stalls, or perhaps 4,000 stalls. There's a manuscript variant. Either way. Thousands of stalls of horses for his chariots and 12,000 cavalry riders. Oh, now wait a minute. That just took a turn.",
    "start": "00:25:47",
    "end": "00:26:24"
  },
  {
    "text": "Did it?",
    "start": "00:26:24",
    "end": "00:26:24"
  },
  {
    "text": "Well, we were just like food for everybody. Yeah.",
    "start": "00:26:24",
    "end": "00:26:27"
  },
  {
    "text": "We've been feasting, but now we got horses.",
    "start": "00:26:27",
    "end": "00:26:29"
  },
  {
    "text": "Partnership and friendship with the kingdoms all around him.",
    "start": "00:26:29",
    "end": "00:26:32"
  },
  {
    "text": "Now all my friends who want horses, right, they just want to like ride in meadows, right? Be connected to beast and land.",
    "start": "00:26:32",
    "end": "00:26:42"
  },
  {
    "text": "I see. Yeah. No, these are tanks.",
    "start": "00:26:42",
    "end": "00:26:45"
  },
  {
    "text": "Yeah, These are war tanks.",
    "start": "00:26:45",
    "end": "00:26:47"
  },
  {
    "text": "Yeah, yeah. So this is the first little. What? So I remember what God said through Moses. Deuteronomy 17. The king is not to amass great wealth and he's not to build a huge standing army and definitely don't try and build a big cavalry. Now, God gave Solomon wisdom and great discernment, wideness of mind like the sand on the sea. His wisdom surpassed the wisdom of the sons of the east and of Egypt. So notice that it's just back and forth. It's like a little hint, building the tanks. Okay, the tank like fleet. And then we're back to the wisdom. And this is how it works. He spoke 3,000. This is so great, man. He spoke 3,000 proverbs, wrote 1,005 songs. He spoke about the trees. He has wisdom about trees. Come on. That's Garden of Eden from the cedars up in Lebanon to, like the little vegetative hyssop shrubs that grow out of the cracks in the wall. He spoke about animals, birds, creeping things and fish.",
    "start": "00:26:47",
    "end": "00:27:53"
  },
  {
    "text": "Yeah. These are the creatures from Genesis 1.",
    "start": "00:27:54",
    "end": "00:27:56"
  },
  {
    "text": "He knows the whole cosmic wisdom.",
    "start": "00:27:56",
    "end": "00:27:58"
  },
  {
    "text": "Cosmic wisdom.",
    "start": "00:27:58",
    "end": "00:27:59"
  },
  {
    "text": "Cosmic wisdom Living on the cosmic mountain so that list is interesting. It's mostly positive. And then you get this little note about his tanks. What follows in chapter six, seven and eight is all about the building of the temple. And it feels like reading the tabernacle blueprints from Exodus, except everything's scaled bigger by multiples of like 5 and 10. Yeah, a lot more gold. Just everything's bigger.",
    "start": "00:27:59",
    "end": "00:28:28"
  },
  {
    "text": "Sorry, this is total tangent. These ancient temples were often ziggurats or mountain shaped.",
    "start": "00:28:28",
    "end": "00:28:33"
  },
  {
    "text": "Oh, okay. Yes. This was not.",
    "start": "00:28:34",
    "end": "00:28:36"
  },
  {
    "text": "This is not.",
    "start": "00:28:36",
    "end": "00:28:36"
  },
  {
    "text": "This follows a different tradition. Okay, yeah. Solomon's temple was built by an architectural tradition that was really popular in Canaan and Syria at the time. Many shrines or temples that follow the rough design of Solomon's building have been excavated from the same period. That's really interesting. Yeah. So there's like a whole rabbit hole of the architectural similarities, but if I.",
    "start": "00:28:37",
    "end": "00:29:07"
  },
  {
    "text": "Can recall correctly, it's not like a pyramid shape. It's more of like a big, big rectangle.",
    "start": "00:29:07",
    "end": "00:29:12"
  },
  {
    "text": "Yeah, it's like a scaled brick and mortar version of the tabernacle. Okay, so it has a two part shape. Think of it in a long rectangle. And two thirds of it is this big antechamber.",
    "start": "00:29:13",
    "end": "00:29:26"
  },
  {
    "text": "A long rectangle.",
    "start": "00:29:26",
    "end": "00:29:27"
  },
  {
    "text": "Think of it as a rectangle.",
    "start": "00:29:27",
    "end": "00:29:28"
  },
  {
    "text": "Like, is it on its side or.",
    "start": "00:29:28",
    "end": "00:29:29"
  },
  {
    "text": "Like, think of it as if it's sitting in front of you.",
    "start": "00:29:30",
    "end": "00:29:32"
  },
  {
    "text": "Like a skyscraper.",
    "start": "00:29:32",
    "end": "00:29:33"
  },
  {
    "text": "Yeah, yeah, like a skyscraper. So a tall rectangle.",
    "start": "00:29:33",
    "end": "00:29:37"
  },
  {
    "text": "Tall rectangle.",
    "start": "00:29:37",
    "end": "00:29:37"
  },
  {
    "text": "Two thirds of it is this big antechamber rim.",
    "start": "00:29:37",
    "end": "00:29:40"
  },
  {
    "text": "Two thirds of it mean the bottom two thirds.",
    "start": "00:29:41",
    "end": "00:29:43"
  },
  {
    "text": "The bottom two thirds. And then the top one third is where the Holy of Holies.",
    "start": "00:29:43",
    "end": "00:29:47"
  },
  {
    "text": "You gotta go up to it.",
    "start": "00:29:48",
    "end": "00:29:49"
  },
  {
    "text": "Well, actually, yes, he does make stairs. So you have stairs that go from the courtyard out up into the first set of doors that take you into the opening chamber, the antechamber, which is two thirds. And then you go up another set of stairs through.",
    "start": "00:29:49",
    "end": "00:30:03"
  },
  {
    "text": "So in the Tabernacle, it was just kind of rooms within rooms.",
    "start": "00:30:04",
    "end": "00:30:06"
  },
  {
    "text": "It was just. Yep, two rooms again, but two thirds. One third.",
    "start": "00:30:06",
    "end": "00:30:09"
  },
  {
    "text": "Yeah.",
    "start": "00:30:09",
    "end": "00:30:09"
  },
  {
    "text": "With curtains in front of both. And he swaps those out for gigantic.",
    "start": "00:30:10",
    "end": "00:30:14"
  },
  {
    "text": "Doors and he stacks them.",
    "start": "00:30:14",
    "end": "00:30:16"
  },
  {
    "text": "Yeah, you're going higher and higher as you go up to the Holy of Holies, where the Ark is.",
    "start": "00:30:17",
    "end": "00:30:23"
  },
  {
    "text": "So it's got kind of a mountain type of vibe. But it's not a mountain shape.",
    "start": "00:30:23",
    "end": "00:30:26"
  },
  {
    "text": "No, it's using. The symbolism is to go deeper in is to be going up to heaven because the altar of incense is still right in front of the doors that connect the two chambers to each other. So you're passing through a heavenly cloud up to the high place.",
    "start": "00:30:26",
    "end": "00:30:42"
  },
  {
    "text": "Yeah. And you're going up.",
    "start": "00:30:42",
    "end": "00:30:43"
  },
  {
    "text": "And you're literally going up. Yeah. Inside. Yep. So the cherubim are huge. These huge cherubim overshadowing the ark. That itself has cherubim on the top of the lid.",
    "start": "00:30:44",
    "end": "00:30:56"
  },
  {
    "text": "But you're going up a staircase then to. Then get to these massive cherubim where the incense is going.",
    "start": "00:30:56",
    "end": "00:31:03"
  },
  {
    "text": "So if you are standing, imagine you're standing in the courtyard, right in front of the altar that has a fire burning on it. And you can stand there with the priest, and that's as far as you're going to go if you're average Israelite and you're looking through the fire of the altar, up the stairs, at the first door, and there's two cherubim at the first door engraved on them. And let's say the door is open for a moment and through the antechamber to the Holy of Holies.",
    "start": "00:31:03",
    "end": "00:31:32"
  },
  {
    "text": "Or you got to look up, and.",
    "start": "00:31:32",
    "end": "00:31:33"
  },
  {
    "text": "You'Re looking up and in. You're looking through fire and then a foggy smoke, and then you see two more cherubim. So everything about it is meant to recreate the boundary of the Garden of Eden. The cherubim at the door and also the fire, the fiery sword that is in between the cherubim.",
    "start": "00:31:33",
    "end": "00:31:53"
  },
  {
    "text": "So the antechamber is like. You're looking in, and then there's stairs up, and it's almost like a loft. Is that what I'm picturing?",
    "start": "00:31:53",
    "end": "00:32:01"
  },
  {
    "text": "I forget how many steps it is. I think it's a multiple of seven, of course.",
    "start": "00:32:02",
    "end": "00:32:06"
  },
  {
    "text": "And so the, like, Holy of Holies is up these stairs, up a seven stone on the loft up in this tower. Okay.",
    "start": "00:32:06",
    "end": "00:32:15"
  },
  {
    "text": "Yeah, that's it.",
    "start": "00:32:15",
    "end": "00:32:16"
  },
  {
    "text": "Okay.",
    "start": "00:32:16",
    "end": "00:32:16"
  },
  {
    "text": "Further up and further in. That's exactly it. So all of the Eden imagery of the Tabernacle itself is being reactivated in the design of the temple. But the scaled. Yeah, like, just bigger. It takes so long to describe. Takes all of chapters six and seven. What you are told at the end of chapter six was he was seven years in building the House of Yahweh. Okay, next sentence. Now, he went about building his own House for 13 years, and Chapter 7.",
    "start": "00:32:16",
    "end": "00:32:55"
  },
  {
    "text": "Spent more time on his own house.",
    "start": "00:32:55",
    "end": "00:32:56"
  },
  {
    "text": "Yeah, he also built this house that's like a garden forest. It's where he keeps all of his weapons. You find out later. It's like the royal armory.",
    "start": "00:32:56",
    "end": "00:33:04"
  },
  {
    "text": "Okay.",
    "start": "00:33:05",
    "end": "00:33:05"
  },
  {
    "text": "Called the House of the Forest of Lebanon. And the hall of Pillars. Ooh, the hall of a throne. He has a huge throne. Big Throne. You learn about that later. Oh, also, he made a house for Pharaoh's daughter who he had married. And, oh, man, he loved to use costly stones for his house and the foundations, these great courts. And you're like, okay, this is interesting. So costly stones are connected to Eden, but now he's using them to build his own house. And there's part of it, you think, I guess this is okay. And then another part of it is.",
    "start": "00:33:07",
    "end": "00:33:43"
  },
  {
    "text": "Feels a little uncomfortable.",
    "start": "00:33:43",
    "end": "00:33:44"
  },
  {
    "text": "Yeah, it's like, I think he's making it fancier than Yahweh's house. And he's putting his house right next to Yahweh's house.",
    "start": "00:33:44",
    "end": "00:33:51"
  },
  {
    "text": "And he's building multiple houses and he's spending more time on them.",
    "start": "00:33:51",
    "end": "00:33:53"
  },
  {
    "text": "Yeah. And way more time. That's exactly right. Yep. So there's nothing explicit. It's all implicit. But you're just supposed to know at this point that is there anything explicit?",
    "start": "00:33:54",
    "end": "00:34:05"
  },
  {
    "text": "Doesn't he do some things? You're just like, yep, that's a problem.",
    "start": "00:34:05",
    "end": "00:34:08"
  },
  {
    "text": "Well, it starts growing. Let's see. At the end of chapter eight, all the work that King Solomon performed in the house of Yahweh was finished. Just like on the seventh day, Solomon brought in the things dedicated by his father David. Silver and gold. He loaded the house of Yahweh with treasuries. Ancient temples were also the equivalent of banks.",
    "start": "00:34:08",
    "end": "00:34:31"
  },
  {
    "text": "Storehouses.",
    "start": "00:34:31",
    "end": "00:34:32"
  },
  {
    "text": "Yes. Yeah. For the royal chapter 8, he gives a seven part prayer that culminates in a feast of seven days plus seven more days. And at the end of this seven part prayer, after seven plus seven days. This is all Genesis 1 imagery. Verse 54 of chapter 8. When Solomon finished praying this prayer, he arose from his altar, from kneeling with his knees, with his hands spread towards heaven. He blessed the assembly of Israel. He blessed Yahweh. They offered. Okay, you thought a thousand offerings was a lot. They offered peace offering, sacrifices, 22,000 oxen, 120,000 sheep.",
    "start": "00:34:32",
    "end": "00:35:16"
  },
  {
    "text": "Next level.",
    "start": "00:35:18",
    "end": "00:35:19"
  },
  {
    "text": "He consecrated the middle of the courtyard in front of the house of Yahweh the peace offering.",
    "start": "00:35:19",
    "end": "00:35:25"
  },
  {
    "text": "They get to eat that, right?",
    "start": "00:35:25",
    "end": "00:35:26"
  },
  {
    "text": "Yes. Yeah, totally. Yeah.",
    "start": "00:35:27",
    "end": "00:35:28"
  },
  {
    "text": "It was a feast.",
    "start": "00:35:28",
    "end": "00:35:29"
  },
  {
    "text": "Yeah. Huge. Yeah.",
    "start": "00:35:29",
    "end": "00:35:30"
  },
  {
    "text": "Everyone's eating.",
    "start": "00:35:30",
    "end": "00:35:31"
  },
  {
    "text": "Yeah, yeah, exactly right. For seven days plus seven days. And on the eighth day, the first day of the new week, he sent the people away. Blessed, joyful, glad. This is like, this is Eden, man. Yeah, this is eden.",
    "start": "00:35:31",
    "end": "00:35:45"
  },
  {
    "text": "Party.",
    "start": "00:35:45",
    "end": "00:35:46"
  },
  {
    "text": "Chapter 9. So Yahweh appeared a second time, just like he had at Hilltown, saying, okay, I've heard your prayer and I've consecrated a house by Putting my name there, and my eyes and my heart will be on that house. You want me to come live in your house? I'll come live in your house.",
    "start": "00:35:46",
    "end": "00:36:07"
  },
  {
    "text": "You're making it sound like he's a little reluctant just man. Okay.",
    "start": "00:36:08",
    "end": "00:36:12"
  },
  {
    "text": "As for you, walk before me like your father David did, in integrity, doing according to what I've commanded you. If you do, I'll establish your throne forever, like, we're golden, just like I promised to David, which he blew that promise. If you and your sons turn away from following me, don't keep my commandments and go serve other gods. I will cut Israel off from the land that I gave them, and I'll cut off this house. So Yahweh's got this ambivalent relationship to the house. Like, I'll come live in your house. But if you don't fulfill your end of the deal, this house doesn't matter to me. Yep, yep. I'll cast the house away from my eyes. In fact, Israel will become a proverb among the nations. Like a bad proverb.",
    "start": "00:36:12",
    "end": "00:36:58"
  },
  {
    "text": "Like a warning.",
    "start": "00:36:58",
    "end": "00:36:59"
  },
  {
    "text": "Like a warning. The house will become a heap of ruins. Everyone who passes by it will be astonished, saying, whoa, why would Yahweh destroy this land and this house?",
    "start": "00:36:59",
    "end": "00:37:12"
  },
  {
    "text": "Now, this is all foreshadowing.",
    "start": "00:37:12",
    "end": "00:37:14"
  },
  {
    "text": "It's all foreshadowing, but it's also the inauguration day. I mean, can you just imagine the speech?",
    "start": "00:37:14",
    "end": "00:37:20"
  },
  {
    "text": "Well, this is. Yeah, this doesn't sound like the speech you would have written for Yahweh on the inauguration day, but it sounds like the speech you would have put into the scroll. When you are looking back from the point of view of Israel failing, of the temple being destroyed.",
    "start": "00:37:20",
    "end": "00:37:37"
  },
  {
    "text": "That's right. And remember, this whole building is built on the spot where this guy's dad went and offered sacrifices for all of his, like, all the decades of failure. And you're like, eh, this is. So that's the deal. And that reminds us that this is all conditional. This could all go away, like, very quickly if his heart doesn't listen.",
    "start": "00:37:37",
    "end": "00:38:03"
  },
  {
    "text": "But he has a listening heart.",
    "start": "00:38:03",
    "end": "00:38:04"
  },
  {
    "text": "But he has a listening heart.",
    "start": "00:38:04",
    "end": "00:38:05"
  },
  {
    "text": "I mean, if anyone's gonna succeed.",
    "start": "00:38:05",
    "end": "00:38:07"
  },
  {
    "text": "Yeah, that's right. So what follows next in the rest of chapter nine, we go back to recording just the huge amounts of wealth and all the stuff he did with his wealth. So he starts building all kinds of cities around them. What you're told is that, you know, all these building projects are happening through slave labor.",
    "start": "00:38:07",
    "end": "00:38:29"
  },
  {
    "text": "Yeah. Is that a problem?",
    "start": "00:38:29",
    "end": "00:38:31"
  },
  {
    "text": "Well, yes. Yeah. It's the same vocabulary used for Pharaoh enslaving the Israelites.",
    "start": "00:38:32",
    "end": "00:38:39"
  },
  {
    "text": "Solomon's pulling a Pharaoh move.",
    "start": "00:38:39",
    "end": "00:38:41"
  },
  {
    "text": "So he's pulling a pharaoh move.",
    "start": "00:38:41",
    "end": "00:38:42"
  },
  {
    "text": "That's big.",
    "start": "00:38:42",
    "end": "00:38:43"
  },
  {
    "text": "Speaking of Pharaoh's daughter came up from Jerusalem and finally came to live in that house that he built for her. Also, he had a fleet of ships.",
    "start": "00:38:43",
    "end": "00:38:54"
  },
  {
    "text": "Okay.",
    "start": "00:38:54",
    "end": "00:38:55"
  },
  {
    "text": "He's a seagoing king in Etzion Gever. And they went to Ophir and brought huge amounts of gold.",
    "start": "00:38:55",
    "end": "00:39:02"
  },
  {
    "text": "Oh, the ships did.",
    "start": "00:39:02",
    "end": "00:39:03"
  },
  {
    "text": "Okay, the ships did. Yeah. He's amassing huge amounts of gold. You're just like, whoa. And then chapter 10 is, the queen of Sheba comes and visits. And that's a fantastic story that we don't have time to read, but she can see that he's wise. So that's the last positive thing. Chapter 11, verse 1. King Solomon actually loved many non Israelite women in addition to the daughter of Pharaoh. Moabite, Ammonite, Edomite, Sidonian, Hittite women from all the nations concerning which Yahweh said to Israel, don't intermarry with them and don't let them intermarry with you, because they will turn your hearts away. After their gods, Solomon clung to them in love.",
    "start": "00:39:03",
    "end": "00:40:15"
  },
  {
    "text": "So that's not a move you would make if you have a discerning heart. What's going on here?",
    "start": "00:40:16",
    "end": "00:40:23"
  },
  {
    "text": "What's going on here? The word cling is from the Garden of Eden story.",
    "start": "00:40:23",
    "end": "00:40:26"
  },
  {
    "text": "Oh, really?",
    "start": "00:40:26",
    "end": "00:40:26"
  },
  {
    "text": "A man will leave his father and mother be joined, cling to his wife.",
    "start": "00:40:26",
    "end": "00:40:32"
  },
  {
    "text": "Yeah.",
    "start": "00:40:32",
    "end": "00:40:32"
  },
  {
    "text": "He clings to these wives.",
    "start": "00:40:32",
    "end": "00:40:34"
  },
  {
    "text": "And in the Garden of Eden, it's a man clinging to a woman.",
    "start": "00:40:34",
    "end": "00:40:37"
  },
  {
    "text": "And here it's a man clinging to many women. Many women. That's right. This is like lamech from Genesis 4.",
    "start": "00:40:37",
    "end": "00:40:45"
  },
  {
    "text": "Who takes multiple wives. Takes two wives.",
    "start": "00:40:45",
    "end": "00:40:47"
  },
  {
    "text": "Yep. He's the first polygamist. So he's the first one to violate the Eden ideal. One man and one woman. And now here's Solomon holding fast to many women and to their gods. He had 700 wives.",
    "start": "00:40:47",
    "end": "00:41:04"
  },
  {
    "text": "He goes big. Solomon goes big.",
    "start": "00:41:05",
    "end": "00:41:07"
  },
  {
    "text": "It's really hard to fathom.",
    "start": "00:41:09",
    "end": "00:41:11"
  },
  {
    "text": "That's really hard to fathom. You wouldn't know all their names.",
    "start": "00:41:11",
    "end": "00:41:13"
  },
  {
    "text": "Yep, yep. 300. And then just 300. Like reproductive partners, concubines. This is not for relationship building, for political alliance. This is just.",
    "start": "00:41:13",
    "end": "00:41:24"
  },
  {
    "text": "Yeah, 700 is a max for relationship building. The cuts. Some sort of relational law.",
    "start": "00:41:24",
    "end": "00:41:31"
  },
  {
    "text": "So, I mean, 300 women, that he controls them. And they're available for sex.",
    "start": "00:41:31",
    "end": "00:41:38"
  },
  {
    "text": "Yeah. I mean, it's a type of slave.",
    "start": "00:41:38",
    "end": "00:41:40"
  },
  {
    "text": "Yep. And his wives turned his heart away. So what's fascinating is we're describing him as the active figure here towards these women, and then the reciprocity back there towards him as they turn his heart away. But the lamech and the polygamy thing is really significant here because that's the first time you see a man accumulating women. Ruling them like they're animals. Like, you accumulate like animals, flocks, possessions. Yeah. And instead of ruling alongside, like, Genesis 1, co rulers. Yep, yep. Male and female, let them rule. You have this portrait of just excessive, unnecessary, excessive accumulation of other humans.",
    "start": "00:41:40",
    "end": "00:42:29"
  },
  {
    "text": "But what's the deal? I mean, we went out of our way. I know. To be like, this guy gets it, he gets it. No one's gonna get it more than him.",
    "start": "00:42:29",
    "end": "00:42:38"
  },
  {
    "text": "Yeah. Isn't this interesting? And it's all happening on the cosmic mountain.",
    "start": "00:42:39",
    "end": "00:42:42"
  },
  {
    "text": "Yeah. And then just like, you get these little hints, you get these little tastes of like, hey, this is excessive. And then you get to chapter 11. It's like, actually, his wisdom made him decide you know what would be good. Not one wife, not two wives.",
    "start": "00:42:42",
    "end": "00:42:59"
  },
  {
    "text": "Yeah. 700. Seven times 100. Yeah. And actually, here, I'll just finish reading this part of the paragraph. Solomon was old. When Solomon was old, his wives turned his heart away. His heart was not fully devoted to Yahweh as his father David had been. One thing true of David, he never gave his allegiance to another God. He was selfish, violent.",
    "start": "00:42:59",
    "end": "00:43:22"
  },
  {
    "text": "So it turned his heart away from what?",
    "start": "00:43:22",
    "end": "00:43:23"
  },
  {
    "text": "From Yahweh.",
    "start": "00:43:23",
    "end": "00:43:24"
  },
  {
    "text": "Oh. But not towards another God.",
    "start": "00:43:24",
    "end": "00:43:26"
  },
  {
    "text": "Just correct.",
    "start": "00:43:26",
    "end": "00:43:27"
  },
  {
    "text": "Okay.",
    "start": "00:43:27",
    "end": "00:43:27"
  },
  {
    "text": "In other words, David never gave his allegiance to another deity.",
    "start": "00:43:27",
    "end": "00:43:31"
  },
  {
    "text": "Okay.",
    "start": "00:43:31",
    "end": "00:43:32"
  },
  {
    "text": "Whereas Solomon did. Solomon went after Ashtoreth.",
    "start": "00:43:32",
    "end": "00:43:35"
  },
  {
    "text": "Oh, Solomon did.",
    "start": "00:43:35",
    "end": "00:43:36"
  },
  {
    "text": "The goddess of the Sidonians. Solomon went after Milcom, the idol of the Ammonites. He did evil in the eyes of Yahweh. He didn't follow Yahweh. In fact, even Solomon built a high place for Chemosh, the idol of Moab, on the mountain just on the east side of Jerusalem. Wow. And for Molech, the idol of the sons of Ammon. And you should know from Molech, it's not told that he sacrificed children, but that is the sacrifice associated.",
    "start": "00:43:36",
    "end": "00:44:10"
  },
  {
    "text": "Oh, wow.",
    "start": "00:44:10",
    "end": "00:44:11"
  },
  {
    "text": "And so it goes on.",
    "start": "00:44:11",
    "end": "00:44:12"
  },
  {
    "text": "He broke bad real fast.",
    "start": "00:44:12",
    "end": "00:44:14"
  },
  {
    "text": "Yeah. So I like your question. Why is the narrative turning up the volume on like, this is the best, wisest, wealthiest human we've met in the biblical story.",
    "start": "00:44:14",
    "end": "00:44:27"
  },
  {
    "text": "And it goes great for a while. There's feasting, and the Queen of Sheba is like, this is awesome.",
    "start": "00:44:27",
    "end": "00:44:31"
  },
  {
    "text": "He builds the temple. It's a new Eden. Feasts, prayers.",
    "start": "00:44:31",
    "end": "00:44:36"
  },
  {
    "text": "Everyone has their own vine.",
    "start": "00:44:36",
    "end": "00:44:37"
  },
  {
    "text": "Yes. Yeah. But with little seeds of like, I think this is going to his head. He builds his fleet of tanks. He imports horses from Egypt. Lot of money. Yeah, and then the next sentence. And all these marriage alliances. He's just immersed in sex, money, and power.",
    "start": "00:44:37",
    "end": "00:44:57"
  },
  {
    "text": "And in the end, it ruined his heart.",
    "start": "00:44:57",
    "end": "00:44:59"
  },
  {
    "text": "In the end, it ruined his heart.",
    "start": "00:44:59",
    "end": "00:45:00"
  },
  {
    "text": "To the point where he's building, like.",
    "start": "00:45:00",
    "end": "00:45:03"
  },
  {
    "text": "The high places so these become false Edens.",
    "start": "00:45:04",
    "end": "00:45:07"
  },
  {
    "text": "This is the thing that God was like. That's the line. Yeah, that's my line.",
    "start": "00:45:08",
    "end": "00:45:12"
  },
  {
    "text": "Yeah, that's right. Once the temple exists, no more high.",
    "start": "00:45:12",
    "end": "00:45:15"
  },
  {
    "text": "Places and especially no other gods.",
    "start": "00:45:15",
    "end": "00:45:17"
  },
  {
    "text": "Oh, wow.",
    "start": "00:45:17",
    "end": "00:45:18"
  },
  {
    "text": "Okay.",
    "start": "00:45:18",
    "end": "00:45:18"
  },
  {
    "text": "All right. So if the Eden ideal is you're in union with Yahweh, and then with Adam and Eve, you're in union with this other human with all the food and security you could ever want, surely that would be enough. Surely that's enough.",
    "start": "00:45:18",
    "end": "00:45:34"
  },
  {
    "text": "Yeah.",
    "start": "00:45:34",
    "end": "00:45:34"
  },
  {
    "text": "Isn't that an interesting portrait here? So you're like, what else would this guy want?",
    "start": "00:45:34",
    "end": "00:45:38"
  },
  {
    "text": "Yeah.",
    "start": "00:45:38",
    "end": "00:45:39"
  },
  {
    "text": "Yahweh is with him. He appears in his dreams. They have conversations.",
    "start": "00:45:39",
    "end": "00:45:43"
  },
  {
    "text": "That's interesting.",
    "start": "00:45:43",
    "end": "00:45:44"
  },
  {
    "text": "He got to marry Pharaoh's daughter. Right. He got to build the temple. What more could he want?",
    "start": "00:45:44",
    "end": "00:45:52"
  },
  {
    "text": "It's like a meditation on how we just don't know how to deal with abundance.",
    "start": "00:45:54",
    "end": "00:45:58"
  },
  {
    "text": "Somehow we are fixated on the thing we don't have. Right now I'm thinking of how the snake gets Eve and Adam to ignore the abundance. Ignore the abundance and think about the one thing that at least at this moment, God's put off limits. And this is like the inverse, where this guy has everything. He doesn't need another wife, much less 699. He doesn't need four houses, but he's just like, well, one more high place. There's something about the human brain that just gets unhinged from reality when we don't know what to do with. Too much Tov.",
    "start": "00:45:59",
    "end": "00:46:43"
  },
  {
    "text": "Yeah, too much Tov. You know what's really interesting about that is we've been talking about the danger of being in this corrupt state, climbing the mountain. That danger. And now we're meditating on the danger of having this beautiful, discerning heart and now being in the abundance on the cosmic mountain.",
    "start": "00:46:43",
    "end": "00:47:03"
  },
  {
    "text": "You're right. We're flipping the portrait again.",
    "start": "00:47:03",
    "end": "00:47:05"
  },
  {
    "text": "Yeah. And there's a danger there.",
    "start": "00:47:05",
    "end": "00:47:07"
  },
  {
    "text": "Well, okay, so the danger. Yeah. With David is like, he was just a ruthless. He's a ruthless king, and he was willing to hurt and damage people, kill people, to preserve his life. And he wants to be with God on the holy mountain. And so God forces them to go through all these Acts of surrender. Here you have a guy who.",
    "start": "00:47:07",
    "end": "00:47:30"
  },
  {
    "text": "He's made it to the cosmic mountain.",
    "start": "00:47:30",
    "end": "00:47:32"
  },
  {
    "text": "Yes.",
    "start": "00:47:32",
    "end": "00:47:32"
  },
  {
    "text": "He's eating from the tree of knowing, good and bad, but on God's terms.",
    "start": "00:47:32",
    "end": "00:47:37"
  },
  {
    "text": "Yeah.",
    "start": "00:47:37",
    "end": "00:47:37"
  },
  {
    "text": "So he's doing it.",
    "start": "00:47:37",
    "end": "00:47:38"
  },
  {
    "text": "Doing it.",
    "start": "00:47:38",
    "end": "00:47:38"
  },
  {
    "text": "He's doing it.",
    "start": "00:47:38",
    "end": "00:47:39"
  },
  {
    "text": "And so in that sense, he's the opposite of his dad.",
    "start": "00:47:39",
    "end": "00:47:41"
  },
  {
    "text": "He's opposite of his dad. And he's like, done the thing that Adam and Eve couldn't figure out. And God gave him a discerning heart. So now his heart can align with God and there's abundance.",
    "start": "00:47:41",
    "end": "00:47:50"
  },
  {
    "text": "And.",
    "start": "00:47:50",
    "end": "00:47:50"
  },
  {
    "text": "And so you think, game over. You think, this is it, this is it.",
    "start": "00:47:50",
    "end": "00:47:54"
  },
  {
    "text": "But then it turns out that the human heart also can't handle too much abundance.",
    "start": "00:47:54",
    "end": "00:48:00"
  },
  {
    "text": "Can't handle too much abundance.",
    "start": "00:48:00",
    "end": "00:48:01"
  },
  {
    "text": "It just starts to get morally lazy. And then that abundance skews his view of himself and of other people. So he can just start accumulating other humans.",
    "start": "00:48:02",
    "end": "00:48:13"
  },
  {
    "text": "I guess his heart was not that discerning. Right. There's something like. There's still something missing.",
    "start": "00:48:13",
    "end": "00:48:19"
  },
  {
    "text": "After years of overabundance.",
    "start": "00:48:19",
    "end": "00:48:21"
  },
  {
    "text": "After years of overabundance.",
    "start": "00:48:21",
    "end": "00:48:22"
  },
  {
    "text": "That's really. Yeah, that's the flip here. And so he loses his kingdom. God takes it away. He does exactly what he said he would do. I'll cut off Israel from this land. I'll cut off this house and cast it from my eyes. And your family and your house won't endure. So what happens is that Solomon dies. His son Rehoboam takes the throne. This is in 1 Kings 12. And his son's an idiot. He doesn't know how to rule either. And he listens to bad advice and he raises taxes and the tribes split. There's almost a civil war and everything goes downhill. And then Solomon's dynasty lasts five centuries, which is longer than the country you and I live in has existed, wouldn't you say?",
    "start": "00:48:23",
    "end": "00:49:15"
  },
  {
    "text": "His dynasty lasts five centuries. That's until Babylon.",
    "start": "00:49:15",
    "end": "00:49:17"
  },
  {
    "text": "Till Babylon comes to town. And actually, sorry, the royal lion still exists, but they're taken out of power and taken into captivity.",
    "start": "00:49:17",
    "end": "00:49:25"
  },
  {
    "text": "And that's what Kings is all about.",
    "start": "00:49:25",
    "end": "00:49:27"
  },
  {
    "text": "Is all the kids, the long, slow decline.",
    "start": "00:49:27",
    "end": "00:49:30"
  },
  {
    "text": "There's two kingdoms. Most of them are still building high places and worshiping high places.",
    "start": "00:49:30",
    "end": "00:49:36"
  },
  {
    "text": "Actually, every king to follow from here is one of the main criteria for whether or not they're with Yahweh is whether they worship at the high places or not. Whether they get rid of the high places or whether they allow the people to still worship other gods or worship Yahweh on them. So these high places, these little mini mountains Become like the temperature gauge for Israel's covenant loyalty. Will they meet God on the cosmic mountain where he's allowed himself to be accessible in Jerusalem? But doing that will usually force a crisis. Or will people worship a domesticated Yahweh on their own self made cosmic mountain?",
    "start": "00:49:36",
    "end": "00:50:18"
  },
  {
    "text": "Which is another way to think about taking of the tree. Not good and bad. It's like, it's the right thing, but from the wrong strategy.",
    "start": "00:50:18",
    "end": "00:50:26"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:50:26",
    "end": "00:50:27"
  },
  {
    "text": "So it's like, oh, good. Yeah, God wants us on the cosmic mountain. We're like, well, maybe we can make the cosmic mountain this way.",
    "start": "00:50:27",
    "end": "00:50:34"
  },
  {
    "text": "Yeah, totally. Yeah.",
    "start": "00:50:34",
    "end": "00:50:35"
  },
  {
    "text": "And then we're good.",
    "start": "00:50:35",
    "end": "00:50:36"
  },
  {
    "text": "Yeah. So the high places represent cosmic mountain.",
    "start": "00:50:36",
    "end": "00:50:39"
  },
  {
    "text": "On my own terms.",
    "start": "00:50:39",
    "end": "00:50:39"
  },
  {
    "text": "Pseudo cosmic mountains, but made on our own terms. Yep, that's right. So that's the story of Solomon's rise and fall on the cosmic mountain that is Jerusalem. So where we're gonna go from here is a pretty important, climactic cosmic mountain moment in a prophet that God raises up to challenge the kings of Israel to stop following other gods and to follow Yahweh alone.",
    "start": "00:50:39",
    "end": "00:51:07"
  },
  {
    "text": "A showdown at the high place.",
    "start": "00:51:07",
    "end": "00:51:08"
  },
  {
    "text": "Yeah, the guy's name is Yahweh is my God. Otherwise known as Elijah. So we'll look at his story on two cosmic mountains next.",
    "start": "00:51:08",
    "end": "00:51:18"
  },
  {
    "text": "Thanks for listening to this episode of Bioproject podcast. Next week we'll look at Elijah, a faithful prophet who challenges the false prophets of BAAL to a cosmic mountain showdown on Mount Carmel. And he does this to get Israel to decide who are they going to trust, Yahweh or baal?",
    "start": "00:51:22",
    "end": "00:51:40"
  },
  {
    "text": "And Elijah's going to force this to a test. Let's get two bowls and build two altars. The God who answers with fire from heaven. That's God. Pretty simple test, but notice the test is for the people. They are wavering between two opinions about who is the true God.",
    "start": "00:51:40",
    "end": "00:51:57"
  },
  {
    "text": "BibleProject is a nonprofit and we exist to help people experience the Bible as a unified story that leads to Jesus. And everything that we make is free because of the generous support of thousands of people just like you. Thank you so much for being a part of this with us.",
    "start": "00:51:58",
    "end": "00:52:12"
  },
  {
    "text": "Hi, this is Samantha and I am from Indiana. I heard about Bible Project when my mom taught us it. My favorite thing about Bible Project is you guys describe the Bible really well and it makes me feel like I'm right there. My. My favorite video is the newest Sermon on the Mount video. We believe the Bible is unified story that leads to Jesus. We are crowdfunded projects by people like me. Find free videos, articles, podcasts, classes and more on Bibleproject app and@bibleproject.org.",
    "start": "00:52:12",
    "end": "00:52:55"
  },
  {
    "text": "Hey everyone.",
    "start": "00:52:57",
    "end": "00:52:58"
  },
  {
    "text": "This is Cooper and I'm one of the producers for the podcast. I've been working for bibleproject for three years, but I've been a listener to the podcast since 2018. My favorite part about work is getting to support so many different teams at BibleProject, including classroom and the Podcast. There's a whole team of us that bring this podcast to life every week. For a full list of everyone who's involved, check out the show credits in the episode description wherever you stream the podcast and on our website.",
    "start": "00:52:58",
    "end": "00:53:27"
  }
]