[
  {
    "text": "Foreign. Welcome to BibleProject Podcast. Today we finish our conversations on the theme of the mountain. In this series, we've learned that in the ancient world, mountains are transcendent, overlapping spaces where heaven and earth connect. And the story of the Bible begins with God planting a garden on a mountain, a place where humans are meant to connect to God's life and spread blessing to all the land. But the humans fail to trust God's wisdom and as a result, are exiled down the mountain. As the story of the Bible continues, God invites people to come back up the mountain. But everyone who does fails to surrender their version of life and never learn how to connect to the true life of God on the mountain. However, in our last conversation, we walked through the Gospel of Matthew, which shows seven mountain stories where Jesus not only connects to God's divine presence, but he's also revealed to be God's divine presence. Today we look at the letter to the Hebrews, which describes Jesus as ascending one final cosmic mountain to offer his.",
    "start": "00:00:00",
    "end": "00:01:17"
  },
  {
    "text": "Body as a sacrifice of atonement on behalf of all those dying at the bottom of the mountain.",
    "start": "00:01:18",
    "end": "00:01:25"
  },
  {
    "text": "And the good news of Hebrews is that not only has Jesus ascended, he has also opened up the life of the mountain for us.",
    "start": "00:01:26",
    "end": "00:01:33"
  },
  {
    "text": "God the Son went into heaven and opened up the portal back into Eden so that the life of Eden is now available to those down the mountain like me.",
    "start": "00:01:33",
    "end": "00:01:42"
  },
  {
    "text": "So we can ascend the mountain and we can do it with confidence, because when we ascend, we ascend with Jesus.",
    "start": "00:01:42",
    "end": "00:01:50"
  },
  {
    "text": "He is there sitting with the Father's right hand, interceding for me right now.",
    "start": "00:01:51",
    "end": "00:01:55"
  },
  {
    "text": "Today, Tim Mackey and I wrap up our conversation on the theme of the mountain. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:01:56",
    "end": "00:02:08"
  },
  {
    "text": "Hi, John.",
    "start": "00:02:08",
    "end": "00:02:09"
  },
  {
    "text": "This is the end of the road up the mountain.",
    "start": "00:02:09",
    "end": "00:02:14"
  },
  {
    "text": "Totally. Just walking to this room. I was chatting with someone here and said, we're about to land the plane on the mountain theme series. And I realized that was incoherent things.",
    "start": "00:02:14",
    "end": "00:02:27"
  },
  {
    "text": "It's a hard place to land a plane.",
    "start": "00:02:27",
    "end": "00:02:29"
  },
  {
    "text": "Yeah.",
    "start": "00:02:29",
    "end": "00:02:29"
  },
  {
    "text": "You might want to bring a helicopter.",
    "start": "00:02:29",
    "end": "00:02:30"
  },
  {
    "text": "A helicopter instead. But that tis our goal.",
    "start": "00:02:30",
    "end": "00:02:34"
  },
  {
    "text": "It feels difficult because getting to the top of the mountain, we're supposed to have so much perspective, perspective and clarity, enlightenment. You know, there's so many ideas swimming around. I don't get a sense we're going to have this real clean sense of closure. But I'm really curious where this conversation is going to go today.",
    "start": "00:02:34",
    "end": "00:02:53"
  },
  {
    "text": "Great.",
    "start": "00:02:53",
    "end": "00:02:54"
  },
  {
    "text": "And we're going to look at.",
    "start": "00:02:54",
    "end": "00:02:55"
  },
  {
    "text": "What I'd like to focus our attention on is a line of thought in the letter to the Hebrews about Jesus's ascent into the heavenly temple that is up the cosmic mountain.",
    "start": "00:02:56",
    "end": "00:03:08"
  },
  {
    "text": "Yeah.",
    "start": "00:03:08",
    "end": "00:03:09"
  },
  {
    "text": "To offer his body as a sacrifice of atonement.",
    "start": "00:03:09",
    "end": "00:03:15"
  },
  {
    "text": "Oh, okay.",
    "start": "00:03:15",
    "end": "00:03:16"
  },
  {
    "text": "Of surrender to the father on behalf of all those dying down at the bottom of the mountain.",
    "start": "00:03:16",
    "end": "00:03:23"
  },
  {
    "text": "Well, when you put it that way, I guess this does kind of wrap things up nicely.",
    "start": "00:03:23",
    "end": "00:03:27"
  },
  {
    "text": "Yeah. All right. Yeah. I mean, to be honest, I hadn't really thought about Hebrews for most of the series. And then when I was following a couple lines of thought, all of a sudden I did a read through Hebrews and I was like, oh my gosh. Like this is one of the primary themes of the whole letter. Oh, wow. Although what's fascinating is that the appearance of the mountain doesn't appear until the last chapter. Just classic biblical style is start loading an idea subtly, implicitly assuming the reader has followed all the hyperlinks thus far, and then only make the explicit connection in the last paragraphs of the letter, which forces you to reread it, which is meditation, literature, style. So the main recap is that mountains had cosmic significance for people in the ancient world, and they still do frost today and in the western world in a kind of secularized sense. But there's still places of transcendence and places where people aspire to get to, in theory at least, because there's some sense that the tops of these highest places on the land are where we can go, but they're also in other kind of space, in overlap transcendent space of heaven and earth. There was a well worn set of symbols and ideas associated with with the tops of mountains in the ancient Near East. The biblical authors were part of that world. They took many of those ideas for granted, but as always, they adopted and adapted at the same time. And so the biblical storyline is framed as God planting a garden on the top of a cosmic mountain and then elevating dust creatures to be his partners sharing in his own life and abundance atop cosmic mountain. Humans blow it. They decide to seize life defined by their own wisdom, and find themselves exiled from the heaven on Earth cosmic mountain in the exile from Eden. And that sets up basically the shape of the rest of the biblical story. It's going to be about how will God reconnect his foolish, rebellious human partners with the life goodness of Eden on top of the cosmic mountain. And what we find through the cycles is if you have one righteous intercessor who will ascend the mountain, pass by the fire and the cherubim, and surrender whatever they've defined as Their version of the good life over to God. That act of surrendering is kind of like a death. It's like a passageway through the test. And when that happens, though, like on a good day for Abraham or Moses, then what happens is God will accept the intercession of that righteous one on behalf of the many who are down the bottom of the mountain dying, in need of God's life and blessing.",
    "start": "00:03:28",
    "end": "00:06:30"
  },
  {
    "text": "And for Abraham, the many is the nations his family will bless.",
    "start": "00:06:30",
    "end": "00:06:33"
  },
  {
    "text": "The nations that God wants to bless through his family. That's right.",
    "start": "00:06:33",
    "end": "00:06:36"
  },
  {
    "text": "For Moses, the many was Israel down below who God wanted to use as.",
    "start": "00:06:36",
    "end": "00:06:42"
  },
  {
    "text": "The vehicle of blessing idolatrous Israel down the mountain. In the story of David, it was the people dying of the plague that he brought upon Israel by his faithlessness and so on. So this pattern gets repeated. We looked at the Psalms, and actually here in the Psalms, it's really crucial for the letter to the Hebrews, because Psalm 2 was a part of the introduction saying God is responding to the rebellious violence of the kings of this world by installing a king on the holy mountain, Zion.",
    "start": "00:06:42",
    "end": "00:07:14"
  },
  {
    "text": "That's his solution.",
    "start": "00:07:14",
    "end": "00:07:15"
  },
  {
    "text": "That's his solution. And then you learn. We looked at just One subsection, Psalms 15:24, that one who can ascend the hill of the Lord will go through a valley of suffering, even unto death, and then be exalted by God up to the holy mountain.",
    "start": "00:07:15",
    "end": "00:07:32"
  },
  {
    "text": "And there'll be a feast for all.",
    "start": "00:07:32",
    "end": "00:07:33"
  },
  {
    "text": "Which will be a feast in the kingdom of God over all nations, even for those who cannot keep themselves alive and who are in the dust of death. And just like, whoa.",
    "start": "00:07:33",
    "end": "00:07:43"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:07:43",
    "end": "00:07:44"
  },
  {
    "text": "So cosmic.",
    "start": "00:07:44",
    "end": "00:07:44"
  },
  {
    "text": "That was Psalm 25.",
    "start": "00:07:45",
    "end": "00:07:46"
  },
  {
    "text": "That was Psalm 22. Yeah, 22. So particularly Psalm 2. And then a Psalm. We didn't talk about Psalm 110, which talks about how, again, a king from the line of David will sit on the holy mountain as a victor over the violent evil nations. And God says that that one will sit at the right hand, sit down at God's right hand as the victor over the violence of the evil nations. And those two images, Psalm 2, Psalm 110, were very significant for the earliest followers of Jesus. They quote from these two poems all over the book of Acts, all over Paul's letters, and they're all over the letter to the Hebrews. And they use those poems as part of the way they tell the story of Jesus announcing the kingdom of God, surrendering his life up to death. And then what's interesting is that if Jesus is framed as the great intercessor, his ascent up the mountain is not what happened on passover weekend in Jerusalem physically. In other words, Jesus never actually ascended a mountain.",
    "start": "00:07:47",
    "end": "00:08:56"
  },
  {
    "text": "Passover weekend meaning like the week before he died?",
    "start": "00:08:56",
    "end": "00:08:59"
  },
  {
    "text": "Yep. Holy week when the triumphal entry and then he goes to Jerusalem.",
    "start": "00:08:59",
    "end": "00:09:04"
  },
  {
    "text": "Except that Jerusalem is on a mountain.",
    "start": "00:09:04",
    "end": "00:09:05"
  },
  {
    "text": "Jerusalem is on a mountain. But what is so interesting, especially the letter to the Hebrews and Paul, when they talk about Jesus ascent to go intercede for us, they don't describe Jesus ascending the hill to die on the cross. What they talk about is his bodily resurrection and ascension into heaven, into the sky to enter the heavenly temple and offer himself before the Father. So this is what I want to talk about in Hebrews. Okay, so the ascent up the mountain of this pattern in the Hebrew Bible in the letter to the Hebrews is Jesus ascension into the heavens. And of course, his death is a key part of what kicked in motion, the events that led to his death, his resurrection and ascension.",
    "start": "00:09:05",
    "end": "00:09:58"
  },
  {
    "text": "It's almost like a next level mountain that Jesus gets to.",
    "start": "00:09:58",
    "end": "00:10:01"
  },
  {
    "text": "That's right. Well, but it's what the mountain always really was about in the first place. The mountain image, the ascent back into.",
    "start": "00:10:01",
    "end": "00:10:08"
  },
  {
    "text": "The Garden of Eden because Abraham, you know, he makes a sacrifice on the mountain or Moses on Mount Sinai saying, take me God. It's this self surrender sacrifice. But that's kind of the pinnacle moment.",
    "start": "00:10:08",
    "end": "00:10:20"
  },
  {
    "text": "Yeah.",
    "start": "00:10:21",
    "end": "00:10:21"
  },
  {
    "text": "And then they're at the top of the mountain.",
    "start": "00:10:21",
    "end": "00:10:23"
  },
  {
    "text": "That's right.",
    "start": "00:10:23",
    "end": "00:10:23"
  },
  {
    "text": "They've made it. They're back in. Sounds like you're saying with Jesus that moment of surrender just is a pinnacle moment, but it just unlocked access to like Mountain 2.0 in some way.",
    "start": "00:10:23",
    "end": "00:10:36"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:10:36",
    "end": "00:10:36"
  },
  {
    "text": "That he then ascends to.",
    "start": "00:10:36",
    "end": "00:10:37"
  },
  {
    "text": "There you go. Okay, so I'm just saying in summary form what I want to show you in the letter to the Hebrews and then we'll come back to where we are right now.",
    "start": "00:10:38",
    "end": "00:10:46"
  },
  {
    "text": "Okay.",
    "start": "00:10:46",
    "end": "00:10:46"
  },
  {
    "text": "Having looked at a bunch of passages, but Psalm 2 and Psalm 110 are really key because their language is going to come up at every point that we're going to look at here. So onward into Hebrews and ascending into the heavens, that is up the holy mountain. So let's just read the opening words of the letter to the Hebrews. And it opens like this.",
    "start": "00:10:46",
    "end": "00:11:35"
  },
  {
    "text": "Okay.",
    "start": "00:11:35",
    "end": "00:11:36"
  },
  {
    "text": "God, after he spoke long ago to the fathers in the prophets, in many portions and in many ways in these last days, he has spoken to us in his Son. That word his is not actually there in Greek, it's just in Son.",
    "start": "00:11:37",
    "end": "00:11:56"
  },
  {
    "text": "There's no article.",
    "start": "00:11:57",
    "end": "00:11:58"
  },
  {
    "text": "Mm, mm. It's almost as if The Son has such as. We're gonna see a transcendent, exalted place. There's only one sun we're talking about here. In English, we would say the sun.",
    "start": "00:11:58",
    "end": "00:12:08"
  },
  {
    "text": "Yeah.",
    "start": "00:12:08",
    "end": "00:12:08"
  },
  {
    "text": "But in Greek, you don't need to.",
    "start": "00:12:09",
    "end": "00:12:10"
  },
  {
    "text": "Oh, you don't.",
    "start": "00:12:10",
    "end": "00:12:10"
  },
  {
    "text": "Yeah. You don't have to start in Son, that Son whom he that is God, the Father, appointed as the heir of all things, through whom also he made the world. So let's pause. So God has been speaking through the prophets all throughout Israel's story. But in these culmination days of God's purpose, God's word is the Son. So it's very similar to John chapter one in that way. That Son is the one appointed as the heir. So he's the one who will inherit responsibility over all creation. Like, how does that work? Well, because he is the one through whom God authored all of creation, that is by his word. He that is the Son is the radiance of his, that is the Father's glory. So this was a crucial image in the history of Christian thought that paved the way to early formulations of the Trinity. That the Father being like the disk of the sun, S U n sun. And then the sun S O n being like the radiance shining out from the sun. And at what point. Again, this is an ancient thought, but at what point can you separate the producer of the light from the light itself? And they have an inseparable relationship. There is no light without the source of the sun. But the source of the sun isn't what it is if it isn't giving off light.",
    "start": "00:12:10",
    "end": "00:13:44"
  },
  {
    "text": "And there's the same sort of idea in being a word.",
    "start": "00:13:44",
    "end": "00:13:48"
  },
  {
    "text": "Yes. Yeah, that's right.",
    "start": "00:13:48",
    "end": "00:13:49"
  },
  {
    "text": "And you've explained this as we looked at John 1, that someone has kind of their own sense of thought and the thing.",
    "start": "00:13:49",
    "end": "00:13:59"
  },
  {
    "text": "Their mind.",
    "start": "00:13:59",
    "end": "00:13:59"
  },
  {
    "text": "Their mind.",
    "start": "00:14:00",
    "end": "00:14:00"
  },
  {
    "text": "Their mind, yeah.",
    "start": "00:14:00",
    "end": "00:14:01"
  },
  {
    "text": "And their will. And then it's expressed through breath and language. That expression now is like their mind and will going out from them.",
    "start": "00:14:02",
    "end": "00:14:13"
  },
  {
    "text": "Yeah, yeah. Distinct from, but inseparable from at the same time. Yeah, yeah. Because what is a word except an expression of a mind? But what is a mind except that which expresses through a thought and a word? So these became the two primary ways. You could say this is a gross overstatement, but the next 300 years of Christians working out the Trinity, these were the two most important images that carried on into all those.",
    "start": "00:14:13",
    "end": "00:14:42"
  },
  {
    "text": "The Word and the radiance, the light.",
    "start": "00:14:43",
    "end": "00:14:45"
  },
  {
    "text": "And the sun and the Word and the mind are the two main ways he offers. One more, he says, and the Son is the exact representation of his, that is the Father's nature. And this word representation, it's the Greek word character from which we get character. It means like the imprint of a stamp.",
    "start": "00:14:45",
    "end": "00:15:06"
  },
  {
    "text": "That's what it means, literally.",
    "start": "00:15:06",
    "end": "00:15:07"
  },
  {
    "text": "Yeah. Let's say I'm holding a stamp. Let's get medieval.",
    "start": "00:15:07",
    "end": "00:15:10"
  },
  {
    "text": "Yeah, we got some wax.",
    "start": "00:15:10",
    "end": "00:15:11"
  },
  {
    "text": "And then if you have a stamp in, you press it down. Let's say you lift it up. And let's say you never actually look at the stamp underneath of the stamp itself.",
    "start": "00:15:12",
    "end": "00:15:21"
  },
  {
    "text": "Right.",
    "start": "00:15:21",
    "end": "00:15:21"
  },
  {
    "text": "All you can see behind left in the wax terre and what you assume is that that kerateer, that impression in the wax, corresponds exactly to the underneath of the stamp itself that you cannot see. And that's the metaphor he's drawing here. So it's very similar to the radiance of the sun and the source of the Father's glory, but it's a different image.",
    "start": "00:15:22",
    "end": "00:15:47"
  },
  {
    "text": "Same, but separate.",
    "start": "00:15:48",
    "end": "00:15:49"
  },
  {
    "text": "The thing that you see is the character, the image or stamp, and that is a perfect representation of this distinct thing that is the stamp itself. Anyway, this is not a podcast episode about the Trinity, but I'm about to make it one if we don't move on. So the Son is both the radiance of God's glory, He's the exact representation of the Father's nature. And that the Son upholds all things by the word of his power. Now, when he, that is the Son had made purification from sins, he sat down at the right hand of the majesty. And where's the majesty? On high, like way up top.",
    "start": "00:15:49",
    "end": "00:16:32"
  },
  {
    "text": "The cosmic throne.",
    "start": "00:16:33",
    "end": "00:16:34"
  },
  {
    "text": "Cosmic throne. So apparently the author of all that is the Word, the Son, the manifestation of God's glory in human form, did something that brought purification for sin.",
    "start": "00:16:34",
    "end": "00:16:50"
  },
  {
    "text": "And for a Jewish person, when you say purification has been made for sins.",
    "start": "00:16:50",
    "end": "00:16:55"
  },
  {
    "text": "Yes, Whole story underneath that line.",
    "start": "00:16:55",
    "end": "00:16:57"
  },
  {
    "text": "Yeah, I kind of need that re uploaded in my mind.",
    "start": "00:16:57",
    "end": "00:17:01"
  },
  {
    "text": "Ah, well, he's gonna. He's going to go on the planet.",
    "start": "00:17:01",
    "end": "00:17:03"
  },
  {
    "text": "Is there a specific sacrifice they're thinking of or a whole set of them?",
    "start": "00:17:03",
    "end": "00:17:07"
  },
  {
    "text": "Well, there's three that could accomplish this purpose. And so through acts of surrender of a life of a blameless animal that becomes their representative. The life of that animal by means of its blood is carried into the sacred space and brought before the presence of God. And God accepts that blameless offering of a life that is surrendered in the place of the non blameless person who's standing outside.",
    "start": "00:17:08",
    "end": "00:17:41"
  },
  {
    "text": "And what sacrifice is that called?",
    "start": "00:17:42",
    "end": "00:17:43"
  },
  {
    "text": "Well, there's a few. It could be the Olah, the going.",
    "start": "00:17:43",
    "end": "00:17:46"
  },
  {
    "text": "Up ascending offering Descending.",
    "start": "00:17:46",
    "end": "00:17:48"
  },
  {
    "text": "That's the general one. And then there are two more kind of subcategories of the Hattat, which is. Is the purification offering, sometimes called the sin offering, or the asham, which is the guilt or repair offering.",
    "start": "00:17:48",
    "end": "00:18:01"
  },
  {
    "text": "They all create purification.",
    "start": "00:18:01",
    "end": "00:18:03"
  },
  {
    "text": "Yeah. They're all repairing a relationship that's been ruptured. And they are purifying the vandalism and the stain of the relational rupture.",
    "start": "00:18:03",
    "end": "00:18:16"
  },
  {
    "text": "The blood sprinkled on things. That was purification.",
    "start": "00:18:16",
    "end": "00:18:20"
  },
  {
    "text": "Yes. Yeah. The blood, as a symbol of the life, purifies God's space, which has been made impure or vandalized because of Israel's moral failures. Yes, that's right. Yep.",
    "start": "00:18:20",
    "end": "00:18:32"
  },
  {
    "text": "So those images, the three sacrifices that you mentioned, the sprinkling of the blood, if I'm a Jewish person, those are the ideas.",
    "start": "00:18:32",
    "end": "00:18:39"
  },
  {
    "text": "Yeah. So a whole ritual kicks in to memory, whether or not any of these readers ever went to Jerusalem, because many Diaspora Jews just never did. But they had the scriptures. And the scriptures, especially in Exodus, Leviticus, and Numbers, are all about focusing on this ritual. So what we're just told in summary form here, he made purification for sins, implied a whole backstory, and then when he finished, he sat down at the right hand of the Father on high, way up high.",
    "start": "00:18:40",
    "end": "00:19:13"
  },
  {
    "text": "Okay. This is the ascension.",
    "start": "00:19:13",
    "end": "00:19:15"
  },
  {
    "text": "Yeah. So it presumes that he ascended up onto a high place and is now so closely associated with the Father that you could call them like a father and a son co ruling together on, like, joined thrones, and that that was connected to his having already accomplished this purification of humanity's sin.",
    "start": "00:19:15",
    "end": "00:19:38"
  },
  {
    "text": "Okay.",
    "start": "00:19:38",
    "end": "00:19:39"
  },
  {
    "text": "Yep. He's explicitly.",
    "start": "00:19:39",
    "end": "00:19:41"
  },
  {
    "text": "There's no mountain here.",
    "start": "00:19:41",
    "end": "00:19:43"
  },
  {
    "text": "Nope. Just that he went up on high.",
    "start": "00:19:43",
    "end": "00:19:45"
  },
  {
    "text": "But he went up on high to a throne room to sit on a throne. Am I supposed to be thinking about a mountain?",
    "start": "00:19:45",
    "end": "00:19:52"
  },
  {
    "text": "Certainly, given our whole conversation, the two places where this stuff would happen in the Hebrew Bible is up on a mountain or going in to the tabernacle or the temple.",
    "start": "00:19:52",
    "end": "00:20:04"
  },
  {
    "text": "But there also was the idea of just God's heavenly throne room up in the skies. And the skies are the skies.",
    "start": "00:20:04",
    "end": "00:20:09"
  },
  {
    "text": "Mm. That's right.",
    "start": "00:20:09",
    "end": "00:20:10"
  },
  {
    "text": "That's connected.",
    "start": "00:20:11",
    "end": "00:20:12"
  },
  {
    "text": "Well, that's connected in that all of these mountains that people went up in the stories of the Hebrew Bible were all images of humanity's need to ascend back into heaven on earth on the Eden mountain. Because the whole plot line is, how are the blessings of Eden on top of the cosmic heaven on Earth mountain gonna be released out to everybody else? We need somebody to go up there to go to heaven.",
    "start": "00:20:12",
    "end": "00:20:37"
  },
  {
    "text": "Yeah.",
    "start": "00:20:37",
    "end": "00:20:38"
  },
  {
    "text": "And that is in Essence. What the opening lines of Hebrews is saying. He did that. That's done. So it's just the opening of a theme, and he's gonna fill it out in a handful of key paragraphs where he's gonna go through a line of thought and then wrap it up, allude back to these opening words we just read, but fill them out a little more. It's like a good pop song in that way. This is the chorus. Like, he begins with some notes from the chorus melody and then is going to go through verses and then return back. So one of the first times he returns to it is near the end of chapter four. He's gone through a whole discussion about comparing Jesus to Moses and then to Joshua. And then he says this in Hebrews 4:14. Therefore, since we have a great high priest who has passed through the. The heavens, Jesus, the Son of God, let us hold fast to our confession. Because, listen, we don't have a high priest who can't sympathize with our weaknesses. No, we have one who has been tested. Think of the first mountain in Matthew, the mountain of Jesus. Test. He's been tested in all things, just as we are. And he did not fail. He was without sin. Therefore, let us do draw near with confidence to the throne of grace, so that we can receive mercy and find grace to help in time of need. So tell me what you see here.",
    "start": "00:20:38",
    "end": "00:22:08"
  },
  {
    "text": "Well, we haven't been talking about priests in this series, per se.",
    "start": "00:22:08",
    "end": "00:22:12"
  },
  {
    "text": "That's true.",
    "start": "00:22:12",
    "end": "00:22:13"
  },
  {
    "text": "Much. Maybe a little bit.",
    "start": "00:22:13",
    "end": "00:22:14"
  },
  {
    "text": "We could have done a whole thing on the tabernacle.",
    "start": "00:22:14",
    "end": "00:22:16"
  },
  {
    "text": "Yeah, we did talk about how the tabernacle, Moses is in God's divine throne room, cosmic mountain. And then God says, hey, this thing that you're experiencing, I'm gonna create a blueprint.",
    "start": "00:22:16",
    "end": "00:22:28"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:22:28",
    "end": "00:22:29"
  },
  {
    "text": "For the tent.",
    "start": "00:22:29",
    "end": "00:22:30"
  },
  {
    "text": "That's right.",
    "start": "00:22:30",
    "end": "00:22:30"
  },
  {
    "text": "And then the mountain's coming down.",
    "start": "00:22:30",
    "end": "00:22:32"
  },
  {
    "text": "That's right. The tent, the tabernacle and its multiple chambers were a symbolic model of what Moses was doing on Mount Sinai. And the multiple stages up the mountain where the people could only go to the bottom. Moses and the priests could go to the middle. Only Moses could go up to the top into the cloud. And then in the tabernacle, only the people can be in the courtyard. The priest can go into the first chamber of the tabernacle. Only the high priest, that is Moses, brother, can go in past the cloud of incense into the holy of holies.",
    "start": "00:22:32",
    "end": "00:23:09"
  },
  {
    "text": "And the high priest is then enacting what Moses did on top of the mountain.",
    "start": "00:23:09",
    "end": "00:23:14"
  },
  {
    "text": "That's right.",
    "start": "00:23:14",
    "end": "00:23:14"
  },
  {
    "text": "So Moses was almost like a better high priest.",
    "start": "00:23:14",
    "end": "00:23:16"
  },
  {
    "text": "He is the reality in that story of what the high priest is a symbol.",
    "start": "00:23:16",
    "end": "00:23:21"
  },
  {
    "text": "Okay.",
    "start": "00:23:21",
    "end": "00:23:21"
  },
  {
    "text": "Yeah. And both of those are symbols of the kind of human that we need to go back into Eden.",
    "start": "00:23:21",
    "end": "00:23:28"
  },
  {
    "text": "And so here we have Jesus.",
    "start": "00:23:28",
    "end": "00:23:29"
  },
  {
    "text": "Yes.",
    "start": "00:23:29",
    "end": "00:23:29"
  },
  {
    "text": "He's the one that can ascend the cosmic mountain, go into the holy of holies on our behalf.",
    "start": "00:23:29",
    "end": "00:23:34"
  },
  {
    "text": "Yeah.",
    "start": "00:23:34",
    "end": "00:23:35"
  },
  {
    "text": "Okay. And then he emphasizes that this high priest is not some far off person that we can't relate to.",
    "start": "00:23:35",
    "end": "00:23:42"
  },
  {
    "text": "Yeah.",
    "start": "00:23:42",
    "end": "00:23:43"
  },
  {
    "text": "But that doesn't understand us.",
    "start": "00:23:43",
    "end": "00:23:45"
  },
  {
    "text": "Yeah.",
    "start": "00:23:45",
    "end": "00:23:45"
  },
  {
    "text": "Why is that significant?",
    "start": "00:23:45",
    "end": "00:23:46"
  },
  {
    "text": "He is truly an atom, a human.",
    "start": "00:23:46",
    "end": "00:23:50"
  },
  {
    "text": "Yeah.",
    "start": "00:23:50",
    "end": "00:23:50"
  },
  {
    "text": "Because what we needed was not just a symbolic figure. Like God could just come around in a body that looks like a body, but you poke it and it's like a ghost and it's apparition or something. The whole premise of the biblical story is the invisible God, source and creator of all, wants to partner with his visible human images in close union here on earth. And the biblical story can't reach its resolution until you have a human who can be God's true partner in the union of heaven and earth. And so there's a big emphasis on Jesus is truly divine in Hebrews and that he's truly human.",
    "start": "00:23:51",
    "end": "00:24:35"
  },
  {
    "text": "Why is it important that for us to have a mediating high priest who can bring us back into God's presence? Why is it important that it is an Adam?",
    "start": "00:24:36",
    "end": "00:24:48"
  },
  {
    "text": "Yeah. Why is it important that the intercessor be an Adam?",
    "start": "00:24:48",
    "end": "00:24:51"
  },
  {
    "text": "Yeah. Be a human is what we mean.",
    "start": "00:24:51",
    "end": "00:24:53"
  },
  {
    "text": "Yeah. We consistently replay the failure of Adam and Eve to trust God and we exile ourselves from our own destiny and purpose. That's what the exile imagery in Genesis 3 is all about. Right. And so the solution has to come from God because all the humans in this story keep failing. So it's got to be a divine solution, but the solution has to be human. If it is going to be relevant, affect and include the human family, has to be human. I mean, we're here really to the logic of the whole biblical story, the incarnation.",
    "start": "00:24:54",
    "end": "00:25:37"
  },
  {
    "text": "Yeah, yeah. Because I guess theoretically God could have just come down in the form of an angel, you know, a messenger. And like. Like he does in all over. All over the Old Testament.",
    "start": "00:25:37",
    "end": "00:25:52"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:25:52",
    "end": "00:25:53"
  },
  {
    "text": "Shows up the angel of Yahweh.",
    "start": "00:25:53",
    "end": "00:25:55"
  },
  {
    "text": "That's right.",
    "start": "00:25:55",
    "end": "00:25:55"
  },
  {
    "text": "And he could have still enacted some ritual of sacrifice, not be incarnated. And then why wouldn't that be also purification for sins? Why wouldn't that also be a solution?",
    "start": "00:25:55",
    "end": "00:26:12"
  },
  {
    "text": "Interesting. Well, I mean, you know, it's so funny, this question that you're Asking is part of the question that drove the early debates about the relationship between the Father and the Son.",
    "start": "00:26:12",
    "end": "00:26:24"
  },
  {
    "text": "And the Gnostics didn't think Jesus actually was correct.",
    "start": "00:26:25",
    "end": "00:26:28"
  },
  {
    "text": "That's right.",
    "start": "00:26:28",
    "end": "00:26:28"
  },
  {
    "text": "An add on, right?",
    "start": "00:26:29",
    "end": "00:26:30"
  },
  {
    "text": "That's right, yeah. So what became the orthodox conviction? So there's a 4th century early church theologian named Athanasius. There's a couple formulations attributed to him. One is that he, that is God, became what we are, the person of the Son, so that we can become what he is.",
    "start": "00:26:31",
    "end": "00:26:53"
  },
  {
    "text": "There it is. Yeah. This gets back to the image of God for me in the beginning paragraph of Hebrews, when the author says that he's the exact representation, that feels like, to me, image of God kind of language. Jesus is the true image of God, and because he was human, then he's the image of God that we can point to and be like, okay, we can be that, too.",
    "start": "00:26:54",
    "end": "00:27:19"
  },
  {
    "text": "Or, yeah, you can say, that is what I actually am. The problem is that my will.",
    "start": "00:27:19",
    "end": "00:27:24"
  },
  {
    "text": "But I'm not Yahweh incarnated.",
    "start": "00:27:24",
    "end": "00:27:26"
  },
  {
    "text": "No, no. Oh, no, no. I'm not the Creator.",
    "start": "00:27:26",
    "end": "00:27:28"
  },
  {
    "text": "I'm not the Creator incarnated. So that's the difference is Jesus is also Yahweh incarnated, but humans are the image of God. And so Jesus is showing us. Hey, when you are fully surrendered, this is what it could look like.",
    "start": "00:27:28",
    "end": "00:27:44"
  },
  {
    "text": "That's right. Yeah. He's truly the mediator.",
    "start": "00:27:44",
    "end": "00:27:47"
  },
  {
    "text": "He gets it. He knows what it takes.",
    "start": "00:27:47",
    "end": "00:27:49"
  },
  {
    "text": "That's right.",
    "start": "00:27:49",
    "end": "00:27:50"
  },
  {
    "text": "He knows what you're dealing with.",
    "start": "00:27:50",
    "end": "00:27:51"
  },
  {
    "text": "Yes.",
    "start": "00:27:51",
    "end": "00:27:52"
  },
  {
    "text": "You can pass the test.",
    "start": "00:27:52",
    "end": "00:27:53"
  },
  {
    "text": "You could argue that, being the human who never failed the test, he actually knows the depths of the agony of human temptation more than any of us do. Because I give in all the time.",
    "start": "00:27:53",
    "end": "00:28:05"
  },
  {
    "text": "You don't know how deep the well goes.",
    "start": "00:28:05",
    "end": "00:28:07"
  },
  {
    "text": "No. Yeah. And a few times, I've really, really held the line.",
    "start": "00:28:07",
    "end": "00:28:11"
  },
  {
    "text": "Oh, interesting.",
    "start": "00:28:11",
    "end": "00:28:12"
  },
  {
    "text": "But, like, that's just been one time, but, like, not every time. So you could argue, like, he actually knows what it means to face the test more than any human will ever know, because my threshold's pretty relative.",
    "start": "00:28:12",
    "end": "00:28:25"
  },
  {
    "text": "And then this paragraph ends with, well.",
    "start": "00:28:25",
    "end": "00:28:27"
  },
  {
    "text": "Let us draw near.",
    "start": "00:28:28",
    "end": "00:28:28"
  },
  {
    "text": "Let us draw near. Let us ascend.",
    "start": "00:28:28",
    "end": "00:28:31"
  },
  {
    "text": "Let us. Exactly. So notice he says we have a high priest who's passed through the heavens. And you think up.",
    "start": "00:28:31",
    "end": "00:28:37"
  },
  {
    "text": "Yeah.",
    "start": "00:28:37",
    "end": "00:28:37"
  },
  {
    "text": "But then he uses this language of drawing near. And that comes right from Leviticus and numbers about coming near to the tent, getting as close as you can. And the throne is in the holy of holies. So because he went up, we can go in now.",
    "start": "00:28:37",
    "end": "00:28:54"
  },
  {
    "text": "Why is it called the Throne of grace here.",
    "start": "00:28:54",
    "end": "00:28:56"
  },
  {
    "text": "Yeah. Isn't that wonderful? Well, remember the Ark of the Covenant with the cherubim on it? That's Yahweh's throne, because Yahweh is called multiple times in the Hebrew revival, the one who is enthroned above the cherubim. That's why there's nothing there. No statue.",
    "start": "00:28:56",
    "end": "00:29:10"
  },
  {
    "text": "Yeah. No image.",
    "start": "00:29:10",
    "end": "00:29:11"
  },
  {
    "text": "That's right. But it's called the Throne of Mercy, of Grace, because it's where the representative human image priest goes in and offers the surrendered life. And God accepts that and offers mercy.",
    "start": "00:29:11",
    "end": "00:29:27"
  },
  {
    "text": "Yeah.",
    "start": "00:29:27",
    "end": "00:29:27"
  },
  {
    "text": "So it's the place where you go to find mercy.",
    "start": "00:29:27",
    "end": "00:29:29"
  },
  {
    "text": "I see.",
    "start": "00:29:29",
    "end": "00:29:30"
  },
  {
    "text": "Oh, this is actually part of why the King James translation calls that lid on top of the Ark of the Covenant the mercy seat.",
    "start": "00:29:30",
    "end": "00:29:38"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:29:38",
    "end": "00:29:38"
  },
  {
    "text": "Throne of Grace is another way of saying the mercy seat. Yeah, the mercy chair.",
    "start": "00:29:39",
    "end": "00:29:43"
  },
  {
    "text": "And there's this ritual that enacts, you take the blameless one, surrender that life. The smoke goes up as an ascension offering and access back to God on our behalf.",
    "start": "00:29:43",
    "end": "00:29:54"
  },
  {
    "text": "That's right. The smoke goes up and then the blood that is the life of the animal goes in by the priest. It goes up and in.",
    "start": "00:29:54",
    "end": "00:30:02"
  },
  {
    "text": "And so for us to truly now be the image of God that God created us to be, we have access. But that access is an act of grace and mercy.",
    "start": "00:30:02",
    "end": "00:30:13"
  },
  {
    "text": "It's. We can have proximity to God. The way to Eden has opened. Like, the portal's been opened. Essentially, what he's saying here.",
    "start": "00:30:14",
    "end": "00:30:23"
  },
  {
    "text": "Yeah.",
    "start": "00:30:23",
    "end": "00:30:23"
  },
  {
    "text": "And that we can go there. And instead of being exiled from every time we fail, we have a mediator who's there interceding on our behalf right now, as he's going to go on to say, God came among us in the person of the Son who went into heaven and opened up the portal back into Eden, so that the life of Eden is now available to those down the mountain like me. So why wouldn't I go up the mountain to go up by going in?",
    "start": "00:30:23",
    "end": "00:30:53"
  },
  {
    "text": "But my ascension up the mountain is still going to be its own set of tests.",
    "start": "00:30:53",
    "end": "00:30:58"
  },
  {
    "text": "Totally. And involving failures and renewals of commitments.",
    "start": "00:30:58",
    "end": "00:31:03"
  },
  {
    "text": "And sacrifice, being a living sacrifice of surrender and dying to myself. And so this is. This focus on, like, okay, well, I have to embrace this way of being. But then when we get there, it's the Throne of Grace.",
    "start": "00:31:03",
    "end": "00:31:16"
  },
  {
    "text": "What you find is grace. Yeah.",
    "start": "00:31:16",
    "end": "00:31:17"
  },
  {
    "text": "Okay.",
    "start": "00:31:17",
    "end": "00:31:18"
  },
  {
    "text": "Let's look at the next iteration. He's going to unfold it even more. He comes back to this melody near the end of chapter 7. In verse 24, he describes Jesus as one who continues forever holding his priesthood permanently. So, you know, Israel's priests were humans. They died when they got old. You know, their sons would pick up the office. Jesus, however, like, he doesn't expire. He's never going to retire from his priesthood. So he concludes from this, therefore, verse 25, he is able to forever save those drawing near to God through him, since he always lives to make intercession for them. It was fitting for us to have such a high priest, holy, innocent, impure, separated from sinners and exalted high above the heavens. And he doesn't need to offer up sacrifices for himself for his own sins and then for the sins of other people? No, because he did this once and for all when he offered up himself. So it's interesting, the offering up of Himself, his ascension up into the heavens to offer himself. So we'll talk about this more. But he's describing in the same way we can draw near to God. How? Through Him. What did he do? He went up. He offered himself up in the heavens as an act of intercession for us. That's the linkage of the ideas here.",
    "start": "00:31:18",
    "end": "00:32:55"
  },
  {
    "text": "When he offered himself up, that's the end of the verse. You're saying that refers to the ascension? Yeah, not his crucifixion.",
    "start": "00:32:55",
    "end": "00:33:04"
  },
  {
    "text": "So here I'll just appeal to the work of David Moffitt, New Testament scholar, University of St. Andrews, who's published tons of on atonement in resurrection in the Hebrews. He was the one who first pointed this out to me, that in the letter to the Hebrews, the atonement refers to when Jesus ascended into heaven to offer his life before the Father and sat down at the Father's right hand here. Let's jump to the next one.",
    "start": "00:33:04",
    "end": "00:33:33"
  },
  {
    "text": "Okay.",
    "start": "00:33:33",
    "end": "00:33:33"
  },
  {
    "text": "This is in the middle of Hebrews chapter nine. We're gonna look at two places, actually. One is in verse 11. He says when Christ appeared as a high priest of the good things to come, he entered through the greater and more perfect tabernacle, not made with hands, that is, not of this creation, and not through the blood of goats and calves, but through his own blood, he entered the holy place once and for all, obtaining eternal redemption.",
    "start": "00:33:34",
    "end": "00:34:03"
  },
  {
    "text": "Okay, so this is another way of talking about him going into the cosmic throne room.",
    "start": "00:34:03",
    "end": "00:34:08"
  },
  {
    "text": "Yeah. So notice how going into the holy of holies is swappable with ascending up high into the heavens. Just two ways of talking about the same thing. And it was there, on the top of the cosmic mountain that the blueprints of the tabernacle were revealed. So the tabernacle is a Symbol symbolic of the reality of the cosmic mountain. And he distinguishes. He said Jesus didn't need to go find the old tent. He didn't need to go to Jerusalem and enter the temple. He ascended. So again, notice he says he went into the greater, more perfect tabernacle, entered the holy place. He's describing his ascent into heaven and through his own blood. So in other words, Jesus death was a sacrifice. But in Hebrews, the moment of atonement, which repairs the relationship between God and humans, is the event that the death sets up and makes possible. Because it's his death that leads to his resurrection and then ascension in a new bodily form, and that's the presentation of his blood. So the death gets represented in the heavens, and it's that heavenly presentation that's located as the moment of purification. So it doesn't mean that the moment of Jesus death wasn't part of the act of atonement, but it's not the part the author of Hebrews focuses on. He focuses on the ascension.",
    "start": "00:34:08",
    "end": "00:35:42"
  },
  {
    "text": "If we take this back to the tabernacle ritual, you sacrifice the blameless animal in the outer court. Right. And then you bring the blood into the.",
    "start": "00:35:42",
    "end": "00:35:53"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:35:53",
    "end": "00:35:54"
  },
  {
    "text": "Into the inner sanctum.",
    "start": "00:35:54",
    "end": "00:35:55"
  },
  {
    "text": "Yeah. And he's using that second part of the ritual to map onto Jesus ascension.",
    "start": "00:35:56",
    "end": "00:36:01"
  },
  {
    "text": "Ascension, yeah. Going in is going up.",
    "start": "00:36:01",
    "end": "00:36:03"
  },
  {
    "text": "That's right. And again all the way back to first lines. That's when he made purification for sins and then sat down. He doubles back on this in chapter 9, verse 24. For the Messiah did not enter a holy place made with hands. That is a mere copy of the true one. He went into heaven itself now to appear in the presence of God for us. So what's fascinating is all this happened a few decades ago for this author and for the church that he's writing to, but yet he's able to say now, the thing that Jesus did a couple decades ago by going into heaven itself is still ongoing because he says the Messiah is now there, appearing in the presence of God for us. Isn't that interesting? So the resurrection of Jesus in an actual body, and in chapter 10 of Hebrews, he's really going to focus in on that. It's Jesus in a transformed heaven and earth body, but a human body nonetheless. That's the form in which Jesus exists right now in heaven as a human interceding on our behalf for us right now. And that began in his ascension to heaven and in his mind. That is what offers hope to us humans. Now, we're not God, become humans but we're human images of God.",
    "start": "00:36:03",
    "end": "00:37:29"
  },
  {
    "text": "We're humans meant to reflect God and have union with God. Yes, in a way that is not the same as the union that Jesus had with God, but not so dissimilar that it's not.",
    "start": "00:37:29",
    "end": "00:37:40"
  },
  {
    "text": "That's right. Okay, all right, so check this out. Okay, forward to chapter 10. He really lands the plane on this whole set of ideas. Verse 19. Therefore, siblings, because we have confidence to enter the holy place. Now, he talked about drawing near to the throne. Let us throne grace. But essentially we have confidence to enter the holy place by the blood of Jesus by means of a new and living way that he inaugurated for us through the veil, that is, by means of his flesh. There's a rabbit hole here. He's talking about the moment that the priest went through the thick curtain to go in. And he's saying, that's what Jesus did for us in his ascension up into heaven. And that opened a new and living way. So remember, the whole premise of the biblical story is how is the way to Eden going to be opened up again? How is the life and blessing of God's infinite energy going to be made accessible to those exiled from Eden, dying out in the dusty land at the bottom of the mountain? We need someone. And now you get it. And what he's saying is that way has been opened. He doesn't use mountain imagery, he's using tabernacle imagery, but it is up high in the heavens, and that way has been inaugurated through his flesh. So he says, since we have a great high priest over the house of God, let us draw near with sincere hearts full of assurance of faith. And then look down to verse 25. Also, let us not forsake our own assembling together, as is the habit of some, but encourage one another all the more as you see the day drawing near. So he says, we have confidence to enter the holy place, so let us draw near. Oh, yeah, and don't forget, keep going to church. You're like, what? What do those have to do with each other? Isn't that interesting?",
    "start": "00:37:40",
    "end": "00:39:34"
  },
  {
    "text": "Yeah.",
    "start": "00:39:34",
    "end": "00:39:34"
  },
  {
    "text": "What does that mean?",
    "start": "00:39:35",
    "end": "00:39:35"
  },
  {
    "text": "Well, I guess it begs the question, like, what does he mean by drawing near?",
    "start": "00:39:36",
    "end": "00:39:39"
  },
  {
    "text": "Yeah.",
    "start": "00:39:40",
    "end": "00:39:40"
  },
  {
    "text": "Is there a mountain I'm supposed to go climb?",
    "start": "00:39:40",
    "end": "00:39:42"
  },
  {
    "text": "Chapter 12, verse 18. And he's left it for the climax, chapter 12. He says, you all have not come near to something that can be touched, to something burning with fire and darkness and gloom, to a trumpet blast, to a sound of words which those who heard them begged that no further word be given to them because they were not able to bear what was commanded. Even if an animal touches the mountain, it will be stoned. And the spectacle was so frightening that Moses said, I am frightened and afraid.",
    "start": "00:39:42",
    "end": "00:40:50"
  },
  {
    "text": "He could have been more clear here. He's talking about Mount Sinai.",
    "start": "00:40:51",
    "end": "00:40:55"
  },
  {
    "text": "He's talking about. But he never says it.",
    "start": "00:40:55",
    "end": "00:40:57"
  },
  {
    "text": "He never says it.",
    "start": "00:40:57",
    "end": "00:40:58"
  },
  {
    "text": "Isn't that wonderful?",
    "start": "00:40:58",
    "end": "00:40:58"
  },
  {
    "text": "Yeah.",
    "start": "00:40:58",
    "end": "00:40:59"
  },
  {
    "text": "We haven't come to Mount Sinai, friends. And this is surely part of one of the lines that make scholars think that this is written to a messianic Jewish congregation. Because hearing the Torah read aloud, connecting ourselves to Moses, the revelation of God's law at sinai, like that's 101 stuff for Jewish communities.",
    "start": "00:40:59",
    "end": "00:41:19"
  },
  {
    "text": "But Jewish communities don't go back and do pilgrimage to Sinai. They do pilgrimage to Jerusalem.",
    "start": "00:41:19",
    "end": "00:41:24"
  },
  {
    "text": "Oh, yeah. What Judaism became after the destruction of the temple of Jerusalem in 70 AD, every synagogue, as it were, became a little recreation of Israel at Sinai, where you would hear Torah and prophets read aloud and renew your commitment as members of the covenant. And so the laws and the covenant of Mount Sinai became the center of gravity for the culture of Judaism after the destruction of the Temple. And it had been before for many, but not necessarily for all. And so what he's saying is Mount Sinai is a gift and also something really intense for our ancestors. The rhetoric is, we haven't come to Mount Sinai again.",
    "start": "00:41:25",
    "end": "00:42:07"
  },
  {
    "text": "That's not where we're going right now.",
    "start": "00:42:07",
    "end": "00:42:08"
  },
  {
    "text": "And Mount Sinai was wonderful as a revelation of God's presence. Also terrifying and frightening. In fact, remember, our ancestors didn't even want to go up the mountain. They did not want to draw near.",
    "start": "00:42:08",
    "end": "00:42:18"
  },
  {
    "text": "Yeah. Things didn't go well for a lot of them.",
    "start": "00:42:18",
    "end": "00:42:20"
  },
  {
    "text": "Yeah, that's right. So you have not come near to that, but you have come near to. And he leaves. Finally, he names the thing that all these images are about. You have come to Mount Zion, Mount.",
    "start": "00:42:20",
    "end": "00:42:36"
  },
  {
    "text": "Rock.",
    "start": "00:42:36",
    "end": "00:42:36"
  },
  {
    "text": "The city of the living God, the heavenly Jerusalem.",
    "start": "00:42:38",
    "end": "00:42:43"
  },
  {
    "text": "That's interesting, because as soon as you say you've come to Mount Zion, well, we're talking about a place again, you think?",
    "start": "00:42:43",
    "end": "00:42:48"
  },
  {
    "text": "Apparently.",
    "start": "00:42:48",
    "end": "00:42:49"
  },
  {
    "text": "Right.",
    "start": "00:42:49",
    "end": "00:42:49"
  },
  {
    "text": "At least for a second.",
    "start": "00:42:49",
    "end": "00:42:50"
  },
  {
    "text": "You think we know. Yeah. For a second, it's like, okay, oh, yeah, Jerusalem, of course. But are we gonna rebuild Jerusalem? What are we talking about here?",
    "start": "00:42:50",
    "end": "00:42:57"
  },
  {
    "text": "Yeah.",
    "start": "00:42:57",
    "end": "00:42:57"
  },
  {
    "text": "And then he just comes out and says, no, no, no. The heavenly Jerusalem. And what does he mean, the heavenly Jerusalem?",
    "start": "00:42:57",
    "end": "00:43:04"
  },
  {
    "text": "Just like the tabernacle was a symbol of Mount Sinai and Sinai was a symbol of Eden, so also the temple and city of Jerusalem on Mount Zion is a symbol of Eden. And what Eden is, is the Heaven on Earth Mountain. And then the heavenly city, although it's a garden city. And here I'll just pitch back to our long discussion on the city in our theme series. So they saw the tabernacle as an image of heaven, and they saw Jerusalem, Mount Zion, as the image of heaven as well. And that's happening within the Hebrew Bible. Like, the author of Hebrews isn't making that idea up. This was a common idea at work in Second Temple Jewish thinkers and Bible nerds. So we have come to the reality of which the physical city of Jerusalem and the physical Mount Zion was a symbol.",
    "start": "00:43:04",
    "end": "00:44:08"
  },
  {
    "text": "Okay, but in what sense have we come to.",
    "start": "00:44:09",
    "end": "00:44:12"
  },
  {
    "text": "Yeah, let's keep reading. Okay. Yeah. So that's where we have come. And you're like, really?",
    "start": "00:44:12",
    "end": "00:44:16"
  },
  {
    "text": "Yeah.",
    "start": "00:44:16",
    "end": "00:44:16"
  },
  {
    "text": "We're gone to heaven.",
    "start": "00:44:16",
    "end": "00:44:17"
  },
  {
    "text": "Yeah, I don't remember that.",
    "start": "00:44:18",
    "end": "00:44:19"
  },
  {
    "text": "So you have come to Mount Zion, to the city of the living God, to the heavenly Jerusalem. Here's another thing you've come to. To myriads of angels. 10,000 times 10,000. That is a million. So the choirs of heavenly beings.",
    "start": "00:44:19",
    "end": "00:44:34"
  },
  {
    "text": "What's the 10,000?",
    "start": "00:44:34",
    "end": "00:44:35"
  },
  {
    "text": "Oh, Myriad is the English word for Old english word for 10,000. Oh, it's actually the Greek word for 10,000. Sorry. Spelled with English letters. Okay, so you've come to the myriad of angels, namely, a festal celebration.",
    "start": "00:44:35",
    "end": "00:44:49"
  },
  {
    "text": "Okay. There's this, the cosmic feast. There's the Psalm 22 feast.",
    "start": "00:44:49",
    "end": "00:44:53"
  },
  {
    "text": "Exactly. Yes, that's right. That's exactly right. Yeah. The cosmic wedding feast of the reunion of heaven and Earth. It's begun on Mount Zion, the heavenly one. You have come to the assembly of the firstborn, which is inscribed in Heaven.",
    "start": "00:44:53",
    "end": "00:45:13"
  },
  {
    "text": "That's so cryptic.",
    "start": "00:45:13",
    "end": "00:45:14"
  },
  {
    "text": "So the assembly of the firstborn. I'll just kick back to our firstborn podcast series. Just upload all that.",
    "start": "00:45:16",
    "end": "00:45:23"
  },
  {
    "text": "Yep, yep.",
    "start": "00:45:23",
    "end": "00:45:24"
  },
  {
    "text": "It's the image of the cosmic firstborn. That is the sun.",
    "start": "00:45:25",
    "end": "00:45:28"
  },
  {
    "text": "Yep.",
    "start": "00:45:28",
    "end": "00:45:29"
  },
  {
    "text": "And that assembly is full of people whose names are written in the sky.",
    "start": "00:45:29",
    "end": "00:45:34"
  },
  {
    "text": "In this series, we've been talking about the Garden of Eden people.",
    "start": "00:45:34",
    "end": "00:45:37"
  },
  {
    "text": "Yeah, the Eden crew.",
    "start": "00:45:37",
    "end": "00:45:39"
  },
  {
    "text": "Yep, the Eden Crew. This is them.",
    "start": "00:45:39",
    "end": "00:45:41"
  },
  {
    "text": "Yeah, yeah. When you discover what Jesus has been for us and on our behalf, you discover who you really are as a human image of God, what you're made for. And what you discover is who I really am is, like, already written in God's mind and heart.",
    "start": "00:45:41",
    "end": "00:46:01"
  },
  {
    "text": "That's the inscribed.",
    "start": "00:46:01",
    "end": "00:46:03"
  },
  {
    "text": "Inscribed in heaven.",
    "start": "00:46:03",
    "end": "00:46:04"
  },
  {
    "text": "What I am is already written in God's heart.",
    "start": "00:46:04",
    "end": "00:46:07"
  },
  {
    "text": "In other words, it's an image, like, of. Think of what humans are presented as in Genesis 1 as this image of God. Male and female, let them rule the cosmos. That's what humans are, as it were written in heaven. And then what Adam and Eve become in their folly and exiled outside of Eden, it's like they become shadows of who they really are.",
    "start": "00:46:07",
    "end": "00:46:32"
  },
  {
    "text": "I see.",
    "start": "00:46:33",
    "end": "00:46:33"
  },
  {
    "text": "But God has written who they really are up in the sky. Isn't that a cool image?",
    "start": "00:46:33",
    "end": "00:46:38"
  },
  {
    "text": "That is. Okay, that's landing for me. Being inscribed means this was what you were meant for from the beginning. Your name is here. This is how I see you. This is what you're called to be. So when you get to it, it's not like, whoa, surprise, some new crazy thing like, no, this is what we've been after.",
    "start": "00:46:38",
    "end": "00:47:02"
  },
  {
    "text": "This is the author of Hebrews way of saying what Paul says in his letters, especially Ephesians, where he just says, you were dead in your sins, but now you have been made alive in the Messiah. In fact, you are sitting enthroned alongside your brother Jesus at the right hand of God right now. That's who you really are. In Colossians 3, Paul says you died with the Messiah and your life is hidden with the Messiah in God. Like who you really are is who your representative is up in heaven with God, your true identity is hidden. Or here in Hebrews, it's written in the heavens. Yeah. So then the response to that is to be who you really are. Okay, so he names seven things, he unpacks Zion seven ways. So first was the city of the living God, the heavenly Jerusalem. Second, he says, you've come to the myriad of angels having a party. Third is you've come to the church of the firstborn. And that word church is the word assembly.",
    "start": "00:47:02",
    "end": "00:48:03"
  },
  {
    "text": "Remember?",
    "start": "00:48:04",
    "end": "00:48:05"
  },
  {
    "text": "Because when he said, don't stop assembling together. And now all of a sudden you're like, whoa. When we assemble together, we are agreeing and participating in an earthly form. The real party, like happening in the heavenly Jerusalem. That's what he wants these people to think they're doing when they go to church. It's a pretty cosmic vision of going to church. Fourth thing he says, when you come to Mount Zion, you come to the judge, the God of. So I think here we're talking about going through the cher beam and the fire. The test. Yeah, you're giving a reckoning. You pass through that reckoning of your life as you re enter Eden. Fifth, you come to the spirits of the righteous ones who have been made complete teleos complete.",
    "start": "00:48:05",
    "end": "00:49:00"
  },
  {
    "text": "You've come to the spirit.",
    "start": "00:49:00",
    "end": "00:49:02"
  },
  {
    "text": "Okay, there's all these people up there who have gone before us.",
    "start": "00:49:02",
    "end": "00:49:08"
  },
  {
    "text": "Okay?",
    "start": "00:49:08",
    "end": "00:49:08"
  },
  {
    "text": "The Saints, Abraham, you know, Sarah, Moses, they're all up there, like, cheering you on. You're going to join the party with them. I know this all raises a million questions. Sixth thing you come to when you come to Mount Zion, you come to Jesus, the mediator of the New Covenant. And seventh, you come to the sprinkled blood that speaks a better word than the blood of Abel. This guy's such a Bible nerd.",
    "start": "00:49:08",
    "end": "00:49:40"
  },
  {
    "text": "Yeah, he just really pulled it all in.",
    "start": "00:49:40",
    "end": "00:49:41"
  },
  {
    "text": "Just like Bible code speaking. Okay, well, here, let me attempt to summarize why I led you through all of this.",
    "start": "00:49:41",
    "end": "00:49:48"
  },
  {
    "text": "Yes.",
    "start": "00:49:48",
    "end": "00:49:48"
  },
  {
    "text": "The Letter to the Hebrews sees what the Hebrew Bible is about, with all its cycling of mountain themes and imagery. A way back into heaven, I.e. eden, from which humans came. Humans are destined for heavenly Eden on Earth. We have been blocked from it by the folly of our own choices as far back as we can possibly tell. And the story of the Bible is about God becoming fully human. He became what we are so that we could become what he is. That is to open up the way back to divine life and grace as an act of forgiveness. So Jesus becomes what Adam and Eve weren't, and he becomes like the ultimate Isaac offered as a substitute for his Father's sins. But then he actually becomes the Ram that was offered in the place of Isaac offered in Abraham. He's like the ultimate Moses who offered himself. He's the better than David who offered himself in the place of the sheep. He's better than Elijah who didn't offer himself. In fact, he accused Israel down the mountain. He is the real David of the Psalms who will bring peace among the nations, not by killing them, but by offering his life for them. He is the Jesus who went up the seven mountains to bring eternal life. Like all of the themes come together here in Hebrews in his ascent to heaven.",
    "start": "00:49:48",
    "end": "00:51:30"
  },
  {
    "text": "And then the letter of the Hebrews says, so ascend.",
    "start": "00:51:30",
    "end": "00:51:34"
  },
  {
    "text": "So y' all ascend.",
    "start": "00:51:34",
    "end": "00:51:35"
  },
  {
    "text": "But then it ends with, actually, you have ascended. You've made it.",
    "start": "00:51:35",
    "end": "00:51:39"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:51:39",
    "end": "00:51:41"
  },
  {
    "text": "Right.",
    "start": "00:51:41",
    "end": "00:51:41"
  },
  {
    "text": "Yeah. Let us draw near. And you have drawn near.",
    "start": "00:51:41",
    "end": "00:51:44"
  },
  {
    "text": "Yeah, you've come to this place. The party's here. You've made.",
    "start": "00:51:44",
    "end": "00:51:48"
  },
  {
    "text": "Yep.",
    "start": "00:51:48",
    "end": "00:51:48"
  },
  {
    "text": "So I think this is the final then thing to chew on for me is as we've been going through this journey, to me, the center of gravity of this is about the ascent, and it's about how do I ascend to a place where I'm meant to be, but I'm not quite prepared to exist in? And there's the theme of surrender yeah. So that became the thing that was really pulling all of this together. And when we get to Jesus and he talks about to find life, you must lose it, die to yourself. When Paul says, be a living sacrifice to me, this all clues into like, okay, this is the way up the mountain. What kind of life am I living in which I'm passing the test? I'm able to die to the right things. It's the journey up the mountain idea.",
    "start": "00:51:49",
    "end": "00:52:40"
  },
  {
    "text": "Yeah, let us ascend. Let us ascend the mountain of the Lord.",
    "start": "00:52:40",
    "end": "00:52:42"
  },
  {
    "text": "But then you could also stop and think, actually, no, we've made it. We're on the mountain. Like, we've come. Like, it's the throne of grace. We don't have to do anything. We're here and Jesus made it available for us. Right now the party has started. So let's just assemble together and let's live into that reality.",
    "start": "00:52:43",
    "end": "00:53:03"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:53:03",
    "end": "00:53:04"
  },
  {
    "text": "So which one is it?",
    "start": "00:53:05",
    "end": "00:53:07"
  },
  {
    "text": "Yeah, why can't those both be.",
    "start": "00:53:09",
    "end": "00:53:12"
  },
  {
    "text": "Why can't you be journeying up a mountain and having arrived at the same time?",
    "start": "00:53:12",
    "end": "00:53:16"
  },
  {
    "text": "Well, I clearly have not finally arrived because I'm sitting right here with you right now. But my truest self, which is the Messiah, who's sitting at the right hand of God, that version of me, which is hidden in God, as Paul would say, like, that's there. He is there sitting at the Father's right hand, interceding for me right now.",
    "start": "00:53:17",
    "end": "00:53:42"
  },
  {
    "text": "To the degree that I am in the Messiah I am in. Yeah, I am on Mount Zion now.",
    "start": "00:53:42",
    "end": "00:53:48"
  },
  {
    "text": "And the challenge is that I forget that. I forget that that is who I really am and what I'm destined for. And so when we assemble together, we remind ourselves of ultimate reality that is now and future. And I think that's why he says, don't stop assembling together, because it's really hard to foster that trust in ultimate reality just by yourself. But when you get together and then you live and treat each other according to that ultimate reality, which is love, then it's not just that you believe that it becomes true, it actually starts becoming true in your experience. So maybe we're to attention here. That's in New Testament thought all through, which is, if you think of it in terms of time, it's the now and the not yet. That what Jesus did is available to us now, but its ultimate fulfillment is still something to come. You can think of it in terms of earth and heaven. I'm on earth, but I have access to, to participate in the life of God in heaven. I feel outside My flesh is dying, but my truest self and the way open to union with God in the inside is open. It's a tension. I'm not. I can't answer it. I can just say what you're feeling is, I think, what it means to be a human this side of the new creation.",
    "start": "00:53:48",
    "end": "00:55:17"
  },
  {
    "text": "So, like, very practically, I think it's like 11am and so between now and getting lunch, should I be thinking of this next hour of my life as like, I'm going up the mountain? I'm on a journey up the mountain. What do I need to let go of? What do I need to surrender? Or should my mind frame be right now? I'm on the top of the mountain. I've made it. I'm with Jesus. There's a throne of grace. I have arrived. And this hour I'm living into that. Because, I mean, they're two very different psychologies.",
    "start": "00:55:19",
    "end": "00:56:00"
  },
  {
    "text": "Yeah, I hear that. Yeah, it's a good point, man. If you are hourly living into that mindset, you're doing a lot better than me.",
    "start": "00:56:00",
    "end": "00:56:07"
  },
  {
    "text": "I'm not saying I'm going to Forget in like 10 minutes.",
    "start": "00:56:09",
    "end": "00:56:12"
  },
  {
    "text": "Yeah. But yeah, for me, the accomplishment has been to really have a daily practice rhythm.",
    "start": "00:56:12",
    "end": "00:56:20"
  },
  {
    "text": "Okay, so if you're living in the daily rhythm is your daily experience. Are you thinking I'm journeying up the mountain or are you thinking I'm on the mountain?",
    "start": "00:56:20",
    "end": "00:56:29"
  },
  {
    "text": "Yeah, well, I guess I think both. You know, I begin my day reminding myself of where the risen Jesus is on my behalf. He's up the mountain, inviting me up the ways. There's no barriers except myself and my choices.",
    "start": "00:56:31",
    "end": "00:56:47"
  },
  {
    "text": "Okay, so you're journeying up.",
    "start": "00:56:47",
    "end": "00:56:48"
  },
  {
    "text": "I'm journeying up. Yeah, I'm journeying up. But then, you know, there might be a moment where I have a choice about whether I'm going to treat someone else with the abundance of the mountaintop through sharing. Right. Through generosity, through patience. But then that becomes simultaneously my test.",
    "start": "00:56:48",
    "end": "00:57:08"
  },
  {
    "text": "Yeah, right.",
    "start": "00:57:09",
    "end": "00:57:10"
  },
  {
    "text": "Of whether or not I will really believe that my truest self has all the abundance that God has in God's own self and that I can share that abundance with another, trusting that there's enough for me too.",
    "start": "00:57:10",
    "end": "00:57:25"
  },
  {
    "text": "I trust that I will make it to the top because Jesus is there.",
    "start": "00:57:26",
    "end": "00:57:31"
  },
  {
    "text": "Jesus is there. And if he's there, I know I'm there in Him. Right now, my lived experience is still being on the way there through a series of choices. And what those choices do, what the tests do, is they purge me, they purify me, they provide me with chances for my lived conscious Experience self to become more and more like my truest self that I'm destined to become in the inscription God has for me in heaven and for you, I think that's what it means to live in this story.",
    "start": "00:57:31",
    "end": "00:58:09"
  },
  {
    "text": "Okay, so we've covered a lot of ground and it always feels like there's a temptation to try to tie a bow in our conversation.",
    "start": "00:58:28",
    "end": "00:58:39"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:58:39",
    "end": "00:58:40"
  },
  {
    "text": "But there's also this reality of how could you ever do that? There's so much here to continue to explore.",
    "start": "00:58:40",
    "end": "00:58:46"
  },
  {
    "text": "Yeah, yeah. It's more just you've sharpened your lenses, right. Like got them updated to your eyes prescription so that you can now go out and do the business of living in light of the story. Yeah, yeah.",
    "start": "00:58:46",
    "end": "00:58:58"
  },
  {
    "text": "So we want to encourage you in your community to be able to continue to explore this idea. If you followed along in these conversations you're in, you're deep in already. And so there's ways to go deeper and there's ways to bring other people along. And we've created a lot of resources to help you do that. And all of those resources are available on our website. We've kind of collected them all on a webpage that you can go to the show Notes to find. And also they're collected in our app. So if you use our app, you can find a place in the app where all of these resources are collected together. And you're going to find there a video that we made. It's a three minute video. It's shorter than we typically make. It's like a little teaser taster of the theme of the mountain.",
    "start": "00:59:00",
    "end": "00:59:44"
  },
  {
    "text": "Yeah, that's right. Yeah. And it's not a dialogue video. It's me talking through the ideas in a chill, hopefully meditative kind of voice. But what we ended up focusing on was a realization that dawned on us in the course of the conversations, which was about the goal isn't just to live on the mountaintop forever. It's for if it's a full reunion of heaven and earth, it's for the blessings of the mountaintop to come down and to spread down the mountain to the many. So that the top of the mountain and the bottom of the mountain are kind of like one and the same.",
    "start": "00:59:44",
    "end": "01:00:24"
  },
  {
    "text": "Yeah.",
    "start": "01:00:24",
    "end": "01:00:24"
  },
  {
    "text": "So that's a motif we really emphasize in the video. Cool. That is something we discovered together as we talked. So the video is cool. I'm excited. Visually, it's so beautiful.",
    "start": "01:00:25",
    "end": "01:00:35"
  },
  {
    "text": "Yeah. And people use these videos for different reasons, but one reason might just to get someone interested in the theme of the mountain. And then once you got someone interested, then What? And we would love for you to feel the permission and freedom to just open your Bible with other people and just think about these texts in community with others.",
    "start": "01:00:35",
    "end": "01:00:55"
  },
  {
    "text": "Yeah. One thing that's new to how we do theme videos in the last few years is it's not just you and I, you know, making all this stuff. There's a team of scholars and writers who have come around now, each project and created a whole bunch more resources for individuals and for groups to go through. And that's what you're talking about. So ways to go deeper to meditate on all the texts that we talked about in the podcast and even more biblical texts we didn't cover.",
    "start": "01:00:56",
    "end": "01:01:25"
  },
  {
    "text": "So they create what we're calling guide pages. And it goes through these passages, other passages. There's just a wealth of information there for you to go through just to kind of dive deeper with our scholar team. And then we also have a group study that kind of comes out of the fruit of that scholar team work where then you can take those same texts. And we've got questions and we've got kind of a format that you can kind of go through with the group so you can find that group study so you can do it on your own. Kind of geek out on your own if you want. But we'd really love it if you read that with people in your life. And then also if you're on YouVersion, use the YouVersion Bible app. There is also a nine day reading plan on the mountain with the same text in the Version Bible app. So you can also do that. And all of those things are all collected together on a webpage on our website. You could find that link in our show notes and it's also in the app.",
    "start": "01:01:25",
    "end": "01:02:23"
  },
  {
    "text": "Yeah.",
    "start": "01:02:23",
    "end": "01:02:23"
  },
  {
    "text": "So continue on the mountain.",
    "start": "01:02:24",
    "end": "01:02:26"
  },
  {
    "text": "Yeah. Onward and upward up the mountain. Yeah, up the mountain Mountain we go.",
    "start": "01:02:26",
    "end": "01:02:31"
  },
  {
    "text": "Thank you for being a part of this conversation with us as we explore the theme of the mountain and the story of the Bible. Bibleproject is a crowdfunded nonprofit and we exist to experience the Bible as a unified story that leads to Jesus. And everything that we make is free because of the support of thousands of people just like you. So thank you so much for being a part of this with us. Hi, this is Andres.",
    "start": "01:02:37",
    "end": "01:02:59"
  },
  {
    "text": "I'm from Vancouver, Canada.",
    "start": "01:02:59",
    "end": "01:03:00"
  },
  {
    "text": "Hi, this is Rebecca. I'm originally from Cluj, but live in Sacramento. I first heard about the Bible Project from the Bayside Church in Granite Bay.",
    "start": "01:03:01",
    "end": "01:03:09"
  },
  {
    "text": "I found out about the Bible Project while I was preparing my lessons for Sunday school and I had to go to YouTube videos to explain stories, and then I found videos of the Bible Project. I used the Bible Project in my.",
    "start": "01:03:09",
    "end": "01:03:22"
  },
  {
    "text": "Personal life, and my favorite thing about the Bible Project is how alive the Word of God becomes and how it is visually represented.",
    "start": "01:03:22",
    "end": "01:03:31"
  },
  {
    "text": "Hey everyone, this is Heather. I'm a volunteer at the Bible Project. I discovered the Bible Project volunteer program because I came on a tour of the Bible Project and found the most incredible group of friends. Through the volunteer group, there's a whole team of people that bring the podcast to life every week. For a full list of everyone who's involved, check out the show credits in the episode description wherever you stream the podcast and on our website.",
    "start": "01:03:49",
    "end": "01:04:15"
  }
]