[
  {
    "text": "This is John from bibleproject. And today we continue our theme study on mountains in the Bible. The story of the Bible begins on a cosmic mountain where the water of life flows into four rivers that bring life to the entire land. On this mountain, God plants a garden. And he puts humans in that garden on the cosmic mountain to dwell with him, walk with him, and learn to listen to his voice. A human who can do that, God, can work with humanity, fails to partner with God and is sent down the mountain. And so what will it take for humanity to get back to the mountain and be with God? In today's episode, we'll look at two more important mountains in Genesis. The first is the mountain Noah and his ark rests on after the flood subsides.",
    "start": "00:00:04",
    "end": "00:00:50"
  },
  {
    "text": "Where does it rest? On the mountains of Ararat. Noah gets out of the ark, build an altar to Yahweh, and then he causes to go up in offering. And so the fact that Noah would take this precious, rare gift of life and surrender it back to God. And Yahweh says, I can work with a human who will surrender.",
    "start": "00:00:51",
    "end": "00:01:09"
  },
  {
    "text": "The second mountain we'll look at today is Mount Moriah, the mountain Abraham climbs with his son Isaac in order to build an altar and surrender everything back to God. And in his act of surrender, Abraham finds that it's God who wants to give him a gift.",
    "start": "00:01:10",
    "end": "00:01:25"
  },
  {
    "text": "Genesis 22 is one of the most important stories in the Hebrew Bible. It's a pivotal moment in the story of Abraham. And it is hyperlinked back to in almost every part of the rest of the Hebrew Bible. This moment was drawn upon by Jesus in his language of the Father, sending him as the Son to lay down his life. Passover. When Paul says, this is how we know what love is, that God did not withhold his only son, he's drawing on this story right here.",
    "start": "00:01:25",
    "end": "00:01:53"
  },
  {
    "text": "Mount Ararat and Mount Moriah, two mountains in Genesis. That will show us what it will take to get back to the mountain. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:01:54",
    "end": "00:02:11"
  },
  {
    "text": "Hey, John. Hello.",
    "start": "00:02:11",
    "end": "00:02:13"
  },
  {
    "text": "All right, we're talking mountains. We're talking the mountain. Yeah, the cosmic mountain.",
    "start": "00:02:13",
    "end": "00:02:18"
  },
  {
    "text": "Cosmic.",
    "start": "00:02:18",
    "end": "00:02:18"
  },
  {
    "text": "There was two framings that were helpful. One is the ancient Near Eastern idea of a cosmic mountain where heaven and earth meet. And it's where temples are imaged after.",
    "start": "00:02:19",
    "end": "00:02:31"
  },
  {
    "text": "Yeah, that's the first building block.",
    "start": "00:02:32",
    "end": "00:02:33"
  },
  {
    "text": "But then we also talked about. We have our own vision of what we call the mountaintop experience, where you have this moment of clarity where just things start to connect in a new way, and suddenly you become wise. Now I have A vantage point now that I can shake off this old way thinking. And there's a beauty to it. And we call that a mountaintop experience.",
    "start": "00:02:33",
    "end": "00:02:54"
  },
  {
    "text": "Mountaintop experience? Yeah, the metaphor of being up high on top of a high hill or mountain. So it's other than your normal space. It's a unique experience that you had. And it gives you this vantage point to look out at all the land around you and be like, oh, man. I was, like, stuck in that valley. And I didn't know it.",
    "start": "00:02:54",
    "end": "00:03:14"
  },
  {
    "text": "I didn't know it, but now I.",
    "start": "00:03:14",
    "end": "00:03:16"
  },
  {
    "text": "Can see that valley.",
    "start": "00:03:16",
    "end": "00:03:17"
  },
  {
    "text": "That valley is connected to this other.",
    "start": "00:03:17",
    "end": "00:03:18"
  },
  {
    "text": "Valley, Connected to this other valley. And, like, whoa. Like, that's what that was about. And now you go back down a transformed person.",
    "start": "00:03:18",
    "end": "00:03:25"
  },
  {
    "text": "Okay. So we got this ancient way of thinking about mountains, and then we got what seems like a more modern way to think about mountains. And what was cool is seeing in Genesis chapters two and three specifically how the garden of Eden is on a mountain. And it's both of these ideas. It's the place where you meet the divine, the source of life, the source of goodness.",
    "start": "00:03:25",
    "end": "00:03:45"
  },
  {
    "text": "Yeah.",
    "start": "00:03:45",
    "end": "00:03:46"
  },
  {
    "text": "Descends down the mountain to the rest of the world, the cosmic mountain. But then we talk about, like, to what end. They're meant to work and keep it and expand the garden and what they need. What do humans need?",
    "start": "00:03:46",
    "end": "00:03:57"
  },
  {
    "text": "Yeah, well, a lot of things.",
    "start": "00:03:57",
    "end": "00:03:58"
  },
  {
    "text": "But to do the ruling, to do the, like, expanding the garden, ultimately, you need to know how to not screw it up. And we need wisdom.",
    "start": "00:04:02",
    "end": "00:04:10"
  },
  {
    "text": "Yep, that's right. How to make a decision between what is good and what is not good. What will lead to life, and what will lead to the opposite of life.",
    "start": "00:04:10",
    "end": "00:04:17"
  },
  {
    "text": "It's actually really hard to do.",
    "start": "00:04:17",
    "end": "00:04:19"
  },
  {
    "text": "It's really hard. Yeah. And God teaches them wisdom with a riddle, as it were. They need to trust God's wisdom about good and bad and learn by listening to the voice. Or they could take the knowing of good and bad into their own hands, seize it for themselves, and then unleash a whole series of consequences that they had no idea would follow. And that's what ends up happening.",
    "start": "00:04:19",
    "end": "00:04:44"
  },
  {
    "text": "And so the setting shifts from being on the cosmic garden mountain. And now we're off the mountain. Yeah, we're at the base of the mountain. That's where the story continues.",
    "start": "00:04:44",
    "end": "00:04:57"
  },
  {
    "text": "Yeah.",
    "start": "00:04:57",
    "end": "00:04:58"
  },
  {
    "text": "And so one way to think about the story of the Bible is how do we get back to the cosmic mountain? What's the way back?",
    "start": "00:04:58",
    "end": "00:05:03"
  },
  {
    "text": "Yeah, what's the way back? So Adam and Eve's sons have this intuition that a way back would be to surrender what God has given us and give it back to God, Cat.",
    "start": "00:05:03",
    "end": "00:05:13"
  },
  {
    "text": "Cain and Abel.",
    "start": "00:05:13",
    "end": "00:05:14"
  },
  {
    "text": "Cain and Abel, Yeah. They're making these offerings by what's called in the narrative, just a door, presumably the door back to Eden. I think that's the implicit claim in the story. What happens, the conflict between those two brothers. One murders another out of jealous anger and then goes and builds a city where that violent impulse scales and spreads. And then there is another act of rebellion. This time another cosmic rebellion, not of land creatures trying to grab at the knowledge of the gods, but rather its divine creatures, the sons of Elohim, inappropriately crossing out of their realm and boundary and commingling with the daughters of Adam.",
    "start": "00:05:14",
    "end": "00:05:56"
  },
  {
    "text": "Yeah.",
    "start": "00:05:56",
    "end": "00:05:57"
  },
  {
    "text": "Genesis chapter six.",
    "start": "00:05:57",
    "end": "00:05:58"
  },
  {
    "text": "Okay.",
    "start": "00:05:58",
    "end": "00:05:58"
  },
  {
    "text": "And it's the crowning moment of a scaling problem of violence, of humans defying it as good to take the lives of other humans.",
    "start": "00:05:58",
    "end": "00:06:06"
  },
  {
    "text": "Because then after this, we learn that violence is just the norm.",
    "start": "00:06:06",
    "end": "00:06:08"
  },
  {
    "text": "Yeah. The Nephilim, the giant warrior kings of old, are in the land. Genesis 6. And the violence is so bad, and the taking of innocent life has shed so much blood on the land that the outcry rises up to God. And so God hands creation over to the chaos and ruin that humans and spiritual beings have unleashed upon it. And you get the story of the.",
    "start": "00:06:08",
    "end": "00:06:34"
  },
  {
    "text": "Flood, where the land coming up out of the chaotic waters creates the cosmic mountain. Cosmic waters now rise up and submerge the land.",
    "start": "00:06:34",
    "end": "00:06:43"
  },
  {
    "text": "That's right, yeah. And then we're told the waters go even over the heads of the mountains. So it's full inversion of the seven day creation narrative.",
    "start": "00:06:43",
    "end": "00:06:52"
  },
  {
    "text": "It's decreation.",
    "start": "00:06:52",
    "end": "00:06:53"
  },
  {
    "text": "It's a decreation, actually. The flood story is packed with upside down phrases from the seven day creation narrative. Just all these inversions really. But that's a whole other thing. What I want to focus on is what happens in aftermath of the flood is that God sends a wind to blow over the waters. This is the pivotal sentence of the flood story. Like literally the middle sentence of it. And it starts to replay the seven day creation narrative after it's undone.",
    "start": "00:06:53",
    "end": "00:07:21"
  },
  {
    "text": "The spirit of God hovered over the waters. From Genesis 1, the word spirit is the same word as wind.",
    "start": "00:07:22",
    "end": "00:07:27"
  },
  {
    "text": "That's right, Yep. And so God sends a spirit wind over it and the waters begin to recede and the dry land becomes visible, which is exactly the language of days two and three of Genesis. And what we're told in Genesis 8, 4 then is that the ark rested.",
    "start": "00:07:27",
    "end": "00:07:44"
  },
  {
    "text": "The ark. We didn't talk about the ark.",
    "start": "00:07:44",
    "end": "00:07:45"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:07:45",
    "end": "00:07:46"
  },
  {
    "text": "So there's a. Sorry, everyone knows the story.",
    "start": "00:07:46",
    "end": "00:07:48"
  },
  {
    "text": "Okay, good Point.",
    "start": "00:07:49",
    "end": "00:07:50"
  },
  {
    "text": "Yeah.",
    "start": "00:07:50",
    "end": "00:07:50"
  },
  {
    "text": "God chooses one human who is righteous. He does right by God and neighbor. And so God invites him, and his righteousness covers even for those associated with him. And he invites them into this refuge of a little floating wooden garden, as it were, because it's humans and animals living together with divinely provided food for the period of a year, floating amidst the chaos waters. And then as those waters recede because God sends the wind, then what we're told in Genesis 8, 4 is that the ark rested in the seventh month.",
    "start": "00:07:51",
    "end": "00:08:29"
  },
  {
    "text": "And that's Noah's name, right? Rested.",
    "start": "00:08:29",
    "end": "00:08:31"
  },
  {
    "text": "It's Noah's name as a verb. Yeah, that's right. It's also the same verb used of God putting the human.",
    "start": "00:08:31",
    "end": "00:08:38"
  },
  {
    "text": "He rested them in the garden.",
    "start": "00:08:38",
    "end": "00:08:39"
  },
  {
    "text": "Resting him in the garden. Yeah. It's Genesis 2, I think. 15. So just like God rested the human in the garden, which was on the Khalid mountain, the ark now rests in the seventh month on the 10 and seventh day of the month, that is the 17th on the mountains of Ararat. Ararat.",
    "start": "00:08:39",
    "end": "00:09:03"
  },
  {
    "text": "Ararat.",
    "start": "00:09:03",
    "end": "00:09:04"
  },
  {
    "text": "So now here again, here's the new Adam rescued out of the waters, and the wind is blowing the waters back. So the dry land emerges, and another human and his family, and he's on a mountain, are rested in the seventh month and the 10 of seventh day of the month. Those are all echoes of both the seven days of Genesis and the ten.",
    "start": "00:09:04",
    "end": "00:09:24"
  },
  {
    "text": "Words God speaks in Genesis one. God has ten words.",
    "start": "00:09:24",
    "end": "00:09:27"
  },
  {
    "text": "That's right. Speaks ten times over the course of seven days. And where does it rest? On the mountains of Ararat. So what's interesting is Mount Ararat is an actual mountain in today what we would call, like, northeast Turkey, near Armenia. And in Akkadian with ancient Semitic language that preceded Hebrew, it's pronounced Urtu, but in Hebrew, it translated into Ararat. So it's a big, tall mountain. I've just got a little picture of it here. It actually looks kind of like what you and I imagine as mountains here in the Cascades northwest.",
    "start": "00:09:27",
    "end": "00:10:05"
  },
  {
    "text": "Yeah. It looks like the shape of Mount Air a little bit.",
    "start": "00:10:05",
    "end": "00:10:07"
  },
  {
    "text": "It does, yeah. Yep, that's right. So I forget here real quick.",
    "start": "00:10:07",
    "end": "00:10:12"
  },
  {
    "text": "It's a volcano.",
    "start": "00:10:12",
    "end": "00:10:13"
  },
  {
    "text": "Oh, it's huge. Whoa.",
    "start": "00:10:13",
    "end": "00:10:14"
  },
  {
    "text": "Yeah, It's a biggie.",
    "start": "00:10:14",
    "end": "00:10:15"
  },
  {
    "text": "16,800Ft, 5,100 meters.",
    "start": "00:10:15",
    "end": "00:10:19"
  },
  {
    "text": "That's bigger than Mount Rainier.",
    "start": "00:10:19",
    "end": "00:10:20"
  },
  {
    "text": "Mount Rainier's 14,000. And then here, there's big Ararat, and there's Little ararat, which is 12,700ft. This is a gigantic mountain range by the Caspian Sea up there. Yeah. So after a terrible Catastrophe in the human story. And what God's done is de created the cosmos and most all living creatures. But then that de creation is carrying along the seed of recreation in this little wooden Eden refuge floating on the waters. And then it rests on top of a mountain at Nuachs, which is the verb rest, with a guy named Noach on a mountain called Urarat. And this has an interesting link all the way back to the other side. From before the flood, when Noah was born, his dad uttered a little promise over him connected to his name. In Genesis 5, when Noah's dad names him Noach, he said his name will be Noach because he will nacham us. The word Nacham is the word comfort. To bring comfort. Noach will Nacham comfort us from our work and from the toil of our hands, from the ground which Yahweh has cursed. So it's a reference back to the curse on the land from Genesis 3, when God cursed the land because of what the humans did. So somehow this guy, when this kid's born, he's going to bring a whole new wave of comfort, presumably renewal from the curse on the ground. And what is interesting is when the ark rests on the mountain, it Noah on the mountain. The name of the mountain is. And you can't really hear it in English, but the name is spelled, like spelled with almost the same letters as the word has cursed is Yahweh has cursed the ground. And the name of the mountain is. And what Noah's about to do, this is the key moment. Noah gets out of the ark, gets off the boat, and he's on a mountain, and he builds an altar to Yahweh. And he selects from a bunch of pure animals. He's like a priest. He just knows which ritually pure goat and so on to pick. And then he causes to go up an offering on the altar to Yahweh. And Yahweh smelled the rest, giving smell the reah nichoach. So there's Noah's name again as a wordplay, a smell that gives rest. It's like Yahweh smells this offering. It's a metaphor of like, it brings peace or rest to Yahweh. And Yahweh said in his heart, I will never again curse the ground on account of humanity. So the ark rests on Mount Ararat, which sounds like the word curse. And there Noach takes life. And life is very precious now in the story because it's like, yeah, there's.",
    "start": "00:10:20",
    "end": "00:13:43"
  },
  {
    "text": "Not a lot of it.",
    "start": "00:13:43",
    "end": "00:13:44"
  },
  {
    "text": "There's not a lot of it. And so the fact that Noah would take this precious, rare gift of life and surrender it back to God, who's the giver and saver. Right. The rescuer of life. And when God sees a human up on the high mountain surrendering and giving back to God what God has given in the first place, it brings a calmness upon Yahweh, which I think is metaphorical in place of when he looked at Creation and just saw the evil and the violence. Right. Yadashi brought sorrow to Yahweh, and then he pulled back the order, bringing hands, as it were, and allowed creation to collapse back on itself. And now here he's just upheld creation. And Yahweh says, I'm going to keep upholding creation because of a human who has surrendered what's most precious here on this high place, and it's brought rest to God, and I won't ever curse the ground. So when I was pointing all this out to you a long time ago, you said that the name Ararat, which rhymes with the word curse.",
    "start": "00:13:44",
    "end": "00:14:50"
  },
  {
    "text": "Arara.",
    "start": "00:14:50",
    "end": "00:14:51"
  },
  {
    "text": "Arara, yeah. So you named this mountain to try and preserve the wordplay. In English, it would be something like Mount Karse.",
    "start": "00:14:51",
    "end": "00:15:00"
  },
  {
    "text": "Mount Kars, Yeah. When was that?",
    "start": "00:15:00",
    "end": "00:15:03"
  },
  {
    "text": "Two or three years ago. It's brilliant. Brilliant. So on the mountain of Kars, Yahweh reverses the curse.",
    "start": "00:15:04",
    "end": "00:15:12"
  },
  {
    "text": "The curse was something that we didn't really talk about in this series, but once they left the mountain.",
    "start": "00:15:12",
    "end": "00:15:20"
  },
  {
    "text": "The Garden of Blessing.",
    "start": "00:15:20",
    "end": "00:15:20"
  },
  {
    "text": "Yeah. God curses the ground.",
    "start": "00:15:21",
    "end": "00:15:23"
  },
  {
    "text": "Curses the ground. Yeah. Which means that they'll be living now in an environment that is hostile to them, that's going to chaotically push against them and return them to the dust.",
    "start": "00:15:23",
    "end": "00:15:34"
  },
  {
    "text": "Work any plot of ground. You can know what that is.",
    "start": "00:15:34",
    "end": "00:15:37"
  },
  {
    "text": "That's right.",
    "start": "00:15:37",
    "end": "00:15:38"
  },
  {
    "text": "I think I'm connecting the dots here. When we were talking about Adam and Eve, the way you described not eating of the Tree of Good and Bad, but listening to the voice of God, you described that as a sort of surrender.",
    "start": "00:15:39",
    "end": "00:15:51"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:15:51",
    "end": "00:15:52"
  },
  {
    "text": "Of I want that really bad. That looks good. That makes sense. I'm going to surrender to something counterintuitive and walk with God and his wisdom.",
    "start": "00:15:52",
    "end": "00:16:00"
  },
  {
    "text": "Yeah. And to listen to his words.",
    "start": "00:16:00",
    "end": "00:16:02"
  },
  {
    "text": "Listen to his words.",
    "start": "00:16:02",
    "end": "00:16:03"
  },
  {
    "text": "Yeah. That's how I'll learn good or bad.",
    "start": "00:16:03",
    "end": "00:16:04"
  },
  {
    "text": "And here in this story you're pointing out to give the life of a creature, an animal, precious life, important life, that's counterintuitive as well.",
    "start": "00:16:04",
    "end": "00:16:14"
  },
  {
    "text": "But it's about turning its life over to God in a way that it can ascend up to the skies. And that's the offering that he makes here. Yeah.",
    "start": "00:16:14",
    "end": "00:16:24"
  },
  {
    "text": "And it's a surrender. And from this place of surrender on a mountain, God gives a promise that he won't curse the ground again.",
    "start": "00:16:24",
    "end": "00:16:35"
  },
  {
    "text": "What God says fully is, I won't ever curse the ground on account of human, because their hearts are bad from youth, and I won't strike all life as I have done. So cursing of the ground is the flood.",
    "start": "00:16:36",
    "end": "00:16:52"
  },
  {
    "text": "Oh, okay. It's a very specific cursing of the ground.",
    "start": "00:16:52",
    "end": "00:16:55"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:16:55",
    "end": "00:16:56"
  },
  {
    "text": "It's also a cleansing of the ground.",
    "start": "00:16:56",
    "end": "00:16:57"
  },
  {
    "text": "Yeah. But the purifying of all of the bloodshed. That's right. Yeah. Yeah. The flood has many layers of meaning, but one of them is that humans had unleashed a tidal weight of violence that was bringing an end to life. So Yahweh accelerated to its terrible end to decreate and then to recreate. But what's interesting is the flood hasn't changed humans. When Noah gets off the boat, Yahweh still recognizes that humans are just.",
    "start": "00:16:57",
    "end": "00:17:27"
  },
  {
    "text": "He says it straight up.",
    "start": "00:17:27",
    "end": "00:17:28"
  },
  {
    "text": "Straight up. Yeah. Their hearts are still bad. But I'm not going to do this cosmic decreation thing again. What has changed or what is it that would compel God to keep working with humans as they are in their foolish, selfish state? And it's this guy who surrenders. The most precious thing at that point in the story is animal life. Animals. And this guy will surrender. And he always says, I can work with a human who will surrender.",
    "start": "00:17:28",
    "end": "00:18:01"
  },
  {
    "text": "I just need a human who will surrender.",
    "start": "00:18:02",
    "end": "00:18:04"
  },
  {
    "text": "Yeah. If I get one human, I'll work with that. That's right. I work with that. Yeah. Because that's at least a human that will be open to listening to God's wisdom and partnering with God as the project moves forward. Yep. So this is a short little episode with a lot buried in it. And the meaning and significance of it is more played out. As you see, later stories echo back to this moment. But the surrendering of a blameless life on top of Mount Kars, that reverses the curse. Yeah. And when God's response to it is to make a covenant promise not only to not end life, but then he goes on from here to say to Noah and his wife, be fruitful and multiply and fill the land. And it's a replay of Genesis 1.",
    "start": "00:18:04",
    "end": "00:18:48"
  },
  {
    "text": "Call us humanity.",
    "start": "00:18:48",
    "end": "00:18:48"
  },
  {
    "text": "Call us the new humanity. So a surrender on the cosmic mountain is a transformative moment where Noah then rediscovers who he is and who God's called him and his family to be. The Next time that mountains appear in Genesis, like loaded with significance, is in one particular character story that shortly follows. And that's the story of Abraham. But it connects deeply to this thing that we just looked at in the story of Noah. So to Abraham.",
    "start": "00:18:48",
    "end": "00:19:16"
  },
  {
    "text": "To Abraham.",
    "start": "00:19:16",
    "end": "00:19:17"
  },
  {
    "text": "So Abram, later known as Abraham. His story comes out of a family that sojourns west after the scattering of the tower of Babylon. That's Genesis 11. And God tells this guy that he's going to make him and his family the source of Eden blessing for all the nations of the world, the blessing that humanity has forfeited throughout the story of Genesis 1:11. God wants to give as a gift still to the families of the land, but it's through this guy. So he says, go to the land that I will show you. And he does. And I just want to highlight a little moment when we're told that God tells him to go, and he goes. It begins in Genesis 12:6. Abram passed through the land unto the place of Shechem. So he's coming into that hill country that runs from north to south, that spine that makes up the modern Israel, Palestine. He comes unto the place of Shechem, unto the oak tree of Moreh. Moreh is spelled with the letters of the Hebrew word to see. So the oak of seeing.",
    "start": "00:19:44",
    "end": "00:20:55"
  },
  {
    "text": "Hmm. To get a vantage point, to get a perspective.",
    "start": "00:20:56",
    "end": "00:20:59"
  },
  {
    "text": "And Yahweh became seeable to Abram right there by that tree.",
    "start": "00:21:00",
    "end": "00:21:05"
  },
  {
    "text": "The tree of seeing.",
    "start": "00:21:05",
    "end": "00:21:06"
  },
  {
    "text": "Yeah. At the tree of seeing, Yahweh became seeable. And God said to your seed, I will give this land. And so he built an altar there to Yahweh, who became seeable to him.",
    "start": "00:21:06",
    "end": "00:21:17"
  },
  {
    "text": "That's a big deal for God to be seen to someone.",
    "start": "00:21:17",
    "end": "00:21:20"
  },
  {
    "text": "Yeah, it is a big deal.",
    "start": "00:21:21",
    "end": "00:21:22"
  },
  {
    "text": "Who can see your face.",
    "start": "00:21:22",
    "end": "00:21:23"
  },
  {
    "text": "Yeah. He becomes visible. Yeah. The story of Moses and the burning bush fills out, what, a moment like this?",
    "start": "00:21:23",
    "end": "00:21:30"
  },
  {
    "text": "Yeah. You can kind of read this and be like, okay, yeah, it feels mundane.",
    "start": "00:21:30",
    "end": "00:21:34"
  },
  {
    "text": "Totally. Which is. There's nothing mundane about this. God appears to you in a tree, like what?",
    "start": "00:21:34",
    "end": "00:21:40"
  },
  {
    "text": "Okay.",
    "start": "00:21:41",
    "end": "00:21:41"
  },
  {
    "text": "Then he moved on from there to the mountain, to a mountain from the east. Very similar to the phrase of where the Garden of Eden was planted. From the east. It's from the east of Bethel, which is the Hebrew phrase, house of God. So he goes there to a mountain just right on the east side of House of God, the dwelling place of God. So there he spread out his tent. So he's on the mountain on the side of a town named House of God. And he sets up A tent.",
    "start": "00:21:41",
    "end": "00:22:18"
  },
  {
    "text": "And Noah, we didn't talk about this detail.",
    "start": "00:22:18",
    "end": "00:22:20"
  },
  {
    "text": "Oh, yeah, he set up a tent. He set up a tent there on the mountain. Ooh. After he planted a garden.",
    "start": "00:22:20",
    "end": "00:22:24"
  },
  {
    "text": "No plants. Garden, tent.",
    "start": "00:22:25",
    "end": "00:22:27"
  },
  {
    "text": "Yeah. So tents, temples, mountaintops, and gardens are all closely associated set of symbols.",
    "start": "00:22:27",
    "end": "00:22:34"
  },
  {
    "text": "And the tabernacle is a temple tent.",
    "start": "00:22:34",
    "end": "00:22:35"
  },
  {
    "text": "That's right. That's right.",
    "start": "00:22:35",
    "end": "00:22:37"
  },
  {
    "text": "Here we are in that world.",
    "start": "00:22:37",
    "end": "00:22:38"
  },
  {
    "text": "Yeah. So there on the mountain east of house of God, Bethel, he spread out his tent. And Bethel was on the west. And Ayi, which means heap or tall heap on the east. So the idea is nestled in these mountains, and he's got house of God on one side, tall heap on the other. And he's got his tent.",
    "start": "00:22:38",
    "end": "00:22:58"
  },
  {
    "text": "He's on a mountain.",
    "start": "00:22:58",
    "end": "00:22:59"
  },
  {
    "text": "And there by the tent on the mountaintop, near house of God, in tall place, he built an altar. And you're like, ah, this is like a little temple. And he called upon the name of Yahweh. So these are two moments. One is by a tree. He goes into the land and he sees God, the tree of seeing. And he builds an altar. Then he goes to a mountaintop near house of God, makes a tent and an altar, and calls upon the name of Yahweh.",
    "start": "00:22:59",
    "end": "00:23:28"
  },
  {
    "text": "Okay, so two altars.",
    "start": "00:23:28",
    "end": "00:23:29"
  },
  {
    "text": "Yeah, so two places, two stops, two altars, one by a tree, one on a mountain. Mountain tent near house of God.",
    "start": "00:23:29",
    "end": "00:23:39"
  },
  {
    "text": "Tent on a mountain.",
    "start": "00:23:39",
    "end": "00:23:40"
  },
  {
    "text": "Yeah. And so if he's building an altar, he's offering sacrifices.",
    "start": "00:23:40",
    "end": "00:23:43"
  },
  {
    "text": "Okay.",
    "start": "00:23:43",
    "end": "00:23:43"
  },
  {
    "text": "It's not narrated, but it's a symbol.",
    "start": "00:23:43",
    "end": "00:23:45"
  },
  {
    "text": "That's what you do.",
    "start": "00:23:45",
    "end": "00:23:46"
  },
  {
    "text": "And what we know is God says, you're gonna have a big family. You're gonna have children, and your children will inherit this land. So the drama of the Abraham story is gonna be about the land, the gift of the land, and the gift of that family. That's basically the two kind of main plot lines. And both of them are threatened at multiple points. There's kings from other nations tromping through the land. He's got this kind of. I don't know, he's got a nephew who he has a tense relationship with and how they're going to inherit the land together, or all kinds of problems with land inheritance. But God keeps repeating the promise, I'm going to give you this land. But also there's tension with how he and his wife are going to have kids because they're really old. And his wife comes up with this idea that, well, man, I'm not getting pregnant here and probably I'm not ever going to. What about my Egyptian Slave. The one that we acquired when you lied to the king of Egypt and hung me out to dry. That Egyptian slave. And so the name of the Egyptian slave is Hagar, which is the Hebrew phrase, the immigrant and his impregnating of Hagar. And then how they treat her is described by the narrator as oppression. They oppressed her, and she doesn't want to live with them. She runs away, even at the risk of her own life.",
    "start": "00:23:46",
    "end": "00:25:09"
  },
  {
    "text": "Yeah. Nearly dies.",
    "start": "00:25:09",
    "end": "00:25:11"
  },
  {
    "text": "They really mistreat this Egyptian slave and gives birth to his firstborn for Abraham's Ishmael. And then later, Sarah herself gets pregnant and she gives birth to her firstborn, Abraham's second born, which is Isaac. So we don't have time except to say those stories are really turning up the volume of how Abram and Sarah don't trust God.",
    "start": "00:25:11",
    "end": "00:25:33"
  },
  {
    "text": "So they have these moments of building altars, surrendering.",
    "start": "00:25:34",
    "end": "00:25:37"
  },
  {
    "text": "Yeah. At the beginning.",
    "start": "00:25:37",
    "end": "00:25:38"
  },
  {
    "text": "The beginning.",
    "start": "00:25:38",
    "end": "00:25:39"
  },
  {
    "text": "Yeah. On the high place, garden, tree, mountains.",
    "start": "00:25:39",
    "end": "00:25:42"
  },
  {
    "text": "Then he doesn't continue to surrender. What really matters, which is, is he going to take the blessing on his own terms?",
    "start": "00:25:42",
    "end": "00:25:49"
  },
  {
    "text": "Yeah, that's right. And In Genesis chapter 16, specifically, the oppression of Hagar by Abraham and Sarah is described in the language of the Garden of Eden failure moment from Genesis chapter three. So, for example, oh, Sarah takes Hagar and gives her to Abraham, her husband.",
    "start": "00:25:49",
    "end": "00:26:14"
  },
  {
    "text": "That's what Eve does with the fruit.",
    "start": "00:26:14",
    "end": "00:26:15"
  },
  {
    "text": "It's like the same verb she took and then gave to her husband. It's just little clues like that. When Abram basically hands Hagar over to Sarah, he says to her in Genesis 16:6, look, your slave girl is in your hand. Do to her what is good in your eyes.",
    "start": "00:26:16",
    "end": "00:26:34"
  },
  {
    "text": "And that phrase, good in your eyes, that's the Garden of Eden phrase.",
    "start": "00:26:35",
    "end": "00:26:39"
  },
  {
    "text": "Yep. Yeah. That every tree was good of seeing and desirable to eat. Yeah. And the slave in the hand, the way that the fruit is taken in the hand. So the abuse that they perpetrate against Hagar is set on analogy to the folly and the lack of trust in the garden. Adam and Eve's failure to trust God at the tree and what she sees and takes with her hand and gives to her husband. But here, Hagar, the Egyptian slave, is like the forbidden tree that they shouldn't have taken and eaten from. And so their actions are described on analogy to the tree, because the tree.",
    "start": "00:26:39",
    "end": "00:27:20"
  },
  {
    "text": "Can start to feel pretty abstract, knowing good from bad. Okay, yeah. That's important.",
    "start": "00:27:20",
    "end": "00:27:25"
  },
  {
    "text": "Ooh, yeah.",
    "start": "00:27:25",
    "end": "00:27:26"
  },
  {
    "text": "But here it's like it gets real.",
    "start": "00:27:26",
    "end": "00:27:27"
  },
  {
    "text": "Oh, yeah, right. That's good.",
    "start": "00:27:27",
    "end": "00:27:29"
  },
  {
    "text": "You're ruining someone's life.",
    "start": "00:27:29",
    "end": "00:27:30"
  },
  {
    "text": "Yes. Yep.",
    "start": "00:27:30",
    "end": "00:27:31"
  },
  {
    "text": "And you're creating generational conflict and that's going to create violence and oppression.",
    "start": "00:27:31",
    "end": "00:27:39"
  },
  {
    "text": "Yeah. It's what Abram says, do what is good in your eyes. And right now in Sarah's eyes, it is good to produce a family, even if it's not my child, and even if it means doing wrong by the slave and not treating it right. And we're not trusting what, God's voice? Not listening to God's voice. Yes. So what they do with their Egyptian slave and not trusting God's word is being set on analogy to Adam and Eve. Not trusting God's word about the tree.",
    "start": "00:27:39",
    "end": "00:28:09"
  },
  {
    "text": "The tree gets real. Because who cares about eating a piece of fruit, Right.",
    "start": "00:28:09",
    "end": "00:28:13"
  },
  {
    "text": "On one level. Yeah, that's right. That's right.",
    "start": "00:28:13",
    "end": "00:28:15"
  },
  {
    "text": "It's a piece of fruit.",
    "start": "00:28:15",
    "end": "00:28:15"
  },
  {
    "text": "Yeah.",
    "start": "00:28:15",
    "end": "00:28:15"
  },
  {
    "text": "But here it's relational.",
    "start": "00:28:15",
    "end": "00:28:17"
  },
  {
    "text": "So I don't know how I'm ever going to get pregnant. And pregnancy for women in a patriarchal culture at that time, that was their way of contributing value to the family. And so if I have to use the life then body of another human to step up like a rung on the ladder of my social rank in this family and in my culture, then that's what's good. What's good is that I'm of value even if I gain that value at the cost of the well being of another human. And so it's a redefinition of good and bad.",
    "start": "00:28:17",
    "end": "00:28:54"
  },
  {
    "text": "And this would be a very typical move in the ancient world.",
    "start": "00:28:54",
    "end": "00:28:57"
  },
  {
    "text": "Oh, totally, yeah. I'm not saying this actually was common practice.",
    "start": "00:28:57",
    "end": "00:29:01"
  },
  {
    "text": "It's common practice.",
    "start": "00:29:01",
    "end": "00:29:01"
  },
  {
    "text": "That's right. But it's not what God said.",
    "start": "00:29:01",
    "end": "00:29:04"
  },
  {
    "text": "It's not what God said. And it's a classic example of saying it seems good, everyone's doing it. This seems like the good thing.",
    "start": "00:29:04",
    "end": "00:29:12"
  },
  {
    "text": "The good thing, yes.",
    "start": "00:29:12",
    "end": "00:29:13"
  },
  {
    "text": "But do you really know if it's good?",
    "start": "00:29:13",
    "end": "00:29:14"
  },
  {
    "text": "Yeah. So we're back to that. There is a way of seeing and defining what is good and bad that seems intuitive to our eyes, our ears, our appetites. And that's what God was trying to teach the humans back in the garden. Trust my word about what is good and bad. Because if you rely only on what you see is good, it's likely to lead you astray. And that's precisely what happens here. So what happens in the story to follow is God is committed to making Abram and Sarah the people through whom he will bring the blessing to the world. But they've shown themselves to be really, what do you say? God can't trust them. So what God forces upon them is a surrender. He forces them to surrender these sons that they've produced by their own wisdom. And in producing them, they've hurt people in the process in a really bad way. So in Genesis 21:22, there's a narrative about where Abraham loses both sons. God requires that Abraham surrender both sons. His firstborn, Ishmael, he surrenders in the form of sending Hagar and Ishmael out into the desert with a couple water bottles and just like, see you later. See you guys. And God rescues Ishmael under a bush in the desert. Yeah, and Hagar and Hagar, because Hagar is crying out. And God hears the cry of the immigrant, because that's the meaning of her name. And. And he rescues and provides a well of water in the wilderness as the boy Ishmael is under the tree. That's Genesis 21. And then really one of the climactic moments in the Abraham story Then is Genesis 22.",
    "start": "00:29:14",
    "end": "00:31:04"
  },
  {
    "text": "This is Mount Moriah.",
    "start": "00:31:04",
    "end": "00:31:06"
  },
  {
    "text": "Well, okay, let's go for it.",
    "start": "00:31:06",
    "end": "00:31:07"
  },
  {
    "text": "Let's get into it.",
    "start": "00:31:07",
    "end": "00:31:07"
  },
  {
    "text": "Yeah, let's go for it. Genesis 22:1. And it came about after these things that Elohim, God tested Avraham. Let's pause right there. It's a test.",
    "start": "00:31:07",
    "end": "00:31:45"
  },
  {
    "text": "Yeah.",
    "start": "00:31:45",
    "end": "00:31:45"
  },
  {
    "text": "So tests show publicly what is true about someone.",
    "start": "00:31:46",
    "end": "00:31:50"
  },
  {
    "text": "Darn test.",
    "start": "00:31:52",
    "end": "00:31:53"
  },
  {
    "text": "They bring out to the surface what is true underneath the surface of someone. Their behavior will show what kind of person they are. And the question on the table is, can God partner with this guy after everything they've done? And specifically the existence of Isaac and Ishmael shows the failure of that partnership up to this point. So God said, avraham, and Avraham said, here I am. In Hebrew, it's the phrase hineni, look at me. And he it is God said, please take your son, your only one whom you love, Isaac, and get yourself going to the land of Moryah and make him go up there as a going up offering on one of the mountains, which I will say to you. So, Moriah, here is one letter different than the tree of Moreh, the tree of seeing. You remember, there it was on one place he came to the tree of seeing, built an altar, then he went to a mountain with tent, set up his tent near house of God, and also built an altar. And now he's going to be building his altar by a tree on the mountain of Mor ye or Morya, which is a play on the word seeing. Also on the word seeing, or even more particularly the word showing, making seeable. So offering a human as a going up, offering this is not something God's ever asked before. It's not something God will ever ask again. The phrase burnt offering is a paraphrase interpretation. Literally, it's going up.",
    "start": "00:31:53",
    "end": "00:33:34"
  },
  {
    "text": "Oh, the going up offering. When you burn the thing, the smoke rises, and so it's the going up offering.",
    "start": "00:33:34",
    "end": "00:33:40"
  },
  {
    "text": "It's named after how the animal goes up in the form of smoke. The animals have to be pure, that is blameless. So the blameless representative can ascend up into the heavens and appeal to God's mercy on behalf of me, the land creature who is both on the land and am not fully blameless. But it's about ascending up into the sky.",
    "start": "00:33:40",
    "end": "00:34:03"
  },
  {
    "text": "Yeah. If we can't ascend to the holy mountain, maybe this animal can ascend on my behalf.",
    "start": "00:34:03",
    "end": "00:34:08"
  },
  {
    "text": "Yeah. So just the word sacrifice means actually to slit the throat of the animal. And while the killing of the animal is involved in the process of making an animal go up as a going up offering, the actual words used for going up offering refer to the end result. What you do after you've killed the animal and put it on the altar and set it on, then it goes up. So what's interesting is in the narrative, what's gonna happen is God is going to provide an animal substitute in place of Isaac, so that the metaphorical meaning of going up as a going up offering is actually going to be what happens in the story that Isaac goes up the mountain.",
    "start": "00:34:08",
    "end": "00:34:50"
  },
  {
    "text": "Goes up the mountain?",
    "start": "00:34:50",
    "end": "00:34:51"
  },
  {
    "text": "Yeah. With Abraham. But not as a burnt offering. Right, As a living offering, but as a living offering.",
    "start": "00:34:51",
    "end": "00:34:57"
  },
  {
    "text": "Yeah.",
    "start": "00:34:57",
    "end": "00:34:58"
  },
  {
    "text": "So in a way, the word is packed with multiple meanings, all of which are intended. Yeah. Okay. Abram hears this as a command to offer up the life of Isaac.",
    "start": "00:34:58",
    "end": "00:35:08"
  },
  {
    "text": "Yeah. He goes and he binds him up on altar.",
    "start": "00:35:08",
    "end": "00:35:10"
  },
  {
    "text": "He brings a knife, he brings fire. In his mind, he's surrendering. Like Noah taking those precious animal lives after the flood. Here he's going to surrender and think what this means in Abraham's mind, like God said, through your seed, I'm going to bless the nations of the earth. And then when Abram said, well, can you work with Ishmael? And God's like, no, because that's the son that you and Sarah came up with by your own wisdom. So God miraculously provides Isaac's life. And God said before this, that's the kid I'm going to bless the nations through. And now God's asking for this kid's life. So God's testing Abram. But in Abram's mind, it's as if God's testing God like what you're saying now is different than what you said back then.",
    "start": "00:35:10",
    "end": "00:35:57"
  },
  {
    "text": "I've heard people conjecture that Abraham might have thought, well, God will raise him from the dead.",
    "start": "00:35:58",
    "end": "00:36:03"
  },
  {
    "text": "Yeah. That's how the author of Hebrews reads the story.",
    "start": "00:36:03",
    "end": "00:36:06"
  },
  {
    "text": "That's the conjecture then.",
    "start": "00:36:06",
    "end": "00:36:07"
  },
  {
    "text": "Yeah. And this story is intentionally opaque and ambiguous, offering up multiple readings of God's motives and Abraham's motives. And you just have to. So, okay, we're only in two verses in.",
    "start": "00:36:07",
    "end": "00:36:20"
  },
  {
    "text": "All right, let's keep going.",
    "start": "00:36:20",
    "end": "00:36:22"
  },
  {
    "text": "Abraham rose up early in the morning, bound his donkey, and he took two of his young men with him. And Isaac, his son, he split the wood. That's the word tree.",
    "start": "00:36:22",
    "end": "00:36:34"
  },
  {
    "text": "Oh, yeah, same word.",
    "start": "00:36:35",
    "end": "00:36:36"
  },
  {
    "text": "Same word, yeah. He split the tree of the going up offering, and he arose and he went to the place which Elohim said to him. No depiction of his inner thoughts, just his action. And his action is to do what God said.",
    "start": "00:36:36",
    "end": "00:36:50"
  },
  {
    "text": "Listen to the voice.",
    "start": "00:36:50",
    "end": "00:36:51"
  },
  {
    "text": "Yeah. But he takes a tree with him on the third day. This is the first time you get the third day testing motif. Testing. Third day associated with a test of someone's trust in God. Yeah. And that gets repeated a lot. On the third day, Abraham lifted his eyes and he saw the place from a distance. What does that mean? So we know he's going to the mountains of Seeing.",
    "start": "00:36:51",
    "end": "00:37:17"
  },
  {
    "text": "He sees the Mountain of Seeing.",
    "start": "00:37:17",
    "end": "00:37:18"
  },
  {
    "text": "He sees the Mountain of Seeing. And Abraham said to his young men, why don't you sit yourselves here with the donkey while I and the young boy, we will go to there and we will worship and we will return to you.",
    "start": "00:37:18",
    "end": "00:37:34"
  },
  {
    "text": "Oh, yeah. This is the clue.",
    "start": "00:37:34",
    "end": "00:37:35"
  },
  {
    "text": "What do you mean?",
    "start": "00:37:36",
    "end": "00:37:36"
  },
  {
    "text": "Well, the author of Hebrews, Abraham must believe that Isaac's gonna. He's gonna survive.",
    "start": "00:37:36",
    "end": "00:37:43"
  },
  {
    "text": "Okay, but think, who's he talking to? He's talking to these guys, his servants, his crew. Right. Because you gotta carry a lot of food. So he could just be saying what you're supposed to say.",
    "start": "00:37:43",
    "end": "00:37:54"
  },
  {
    "text": "Right. Nothing fishy is gonna happen.",
    "start": "00:37:54",
    "end": "00:37:56"
  },
  {
    "text": "Yeah, yeah. The boy and I are gonna go. So even here, it could be a sign of his radical trust. It can at the same time also be painting a positive spin on the whole situation so that there's no suspicion. Because why couldn't these guys come?",
    "start": "00:37:56",
    "end": "00:38:13"
  },
  {
    "text": "Right?",
    "start": "00:38:13",
    "end": "00:38:13"
  },
  {
    "text": "So we're like, no, it's a family affair, the boy and I. So even then, it doesn't fully clear up Abraham's motives. But you can read this as a sign of trust.",
    "start": "00:38:13",
    "end": "00:38:23"
  },
  {
    "text": "Yeah.",
    "start": "00:38:23",
    "end": "00:38:23"
  },
  {
    "text": "And I think that's part of its intended meaning.",
    "start": "00:38:23",
    "end": "00:38:26"
  },
  {
    "text": "Okay.",
    "start": "00:38:26",
    "end": "00:38:26"
  },
  {
    "text": "Yeah. So Abraham took the tree. Do you hear the Eden echoes Here.",
    "start": "00:38:26",
    "end": "00:38:33"
  },
  {
    "text": "Took from the tree.",
    "start": "00:38:33",
    "end": "00:38:34"
  },
  {
    "text": "Took the tree, yeah. So the word, he took the wood of the going up offering, but the word for wood is tree. He took the tree and he placed it on Yitzhak, his son, Isaac, his son. And he took in his hand the fire and he took the machelet. It means knife, but it's the word eating. Machel. It's the same word as the tree was eating. Desirable to see and good for eating. It's the same noun just in the feminine form, the eater. Literally. You translated like the way the, you know, we talk about a sword having mouths?",
    "start": "00:38:34",
    "end": "00:39:12"
  },
  {
    "text": "No.",
    "start": "00:39:13",
    "end": "00:39:13"
  },
  {
    "text": "Do we use that image?",
    "start": "00:39:13",
    "end": "00:39:14"
  },
  {
    "text": "I don't does it.",
    "start": "00:39:14",
    "end": "00:39:15"
  },
  {
    "text": "In Hebrew we have the phrase like the edge of a knife. In Hebrew it's called the mouth of the knife.",
    "start": "00:39:15",
    "end": "00:39:21"
  },
  {
    "text": "Oh, interesting.",
    "start": "00:39:21",
    "end": "00:39:23"
  },
  {
    "text": "It's the thing that eats flesh.",
    "start": "00:39:23",
    "end": "00:39:24"
  },
  {
    "text": "Okay.",
    "start": "00:39:25",
    "end": "00:39:26"
  },
  {
    "text": "So you can call a knife an eternal mouth, a devourer.",
    "start": "00:39:26",
    "end": "00:39:30"
  },
  {
    "text": "Yeah.",
    "start": "00:39:30",
    "end": "00:39:30"
  },
  {
    "text": "And the two of them went together as one. The two as one.",
    "start": "00:39:31",
    "end": "00:39:35"
  },
  {
    "text": "Oh, that's right.",
    "start": "00:39:35",
    "end": "00:39:37"
  },
  {
    "text": "From Eden, Adam and Eve. And Isaac said to his father, my father. And he said, look, it's me, my son. So this is what God said. God said, abraham.",
    "start": "00:39:37",
    "end": "00:39:46"
  },
  {
    "text": "Oh, right.",
    "start": "00:39:46",
    "end": "00:39:47"
  },
  {
    "text": "And look at me. Abraham said, look, it's me. So now Isaac is looking to Abraham like Abraham was looking to God, the way that God talked to Abraham. Now Abraham is going to talk to his son. And he said, look, the fire and the wood, but where is the sheep for the going up offering? And Abraham said, elohim will see to it. That is the sheep for the going up offering, my son. It's the word to see.",
    "start": "00:39:47",
    "end": "00:40:22"
  },
  {
    "text": "Lots of seeing.",
    "start": "00:40:22",
    "end": "00:40:23"
  },
  {
    "text": "Yeah. So this gets translated usually as provide in our English translations, but it's a Hebrew figure speech that's preserved in our English phrase to see to it, to.",
    "start": "00:40:23",
    "end": "00:40:34"
  },
  {
    "text": "See to it, to tend to something.",
    "start": "00:40:34",
    "end": "00:40:35"
  },
  {
    "text": "Yeah. Literally it just says, elohim will see. God will see, meaning God will see to it to provide the sheep. And the two of them went together as one.",
    "start": "00:40:35",
    "end": "00:40:44"
  },
  {
    "text": "Phrases repeated.",
    "start": "00:40:45",
    "end": "00:40:46"
  },
  {
    "text": "Now, they went to the place which Elohim said to him, and Abraham built the altar just like he did by the Oak of seeing. And on the mountain of God, he arranged the wood. He bound up Yitzhak, his son, placed him on the altar on top of the wood, and Abraham sent out his hand and he took the eater. And that's right there. That's the Eden echo right there. But we're inverting the meaning of what.",
    "start": "00:40:46",
    "end": "00:41:17"
  },
  {
    "text": "Happened at the tree because he's listening to the voice.",
    "start": "00:41:17",
    "end": "00:41:20"
  },
  {
    "text": "Yeah. So Eve sent out her hand and she took from the Food of the tree. And it's all the same words. Abram sent out his hand and he took the knife. But the knife is called the eating. He took the eating. So there in the Eden story, sending out the hand and taking from the tree represents violating the word of God. And the word of God there was, don't do this thing, or else it'll result in death. Now, the sending out the hand and taking of the eater represents doing the word of God. But now here, doing the word of God is going to result in death because it says he took the knife to end the life of his son. See how we're inverting it? Right? But we're at the mountaintop moment, Right? This is the moment.",
    "start": "00:41:20",
    "end": "00:42:11"
  },
  {
    "text": "And the choice is death or death.",
    "start": "00:42:12",
    "end": "00:42:14"
  },
  {
    "text": "Yes. Yeah. God wants to give life. And in Eden, he wanted them to avoid death, but that meant doing something counterintuitive and trusting God's word over what they perceived as what would lead to life and goodness.",
    "start": "00:42:14",
    "end": "00:42:30"
  },
  {
    "text": "And in a way, that's a certain type of death, a death to your surrender. It's a surrender.",
    "start": "00:42:30",
    "end": "00:42:34"
  },
  {
    "text": "Yes.",
    "start": "00:42:34",
    "end": "00:42:34"
  },
  {
    "text": "Which is a certain type of death. So the choice even then was between die, die and surrender death.",
    "start": "00:42:35",
    "end": "00:42:41"
  },
  {
    "text": "Yeah.",
    "start": "00:42:42",
    "end": "00:42:42"
  },
  {
    "text": "But the surrender death actually brings life, life.",
    "start": "00:42:42",
    "end": "00:42:45"
  },
  {
    "text": "Yeah.",
    "start": "00:42:45",
    "end": "00:42:46"
  },
  {
    "text": "Here it's just so much more visceral. Like, okay, I could go my own way. I'm going to oppress people. I'm going to create death and violence. But those are all one or two things removed from me. This is like the death of my son.",
    "start": "00:42:46",
    "end": "00:43:01"
  },
  {
    "text": "Yeah, yeah. The son that God gave me as a gift in the first place. Doesn't make any sense. How can this be the way that God's going to bring blessing and life to the nations through this son? So everything is upside down, including the language of the Eden echo here, because it's him doing the word of God that looks like it's going to bring death by taking from the eater. And right here at the moment where the Eden language becomes most pronounced, this is where God steps in. He passes the test right here. And so the next line is the messenger, that is the angel of Yahweh called to him from the skies, saying, abraham, Abraham.",
    "start": "00:43:01",
    "end": "00:43:44"
  },
  {
    "text": "This is the third time.",
    "start": "00:43:44",
    "end": "00:43:45"
  },
  {
    "text": "This is the third time. Yeah. And he says, look at me. And he says, don't send out your hand to the young one. Don't do anything to him. Because now I know that you are one who fears Elohim.",
    "start": "00:43:45",
    "end": "00:43:59"
  },
  {
    "text": "I can trust you?",
    "start": "00:44:00",
    "end": "00:44:01"
  },
  {
    "text": "I can trust. Yeah, I can trust you because you trust me. You didn't withhold your son, your Only one from me. And Abraham lifted his eyes and he saw. And look, a ram afar caught in a bramble by its horns. And Abraham went and took the ram and he made it go up as a going up offering. And in the place, it's the word substitution as a substitute in the place of his son. And Abraham called the name of that place, Yahweh will see to it. All this is rhyming with moria and seeing in the Eden story.",
    "start": "00:44:01",
    "end": "00:44:38"
  },
  {
    "text": "What's that in Hebrew?",
    "start": "00:44:39",
    "end": "00:44:39"
  },
  {
    "text": "Then he calls it what Yahweh Yira or Jehovah Jireh. That's where this comes from, what it turned into Jehovah Jireh, Yahweh Yira. And then the narrator speaks up, okay, verse 14, super important. Abraham called the name of that place Yahweh Yira. Yahweh will see to it. So all of a sudden, we're on top of a mountain and Abraham says, yahweh just saw to it. He just saw to the substitute. And then Abraham says, yahweh will see to it. That's the name of this place. But it's in the future tense.",
    "start": "00:44:39",
    "end": "00:45:13"
  },
  {
    "text": "There's still something to this is the.",
    "start": "00:45:13",
    "end": "00:45:15"
  },
  {
    "text": "Place where Yahweh will see to it. And then the narrator pauses the story and like, breaks the frame. And the narrator kind of like sticks his head in the camera and starts talking to you, the reader, and saying, hey, dear reader, this is why today he names the present time of the, like, some future time. He says, this is why still today it is said on the mountain of Yahweh it will be seen to.",
    "start": "00:45:15",
    "end": "00:45:42"
  },
  {
    "text": "It is said that.",
    "start": "00:45:43",
    "end": "00:45:43"
  },
  {
    "text": "Yeah. So the narrator pops in and says, hey, dear reader, you know why today we still say on the mountain of Yahweh it will be seen too? It's because of this story right here.",
    "start": "00:45:44",
    "end": "00:45:53"
  },
  {
    "text": "Who says that exactly?",
    "start": "00:45:55",
    "end": "00:45:57"
  },
  {
    "text": "Well, this phrase, the mountain of Yahweh in the Hebrew Bible is just used a handful of times, and it always means the Temple Mount in Jerusalem. Dear reader, why are the priests they're in the temple offering these going up offerings all the time? Because this is the hill where God tested our ancestor to surrender everything, surrender the future of his family over to God. And God provided the substitute because he knew he could trust his covenant partner. And every day when you're an Israelite going up to the temple and making your offering, you are Abraham replaying the surrender of Abraham. It's because Abraham was willing to surrender the blameless substitute who did no wrong. We're talking about, like, the tension at the heart of the biblical story, God wants to partner with humans and teach them the way to life. Humans keep trying to devise their own ways to get the good life. And in doing so, they hurt themselves and other people. And so there is a handing over, a just handing over to the consequences and recompense for that wrong. Like the wrong can't just. Yeah, God's got to do something and respond to make things right. But at the same time, if he's constantly holding humans justly accountable for all.",
    "start": "00:45:57",
    "end": "00:47:25"
  },
  {
    "text": "Of their failures, there's not gonna be anyone left.",
    "start": "00:47:25",
    "end": "00:47:27"
  },
  {
    "text": "It's like the flood. But what if God provided a blameless substitute in place of his flawed covenant partners that covers for them? And that's what we are to see in this substitute. That is both the Son and the going up offering in the story. And then the narrator comes in and says, yeah, this is what the whole. All the sacrifices and offerings happening on the altar in Jerusalem, this story is what they are about.",
    "start": "00:47:27",
    "end": "00:47:57"
  },
  {
    "text": "We're reenacting this surrender of ourselves and the things that we think are going to bring us life in the way that we think they're going to bring us life.",
    "start": "00:47:57",
    "end": "00:48:06"
  },
  {
    "text": "Yeah. And it's happening on a mountain. So now here we are. Noah's surrender of life on Mount Cars that releases the blessing on the mountain instead of a curse. And now here. Okay, so what God says next is to Abraham is I swear by oath, because you did this thing, I will bless you and I will multiply your seed like the stars of the sky and the sand on the edge of the sea. And your seed will inherit the gates of their enemies. And all the nations of the land will find blessing in your seed. So his surrender results in the Eden blessing going out to all the nations. So all the nations will find blessing because you did this thing. This single act of surrender, this is.",
    "start": "00:48:06",
    "end": "00:48:55"
  },
  {
    "text": "All I need to work with. Yeah, I need surrender.",
    "start": "00:48:55",
    "end": "00:48:57"
  },
  {
    "text": "If I have a human who surrenders their definitions of good and bad, if they'll allow the mountaintop, leave it all behind. Right. We're leaving behind the things that I think will lead to life. And I just encounter the word and wisdom of God in this mountaintop place that, like, it's not my place. This is God's place. And I accommodate my sense of good and bad to God's wisdom and trust that he'll give me life. And that's what happened to. And it's not just life for Abram's son now it's life for the nations. So powerful, man. It's really powerful. Something about the mountaintop that makes this such an intense way to think about the human experience. But that's what this is about.",
    "start": "00:48:57",
    "end": "00:49:48"
  },
  {
    "text": "Okay. We're talking about ultimate surrender on a mountain, trusting in this counterintuitive voice saying, there's a choice. There's death and life. You are going to experience as a choice of death and death. But trust me, it's really death or life.",
    "start": "00:49:51",
    "end": "00:50:08"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:50:08",
    "end": "00:50:09"
  },
  {
    "text": "And how are you going to know the difference? You kind of have to listen to my voice.",
    "start": "00:50:09",
    "end": "00:50:12"
  },
  {
    "text": "Yep. Yeah.",
    "start": "00:50:12",
    "end": "00:50:13"
  },
  {
    "text": "Because God does want life. That's what he's after.",
    "start": "00:50:13",
    "end": "00:50:16"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:50:16",
    "end": "00:50:16"
  },
  {
    "text": "Not death. He's not one of those gods that's like, I just want people to kill each other.",
    "start": "00:50:16",
    "end": "00:50:19"
  },
  {
    "text": "Yes. Actually, I just realized I left out the most important final line of what God says. He says, all the nations in the land will find blessing through your seed. That is Isaac. And following because of the fact that you listen to my voice. In other words, listening to God's voice is the way that the blessing in life goes out. Even though, paradoxically, it looked like my voice was going to lead to death. And that leads you all the way back to go like, oh, yeah, the test. Like, you. The reader knew that this request of Isaac's life was a test. Like, it was in tension with what God said earlier about Isaac being the vehicle of blessing. So whatever God was said on here, it can't have, in God's mind, meant that Isaac was going to ultimately die because God said, Isaac's the vehicle for blessing. So really, this was about Abraham. This whole story was about Abraham dying. Yeah, I mean, really, at least in the eyes of the narrator, that was the test if he would give up his life or not in the form of giving up a son. So this is a key moment. This story provides the language that will get repeated throughout the rest of the Hebrew Bible in all kinds of creative ways. We'll look at a couple. But this moment was drawn upon by Jesus in his language of the Father, sending him as the Son to lay down his life. All that language comes from this story. The Passover moment that Jesus reenacts about the handing over of the Son of Man is drawing on this language. Paul draws on this. When Paul says, this is how we know what love is, that God did not withhold his only Son to give him over for us. This is Romans 8. He's drawing on this story right here.",
    "start": "00:50:19",
    "end": "00:52:10"
  },
  {
    "text": "How so?",
    "start": "00:52:10",
    "end": "00:52:11"
  },
  {
    "text": "Oh, by using this language of. On account of the fact that you did this thing, Abraham, you didn't withhold Your only son.",
    "start": "00:52:11",
    "end": "00:52:18"
  },
  {
    "text": "Oh, that's what it says right here.",
    "start": "00:52:18",
    "end": "00:52:19"
  },
  {
    "text": "Yeah, Paul. More than once, Paul uses the language of Genesis 22:16 to describe God the Father handing over the Son for the sins of humanity. So this is a watershed moment in the biblical story, and it happens on a cosmic mountain.",
    "start": "00:52:19",
    "end": "00:52:39"
  },
  {
    "text": "Thanks for listening to BibleProject Podcast. Next week, we'll look at the story of Moses. He's another mountaintop intercessor who on Mount Sinai, is prepared to give his life for the people of Israel.",
    "start": "00:52:42",
    "end": "00:52:54"
  },
  {
    "text": "There's something that makes Moses the unique one who can ascend the hill of the Lord. Moses has proven himself, through great suffering and trust and trials in Egypt, to be God's faithful partner. He's the one guy who's willing to surrender everything.",
    "start": "00:52:54",
    "end": "00:53:11"
  },
  {
    "text": "Bibleproject is a crowdfunded nonprofit and we exist to experience the Bible as a unified story that leads to Jesus. Everything that we make is free because of the generous support of thousands of people just like you. Thank you so much for being a part of this with us. Hi, my name is Sandra Shia and I'm from South Pasadena, California.",
    "start": "00:53:12",
    "end": "00:53:31"
  },
  {
    "text": "Kia ora. This is Tim and I'm from Whangarei, New Zealand. I first heard about Bibleproject when 10 years ago, a YouTuber, Jefferson Bethge, showed a clip from the first Genesis video and I was instantly a fan.",
    "start": "00:53:31",
    "end": "00:53:44"
  },
  {
    "text": "I use the BibleProject Podcast as a sound event where I get to be a fly on the wall as Tim and John dialogue and unpack new ways to look at a word or subject.",
    "start": "00:53:44",
    "end": "00:53:54"
  },
  {
    "text": "My favourite thing about bibleproject is the way through all of their resources, they make everything in Scripture fit together as one beautiful whole.",
    "start": "00:53:54",
    "end": "00:54:03"
  },
  {
    "text": "I love the current phrases and vernacular that is exchanged, such as God's spirit.",
    "start": "00:54:03",
    "end": "00:54:08"
  },
  {
    "text": "Being described as a personal, energizing presence.",
    "start": "00:54:08",
    "end": "00:54:12"
  },
  {
    "text": "We believe that the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me.",
    "start": "00:54:12",
    "end": "00:54:19"
  },
  {
    "text": "Find free videos, articles, podcasts, classes and more on the BibleProject app and@bibleproject.com hey.",
    "start": "00:54:20",
    "end": "00:54:29"
  },
  {
    "text": "Everyone, this is John from the podcast. I'm a co host and I help edit the podcast and we started this podcast, oh, man, seven or eight years ago. And I just love these conversations. They've been so transformative for me. It's one of my favorite things to do here at bibleproject. There is an entire team, though, that helps bring this podcast to life each week. I'd love for you to meet everyone involved. We're all taking turns saying hi, but to see a full list of show credits, check out the episode description wherever you stream your podcast, and you can also find it on our website.",
    "start": "00:54:29",
    "end": "00:55:06"
  }
]