[
  {
    "text": "Hey, Tim.",
    "start": "00:00:05",
    "end": "00:00:06"
  },
  {
    "text": "Hey, John. Hi.",
    "start": "00:00:06",
    "end": "00:00:07"
  },
  {
    "text": "Hi. Good morning.",
    "start": "00:00:07",
    "end": "00:00:08"
  },
  {
    "text": "It is a morning for us right now.",
    "start": "00:00:09",
    "end": "00:00:11"
  },
  {
    "text": "It's a chilly morning.",
    "start": "00:00:11",
    "end": "00:00:12"
  },
  {
    "text": "It's a cold January morning. So we are having this conversation and.",
    "start": "00:00:12",
    "end": "00:00:16"
  },
  {
    "text": "We'Re going to do a question and response episode for the mountain.",
    "start": "00:00:16",
    "end": "00:00:20"
  },
  {
    "text": "That's right.",
    "start": "00:00:20",
    "end": "00:00:20"
  },
  {
    "text": "As we wrap up the theme of the mountain.",
    "start": "00:00:20",
    "end": "00:00:22"
  },
  {
    "text": "Yeah. It's also cold on top of mountains.",
    "start": "00:00:22",
    "end": "00:00:24"
  },
  {
    "text": "That's true.",
    "start": "00:00:24",
    "end": "00:00:25"
  },
  {
    "text": "Yeah. But we.",
    "start": "00:00:25",
    "end": "00:00:26"
  },
  {
    "text": "So we're just enjoying the coldness of the mountaintop.",
    "start": "00:00:26",
    "end": "00:00:29"
  },
  {
    "text": "Yeah. But here in a river valley called Portland, Oregon, and we, yeah. Took a long tour through the theme of the mountain in the Bible. We did not cover every possible passage and poem and story about where mountains.",
    "start": "00:00:29",
    "end": "00:00:47"
  },
  {
    "text": "Are involved, nor did we exhaust every insight that you could have in the passages that we did explore.",
    "start": "00:00:47",
    "end": "00:00:54"
  },
  {
    "text": "Yep.",
    "start": "00:00:54",
    "end": "00:00:54"
  },
  {
    "text": "And so at the end of last episode, actually, we talked about that, how this isn't like a stopping point for the theme of the mountain. This is really just a launching point. And when we finish these conversations, we've got a whole team here that is making all sorts of cool resources to help us continue to engage with the theme of the mountain.",
    "start": "00:00:55",
    "end": "00:01:11"
  },
  {
    "text": "Yeah.",
    "start": "00:01:11",
    "end": "00:01:12"
  },
  {
    "text": "The main thing that we're kind of known for is like a video that.",
    "start": "00:01:12",
    "end": "00:01:16"
  },
  {
    "text": "Summarizes the theme and that is coming for us sitting here at this. Going to release in a week or so.",
    "start": "00:01:16",
    "end": "00:01:22"
  },
  {
    "text": "Yeah, I think by the time you're listening to this, it'll be out.",
    "start": "00:01:23",
    "end": "00:01:25"
  },
  {
    "text": "Yes, it's out there.",
    "start": "00:01:25",
    "end": "00:01:26"
  },
  {
    "text": "Watch the mountain video.",
    "start": "00:01:26",
    "end": "00:01:27"
  },
  {
    "text": "Yes.",
    "start": "00:01:27",
    "end": "00:01:27"
  },
  {
    "text": "Three minute video can kind of get you, help you wrap your mind around the theme of the mountain and maybe.",
    "start": "00:01:27",
    "end": "00:01:34"
  },
  {
    "text": "The crisis of the mountain.",
    "start": "00:01:34",
    "end": "00:01:36"
  },
  {
    "text": "Yeah, that's a good way to put it.",
    "start": "00:01:36",
    "end": "00:01:38"
  },
  {
    "text": "Yeah. The crisis caused by going up into the heaven meets Earth space. Yeah. Yeah.",
    "start": "00:01:38",
    "end": "00:01:44"
  },
  {
    "text": "So the theme video's out, but we also have these guide pages that the scholar team puts together. And so you could actually go through all the passages that we studied in this podcast and find all sorts of really great resources and summary and just explore the theme more on your own. Also, we have this thing called a group study now, so you can go through these passages with like a group.",
    "start": "00:01:44",
    "end": "00:02:10"
  },
  {
    "text": "That's right.",
    "start": "00:02:10",
    "end": "00:02:11"
  },
  {
    "text": "Could be your family, it could be some neighbors, it could be whoever.",
    "start": "00:02:11",
    "end": "00:02:13"
  },
  {
    "text": "Get a group of friends over to your house Friday night, get pizza or make soup this winter. You know what I mean? Watch the video and then, like have a group discussion.",
    "start": "00:02:13",
    "end": "00:02:23"
  },
  {
    "text": "Yep. Like, here's a passage to read. Here's some things to think about. It's very simple. It's like, let's make this as simple as possible. Read the Bible in community. Also, for those who love reading plans. The YouVersion Bible app is gonna have a mountain reading plan that you can do. So there's lots of stuff.",
    "start": "00:02:23",
    "end": "00:02:40"
  },
  {
    "text": "Yes.",
    "start": "00:02:40",
    "end": "00:02:40"
  },
  {
    "text": "There's also this really cool, you know, the seven mountains in Matthew that we talked about? Our art team made this cool illustration of those seven mountains. So that's somewhere on the Internet, you're.",
    "start": "00:02:40",
    "end": "00:02:53"
  },
  {
    "text": "Saying an illustration for each of Matthew's seven mountains?",
    "start": "00:02:53",
    "end": "00:02:56"
  },
  {
    "text": "I guess I don't even really know what it is. I haven't seen it.",
    "start": "00:02:56",
    "end": "00:02:59"
  },
  {
    "text": "We were just told to share about it, but we haven't seen it.",
    "start": "00:03:00",
    "end": "00:03:04"
  },
  {
    "text": "So lots of cool stuff. If you have some FOMO right now, like I do you, you can follow us on social or you can be on our email list and then we'll like. You won't miss out on anything.",
    "start": "00:03:04",
    "end": "00:03:14"
  },
  {
    "text": "Right. All right.",
    "start": "00:03:14",
    "end": "00:03:15"
  },
  {
    "text": "Okay, there's that plug. Let's get in some questions from.",
    "start": "00:03:15",
    "end": "00:03:18"
  },
  {
    "text": "Yeah, yeah. You all are highly intelligent, inquisitive, thoughtful, listening. Audience sent in so many questions, so many wonderful questions. So as always, I try and pay attention as I read through them to the main themes and especially highlight the most repeated ones. And there were a few clear winners, runaway winners, and then also just, I don't know, just other cool questions. That's what we're gonna talk about. And we're gonna start with a question from Jem, who lives in Glasgow, Scotland.",
    "start": "00:03:18",
    "end": "00:03:57"
  },
  {
    "text": "Oh, sweet.",
    "start": "00:03:57",
    "end": "00:03:58"
  },
  {
    "text": "Yeah.",
    "start": "00:03:58",
    "end": "00:03:58"
  },
  {
    "text": "Hi, Tim and John. My name is Jem, from Bristol, England, but I live in Glasgow, Scotland. In Celtic Christianity, there's a common idea of thin places where heaven feels closer than normal. And this idea is strikingly similar to the way that mountains are used in biblical imagery for closeness with God. How can we live out the Hebrew idea of sacred spaces in the modern world? Should we hold on to the idea of geographic concentrations of God's presence, or let go of this idea to believe that all of creation can be the mountaintop? Thank you for the Bible project. It's been a blessing to me and countless others.",
    "start": "00:03:58",
    "end": "00:04:32"
  },
  {
    "text": "Hmm.",
    "start": "00:04:33",
    "end": "00:04:33"
  },
  {
    "text": "Yeah, Jim. Yeah, fantastic question. First of all, also, this is a great question to lead with. And then also, I know Jim.",
    "start": "00:04:33",
    "end": "00:04:42"
  },
  {
    "text": "Oh, you do?",
    "start": "00:04:42",
    "end": "00:04:43"
  },
  {
    "text": "Yeah.",
    "start": "00:04:43",
    "end": "00:04:43"
  },
  {
    "text": "Oh, you know Jim.",
    "start": "00:04:43",
    "end": "00:04:44"
  },
  {
    "text": "Yeah. So, hi, Jim. Hope you are doing well.",
    "start": "00:04:44",
    "end": "00:04:47"
  },
  {
    "text": "I bet he gets Jim a lot when he, like, travels to America. Yes, I am Jim. Oh, Jim.",
    "start": "00:04:47",
    "end": "00:04:51"
  },
  {
    "text": "Yes. No, I think Jim. When I first met him, I probably did that. Sorry, Sorry, Jim. I called you Jim. Okay. What a great question. So there's the symbolic meaning of mountains in the Bible where heaven meets earth. Then there's this broadening of the mountaintop presence of God that in The Tabernacle, for example, comes down off the mountain to live down and fill the land with Israel. And the promise, however, is that the glory of God would one day fill all of the land, so that in a way, it all becomes the mountaintop. Jesus is called and described as the mountaintop presence. Cruising around the Holy Spirit, who is with and in Jesus people, is like the mountaintop presence. So in what sense are there still meaningful actual places where God's presence might be? I don't know. If you had like a divine presence meter, you know, it's like. I don't know, like, I'm thinking of a metal detector.",
    "start": "00:04:51",
    "end": "00:05:56"
  },
  {
    "text": "Yeah.",
    "start": "00:05:57",
    "end": "00:05:57"
  },
  {
    "text": "And it starts beeping like, are there those places really what Jim's calling thin spaces thin spaces? Or can any place become a thin space? And are mountains higher on that list than others? I thought that was a great question.",
    "start": "00:05:57",
    "end": "00:06:14"
  },
  {
    "text": "Yeah. Like, what psychology should I bring to my day? Is it that I'm kind of on the hunt for very rare thin spaces or every moment can become a thin space?",
    "start": "00:06:14",
    "end": "00:06:26"
  },
  {
    "text": "You know, in our last. I think our last conversation in the series, it was a little while ago.",
    "start": "00:06:27",
    "end": "00:06:34"
  },
  {
    "text": "Yeah.",
    "start": "00:06:34",
    "end": "00:06:35"
  },
  {
    "text": "You asked me a final question, which is, should I imagine myself as a follower of Jesus, daily ascending, like, a few more steps up the mountain, or am I kind of already there?",
    "start": "00:06:35",
    "end": "00:06:47"
  },
  {
    "text": "Right.",
    "start": "00:06:47",
    "end": "00:06:48"
  },
  {
    "text": "Because the Spirit of God is with me and in me, and that's the mountaintop presence. Which is it?",
    "start": "00:06:48",
    "end": "00:06:54"
  },
  {
    "text": "Yeah.",
    "start": "00:06:54",
    "end": "00:06:55"
  },
  {
    "text": "And I think what I said was, what kind of both.",
    "start": "00:06:55",
    "end": "00:06:57"
  },
  {
    "text": "Right.",
    "start": "00:06:58",
    "end": "00:06:58"
  },
  {
    "text": "So the biblical authors, I think, want to make a claim that the unique, immersive, saturating presence of God that Eden represented, of heaven and earth and divine and human together in one space, that that really has broke open and is at loose within all creation. It's not limited to the land that Israel lived in. It's not limited to the temple that only the priests. It's out to all the nations. Like, that's a main theme of the Gospels in the book of Acts.",
    "start": "00:06:59",
    "end": "00:07:35"
  },
  {
    "text": "Yeah.",
    "start": "00:07:35",
    "end": "00:07:35"
  },
  {
    "text": "And that's why temple and mountaintop imagery is used and applied to the Spirit, which now lives in every person. So in one sense, it's universal. But it does also seem like there are unique moments where, like, say in the book of Acts, where, like, Paul will be in prayer and you'll have a very powerful encounter through the Spirit, and he hears Jesus say something very specific to him. So that would sure count as a thin place for me. But the thing is, is that Paul could be anywhere in that could happen. So the fact that anywhere could become the mountaintop doesn't necessarily mean that everywhere is always.",
    "start": "00:07:36",
    "end": "00:08:18"
  },
  {
    "text": "Will always come up.",
    "start": "00:08:19",
    "end": "00:08:20"
  },
  {
    "text": "Yeah. So I don't know if I'm talking coherently. And here's the funny thing is, when I hike to mountaintops, they're very powerful, existential, often prayer filled experiences for me, which is why I love hiking in the Cascades here, close to where I live. So for me, those are thin places. But maybe part of my own retraining of my imagination as a follower of Jesus is that this podcast room actually has become a thin place, I think, for you and I at different times and moments. My kitchen.",
    "start": "00:08:20",
    "end": "00:08:59"
  },
  {
    "text": "Yeah.",
    "start": "00:09:00",
    "end": "00:09:01"
  },
  {
    "text": "You know, my boy. Is like bedside, you know, when we're praying and talking before going to sleep. I don't know. I think that's the kind of imagination the Bible wants us to have. But still there are, I think, places for sacred, thin spaces.",
    "start": "00:09:02",
    "end": "00:09:20"
  },
  {
    "text": "Yeah. It's interesting for them to feel sacred. They often feel very sacred and special because they're rare.",
    "start": "00:09:20",
    "end": "00:09:27"
  },
  {
    "text": "Right, yeah, that's a good point.",
    "start": "00:09:27",
    "end": "00:09:29"
  },
  {
    "text": "But there is something about. Well, can this become more normalized? You also introduced this idea at the beginning of that podcast of the crisis of the mountain and the thin spaces. Entering into a thin space is not always comfortable.",
    "start": "00:09:29",
    "end": "00:09:44"
  },
  {
    "text": "Oh, that's right. Yes.",
    "start": "00:09:44",
    "end": "00:09:45"
  },
  {
    "text": "So to become more normalized is also kind of inviting these tests of surrender more often, which is a pretty radical way to live.",
    "start": "00:09:45",
    "end": "00:09:54"
  },
  {
    "text": "Yeah, yeah. In other words, the crisis of the mountaintop is that often it could feel like you're having to lose something that you consider as a real important part of your life. And that's usually unpleasant. But then those unpleasant crises can actually become these transformative moments where I become aware of God in my life in a way that I didn't see before, or it opens me up to awareness of God's presence.",
    "start": "00:09:54",
    "end": "00:10:24"
  },
  {
    "text": "So every moment can be a mountaintop moment. It probably will require some sort of surrender. But not every moment will become a mountaintop moment. Until we get to new creation.",
    "start": "00:10:25",
    "end": "00:10:37"
  },
  {
    "text": "Yeah. Anywhere doesn't necessarily mean everywhere. All the time.",
    "start": "00:10:37",
    "end": "00:10:41"
  },
  {
    "text": "Yeah. But until one day.",
    "start": "00:10:41",
    "end": "00:10:43"
  },
  {
    "text": "Well, I think what the claim of the city of God coming down from heaven. But it's on the mountain.",
    "start": "00:10:44",
    "end": "00:10:54"
  },
  {
    "text": "Yeah.",
    "start": "00:10:55",
    "end": "00:10:55"
  },
  {
    "text": "In the final Bible. Yeah. Is about the highest of the highest heavens coming down to earth. Like, that's the image of new creation at the end of the Bible and.",
    "start": "00:10:55",
    "end": "00:11:10"
  },
  {
    "text": "That'S the mountain everywhere. Or is that just some new.",
    "start": "00:11:10",
    "end": "00:11:13"
  },
  {
    "text": "Well, you know, it's tricky. I mean, we gotta press. I don't want to press the images too far because it's also a city with walls, but the gates are always Open.",
    "start": "00:11:13",
    "end": "00:11:20"
  },
  {
    "text": "Yeah.",
    "start": "00:11:20",
    "end": "00:11:20"
  },
  {
    "text": "And there's traffic in and out.",
    "start": "00:11:20",
    "end": "00:11:22"
  },
  {
    "text": "There's no sun because the light is God's light.",
    "start": "00:11:22",
    "end": "00:11:24"
  },
  {
    "text": "Yeah. But then it also says, and outside the city are those who've chosen a way of life that just cannot participate in the new creation. It just your own choices will prevent you from being able to fully be in the new creation. So what does it mean? That the gates are always open and people can cruise in and out, but then there are those outside. So that's where pressing biblical geography into, I think what we might see with a video camera in the new creation. I doubt we'll care or want them, but it just doesn't work. The point is to appreciate the meaning of the symbols. And so the mountaintop coming to Earth is one way that the biblical authors talk about new creation. Okay.",
    "start": "00:11:25",
    "end": "00:12:17"
  },
  {
    "text": "Well, thank you, Jim.",
    "start": "00:12:17",
    "end": "00:12:18"
  },
  {
    "text": "Yeah, thank you. I feel like, Jim, from the time that I've gotten to know you, you could have actually said to me everything that John and I just said if I had asked you that question. So I'm curious if there's more to it and I'll be. Maybe next time we cross paths, I'll be eager to hear your thoughts too. Okay. We've got a great question about something that we didn't talk about.",
    "start": "00:12:18",
    "end": "00:12:43"
  },
  {
    "text": "Okay.",
    "start": "00:12:43",
    "end": "00:12:44"
  },
  {
    "text": "That Elizabeth noticed from Springdale, Arkansas.",
    "start": "00:12:44",
    "end": "00:12:48"
  },
  {
    "text": "Hello, I'm Elizabeth and I was really surprised during the episode of Noah and Abraham, you didn't talk about the Tower of Babel. So since it could be considered a man made mountain created so men could get closer to God on their own terms. But is there anything in the original biblical text that would support the Tower of Babel being considered a mountain of any sort? Like we see with Noah and Abraham and Moses. Thank you.",
    "start": "00:12:49",
    "end": "00:13:21"
  },
  {
    "text": "Yeah, that's great. I did have a thought at one point about that, like the false mountain that the Tower of Babel is.",
    "start": "00:13:22",
    "end": "00:13:28"
  },
  {
    "text": "Yeah.",
    "start": "00:13:28",
    "end": "00:13:29"
  },
  {
    "text": "And we didn't talk about it.",
    "start": "00:13:29",
    "end": "00:13:30"
  },
  {
    "text": "Nope. No, it's just there's always too much. And I've received encouragement from our team when we can keep these podcast series around 15 or under. That tends to be more helpful to the listening audience.",
    "start": "00:13:30",
    "end": "00:13:46"
  },
  {
    "text": "There's a little bit of a fatigue going on after that.",
    "start": "00:13:46",
    "end": "00:13:50"
  },
  {
    "text": "Yeah. So I have to make judgment calls. So I think I'll just say, way to go, Elizabeth. Gold Star, 110%. The Tower of Babel is like a human made cosmic mountain.",
    "start": "00:13:50",
    "end": "00:14:03"
  },
  {
    "text": "In popular modern images, the tower is like what you would imagine, this like skyscraper kind of tower.",
    "start": "00:14:03",
    "end": "00:14:09"
  },
  {
    "text": "Yeah. Or like the Tower of Pisa or something. It's not leaning or Something.",
    "start": "00:14:09",
    "end": "00:14:13"
  },
  {
    "text": "Yeah, yeah, the tower of Sauron or something.",
    "start": "00:14:13",
    "end": "00:14:16"
  },
  {
    "text": "Sauron.",
    "start": "00:14:18",
    "end": "00:14:18"
  },
  {
    "text": "Sauron, yeah.",
    "start": "00:14:18",
    "end": "00:14:19"
  },
  {
    "text": "From Lord of the Rings. That's right. So both in historical fact and I think in the memory and imagination of the biblical authors, it was a step pyramid, like the earliest pyramids found in Egypt or like the Mesopotamian ziggurats. So it was like a pyramid, but instead of having smooth sides, it had steps, large steps going up and then a ramp or a key stairway going up one side and.",
    "start": "00:14:19",
    "end": "00:14:48"
  },
  {
    "text": "And it looks like a mountain.",
    "start": "00:14:49",
    "end": "00:14:50"
  },
  {
    "text": "Yeah, that's right. And what they say is, let us build a city with a tower, the head of which is in the skies. So the whole purpose is to reconnect everything on the land to the skies. And using the word head, it's a metaphor for the top. It's the word rosh head. But the word rosh for top is most often used for the rosh of mountains and hills.",
    "start": "00:14:50",
    "end": "00:15:17"
  },
  {
    "text": "Oh, okay.",
    "start": "00:15:17",
    "end": "00:15:17"
  },
  {
    "text": "In fact, in the key poem in Isaiah 2 that we did look at, God's going to exalt Mount Zion to be the rosh of all other mountains, the head of all other mountains. So it's a deliberate kind of echo and parody of Babylon.",
    "start": "00:15:18",
    "end": "00:15:33"
  },
  {
    "text": "You know, the conversation that we had about Babylon that I think was the most helpful for me, I think came from the Family of God series a while ago.",
    "start": "00:15:33",
    "end": "00:15:43"
  },
  {
    "text": "Yeah, remind me.",
    "start": "00:15:43",
    "end": "00:15:44"
  },
  {
    "text": "And we were talking about. Well, you were talking about what's wrong with this mountain, this kind of alternative mountain. Why was it so destructive? And why did God need to end that project? And you talked about the one like this forced unity of language, language and.",
    "start": "00:15:44",
    "end": "00:16:02"
  },
  {
    "text": "Also thinking, culture, mindset, culture. They were of one language, one lip and one of words. Yeah, it was. What do you say? A monoculture.",
    "start": "00:16:02",
    "end": "00:16:14"
  },
  {
    "text": "Yeah, a monoculture. You have to act and think and be this one way. And that way was one of violence and arrogance and pride, but also just didn't. In the Family of God series, we were really talking about the diversity of the Family of God, and it didn't allow for that. And so, I don't know. There's so many different ways to think about the problem of the Tower of God, Babel and that culture, but that one's really stuck with me.",
    "start": "00:16:15",
    "end": "00:16:44"
  },
  {
    "text": "Yep. No, that's good. That's a great one. There is also, Elizabeth, just in the design, literary design, shape of Genesis 1 through 11, which is the first main movement of Genesis, the Eden Mountain, the implicit Eden Mountain. Notice the garden is described, you know, as a garden with a river flowing out, but it's never explicitly called a mountain. Similarly, the tower isn't called a ziggurat or a symbolic mountain, but both of them in the ancient Near Eastern cultural imagination. And the fact that they're set up at symmetrical ends about God installing humans as rulers and representatives to be fruitful and multiply and fill the land on the Eden mountain.",
    "start": "00:16:44",
    "end": "00:17:33"
  },
  {
    "text": "And then this concentration of power, this.",
    "start": "00:17:34",
    "end": "00:17:37"
  },
  {
    "text": "Concentration of being fruitful and multiplying, but not wanting to spread out and fill the land instead wanting all the land to like, revolve around this one language and culture. And both of them are implicit mountains. Oh, also, I was just thinking about this recently. There are also two creation narratives that begin Genesis 1 to 11, the seven day narrative, and then the Eden Garden narrative. There's also two narratives about the founding of Babylon. There's one in chapter 10 about a guy named Nimrod who's a descendant of Ham, who builds Babylon as the first of his kingdoms.",
    "start": "00:17:37",
    "end": "00:18:17"
  },
  {
    "text": "He builds tons of cities.",
    "start": "00:18:17",
    "end": "00:18:19"
  },
  {
    "text": "Yeah, and he's a Gibor. He's like one of the Nephilim. And that's in chapter 10. And then you read chapter 11, which is just another story about the building of Babylon, as if the one in chapter 10 didn't happen.",
    "start": "00:18:19",
    "end": "00:18:31"
  },
  {
    "text": "Oh, interesting.",
    "start": "00:18:31",
    "end": "00:18:32"
  },
  {
    "text": "So it's very similar, the two creation narratives and how the timing and the sequence of events don't fully sync up easily, but there's two of them. So also, with Babylon, there's two stories about the building of this false mountain, and the details of each one don't easily sync up. And it just struck me that that's another way that Eden and Babylon are parallel to each other. Wow, that's cool. Anyway, way to go. Elizabeth. Great observation. We should have talked about it had we more time, but.",
    "start": "00:18:32",
    "end": "00:19:04"
  },
  {
    "text": "But now we got to.",
    "start": "00:19:05",
    "end": "00:19:06"
  },
  {
    "text": "Yeah, there we go. And you noticed it. I mean, what's great about not being comprehensive in our podcast conversations is allows you, you all listening, to go explore more. So cheers to that. Should we do more?",
    "start": "00:19:06",
    "end": "00:19:20"
  },
  {
    "text": "Let's do it.",
    "start": "00:19:20",
    "end": "00:19:21"
  },
  {
    "text": "Sweet. Okay, we've got another cool question related to Babylon, but other cool stuff. This is a great example of how when I read the observations and connections that people listening to the podcast are making, I just smile deep inside. Cause I'm like, yes, way to go. So, Cody, I'm already congratulating you and we haven't even heard what you have to say. So, Cody from Wilsonville, Oregon, down, down the road, tell us what you've been thinking about.",
    "start": "00:19:21",
    "end": "00:19:51"
  },
  {
    "text": "Hi, Tim and John. Cody Urban from Wilsonville, Oregon, here. I've been studying the symbolism of stones versus Bricks in the Bible and their connection to sacred spaces versus human pride. Raw, uncut stones seem to represent God's creation and provision, like the altars in Genesis and Exodus, Solomon's temple, or Peter as the rock and the living stones mentioned in 1st Peter 2. In contrast, bricks like those used at the Tower of Babel or in Pharaoh's projects in Egypt seem to symbolize human effort, control and rebellion. This ties into the larger biblical theme of cosmic mountains, where natural stones often mark places where heaven meets earth, like Sinai or Zion. Could you explore how the contrast between the stones versus bricks fits into the broader biblical narrative? Thanks for all you do.",
    "start": "00:19:52",
    "end": "00:20:48"
  },
  {
    "text": "Wow, Cody, never thought about this.",
    "start": "00:20:49",
    "end": "00:20:51"
  },
  {
    "text": "It's great.",
    "start": "00:20:51",
    "end": "00:20:51"
  },
  {
    "text": "This. Something was on your radar.",
    "start": "00:20:52",
    "end": "00:20:53"
  },
  {
    "text": "I have thought about it before. Yes. Yes. I mean, Cody, you said could you explore how it fits into the broader biblical narrative, but I think that's what you just did.",
    "start": "00:20:54",
    "end": "00:21:03"
  },
  {
    "text": "Yeah, thanks for that.",
    "start": "00:21:03",
    "end": "00:21:04"
  },
  {
    "text": "I'll add a couple other observations or links in the chain, but, Cody, I think your finger's on the pulse of it. The idea of something in its natural kind of creation given state versus what humans fabricate or manufacture as an imitation is an interesting contrast throughout the biblical story.",
    "start": "00:21:05",
    "end": "00:21:31"
  },
  {
    "text": "Is it?",
    "start": "00:21:32",
    "end": "00:21:32"
  },
  {
    "text": "Yes, with brick and stone in particular. So you quickly gave a survey. So all the altars that the patriarchs build in Genesis, like Abraham's cruising around, he builds an altar. If we're ever told what they build of, like Jacob, it's stones. They just pile up stones. So it's actually kind of back to Jem's question, which is using the natural materials of the world as God has placed them there, so to speak, can become a heaven on earth. Place to build these altars, for example. And then in Exodus, after the Israelites are at Mount Sinai, the first instructions to the Israelites are, hey, when you're cruising around the land and you want to give thanks to God and you want to build an altar, that's cool, but just use piled up stones or a mound of dirt. Don't wield any kind of chisel or carving blade.",
    "start": "00:21:32",
    "end": "00:22:36"
  },
  {
    "text": "This is to keep you away from making idols, probably, right?",
    "start": "00:22:36",
    "end": "00:22:39"
  },
  {
    "text": "No, well, maybe. But the point is, is that keep it natural. The altars, yeah. Now keep it natural. And then the one altar that really is like shaped and manufactured is the Tabernacles altar, the one in the courtyard. But that is corresponding to a heavenly blueprint. So there is something about the raw, uncut materials that mountains represent.",
    "start": "00:22:40",
    "end": "00:23:08"
  },
  {
    "text": "Now, is this in particular around finding the sacred space versus just in general, is this some wisdom about, you know, Stay away from artificial things. Like, is this more about, like, if I'm. When I'm seeking a thin space, that connection with God don't, you know, Keep it natural.",
    "start": "00:23:09",
    "end": "00:23:30"
  },
  {
    "text": "Keep it natural. But why? What's underneath that? So what bricks were and still are. I'm trying to look out a window, but I know there's actually a brick planter box at the foot of the building that we're sitting in. Big one.",
    "start": "00:23:30",
    "end": "00:23:44"
  },
  {
    "text": "But there's a brick wall down there.",
    "start": "00:23:44",
    "end": "00:23:46"
  },
  {
    "text": "Bricks are a way of imitating stone, but in a much more controlled way that makes it efficient. And it's very clearly human devised and made.",
    "start": "00:23:46",
    "end": "00:24:01"
  },
  {
    "text": "Yeah, but for efficiency. That's really interesting.",
    "start": "00:24:02",
    "end": "00:24:05"
  },
  {
    "text": "Efficiency, technology, which. These are conversations we've had for many years. But there's something about not just the technology itself, but it's what it does to the human mind when you begin to build the world.",
    "start": "00:24:05",
    "end": "00:24:19"
  },
  {
    "text": "The straight lines of the.",
    "start": "00:24:19",
    "end": "00:24:20"
  },
  {
    "text": "It's entirely human. Made you forget that humans are not actually that powerful or the center of the universe.",
    "start": "00:24:20",
    "end": "00:24:27"
  },
  {
    "text": "Oh, interesting.",
    "start": "00:24:27",
    "end": "00:24:28"
  },
  {
    "text": "But we trick ourselves into thinking that we are.",
    "start": "00:24:28",
    "end": "00:24:30"
  },
  {
    "text": "Yeah, we force all the stones to have 90 degree angles and straight lines.",
    "start": "00:24:30",
    "end": "00:24:34"
  },
  {
    "text": "Yeah, there's no right angles in nature, so to speak, except in like mineral deposits.",
    "start": "00:24:34",
    "end": "00:24:40"
  },
  {
    "text": "I love that. You know the exception to that?",
    "start": "00:24:40",
    "end": "00:24:42"
  },
  {
    "text": "Well, no. Have you ever seen like volcanic stones or basalt columns before? They grow in these like hexagon shapes. Perfect hexagons. And that's this crystal structure or something. That's amazing.",
    "start": "00:24:42",
    "end": "00:24:52"
  },
  {
    "text": "Not a right angle, but it's definitely an angle.",
    "start": "00:24:52",
    "end": "00:24:54"
  },
  {
    "text": "Almost. Yeah, almost. Anyway, point is, is probably ancient people were more aware of that psychological game.",
    "start": "00:24:54",
    "end": "00:25:04"
  },
  {
    "text": "That we play, that when we fabricate things, our environment, then we risk thinking that we're God. We're pretty awesome.",
    "start": "00:25:04",
    "end": "00:25:13"
  },
  {
    "text": "That we are the creator. Yeah, yeah. So I for sure think the biblical authors are exploring that important reframe of our mindset. And it's about remembering who is the real creator. It's not Babylon or Pharaoh, it's God. And what God loves to work with is with raw materials as he finds them, so to speak. So this image of the raw stones, the temple was made of a lot of these whole stones, as much as Solomon could find. And he does hew them, but he also uses uncut stones. That's really interesting little detail. So what I love is your observation about human stones, like Peter. Oh, yeah, I haven't thought of that in this connection. So there's definitely more.",
    "start": "00:25:13",
    "end": "00:26:05"
  },
  {
    "text": "How messy is it to build stuff with living stones?",
    "start": "00:26:05",
    "end": "00:26:09"
  },
  {
    "text": "Totally. Oh, man. However, my family, we got a really special opportunity to go to the UK last summer and to go to a national park there in I guess northern UK or no, Central, the Lakes District National Park. And it's a beautiful mountain, hilly region and there's centuries old sheep like walls all in these mountains. Like some of These walls are 500.",
    "start": "00:26:09",
    "end": "00:26:46"
  },
  {
    "text": "Years old and they're probably just stones piled on each other.",
    "start": "00:26:46",
    "end": "00:26:48"
  },
  {
    "text": "They're stacked stone.",
    "start": "00:26:48",
    "end": "00:26:49"
  },
  {
    "text": "Yeah.",
    "start": "00:26:49",
    "end": "00:26:49"
  },
  {
    "text": "But they look amazing. They look so sturdy. Clearly they're sturdy. They've been staying for half a millennium. And I just marveled at like how did people. People stack these so well. But there were gaps. You could see gaps in the stones. But somehow the natural features of each stone shape was accounted for in how it got placed. I just loved imagining that I'd never seen a wall that old built like that that was still standing.",
    "start": "00:26:50",
    "end": "00:27:20"
  },
  {
    "text": "You don't find that in America.",
    "start": "00:27:20",
    "end": "00:27:22"
  },
  {
    "text": "No. Yeah. So yeah, I guess that's God's preferred method to let each thing be the unique thing that it is, but weave it in to a plan of order that doesn't assimilate, it doesn't homogenize it. And that's what bricks represent in Babylon and Egypt is you gotta make it.",
    "start": "00:27:22",
    "end": "00:27:44"
  },
  {
    "text": "There's two things there. They kind of represent that homogenization, but also they then tempt us to believe that we're pretty awesome. We could build some pretty awesome things. So we must be the center of the universe.",
    "start": "00:27:44",
    "end": "00:27:55"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:27:55",
    "end": "00:27:56"
  },
  {
    "text": "It's interesting.",
    "start": "00:27:56",
    "end": "00:27:57"
  },
  {
    "text": "Yep.",
    "start": "00:27:57",
    "end": "00:27:57"
  },
  {
    "text": "Huh. Lots to think about there.",
    "start": "00:27:57",
    "end": "00:27:59"
  },
  {
    "text": "Great observation, Cody. Thanks for sharing that with us. Yeah. Okay. One very important story, mountain test crisis story in the book of Genesis is about Abraham's surrender of Isaac on Mount Moriah. And Kaylee from Boston had a very honest and I think an important question for us to ponder. You've asked it before as we've talked about the story. But Kayleigh, you've got a great way of asking it. So let's hear from you.",
    "start": "00:27:59",
    "end": "00:28:31"
  },
  {
    "text": "Hi guys. I've heard people say that the story of Abraham and Isaac on Mount Moriah demonstrates God's cruelty. I see the parallels to Christ in this test, but I really wrestle with the fact that Isaac was unaware he was the sacrifice. Can you offer some insight into how this folds into the character of a compassionate and gracious Yahweh? Thanks so much for all you do.",
    "start": "00:28:32",
    "end": "00:28:52"
  },
  {
    "text": "Yeah, yeah, yeah. Thank you.",
    "start": "00:28:53",
    "end": "00:28:55"
  },
  {
    "text": "Yeah. Jesus goes up willingly to be the sacrifice. Isaac in the story seemingly doesn't, at least.",
    "start": "00:28:55",
    "end": "00:29:02"
  },
  {
    "text": "Yeah. It's not a detail given in the story. You know, it's interesting, the language used by Jesus and the apostles about giving over his life, handing himself over, or being handed over. Paul uses this phrase of the Father, didn't withhold. This is how God demonstrated his love. He didn't withhold his son. That language comes right from the Greek translation of Genesis 22. So Jesus and the apostles didn't hesitate to borrow the language of Abraham surrendering Isaac and use that as the language of the Father sending the son to die on behalf of the many, so that the blessing go out to the many. So maybe that's one way, Kaylee, you're saying you can see those parallels. And I'm just kind of filling in to saying Jesus and the apostles explicitly drew those parallels. So then I want to ask the question, what did Jesus see displayed about God's character? Or what did Paul see about God's character in that story if they didn't hesitate to use it, does that make sense?",
    "start": "00:29:02",
    "end": "00:30:16"
  },
  {
    "text": "Yeah.",
    "start": "00:30:16",
    "end": "00:30:16"
  },
  {
    "text": "So that's been at least a way that I've tried to move towards it. There's something that Jesus sees here that I want to see too, that at least might help me think about it from one angle. It's not the only angle, but that's one way that's been helpful for me.",
    "start": "00:30:17",
    "end": "00:30:32"
  },
  {
    "text": "What did Jesus think about the character of God?",
    "start": "00:30:33",
    "end": "00:30:36"
  },
  {
    "text": "Oh man, read the Sermon on the Mount. Just like endlessly generous, giving reign to the righteous and the wicked, but also holding Israel accountable for its another repetition of like covenant failure and violating the covenant. So when he announces the downfall of Jerusalem, he's speaking like Jeremiah or Ezekiel, saying like, hey Israel, we signed up for the covenant, we've broken it again and we're going to be handed over to the destructive consequences of our choices. And by God, God's going to do that. So Jesus also had that view of God's character, that God will hold his people accountable. But that didn't make him question whether God's ultimate purposes or core character was good.",
    "start": "00:30:37",
    "end": "00:31:24"
  },
  {
    "text": "Yeah.",
    "start": "00:31:24",
    "end": "00:31:25"
  },
  {
    "text": "Which is, I think that is rooted in the themes and the melodies of the Genesis scroll itself. The author of Hebrews also saw another little detail there that when Abraham, he brings this up In Hebrews chapter 11, when Abraham says to his servants, the boy and I will go and we will worship and we will return. That reveals something about Abraham's mindset, namely that he trusts he and his son are going to walk down this mountain together.",
    "start": "00:31:25",
    "end": "00:31:58"
  },
  {
    "text": "Yeah, this little detail that makes you think, oh, Abraham didn't expect God to actually take his son.",
    "start": "00:31:59",
    "end": "00:32:06"
  },
  {
    "text": "Yep. So that speaks to Abraham's mindset. But Kaylee, your question is even more Specific. You're asking about Isaac's mindset.",
    "start": "00:32:06",
    "end": "00:32:16"
  },
  {
    "text": "Yeah.",
    "start": "00:32:16",
    "end": "00:32:17"
  },
  {
    "text": "And you're right. He.",
    "start": "00:32:17",
    "end": "00:32:19"
  },
  {
    "text": "Because isn't there a detail where Isaac's like, well, hey, we got the wood.",
    "start": "00:32:19",
    "end": "00:32:24"
  },
  {
    "text": "We got the wood. And the fire.",
    "start": "00:32:24",
    "end": "00:32:25"
  },
  {
    "text": "The fire.",
    "start": "00:32:25",
    "end": "00:32:25"
  },
  {
    "text": "Like, where's the lamb?",
    "start": "00:32:26",
    "end": "00:32:27"
  },
  {
    "text": "Yeah, it's like he's trying to piece it together. Like, what's going on here?",
    "start": "00:32:27",
    "end": "00:32:30"
  },
  {
    "text": "Exactly Right. So I think this is where I'm at currently. And I think I'll just say, Kayleigh, the reason why I wanted to bring up your question too, is because I still resonate with it to a large degree. So I think there's one sense in which, like a baseline assumption of the biblical authors and the portrait of God is God has the prerogative to give life and to take away life. And there is this theme throughout the Hebrew Bible of the next generation being an extension of the life of the current adult generation. Yeah. And I think it's just a way of thinking about intergenerational dependency that's different than how moderns think about it. So that in a way, to take away my child's life is to take away my life.",
    "start": "00:32:30",
    "end": "00:33:27"
  },
  {
    "text": "Right.",
    "start": "00:33:27",
    "end": "00:33:28"
  },
  {
    "text": "I really think that's probably still how many cultures today think about the next generation. And maybe it's just our hyper individualized, Westernized kind of mindset prevents us from seeing that connection. He has one child through Sarah, and God said, that's the future of the covenant blessing through your family. So it really is Abraham's life at stake. And that seems to be how the story is portraying it, that Isaac's life is Abraham's life. And so to take away Isaac is to take away Abraham's life. I know we don't see it that way. I think the biblical authors did. Because you have a similar challenge, Kaylee, in this story that you have with Passover, that the firstborn sons are dying because of the sins of their parents. You have the same thing with David and Bathsheba's first son, the son of their adulterous union, or that son dies at God's hand as a consequence. So there's these moments that are all setting up about the firstborn being this life of the parent that God can give or take away. And that's a part of what's happening here, too. And that feels severe.",
    "start": "00:33:28",
    "end": "00:34:56"
  },
  {
    "text": "Yeah, it's so hard to stomach.",
    "start": "00:34:56",
    "end": "00:34:58"
  },
  {
    "text": "I think that's the point at which Kaylee, I resonate and I just say, okay, that's a part of the. That's one tile in the mosaic of the portrait of God in the Hebrew Bible. And I guess, Kaylee, that's the moment which I say, I'm also a Christian. And so I'm reading the whole Bible together. And whatever God made these handful of people experience and losing their children or surrendering their children is a medicine that God himself took on behalf of everyone. That the father surrendered God the Son, but with the knowledge and trust that he would raise him up and give him life back again. So we also are told that it was a test.",
    "start": "00:34:58",
    "end": "00:35:47"
  },
  {
    "text": "Abraham's.",
    "start": "00:35:47",
    "end": "00:35:48"
  },
  {
    "text": "Abraham's surrender of Isaac was a test. Just as that little hint at the beginning to say, whatever's going to happen here, God is putting God's own promise in. In jeopardy and God is going to vindicate his promise. But it leaves us with that narrative detail that Isaac seems unaware. However, let me just problematize that. That is not how most Jewish communities retold the story. And that was probably not the version of the story as it was told and retold in Jesus own childhood. If you go and reread Second Temple Jewish sources or early Jewish commentaries on Genesis 22, they all add details about how Isaac did know. When he asked the question, he learned that he was gonna die. And then he willingly went up the mountain and actually asked his dad to tie his hands. It's interesting. So you can find Jewish retellings of this in the Babylonian Talmud, also in different Jewish mid Rashim here. I'll just recommend a book that I found really helpful.",
    "start": "00:35:48",
    "end": "00:37:01"
  },
  {
    "text": "Great. You're recommending a $170 book.",
    "start": "00:37:03",
    "end": "00:37:06"
  },
  {
    "text": "Well, $170 hardcover. It's a $63 paperback. I'm sorry, it's somebody's dissertation. Okay. I don't know.",
    "start": "00:37:07",
    "end": "00:37:16"
  },
  {
    "text": "This happens enough.",
    "start": "00:37:16",
    "end": "00:37:17"
  },
  {
    "text": "I know. At least you should just.",
    "start": "00:37:17",
    "end": "00:37:20"
  },
  {
    "text": "You can email this guy and just ask him for it.",
    "start": "00:37:20",
    "end": "00:37:22"
  },
  {
    "text": "Kately Leroy Huizinga published his dissertation. It's called the New Tradition and Intertextuality in the Gospel of Matthew. In the opening line of Matthew's Gospel, he calls Jesus a son of Abraham, who was the son of Abraham in Genesis? Isaac. Yeah. And before that, Ishmael. And so already from the first line of Matthew's Gospel, he's setting you up to see Jesus as an Isaac. And so then, lo and behold, you see all these echoes of Genesis 22 all throughout Matthew's Gospel. And what Leroy is tracking is then the links that Matthew's making between Jesus and Isaac are all similar to how Isaac was portrayed in Second Temple Jewish retellings of Genesis 22. And of course, in Matthew, Jesus is willingly going to the cross so anyway, there you go.",
    "start": "00:37:22",
    "end": "00:38:20"
  },
  {
    "text": "You really took me on a journey with this question.",
    "start": "00:38:20",
    "end": "00:38:22"
  },
  {
    "text": "I sure did. Well, I've thought about it a lot.",
    "start": "00:38:22",
    "end": "00:38:24"
  },
  {
    "text": "I've, like. I went into this question feeling kind of. I've had a lot of frustration about this story. Yeah. It's raw. But I've kind of come to terms with it. But then, like, the way you started talking about the firstborn, Passover logic, all that stuff, I'm just like, oh, my goodness. Yeah.",
    "start": "00:38:24",
    "end": "00:38:44"
  },
  {
    "text": "Yeah.",
    "start": "00:38:44",
    "end": "00:38:44"
  },
  {
    "text": "I'm not settled with this. But then this whole thing with Isaac and these retellings about him knowing and willingly and, you know, like, there's. And then just the mercy of God that you see in that story. And the way you talked about how this is a consequence that God himself.",
    "start": "00:38:44",
    "end": "00:39:05"
  },
  {
    "text": "Suffers, as it were.",
    "start": "00:39:06",
    "end": "00:39:07"
  },
  {
    "text": "Yeah. Like, comes with us and says, I know this is a thing that you guys have to deal with. I'm gonna deal with it with you in a way that's gonna bring life. And then resurrection's obviously a part of this whole thing in the New Testament, which is there's hope after death. Yeah, man. Wow. Well, thank you.",
    "start": "00:39:07",
    "end": "00:39:28"
  },
  {
    "text": "Yeah, thank you, Kaylee. I mean, I still have feelings about this question, and I think I will until I guess I can talk with Jesus about it. But those are at least some thoughts I've had along the journey, Kayleigh. So thanks for asking.",
    "start": "00:39:28",
    "end": "00:39:44"
  },
  {
    "text": "Okay. We have time for another.",
    "start": "00:39:44",
    "end": "00:39:47"
  },
  {
    "text": "Yeah, great. Ooh, one story, mountaintop story that we talked about were Elijah's twin mountaintop experiences.",
    "start": "00:39:47",
    "end": "00:39:55"
  },
  {
    "text": "Yeah.",
    "start": "00:39:55",
    "end": "00:39:56"
  },
  {
    "text": "In 1 Kings 18 and 19, both of them pretty well known. The showdown with the prophets of baal. Fire on the mountain.",
    "start": "00:39:56",
    "end": "00:40:04"
  },
  {
    "text": "Fire on the mountain.",
    "start": "00:40:04",
    "end": "00:40:05"
  },
  {
    "text": "And that's a victory story in terms of Elijah's role in the story, turning Israel back to Yahweh. And then the Queen of Israel at that time, Jezebel, sends an assassination threat, death threat to Elijah through a messenger.",
    "start": "00:40:05",
    "end": "00:40:23"
  },
  {
    "text": "Spins him out.",
    "start": "00:40:23",
    "end": "00:40:24"
  },
  {
    "text": "He just spins out.",
    "start": "00:40:24",
    "end": "00:40:26"
  },
  {
    "text": "Yeah.",
    "start": "00:40:26",
    "end": "00:40:26"
  },
  {
    "text": "And he goes back to Moses, Mount Sinai and complains. He complains. He accuses Israel of being unfaithful, which is kind of true.",
    "start": "00:40:26",
    "end": "00:40:37"
  },
  {
    "text": "But also that there's no one in Israel who's been faithful.",
    "start": "00:40:37",
    "end": "00:40:40"
  },
  {
    "text": "He's the only one faithful when we know that's not true. So it's kind of like he's lost.",
    "start": "00:40:40",
    "end": "00:40:44"
  },
  {
    "text": "And then he's like, just take me, God.",
    "start": "00:40:44",
    "end": "00:40:46"
  },
  {
    "text": "Just take my life. So, Elijah, you have a question that was repeated by so many people, but you have a great way of putting it that's both helpful in understanding how that story works. You know, Elijah on Mount Sinai, but it Also raises some problems than with Elijah's afterlife, so to speak, of his reputation elsewhere in the Bible. So Elijah was.",
    "start": "00:40:46",
    "end": "00:41:10"
  },
  {
    "text": "So this is a question from Elijah about Elijah.",
    "start": "00:41:10",
    "end": "00:41:12"
  },
  {
    "text": "Yes, and also that. Also that.",
    "start": "00:41:12",
    "end": "00:41:14"
  },
  {
    "text": "Itamin John. I still have trouble understanding Elijah's legacy after his failure on the mountain. I learned the mountain story as God gently restoring and recommissioning him to serve faithfully until taking him up, not replacing him for his failure. Can you explain why he's still treated like the goat of prophets? No bias. Thanks.",
    "start": "00:41:15",
    "end": "00:41:34"
  },
  {
    "text": "No bias. No bias. He's just your name.",
    "start": "00:41:35",
    "end": "00:41:38"
  },
  {
    "text": "Oh, yeah. Because his namesake.",
    "start": "00:41:38",
    "end": "00:41:39"
  },
  {
    "text": "Namesake.",
    "start": "00:41:39",
    "end": "00:41:40"
  },
  {
    "text": "Yeah.",
    "start": "00:41:40",
    "end": "00:41:40"
  },
  {
    "text": "He's the goat.",
    "start": "00:41:42",
    "end": "00:41:42"
  },
  {
    "text": "Yeah. Greatest of all time. For those of us who don't know.",
    "start": "00:41:43",
    "end": "00:41:47"
  },
  {
    "text": "The goat reference, I remember the first time I saw G O, a T in all capital letters talking about somebody, and I was like, well, I don't get it. What does that mean?",
    "start": "00:41:47",
    "end": "00:41:56"
  },
  {
    "text": "I just know our demographic really spans the generations, so let's not take that for granted.",
    "start": "00:41:56",
    "end": "00:42:02"
  },
  {
    "text": "I don't. I don't at all.",
    "start": "00:42:02",
    "end": "00:42:03"
  },
  {
    "text": "So I love it. And I do remember bringing this up in our conversation.",
    "start": "00:42:03",
    "end": "00:42:09"
  },
  {
    "text": "Yeah.",
    "start": "00:42:09",
    "end": "00:42:09"
  },
  {
    "text": "And I think what you said.",
    "start": "00:42:09",
    "end": "00:42:11"
  },
  {
    "text": "Yeah, what did I say?",
    "start": "00:42:11",
    "end": "00:42:12"
  },
  {
    "text": "You know what you said. You've had this phrase that you come back to is it seems like God will treat us on our best of days.",
    "start": "00:42:12",
    "end": "00:42:24"
  },
  {
    "text": "Oh, God relates to us the version of us that was our best day.",
    "start": "00:42:25",
    "end": "00:42:31"
  },
  {
    "text": "Yeah. Because you think of, like, King David the same way. It's like King David, the man after God's own heart. And just. And yes. And then it's like, well, do you. Do you remember how that story ends? Like, he kind of spins out as well.",
    "start": "00:42:31",
    "end": "00:42:44"
  },
  {
    "text": "Yeah, that's great.",
    "start": "00:42:45",
    "end": "00:42:46"
  },
  {
    "text": "Solomon, the wisest man that ever lived is. And you're like, okay, but that guy kind of spins out too.",
    "start": "00:42:46",
    "end": "00:42:51"
  },
  {
    "text": "Yeah.",
    "start": "00:42:51",
    "end": "00:42:52"
  },
  {
    "text": "How are we.",
    "start": "00:42:52",
    "end": "00:42:52"
  },
  {
    "text": "That's great.",
    "start": "00:42:52",
    "end": "00:42:53"
  },
  {
    "text": "Like.",
    "start": "00:42:53",
    "end": "00:42:54"
  },
  {
    "text": "Yeah. In other words, you could ask the same question of almost all the biblical characters. Abraham.",
    "start": "00:42:54",
    "end": "00:42:59"
  },
  {
    "text": "Yeah. Abraham. Moses.",
    "start": "00:42:59",
    "end": "00:43:02"
  },
  {
    "text": "Moses. Yes. Yeah. Jacob, certainly.",
    "start": "00:43:02",
    "end": "00:43:05"
  },
  {
    "text": "How did these guys become the hero of the faith? And then.",
    "start": "00:43:05",
    "end": "00:43:07"
  },
  {
    "text": "Yeah.",
    "start": "00:43:07",
    "end": "00:43:07"
  },
  {
    "text": "You get to like a Hebrews. What is that, 11. Where, like, it really celebrates them.",
    "start": "00:43:07",
    "end": "00:43:11"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:43:11",
    "end": "00:43:12"
  },
  {
    "text": "And their faith.",
    "start": "00:43:12",
    "end": "00:43:13"
  },
  {
    "text": "Yeah. And what it is celebrating is the choices that they made on their one or two good days. On their best days. Yeah, on their best day. So maybe part of this Elijah is just coming to terms with the realistic, even you could say often pessimistic portrait of human nature in the Hebrew Bible. And the biblical authors have no qualms. In fact, it's really important to them to highlight the flaws of all these human Characters alongside their best day. And I think that's what we're seeing with Elijah here. It's really important. This is not the last story. The Sinai failure is not his last story. Okay, so it ends making you think that it's like that. Because what God says is, go anoint three people who are gonna carry forward the work. You know, find a replacement. Yep. But then in the very next story, there's a battle of two kings, and Elijah is called into action. And he speaks for God in that story. And then he continues to do so in a number of stories that happen until finally you get his parting of ways with Elisha, his protege, and he's taken into heaven in a chariot of fire.",
    "start": "00:43:13",
    "end": "00:44:37"
  },
  {
    "text": "Yeah, it's a great way to go.",
    "start": "00:44:37",
    "end": "00:44:39"
  },
  {
    "text": "Which is a pretty awesome way to go. He's like Enoch. He is taken and does not die. So I guess what's remarkable there is that God doesn't take his failure at Sinai and then write him off. Yeah, it doesn't write him off, but Elijah jumps back into action, and then God honors that commitment and then gives them honorable departure. So I didn't highlight that what came after.",
    "start": "00:44:39",
    "end": "00:45:09"
  },
  {
    "text": "Right.",
    "start": "00:45:09",
    "end": "00:45:10"
  },
  {
    "text": "We didn't talk about that in our conversation. Mostly just because I wanted to focus on the two mountains.",
    "start": "00:45:10",
    "end": "00:45:14"
  },
  {
    "text": "But you look at the end of the story and you go, well, then it's easier to read that mountaintop experience at Mount Sinai in light of. Well, Elijah's awesome.",
    "start": "00:45:15",
    "end": "00:45:25"
  },
  {
    "text": "Sure.",
    "start": "00:45:26",
    "end": "00:45:26"
  },
  {
    "text": "Right?",
    "start": "00:45:26",
    "end": "00:45:26"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:45:26",
    "end": "00:45:27"
  },
  {
    "text": "So it's harder maybe to appreciate that is such a moment of failure.",
    "start": "00:45:27",
    "end": "00:45:31"
  },
  {
    "text": "Yeah. No, I think a similar thing happened to me when I really began to appreciate how important, like, Abraham's failures are.",
    "start": "00:45:31",
    "end": "00:45:40"
  },
  {
    "text": "Yeah. You talk about it a lot.",
    "start": "00:45:40",
    "end": "00:45:41"
  },
  {
    "text": "You bring it up a lot. How he hung Sarah out to dry, and then he and Sarah together abuse or oppress their Egyptian slave, Hagar. And God's response is pretty well, one generous. And then in response to the Hagar moment, he commands Abraham and all of his generation since to, like, cut off a part of their male genitalia.",
    "start": "00:45:41",
    "end": "00:46:07"
  },
  {
    "text": "That's the consequence of that.",
    "start": "00:46:08",
    "end": "00:46:09"
  },
  {
    "text": "It's right after that story. That story is right after where Abraham uses that part of his body to oppress his Egyptian slave. And then God's response in the next story is, cut off a big part of that part of your body and all your descendants. Yeah, I mean, it's pretty intense. So I guess the point is. But that's Abraham. He's like the pillar of faith. So I think more is just reckoning with the moral complexity of the characters. Of the Hebrew Bible. And I think, man, if you're raised in a church setting that just didn't emphasize that, especially when you're introduced to these stories as kids, then I think that's a harder pill to swallow. And so I think Elijah is a good example. Now, what you do have is the Hebrew Bible, One whole section. The prophet end at the end of Malachi, saying, with a promise, saying, look, I am going to send my messenger to restore my people before Yahweh comes. And he's called. I'm going to send Elijah the prophet before the coming of the great day of Yahweh.",
    "start": "00:46:09",
    "end": "00:47:21"
  },
  {
    "text": "Yeah, he was sucked into the sky and he's coming back.",
    "start": "00:47:21",
    "end": "00:47:24"
  },
  {
    "text": "So apparently he's still positive enough. Yeah, you know, character, A future prophet like Moses isn't just called a new Moses, he's called, like a new Elijah. And this is the slot that John the Baptist fits into. So in that sense, he has a positive, ongoing legacy, but it seems to be related to his good days, not his Sinai failure. Yeah, I guess that's kind of where I'm at. There may be more. Probably is more to it that I just haven't pondered yet.",
    "start": "00:47:24",
    "end": "00:47:56"
  },
  {
    "text": "But that's great. In Jewish tradition, during the Passover meal, you keep a seat open for Elijah, right?",
    "start": "00:47:56",
    "end": "00:48:04"
  },
  {
    "text": "Yeah, I always loved that. Totally. Yeah, that's right. Yeah. So that's a way of enacting that anticipation of the promise at the end of Malachi, which is at any moment could be the day when God restores his people. So let's keep a chair empty for Elijah. He could show up. Yeah, any moment. Yep. Yep.",
    "start": "00:48:04",
    "end": "00:48:25"
  },
  {
    "text": "Okay. That's great. Thank you, Elijah. Let's do one more.",
    "start": "00:48:25",
    "end": "00:48:31"
  },
  {
    "text": "Yeah, this is another question. There were a lot of questions on the Elijah story. Let's conclude with a question from Emily in Chicago, also about God's response to Elijah on Mount Sinai. Okay, that's a good question.",
    "start": "00:48:33",
    "end": "00:48:45"
  },
  {
    "text": "Tim and John, thanks for all your work. This is Emily from Chicago, and I have a question about the Elijah Mount story on Mount Sinai. Sinai. Many contemplative Christians use that story to encourage silence and solitude. The idea being that God didn't show up in a dramatic way, but rather through a still small voice. This is very different from how you presented this story as Elijah's failure. And I'm curious to know how you would respond to and engage with those who often use that story to promote silence and listening to God. Can that work with the perspective you shared? Or do you think understanding this as a failure for Elijah means that interpretation is Invalid. Thanks so much.",
    "start": "00:48:47",
    "end": "00:49:25"
  },
  {
    "text": "Yeah. How many sermons have been preached?",
    "start": "00:49:26",
    "end": "00:49:28"
  },
  {
    "text": "Yeah. The still small voice. Yeah, yeah. The God comes not in the fire, but in the still small voice.",
    "start": "00:49:28",
    "end": "00:49:34"
  },
  {
    "text": "Yeah. Because that feels right. I mean, that feels like something I should like, learn from.",
    "start": "00:49:35",
    "end": "00:49:41"
  },
  {
    "text": "Yeah. Feels like Sermon on the Mount, you know, retreat from the noisy places to pray. Go to your quiet space, and your father.",
    "start": "00:49:41",
    "end": "00:49:50"
  },
  {
    "text": "Yeah.",
    "start": "00:49:50",
    "end": "00:49:50"
  },
  {
    "text": "In heaven will meet you right there in that place of solitude. Yeah. I think, Emily, I resonate with your question. I had the same experience when I first one began to really ponder all the details in the story. I think in popular representations of this moment of Elijah's story, you know, his like, kind of whiny repetition and God's double question of him, what are you doing here? Why did you come here? That doesn't feel like a very gentle response, you know, So I just more began to see, like, I don't think that reading of the story, which is Elijah as like the, I don't know, well intentioned, contemplative, seeking God and prayer and solitude. It doesn't actually fit many of the details of the story. And there are other biblical stories that do have that theme, like Jesus regularly praying in solitude, in wilderness places or on mountains, especially in the Gospel of Luke. So that's an important theme in the Bible. And I guess I just came to a place where I said, I don't think that the story is the place I should go for that. This story is trying to do something else.",
    "start": "00:49:51",
    "end": "00:51:13"
  },
  {
    "text": "Doesn't feel like you. Hmm. Would you actively correct someone?",
    "start": "00:51:13",
    "end": "00:51:18"
  },
  {
    "text": "Actively correct?",
    "start": "00:51:19",
    "end": "00:51:20"
  },
  {
    "text": "Yeah. I mean, like if someone came and said, like, man, I just like, I love this about this story. It just came out in conversation and you weren't like studying it with them. It's just like that. I don't think you'd be like, oh, actually, well, you're wrong about that.",
    "start": "00:51:20",
    "end": "00:51:33"
  },
  {
    "text": "Oh, no, I wouldn't do that.",
    "start": "00:51:33",
    "end": "00:51:34"
  },
  {
    "text": "Yeah.",
    "start": "00:51:34",
    "end": "00:51:35"
  },
  {
    "text": "No. But if they asked me what I thought I would say, I have a different take that I think actually better accounts for the details in the story and the hyperlinks. No, every time I've ever heard this chapter of the Bible taught in a church, it's been an interpretation that I don't think is preaching. But whatever, that's fine. I don't know. I've given plenty of teachings in my own life that other people have that feeling and that's okay. But we're all on a journey like that with our understanding of scripture. And if I'm not the one in charge of teaching or leading the group to Talk about the story then. I don't know. It's not really my place to do so. So here's what's interesting, is that this story is playing on the motif of the wilderness or the mountain as the place where you meet with God.",
    "start": "00:51:35",
    "end": "00:52:29"
  },
  {
    "text": "Yeah.",
    "start": "00:52:29",
    "end": "00:52:29"
  },
  {
    "text": "But it's inverting and tweaking all of your expectations. God does show up in fire.",
    "start": "00:52:30",
    "end": "00:52:34"
  },
  {
    "text": "Yeah. Oh, you mean the first mountain.",
    "start": "00:52:34",
    "end": "00:52:38"
  },
  {
    "text": "No, here. Right here. In the Elijah story, he shows up in fire and wind and earthquake, But God wasn't there. But then it says, but God wasn't in the fire. So everything about this is replaying Mount Sinai and then saying, but it's the opposite. And then what Elijah does on Mount Sinai is also the opposite of what Moses does.",
    "start": "00:52:38",
    "end": "00:52:59"
  },
  {
    "text": "He's the anti intercessor.",
    "start": "00:52:59",
    "end": "00:53:01"
  },
  {
    "text": "Yes. So another clue for this, for me, of this kind of more negative critique of Elijah in the story is actually all of the hyperlinks to this story in the book of Jonah.",
    "start": "00:53:01",
    "end": "00:53:12"
  },
  {
    "text": "Mmm. Yeah. Jonah is definitely the anti intercessor after.",
    "start": "00:53:12",
    "end": "00:53:17"
  },
  {
    "text": "His successful sermon in Nineveh.",
    "start": "00:53:17",
    "end": "00:53:20"
  },
  {
    "text": "40 days. And you'll be overturned.",
    "start": "00:53:20",
    "end": "00:53:22"
  },
  {
    "text": "Yes. Just like after Elijah's successful work on.",
    "start": "00:53:22",
    "end": "00:53:27"
  },
  {
    "text": "Mount Successful in that Nineveh repented.",
    "start": "00:53:27",
    "end": "00:53:29"
  },
  {
    "text": "Successful in that Nineveh repented. Successful that in Elijah's day, Israel repented back to God. And then in this bizarre way, both prophets go out into the wilderness in despair, and it's like, lose touch with reality. Both prophets asked to die two times, and God repeats the same identical question two times. So God asked Jonah two times, why are you angry? And God asks Elijah two times, why are you here? And in both. So there's actually lots of parallels and lots of hyperlinks. And what that represents is it tells you the way the author of Jonah read and understood this moment in the Elijah story was as a failure, a failure to truly hear God. And so God coming in the still, small voice. And that phrase, kol da mama daka in Hebrew doesn't mean still small voice. It means the sound of a thin silence.",
    "start": "00:53:29",
    "end": "00:54:34"
  },
  {
    "text": "It's about missing the point.",
    "start": "00:54:34",
    "end": "00:54:35"
  },
  {
    "text": "It's about he didn't hear anything. The silence was what he heard. And it was a deafening silence because of his failure to intercede for the people.",
    "start": "00:54:36",
    "end": "00:54:46"
  },
  {
    "text": "Okay, so tie it back into the mountain theme one more time.",
    "start": "00:54:47",
    "end": "00:54:50"
  },
  {
    "text": "Yeah.",
    "start": "00:54:50",
    "end": "00:54:50"
  },
  {
    "text": "On the mountain, you can surrender what you think is life. You can find this kind of union with God. The blessing can flow out from that to the world. It's this thin, sacred space.",
    "start": "00:54:50",
    "end": "00:55:06"
  },
  {
    "text": "Yeah.",
    "start": "00:55:06",
    "end": "00:55:07"
  },
  {
    "text": "Why? The story of going up, everything inverted. You think you're going to the Mountain.",
    "start": "00:55:08",
    "end": "00:55:13"
  },
  {
    "text": "Oh, I see. Yeah. Yeah.",
    "start": "00:55:13",
    "end": "00:55:15"
  },
  {
    "text": "You know, like what's.",
    "start": "00:55:15",
    "end": "00:55:16"
  },
  {
    "text": "I think it's similar to Moses, Moses's failure in the wilderness, where after all of his successful intercessions, even giving. Surrendering his own life, like in the golden calf story, but even Moses has his own failure moment and it disqualifies him from going into the land. And that's a part of the messianic forward pointing momentum of the Hebrew Bible. And so it's another thing of Elijah's. Pretty great. But even he blew it. Yeah, but, man, even though he blew it, God was still faithful to him, which is Elijah's story after the Mount Sinai failure. And whoever it is we're looking for to come be like the image of God, new king, new prophet, is going to need to be like a Moses, like an Elijah, like a David, like they were on their best days, not their worst.",
    "start": "00:55:16",
    "end": "00:56:09"
  },
  {
    "text": "Yeah.",
    "start": "00:56:10",
    "end": "00:56:10"
  },
  {
    "text": "I think that's how Elijah's failure kind of works into the story.",
    "start": "00:56:11",
    "end": "00:56:15"
  },
  {
    "text": "Yeah.",
    "start": "00:56:16",
    "end": "00:56:16"
  },
  {
    "text": "But it's not the last word on Elijah, but it is his equivalent to, like David and Bathsheba or to Moses striking the rock in the wilderness.",
    "start": "00:56:17",
    "end": "00:56:27"
  },
  {
    "text": "So messianic. It's pointing us towards this.",
    "start": "00:56:27",
    "end": "00:56:31"
  },
  {
    "text": "The failure of heroes and heroines in the Hebrew Bible is a part of it pointing forward to the need for somebody who will not fail.",
    "start": "00:56:31",
    "end": "00:56:40"
  },
  {
    "text": "Yeah. Ultimately not fail. Not just have a good day, but, like, fully.",
    "start": "00:56:41",
    "end": "00:56:48"
  },
  {
    "text": "Yeah, have a good day every day.",
    "start": "00:56:48",
    "end": "00:56:50"
  },
  {
    "text": "Have a good day every day.",
    "start": "00:56:50",
    "end": "00:56:51"
  },
  {
    "text": "On behalf of all of us who are having mixed, you know, mixed.",
    "start": "00:56:52",
    "end": "00:56:55"
  },
  {
    "text": "And bring the mountain down.",
    "start": "00:56:55",
    "end": "00:56:56"
  },
  {
    "text": "Bring the mountain down. That's right. Yeah, yeah, yeah. So in that sense, Elijah is both a positive and a negative kind of portrait. And there you go. And Jesus drew on it happily multiple times to talk about John and who he was. And there you go. The crisis of the mountain. Man, y', all, you guys ask such great questions and make such great observations. I really enjoy these Q and R episodes.",
    "start": "00:56:56",
    "end": "00:57:27"
  },
  {
    "text": "Yeah, it's encouraging to hear that we're just talking in a microphone so I kind of can forget people are following along and having their own journey. How cool.",
    "start": "00:57:28",
    "end": "00:57:39"
  },
  {
    "text": "Yeah.",
    "start": "00:57:39",
    "end": "00:57:39"
  },
  {
    "text": "So thank you for engaging with us that way. That's it for the mountain in a way. In a way.",
    "start": "00:57:40",
    "end": "00:57:47"
  },
  {
    "text": "In a way, the mountain is always here for us.",
    "start": "00:57:47",
    "end": "00:57:49"
  },
  {
    "text": "So, again, yeah. Check out the collection page on our app and our website and you'll find all the resources we have for you to engage with the mountain more. Next up in Bible project land is.",
    "start": "00:57:50",
    "end": "00:58:04"
  },
  {
    "text": "I've never heard you use that phrase.",
    "start": "00:58:06",
    "end": "00:58:09"
  },
  {
    "text": "I've never used it before. Do we start the New series start. The new series.",
    "start": "00:58:10",
    "end": "00:58:13"
  },
  {
    "text": "Yeah.",
    "start": "00:58:14",
    "end": "00:58:14"
  },
  {
    "text": "New series starts next week.",
    "start": "00:58:14",
    "end": "00:58:16"
  },
  {
    "text": "Yes. Okay. Yeah. On the theme of.",
    "start": "00:58:16",
    "end": "00:58:19"
  },
  {
    "text": "The theme of Raw.",
    "start": "00:58:19",
    "end": "00:58:21"
  },
  {
    "text": "The Exodus way.",
    "start": "00:58:22",
    "end": "00:58:23"
  },
  {
    "text": "We're calling it the Exodus way, but.",
    "start": "00:58:23",
    "end": "00:58:24"
  },
  {
    "text": "It'S the repeating pattern.",
    "start": "00:58:24",
    "end": "00:58:26"
  },
  {
    "text": "The theme of the Exodus.",
    "start": "00:58:26",
    "end": "00:58:26"
  },
  {
    "text": "Of the Exodus. Throughout the storyline of the Bible.",
    "start": "00:58:26",
    "end": "00:58:29"
  },
  {
    "text": "Yeah. So this year, we're kind of doing a lot of Exodus stuff. You could think of the mountain as an extension of the Sermon on the Mount, which was. It was.",
    "start": "00:58:29",
    "end": "00:58:36"
  },
  {
    "text": "It was.",
    "start": "00:58:36",
    "end": "00:58:36"
  },
  {
    "text": "But also, you could think of it as, like, the mountain is so important in Exodus.",
    "start": "00:58:36",
    "end": "00:58:39"
  },
  {
    "text": "That's right.",
    "start": "00:58:39",
    "end": "00:58:40"
  },
  {
    "text": "It's at the center of their journey through the wilderness. So we're gonna explore a number of new themes this year related to the Exodus, starting with, in a way, if you don't include the mountain.",
    "start": "00:58:40",
    "end": "00:58:49"
  },
  {
    "text": "Yep.",
    "start": "00:58:49",
    "end": "00:58:49"
  },
  {
    "text": "The theme of the Exodus.",
    "start": "00:58:49",
    "end": "00:58:50"
  },
  {
    "text": "The Exodus way. The way out of slavery, the way through the wilderness and the way into the promised land.",
    "start": "00:58:50",
    "end": "00:58:57"
  },
  {
    "text": "The way. The theme of the way.",
    "start": "00:58:57",
    "end": "00:58:59"
  },
  {
    "text": "This is the way.",
    "start": "00:58:59",
    "end": "00:59:00"
  },
  {
    "text": "Okay. Bibleproject is a crowdfunded nonprofit, and we exist to experience the Bible as a unified story that leads to Jesus. So everything that we make is to that end. And it all gets to be free because y' all pay for it, and it just gets to be free, which is amazing.",
    "start": "00:59:00",
    "end": "00:59:20"
  },
  {
    "text": "Incredible.",
    "start": "00:59:20",
    "end": "00:59:20"
  },
  {
    "text": "Thank you for being a part of this with us. There's a whole group of people who contribute to making the BibleProject podcast come to life. And for a full list of who they are and what they do, check out our show notes anywhere that you listen to this podcast and on our Bible Project app. All right, see you next week, Tim.",
    "start": "00:59:21",
    "end": "00:59:43"
  },
  {
    "text": "Yep. See you next time.",
    "start": "00:59:43",
    "end": "00:59:44"
  }
]