[
  {
    "text": "We've been tracing the theme of the firstborn. It's a theme about how people use power. What we've seen is that people consistently use power to oppress others. They use others for their own benefit to keep themselves elevated. But Jesus, the firstborn son of God, wields his power and cosmic authority in a way we've never seen before.",
    "start": "00:00:04",
    "end": "00:00:25"
  },
  {
    "text": "And what Jesus as the son of God is going to do with his cosmic authority is to go reach to the people in the lowest status in his society and community, the poor, the imprisoned, the blind, the oppressed, and elevate them. And that's the power of the divine firstborn at work in the world.",
    "start": "00:00:26",
    "end": "00:00:44"
  },
  {
    "text": "In fact, this is exactly what Jesus says he has come to do one day in the synagogue. He reads from the scroll of Isaiah and says, I have come to proclaim good news to the poor. This quote is about God's coming cosmic king, and those there listening write him off. So he leaves the synagogue and immediately encounters an evil spirit.",
    "start": "00:00:45",
    "end": "00:01:03"
  },
  {
    "text": "Whatever presence is driving this man knows who Jesus is because it says, leave us alone. Have you come to destroy us? I know who you are. You're the Holy One of God. So this is ironic because the people in the synagogue were like, who is this? And then here's this death spirit who knows exactly who he is.",
    "start": "00:01:04",
    "end": "00:01:24"
  },
  {
    "text": "Jesus drives out the unclean spirit, and then he continues throughout his ministry to touch all sorts of people considered unclean under the Levitical law. Now, if he was a typical priest or rabbi, this act would have made Jesus unclean too. But instead, his touch makes the unclean clean. With Jesus, it's not contagion that spreads, but his holiness.",
    "start": "00:01:24",
    "end": "00:01:45"
  },
  {
    "text": "Contagious holiness or contagious life? Holiness describes God as the uni who's the source of life. It's as if divine life is what becomes contagious through Jesus.",
    "start": "00:01:45",
    "end": "00:01:58"
  },
  {
    "text": "Today, Tim Mackey and I are talking about how Jesus uses his power as the cosmic firstborn. I'm John Collins. You're listening to BibleProject Podcast. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:01:59",
    "end": "00:02:19"
  },
  {
    "text": "Hey, John.",
    "start": "00:02:19",
    "end": "00:02:20"
  },
  {
    "text": "Hello. Hey, we're, we're at it again. We're going to read some scripture related to the theme of the firstborn.",
    "start": "00:02:21",
    "end": "00:02:29"
  },
  {
    "text": "Yeah, we man, we're many conversations, many episodes in to this conversation tracing the theme of the firstborn. Though, if you've been following through, you know, at this point, it's like, it's about like everything in the Bible.",
    "start": "00:02:29",
    "end": "00:02:45"
  },
  {
    "text": "That's how themes kind of work, huh?",
    "start": "00:02:47",
    "end": "00:02:48"
  },
  {
    "text": "Yeah, yeah, totally. But I think an episode or two ago, you Asked me to do a summary, and I feel like I really didn't do a very good job because you had to jump in and rescue my summary. That got off track. So I'll try again. Okay. So we began with observing a pattern in the Genesis scroll, which is God wants to partner with his human images who will be his presence and representatives of his authority and stewardship over creation. And so he elevates the human images from the dirt and the dust as images of God to rule on his behalf. And what happens is that a beast of the field, who you have a hunch, is actually one of the heavenly rulers, one of the lights appointed to rule above in day one. But a creature deceives the humans into doing the opposite of what God commanded for their good and for their life. And so they end up seizing their own death without even fully knowing that's what they're doing by disobeying the divine command. So they're exiled from the heaven on earth place. And what God promises, however, is that he will raise up a human from the lineage of these human rulers to bring a future descendant who. Who will destroy and crush the evil one, Crush evil at its source and restore the Eden blessings to all of creation. And so that lineage, that promise, starts getting carried forward through the future generations of the human family. And what happens outside the garden is each generation, God chooses one who will be the carrier of that promise. And it happens first with two brothers. And what God doesn't do is choose the firstborn, who's the culturally assumed one, who would have the right and responsibility and carry that. And God chooses the second born. And this begins a theme where God chooses as the carriers of his promise, the late comer, the second born, the one of low status, and gives them this elevated promise of blessing. So he does this with Jacob over Esau, with Joseph and Judah over their brothers. He does this with Rachel, one of the wives of Jacob, who's of low status in the family because she can't have children. And then this pattern just continues where God keeps identifying himself with the lowly, with the slaves, like the Israelites in Egypt he calls my firstborn. And he elevates them over Egypt, who claims to be, you know, the embodiment of the divine presence in the world. And so really, what the theme of the firstborn turns into is about God's challenge to distorted human systems of power and value and status. And his way of bringing the promised deliverer is to upend everything that humans have created as good in their own eyes. And We've just been tracing that theme through the Torah, through the prophets, and now into the story of Jesus. How's that?",
    "start": "00:02:48",
    "end": "00:06:02"
  },
  {
    "text": "Great. Yeah. And one part of this that I kind of lose track of is that the purpose is that all of humanity is elevated.",
    "start": "00:06:02",
    "end": "00:06:16"
  },
  {
    "text": "Yeah, good. That's good.",
    "start": "00:06:16",
    "end": "00:06:17"
  },
  {
    "text": "As God's image, this ideal of all of humanity, male and female together, being the image of God. That God isn't trying to just find one family or one person. He actually wants all of humanity to be this image. But in order to rescue humanity from evil, there is a person, this seed. So now we have to kind of narrow down and see God choosing this line, where the seed's going to come from. And it's easy to confuse that and think, oh, God's choosing a family because God wants to elevate one family over the rest of the families of the world, or one nation over the rest.",
    "start": "00:06:17",
    "end": "00:07:02"
  },
  {
    "text": "Of the nations of the world because he somehow loves them more, or that his love is a zero sum game.",
    "start": "00:07:02",
    "end": "00:07:09"
  },
  {
    "text": "Yeah, that's kind of what he says to Cain.",
    "start": "00:07:10",
    "end": "00:07:12"
  },
  {
    "text": "That's exactly right. Yes.",
    "start": "00:07:12",
    "end": "00:07:13"
  },
  {
    "text": "Is Cain gets angry that God shows favor on his younger brother. And he does. God shows favor, his face turns towards Abel. I mean, that happens. And Cain gets frustrated and he thinks it's a zero sum game. And then God says, hey, do what's right and you too will be. What does he say?",
    "start": "00:07:14",
    "end": "00:07:33"
  },
  {
    "text": "Exalted, Lifted up.",
    "start": "00:07:33",
    "end": "00:07:34"
  },
  {
    "text": "Exalted, Lifted up.",
    "start": "00:07:34",
    "end": "00:07:35"
  },
  {
    "text": "Yeah.",
    "start": "00:07:35",
    "end": "00:07:35"
  },
  {
    "text": "I think my translation says accepted or something. Yeah, yeah, yeah. So God wants to elevate both brothers, but it's his mode. Like, it's kind of gets scandalous to us of like, oh, is God playing favorites over here? And why isn't God protecting my power and my privilege? And why is he, like, taking care of this outsider or this person? I don't think deserves.",
    "start": "00:07:36",
    "end": "00:07:59"
  },
  {
    "text": "Yeah.",
    "start": "00:08:00",
    "end": "00:08:00"
  },
  {
    "text": "Or why is he choosing one family to give his covenant to versus these other families?",
    "start": "00:08:00",
    "end": "00:08:06"
  },
  {
    "text": "And that's a whole dynamic that we've been exploring. And that when we make the theme video, this is a big part of how we kind of frame the conflict in the video is that how people respond to God's choice of one is often what creates the hostility and the conflict. So Cain murders Abel. You have rivalry between Abraham and these other people in the land that perceive that he's the bearer of God's blessing. Rivalry between Jacob and Esau. So that's one level of rivalry, is when the one of higher status or the firstborn becomes hostile to God's chosen one who's lesser. But then we've also noted there's other ways the conflict can start. It can happen with a non chosen sibling who's neither the firstborn nor the chosen one and like Ham, son of Noah, makes a power grab. So the conflict can start that way or the conflict can start when God's own chosen one, like the lesser, the later born, where the lesser social status person gets elevated and it goes to their heads and they make poor decisions every way possible. Humans mess up what God is trying to do in the world. And right. The biblical stories about how God keeps creating goodness and accomplishing his purpose, even in the face of human hostility.",
    "start": "00:08:06",
    "end": "00:09:32"
  },
  {
    "text": "And it's helpful for me to remember there's kind of two things God's doing. One is the big meta thing which is making all of humanity his image. But then second is the sub storyline which becomes the main storyline of the Bible, which is rescuing humanity from ourselves so that we can then become his image. And that rescue plan requires him to keep choosing families and choosing people who will be the patriarchs of the families, who the seed will come from. Because both of these storylines, what they have in common is God's like generosity that God would share his power with humanity and that he would then go out of his way to make this work, even though we have rebelled against it.",
    "start": "00:09:32",
    "end": "00:10:18"
  },
  {
    "text": "Yeah.",
    "start": "00:10:18",
    "end": "00:10:19"
  },
  {
    "text": "And I keep thinking about how this is rubbing up against then the problem of evil. And I think we talked about this a little bit. So this is a total aside. But is this proper meditation practice to say, like look at Cain and Abel and let's use them as a pattern of the older and the younger, the more powerful and the less powerful, the one that should be chosen, the one that's lesser. And now let's take that back to the first iteration which is the spiritual beings and humans.",
    "start": "00:10:19",
    "end": "00:10:56"
  },
  {
    "text": "Yep, that's right. And the animals and the humans.",
    "start": "00:10:56",
    "end": "00:10:59"
  },
  {
    "text": "Yeah, and the animals and the humans.",
    "start": "00:10:59",
    "end": "00:11:00"
  },
  {
    "text": "Because both animals and the heavenly rulers come before humans in the seven day creation narrative.",
    "start": "00:11:01",
    "end": "00:11:08"
  },
  {
    "text": "Yeah. So the animal thing, that's interesting. Leave it aside. Let's just talk about the relationship between the spiritual beings.",
    "start": "00:11:08",
    "end": "00:11:15"
  },
  {
    "text": "Sure.",
    "start": "00:11:15",
    "end": "00:11:15"
  },
  {
    "text": "The firstborn of God's creation in a sense.",
    "start": "00:11:15",
    "end": "00:11:18"
  },
  {
    "text": "Yeah.",
    "start": "00:11:18",
    "end": "00:11:18"
  },
  {
    "text": "The first ones given authority to rule, to have dominion in the skies over time and seasons. And that whole idea of these glorious divine spiritual beings and their power in the heavens that God gives them first before then day six dirt creatures, God gives and elevates us to be his image. And what we talked about is how the Second Temple texts and also other parts of the Hebrew Bible, it starts to kind of illuminate and you think about how it was envy of the spiritual beings feeling like, man, these creatures don't deserve such a high status. Why is God showing favor on them? Why is God's face on them more than us? Like, this is ridiculous. And in a way, then you can kind of replay the Cain and Abel story with the spiritual beings. And I wonder, can you imagine God going to a spiritual being and saying, like, hey, why are you angry? Like, do what is right and won't you also be exalted? And there's this idea that in the whole fabric of the cosmos, all of God's creatures, like, he wants to elevate everyone in their place. And there's enough for everyone. There's enough for the spiritual beings and for humanity and for the animals and for all of God's creation. And the problem is, is we can't. We just don't trust that that's true.",
    "start": "00:11:19",
    "end": "00:13:00"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:13:00",
    "end": "00:13:01"
  },
  {
    "text": "Humans and spiritual beings, and we get scandalized when we don't think it's being, like, mediated out in a way that distributed equally. Yeah.",
    "start": "00:13:01",
    "end": "00:13:14"
  },
  {
    "text": "Or distributed equally on the timeline that we think is right.",
    "start": "00:13:15",
    "end": "00:13:18"
  },
  {
    "text": "And just the timeline. And also in the manner of being like, hey, we're first and we're more powerful. You should be like, favoring us and everything would be better. Why are you focusing on these dirt creatures? That's scandalous. And so all of the problems that generate out of the Bible come from this. Like, we can't trust God's generosity, like his timing and means. And so I remember talking about this with you, but it just is fresh in my mind again. And when we're talking about Cain and Abel and won't you two be exalted? Like, I was just thinking about the spiritual beings more.",
    "start": "00:13:18",
    "end": "00:13:55"
  },
  {
    "text": "Well, thank you. First of all, you're recalling, like our first conversations in this series, but also I wonder if it's fresh on your mind, because our last conversation was about the early chapters of the Gospels. And what is important is that the Hebrew Bible, when you're in the narrative world, you're hearing a story, you know, that goes from the beginning on into Israel's story into the Second Temple period. But the formation of that collection of the Hebrew Bible took place over a very long course of many generations. And each generation receiving what came before was praying and meditating on the traditions they received as they were having the new experiences of God's purposes in their history. And as those new experiences became part of the tradition, then that was added to what was meditated upon and all collected together. So that when you read the Hebrew Bible as a whole, when we read the garden narratives, you're meant to read them with an eye. And they are designed in the shape they are now, with an eye towards everything that's coming, which involves a lot of meditation on the powers above and human powers below. So that by the time you get to Daniel, for example, Daniel has a fully worked out view of all of these things. And it's exactly what you're saying. There's rebel powers above, there's rebel powers below. And they're linked. They're linked, the heavenly rulers and the earthly rulers, which is why you've got heavenly princes of Persia, you know, that are resisting Michael the Archangel. And they're parallel to Nebuchadnezzar and Darius, the kings of Babylon and Persia, who are resisting God's human partners, Israel on earth. And it's all like a mirror of each other. So when we get to the Gospels, there's been so much meditation on that, that that's why the Gospels present Jesus conflict with the rulers of Jerusalem as a conflict with the snake, which is what Jesus's testing in the wilderness was all about, and why it was framed as. He's an Israelite replaying Israel's history, like the 40 years in the wilderness and his 40 days. And he's like David, King David, overcoming the temptations and failures of King David. But he's also like a new human. He's a new Adam resisting the deceit of the snake in the garden. He's all of it.",
    "start": "00:13:56",
    "end": "00:16:27"
  },
  {
    "text": "Yeah. Okay. Well, you just made a connection that was helpful too. Is that reminding us the rulers above and the rulers below aren't like two separate stories?",
    "start": "00:16:29",
    "end": "00:16:39"
  },
  {
    "text": "Like, they're linked?",
    "start": "00:16:39",
    "end": "00:16:41"
  },
  {
    "text": "Yeah, they're linked. Like there's something there. Yeah. That's really fascinating, at least for how.",
    "start": "00:16:41",
    "end": "00:16:48"
  },
  {
    "text": "The biblical authors see the world. I mean, it's a view of reality that I find I have had to take a lot of time and exposure to, like, adjust to seeing the world that way.",
    "start": "00:16:48",
    "end": "00:16:59"
  },
  {
    "text": "Yeah.",
    "start": "00:16:59",
    "end": "00:16:59"
  },
  {
    "text": "But, yeah, they're linked.",
    "start": "00:16:59",
    "end": "00:17:00"
  },
  {
    "text": "Okay, cool. And so also, Jesus is casting out demons a lot.",
    "start": "00:17:00",
    "end": "00:17:04"
  },
  {
    "text": "Yeah.",
    "start": "00:17:04",
    "end": "00:17:04"
  },
  {
    "text": "And that's part of this too, right? Like, he's like. The fight that he's fighting is often, like. Sometimes it's like religious leaders and disagreements and stuff, but mostly it's with demonic powers.",
    "start": "00:17:04",
    "end": "00:17:19"
  },
  {
    "text": "Yeah. And Jesus is presented as both the son of Adam, the son of humanity. And so we track this with his genealogy. Like in Luke, for example, in the last conversation, where there's this big emphasis on it was thought the son of Joseph. He was the biological son of Mary, and he was thought to be the son of Joseph. And that's why the lineage of Joseph is brought back to the son of Adam, the Son of God. So he's the Son of God in terms of one aspect of what that phrase means, which is to be from God. But then in Jesus baptism, he's presented as God's firstborn or God's Son in an even more cosmic, eternal sense. And that's what the baptism was about. So he's both the human that we need to be the human partner that fulfills that story and promise from the early chapters of Genesis. But it turns out that the human partner that we need needs to so exceed the capacity of what humans have been capable of so far that the one who's able to do it is actually God become human in the person of the Son. And so that's how Jesus is introduced to us as the firstborn or the son of God in the early chapters of the Gospels.",
    "start": "00:17:19",
    "end": "00:18:33"
  },
  {
    "text": "Yeah.",
    "start": "00:18:33",
    "end": "00:18:34"
  },
  {
    "text": "Yeah, man. These are great summaries. This is helpful for me. I feel like it's. Sometimes I don't know. What I love John is the organic nature of when we go on these theme explorations. Because it feels like as you work through the biblical story, clarity begins to emerge as you meditate and restate it over and over again. At least that's my experience of these conversations and that it kind of is what it's like to read the Bible as meditation literature, as a unified story leading to Jesus.",
    "start": "00:18:34",
    "end": "00:19:04"
  },
  {
    "text": "Right. Yeah.",
    "start": "00:19:04",
    "end": "00:19:06"
  },
  {
    "text": "So we're doing the thing.",
    "start": "00:19:06",
    "end": "00:19:07"
  },
  {
    "text": "Doing it.",
    "start": "00:19:07",
    "end": "00:19:08"
  },
  {
    "text": "So where we left the last conversation was with the testing of Jesus in the wilderness. He overcomes that test as the Son of God. And then we were tracking with Luke's account about how he goes to his hometown and goes to synagogue gathering on. I don't think he says that it was Shabbat, the Sabbath, does he? It's the most likely time when they would be all gathered. It just says he went to.",
    "start": "00:19:36",
    "end": "00:20:02"
  },
  {
    "text": "Oh, it does.",
    "start": "00:20:02",
    "end": "00:20:03"
  },
  {
    "text": "No, no.",
    "start": "00:20:03",
    "end": "00:20:03"
  },
  {
    "text": "Yep.",
    "start": "00:20:03",
    "end": "00:20:04"
  },
  {
    "text": "He went to synagogue on the Sabbath. Yeah. Because that's. Yeah, that's a typical time together. And he starts reading from the Isaiah scroll, a poem that's connected to a network of poems about God's servant who's going to be highly exalted and given God's spirit like David was. And what Jesus as the son of God is going to do with his cosmic authority is to go reach to the people in the lowest status in his society and community, the poor the imprisoned, the blind, the oppressed, and elevate them. And that's the power of the firstborn, the divine firstborn at work in the world. And that's where we left it.",
    "start": "00:20:04",
    "end": "00:20:45"
  },
  {
    "text": "Which is very similar to the power of God at work in the world through the Hebrew Bible.",
    "start": "00:20:45",
    "end": "00:20:50"
  },
  {
    "text": "Yeah, exactly.",
    "start": "00:20:50",
    "end": "00:20:50"
  },
  {
    "text": "So lo and behold, God's firstborn. And we'll unpack that more, I'm sure, later.",
    "start": "00:20:50",
    "end": "00:20:57"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:20:57",
    "end": "00:20:58"
  },
  {
    "text": "Is got the same mode of interfacing with humanity while it's fractured with, again, the desire that all will be exalted. Right. The desire is like, hey, if you do what is right, won't you too be exalted? But, like, I'm gonna favor the poor and oppressed. Like, that's where my attention is gonna be right now.",
    "start": "00:20:58",
    "end": "00:21:20"
  },
  {
    "text": "Yeah, that's right. So one thing we didn't do when we concluded that story at the end of the last conversation was note what everybody says when he puts the scroll down. He puts the Isaiah scroll down. And a bunch of people were speaking really well of him, like, ooh, what a wonderful sermon. You know, oh, I'm coming back next Shabbat. I want to hear this guy again. But others were saying, wait, isn't this the son of Joseph?",
    "start": "00:21:21",
    "end": "00:21:51"
  },
  {
    "text": "Yeah.",
    "start": "00:21:52",
    "end": "00:21:52"
  },
  {
    "text": "Whose son is this guy?",
    "start": "00:21:52",
    "end": "00:21:54"
  },
  {
    "text": "He's talking like he's something special, but we know who he actually is.",
    "start": "00:21:55",
    "end": "00:22:00"
  },
  {
    "text": "Totally. Joseph. Joseph. Yeah, Joseph. I mean, he's like from a craftsman family, you know, up here in the hills, like.",
    "start": "00:22:00",
    "end": "00:22:07"
  },
  {
    "text": "Yeah.",
    "start": "00:22:07",
    "end": "00:22:07"
  },
  {
    "text": "Which is. No, it's not. He's not, like, that's not nothing. He's a craftsman. But it's like, where does a craftsman's son get the gumption to say that he is the anointed spirit empowered son of God servant to bring God's kingdom to the poor?",
    "start": "00:22:07",
    "end": "00:22:26"
  },
  {
    "text": "And this is connected to this idea that while Jesus is the true image of God, the firstborn, as he's presented in the narrative is as an outsider and as a lesser person, like a Samuel.",
    "start": "00:22:26",
    "end": "00:22:43"
  },
  {
    "text": "Yes.",
    "start": "00:22:43",
    "end": "00:22:44"
  },
  {
    "text": "He didn't come from priestly stock, but he's going to be elevated to be the ruler.",
    "start": "00:22:44",
    "end": "00:22:50"
  },
  {
    "text": "Yeah. So let's kind of carry forward and we'll keep tracking with Luke's account. So what you have after the Nazareth moment that we just concluded is Jesus starts going out and bringing the healing power and the good news of God's kingdom to the poor. It's exactly what you get. So he walks out of the synagogue and there's a guy who's just a wrecked human being. It says that he had the energy of an unclean Spiritual being, An impure spiritual being associated with death in the underworld. And this guy's driven by something powerful.",
    "start": "00:22:50",
    "end": "00:23:31"
  },
  {
    "text": "And crazy and unclean. Meaning what here?",
    "start": "00:23:31",
    "end": "00:23:34"
  },
  {
    "text": "Impure? Yeah. Actually, we talked about this years ago in our God series on spiritual beings because there's kind of two rabbit holes here. One is there was a very popular tradition in Second Temple Judaism that the majority of invisible powers of evil at work here in the world, roaming around the world, is the disembodied spirits of the Nephilim, the giants who were slain at the flood. And you can track with this theme. It's developed in a bunch of Jewish literature associated with Enoch called the Books of Enoch, but also a work called Jubilees. So that's one popular belief at work, was that these are the ongoing legacy of the giants, the mutant creatures that were inspired by the spiritual rebellion of the sons of God in Genesis 6. So that's one. And because it comes from their dead bodies, that dead bodies are considered impure. That's one explanation. The other main explanation is that it doesn't necessarily mean that to everybody, to every Jewish person. But because evil spiritual beings are associated with death in the underworld, that means they're associated with dead bodies or corpses. And that's what impure could mean too.",
    "start": "00:23:34",
    "end": "00:24:53"
  },
  {
    "text": "Yeah, because like, technically, this purity law stuff from Leviticus mainly is a very specific thing out of the Jewish covenant law of, like, the specific things you can do to become ritually impure. And one is, like, touching dead bodies. And so that's because it's like, connected to the underworld and death. Then it's like calling it unclean. It's just being like this is related to death and it makes you impure.",
    "start": "00:24:53",
    "end": "00:25:25"
  },
  {
    "text": "That's right. Purity is to be in a state where I am able to be in proximity to life, goodness, beauty and everything. God wants for the human family to be in an impure state means that I've been in proximity or touched something associated with death. And so in Leviticus, it's just a few things. It's like blood, bodily fluids, dead bodies, mold, mold, skin, disease. These render you, for a temporary period, ritually impure, which means that you're on the death side. But God has provided a way through the liturgies and the rituals of the temple and priesthood for you to enter a pure state again. So these are spiritual creatures associated with the dead and the underworld, the realm of death. And that's essentially what unclean should kind of signal for our ears.",
    "start": "00:25:25",
    "end": "00:26:19"
  },
  {
    "text": "So, like, to a Jewish person, a Jewish reader of this, this isn't Just someone who's. I guess you have a category of, like, man. If you're in an impure state.",
    "start": "00:26:19",
    "end": "00:26:30"
  },
  {
    "text": "Yeah.",
    "start": "00:26:30",
    "end": "00:26:30"
  },
  {
    "text": "That's bad. I mean, it's not good. I mean, it's.",
    "start": "00:26:30",
    "end": "00:26:32"
  },
  {
    "text": "It's not sinful.",
    "start": "00:26:32",
    "end": "00:26:33"
  },
  {
    "text": "It's not sinful, but it's like, not a good condition to be in. But then you can go and you can change it. But here's an image of a person so, like, overcome with death and empowered by death that their impure state is, like, turned to 11. It's like, no getting out of it. This person is too far gone.",
    "start": "00:26:33",
    "end": "00:26:56"
  },
  {
    "text": "Yeah. In Jewish society at the time, this would be somebody who's so on the margins. They're not even of sound mind and heart and their bodies, their minds, their way of life shows it.",
    "start": "00:26:56",
    "end": "00:27:11"
  },
  {
    "text": "Yeah.",
    "start": "00:27:11",
    "end": "00:27:11"
  },
  {
    "text": "They're likely homeless or they're likely a beggar. And so this is the first person that Jesus drawn attention to. And Luke presents. This is the first encounter he has after leaving that synagogue. It's really significant.",
    "start": "00:27:11",
    "end": "00:27:27"
  },
  {
    "text": "Yeah.",
    "start": "00:27:28",
    "end": "00:27:28"
  },
  {
    "text": "And what's interesting is that whatever presence, right, is driving this man. It knows who Jesus is because it says, leave us alone. What business do we have with you? Jesus of Nazareth? Have you come to us?",
    "start": "00:27:29",
    "end": "00:27:43"
  },
  {
    "text": "You talking about the unclean demon?",
    "start": "00:27:43",
    "end": "00:27:45"
  },
  {
    "text": "Yeah. Starts talking, yeah. Have you come to destroy us? I know who you are.",
    "start": "00:27:45",
    "end": "00:27:50"
  },
  {
    "text": "Wow.",
    "start": "00:27:50",
    "end": "00:27:51"
  },
  {
    "text": "You're the Holy One of God. So this is ironic because the people in the synagogue were like, who is this guy? This is Joseph's son, right?",
    "start": "00:27:51",
    "end": "00:27:58"
  },
  {
    "text": "Yeah.",
    "start": "00:27:58",
    "end": "00:27:58"
  },
  {
    "text": "And then here's this death spirit, and who knows exactly who he is. This is heavy irony there. So Jesus challenges this spiritual presence and drives exiles him from the man. And the man came out of him, and everyone's amazed and the message starts spreading. Then he goes to his friend Simon's mother in law, the woman, and she has a fever, so he heals her. And then the sun is setting, and anybody who was sick or with diseases were brought to Jesus and he laid his hands on them, kind of like a priest putting his hand on the animals and started healing them.",
    "start": "00:27:59",
    "end": "00:28:43"
  },
  {
    "text": "And when we did the holiness video, this was so powerful for me. For you to point out that by touching someone sick.",
    "start": "00:28:44",
    "end": "00:28:53"
  },
  {
    "text": "Yes, yes, yes.",
    "start": "00:28:53",
    "end": "00:28:54"
  },
  {
    "text": "Makes you impure in the covenant law in that liturgy, but here's Jesus touching the sick and making them pure. It's like the power is reversed.",
    "start": "00:28:54",
    "end": "00:29:05"
  },
  {
    "text": "Contagious holiness. Contagious holiness or contagious life? I mean, what holiness is, is holiness describes God as the unique one who is the source of life. And so it's as if divine life is what becomes contagious through Jesus.",
    "start": "00:29:05",
    "end": "00:29:22"
  },
  {
    "text": "And so in other words, a priest wouldn't come and lay their hands on someone sick. Right. Because that would make them impure.",
    "start": "00:29:23",
    "end": "00:29:28"
  },
  {
    "text": "Correct? Yeah. No, Leviticus lays out the rituals for it. And people need to go through a waiting period and then have a washing before they can enter a state of purity again. Yeah. This is powerful, powerful stuff. The next sentence after he heals everybody is it just gives a summary of other demons were being cast out by people and they were shouting, you are the son of God. So there's the son theme again. But Jesus wouldn't allow them to speak because they knew that he was the Messiah.",
    "start": "00:29:28",
    "end": "00:30:01"
  },
  {
    "text": "Yeah.",
    "start": "00:30:01",
    "end": "00:30:02"
  },
  {
    "text": "So even right there, normally if you're like a hereditary prince, right, who's just come into your new throne, you go around with like, heralds announcing it. And so look at the irony of the scene is Jesus has heralds, all right, as the royal cosmic son, but he's telling them to be quiet. And the heralds are like forces of evil. And the people who are watching all this are like, who's this guy? I love his sermons, you know, Someone else is like, well, he's Joseph's son. Don't listen to that kid. Really amazing. It's like, this is the royal herald, but in this really upside down way anyway. Man, I could just read the Gospels all day. These are just like such powerful stories. So let's see. He keeps on. This basically just sets the tone for Luke chapters 4, 5, 6, 7, 8. He heals the man who's paralyzed. That's a rad story. Oh, he goes and associates with a tax collector and invites him into the crew.",
    "start": "00:30:02",
    "end": "00:31:35"
  },
  {
    "text": "That's an outsider.",
    "start": "00:31:35",
    "end": "00:31:36"
  },
  {
    "text": "Definitely an upside down move.",
    "start": "00:31:37",
    "end": "00:31:38"
  },
  {
    "text": "Yeah.",
    "start": "00:31:38",
    "end": "00:31:39"
  },
  {
    "text": "Or choosing. So it's not just now the firstborn and the second born. Cause remember, whoever is the second born now is whoever is of low status on the margins, the sick, the.",
    "start": "00:31:39",
    "end": "00:31:48"
  },
  {
    "text": "So in this society, a tax collector, which would be then, you know, a brother, a Jewish brother, who is, like, now in league with the Roman Empire to, like, extract money from you on their behalf and is often fairly crooked about it.",
    "start": "00:31:49",
    "end": "00:32:04"
  },
  {
    "text": "Yep.",
    "start": "00:32:04",
    "end": "00:32:05"
  },
  {
    "text": "Like, those are not the good guys.",
    "start": "00:32:05",
    "end": "00:32:07"
  },
  {
    "text": "Totally. Yes. And so notice how the rivalry, the sibling rivalry thing gets brought up here. This is great. Actually in Luke, chapter five. So then Levi, who's like Abel, Right. Or like Joseph, who got elevated above. And that's total surprise. He throws a big party and he invites all these other tax collectors and other sinners right there because he's like, man, if this is how God operates, I want to tell all my friends. And then here's Cain, or here's Esau grumbling, and it says, the Pharisees and the scribes begin grumbling at the disciples of Jesus, saying, what are you partying with tax collectors and sinners?",
    "start": "00:32:07",
    "end": "00:32:52"
  },
  {
    "text": "Yeah. Why are you turning your attention to them? Like, why are you including them? Like you're missing it? They're scandalized by this.",
    "start": "00:32:52",
    "end": "00:33:00"
  },
  {
    "text": "Yes. In other words, the gospel authors have been tracking with the cycling of these themes in their family history in the scriptures. And so when they present the story of Jesus, look at how they tell it. They're telling it as another iteration of this pattern of the rivalry. And so Jesus response is interesting. He says, listen, it's not those who are healthy who need a doctor. It's the sick. So I haven't come to call the righteous, but rather sinners to repentance. And it's kind of like his response to God's response to Cain, which is like, listen, you're. I mean, kind of. But also really developed.",
    "start": "00:33:00",
    "end": "00:33:39"
  },
  {
    "text": "Yeah, I'm not seeing it yet.",
    "start": "00:33:39",
    "end": "00:33:40"
  },
  {
    "text": "But the point isn't that, listen, like, God's not against you. Like, you're righteous. You're already in the covenant. Like, you're good.",
    "start": "00:33:40",
    "end": "00:33:47"
  },
  {
    "text": "Yeah. Okay. He's not saying it's the same sentiment of like, hey, there's enough of God's generosity. There you go, for all of us. And so of course I'm gonna go extend it to the people who need it the most.",
    "start": "00:33:47",
    "end": "00:34:00"
  },
  {
    "text": "Exactly.",
    "start": "00:34:00",
    "end": "00:34:00"
  },
  {
    "text": "But that doesn't mean that you're gonna miss out.",
    "start": "00:34:00",
    "end": "00:34:02"
  },
  {
    "text": "Totally. You guys are healthy.",
    "start": "00:34:02",
    "end": "00:34:04"
  },
  {
    "text": "Yeah.",
    "start": "00:34:05",
    "end": "00:34:05"
  },
  {
    "text": "But their grumbling is gonna become hostility, which will become very unfortunate.",
    "start": "00:34:06",
    "end": "00:34:09"
  },
  {
    "text": "Yeah. But the irony is that you find that eventually Jesus is like, now you're whitewashed tombs. At least some of them.",
    "start": "00:34:09",
    "end": "00:34:14"
  },
  {
    "text": "Yeah, yeah, at least some of them. It's another iteration of, like, the grumbling of the firstborn, but in a different key because we're at a different moment in the story. Okay, so where I want to get to next is Jesus is spreading the good news of God's kingdom. He's the son of God, and this is how he's doing. He's doing it exactly the same way that God was up to in the storyline of the Hebrew Bible. So this tension keeps building and building until we get to chapter nine. And this is a moment parallel to Jesus's baptism again. And we're almost. Almost halfway through Luke's account. Not quite. Okay, so Luke, chapter nine, verse 28, some eight days after saying what he just said before this he took along Peter and John and James and they went up onto a mountain to pray. So if you're keyed into the way Eden imagery works in the Hebrew Bible, back when Jesus went to a river, anytime you're in the presence of a river, you know that the river of Eden should be on your mind. And this might be some kind of Eden scene. Similarly, Eden is portrayed as being on a high hill, or what later biblical authors will call a mountain. And so he goes up onto a mountain to pray, to, like, commune with the father. So while he was praying, the appearance of his face changed and his clothing became white and flashing, like, basically he becomes like a lightning, a source of light. And there were two humans talking with him. One was Moses and one was Elijah. And they also appeared in like glorious splendor. And what they were talking about was his or Jesus, and it's the Greek word Exodus, Exodus. They were talking about the Exodus he was about to bring to fulfillment in Jerusalem. So let's just pause right there. Like, there's just, there's a lot happening right there.",
    "start": "00:34:14",
    "end": "00:36:21"
  },
  {
    "text": "Well, but I think you've made all the, all the observations, like, I mean, on a mountain, place to pray.",
    "start": "00:36:24",
    "end": "00:36:30"
  },
  {
    "text": "So the Moses and Elijah thing isn't incidental. It's actually really key to the claim about Jesus identity here.",
    "start": "00:36:31",
    "end": "00:36:39"
  },
  {
    "text": "Yeah. So Moses was this very significant leader who was like the closest to the image of God we kind of find in the Hebrew Bible.",
    "start": "00:36:39",
    "end": "00:36:49"
  },
  {
    "text": "It seems like he was also a second born.",
    "start": "00:36:49",
    "end": "00:36:51"
  },
  {
    "text": "Oh, interesting. Yeah, yeah.",
    "start": "00:36:52",
    "end": "00:36:53"
  },
  {
    "text": "Elevated to that privileged experience.",
    "start": "00:36:53",
    "end": "00:36:56"
  },
  {
    "text": "Yeah. Tell me about Elijah.",
    "start": "00:36:56",
    "end": "00:36:57"
  },
  {
    "text": "Well, Elijah is, in the narratives about him, especially in 1 Kings 17:19, is portrayed as a new Moses type figure. Both Moses and Elijah, they're the only two people that ever ascend Mount Sinai or Mount Horeb. Both encounter the divine presence in fire and cloud and have conversations with God on the top of the same mountain with the same kind of manifestations of power. So I think the claim, the shock factor really is if you get the hyperlinks here. So Moses and Elijah are the two figures in the Hebrew Bible. They also represent the two big parts of the Hebrew Bible, the Torah, Moses and the prophets Elijah. And they're the two people, they're the two figures who encountered the fire cloud flashing presence of Yahweh and talked with that presence on the top of the mountain. And so what Luke is doing is he's portraying this as an apocalypse, a revealing of Jesus real identity. And he puts Jesus in the slot of the divine Yahweh fire presence that Moses and Elijah Met on Mount Sinai.",
    "start": "00:36:58",
    "end": "00:38:17"
  },
  {
    "text": "Whoa. Okay. I've never had it put that explicitly to me before.",
    "start": "00:38:17",
    "end": "00:38:21"
  },
  {
    "text": "Now, Jesus also, as he does so, he becomes a gleaming human image of God's glory, which is what the high priest of Israel symbolized and represented as a gleaming, glowing figure dressed in white going into the holy of holies. But Moses and Elijah didn't meet Aaron on top of Mount Sinai. They met the one that Aaron is an image of, namely the fiery presence of Yahweh.",
    "start": "00:38:22",
    "end": "00:38:49"
  },
  {
    "text": "Yeah. Wow.",
    "start": "00:38:49",
    "end": "00:38:50"
  },
  {
    "text": "So that's remarkable. So Peter and his companions. Fascinating. They were overcome with sleep, which might seem like the opposite of what I would be feeling if I was there.",
    "start": "00:38:51",
    "end": "00:39:03"
  },
  {
    "text": "Yeah. Is this like they saw it and they're like, that's cool, but I'm tired. Or were they already sleeping?",
    "start": "00:39:04",
    "end": "00:39:09"
  },
  {
    "text": "It's a good question. It's been a long time since I dove into the Greek of this account, because whether or not the sleep is portrayed as happening, it might be that it's saying, like, this was all happening while they were going to sleep. Which is significant because what it means is they were in a dream state. And dream states are connected to visions. Dreams and visions.",
    "start": "00:39:10",
    "end": "00:39:30"
  },
  {
    "text": "Apocalypses.",
    "start": "00:39:31",
    "end": "00:39:32"
  },
  {
    "text": "Yeah, and apocalypses. Apocalypses happen when our normal level of human consciousness gets subverted. Right. Or our normal ways of seeing reality get surrendered when we are functioning at a deeper level of consciousness awareness. And I think that's what we're meant to see here. This was an apocalyptic vision, a lot like what Jesus saw in the baptism.",
    "start": "00:39:32",
    "end": "00:39:56"
  },
  {
    "text": "But then they're told to be fully awake and they're still seeing this, so.",
    "start": "00:39:57",
    "end": "00:40:00"
  },
  {
    "text": "Exactly. Totally.",
    "start": "00:40:00",
    "end": "00:40:01"
  },
  {
    "text": "It's happening. It's not like in their imagination.",
    "start": "00:40:01",
    "end": "00:40:03"
  },
  {
    "text": "No, that's right. Exactly. But that's the thing about these altered states of consciousness and dreams and visions. In other words, for us, when we think of dreams and visions, we think of you're seeing something that's only half real. And the biblical authors have the exact opposite assumption, which is when walking through.",
    "start": "00:40:04",
    "end": "00:40:24"
  },
  {
    "text": "Life, seeing half real.",
    "start": "00:40:24",
    "end": "00:40:25"
  },
  {
    "text": "Yes.",
    "start": "00:40:25",
    "end": "00:40:26"
  },
  {
    "text": "And there's moments where we get a revealing an apocalypse of what's really going on.",
    "start": "00:40:26",
    "end": "00:40:30"
  },
  {
    "text": "That's right. Of what's truly real. And that's what this is. So they see all of this and they saw his glory, Jesus, royal splendor, and the two guys standing with him. So Peter comes up with this idea that, oh, man, we need to make some tabernacles.",
    "start": "00:40:30",
    "end": "00:40:46"
  },
  {
    "text": "Yeah. This is such a weird, like, part of the story for me.",
    "start": "00:40:47",
    "end": "00:40:50"
  },
  {
    "text": "Yeah. But what did the tabernacle in the Hebrew Bible, what did it host? It hosted the divine Presence oh, okay. But now he's seeing three glorious presences.",
    "start": "00:40:50",
    "end": "00:41:01"
  },
  {
    "text": "Yeah, he wants to, like, set up camp for everyone.",
    "start": "00:41:03",
    "end": "00:41:05"
  },
  {
    "text": "Mm. Yeah. And then Luke says, you know, after Peter says, let's make three tabernacles. You know, one for you, one for Moses, one for Elijah. And then Luke says, yeah, he didn't know what he was talking about. So it gets even crazier. While Peter was talking, a cloud came and overshadowed them. So now they're in heaven. Right. They are all of a sudden swept up into the heavens in the form of this cloud as they enter the cloud. And a voice came from the cloud saying, this is my son, my chosen one. Listen to him. So this whole scene is a replay of the baptism, but now there's other witnesses. And Jesus's identity is kind of explored even more in parallelism to the implications of what the voice said. In other words, this scene is kind of filling out what you should have got from the baptism, but now it's filling it out with even more hyperlinks. And so notice, Jesus's status as the Son is front and center right here. And he's the chosen Son. In the baptism, he was called the beloved Son. Now he's called the chosen Son, which is another word from the servant poems in Isaiah, in the scroll of Isaiah, the chosen one.",
    "start": "00:41:05",
    "end": "00:42:25"
  },
  {
    "text": "And listen to him. Is that connected to Shema?",
    "start": "00:42:26",
    "end": "00:42:28"
  },
  {
    "text": "Oh, this is rad. Actually, that phrase comes from. It's a hyperlink to Deuteronomy, chapter 18. When Moses says, one day God is going to raise up a prophet like me from among the people. Listen to him. So he's being identified. Dude, this literature is so dense, man. Jesus is being identified as the fiery divine presence that Moses and Elijah met on the mountain.",
    "start": "00:42:29",
    "end": "00:42:55"
  },
  {
    "text": "That's wild.",
    "start": "00:42:55",
    "end": "00:42:56"
  },
  {
    "text": "That took up residence in the tabernacle. He's being portrayed as the high priest, as the one that the high priest symbolized with the white clothes in the middle of the divine glory. And he's being portrayed as the son of Psalm 2, the king, from the line of David, the chosen one. Who's. That's from the servant poems in the book of Isaiah. And of the prophet, like Moses, who is to come from the Torah. Just like. Dude, so dense. And then once the voice spoke, Jesus was alone. Everyone was silent. It was over.",
    "start": "00:42:56",
    "end": "00:43:33"
  },
  {
    "text": "Yeah, Apocalypse over.",
    "start": "00:43:35",
    "end": "00:43:37"
  },
  {
    "text": "Yeah. So what? All of Luke 4 through 9 is taking you on a journey of the baptism? Was Jesus being commissioned in light of his full identity. Then you watched him acting on that identity as God's ultimate cosmic firstborn son. And everybody's got questions. The spiritual beings seem to know exactly who he is, and now he just brings a small circle of his closest followers, and they get an apocalypse of his identity as the cosmic sun. Glory of God.",
    "start": "00:43:37",
    "end": "00:44:14"
  },
  {
    "text": "Wow.",
    "start": "00:44:14",
    "end": "00:44:15"
  },
  {
    "text": "Powerful stuff, man.",
    "start": "00:44:15",
    "end": "00:44:16"
  },
  {
    "text": "Yeah.",
    "start": "00:44:16",
    "end": "00:44:17"
  },
  {
    "text": "Okay, so here's something that clicked for me a while ago, and it was actually as I was working in the Gospel of John for a Bible Project classroom class that we're going to be doing in the next year and a half or so on the Gospel of John, and I realized that what Luke is trying to communicate about who Jesus is through hyperlinks and narrative patterning from the Hebrew Bible. But the claim that Jesus is the human embodiment of the divine glory that took up residence in Israel's tabernacle and temple, that is exactly the same claim that John is making about Jesus in the Gospel, but just more explicitly.",
    "start": "00:44:17",
    "end": "00:45:01"
  },
  {
    "text": "Yeah, you're talking about in John 1.",
    "start": "00:45:01",
    "end": "00:45:03"
  },
  {
    "text": "From beginning to end. Yeah. So actually, that's kind of where I want to go next to kind of just conclude this part of the conversation. But this is really significant, at least to me, that Luke is using narrative strategy to communicate something about the identity of Jesus. But you have to know how he's communicating to pick up the signals.",
    "start": "00:45:03",
    "end": "00:45:23"
  },
  {
    "text": "Yeah.",
    "start": "00:45:23",
    "end": "00:45:24"
  },
  {
    "text": "And I think this is why, when it comes to understanding Jesus's divine identity in the New Testament, why John seems easier to see that that's what he's saying than in the other Gospels. But it's really just about the different narrative techniques these authors were using, because they're all communicating the same thing about Jesus. Okay, so let's.",
    "start": "00:45:24",
    "end": "00:45:48"
  },
  {
    "text": "Let's look at John 1.",
    "start": "00:45:48",
    "end": "00:45:49"
  },
  {
    "text": "So John, chapter 1, this big pivot, because we've been in Luke and Mark previously. So John begins his account of Jesus with a poem, a long poem that we call the Prologue. And let's see, we've made videos about this and had conversations in the podcast about this, too.",
    "start": "00:46:16",
    "end": "00:46:33"
  },
  {
    "text": "Yeah. Did we have a conversation in the podcast about it?",
    "start": "00:46:33",
    "end": "00:46:35"
  },
  {
    "text": "Yeah, we had one that was kind of connected to the video. So we have a video just on what's called the Prologue of John. Yeah, so we won't read the whole thing here. Jesus is introduced in the opening sentences as the human embodiment of God's word and will and purpose that is eternally with God and is God at the same time. So that's a whole mind bender to think about. But he's called the Word, the Word of God that is both with God, that is somehow distinct from God, but also one with God, because he is God at The same time.",
    "start": "00:46:35",
    "end": "00:47:14"
  },
  {
    "text": "Yeah.",
    "start": "00:47:14",
    "end": "00:47:15"
  },
  {
    "text": "Okay, so if you carry that forward, that's the opening of the prologue, when you carry that forward down to verse 14. Jesus. But before coming, human is called the Word. Again, and this is a famous line. The Word became flesh, and he, tabernacled, set up a tent in the middle of us. And we saw his glory, the glory as the one and only from the Father, full of grace and truth. So we'll just. Let's just stop right there, because this is loaded. So that divine word and will and purpose that is somehow in some way distinct from God, but also is God that became a human. And then when John wants to describe what it meant for him to become human, he uses the language of God's glorious fiery presence that took up residence in Israel's tabernacle.",
    "start": "00:47:15",
    "end": "00:48:16"
  },
  {
    "text": "Right. And this is the same presence we just saw during Luke's account of this, what we call the transfiguration in Luke 9.",
    "start": "00:48:17",
    "end": "00:48:24"
  },
  {
    "text": "Yeah.",
    "start": "00:48:24",
    "end": "00:48:24"
  },
  {
    "text": "That you just showed us is connected. Jesus being the. Is in the slot of God's fiery presence that Moses and Elijah experienced on the mountain.",
    "start": "00:48:25",
    "end": "00:48:37"
  },
  {
    "text": "Yeah.",
    "start": "00:48:37",
    "end": "00:48:37"
  },
  {
    "text": "Are they not? They're now experiencing it, and it's revealed that that's Jesus. Jesus is God's glorious presence. And so here's John just saying it in another way, like Jesus here is like God's presence in the tabernacle. Is Jesus here with us in flesh?",
    "start": "00:48:37",
    "end": "00:48:56"
  },
  {
    "text": "Yeah. Not just like he is that. At least I think by how John's worded it and the way he takes this theme, I think that's what he wants us to hear. Like he is that that divine glory and word and purpose took up physical form among us. And when we looked at that human, what we saw was the tabernacle fiery glory of God. And then he gives a line to clarify. He said, the glory as of the one and only from the Father. And so this is the first. He doesn't use the word son here, but by saying that this glory is from the Father, he's implying the son, Father relationship here. Now, a lot will depend on the translation that you're reading.",
    "start": "00:48:56",
    "end": "00:49:50"
  },
  {
    "text": "I just saw that you switched. Yeah. Because you were like.",
    "start": "00:49:51",
    "end": "00:49:53"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:49:53",
    "end": "00:49:55"
  },
  {
    "text": "Because the one we were looking at before said begotten from the Father. And we had talked about that word begotten.",
    "start": "00:49:55",
    "end": "00:50:01"
  },
  {
    "text": "Yeah.",
    "start": "00:50:02",
    "end": "00:50:02"
  },
  {
    "text": "Because it came up in Psalm 2. Is that right?",
    "start": "00:50:02",
    "end": "00:50:05"
  },
  {
    "text": "Yes. Or it uses the birth language of today I have begotten you. Today I have birthed you.",
    "start": "00:50:05",
    "end": "00:50:12"
  },
  {
    "text": "Birthed you.",
    "start": "00:50:12",
    "end": "00:50:13"
  },
  {
    "text": "Yeah. Okay.",
    "start": "00:50:13",
    "end": "00:50:14"
  },
  {
    "text": "But I have a sense that that's not what's going on here. With the translation discrepancy.",
    "start": "00:50:14",
    "end": "00:50:20"
  },
  {
    "text": "Yeah. So just to. I'll just flag it, because it's often helpful to do this. The new American standard says the glory of the only begotten from the father. Begotten being an older English word for born. C. And that, at least among modern translations. Oh, yeah. And that King James, that comes from the King James.",
    "start": "00:50:20",
    "end": "00:50:43"
  },
  {
    "text": "Yeah. Sounds very King Jamesy all the way.",
    "start": "00:50:43",
    "end": "00:50:45"
  },
  {
    "text": "Back to the year 1611. The first edition of the King James, where the King James adopted that translation from, was from the Wycliffe Bible, one of the earliest English translations from the mid-1500s. And that was one of the first uses of this English phrase, the begotten one. If you look at all of the other modern translations, they translate the phrase, the word, that we'll talk about as just the one and only or the only son or. Yeah, the one and only. Okay, so here's a little nerdy deep dive on what's going on here. The Greek word underneath this is the word monogenes. And it's actually. It's a compound Greek word.",
    "start": "00:50:45",
    "end": "00:51:35"
  },
  {
    "text": "Yeah, I think I can guess it.",
    "start": "00:51:36",
    "end": "00:51:37"
  },
  {
    "text": "Yeah. So mono. Mono, you know, is one. We have lots of single versions. Yep. Single. Yep. And then genes actually is what's underneath our word, genus, which is also a Latin word, category. So the one and only of that category.",
    "start": "00:51:38",
    "end": "00:51:57"
  },
  {
    "text": "Yeah. Okay.",
    "start": "00:51:58",
    "end": "00:51:59"
  },
  {
    "text": "But what's interesting is, early on, the word could possibly or has been taken from another Greek root, ganao, which means to be born, the only born. And so.",
    "start": "00:51:59",
    "end": "00:52:13"
  },
  {
    "text": "So genus might have its origins in the word born.",
    "start": "00:52:14",
    "end": "00:52:17"
  },
  {
    "text": "Yeah. It doesn't.",
    "start": "00:52:17",
    "end": "00:52:18"
  },
  {
    "text": "Oh, it doesn't.",
    "start": "00:52:18",
    "end": "00:52:19"
  },
  {
    "text": "But. But it would be spelled slightly different, as I understand the Greek etymology of the word. The word would actually look different if it was from born.",
    "start": "00:52:19",
    "end": "00:52:28"
  },
  {
    "text": "Okay. So it has a different.",
    "start": "00:52:29",
    "end": "00:52:30"
  },
  {
    "text": "Yeah.",
    "start": "00:52:30",
    "end": "00:52:31"
  },
  {
    "text": "A different history. And it means category.",
    "start": "00:52:31",
    "end": "00:52:34"
  },
  {
    "text": "Monogenes means the only one of whatever category we're talking about.",
    "start": "00:52:34",
    "end": "00:52:38"
  },
  {
    "text": "And when would you use this word? Like, describing what. Like, what other thing would be the only of its kind.",
    "start": "00:52:38",
    "end": "00:52:46"
  },
  {
    "text": "Yeah. So the word's used nine times in the New Testament, three times by Luke to describe the only son of a widow.",
    "start": "00:52:46",
    "end": "00:52:55"
  },
  {
    "text": "Okay.",
    "start": "00:52:55",
    "end": "00:52:56"
  },
  {
    "text": "The only daughter of a guy named Jairus and the only child of a guy who was demon possessed the other five times it's used once in Hebrews. Oh. To apply to Isaac, because this is what Isaac is called in the opening of Genesis 22 to Abraham, take your one and only son.",
    "start": "00:52:56",
    "end": "00:53:17"
  },
  {
    "text": "And is that how the Septuagint translates it, then?",
    "start": "00:53:18",
    "end": "00:53:20"
  },
  {
    "text": "And the Greek translators of the Hebrew Bible translated it with the word monokines. And then the word appears five times in the writings of John. And that's the main usage of this word in the New Testament. Outside the New Testament, it's used to refer to all kinds of things. One actually is post New Testament, a Christian author named First Clement. And he weaves this whole parable about the Phoenix, the mythical bird, the phoenix that can rise from its ashes. And he calls the phoenix a one and only, a monogeneous kind of bird, meaning it's the only one of its kind. So the word monogenes doesn't mean only child. It means the only one in that category. It's often used of the only child. Because that's the word you would use.",
    "start": "00:53:20",
    "end": "00:54:07"
  },
  {
    "text": "Because it can mean that.",
    "start": "00:54:07",
    "end": "00:54:08"
  },
  {
    "text": "That's right.",
    "start": "00:54:08",
    "end": "00:54:08"
  },
  {
    "text": "I see. But like, Isaac wasn't an only child, but he was the only child to receive the blessing.",
    "start": "00:54:08",
    "end": "00:54:15"
  },
  {
    "text": "Yeah, he was the only son of Sarah, but he wasn't Abraham's only son. Yeah, that's right. So where the King James and the Tyndale got this translation from was not from Hebrew and not from Greek. They got it from the Latin Vulgate, translated under the supervision of Jerome, a scholar in the mid-3002 who translated monogeneis, meaning the only born. Unogeniti. Sorry, unigeniti. My Latin's not sharp at all. Unogeniti. So that's important. Just because the emphasis of this word isn't about birth. The emphasis is about unique identity.",
    "start": "00:54:15",
    "end": "00:54:57"
  },
  {
    "text": "Right.",
    "start": "00:54:57",
    "end": "00:54:57"
  },
  {
    "text": "And so when you take that into the equation, what John is saying is that Jesus is the embodiment of that divine glory that took up residence in the tabernacle. And that glory is divine, like that's Yahweh's glory. However, we. And this is what the God series was in the podcast years ago, we made our God video. All about this is that the Hebrew Bible actually has a really nuanced portrait of God's identity. That God is God and that there is one God, like in the Shema, but that also when God appears or contacts creation, he does so in ways that reveal part of God's self. And that God has this second self, as it were, through whom he connects to the world. And that one is not created, it is God. But it's also somehow a distinction within God's own identity. So God's wisdom, God's word, God's glory, are all ways. The Hebrew Bible talked about that and what the gospel authors. What John is here saying is the guy we met in Jesus is that he's the one who is God and is distinct from God, He's God's glory, He's God's wisdom, He's God's word become human. And he's the one and only from the Father. That's what he's trying to communicate here.",
    "start": "00:54:58",
    "end": "00:56:26"
  },
  {
    "text": "Yeah.",
    "start": "00:56:26",
    "end": "00:56:27"
  },
  {
    "text": "And this is the foundation bed of Christian orthodoxy through the centuries. This is what early Christian bishops were like debating about fiercely in the early centuries is trying to hammer out what does it mean to talk about God as one and yet having a plurality within that oneness at the same time.",
    "start": "00:56:27",
    "end": "00:56:49"
  },
  {
    "text": "Yeah, I think we could try to make even more sense of that. But that's the God series that's totally, you know, but now that we're there, the identity of Jesus as God, but also separate from God in that whole thing, we're distinct.",
    "start": "00:56:50",
    "end": "00:57:07"
  },
  {
    "text": "I've come to try and use distinct is the one English word I can find that doesn't drive a division or separation within God's identity.",
    "start": "00:57:07",
    "end": "00:57:15"
  },
  {
    "text": "Interesting.",
    "start": "00:57:16",
    "end": "00:57:16"
  },
  {
    "text": "It is God and is distinct from God at the same time. Yeah, yeah.",
    "start": "00:57:16",
    "end": "00:57:21"
  },
  {
    "text": "Anyway, now connect that back to the theme of the firstborn.",
    "start": "00:57:21",
    "end": "00:57:24"
  },
  {
    "text": "Yeah. Well, this all goes back to Jesus's own primary way of referring to God, which is to call God my Father Father or our Father.",
    "start": "00:57:25",
    "end": "00:57:38"
  },
  {
    "text": "Yeah.",
    "start": "00:57:38",
    "end": "00:57:39"
  },
  {
    "text": "And calling himself the Son. So the Son Father language was the primary language Jesus used to describe who he was and who he was in relationship to his Father. And that's why it's passed on in all the writings of the apostles, is because this is Jesus own language for this. And the apostles, as they meditated on their encounter with Jesus in light of their meditation on the Hebrew scriptures, also started to use other categories of Jesus as God's Word or God's glory. And we can see that reflected in what we've looked at today. But Jesus way, primary way of trying to communicate all this is describing himself as the Son and of the Father. And that in that revelation of God's identity is the one God.",
    "start": "00:57:39",
    "end": "00:58:34"
  },
  {
    "text": "So does it all come together this way? Maybe try to. Let me try to verbalize something.",
    "start": "00:58:34",
    "end": "00:58:39"
  },
  {
    "text": "Yeah.",
    "start": "00:58:39",
    "end": "00:58:39"
  },
  {
    "text": "So as we trace the theme of the firstborn, what we see is that God has created humanity in all its uniqueness, but not just humanity. There's the animals, there's the spiritual beings, there's all these creatures. And God has created and given dominion for all these creatures. And it's just kind of generosity is poured out on all of us. And then there's this thing that's happening constantly in the Bible, which is like one creature going, wait a second, am I getting my fair share? Like maybe I'm Maybe I can't trust God. Maybe. Why isn't God showing favor on me? Like, I see him showing favor on this other person? And so this is the theme of the firstborn for us, which is like, why is God paying attention to someone who seems lesser than me? That doesn't seem right. I'm more powerful. God should work through me. Why is he bypassing me? Can I trust that I will also be exalted? And so that theme, I'm trying to connect Jesus to it now because.",
    "start": "00:58:40",
    "end": "00:59:43"
  },
  {
    "text": "So in response to that, what we're seeing is that every generation of God's partners or potential partners keeps getting hung up on this.",
    "start": "00:59:43",
    "end": "00:59:52"
  },
  {
    "text": "Yes.",
    "start": "00:59:52",
    "end": "00:59:53"
  },
  {
    "text": "Like, this is the thing that keeps sending them off the tracks to make stupid decisions and hurt themselves and other people. So the question is, how is that fundamental conflict going to get resolved? When are we going to come across a partner, a human partner, that will so trust God's generous abundance that they won't let even the slightest hint of doubt send them off the tracks? Right. Isn't that what we're after here?",
    "start": "00:59:54",
    "end": "01:00:21"
  },
  {
    "text": "I think so. But I think also what I'm sensing is that while we're trying to figure out who's first, who deserves the blessing, is it the. You know, if I'm a spiritual being, I'm like, it should be us. And if I'm Cain, I'm like, it should be me. And, you know, like, everyone's posturing. It's almost like the curtain's pulled back and we're like, hey, that's the guy.",
    "start": "01:00:21",
    "end": "01:00:43"
  },
  {
    "text": "Yeah. Yes. Jesus. Exactly. Right.",
    "start": "01:00:43",
    "end": "01:00:45"
  },
  {
    "text": "He's the one. If you're all wondering, like, who's first, who has the most.",
    "start": "01:00:45",
    "end": "01:00:51"
  },
  {
    "text": "Yeah.",
    "start": "01:00:51",
    "end": "01:00:51"
  },
  {
    "text": "Like, it's. It's. Stop squabbling. It's Jesus.",
    "start": "01:00:51",
    "end": "01:00:55"
  },
  {
    "text": "Yes.",
    "start": "01:00:55",
    "end": "01:00:56"
  },
  {
    "text": "And he's the one and only from the Father. He's the glory. And it just so happens he's gonna be the one that's gonna come down and show you guys and help you guys through the mess of your own making of not being able to come to terms with my generosity.",
    "start": "01:00:56",
    "end": "01:01:16"
  },
  {
    "text": "Yeah. In other words, he both models what it's like to be a son, a chosen one who doesn't let it go to his head.",
    "start": "01:01:16",
    "end": "01:01:24"
  },
  {
    "text": "Yeah.",
    "start": "01:01:24",
    "end": "01:01:25"
  },
  {
    "text": "And he models what it looks like to trust God's generosity, even when it looks like he's not coming through for you. So he models. But then he is not just a model. He actually is finally the human who will be that trusting human partner to do it on behalf of the many so that they can actually finally get the blessing that they keep forfeiting through their lack of trust. Wow. So profound.",
    "start": "01:01:25",
    "end": "01:01:51"
  },
  {
    "text": "Wait, I feel like you said three things. I think they're all really important.",
    "start": "01:01:51",
    "end": "01:01:54"
  },
  {
    "text": "Okay.",
    "start": "01:01:54",
    "end": "01:01:55"
  },
  {
    "text": "Like, he is the firstborn. He is God's glory. So there's that kind of idea. We're all trying to figure out who's more important. It's like, it's him.",
    "start": "01:01:55",
    "end": "01:02:05"
  },
  {
    "text": "Yeah.",
    "start": "01:02:05",
    "end": "01:02:06"
  },
  {
    "text": "Then he's the model for how. How to use that power. Because we, you know, we aren't the firstborn of creation, but, like, we are the image of God, and we are supposed to be able to use God's power to rule. And so that he becomes the model. That's the second thing I heard you say. And then thirdly, he shows us. What was the third thing you said?",
    "start": "01:02:06",
    "end": "01:02:26"
  },
  {
    "text": "Well, he showed by showing us he's the model. But then he doesn't just, like, show us, like, okay, so here's how you do it. So now you guys do it. What he does is he just does it.",
    "start": "01:02:26",
    "end": "01:02:36"
  },
  {
    "text": "He.",
    "start": "01:02:36",
    "end": "01:02:37"
  },
  {
    "text": "He just is the human partner. He is the firstborn.",
    "start": "01:02:38",
    "end": "01:02:40"
  },
  {
    "text": "Oh, that's right. And then he becomes human. That's the third thing, is, like, not only is he the one and only from the beginning, the word of God, through whom everything was created from the beginning, not only is he that. And not only can he now be a model, he's going to become human, which is the twist of all twists to do.",
    "start": "01:02:40",
    "end": "01:03:02"
  },
  {
    "text": "Yeah. For them, what the human family hasn't been able to do for himself. And then what we saw in Luke was he starts folding in all of these people into the generosity of the Father and giving and sharing with them the power and the life that he enjoys as the one and only firstborn. And so this is how John loops it all in. This is a great place to land. The plane is in Jesus's prayer in John chapter 17. And he's praying first and foremost for this circle of his followers. And then he starts praying for all of these people who will get brought into the family of God through them telling the story about him. And so he prays this prayer. He says, father, this is in verse 24, Father, I desire that they, these ones that you have given to me, that they would be with me where I am so that they can see my glory Word glory again. The glory you gave me because you loved me before the foundation of the world. So for eternity, we've had this divine love bond as God the Father and the Son together. And I want others to see and participate in that. He says, oh, righteous Father, the world, it doesn't know you yet, but I know you. And now these that you sent me to these, these. Now I have made your name known to them, and I will make it known so that the love with which you loved me may be in them, and I will be in them. So this is all both cryptic and poetic. So essentially what he's saying is, you and I have this oneness. We're one, and we've been having the love fest for eternity. And me as your beloved son. But what I know is that you love them, too, and you actually Love the world. John 3:16. God loved the whole cosmos, and so here I am. I shared with them the love that you have for me, and I want that love to be in them, and I will be in them. And what he just said a few sentences ago is that I am in them and you are in me. So if you and I have the love fest and I have the love fest with them, then that means they are in me and I am in you. Which means this is all about the Father and the Son enfolding all of creation into the eternal love vest. But that requires. If they're gonna. Anybody who enters that love vest needs to trust that God actually wants to be eternally generous to them in the first place. Which kind of wraps it back into our firstborn theme. Did I take it. I think I'm trying to bring synthesis to all of this. I don't know if I'm making this clear as mud or making it clear.",
    "start": "01:03:02",
    "end": "01:06:28"
  },
  {
    "text": "Well, I mean, you added a new element which is about unity with God, communion with God that now I feel like is opening.",
    "start": "01:06:28",
    "end": "01:06:39"
  },
  {
    "text": "Yeah.",
    "start": "01:06:40",
    "end": "01:06:40"
  },
  {
    "text": "New mysterious idea that.",
    "start": "01:06:41",
    "end": "01:06:43"
  },
  {
    "text": "But it ties into this not trusting God's generosity thing of that Jesus.",
    "start": "01:06:44",
    "end": "01:06:50"
  },
  {
    "text": "So trust me, experiencing the love.",
    "start": "01:06:50",
    "end": "01:06:51"
  },
  {
    "text": "There you go. Experiencing the generous love. Yeah.",
    "start": "01:06:51",
    "end": "01:06:54"
  },
  {
    "text": "Knowing the love. Yeah. That we could. Jesus has this unique relationship with God. Well, is that an orthodox thing to say? No.",
    "start": "01:06:54",
    "end": "01:07:04"
  },
  {
    "text": "That is, he is the one and only who has from eternity, past, present, future, experiences, the love of the Spouse of love.",
    "start": "01:07:04",
    "end": "01:07:12"
  },
  {
    "text": "And that experience allows. Maybe not allows, but like is what he's pointing out here of being like, I can do this. I experienced the love, and I can now bring them in to this communion through me. Because now I am not only. It's this weird. This is the crazy. Like, not only is Jesus God, but he is human. And so now he's like the bridge for humanity to be connected to God, to commune with God, Jesus our brother.",
    "start": "01:07:13",
    "end": "01:07:46"
  },
  {
    "text": "Yeah. To become sons and daughters of God. Yeah, yeah, yeah.",
    "start": "01:07:46",
    "end": "01:07:50"
  },
  {
    "text": "Which is why we kind of were always in the biblical story, right?",
    "start": "01:07:51",
    "end": "01:07:56"
  },
  {
    "text": "Yes. But like, it's like Cain, though, he doesn't feel like God's beloved son when God shows the favor to his brother. And what God says is, nah, man. Like, exaltation is all yours, but it just might happen in a time in a way that's going to test your character.",
    "start": "01:07:56",
    "end": "01:08:13"
  },
  {
    "text": "Because for Adam and Eve, communion with God was eating of the tree of life and being with God. And so here, now it's like re access is like, now the tree of life is Jesus and connecting to Jesus. And that's now our re entry to that communion of love.",
    "start": "01:08:14",
    "end": "01:08:33"
  },
  {
    "text": "Okay, yeah, but the son, the child, Parent, son, father. How one realizes one's identity as the beloved son or daughter of the father is by latching on to the cosmic firstborn who is inviting us in. And that happens through an act of trust, which is the key word in the Gospel of John, belief trust. Really profound. Yeah, really profound.",
    "start": "01:08:33",
    "end": "01:09:02"
  },
  {
    "text": "Okay.",
    "start": "01:09:03",
    "end": "01:09:04"
  },
  {
    "text": "Now that we've made all that clear, but it's also deeply personal because really, this is the question that I woke up with this morning, and probably all of us, if we're honest, is like, am I safe? Am I welcome in the world? Do I belong? Is everything going to be okay? And inhabiting this story is choosing to believe. As I begin each day. I am the one and only beloved daughter and the one and only beloved son, because God's one and only son has reached out and enfolded us into his love. Which is an audacious, astounding claim to make in that, it seems to me, is exactly what Jesus and the apostles were trying to share with the world.",
    "start": "01:09:06",
    "end": "01:09:56"
  },
  {
    "text": "Wow. Okay. Do we have one more stop?",
    "start": "01:09:56",
    "end": "01:10:00"
  },
  {
    "text": "Yeah. I thought we're, you know, the apostle Paul, John in his letters, and whoever wrote the letter to the Hebrews is so tracking with all this. And so we're going to work these themes in the New Testament letters to end our conversation.",
    "start": "01:10:00",
    "end": "01:10:13"
  },
  {
    "text": "All right.",
    "start": "01:10:13",
    "end": "01:10:13"
  },
  {
    "text": "Well, hey, this is Dan Gummel with podcast team, back with another employee, Outro. And I have in the studio a friend of mine. Go ahead and introduce yourself.",
    "start": "01:10:17",
    "end": "01:10:25"
  },
  {
    "text": "I'm Jeremy Spingath.",
    "start": "01:10:25",
    "end": "01:10:26"
  },
  {
    "text": "And Jeremy, tell us a little bit about what you do here.",
    "start": "01:10:26",
    "end": "01:10:28"
  },
  {
    "text": "Yeah, I'm a user experience designer on the website. Sometimes big global type things, sometimes minute details of certain things.",
    "start": "01:10:29",
    "end": "01:10:37"
  },
  {
    "text": "What have you been working on recently?",
    "start": "01:10:37",
    "end": "01:10:38"
  },
  {
    "text": "I've been working on lots of. Lots of little projects that come through. And then a way to simplify the website, too, to make it a lot more usable, a lot more user friendly, a little bit more beautiful. And I just Want it to be an easy experience for people to come find what they need. If they don't know what they're looking for, we can help them. That type of stuff.",
    "start": "01:10:38",
    "end": "01:10:57"
  },
  {
    "text": "Tell me a little bit about your life outside work.",
    "start": "01:10:57",
    "end": "01:10:59"
  },
  {
    "text": "I have three kids.",
    "start": "01:10:59",
    "end": "01:11:00"
  },
  {
    "text": "How old are your kids?",
    "start": "01:11:00",
    "end": "01:11:01"
  },
  {
    "text": "Thirteen, 10 and 2.",
    "start": "01:11:01",
    "end": "01:11:03"
  },
  {
    "text": "Oh, really? Oh, interesting.",
    "start": "01:11:04",
    "end": "01:11:05"
  },
  {
    "text": "Yeah.",
    "start": "01:11:05",
    "end": "01:11:05"
  },
  {
    "text": "Get a whole decade.",
    "start": "01:11:05",
    "end": "01:11:07"
  },
  {
    "text": "There's a spread. Yeah, you got a spread there for sure.",
    "start": "01:11:07",
    "end": "01:11:09"
  },
  {
    "text": "Yeah.",
    "start": "01:11:09",
    "end": "01:11:10"
  },
  {
    "text": "There's 10 years in between the oldest and the youngest. So it's. It was funny to kind of go way back into, like, having a little kid running around again, because we. We got out of that stage, and then we're back in that stage, and. And it was super fun to experience that again and. And. But have older kids that can kind of help out and. And all of that. So they're great kids. Super fun. We live in Colorado, so in the winter, like to take up skiing.",
    "start": "01:11:10",
    "end": "01:11:36"
  },
  {
    "text": "I'm sure growing up in Colorado as a kid is, like. It's pretty ideal.",
    "start": "01:11:37",
    "end": "01:11:41"
  },
  {
    "text": "Yeah. Yeah. Especially where we live, where we're like, 20 minutes to the foothills, you know, it's so nice.",
    "start": "01:11:42",
    "end": "01:11:47"
  },
  {
    "text": "The other thing to mention is that part of the reason why you're in town is that you have a photography exhibit.",
    "start": "01:11:47",
    "end": "01:11:52"
  },
  {
    "text": "Yeah.",
    "start": "01:11:52",
    "end": "01:11:53"
  },
  {
    "text": "Premiering.",
    "start": "01:11:53",
    "end": "01:11:53"
  },
  {
    "text": "Yeah.",
    "start": "01:11:53",
    "end": "01:11:54"
  },
  {
    "text": "Right.",
    "start": "01:11:54",
    "end": "01:11:54"
  },
  {
    "text": "Yeah. Just a little creative project that I like to do is just go out and take photos. I like to take a lot of photos of landscape stuff, you know, and just go outside and just see what the light's doing. And so there's a few of us from Bible Project that. Where we got into a. A local show here outside of Portland. And so we're going to go and show our stuff and talk about it and see what happens.",
    "start": "01:11:54",
    "end": "01:12:17"
  },
  {
    "text": "Sweet, dude.",
    "start": "01:12:18",
    "end": "01:12:18"
  },
  {
    "text": "What?",
    "start": "01:12:19",
    "end": "01:12:19"
  },
  {
    "text": "Will you read our credits for us?",
    "start": "01:12:19",
    "end": "01:12:21"
  },
  {
    "text": "Today's show came from our podcast team, including producer Cooper Peltz and associate producer Lindsey Ponder. Our lead editor is Dan Gummel.",
    "start": "01:12:21",
    "end": "01:12:28"
  },
  {
    "text": "Thank you, bro. Yes.",
    "start": "01:12:31",
    "end": "01:12:32"
  },
  {
    "text": "Additional editors are Tyler Bailey and Frank Garza. Tyler Bailey also mixed this episode, and Hannah Wu did our annotations for the BibleProject app. BibleProject is a crowdfunded nonprofit. Everything we make is free because of your generous support. Thank you so much for being a part of this with us.",
    "start": "01:12:33",
    "end": "01:12:49"
  },
  {
    "text": "Yeah, thanks, Jeremy.",
    "start": "01:12:49",
    "end": "01:12:50"
  },
  {
    "text": "Yeah, dude.",
    "start": "01:12:50",
    "end": "01:13:02"
  }
]