[
  {
    "text": "We've been tracing the theme of the firstborn in the storyline of the Bible. It's a theme about power. It's a theme about how God chooses to work with the least likely people. In today's episode, we'll continue this theme in the scroll of Samuel, where we'll find two rival wives. They're not siblings, but they're pitted against each other in a very similar way. And we'll focus in on Hannah. She's the favored wife of her husband, but she's unable to have a child. And so she makes a promise to God. If God will bless her with a son, she will give her firstborn son back to serve God. Now this should remind us of Abraham and how God asked of Abraham to surrender his firstborn son Isaac as a test. And in the story of Hannah, she's promising to pass the test even before God gives her a son.",
    "start": "00:00:06",
    "end": "00:00:58"
  },
  {
    "text": "The twist here is God had to force the surrender of Abraham's son Isaac here. She's so amazing, she could respond a lot of ways here. And what she immediately does is she goes to the tent and she surrenders her life, her future, her fortunes, and says, even if you give me a son, I will surrender him to you. So she's like Abraham when he finally passed the test.",
    "start": "00:00:58",
    "end": "00:01:20"
  },
  {
    "text": "God gives Hannah a child and she sings a poem in celebration. A poem about how God loves to choose the lowly. Then, as promised, Hannah gives Samuel over to work in the tabernacle. But it turns out that the priest in charge, Eli, he's been turning a blind eye to his corrupt sons.",
    "start": "00:01:21",
    "end": "00:01:40"
  },
  {
    "text": "Note here the story of this oppressed woman in pain and this story of this enfranchised but lazy and self indulgent priest and his sons. They live out exactly the inversion that Hannah's poem talks about. But it's also really at the heart of God's des exalt the humble and to bring down the high and mighty. And that's how Yahweh establishes the pillars order of the world. Such a powerful thing to meditate on.",
    "start": "00:01:40",
    "end": "00:02:09"
  },
  {
    "text": "The downfall of Eli and his sons is a tragic story because they're from the tribe of Levi, who are an early example of God raising up a group of people who are the latecomers and giving them power and responsibility. The story of Eli and his sons shows us that when God chooses people, he still gives them a choice.",
    "start": "00:02:09",
    "end": "00:02:30"
  },
  {
    "text": "And this is a real tension that weaves throughout the biblical story of Yahweh giving genuine agency to his partners. And when they really blow it, man, you can really really blow it and Yahweh will hand people over to the consequences. Yet at the same time, Yahweh won't withdraw his long term covenant promises and purposes. But people can't exclude themselves from participating in the fulfillment of those purposes.",
    "start": "00:02:30",
    "end": "00:02:59"
  },
  {
    "text": "Today, Tim Mackey and I talk about Israel's priests, the boldness of Hannah and the raising up of Samuel to serve as a priest and judge over Israel. I'm John Collins and you're listening to BibleProject Podcast. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:02:59",
    "end": "00:03:20"
  },
  {
    "text": "Hey, John.",
    "start": "00:03:20",
    "end": "00:03:21"
  },
  {
    "text": "Hi.",
    "start": "00:03:21",
    "end": "00:03:21"
  },
  {
    "text": "Here we are doing our thing.",
    "start": "00:03:22",
    "end": "00:03:23"
  },
  {
    "text": "Doing our thing, which the thing now, right now in this moment is a theme we're calling the firstborn.",
    "start": "00:03:24",
    "end": "00:03:29"
  },
  {
    "text": "Yes. Though as we've explored it, it's broader than just stories about firstborn sons. But the core theme is about the persistent pattern that God has in choosing favoring blessing somebody who doesn't seem to deserve it and elevating them to a place of prominence, leadership, or it's often called the status or the right of the firstborn.",
    "start": "00:03:29",
    "end": "00:03:56"
  },
  {
    "text": "For example, all of humanity.",
    "start": "00:03:57",
    "end": "00:03:58"
  },
  {
    "text": "That's exactly right. The firstborn of creation in that sense.",
    "start": "00:03:59",
    "end": "00:04:04"
  },
  {
    "text": "Well, actually, no, not the firstborn, the later born, the last born.",
    "start": "00:04:04",
    "end": "00:04:08"
  },
  {
    "text": "The last born, forgive me, the last born of creation in the seven day narrative of Genesis 1.",
    "start": "00:04:08",
    "end": "00:04:13"
  },
  {
    "text": "And dirt creatures who God says, you're going to rule the skies and the land. Well, rule the land. And also the creatures.",
    "start": "00:04:14",
    "end": "00:04:23"
  },
  {
    "text": "And the creatures up in the sky.",
    "start": "00:04:24",
    "end": "00:04:25"
  },
  {
    "text": "Up in the sky, yeah. And the creatures in the sea. And that the Elohim, the host of heaven, they were created first and they seem a little bit more important.",
    "start": "00:04:25",
    "end": "00:04:33"
  },
  {
    "text": "Yeah. Certainly more glorious.",
    "start": "00:04:34",
    "end": "00:04:35"
  },
  {
    "text": "More glorious, more powerful.",
    "start": "00:04:35",
    "end": "00:04:37"
  },
  {
    "text": "Yep.",
    "start": "00:04:37",
    "end": "00:04:38"
  },
  {
    "text": "So that theme continues as then God continues to select someone.",
    "start": "00:04:38",
    "end": "00:04:44"
  },
  {
    "text": "The late comer, the second born, the.",
    "start": "00:04:44",
    "end": "00:04:46"
  },
  {
    "text": "And it makes sense, you know, the story of selecting all of humanity to be his image. Awesome. But then he continues to select humans from among all the humans. And that's connected to this theme of that through a seed of the woman, through one line of humanity, God is going to raise up a messiah.",
    "start": "00:04:46",
    "end": "00:05:07"
  },
  {
    "text": "Yeah, that's right. Which by definition can only come through one genealogical lineage.",
    "start": "00:05:07",
    "end": "00:05:13"
  },
  {
    "text": "Yeah. So we're tracing a lineage from which this snake crushing Messiah is going to come. And so who's God going to pick? Is he going to give the inheritance and the blessing from which this lineage will come from to the powerful, to the first or not? And what we've seen as we've gone through the whole Torah now is that the theme is that God chooses the late comer, the second born, or the.",
    "start": "00:05:13",
    "end": "00:05:43"
  },
  {
    "text": "One of lower status. Yeah. The weak one. Yeah.",
    "start": "00:05:43",
    "end": "00:05:45"
  },
  {
    "text": "And this theme isn't so simple. As God chooses the lower one, they turn out to be great, even though they're not the most powerful. No. They oftentimes are the biggest problem, like Jacob. And God needs to deal with them.",
    "start": "00:05:45",
    "end": "00:05:59"
  },
  {
    "text": "Yeah. So the first version is the problematic elder sibling who doesn't get picked. That's the Cain pattern. The Jacob pattern is the younger one who gets elevated and chosen is actually, like, a chump and, like, not a very good person. But then there's also somebody who's not the firstborn, but they're also not the chosen one, but they want to be. And so they do something, you know, terrible to grab at that status. And that's the ham pattern from Genesis 9. So we've got all these variations that start to happen as each generation goes forward.",
    "start": "00:06:00",
    "end": "00:06:38"
  },
  {
    "text": "Yeah. So in a way, this theme is just really riffing on the relationship that siblings have with each other when one is going to be selected out to carry on some sort of special vocation and mission. And so in a way, then it's a way to just to think about just the human condition and how we deal with each other when there's status issues. And then also the fact that all of humanity is in some way just distant brothers.",
    "start": "00:06:38",
    "end": "00:07:09"
  },
  {
    "text": "Yeah.",
    "start": "00:07:10",
    "end": "00:07:10"
  },
  {
    "text": "And so every, like, rivalry between clans is some sort of sibling rivalry.",
    "start": "00:07:10",
    "end": "00:07:15"
  },
  {
    "text": "Yep. Yeah. Every rivalry, certainly in the Bible. Yeah. Without nations and people groups, which is actually the case today, too. Just in a more genetically complicated way. You know, that now the genetic record can show us, but the basic intuition is actually true, that we are all related. I'm thinking back to our conversations with Joshua Swamidass about the genealogical Adam and Eve. That was an interview we did a couple years ago. So I still think about that conversation. So that's the theme that we're tracing. And we, in the last episode, got up through essentially the sibling sets and the stories of these rivalries in the Torah.",
    "start": "00:07:15",
    "end": "00:08:00"
  },
  {
    "text": "Yeah. Ending with Aaron's sons.",
    "start": "00:08:01",
    "end": "00:08:03"
  },
  {
    "text": "Yeah.",
    "start": "00:08:03",
    "end": "00:08:03"
  },
  {
    "text": "And. Well, ending with talking about Moses and Aaron.",
    "start": "00:08:03",
    "end": "00:08:07"
  },
  {
    "text": "Yep.",
    "start": "00:08:07",
    "end": "00:08:08"
  },
  {
    "text": "Israel as the firstborn.",
    "start": "00:08:08",
    "end": "00:08:10"
  },
  {
    "text": "Yep. Over Egypt.",
    "start": "00:08:10",
    "end": "00:08:11"
  },
  {
    "text": "Yeah.",
    "start": "00:08:11",
    "end": "00:08:12"
  },
  {
    "text": "Yeah.",
    "start": "00:08:12",
    "end": "00:08:12"
  },
  {
    "text": "And then Aaron's sons and their kind of birth order and the dynamic between them.",
    "start": "00:08:12",
    "end": "00:08:17"
  },
  {
    "text": "Mm. Yeah. There we go. So that's where we've been. Where we're gonna go in this conversation is touch down at just a couple spots. We could session the prophets for a long time. And I guess I'm gonna force us to just condense it into one conversation. Famous last words. But the story of Hannah and the birth of Samuel at the Beginning of the Samuel scroll is a fascinating creative twist on all of these twists. And that's deeply connected to the story that will lead to the rise of David. Because Samuel will be picked to go anoint Israel's second king. But as far as God's concerned, it's their first real king who will do what God desires. And those two stories have this inversion of the firstborn and God's elevation of the unexpected one like that's the heart of these two stories. And it sets the pattern or continues. The pattern will get carried on into the writing prophets about their expectation of the coming snake crusher, who will be a similar Samuel and David like and Moses like kind of figure.",
    "start": "00:08:17",
    "end": "00:09:27"
  },
  {
    "text": "Okay, let's get into it.",
    "start": "00:09:27",
    "end": "00:09:29"
  },
  {
    "text": "Sweet. So this is a story I don't think we've ever read aloud and meditated on. I'm so excited. It's one of my favorite stories in the Hebrew Bible. Oh, cool. Love this. So we are at the beginning of the Samuel scroll. Israel has crossed into the land that's Joshua.",
    "start": "00:09:29",
    "end": "00:10:16"
  },
  {
    "text": "And when we get into Joshua, we get into the section of the Bible called the Prophets, and we call it the former Prophets and the latter Prophets. Yeah, yeah, we're in the former part of that.",
    "start": "00:10:16",
    "end": "00:10:26"
  },
  {
    "text": "There's four collections in each parts of the prophets, the former prophets, four scrolls, Joshua, Judges, Samuel, Kings. Well, the last two were too long for one scroll, but they got divided. So it's actually six scrolls, but it's four literary works. But they're all united. Joshua, Judges, Samuel, Kings, and then there's four collections of the writing prophets. Isaiah, Jeremiah, Ezekiel, and then the 12 scroll of the 12.",
    "start": "00:10:26",
    "end": "00:10:53"
  },
  {
    "text": "Okay, shorter prophets. So four former prophets, four latter prophets.",
    "start": "00:10:53",
    "end": "00:10:57"
  },
  {
    "text": "Okay, Yep.",
    "start": "00:10:57",
    "end": "00:10:57"
  },
  {
    "text": "And so we're right in the middle. Ish of the former prophets.",
    "start": "00:10:58",
    "end": "00:11:01"
  },
  {
    "text": "Correct? Yeah. In the Joshua scroll, Israelites went in to the promised land. They were met with great hostility by all kinds of tribes of mostly Canaanites. And God enabled them to overcome their enemies, rescued them from destruction so they could settle in the land. Judges is about this continued cycle of melody. Israel turning away from God, giving their allegiance to other gods. And God raises up little mini Moses to deliver the people for a period until they give their allegiance to other gods again. So when we come to the Samuel's scroll, we're coming right out of Judges, which is essentially a period of moral and religious disorder among Israel. And so there was just a civil war at the end of Judges that nearly annihilated one of the tribes. Benjamin, you have lots of people who are giving allegiance to lots of different deities. But this story is going to begin with one family that has remained loyal to Yahweh. And it's about their family story. That's how Samuel begins.",
    "start": "00:11:01",
    "end": "00:12:09"
  },
  {
    "text": "Samuel begins in the setting of the Judges, period. Really?",
    "start": "00:12:09",
    "end": "00:12:12"
  },
  {
    "text": "Correct. Yeah, in a way, that the story begins with the birth of. Of a figure who is the last of the Judges, as it were. He's actually named in that list of Israel's Judges, and it describes what he does. But Samuel represents a pivot between tribal leaders that God raises up, like Moses, you know, spontaneously.",
    "start": "00:12:12",
    "end": "00:12:34"
  },
  {
    "text": "That's what we mean by Judges. Are these like, tribal chieftains?",
    "start": "00:12:34",
    "end": "00:12:37"
  },
  {
    "text": "Tribal chieftains, yep. That are empowered to lead Israel for a temporary period of time. But what Samuel will be that he's the last one of those. And he stands at the threshold of Israel transitioning into a unified federation of tribes under one monarchy. A king over all the tribes, which is kind of like a tribal chieftain, but more centralized, more established. Yeah. And as Samuel warns them, taxes. Has a whole speech about the taxes implied by getting a king. Anyhow, so that's kind of the setting here. So this is the birth story of Samuel. Who's this figure at the threshold? Transition figure. Now, there was a guy, certain man from Ramataim, Tzophim, from the hill country of Ephraim. That is Joseph, the son of Joseph. So this is one of the sons of Joseph? Yep. This is happening north of the city that will become Jerusalem. But Jerusalem hasn't even become the central city yet. In the story, this guy's name was El Kana, which means El is passionate.",
    "start": "00:12:37",
    "end": "00:13:46"
  },
  {
    "text": "El Kanah. El is passionate?",
    "start": "00:13:47",
    "end": "00:13:50"
  },
  {
    "text": "Yep. El, the passionate one. God, the passionate one. Or it could be El, the creator, depending on what Kanah means or what root you think it's from. He's the son of Yaroham, the son of Elihu, the son of Tohu, the son of Zuf, of the tribe of Ephraim. Now, he had two wives. The name of one was Grace or Favor. Chana. The name of the other was Coral. Penina, which is the Hebrew word for coral.",
    "start": "00:13:50",
    "end": "00:14:20"
  },
  {
    "text": "Coral, like in the ocean?",
    "start": "00:14:21",
    "end": "00:14:22"
  },
  {
    "text": "Yeah, like coral reef. Coral. Oh, yeah.",
    "start": "00:14:22",
    "end": "00:14:25"
  },
  {
    "text": "Wow. Okay.",
    "start": "00:14:25",
    "end": "00:14:26"
  },
  {
    "text": "Yep. So Favor and coral. Yeah. Now, penina, Coral, she had children, but Chana, she had no children. She's the favored one.",
    "start": "00:14:26",
    "end": "00:14:39"
  },
  {
    "text": "We don't know that yet.",
    "start": "00:14:39",
    "end": "00:14:40"
  },
  {
    "text": "Well, her name's Favor. You're going to turn out that she's the special one for Elkanah.",
    "start": "00:14:41",
    "end": "00:14:46"
  },
  {
    "text": "So we're clearly in the realm of the theme of the firstborn here.",
    "start": "00:14:46",
    "end": "00:14:49"
  },
  {
    "text": "Totally. Yeah.",
    "start": "00:14:49",
    "end": "00:14:50"
  },
  {
    "text": "Two wives. One's Having children? One's not.",
    "start": "00:14:50",
    "end": "00:14:53"
  },
  {
    "text": "So we're back here to Abraham's two wives, Sarah and Hagar, and then to Jacob's two wives. And that for sure. Like, you'll see this story is modeled on both of those sets of rival wives in Genesis. So in this case. Yeah, that's right. So the name of the wife with no child. So Hannah is being likened to Sarah in the story and also likened to Rachel, who had no children. The wives who were both the favored wives, but they were both the favored wives. Now, this man Elkanah would go up from his city every year to worship and sacrifice to Yahweh of hosts in Shiloh. So you find out that the tabernacle and the tent is located at this town, Shiloh, and that's where the liturgies and worship of Yahweh is taking place at this town. Oh, you should also know that working in the tent there in Shiloh are the two sons of Eli, Hophni and Finchas. They were priests to Yahweh there. Now, the day came when Elkanah would offer a sacrifice at this annual feast. He would give gifts to his family, and he would give portions to Peninnah, his wife, and all her sons and her daughters. But to Chana, he gave the double portion because he loved Chanah, but Yahweh had closed her womb. So there's just. Every word in here is like a glowing hyperlink.",
    "start": "00:14:54",
    "end": "00:16:30"
  },
  {
    "text": "One wife who's favored, given the double portion, which is what you give the firstborn.",
    "start": "00:16:31",
    "end": "00:16:37"
  },
  {
    "text": "Yes. There's a law in Deuteronomy that talks about if a guy has two wives and he loves one more than the other, he. He can't give the firstborn double portion to the son of the wife he loves if the unloved wife has the actual firstborn son.",
    "start": "00:16:37",
    "end": "00:16:55"
  },
  {
    "text": "But here he's not giving the inheritance to a son, but he's just giving.",
    "start": "00:16:56",
    "end": "00:17:01"
  },
  {
    "text": "To the wife that he loves a double portion because she doesn't have any sons.",
    "start": "00:17:02",
    "end": "00:17:06"
  },
  {
    "text": "Yeah.",
    "start": "00:17:06",
    "end": "00:17:06"
  },
  {
    "text": "So what's funny is he's not actually doing what the law in Deuteronomy says you're supposed to do.",
    "start": "00:17:07",
    "end": "00:17:10"
  },
  {
    "text": "What are you supposed to not do?",
    "start": "00:17:11",
    "end": "00:17:12"
  },
  {
    "text": "Yeah, what you're supposed to not do is give the double portion, which is the right of the firstborn, to somebody who's not the firstborn.",
    "start": "00:17:12",
    "end": "00:17:21"
  },
  {
    "text": "Yeah. So in this example, if Hannah were to have a kid later, and Elkanah's like, well, that's my favorite wife. So now that's my favorite kid. He's not supposed to treat her kid like the firstborn.",
    "start": "00:17:21",
    "end": "00:17:33"
  },
  {
    "text": "Correct.",
    "start": "00:17:33",
    "end": "00:17:33"
  },
  {
    "text": "Even though God does that all the time.",
    "start": "00:17:33",
    "end": "00:17:35"
  },
  {
    "text": "Yeah. So this guy already has a firstborn son.",
    "start": "00:17:35",
    "end": "00:17:38"
  },
  {
    "text": "Yeah.",
    "start": "00:17:38",
    "end": "00:17:38"
  },
  {
    "text": "Through Coral. But he doesn't give the double portion to that son. He gives it to his wife.",
    "start": "00:17:38",
    "end": "00:17:44"
  },
  {
    "text": "So he is breaking the law.",
    "start": "00:17:45",
    "end": "00:17:46"
  },
  {
    "text": "Yeah, yeah. He's not doing what the law says, so. But he's so taken.",
    "start": "00:17:46",
    "end": "00:17:50"
  },
  {
    "text": "What's so interesting is you would. You have to really be familiar with this literature to even notice that.",
    "start": "00:17:50",
    "end": "00:17:56"
  },
  {
    "text": "Oh, sure. True. But this phrase, double portion is not a very common idiom, so it just occurs in a few places. But the law is one of them.",
    "start": "00:17:56",
    "end": "00:18:04"
  },
  {
    "text": "Yeah. Okay.",
    "start": "00:18:04",
    "end": "00:18:05"
  },
  {
    "text": "So what's interesting is the wife's name that he loves is Favor, and he clearly is showing favor to her. But what's interesting is in their economy, in their social economy, having children is a sign of favor. And so she appears to be the unfavored one in the eyes of the people. But in the eyes of Elkanah, it's.",
    "start": "00:18:05",
    "end": "00:18:30"
  },
  {
    "text": "Really interesting in a way, Yahweh's not showing her favor.",
    "start": "00:18:30",
    "end": "00:18:32"
  },
  {
    "text": "And here. Yeah. Yahweh. Yahweh closed her womb, is withholding. Yeah. The favor of the fruit of the whim. Verse six. Now, Hannah's rival, she's not even called by her name. She just called.",
    "start": "00:18:32",
    "end": "00:18:45"
  },
  {
    "text": "This is Peninnah.",
    "start": "00:18:45",
    "end": "00:18:46"
  },
  {
    "text": "Yeah, Penina. It's called her rival, her enemy. My son uses this word, rival. Yeah. To talk about, like, other kids on the playground. I don't know where it came from.",
    "start": "00:18:46",
    "end": "00:18:57"
  },
  {
    "text": "That's awesome.",
    "start": "00:18:57",
    "end": "00:18:57"
  },
  {
    "text": "And you got it from reading the Bible. Her rival, however, would provoke her, bitterly irritating her because the Lord had closed her womb.",
    "start": "00:18:57",
    "end": "00:19:07"
  },
  {
    "text": "So Coral's like, it's been a bad sport.",
    "start": "00:19:07",
    "end": "00:19:10"
  },
  {
    "text": "Yeah. Throwing jabs.",
    "start": "00:19:10",
    "end": "00:19:11"
  },
  {
    "text": "But, you know, also, Hannah's getting the double portion. That's gotta irritate her, too.",
    "start": "00:19:11",
    "end": "00:19:16"
  },
  {
    "text": "Exactly. Yeah. Solid point. Solid point.",
    "start": "00:19:16",
    "end": "00:19:18"
  },
  {
    "text": "But here it's because Yahweh closed the womb, not because she's getting favored.",
    "start": "00:19:18",
    "end": "00:19:24"
  },
  {
    "text": "Yeah. So just notice we're just. So clearly, this is about two rival wives who aren't siblings. But this is all the themes of the firstborn rivalry that we've been seeing all throughout the Torah. So it happened year after year, you know, when they would go up to the tent, that feast, as often as she went up to the house of the Lord, she, that is Coral, would provoke her, that is Hannah. And so Hannah would just. She would just weep. She wouldn't even want to eat. And it's a feast. And so Elkanah, her sensitive husband, says to her, chana, why are you crying? Why don't you eat? Why is there evil badness to your heart? Aren't I better than 10 sons for you?",
    "start": "00:19:24",
    "end": "00:20:15"
  },
  {
    "text": "10 sons. That's interesting.",
    "start": "00:20:17",
    "end": "00:20:19"
  },
  {
    "text": "Am I not better to you than 10 sons? What a chump. It's just like, that's a chumpy thing. Lessons and what not to say to your grieving wife. Yeah, yeah. She's grieving over the fact that she can't have any children. And her husband's like, yeah, Ma, come on, I'm better.",
    "start": "00:20:19",
    "end": "00:20:38"
  },
  {
    "text": "But you got me.",
    "start": "00:20:38",
    "end": "00:20:38"
  },
  {
    "text": "But you got. Just, wow. Wow. Elkanah didn't get a clue.",
    "start": "00:20:38",
    "end": "00:20:47"
  },
  {
    "text": "So the sensitive comment, because, by the way, if you're not reading along, was not in the text. That was a jab. That was sarcasm.",
    "start": "00:20:49",
    "end": "00:20:57"
  },
  {
    "text": "Oh, yeah, that was. Yeah, that was. Sorry. That was. Yeah, sarcasm. Her. What I meant to say was her insensitive.",
    "start": "00:20:57",
    "end": "00:21:05"
  },
  {
    "text": "Insensitive.",
    "start": "00:21:05",
    "end": "00:21:05"
  },
  {
    "text": "Literally. And that is what I meant non literally, by using sarcasm. Verse 9. Then Hannah rose after eating and drinking in Shiloh. And Eli, the priest, he was sitting by the door of the temple of Yahweh, but by the curtain door post. And Hannah was just greatly distressed. And so she's praying to Yahweh and weeping bitterly. And she made a vow, promise Yahweh of hosts. She said, if you will look upon the oppression of your slave, your maidservant.",
    "start": "00:21:05",
    "end": "00:21:46"
  },
  {
    "text": "That's interesting, because that's Sarah oppressed Hagar.",
    "start": "00:21:46",
    "end": "00:21:49"
  },
  {
    "text": "It's exactly the same word.",
    "start": "00:21:49",
    "end": "00:21:51"
  },
  {
    "text": "It's the same word.",
    "start": "00:21:51",
    "end": "00:21:52"
  },
  {
    "text": "Yes.",
    "start": "00:21:52",
    "end": "00:21:52"
  },
  {
    "text": "Okay.",
    "start": "00:21:52",
    "end": "00:21:53"
  },
  {
    "text": "Yep. So what? Sarah, the favored wife who had no children for Abraham. This is what Sarah did to Hagar, the slave who did have Abraham's firstborn.",
    "start": "00:21:53",
    "end": "00:22:05"
  },
  {
    "text": "So here is a twist on the theme. We're used to twists. And now it's the unfavored wife. No, it's the favored wife. No, it's not a twist.",
    "start": "00:22:05",
    "end": "00:22:15"
  },
  {
    "text": "Well, she's kind of favored and unfavored. She's favored to her husband, but it doesn't seem like Yahweh has shown her favor because she hasn't had kids yet.",
    "start": "00:22:15",
    "end": "00:22:23"
  },
  {
    "text": "But that's the same thing with Sarah.",
    "start": "00:22:23",
    "end": "00:22:25"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:22:25",
    "end": "00:22:26"
  },
  {
    "text": "Oh, but she's the one. Okay. That's the twist. She's the one being oppressed instead of being the one who's oppressing.",
    "start": "00:22:27",
    "end": "00:22:32"
  },
  {
    "text": "Oppressing, yes.",
    "start": "00:22:32",
    "end": "00:22:33"
  },
  {
    "text": "Okay.",
    "start": "00:22:33",
    "end": "00:22:33"
  },
  {
    "text": "Yeah, exactly. Right. So she's like Sarah, but also like Hagar. She's both, just in different ways. Ooh, this is great. This is what the Hebrew Bible scholar, Yonatan Grossman, he calls this dynamic analogy. In other words, there's a hyperlink that's comparing character in one biblical story to an earlier story, but it's not just a one for one slot. In other words, a character can be linked to multiple characters in the previous story. So here she's both Sarah, she doesn't have kids, and she's like Hagar. She's getting oppressed by your rival. It's a good example of that. So she says, please do not forget your servant, but please give your servant a son. And if you do, then I will give him to Yahweh all the days of his life, and no razor will ever pass over his head.",
    "start": "00:22:33",
    "end": "00:23:25"
  },
  {
    "text": "And the razor bit, is that from the Nazarene vow?",
    "start": "00:23:26",
    "end": "00:23:29"
  },
  {
    "text": "Yep. The Nazirite vow.",
    "start": "00:23:29",
    "end": "00:23:30"
  },
  {
    "text": "Nazarite vow.",
    "start": "00:23:30",
    "end": "00:23:30"
  },
  {
    "text": "Yep. A Nazarite was. Any Israelite doesn't have to be from.",
    "start": "00:23:30",
    "end": "00:23:35"
  },
  {
    "text": "The tribe of Levi.",
    "start": "00:23:35",
    "end": "00:23:36"
  },
  {
    "text": "Yeah. But can take on themselves the calling and holiness and lifestyle of Israel's high priest.",
    "start": "00:23:36",
    "end": "00:23:45"
  },
  {
    "text": "I see. So if God gives me a son, I will pass off the son to the service of God as working like a high priest, even though he's not from the tribe of Levi.",
    "start": "00:23:45",
    "end": "00:23:56"
  },
  {
    "text": "Yep, that's right. So what's fascinating here is this is about if you give me a firstborn, I will surrender the firstborn back to Yahweh.",
    "start": "00:23:56",
    "end": "00:24:05"
  },
  {
    "text": "And this is a theme as well.",
    "start": "00:24:06",
    "end": "00:24:07"
  },
  {
    "text": "Yeah, this is the Abraham and Isaac theme. Right. So they schemed to get a firstborn son and oppressed the Egyptian immigrant in the process. And so what Yahweh asked for is, give me that son back. And then Yahweh gives back what he was going to take the life of the son by offering a substitute. And then they were.",
    "start": "00:24:07",
    "end": "00:24:28"
  },
  {
    "text": "So we should be anticipating. Okay, we're gonna have a story like that. We're gonna have a story where she's gonna get a son. She's gonna give the son over.",
    "start": "00:24:28",
    "end": "00:24:36"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:24:36",
    "end": "00:24:37"
  },
  {
    "text": "And then something special is gonna happen.",
    "start": "00:24:37",
    "end": "00:24:39"
  },
  {
    "text": "Yeah. The twist here is God had to force the surrender of Abraham's firstborn son, Isaac.",
    "start": "00:24:39",
    "end": "00:24:46"
  },
  {
    "text": "Here. She's offering it from the beginning.",
    "start": "00:24:46",
    "end": "00:24:47"
  },
  {
    "text": "She's so amazing. Like, she could do. She could respond a lot of ways here.",
    "start": "00:24:47",
    "end": "00:24:51"
  },
  {
    "text": "Yeah.",
    "start": "00:24:51",
    "end": "00:24:52"
  },
  {
    "text": "And what she immediately does is she goes to the temple, the tent, and she surrenders her life, her future, her fortunes, and says, even if you give me a son, I will surrender him to you. So she's like Abraham now. Like Abraham when he finally passed the test.",
    "start": "00:24:52",
    "end": "00:25:09"
  },
  {
    "text": "Yeah.",
    "start": "00:25:09",
    "end": "00:25:09"
  },
  {
    "text": "So she's passing the test even before she didn't need to have a test because she's just. I'll surrender it all.",
    "start": "00:25:09",
    "end": "00:25:16"
  },
  {
    "text": "Or the test is the bareness oh, thank you.",
    "start": "00:25:16",
    "end": "00:25:19"
  },
  {
    "text": "Thank you. That's exactly right.",
    "start": "00:25:19",
    "end": "00:25:21"
  },
  {
    "text": "Yeah.",
    "start": "00:25:21",
    "end": "00:25:21"
  },
  {
    "text": "The test is. Yeah. Think that's great. That's exactly it. Two times we've been told Yahweh closed her womb. That puts her in a very difficult situation.",
    "start": "00:25:21",
    "end": "00:25:31"
  },
  {
    "text": "Yeah. And that's the theme of the test. Is this awkward where, like, is God doing that to be mean? Did he set this person up just to be cruel? And this is where we talked about.",
    "start": "00:25:31",
    "end": "00:25:43"
  },
  {
    "text": "The theme of the test, which is that the intent.",
    "start": "00:25:43",
    "end": "00:25:46"
  },
  {
    "text": "The intent.",
    "start": "00:25:46",
    "end": "00:25:47"
  },
  {
    "text": "The orchestrator. If you're trying to get someone to fail, we call it a trap. But if you are giving someone the opportunity to grow in patience, endurance, in virtue, and loyalty, then the same scenario that looks the same from the outside could actually be a test. Yeah. That seems to be how the story presents it, which is maybe just to name. You know, this is a very sensitive topic for lots of men and women. You know, inability to have children. It's very painful.",
    "start": "00:25:47",
    "end": "00:26:23"
  },
  {
    "text": "Yeah.",
    "start": "00:26:23",
    "end": "00:26:24"
  },
  {
    "text": "So there's both wisdom in the story, but also, I think it's important to be sensitive and not try to interpret, especially for someone else, that every difficult thing they've ever gone through is just a test, is just a. Yeah. And God's really generous. It's really hard to feel that way. Yeah. When you're in the middle of some of these scenarios. And so it takes discernment to know. But the narrator's telling us that's the situation Hannah was in. And this is how she responded, with utter surrender.",
    "start": "00:26:24",
    "end": "00:26:54"
  },
  {
    "text": "Yeah.",
    "start": "00:26:54",
    "end": "00:27:08"
  },
  {
    "text": "So it came about as she continued praying before Yahweh. Eli was watching her mouth, and Hannah, she was speaking in her heart, so her lips were moving, but her voice was not heard. And so Eli thought, oh, dude, she's.",
    "start": "00:27:28",
    "end": "00:27:43"
  },
  {
    "text": "Drunk too much of that tabernacle wine.",
    "start": "00:27:43",
    "end": "00:27:46"
  },
  {
    "text": "Too much. So Eli said, woman, how long will you make yourself drunk? Put away your wine. And Hannah replied, no, no, no. I'm a woman oppressed in my spirit. Oh, what is this? Ooh, kashe. Yeah, yeah. Oppressed in spirit. I haven't drunk either wine or any alcohol. Here's what I am doing. I haven't poured out a drink for myself. Rather, I am pouring out my Nephesh, my very being, before Yahweh. Such a beautiful scene. Don't take me for a worthless woman who would, like, come into the temple trunk. I have spoken out of my great concern and over all of this pain and provocation that I'm in. So Eli said, go in. Shalom. May the God of Israel grant you your request as you've Asked him, and she said, let your maidservant find Hana. Yeah. Or Chin is the. Short is the noun, but it's her name. So let me Chana find chain in your eyes. And she went away. And her face was no longer sad. What's the story? So the next sentence. They rose early in the morning, they worshipped, and returned to their house in Ramah. And Elkanah knew his wife. That's a hyperlink back to Adam and Eve. Adam and Eve and the birth of Cain and Abel. And the Lord remembered her. This is exactly what happened to Rachel in the story of Jacob's two wives. And then she conceives and has a son, and she names him Shmuel. Because I. Shmuel. Shmuel.",
    "start": "00:27:46",
    "end": "00:29:32"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:29:32",
    "end": "00:29:32"
  },
  {
    "text": "Shmuel.",
    "start": "00:29:32",
    "end": "00:29:33"
  },
  {
    "text": "Shmuel.",
    "start": "00:29:33",
    "end": "00:29:33"
  },
  {
    "text": "Shmuel. It's Shema. Listen. And L. God.",
    "start": "00:29:33",
    "end": "00:29:37"
  },
  {
    "text": "Oh, God listens.",
    "start": "00:29:37",
    "end": "00:29:38"
  },
  {
    "text": "God listens. Yeah. And then she makes a wordplay because I have Shaal requested him from the Lord. Shmuel.",
    "start": "00:29:38",
    "end": "00:29:45"
  },
  {
    "text": "God listens because I have asked.",
    "start": "00:29:45",
    "end": "00:29:47"
  },
  {
    "text": "Yeah. I name him Shmuel because Yahweh.",
    "start": "00:29:47",
    "end": "00:29:49"
  },
  {
    "text": "Sha'.",
    "start": "00:29:49",
    "end": "00:29:49"
  },
  {
    "text": "Uld. Yeah. So then what happens is she doesn't go up to the annual sacrifice because she spends those first couple years just with her baby, nursing and caring for her baby. But then when he gets old enough, when she's weaned.",
    "start": "00:29:49",
    "end": "00:30:06"
  },
  {
    "text": "Cause you're skipping down.",
    "start": "00:30:06",
    "end": "00:30:07"
  },
  {
    "text": "I'm skipping down. Yeah. What they do is she finally, when he's like a little boy, she brings him up and they offer a bull as a sacrifice, and they bring the boy, and. And Chanah sees Eli sitting there, and she says, oh, you know, my Lord, as your soul lives, I'm the woman who stood here years ago. Remember me? Remember me Praying.",
    "start": "00:30:07",
    "end": "00:30:30"
  },
  {
    "text": "You thought I was drunk.",
    "start": "00:30:30",
    "end": "00:30:31"
  },
  {
    "text": "Yeah. I prayed for this boy. And Yahweh gave me my request, which I asked for. And so now I am dedicating him to Yahweh. This is Abraham offering up Isaac. She's surrendering. And I dedicated him to Yahweh. And as long as he lives, he belongs to Yahweh. And you worship the Lord there. And then she sings a song. It becomes a straight up musical right now. So rad.",
    "start": "00:30:32",
    "end": "00:30:59"
  },
  {
    "text": "Yeah.",
    "start": "00:30:59",
    "end": "00:31:00"
  },
  {
    "text": "So first we're gonna talk about her song, because it's so awesome.",
    "start": "00:31:00",
    "end": "00:31:03"
  },
  {
    "text": "Yeah.",
    "start": "00:31:03",
    "end": "00:31:04"
  },
  {
    "text": "But let's just kind of register where the story went and how this kind of creates another twist about the story of the firstborn.",
    "start": "00:31:04",
    "end": "00:31:12"
  },
  {
    "text": "Yeah. This is a story where while it begins in tension and conflict, the character, the main character here, is just from the get go, just like passing the test and then following through, that feels like a new thing.",
    "start": "00:31:12",
    "end": "00:31:30"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:31:30",
    "end": "00:31:31"
  },
  {
    "text": "Like every other story, it's like there's so much scheming and there's so much, like, rivalry that just gets so hairy and knotted and, like, almost in spite of everyone, God comes through.",
    "start": "00:31:31",
    "end": "00:31:44"
  },
  {
    "text": "Yep.",
    "start": "00:31:44",
    "end": "00:31:45"
  },
  {
    "text": "And here's one where it's like, you get a character who she's oppressed. Like, she's going through this test and she just, like, flying colors.",
    "start": "00:31:45",
    "end": "00:31:53"
  },
  {
    "text": "Yeah.",
    "start": "00:31:54",
    "end": "00:31:55"
  },
  {
    "text": "Does.",
    "start": "00:31:55",
    "end": "00:31:55"
  },
  {
    "text": "Yeah.",
    "start": "00:31:55",
    "end": "00:31:56"
  },
  {
    "text": "So, like, she's, like, very saintly kind of picture here.",
    "start": "00:31:56",
    "end": "00:31:59"
  },
  {
    "text": "Totally. St. Hannah. St. Hannah, absolutely. Yeah. She's impeccable. Like, she is this model of both trusting in Yahweh even when it feels like Yahweh's the one who's withholding favor from me. And that's surely the irony of her name, even. And then she says, even if you were to show me favor, I would surrender that thing that you gave to me to show me favor. Yeah. She's like the opposite of Abraham and Sarah, the opposite of Jacob and Leah and Rachel. She's awesome. What else can you say?",
    "start": "00:31:59",
    "end": "00:32:33"
  },
  {
    "text": "Yeah.",
    "start": "00:32:33",
    "end": "00:32:34"
  },
  {
    "text": "And what's amazing is that it's this woman of low social standing, and she's the one being exalted in the narrative as this model of faith and devotion to Yahweh. That's surely part of the dynamic is she herself is like the favored chosen one as a model of devotion and trust, even though the whole story is about how she's not perceived as the favorable one by her community.",
    "start": "00:32:34",
    "end": "00:33:02"
  },
  {
    "text": "Now, what's interesting is, as we've traced this theme so far, it's always been about who's going to carry on God's blessing in order to then be the lineage, which then the Messiah comes.",
    "start": "00:33:02",
    "end": "00:33:15"
  },
  {
    "text": "Yeah, exactly.",
    "start": "00:33:15",
    "end": "00:33:16"
  },
  {
    "text": "And this story is not about that.",
    "start": "00:33:16",
    "end": "00:33:18"
  },
  {
    "text": "Not yet. That's perfect. Tea for the poem.",
    "start": "00:33:18",
    "end": "00:33:22"
  },
  {
    "text": "Okay.",
    "start": "00:33:22",
    "end": "00:33:22"
  },
  {
    "text": "That's what the poem's all about.",
    "start": "00:33:22",
    "end": "00:33:23"
  },
  {
    "text": "Oh, okay. Well, I mean, just. I mean, because Samuel is not.",
    "start": "00:33:23",
    "end": "00:33:28"
  },
  {
    "text": "That's right.",
    "start": "00:33:28",
    "end": "00:33:29"
  },
  {
    "text": "In the line of the Messiah.",
    "start": "00:33:29",
    "end": "00:33:32"
  },
  {
    "text": "No, that's right. But he's going to anoint. He will be the one to anoint David, who becomes a lineage. Yeah. So what's cool is she becomes this model of trust, and that trust ends up putting her and her son in a role that will result in the lineage of the snake crusher getting kind of like, kickstarted again. It's been kind of stalled out for a couple scrolls. Where's the line of Judah? It's not that prominent in Joshua. It is in a couple places. Where's the line of Judah in Judges. It's good kind of here and there, but Judah's kind of been on pause since the Torah. And then it's the resurrection of that. Yeah. Judah. And the promise of the king from the line of Judah really becomes the focus in this story of David. And it's this woman and her son that are the crucial kind of hinge to kickstart the theme again. Yeah. But to be favored here isn't even necessarily to be part of the lineage of the snake crusher. It's just to aid the lineage. So cool.",
    "start": "00:33:32",
    "end": "00:34:37"
  },
  {
    "text": "Yeah.",
    "start": "00:34:37",
    "end": "00:34:37"
  },
  {
    "text": "Okay, so that's the story of Hannah, which just sets us up for how amazing her song is. Okay, so this is in First Samuel, chapter two. And maybe, let's just say, let's notice something. Think about the narrative circumstances that she just had.",
    "start": "00:34:38",
    "end": "00:34:54"
  },
  {
    "text": "Yeah.",
    "start": "00:34:54",
    "end": "00:34:54"
  },
  {
    "text": "And then think about how the narrative circumstances fit or doesn't seem to quite fit with the poem.",
    "start": "00:34:55",
    "end": "00:35:03"
  },
  {
    "text": "Okay.",
    "start": "00:35:03",
    "end": "00:35:03"
  },
  {
    "text": "And I'm not saying it doesn't fit, but it fits in a way that takes some adjusting of your expectations. Then Hannah prayed and said, my heart exults in the Lord. Exult? I don't use that word. It means celebrate. My heart celebrates in Yahweh. My horn is lifted high in Yahweh.",
    "start": "00:35:06",
    "end": "00:35:32"
  },
  {
    "text": "And what's the horn again?",
    "start": "00:35:33",
    "end": "00:35:34"
  },
  {
    "text": "You made a video about this?",
    "start": "00:35:35",
    "end": "00:35:36"
  },
  {
    "text": "I made a video about a horn.",
    "start": "00:35:36",
    "end": "00:35:37"
  },
  {
    "text": "You and Karisa made one of our visual commentary videos.",
    "start": "00:35:38",
    "end": "00:35:41"
  },
  {
    "text": "Psalm 8.",
    "start": "00:35:41",
    "end": "00:35:42"
  },
  {
    "text": "Yeah. Psalm or Psalm 148.",
    "start": "00:35:42",
    "end": "00:35:44"
  },
  {
    "text": "That's right.",
    "start": "00:35:45",
    "end": "00:35:45"
  },
  {
    "text": "Yeah.",
    "start": "00:35:45",
    "end": "00:35:46"
  },
  {
    "text": "Psalm 148.",
    "start": "00:35:46",
    "end": "00:35:48"
  },
  {
    "text": "The horn referred to as that of a bull's horn.",
    "start": "00:35:48",
    "end": "00:35:50"
  },
  {
    "text": "Yeah. So it's victory. Like when a bull lifts its horn in battle that just won.",
    "start": "00:35:51",
    "end": "00:35:56"
  },
  {
    "text": "It's, like, just gored its enemy, something like that. Or like, knocked it down.",
    "start": "00:35:57",
    "end": "00:36:01"
  },
  {
    "text": "So there's a symbolic lifting of the horn.",
    "start": "00:36:02",
    "end": "00:36:05"
  },
  {
    "text": "Victory.",
    "start": "00:36:06",
    "end": "00:36:06"
  },
  {
    "text": "It's victory. Okay.",
    "start": "00:36:06",
    "end": "00:36:07"
  },
  {
    "text": "Yep. It's the image of victory. So my heart is celebrating and my horn is exalted. I just got vindicated over against Coral, who has a bunch of children. My mouth can now speak boldly against my enemies because I rejoice in your Yeshua, your deliverance or rescue. So she's depicting this as a moment to stand up proud and all of her rivals and enemies plural. Yeah. There is no one holy like Yahweh. Indeed, there is no one besides you, nor is there any rock like our God. This is a line that comes right out of two of the most important poems in the Torah and the song of deliverance that the Israelites sing after the rescue from the sea.",
    "start": "00:36:07",
    "end": "00:37:05"
  },
  {
    "text": "Okay.",
    "start": "00:37:05",
    "end": "00:37:06"
  },
  {
    "text": "There is no one like you, Yahweh. No one like you. And then Moses, last poem in Deuteronomy 33, he talks about God as being the rock like whom there is no one else. Now here's Hannah affirming, just like God rescued Israel from the sea against their enemies, and just like God brought Israel through the wilderness, so now here she's making a similar statement after. She's.",
    "start": "00:37:06",
    "end": "00:37:33"
  },
  {
    "text": "She's identifying with the whole legacy of redemption.",
    "start": "00:37:33",
    "end": "00:37:37"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:37:37",
    "end": "00:37:38"
  },
  {
    "text": "Yeah.",
    "start": "00:37:38",
    "end": "00:37:38"
  },
  {
    "text": "Yep. So then she starts addressing her enemies. You should not boast so proudly.",
    "start": "00:37:38",
    "end": "00:37:46"
  },
  {
    "text": "In particular, Penina. What's her name? Coral.",
    "start": "00:37:47",
    "end": "00:37:50"
  },
  {
    "text": "Coral, yeah.",
    "start": "00:37:50",
    "end": "00:37:51"
  },
  {
    "text": "Yeah, that's the one we know of.",
    "start": "00:37:51",
    "end": "00:37:54"
  },
  {
    "text": "That's right. Totally. But she's already talked about, like, she's got multiple enemies. She's been, like, victorious in the arena against her enemies, you know, so now she's got lots of.",
    "start": "00:37:54",
    "end": "00:38:04"
  },
  {
    "text": "Because in a way, like, all of society has, like, looked down on her. Is that the idea here?",
    "start": "00:38:04",
    "end": "00:38:09"
  },
  {
    "text": "Yeah. What we're gonna see is she sees what just happened in her own family story of cosmic significance. She's interpreting and talking about it as if it's like this cosmic victory, like Israel getting rescued from the sea. And so it's great because it shows that her imagination is shaped by the melody of the biblical story. So cool. You might argue it's a little overdramatic. So you should not boast so proudly. You should not let arrogance come out of your mouth. Because Yahweh, he's a God who knows. And with him, everyone's actions are being weighed into balance. The bows of the mighty warriors, they get shattered, and it's the weak, the feeble ones, they are the ones who are putting on strength like armor.",
    "start": "00:38:09",
    "end": "00:39:05"
  },
  {
    "text": "So there's our theme.",
    "start": "00:39:06",
    "end": "00:39:07"
  },
  {
    "text": "There it is. There it is.",
    "start": "00:39:07",
    "end": "00:39:09"
  },
  {
    "text": "The bows of the mighty are shattered. The feeble gird on strength.",
    "start": "00:39:09",
    "end": "00:39:12"
  },
  {
    "text": "Yep. Keeps going. Those who were full now have to hire themselves out for bread. So you used to know where every meal was coming from. Now you're going to become a day laborer, and you're not sure. You know, maybe you'll get some bread and even. But those who have been hungry, their hunger will cease. Even the barren one will give birth to seven. But the one with many children, she will languish.",
    "start": "00:39:12",
    "end": "00:39:44"
  },
  {
    "text": "She's getting ahead of herself here.",
    "start": "00:39:44",
    "end": "00:39:46"
  },
  {
    "text": "You just had your first one, so that's a good use of the number seven. Symbolic seven.",
    "start": "00:39:49",
    "end": "00:39:54"
  },
  {
    "text": "Fullness.",
    "start": "00:39:55",
    "end": "00:39:55"
  },
  {
    "text": "Fullness, Yep.",
    "start": "00:39:55",
    "end": "00:39:56"
  },
  {
    "text": "Complete.",
    "start": "00:39:56",
    "end": "00:39:57"
  },
  {
    "text": "Yeah.",
    "start": "00:39:57",
    "end": "00:39:58"
  },
  {
    "text": "So for her, she does feel complete. She got the son she wanted.",
    "start": "00:39:58",
    "end": "00:40:02"
  },
  {
    "text": "Yeah. Notice this really feels like how Jesus begins The Sermon on the Mount.",
    "start": "00:40:03",
    "end": "00:40:07"
  },
  {
    "text": "Yeah, those.",
    "start": "00:40:07",
    "end": "00:40:08"
  },
  {
    "text": "The hungry, those who hunger for righteousness, they will be filled. You know, the meek or the unimportant will inherit the land. Actually, this is more like Jesus Sermon on the plain in Luke 6, where he provides the inversion of all the Beatitudes. So those who are hungry will be filled, but those who are filled will go hungry. So this whole.",
    "start": "00:40:09",
    "end": "00:40:31"
  },
  {
    "text": "So you're saying that Jesus Beatitudes is a riffing on the firstborn theme.",
    "start": "00:40:31",
    "end": "00:40:35"
  },
  {
    "text": "Yeah, or it's a riffing of. It's meditating on Yahweh's ways in the world. He consistently identifies with the hungry and the weak and the oppressed and the one of low status and elevates them. And those who are of high status, their status doesn't mean anything. And so he'll bring down from a throne and he'll. Well, actually, that's what. But notice. So now all of a sudden, the theme of the firstborn, where it's getting.",
    "start": "00:40:35",
    "end": "00:41:03"
  },
  {
    "text": "Meta.",
    "start": "00:41:03",
    "end": "00:41:04"
  },
  {
    "text": "Yeah, meta. And we're just talking about how God works in the world in general. So she goes on. Yahweh brings some down to death and makes others alive. He brings down to the grave and he raises up death and resurrection. That's like the most extreme form of Yahweh associating with the low and the oppressed. That Yahweh would even side with the dead against the grave. Yahweh makes poor and he makes wealthy. He brings down low and he lifts up high. He would even do this. YHWH would even raise up the poor from the dust of the ground.",
    "start": "00:41:04",
    "end": "00:41:56"
  },
  {
    "text": "The most desolate place.",
    "start": "00:41:58",
    "end": "00:41:59"
  },
  {
    "text": "Yes. Lift up the needy from the ash heap. And he would enthrone them with nobles so that they inherit. Think of firstborn and inheritance. That they are the ones who inherit the seat of honor. Okay, let's pause there. So you get this whole string of inversions. And she's getting really cosmic here. Yeah. So think of the different categories. She talks about warriors. So the bows of the mighty are shattered, but the weak warrior, that actually is strong. Then you have food, and then you have.",
    "start": "00:41:59",
    "end": "00:42:35"
  },
  {
    "text": "It's kind of like the turn the other cheek kind of thing. The weak warrior.",
    "start": "00:42:35",
    "end": "00:42:39"
  },
  {
    "text": "Oh, yeah, that's right.",
    "start": "00:42:39",
    "end": "00:42:41"
  },
  {
    "text": "Show your strength through a posture of weakness.",
    "start": "00:42:41",
    "end": "00:42:44"
  },
  {
    "text": "That's right. Yep. So being full or hungry, being barren or having many children, death or life, the grave or resurrection. Poor and rich. Poor in the dust versus up high on a throne. So it's all these inversions and she's abstracting. This is a meditation on What? The stories, all the cycles of the melody throughout the Torah and the prophets have been teaching you. But she does it here. So rad, man. Yeah, they upset. This is kind of the. For me, what was formative for how Jesus consolidates all this together in what we start calling the upside down kingdom in the Gospels. But it's this idea. Yeah, yeah. So she goes on, she says the pillars of the land belong to Yahweh. He set the world on them.",
    "start": "00:42:44",
    "end": "00:43:33"
  },
  {
    "text": "Yeah. Why bring up the pillars, by the way? The pillars are something that I think a lot of people aren't that familiar with. The land itself sits on pillars, which then keep it elevated from the chaos waters.",
    "start": "00:43:34",
    "end": "00:43:50"
  },
  {
    "text": "Right, Correct. Yeah. Just like a house or a structure or a roof is set on pillars. And so this is a metaphor for how the biblical authors imagine that the dry land is elevated atop of the chaos waters. And Yahweh is the one who makes those pillars and keeps them firm. In other words, they believe the dry land and all order and life could at any moment be totally overwhelmed by death and disorder, but God has created.",
    "start": "00:43:50",
    "end": "00:44:18"
  },
  {
    "text": "The structure by which it exists.",
    "start": "00:44:18",
    "end": "00:44:20"
  },
  {
    "text": "So what's funny is this is funny, a little ironic kind of twist, because you at first think, how does this fit in? Yeah, we've gone through all these inversions. When you think of inversions, you think of upsetting order. The strong are weak and the kings get humiliated and the poor become the rulers. Like that's upsetting the world order.",
    "start": "00:44:21",
    "end": "00:44:40"
  },
  {
    "text": "Well, maybe in a way, like taking dry land and setting up on pillars to stand up above the chaos waters is also disrupting.",
    "start": "00:44:41",
    "end": "00:44:50"
  },
  {
    "text": "Oh, it's going against the forces of chaos.",
    "start": "00:44:50",
    "end": "00:44:53"
  },
  {
    "text": "Yeah, it's going against the forces of chaos.",
    "start": "00:44:53",
    "end": "00:44:54"
  },
  {
    "text": "Yeah, that's right. And in addition to that, I think this little line is talking about, yes, Yahweh is the keeper of order, but what if the way that he keeps order is by upsetting human order? I think, yeah, yeah. Because it's all about inversion, subversion, Upside down Yahweh doing the opposite of what humans think. But Yahweh is the one responsible for the order in the world. What if his way of ordering is having to disorder our distorted orders? That's the idea.",
    "start": "00:44:54",
    "end": "00:45:24"
  },
  {
    "text": "Okay.",
    "start": "00:45:24",
    "end": "00:45:25"
  },
  {
    "text": "Yeah. Verse 9. He keeps the feet of his godly ones. That's a stability image. But the wicked, they are silenced in darkness. For it is not by strength that people prevail.",
    "start": "00:45:25",
    "end": "00:45:38"
  },
  {
    "text": "She's feeling this in the moment. She's experiencing this moment. Yeah, but look around, Hannah. Like, that's not what's going on everywhere. You know?",
    "start": "00:46:11",
    "end": "00:46:21"
  },
  {
    "text": "Yes.",
    "start": "00:46:21",
    "end": "00:46:21"
  },
  {
    "text": "Like the wicked. You know, I bet she could, like, just travel a couple miles in any direction and find some scheming, manipulative, violent men, like, doing a Lemmick thing and just being like, look at me.",
    "start": "00:46:21",
    "end": "00:46:36"
  },
  {
    "text": "Totally. Totally. Okay, so this is what's so rad, is this poem is programmatic for the rest of the Samuel scroll. What she's giving you is the program. And her story has been set in front as the template. And the bold, audacious claim of her poem is actually, in reality, the way Yahweh works in the world is like, what he did for me.",
    "start": "00:46:36",
    "end": "00:47:00"
  },
  {
    "text": "This is audacious.",
    "start": "00:47:01",
    "end": "00:47:02"
  },
  {
    "text": "And that's how the world is ordered is by Yahweh confronting human disorders. So actually, what she's about to say is this is how Yahweh actually really works in the world. And if you have eyes to see it, you'll start seeing it everywhere. And just think about what the Samuel scroll is going to be about. It's going to be about the rise of Israel's first king, a guy named Saul, and then it's going to be about his slow, tragic downfall because of the slow turning away of his heart. And so Yahweh raises him up and then he brings him down. And then it's going to be about Yahweh taking David, who's down in the dust of low status, and he raises him up and the slow turning of David's heart, and then he goes down. And so really, the whole Samuel scroll is a study of two kings that both are exalted and both fall, but in really different ways. And they embody what Hannah says about this poem. But look at what she says next. She says those who contend with Yahweh will be shattered. Against them, he will thunder in the skies. Yahweh is the judge of all the ends of the land, and he gives strength to his king, and he will exalt the horn of his Mashiach, his anointed one. Then Elkanah went to his home at Ramah, and the boy stayed and served before Yahweh with Eli the priest. So there's going to be this rise and fall of inversions that will finally result.",
    "start": "00:47:02",
    "end": "00:48:34"
  },
  {
    "text": "She gets apocalyptic here. I mean, like, yeah, because this is this audacious. That's a great word. Hope for how the story, the human story, will come to fulfillment is with God judging the earth with justice. He is king with his strength, and this Messiah being victorious. But that's not the reality. On the ground she's experiencing that in some little way, her little moment of salvation.",
    "start": "00:48:35",
    "end": "00:49:10"
  },
  {
    "text": "Yep, yep.",
    "start": "00:49:10",
    "end": "00:49:10"
  },
  {
    "text": "And now it's getting cosmic.",
    "start": "00:49:10",
    "end": "00:49:12"
  },
  {
    "text": "Yeah. She sees in her life experience this plot arc, this arc of a story that she's like, this is what Yahweh has planned for the whole cosmos. It's like the world is the venue of people in their power games. But actually, what Yahweh loves to do is to take the powerless and put them in charge. But you know what? Even that can become a roller coaster. But ultimately, there is coming a day that is captured in this moment, which is the birth and the arrival of Yahweh's chosen one. And she paints a picture forward to final justice, the arrival of a king who will stand victorious over the nations. You're just like, whoa, man. Hannah the poet.",
    "start": "00:49:12",
    "end": "00:49:58"
  },
  {
    "text": "Whoa, man. That's from Mary, an axmeter woman.",
    "start": "00:49:58",
    "end": "00:50:04"
  },
  {
    "text": "Yeah.",
    "start": "00:50:04",
    "end": "00:50:05"
  },
  {
    "text": "Whoa, man.",
    "start": "00:50:05",
    "end": "00:50:06"
  },
  {
    "text": "That's right. Thank you, Mike Myers. This poem has it all, man. You know, I said we were going to talk about the story of David and then go to Isaiah, but no, no, no, we need to stay here. So you want to know? It's super awesome. So, okay, what happens if Samuel is born?",
    "start": "00:50:06",
    "end": "00:50:21"
  },
  {
    "text": "Yeah.",
    "start": "00:50:21",
    "end": "00:50:22"
  },
  {
    "text": "And all of a sudden, Samuel is compared to the two sons of Eli. Okay, so they have a rivalry. They have a rivalry. And they're chumps. I mean, they're stealing.",
    "start": "00:50:22",
    "end": "00:50:32"
  },
  {
    "text": "The sons of Eli are chumps.",
    "start": "00:50:32",
    "end": "00:50:34"
  },
  {
    "text": "Yeah, they're stealing from Israelites, and they're, like, literally bullying Israelites coming to give their offerings. And so what Yahweh orchestrates in the next few chapters is the exaltation of Samuel as the real leader of the Tabernacle. And the.",
    "start": "00:50:34",
    "end": "00:50:50"
  },
  {
    "text": "Even though he's not a Levite.",
    "start": "00:50:50",
    "end": "00:50:52"
  },
  {
    "text": "No, no, he's totally.",
    "start": "00:50:52",
    "end": "00:50:53"
  },
  {
    "text": "Yeah, he's a true outsider then in this scenario.",
    "start": "00:50:53",
    "end": "00:50:57"
  },
  {
    "text": "Yeah. So Samuel becomes one, exalted to the place that the Levites should occupy. But there's no qualified Levites, and they're all corrupt with the sons, the two sons of Eli, Hophni and Finchas. And then. So what happens is the Philistines attack. They steal the ark, and Hofni and Finchas and Eli all die in the fallout from that battle. And then the ark is delivered back because Yahweh sends plagues on the Philistines. But without.",
    "start": "00:50:57",
    "end": "00:51:27"
  },
  {
    "text": "And they're like, here you go.",
    "start": "00:51:28",
    "end": "00:51:29"
  },
  {
    "text": "Totally have it back. But without a Moses figure, just. The ark becomes his own Moses. And striking. It's really fascinating. And so the ark comes back on a cart, and Samuel. And they're, like, there to guide it back into the Tabernacle. So Samuel, both Hannah and Samuel become these exalted latecomers over what you think is the firstborn. And so that's the story. And it sets the tenor for what the rest of the Samuel scroll will be about, which is mainly a story about the rise and fall of Saul, the first king, and then the rise and fall of David, Israel's second king.",
    "start": "00:51:29",
    "end": "00:52:04"
  },
  {
    "text": "So if Eli's sons are also about the theme, and we didn't really dig into that, but it makes me think of Aaron's sons.",
    "start": "00:52:05",
    "end": "00:52:17"
  },
  {
    "text": "Totally. Yes.",
    "start": "00:52:17",
    "end": "00:52:19"
  },
  {
    "text": "Aaron's sons who go in with a strange fire and then they're, like, disqualified. They're killed.",
    "start": "00:52:19",
    "end": "00:52:25"
  },
  {
    "text": "Yeah, yeah. And you want to. I mean, Hophni and Finchas, Eli's sons. There's all these hyperlinks in the stories about them to the weird story in Leviticus 10. It's really interesting. So you're ins. Good job. I'm just saying. I'm affirming your insight. It is an important analogy.",
    "start": "00:52:25",
    "end": "00:52:41"
  },
  {
    "text": "And this is maybe getting out of the theme, perhaps, but you've also connected Aaron's sons to Ananias and Thyra before in Acts, and that's a strange story in the book of Acts where these two characters are just struck dead. And.",
    "start": "00:52:42",
    "end": "00:52:59"
  },
  {
    "text": "Yeah, it's really severe.",
    "start": "00:53:00",
    "end": "00:53:01"
  },
  {
    "text": "Yeah.",
    "start": "00:53:01",
    "end": "00:53:02"
  },
  {
    "text": "Sudden and severe.",
    "start": "00:53:02",
    "end": "00:53:03"
  },
  {
    "text": "And this idea that we're all now supposed to be priests in the tabernacle, which we are also the tabernacle because we are in Christ, all these themes melding together, then we need to be a certain type of priest. And so is there anything there with. I mean, it's interesting that Samuel is not a Levite, but he comes in and kind of like takes over, rescues that position of taking care of the tabernacle. And is there something there about the not chosen one or not elected one coming in to then take the place and actually become the elected one?",
    "start": "00:53:03",
    "end": "00:53:50"
  },
  {
    "text": "Well, yes. I mean, there's many overlapping themes, actually. Let's go forward. I didn't plan on this, but it's great. So after Eli learns about what his sons are doing and he's, like, stoked. Stoked on Samuel.",
    "start": "00:53:50",
    "end": "00:54:00"
  },
  {
    "text": "Yeah, they got a good relationship.",
    "start": "00:54:00",
    "end": "00:54:02"
  },
  {
    "text": "Yeah, totally. Like the intern. But his actual sons are, like, really terrible. But he doesn't really disqualify them or take them out of service. And so a prophet, it's just called a man of God, comes up to Eli and just speaks Yahweh's word to him like a prophet. And Yahweh's really, really, like, severe against Eli. And so here I just want to read from this speech because it kind of, I think, will give an angle on what you're asking about. So what Yahweh says through the prophet to Eli is thus. This.",
    "start": "00:54:02",
    "end": "00:54:36"
  },
  {
    "text": "This is right after the prayer.",
    "start": "00:54:36",
    "end": "00:54:37"
  },
  {
    "text": "This is later in chapter two. Yeah, but basically, Eli finds out about what his sons are doing.",
    "start": "00:54:37",
    "end": "00:54:43"
  },
  {
    "text": "I mean, not like. Right, right. But like in the.",
    "start": "00:54:43",
    "end": "00:54:45"
  },
  {
    "text": "Later in the chapter. That's right, yep. The man of God comes and says, thus, says Yahweh, didn't I reveal myself to the house of your father? When they were in Egypt in bondage at Pharaoh's house, didn't I choose them, that is, the Levites from all the tribes of Israel, to be my priests, to go up to my altar to burn incense, to wear the Ephod? Didn't I give to the house of your father all the offerings, like the meat, you know, for the sons of Israel? Why do you kick at my sacrifice? It's like you throw it on the ground and kick it like it's trash. Why do you kick at my sacrifice and offering that I've commanded in my dwelling? It's not your dwelling. My dwelling. Why do you honor your sons above me, making yourself fat with the choice offerings of my people, Israel? So this is the story about. Yahweh has elevated the tribe of Levi the third, born of the sons of Jacob, to a place of honor, to be the priests. And then now this is about. This is like the Jacob pattern, the one that God does choose and elevate. It's kind of becomes a schemer. That's right. So this is the really fascinating line. So therefore, Yahweh, the God of Israel, declares, I did indeed say that your house and the house of your father would walk before me forever. I had promised you perpetual priesthood, but now Yahweh says, far be it from me. It's those who honor me that I will honor. And those who despise me will be treated as despised. The days are coming when I'll break your strength and the strength of your father's house. There will be not even old men in my house. You'll see the distress of my dwelling and in spite all the good that I might do for Israel. And an old man will no longer be in your house. And he goes on to say, like, you're going to die, your sons are going to die. And verse 35, I will raise up for myself a faithful priest who will do what is in my heart and in my Nephesh, my soul. And I will build for them a perpetual house. And he will walk before me as my anointed one, or he will walk before my anointed one. Always. There's the translation rabbit hole right there. But essentially what he's saying is like, you've been relieved of your job.",
    "start": "00:54:45",
    "end": "00:57:18"
  },
  {
    "text": "Yeah.",
    "start": "00:57:18",
    "end": "00:57:19"
  },
  {
    "text": "And I'll raise up. I raised your family up.",
    "start": "00:57:19",
    "end": "00:57:22"
  },
  {
    "text": "Yeah. I raised the poor from the dust. I can raise a new priest from another line.",
    "start": "00:57:22",
    "end": "00:57:30"
  },
  {
    "text": "So Eli becomes the negative example. Hannah's the first positive example. And now Eli is the first example of the high and mighty brought down. But the power of this lion. I did tell you that your family would be the eternal priesthood, but now I'm saying that you're not going to be that. That's uncomfortable, isn't it? Yeah, I think so too. Yeah.",
    "start": "00:57:30",
    "end": "00:57:55"
  },
  {
    "text": "I made a promise and you know what? You blew it.",
    "start": "00:57:55",
    "end": "00:57:58"
  },
  {
    "text": "Yeah. The reason why I'm reading this is it has that severity to it that's like the death of Aaron's sons and like Ananias and Sapphira. And this is a real tension that weaves throughout the biblical story of Yahweh giving genuine agency to his partners. And when they really blow it, man, like you can really, really blow it. And Yahweh will hand people over to the consequences and the fallout from that. Yet at the same time, Yahweh won't withdraw his long term covenant promises and purposes, but people can exclude themselves from participating in the fulfillment of those purposes. And now we're back to the themes of like the wilderness generation, you know, that doesn't get to enter the promised land. Moses doesn't get to enter the promised land. And this is a tension that's brought up again in the letter to the Hebrews, in the famous warning passages of Hebrews. And I don't think it's a tension you can fully resolve. We create theological systems that want to solve the riddle. And it seems to me the point is to let this challenge us and challenge every generation to reevaluate, be self critical, be like Hannah and surrender yourself to Yahweh's mercy again. But I don't also want to cover over the severity of the challenge here. So I don't know. All I've done is respond to what you raised, provide an answer.",
    "start": "00:57:59",
    "end": "00:59:29"
  },
  {
    "text": "And this is connected to the theme, right? Where it's like, I'm going to elevate someone, I'm going to select someone and, well, is it connected to the theme?",
    "start": "00:59:29",
    "end": "00:59:42"
  },
  {
    "text": "It's a twist on the core theme with Cain. Remember what God said to Cain, you know, I favored your Brother. But if you do good, isn't there exaltation for you, too? Sin is a croucher at your door. You can rule it. It's like you have a choice. Like the beasts, you have a choice to make your buddy. And so in a way, it's a little different because Eli is from the tribe of Levi. And what God said is, I had already exalted you. You were the late comer that I exalted, but you didn't do right by me.",
    "start": "00:59:43",
    "end": "01:00:20"
  },
  {
    "text": "And so it's not a license to just do whatever.",
    "start": "01:00:21",
    "end": "01:00:23"
  },
  {
    "text": "Yeah, you didn't rule the beast. And so you will be brought down instead of exalted.",
    "start": "01:00:23",
    "end": "01:00:28"
  },
  {
    "text": "Cool. Well, we didn't get to David.",
    "start": "01:00:30",
    "end": "01:00:32"
  },
  {
    "text": "No. Well, then I think we'll make David the next conversation. All right, because we can't not talk about David.",
    "start": "01:00:32",
    "end": "01:00:39"
  },
  {
    "text": "So we'll, we'll do the David.",
    "start": "01:00:39",
    "end": "01:00:41"
  },
  {
    "text": "But let's just note here the story of this oppressed, you know, woman in pain and suffering. And this story of this enfranchised but lazy and self indulgent priest and his sons. They live out exactly the inversion that Hannah's poem talks about. But it's also really at the heart of God's desire to exalt the humble and to bring down the high and mighty. And that's how Yahweh establishes the pillars and the order of the world. Such a powerful thing to meditate on. That's what these stories are all about. Great.",
    "start": "01:00:41",
    "end": "01:01:18"
  },
  {
    "text": "Okay, so this is Dan Gummel with the podcast team, and I'm back with another employee introduction, and I'm here with a friend of mine, a co worker, and we're going to read the outro credits, so. So do you want to go ahead and introduce yourself?",
    "start": "01:01:21",
    "end": "01:01:32"
  },
  {
    "text": "My name is Maka and I've been working for Bible Project for about a year now, and I am the product manager for the web squad.",
    "start": "01:01:32",
    "end": "01:01:39"
  },
  {
    "text": "So, Maka, tell us a little bit about what that means for you on a daily basis.",
    "start": "01:01:39",
    "end": "01:01:42"
  },
  {
    "text": "Yeah, I mean, work just involves everything that has to do with the website. Putting our podcasts up, our videos up, Bible studies, anything that has to do with the website. And you need to figure out what bibleproject has to say about something. And you find us on the web, you come to our website, and that's what I do.",
    "start": "01:01:42",
    "end": "01:02:02"
  },
  {
    "text": "So anything that's on the website, you have meticulously gone over and poured over in detail.",
    "start": "01:02:02",
    "end": "01:02:08"
  },
  {
    "text": "Yeah.",
    "start": "01:02:08",
    "end": "01:02:08"
  },
  {
    "text": "Tell me a little bit about your life outside of work.",
    "start": "01:02:08",
    "end": "01:02:11"
  },
  {
    "text": "Oh, yeah, sure. I live in Maryland with my two kids and my husband. Yeah.",
    "start": "01:02:11",
    "end": "01:02:18"
  },
  {
    "text": "So you're an active mom. How old are your kids?",
    "start": "01:02:18",
    "end": "01:02:20"
  },
  {
    "text": "There are four and five.",
    "start": "01:02:20",
    "end": "01:02:22"
  },
  {
    "text": "Oh, really? Yes.",
    "start": "01:02:23",
    "end": "01:02:24"
  },
  {
    "text": "What's one of the most unexpected things about being a parent?",
    "start": "01:02:24",
    "end": "01:02:28"
  },
  {
    "text": "I don't know. I mean, they were so close in age. As a new mom, I wasn't aware of how much diapers. So, yeah, it was literally. There was a time where I was, like, cleaning diapers every 30 minutes. It was intense, and so that was pretty surprising. No one told me that.",
    "start": "01:02:28",
    "end": "01:02:44"
  },
  {
    "text": "Wow.",
    "start": "01:02:44",
    "end": "01:02:45"
  },
  {
    "text": "It's like around the clock. Baby water.",
    "start": "01:02:46",
    "end": "01:02:47"
  },
  {
    "text": "Pass.",
    "start": "01:02:48",
    "end": "01:02:48"
  },
  {
    "text": "You sit down. Baby two.",
    "start": "01:02:48",
    "end": "01:02:50"
  },
  {
    "text": "Pass.",
    "start": "01:02:50",
    "end": "01:02:50"
  },
  {
    "text": "You sit down. It was intense.",
    "start": "01:02:50",
    "end": "01:02:52"
  },
  {
    "text": "Wow.",
    "start": "01:02:52",
    "end": "01:02:52"
  },
  {
    "text": "I don't know how people who have multiples deal with it.",
    "start": "01:02:52",
    "end": "01:02:55"
  },
  {
    "text": "Yeah.",
    "start": "01:02:55",
    "end": "01:02:56"
  },
  {
    "text": "Will you read the credits for us?",
    "start": "01:02:56",
    "end": "01:02:58"
  },
  {
    "text": "Sure. Thank you.",
    "start": "01:02:58",
    "end": "01:02:59"
  },
  {
    "text": "Today's show was produced by Cooper Peltz with associate producer Lindsey Ponder. Our lead editor is Dan Gummel. Tyler Bailey and Frank Garza are our editors. This episode was also made mixed by Tyler Bailey and Hannah Wu compiled our annotations for the BibleProject app. At the BibleProject, we believe the Bible is a unified story that leads to Jesus. Everything that we make is to serve that end. And it's free thanks to the generosity of thousands of people just like you. So thanks for being a part of this with us.",
    "start": "01:02:59",
    "end": "01:03:30"
  },
  {
    "text": "That was great. That was really smooth.",
    "start": "01:03:31",
    "end": "01:03:33"
  },
  {
    "text": "Thank.",
    "start": "01:03:33",
    "end": "01:03:34"
  },
  {
    "text": "You. Sa.",
    "start": "01:03:38",
    "end": "01:03:39"
  }
]