[
  {
    "text": "We've come to the end of our series exploring the theme of the firstborn. We started in Genesis, we've worked our way through the biblical story, and today we land the plane in the New Testament letters. In Colossians, Paul calls Jesus the image of the invisible God, the firstborn over all creation. Which is a cool title, but what does it mean?",
    "start": "00:00:04",
    "end": "00:00:24"
  },
  {
    "text": "So when he says the firstborn of creation, he doesn't have in mind that Jesus was born, that is, came into existence at some point. Firstborn here is describing a status or an identity. He doesn't say Jesus is in the image of God. What he's saying is when he reads Genesis 1, he sees the pre incarnate, pre human Jesus as being the image that humans are the image of.",
    "start": "00:00:24",
    "end": "00:00:49"
  },
  {
    "text": "So Jesus, the firstborn of creation, is the image of the invisible God and the image humans were made to be, which means Jesus shows us who God is, and Jesus reveals to us what it means to be truly human.",
    "start": "00:00:49",
    "end": "00:01:01"
  },
  {
    "text": "Even though he's like a new Adam, he's actually the first real human. If what it means to be human is to be one with the love of the divine Father, then there actually wasn't ever any humans before Jesus. That's putting it provocatively, but I think to say Jesus is the image of God, the second Adam, who is actually like the first Adam.",
    "start": "00:01:02",
    "end": "00:01:22"
  },
  {
    "text": "Paul says that Jesus is the firstborn among many siblings, which means we have the opportunity to claim new identities for ourselves as people who are loved by God, dignified and chosen by God, regardless of any merit others see in us or that we see in ourselves.",
    "start": "00:01:22",
    "end": "00:01:39"
  },
  {
    "text": "Jesus unique identity as the cosmic, eternal, divine firstborn son is. He is that one God, is that one. God's the most special, unique thing in all of reality. But what if being special and loved is not a zero sum game? What if we are all embodiments of that divine image and worthy of cosmic dignity and love? That is the whole story leading to Jesus. We are all invited to see who we really are as God's special children.",
    "start": "00:01:39",
    "end": "00:02:15"
  },
  {
    "text": "Today, Tim Mackey and I are talking about how the identity of Jesus as the cosmic firstborn defines what it means to be human. I'm John Collins and you're listening to BibleProject Podcast. Thanks for joining us. Here we go. Hello, Tim.",
    "start": "00:02:17",
    "end": "00:02:33"
  },
  {
    "text": "Yeah. Hey, John. Hello.",
    "start": "00:02:34",
    "end": "00:02:35"
  },
  {
    "text": "Is this the last episode in this series? It could be, but you know, you never know.",
    "start": "00:02:36",
    "end": "00:02:42"
  },
  {
    "text": "You never know, you never know. I have like three or four things that we could talk about, but we might only get through one. I don't know. We're gonna see.",
    "start": "00:02:42",
    "end": "00:02:51"
  },
  {
    "text": "All right. We'll see what happens. Yes, we are, though, at the tail end of a series we're calling the Firstborn, which in some ways is not a helpful title, but in some ways it is, especially as we maybe have this conversation today.",
    "start": "00:02:51",
    "end": "00:03:05"
  },
  {
    "text": "Yeah.",
    "start": "00:03:05",
    "end": "00:03:05"
  },
  {
    "text": "You did a couple summaries in the last few episodes. Maybe. I'll give it a shot.",
    "start": "00:03:06",
    "end": "00:03:11"
  },
  {
    "text": "Wonderful. Yeah.",
    "start": "00:03:11",
    "end": "00:03:13"
  },
  {
    "text": "So God, the God of the universe who created everything, has shared his dominion and power with his creatures, namely the spiritual beings on day four who ruled the sky. But more important to maybe us in our lived experience is that on day six, God creates humans and calls us these dirt creatures, his image to rule the land. And the creatures of the land in the sky and the see, and this is a pretty, like, big deal to be the image of God. In fact, it's such a big deal that the spiritual beings who are more glorious creatures, I mean, these are like the host of heaven, the angels, they're like, they're divine, majestic creatures, are not sure if this is kind of the right move in a way, and this is a lot of subtext, but this is what we walked through in episode two of this series, is that there's a sibling rivalry. And as you read through the whole Bible, not only is like a lot of the problems that happen because of this rivalry between spiritual beings and humans, but then there's a kind of unholy alliance that happens of rebellion between rebellious spiritual beings and humans. But at the heart of it is that the ones who were first, the spiritual beings, the firstborn, in a sense, are scandalized that God would show his generosity and favor and his attention to a more lowly creature, to humans. Why would God do that? Like, why isn't God just like, hey, the first, the most powerful, like, they get the best seat in the house. What is it about God that he undermines that from the very beginning?",
    "start": "00:03:13",
    "end": "00:05:03"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:05:04",
    "end": "00:05:05"
  },
  {
    "text": "And then the spiritual being in the form of the serpent deceives the humans to not trust God and his generosity. And now we've got the problem undergirding the whole story of the Bible is how can we actually rule on God's behalf when we're in rebellion against him? And we can't trust him and we can't trust his generosity, and we create violence. And so that's where God says, look, I'm going to solve this through a seed of humanity, A seed of the woman is going to come crush evil, set things right. And so now as we're waiting for the seed, we're wondering where is this human going to come from? What family? And God is going to continue to winnow down and choosing families from which this Messiah, the seed, is going to come. And he always chooses in a counterintuitive way. He doesn't choose the firstborn. He doesn't choose the most powerful. He chooses the late comer, the least expected. And while doing this, the same underlying issue ensues. Humanity doesn't know what to do with God's mode of dispensing his generosity. We're scandalized by it. And the most powerful, the firstborn, is like, hey, why did you overlook me? The one who's the late comer, the one who shouldn't have been chosen, that is chosen often doesn't live up to what they should have done with that responsibility. And a lot of the conflict in the Bible comes from these essentially sibling rivalries.",
    "start": "00:05:05",
    "end": "00:06:36"
  },
  {
    "text": "Yeah, the human conflicts come, the human.",
    "start": "00:06:36",
    "end": "00:06:38"
  },
  {
    "text": "Conflicts, which then are connected to the spiritual conflicts.",
    "start": "00:06:38",
    "end": "00:06:42"
  },
  {
    "text": "Exactly. Yeah. They're a mirror of this more cosmic conflict.",
    "start": "00:06:42",
    "end": "00:06:45"
  },
  {
    "text": "And so while we're all here, like in this mess of who should be first and who should God be blessing and can I trust God and do I need to build my own kingdom? And where's my alliance going to be? As we're just doing that whole thing, God shows up and says, you want to know who's first? It's this guy. It's Jesus who is the glory, the eternal word, the one who is. From the beginning, everything was made through this person. He has the most power in the whole universe. And in some mysterious way, he is both distinct from God and God, the true firstborn. And as we revealed Jesus's status, his identity in the Gospels as this son of God, the firstborn, we see then what does it look like to actually use God's power? And it's what we've kind of been trained to see, that God will go to the least likely, the oppressed, the poor, and want to elevate them. And it's not so that they get favoritism over everyone else. It's because there's enough generosity for everyone. And that mode is now being displayed in a new, beautiful way through the true power of the universe, the true firstborn. And then not only that, but because Jesus is now the human, the image of God that we are meant to be, he is also creating the path for us to then reclaim that title, be united with him, which means being united with God. And this wonderful John 17, trippy, like, being one with each other kind of thing. So, yeah, I think that's kind of where we're at.",
    "start": "00:06:46",
    "end": "00:08:38"
  },
  {
    "text": "Yeah, man, great job. Yeah. And just maybe one little kind of, as you say, double click on the second to last point is he's both the model for how to be a child of God who trusts God's generosity. So he both models the way to do that. But then actually, he is the way. Like, he's the one who. Who creates the way to reconnect estranged children from the father that they don't trust anymore. And so he is the one who rebuilds the way. He both models the way. And he is the way, to use that metaphor in John's gospel, which circles.",
    "start": "00:08:38",
    "end": "00:09:16"
  },
  {
    "text": "All the way back to God wanting to elevate humanity to be his image. Like he is the way back to that.",
    "start": "00:09:16",
    "end": "00:09:23"
  },
  {
    "text": "Exactly.",
    "start": "00:09:23",
    "end": "00:09:23"
  },
  {
    "text": "You said something really fascinating at the end of our last conversation, which is you said, as I think about my ability to now, through Jesus, commune with God, like Jesus, I now have a special identity that, like, you didn't use this language, but, like, God treasures me. And so thinking about that, what's interesting is we're talking. We've been talking about this impulse of wanting to make ourselves important. Right. And who's first and, like, who has the authority and the power. And where the conversation ended last was you kind of going, man, I'm important and I have significance. But it feels different than Cain saying, like, why aren't you showing me favor? It's like, I don't know what's there?",
    "start": "00:09:24",
    "end": "00:10:18"
  },
  {
    "text": "One way to think about inequities in a human community that's woven in to the structure and the fabric of how we organize life, and whether that's in a small human community, like a family or slightly bigger. Right. Extended family or neighborhood. But it's who's special here?",
    "start": "00:10:19",
    "end": "00:10:39"
  },
  {
    "text": "Yeah. Which is what we always want to know. Like. Right. Like you show up on the scene and you're like, who should I be paying attention to? Who are the power brokers here? You know, it's like when you introduce yourself at a conference, it's like you say like, what your job is. You know, like, you're trying to tell people, like, why should you care about me? Yeah, yeah.",
    "start": "00:10:39",
    "end": "00:10:58"
  },
  {
    "text": "What your accomplishments are. Exactly. Yes. So human communities just universally tend to organize themselves in ways that elevate certain things as being the most special or the most valuable, and then begin to rank, find themselves sorting ourselves into ranks. And so this happens in a million ways because human cultures are also different. But this is a universal. There's something about the human psyche that we're all Just deeply come into the world with a sense of who am I like, where do I fit and what makes me valuable or important? And so the way inequities get created is certain things get chosen as the valuable thing and then people who fit that slot end up getting whatever, more success, more resources and so on. And so that's the subtext of the drama of the biblical story is just taking that for granted as life outside of Eden for the human family. And what Jesus, his unique identity as the cosmic, eternal, divine firstborn son is. He is that one God, Is that one God's the most special unique thing in all of reality. But what if being special and loved is not a zero sum game? What if we are all embodiments of that divine image and worthy of cosmic dignity and love? And I think that is what the whole story leading to Jesus and what Jesus was trying to do and say and what the apostles believe happened, and this can spread through Jesus in the presence and power of his spirit, is that we are all invited to see who we really are as God's special children. Which is, I mean, that's what we're going to talk about today, right now. Right now, in fact. But you're right, I appreciate your kind of putting your finger on that because that is the personal impact of this. And it's why John, who lived longer than all the other apostles, so he got to reflect on it in one lifetime the most. Right. And think of like the letter of first John.",
    "start": "00:10:58",
    "end": "00:13:20"
  },
  {
    "text": "Yeah.",
    "start": "00:13:20",
    "end": "00:13:20"
  },
  {
    "text": "Which is that simple little sentence of God is love. Like, to say something like that is his simplest explainer of like, what this means for all of us. It's so powerful, man. I feel like even right now I just need to pause and go take a walk and pray. And so I will do that afterwards. But so let's meditate on some more scripture that unfolds this theme. So I just thought we would touch down at a few points where this theme of Jesus's identity as the Son or the firstborn son, and then what that means for those who recognize and trust what Jesus accomplished, that we get brought in to our status as sons and daughters. I wanted to look at this in the letters of Paul and then in the letter to the Hebrews. I think we can do that in the time that remains. Okay, let's go to one passage that we could do a whole conversation on this, but we already did years ago in the God series. It's in a section of Paul's letters, in the letter of 1 Corinthians chapter 8. And he's having this discussion about how the Corinthians, who are new followers of Jesus, they're non Israelites, and they're finding it really difficult how to navigate their previous life in Greek and Roman society, where there's temples everywhere, you get invited to sacrificial feasts to honor Apollo or Asclepius or Aphrodite. And there's all these ways that you can interface with the gods or spiritual beings in a way that could be really detrimental. And so he's trying to walk this fine line and say, listen, we have our allegiance to the one God, and that's primary, but you're going to have to find a way to navigate life in your city as you have that confession. So in 1 Corinthians 5 and 6, he begins talking about the identity of the one God that these followers of Jesus are called to. So in verse five, he says, listen, even if there are so called gods in heaven and on earth, and there are many gods and there are many lords, so meaning spiritual beings and principalities and powers out there, spiritual forces that are not the one true God, he says in verse six, yet for us there is one God, the Father, from whom are all things, and we are for him. And there is one Lord Jesus, the Messiah, through whom are all things, and we are through him. So lots of cool stuff here. You know, if you put this into a math formula, he's essentially saying one plus one equals one. We have one God the Father and one Lord Jesus Messiah, and they are the one God. And there's cool poetic parallelism, but he's taken the line of the Shema, hear, O Israel, the Lord our God, the Lord is one. And he's taken the words Lord and God that refers to one, and he split them into two. And he's put parallel God the Father and the Lord Jesus Messiah as the one God. And what's cool is that. That's cool. That itself is cool. But then these little lines about both God the Father and the one Lord Jesus Messiah, he doesn't say the word son, but that's what he means. Both of them are responsible for all reality.",
    "start": "00:13:20",
    "end": "00:17:43"
  },
  {
    "text": "Yeah, so. But in like different ways, in their own distinct way, it seems like subtly.",
    "start": "00:17:44",
    "end": "00:17:50"
  },
  {
    "text": "Exactly. So the Father is like the fundamental ground. He's the source of all reality, from whom are all things, and we are for him. We're on a journey back to the source from which we came to connect to it. And there is one Lord Jesus Messiah through whom are all things. So who Is the agent, the one through whom the eternal source of all things, the agent through whom all creation came into physical existence. It's the one Lord, the Son, the firstborn, and we are through him. So this poem, what's so great is like, this is an eternal mystery about the essence and identity of God. And the only language to capture it is poetry, which is what he's constructed here. A little short poem for us to meditate on the mystery of creation, of God, of who we are. And there's a father, son assumption here that's kind of at the core of this conception of God. So that's kind of step one. This is fundamental to Paul's thinking. So fundamental he can, like write a little poem about it that in his mind is super clear. And I think it is clear on one level. But it's kind of like in the God video we made years ago, where it's like, even though we can't understand this at its deepest level, we can better understand the parts that are hard to understand, or we can better understand what it is we don't understand. And I think this poem is a good example of that.",
    "start": "00:17:50",
    "end": "00:19:30"
  },
  {
    "text": "Yeah.",
    "start": "00:19:31",
    "end": "00:19:32"
  },
  {
    "text": "Okay, so that's like foundation for Paul's thinking about the Father and the Son. It's very similar to what we saw in the Gospels. So let's watch him do it in another poem. And this poem is longer, more complex, and it's a poem found in the first chapter of his letter to the Colossians. And I don't think we've meditated on this poem ever together at length.",
    "start": "00:19:32",
    "end": "00:19:54"
  },
  {
    "text": "Cool.",
    "start": "00:19:55",
    "end": "00:19:55"
  },
  {
    "text": "Yeah, it is cool. Its status as a poem. Actually, the study of this passage has a long pre history in New Testament studies because it's often called a hymn. Many scholars think that Paul has adapted and worked in either a poem or a hymn that was sung that either he wrote or that was sung in early Christian communities. And he's kind of brought it into the letter, incorporated it in. But it's a poem that works in two cycles. Or think of it like a poem in two halves. And they are. Both are about the identity of Jesus as the Son.",
    "start": "00:19:55",
    "end": "00:20:32"
  },
  {
    "text": "Wait, this could have been an early Christian, Christian hymn that Paul's reciting, correct?",
    "start": "00:20:32",
    "end": "00:20:36"
  },
  {
    "text": "Yeah, it's definitely a poem because it has a poetic structure to it. Let's see.",
    "start": "00:20:36",
    "end": "00:20:41"
  },
  {
    "text": "A hymn, meaning it would have been sung out loud.",
    "start": "00:20:41",
    "end": "00:20:44"
  },
  {
    "text": "Yeah. If anyone's interested in this, there's a recent work that summarizes the long history of this, which is a book by scholar Matthew Gordley called New Testament Christological hymns exploring texts, context and significance to. So what you find embedded in the New Testament letters are sections where Paul will often just kind of, like, get really poetic. And so people have wondered if these aren't snippets of early Christian hymns that would have been sung poems in early Christian gatherings. So there's the poem in Philippians, Chapter two. It's also in one of Paul's letters. People have thought this about the opening to the Gospel of John, the prologue, if it reflects snippets of a early Christian hymn. And there's lots of others. But Matthew Gordley's book is a great, great place to. It's actually really cool because it's this intersection of poetry, theology, music. It's a nerdy book for, like, people who serve as worship leaders in their church communities to read, but it actually could really enrich, especially if you're interested in songwriting. These are like earliest Christian songs. So maybe that's cool kind of background to this poem. What makes it less helpful is, you know, I. Or you are about to just read this. And anytime you hear someone else read a poem, you know, I'm always like, sorry, can I look at it? I find poetry hard to just listen to on its own for the first time. Because the point is, you're supposed to, like, hear it many, many times and sing it. And so there's a lot going on. But It's Colossians, chapter one, verse 15. I don't know. Should I just try and read it out loud?",
    "start": "00:20:44",
    "end": "00:22:28"
  },
  {
    "text": "Sure.",
    "start": "00:22:29",
    "end": "00:22:30"
  },
  {
    "text": "Okay. All right. It's a poem about the Son, who is the image of the invisible God, the firstborn of all creation. For in him all things were created in the heavens and on the earth, things visible and invisible. Whether thrones or powers or rulers or authorities. All things have been created through him and to him, for Him. And he is before all things, and in him all things hold together. And he is the head of the body, the assembly or the church, who is the beginning, the firstborn from the dead, so that he might have first place in all things. For in Him God was pleased that all of the fullness would dwell and through him to reconcile all things to Himself, things on earth and things in heaven, having made peace through the blood of his cross. That's the poem. So I'm showing you right now a picture of it kind of laid out and formatted to show the symmetries. Because it's two halves, and each one is a symmetry design into itself. And then the two halves mirror each other through repetition of identical words and ideas. So maybe I'll let you start to pick apart what you're noticing as you hear and then kind of look at it.",
    "start": "00:22:30",
    "end": "00:24:12"
  },
  {
    "text": "Okay. So there's two sections of the poem, and the first is looking at the sun as the image of the invisible God and riffing on, like, what we've talked about through John 1, through Luke's narratives of the baptism and transfiguration. He is the firstborn.",
    "start": "00:24:13",
    "end": "00:24:34"
  },
  {
    "text": "Yeah.",
    "start": "00:24:34",
    "end": "00:24:35"
  },
  {
    "text": "Here we're given very kind of really clean language. I feel like.",
    "start": "00:24:35",
    "end": "00:24:39"
  },
  {
    "text": "Yeah.",
    "start": "00:24:40",
    "end": "00:24:40"
  },
  {
    "text": "That we didn't get in, like, Luke's gospel.",
    "start": "00:24:40",
    "end": "00:24:42"
  },
  {
    "text": "Totally. Yeah. Or it's just. It's a different literary style. So Luke was more implicit. Right. Through hyperlink and narrative implication. This is poetry that's very explicit. Yeah.",
    "start": "00:24:42",
    "end": "00:24:54"
  },
  {
    "text": "So he calls him the image of the invisible God. That's interesting.",
    "start": "00:24:54",
    "end": "00:24:58"
  },
  {
    "text": "The word image is parallel to the word firstborn son in these first two lines. He's the image of the invisible God. He's the firstborn over all creation. So image and firstborn are in parallelism to each other.",
    "start": "00:24:58",
    "end": "00:25:13"
  },
  {
    "text": "Yeah. And the image, that's connected to the idea of humanity being God's image. But this is saying more than that. This is saying.",
    "start": "00:25:13",
    "end": "00:25:23"
  },
  {
    "text": "Yeah.",
    "start": "00:25:23",
    "end": "00:25:24"
  },
  {
    "text": "Maybe what Paul says even more explicitly in another passage where he calls Jesus like, the something image, the like.",
    "start": "00:25:24",
    "end": "00:25:34"
  },
  {
    "text": "Well, is this the passage you're thinking of?",
    "start": "00:25:37",
    "end": "00:25:39"
  },
  {
    "text": "I don't think so. It's almost like the exact image or the. Like the.",
    "start": "00:25:40",
    "end": "00:25:43"
  },
  {
    "text": "Oh, that's the opening of the letter to the Hebrews, which we'll look at.",
    "start": "00:25:44",
    "end": "00:25:47"
  },
  {
    "text": "Okay.",
    "start": "00:25:48",
    "end": "00:25:48"
  },
  {
    "text": "In a little bit later. So what is significant is he doesn't say Jesus is in the image of God. He is the image. Got it. In other words, what he's saying is when he reads Genesis 1, he sees humans as being made in the image or according to a likeness.",
    "start": "00:25:48",
    "end": "00:26:07"
  },
  {
    "text": "But he is the likeness.",
    "start": "00:26:09",
    "end": "00:26:10"
  },
  {
    "text": "Exactly. In other words, when he reads Genesis 1, he sees the pre incarnate, pre human Jesus as being the image that humans are the image of. He's the divine One, who is the image that humans are in the image of. Yeah, yeah. I think that's what he means, the image of the invisible God.",
    "start": "00:26:10",
    "end": "00:26:31"
  },
  {
    "text": "Cool. That's really helpful. And then that's parallel to the idea of the firstborn over creation. So his identity is so closely tied to God in this way. Described as the image.",
    "start": "00:26:31",
    "end": "00:26:46"
  },
  {
    "text": "Yeah.",
    "start": "00:26:47",
    "end": "00:26:47"
  },
  {
    "text": "And the firstborn.",
    "start": "00:26:47",
    "end": "00:26:48"
  },
  {
    "text": "Yeah. Which. So if you take for granted first Paul's image. Deepest conviction about Jesus is not that he is a creature, rather he is the creator and he is one with the Father. And because there is father and son. There's a distinction between them, but also they are one. So when he says the firstborn of creation, he doesn't have in mind that Jesus was born, that is, came into existence at some point. Firstborn here is describing a status or an identity. And this was actually a subject of huge debate in the first centuries of the Jesus movement. And this passage was at the center of many of those debates because the word firstborn was taken to literally mean he was a creature brought into existence as the first of anything that God ever created. And this was what was at stake in the debates that led to the Nicene Council and Nicene Creed and so on. So that's a whole rabbit hole to go in. But I just think for Paul, his deepest conviction is that Jesus is one with the Father, the Son and the Father are the one God. That's why I started with 1 Corinthians 8.",
    "start": "00:26:48",
    "end": "00:28:02"
  },
  {
    "text": "Now, when we were looking at. Was it John 1?",
    "start": "00:28:03",
    "end": "00:28:06"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:28:06",
    "end": "00:28:07"
  },
  {
    "text": "And the translation of mono.",
    "start": "00:28:07",
    "end": "00:28:09"
  },
  {
    "text": "Monogenes. The one and only.",
    "start": "00:28:10",
    "end": "00:28:11"
  },
  {
    "text": "The one and only. That kind of smoothed out this idea of Jesus being the begotten. Cause it's not monogeneo.",
    "start": "00:28:12",
    "end": "00:28:20"
  },
  {
    "text": "Right, right.",
    "start": "00:28:20",
    "end": "00:28:21"
  },
  {
    "text": "Which has its form from the Latin vulgate.",
    "start": "00:28:21",
    "end": "00:28:24"
  },
  {
    "text": "Correct.",
    "start": "00:28:24",
    "end": "00:28:25"
  },
  {
    "text": "But in Greek, it's monogenes, which is one and only one of its category. Okay, but here, different word. Paul's using the word firstborn.",
    "start": "00:28:25",
    "end": "00:28:36"
  },
  {
    "text": "Exactly. Yes.",
    "start": "00:28:36",
    "end": "00:28:38"
  },
  {
    "text": "Why?",
    "start": "00:28:38",
    "end": "00:28:38"
  },
  {
    "text": "Well, because that's the word most deeply connected to this theme in the Hebrew Bible.",
    "start": "00:28:39",
    "end": "00:28:43"
  },
  {
    "text": "The theme of. The theme of the firstborn.",
    "start": "00:28:45",
    "end": "00:28:47"
  },
  {
    "text": "Correct. Yeah.",
    "start": "00:28:47",
    "end": "00:28:48"
  },
  {
    "text": "He's trying to connect to the theme we've been talking about, which is who gets to rule, who does God choose to have authority.",
    "start": "00:28:48",
    "end": "00:28:57"
  },
  {
    "text": "Yeah. So the firstborn is a status within a family.",
    "start": "00:28:57",
    "end": "00:29:02"
  },
  {
    "text": "Yeah.",
    "start": "00:29:02",
    "end": "00:29:03"
  },
  {
    "text": "In other words, the word isn't emphasizing the origin of this one in the family. It's describing when you have a family, there's two ways to talk about the identity of the leaders of the family. There's the Father and then there's the One, and the status of the firstborn. And that it's that present status that is the focus of Paul's usage here, because he goes on to say that Jesus is the One. The next line is, in him, all things are created. And so that kind of puts Jesus on the divine side of creation as opposed to on the created side of God and creation. Does that make sense?",
    "start": "00:29:03",
    "end": "00:29:46"
  },
  {
    "text": "It does make sense. I mean, you can make an argument that God creates Jesus and then partnering with Jesus to create everything else.",
    "start": "00:29:46",
    "end": "00:29:52"
  },
  {
    "text": "Yep. And that is the argument that was brought to the table in the earliest Christian debates.",
    "start": "00:29:52",
    "end": "00:29:58"
  },
  {
    "text": "And so what the Nicene Creed irons out is like. Actually, no. Using the word firstborn was not to say Jesus was created. It's connected to this theme of status. And there's plenty of other passages and ideas to help us realize that Jesus was not created. He was from the beginning.",
    "start": "00:29:58",
    "end": "00:30:20"
  },
  {
    "text": "That's right. And so what happened in those early centuries was new language got developed to clarify this, and it would have been great if the apostles had done this for us, but they didn't need to. Like the debate.",
    "start": "00:30:20",
    "end": "00:30:34"
  },
  {
    "text": "You're talking about trinitarian language, correct?",
    "start": "00:30:34",
    "end": "00:30:36"
  },
  {
    "text": "Yeah. So what developed out of this was a way of clarifying Jesus as the eternally begotten one, or the eternal generation of the Son, meaning that there was never a moment where the Son was not right. But for there to be truly one God within whom there is an eternal Father and an eternal Son, there is some relationship between them. And what is that relationship? Well, the best we can do is use human language and then ratchet it up to a divine level.",
    "start": "00:30:36",
    "end": "00:31:09"
  },
  {
    "text": "Throw the word eternal in there.",
    "start": "00:31:11",
    "end": "00:31:12"
  },
  {
    "text": "Exactly. Which, again, it's better clarifying what ultimately we can't comprehend. Yeah. If anyone wants to. Actually, I'll recommend a great book. I was going to do it at the end, but a book into this that's very helpful for me is by Matthew Bates, a book called the Birth of the Trinity, something about New Testament and early Christian interpretation of the Old Testament. He traces the history of these types of passages, the Old Testament hyperlinks they're depending on, and how early Christian conversations about the identity of Father and Son developed in the early centuries into the first creeds. It's very helpful if you want to trace that path.",
    "start": "00:31:12",
    "end": "00:31:53"
  },
  {
    "text": "Cool.",
    "start": "00:31:53",
    "end": "00:31:54"
  },
  {
    "text": "So some translations come to Colossians 1:15 and translate the firstborn over all creation. When they do that, they're trying to clarify that this is. Firstborn means status, not origin.",
    "start": "00:31:54",
    "end": "00:32:07"
  },
  {
    "text": "Yeah.",
    "start": "00:32:07",
    "end": "00:32:08"
  },
  {
    "text": "So I prefer that as a translation. The firstborn over all creation.",
    "start": "00:32:08",
    "end": "00:32:11"
  },
  {
    "text": "Which is a legitimate translation of what's going on in the Greek there.",
    "start": "00:32:12",
    "end": "00:32:15"
  },
  {
    "text": "Correct. Yeah.",
    "start": "00:32:15",
    "end": "00:32:16"
  },
  {
    "text": "So this first half of the poem is about that status and identity.",
    "start": "00:32:16",
    "end": "00:32:20"
  },
  {
    "text": "Yes.",
    "start": "00:32:20",
    "end": "00:32:20"
  },
  {
    "text": "And then what it unpacks after that is that through him, in him all things were created, and through him all things were created. And for him, all things.",
    "start": "00:32:21",
    "end": "00:32:35"
  },
  {
    "text": "For him.",
    "start": "00:32:35",
    "end": "00:32:36"
  },
  {
    "text": "To Him.",
    "start": "00:32:36",
    "end": "00:32:36"
  },
  {
    "text": "Yeah, yeah. It's expositing and filling out what he said in 1 Corinthians 8, which is, there is one Lord, through whom are all things, and we are through Him.",
    "start": "00:32:36",
    "end": "00:32:50"
  },
  {
    "text": "Yeah, yeah. And then he's Got this line, all things hold together in him. That's a like, wow, what a status.",
    "start": "00:32:50",
    "end": "00:32:58"
  },
  {
    "text": "Totally. He is the rationale. Yeah. This is reflecting an insight. We're actually early Christians were like, you know, if they're hanging out at the pub on Friday night, they're like, jamming with their Neoplatonist friends or their Platonists, like philosopher buddies, because they all agree. What they all hold in common is that the reality is held together in a logical, rational order.",
    "start": "00:32:58",
    "end": "00:33:25"
  },
  {
    "text": "The logos.",
    "start": "00:33:25",
    "end": "00:33:26"
  },
  {
    "text": "The logos. And that we have rational minds that.",
    "start": "00:33:26",
    "end": "00:33:31"
  },
  {
    "text": "Are minds somehow can connect to it.",
    "start": "00:33:31",
    "end": "00:33:34"
  },
  {
    "text": "Can actually reach out of our heads and conceive of that order and rationally comprehend it and then study it in ways that we can predict things about reality and how it will behave based on the order out there. But that's from an imagined order in my mind. That must not be imaginary because it's real. I mean, it's like it actually. This is the stuff of. Yeah, we live in such a crazy reality. How is any of this even possible? And so Paul could jam out with his, like, whatever, Platonist buddy Athenagoras or something and be like, you know, where we agree. Where we agree is that all reality is being held together, and you think it's through an impersonal force or energy or ideal. And I'm telling you that that energy is a person. And it's a person who was crucified by the Roman state as a criminal. But God vindicated him by raising him from the dead, and he absorbed all the sin and death of our world into himself. And he loves you, Athenagoras. I think that's how it would go anyway. It's a little imaginary experiment. All things hold together. Yeah.",
    "start": "00:33:34",
    "end": "00:34:54"
  },
  {
    "text": "So in Greek thought that logos was very depersonalized. I mean, because in the ancient world, like, everything was deified. Right. All these powers and stuff are like, clearly deities. But.",
    "start": "00:35:27",
    "end": "00:35:39"
  },
  {
    "text": "Yeah, but we're not talking about just like the God of thunder or the God of fertility. We're talking about the fundamental order that transcends and makes possible humans or Zeus.",
    "start": "00:35:39",
    "end": "00:35:54"
  },
  {
    "text": "Ah, ah.",
    "start": "00:35:54",
    "end": "00:35:56"
  },
  {
    "text": "This transcendent ordering reality within which Zeus or humans or Aphrodite or the gods exist.",
    "start": "00:35:56",
    "end": "00:36:04"
  },
  {
    "text": "Yeah. Things in heaven and things in Earth.",
    "start": "00:36:04",
    "end": "00:36:06"
  },
  {
    "text": "Correct. Yeah, yeah. Actually, that's what he says. Powers, thrones, rulers and authorities. And he's both referring to the Roman state, but also to the principalities, the spiritual beings that the Roman state claims that they're an embodiment of. And he's like, listen, that's powerful.",
    "start": "00:36:07",
    "end": "00:36:23"
  },
  {
    "text": "There's real powers, but where are they? Getting their power.",
    "start": "00:36:23",
    "end": "00:36:26"
  },
  {
    "text": "Yeah, exactly.",
    "start": "00:36:26",
    "end": "00:36:27"
  },
  {
    "text": "How are they being sustained? Exactly what's holding this all together? It's the firstborn over creation.",
    "start": "00:36:27",
    "end": "00:36:33"
  },
  {
    "text": "Yep. Cosmic man.",
    "start": "00:36:33",
    "end": "00:36:35"
  },
  {
    "text": "So the heavens have ripped open. We see the firstborn of all creation. The second half of this poem, he's now talking about the relationship we have to the firstborn. Right?",
    "start": "00:36:35",
    "end": "00:36:45"
  },
  {
    "text": "Yeah, exactly. That firstborn has a body like came among us. What's implied here is the firstborn became a human, came among us and has actually connected and brought together a new humanity.",
    "start": "00:36:45",
    "end": "00:37:00"
  },
  {
    "text": "Right.",
    "start": "00:37:00",
    "end": "00:37:01"
  },
  {
    "text": "And he calls that the body of the son, that is the assembly or the ekklesia, which gets translated as church.",
    "start": "00:37:01",
    "end": "00:37:09"
  },
  {
    "text": "And then he wants to come back to the firstborn language but bring out a new nuance of it, which is so fascinating we haven't really talked about yet. Is this phrase the firstborn from the dead? Yeah, so he repeats again. He's from the beginning. But then there's this new thing. Somehow it's connected to being the head of the body, the ecclesia. That he's the firstborn from the dead.",
    "start": "00:37:09",
    "end": "00:37:36"
  },
  {
    "text": "Yeah. So there's implied the storyline here where he's the firstborn of all creation. So he's the author and the agent through whom all creation is both was created in the past and has been sustained every moment since. But also there's a lot of death in the world. Like things are not okay here. And so what the son also is, is the head of a new human family that is a new creation that is transcending the enemy and the barrier, that is death and decay and mortality.",
    "start": "00:37:37",
    "end": "00:38:09"
  },
  {
    "text": "Now, Jesus isn't. He's not the first one to have resurrected from the dead in the story of the Bible.",
    "start": "00:38:09",
    "end": "00:38:13"
  },
  {
    "text": "Oh, well, if by resurrection you just mean resuscitation from the dead.",
    "start": "00:38:14",
    "end": "00:38:18"
  },
  {
    "text": "Yes.",
    "start": "00:38:18",
    "end": "00:38:19"
  },
  {
    "text": "So that you'll die just a little later then. That's true. But in terms of like the victor, the conqueror of death who has reversed it and over whom death has no hold. That's what he means here.",
    "start": "00:38:19",
    "end": "00:38:31"
  },
  {
    "text": "He doesn't mean, hey, he was resurrected. He means he defeated death.",
    "start": "00:38:31",
    "end": "00:38:35"
  },
  {
    "text": "So just as he has a status over all creation of the firstborn, so he has the status of being the firstborn over a whole new creation human family over whom death has no power. That's what he means by the firstborn from the dead, so that he might have first place. And here he's riffing off the word first again. And actually it's a great example of he's commenting on what he means by the word firstborn, not in terms of origin that he came into existence, but rather status. He has the status of first place in all things.",
    "start": "00:38:36",
    "end": "00:39:12"
  },
  {
    "text": "He gets to sit at the right hand or he gets. Yeah, he's the first.",
    "start": "00:39:13",
    "end": "00:39:18"
  },
  {
    "text": "Yeah. And then he fills out the narrative a little more. Well, how is it that there is a body called the assembly around this firstborn of a whole new creation that transcends death? Like, how did that happen? Well, in him, God's fullness, and here he's alluding to all the temple glory, filling the temple, the fiery glory cloud that dwells in the temple.",
    "start": "00:39:18",
    "end": "00:39:44"
  },
  {
    "text": "That's the fullness.",
    "start": "00:39:44",
    "end": "00:39:45"
  },
  {
    "text": "Yep. So the Son was that fullness in a human. And through that human son, that is the fullness of the divine glory, all things are reconciled through him to God the Father. Things on the land and things in the sky. And how did that happen? All came crashing into the moment of what happened in his death and resurrection.",
    "start": "00:39:45",
    "end": "00:40:13"
  },
  {
    "text": "And so when you. We've talked from the very beginning of this project about the story of the Bible is about the reunification, the union of heaven and earth.",
    "start": "00:40:13",
    "end": "00:40:21"
  },
  {
    "text": "Yeah, it's from the horse's mouth.",
    "start": "00:40:21",
    "end": "00:40:23"
  },
  {
    "text": "And here it is.",
    "start": "00:40:26",
    "end": "00:40:27"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:40:27",
    "end": "00:40:28"
  },
  {
    "text": "All things reconciled on earth and in heaven, on the land, in the sky. And there's peace now with the union means peace.",
    "start": "00:40:28",
    "end": "00:40:37"
  },
  {
    "text": "Yeah.",
    "start": "00:40:38",
    "end": "00:40:38"
  },
  {
    "text": "And it's through what happened on the cross and implied.",
    "start": "00:40:38",
    "end": "00:40:44"
  },
  {
    "text": "And his resurrection, because that is what was implied with being the firstborn from the dead. He died on the cross.",
    "start": "00:40:44",
    "end": "00:40:51"
  },
  {
    "text": "Yeah.",
    "start": "00:40:51",
    "end": "00:40:52"
  },
  {
    "text": "But he overcame the power of death in the resurrection. And in that death and resurrection, reconciliation and peace was accomplished.",
    "start": "00:40:52",
    "end": "00:41:01"
  },
  {
    "text": "When we looked at the suffering servant poem, I don't remember which one, but it does call the servant like a. I don't know if he uses the word atoning, sacrifice or purification. Sacrifice.",
    "start": "00:41:01",
    "end": "00:41:13"
  },
  {
    "text": "Yeah, a sacrifice. A sacrifice to cover over sins. The effect, consequences of sin. Yeah, that's right.",
    "start": "00:41:13",
    "end": "00:41:22"
  },
  {
    "text": "Yeah. And that's this idea here. The blood.",
    "start": "00:41:22",
    "end": "00:41:24"
  },
  {
    "text": "That's right. Yep. That whole. So dense. The word blood signals everything in the Torah about the meaning of sacrifice and atonement. Yeah, that's right.",
    "start": "00:41:24",
    "end": "00:41:35"
  },
  {
    "text": "But then you've got to not end there. You got to circle back to the beginning of this half of the poem, which is that he's also the firstborn from the dead. He didn't just die as an atonement, but he conquered death through that sacrifice.",
    "start": "00:41:36",
    "end": "00:41:50"
  },
  {
    "text": "Yeah. Life conquered death. And through that life, a dying cosmos was reconciled to the living God. Wow. Yeah. Isn't this an amazing poem?",
    "start": "00:41:50",
    "end": "00:42:03"
  },
  {
    "text": "Yeah.",
    "start": "00:42:03",
    "end": "00:42:04"
  },
  {
    "text": "Like, there's so much that goes unstated here. Okay. Scott McKnight, New Testament scholar whose huge influence on Me. And on the whole field of New Testament studies, he wrote a commentary on Colossians, is just about four or five years old. Can I read through kind of how he tries to summarize the poem? Well, first of all, let's just recognize anytime you try and summarize a poem, you're creating something other than the poem.",
    "start": "00:42:04",
    "end": "00:42:28"
  },
  {
    "text": "So anytime you make an explainer video about the Bible, you're.",
    "start": "00:42:31",
    "end": "00:42:34"
  },
  {
    "text": "Yeah, totally. Yeah, exactly Right.",
    "start": "00:42:34",
    "end": "00:42:36"
  },
  {
    "text": "No longer reading the Bible.",
    "start": "00:42:36",
    "end": "00:42:37"
  },
  {
    "text": "Yeah. So he's trying to comment on the double usage of the word firstborn in this poem.",
    "start": "00:42:37",
    "end": "00:42:42"
  },
  {
    "text": "Okay.",
    "start": "00:42:42",
    "end": "00:42:42"
  },
  {
    "text": "So he says the. The term firstborn is used throughout the Septuagint. That is the Greek translation of the Old Testament for the temporally firstborn child from a mother. And the same sense is found in the New Testament use of firstborn, too. But the term also indicates the status of preeminence. When speaking of Israel as God's firstborn. That's from the book of Exodus. When speaking of the future king from the line of David, or when speaking. And we didn't talk about this. Of God's Wisdom herself. In Proverbs 8, she describes wisdom is called the firstborn. Yes. Yes. Yeah, That's a whole rabbit hole. We didn't go down. In the New Testament, Jesus is the firstborn, and the Greek word is prototokos. He's the firstborn in that he is the one into whose image all are being conformed. Romans, chapter 8. He is the one to be worshipped by all. That's how firstborn gets used in Hebrews Chapter one, which we'll end with the whole church absorbs his identity. In the letter to the Hebrews, the whole assembly of Jesus followers is called the assembly of the firstborn in Hebrews chapter 12. And he is also the firstborn from among the dead, which is what Paul says. And it's also a phrase used in the first chapter of the Revelation. In all of these references, they refer to his status, not birth origin or birth order. His superiority is in view more than temporality. His status is superior because he's before all things. Hierarchically, he is above all things. And ontologically, that means in terms of essence or being, he sustains all things. So he goes on to talk about the Adam imagery here. I don't know if we want to go into that, but just that statement I found really helpful. Yeah, he's above, he's before, he's through and in all things. Yeah, yeah. So this poem's amazing, and it really brings together kind of the deepest themes of the Biblical story, but also, I think, the deepest themes about what Paul is trying to communicate about Jesus in all of his letters. Which then leads to one other key aspect of Paul's thought, which is how we get brought into the party. Because mostly that poem is about Jesus, but he also had developed his theology in thinking about what that means for humans, for our status. So this aspect of his thought comes out in Romans. And we'll just look at one passage here. This is in Romans, chapter 8, starting in verse 14, where he says, everyone who is being led around by the Spirit of God, and he's got here in the background the Israelites being led through the wilderness out of Egypt by the pillar of cloud and fire. At least I think you'll see that's the subtext here. So those who are being led around by the Spirit of God, these are the children of God. For you have not received a spirit of slavery that would lead you to be afraid again. Rather, you have received a spirit of adoption as sons by which we can cry out abba Pater. He uses an Aramaic word and then a Greek word, abba, Father, Father, Father, Father, father. It's the same word, just in two languages. So let's just stop right there. So by talking about slavery, liberation, being led about, this is Exodus language. And so it's the idea that humanity has like been in slavery to a cruel pharaoh, that is the evil one, and death. And through the firstborn, we've been led out through like a new Moses. And the ones that God is leading out of death and slavery are God's children. And if you have God's spirit in you, then you are able to embrace your status as a child of God. And then he uses Jesus's Aramaic word to talk about his father and says that can be our cry too. So, yeah, let's just pause. He is a rabbi, a multicultural, multilingual rabbi.",
    "start": "00:42:43",
    "end": "00:47:30"
  },
  {
    "text": "Jesus is Paul.",
    "start": "00:47:30",
    "end": "00:47:32"
  },
  {
    "text": "Yes.",
    "start": "00:47:32",
    "end": "00:47:33"
  },
  {
    "text": "Yeah.",
    "start": "00:47:33",
    "end": "00:47:33"
  },
  {
    "text": "And he's writing to followers of Jesus in Rome that he's never visited. And he knows they're made up of Israelite and non Israelite people. He assumes that these followers of Jesus imagine God as Father and that they use both Greek and Aramaic to call God Father.",
    "start": "00:47:34",
    "end": "00:47:57"
  },
  {
    "text": "Yeah.",
    "start": "00:47:57",
    "end": "00:47:58"
  },
  {
    "text": "And specifically, this is all about that we can adopt an identity for ourselves. That is the identity that Jesus saw for himself, which is the beloved adopted child of Abba, because Abba was Jesus word for the father. It's really profound.",
    "start": "00:47:58",
    "end": "00:48:17"
  },
  {
    "text": "Okay, so the story of the Bible begins with God calling humanity his image. And there, that's very close to this Idea of being a son, a child of God.",
    "start": "00:48:44",
    "end": "00:48:54"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:48:54",
    "end": "00:48:55"
  },
  {
    "text": "Now what is happening here? Because we're the image of God, but Jesus, we are in the image of.",
    "start": "00:48:55",
    "end": "00:49:03"
  },
  {
    "text": "God according to the image.",
    "start": "00:49:03",
    "end": "00:49:05"
  },
  {
    "text": "That's right, according to the image. But Jesus is the image. And now here in Romans, Paul's saying, hey, Jesus is the image. And in the same way he can say to God, Father, we can say, godfather, is this, is this something new than what was happening with being the image of God in Genesis 1? Is this like a deepening of that relationship or is this just a reclaiming of it?",
    "start": "00:49:05",
    "end": "00:49:34"
  },
  {
    "text": "Oh, I see. Well, it's a realization of something that was possible but never was realized in a way within this framework of father and with estranged children. For example, that Adam and Eve or Cain and the rest of the human family in the story never truly believes that they are the children of a generous father who wants to invite them all into the party, as it were.",
    "start": "00:49:34",
    "end": "00:50:02"
  },
  {
    "text": "So, like, the idea is by eating of the tree of life and not eating of the tree of knowledge of good and bad, Adam and Eve, humanity will learn to call God Abba in this way and be connected in this way.",
    "start": "00:50:02",
    "end": "00:50:15"
  },
  {
    "text": "Yeah. It's new in that Jesus was the first human to respond with trust to the love of the Father. So in that sense, even though he's like a new Adam, he's actually the first real human. If what it means to be human is to be one with the love of the divine Father, then there actually wasn't ever any humans before Jesus. I mean, that's putting it kind of facetiously and provocatively, but I think to say Jesus is the image of God and humans, you know, starting with Adam and Eve are made in the image or according to the likeness.",
    "start": "00:50:15",
    "end": "00:50:58"
  },
  {
    "text": "Yeah.",
    "start": "00:50:58",
    "end": "00:50:59"
  },
  {
    "text": "Means that there was some distance that was able to be bridged or able to be connected through love and trust, but that never was. And so Jesus is the second Adam who is actually like the first Adam. Yeah, he's the first truly human one to be united to the divine love.",
    "start": "00:50:59",
    "end": "00:51:18"
  },
  {
    "text": "Okay. Where my brain goes isn't like the parallel universe where Adam and Eve sure don't eat of the tree and then how are they going to meet Jesus and commune with God? And how do they actually become the true human, the first humans?",
    "start": "00:51:18",
    "end": "00:51:39"
  },
  {
    "text": "Yeah. Well, okay, so let's imagine it. The apostles all take for granted that the pre incarnate Jesus is right there in Genesis 1, that he is the image. He is the image after which the humans were made.",
    "start": "00:51:39",
    "end": "00:51:53"
  },
  {
    "text": "That made me wonder. Yeah, like when they're walking with God in the garden. Like, are they with Jesus? And when they're told to eat of the tree of life, are they being taught to commune with Jesus? Like, is that what's going on?",
    "start": "00:51:53",
    "end": "00:52:08"
  },
  {
    "text": "I think you can demonstrate that that is how all the apostles read and understood those stories in the Old Testament. Yeah. Wow. Which is why John, when he's describing the one Isaiah saw in his vision, for example, it's in John chapter 12 and he's retelling story of Isaiah seeing the glory of Yahweh in the temple, and it's recounting the story from Isaiah chapter 6. And he straight up says he saw Jesus glory. So and this isn't just that they are reading Jesus back into the Old Testament. They're actually tracking with a theme within the Hebrew Bible, which is God has a nuanced identity. There is the Father who is above all and overall who no man can see me and live. Right. But God within God's own self has bridged the gap and is made visible within creation through the angel of Yahweh, through the fire and the glory and the wisdom. And what they're saying is that is the one that became human and that we met, named Jesus of Nazareth and he is the image after which humanity was made as an image. And so in that sense, on your imaginative retelling Jesus. Well, it's a woulda, coulda, shoulda.",
    "start": "00:52:08",
    "end": "00:53:25"
  },
  {
    "text": "And I. Yeah, I think we've said enough because then it starts to get. I don't know.",
    "start": "00:53:25",
    "end": "00:53:31"
  },
  {
    "text": "No, it starts to get pretty speculative because the biblical story is trying to give an account of what has actually.",
    "start": "00:53:31",
    "end": "00:53:38"
  },
  {
    "text": "Happened, because Jesus and how we've met Jesus is something new. I mean, it's the word become flesh. And that hadn't happened in the garden, correct? Right.",
    "start": "00:53:38",
    "end": "00:53:50"
  },
  {
    "text": "That's right.",
    "start": "00:53:50",
    "end": "00:53:51"
  },
  {
    "text": "The Word had not become flesh in the way that it had with Jesus.",
    "start": "00:53:51",
    "end": "00:53:55"
  },
  {
    "text": "Yeah.",
    "start": "00:53:56",
    "end": "00:53:56"
  },
  {
    "text": "And so that doesn't mean Jesus was new. Jesus was from the beginning. But being united with humanity in that way.",
    "start": "00:53:56",
    "end": "00:54:04"
  },
  {
    "text": "Yes, exactly. Right. It is. That is new.",
    "start": "00:54:05",
    "end": "00:54:08"
  },
  {
    "text": "Markedly new.",
    "start": "00:54:08",
    "end": "00:54:08"
  },
  {
    "text": "Yep. It's what Paul calls the hidden mystery. It was hidden throughout the ages until it's been revealed through the apostles and prophets. And we made our video in the Spiritual Being series on the angel of the Lord. I think this was your phrasing, or maybe we hammered it out together, but I was really happy about it. We just talked about the angel of Yahweh and the glory and the fire. Is Yahweh appearing as a human figure? And what makes. What's the leap Forward in the incarnation is the glory of Yahweh actually becoming human.",
    "start": "00:54:08",
    "end": "00:54:40"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:54:41",
    "end": "00:54:42"
  },
  {
    "text": "And that's been a really helpful way for me to think about it ever since we made that video.",
    "start": "00:54:42",
    "end": "00:54:46"
  },
  {
    "text": "Yeah. So it's Jesus. It's the word appearing to Adam and Eve in the garden. Was there.",
    "start": "00:54:47",
    "end": "00:54:54"
  },
  {
    "text": "Yeah. There's the fiery presence, the wind that came to walk with them in the garden.",
    "start": "00:54:54",
    "end": "00:54:59"
  },
  {
    "text": "Yeah, yeah. That they hid from because they were afraid of. Because of its intensity once they knew they had blown it. And so then as they're exiled, it's like God tells them, guys, you think you're being exiled because you are, but I'm going to come with you. Yeah, get ready. I'm coming. And he doesn't say it that explicitly. He just says a seed of the woman's gonna come. And we think, okay, a human. And then what it turns out to be is God become human.",
    "start": "00:54:59",
    "end": "00:55:28"
  },
  {
    "text": "Yeah. Oh, the mystery of the wisdom and the counsel of God, as Paul says at the end of Romans 8.",
    "start": "00:55:28",
    "end": "00:55:35"
  },
  {
    "text": "That is the right way to reflect on that.",
    "start": "00:55:35",
    "end": "00:55:39"
  },
  {
    "text": "Okay, so we're still not done with this paragraph in Romans 8.",
    "start": "00:55:39",
    "end": "00:55:43"
  },
  {
    "text": "Oh, we're not. Well, because this is all talking about, like, our identity back as being children of God.",
    "start": "00:55:44",
    "end": "00:55:48"
  },
  {
    "text": "Exactly.",
    "start": "00:55:48",
    "end": "00:55:49"
  },
  {
    "text": "And so this is about. We are meant to be in the likeness.",
    "start": "00:55:49",
    "end": "00:55:52"
  },
  {
    "text": "We are made according to the image and the likeness. Or in the image according to the likeness.",
    "start": "00:55:54",
    "end": "00:55:59"
  },
  {
    "text": "Yes, in the image according to the likeness. And we can reclaim that by being connected to.",
    "start": "00:55:59",
    "end": "00:56:05"
  },
  {
    "text": "Yeah. The one who is the image. The image, the firstborn, the Son.",
    "start": "00:56:05",
    "end": "00:56:11"
  },
  {
    "text": "And we receive that. And this is where. And we don't have time to get into this, but this is a whole. This is the whole theology around the Holy Spirit, how he. Yeah, that connects us.",
    "start": "00:56:11",
    "end": "00:56:23"
  },
  {
    "text": "Yeah.",
    "start": "00:56:23",
    "end": "00:56:24"
  },
  {
    "text": "Which is adoption.",
    "start": "00:56:25",
    "end": "00:56:25"
  },
  {
    "text": "Yeah, yeah. The same Spirit that communicated the divine love, the paternal love in the baptism of Jesus. It was the Spirit that brought that voice and love between the Father and the Son. The Spirit, like a dove descends. That same spirit can be received by us. And it's a spirit of adoption. The Spirit is that same love towards the Son. The firstborn is the same love that can come and fold me in to that eternal family of love that allows me to adopt the posture of Jesus, which is to call God my Abba Father. And so he goes on, he says, the Spirit testifies with our Spirit. In other words, this is for him. This is not just about doctrine. This is about a personal experience of. It's like we are all Cain or we're all Esau and coming to realize like there is a blessing for me too. And once you experience that love through the presence of God in one's life, you realize that we are the children of God. And if we're children, oh, there's way more in store because we are the heirs of the new creation inheritors, and we are heirs of God. We're fellow heirs with our brother, the Messiah. And lest you think that this is all just glory and paradise now, that inheritance is going to take us through the suffering and death of the world as we know it, so that we can be glorified in the resurrection with him into the new creation. That's how the thought finishes.",
    "start": "00:56:26",
    "end": "00:58:11"
  },
  {
    "text": "Yeah.",
    "start": "00:58:12",
    "end": "00:58:13"
  },
  {
    "text": "So powerful. So we're still working with the Exodus theme. We're led about by the Spirit. The Spirit adopts us into God's family out of slavery to the cruel pharaoh, and then we become inheritors of the promised land. That's what the word er means. You're going to inherit the blessing, which in the Hebrew Bible is land and abundance and security and shalom.",
    "start": "00:58:14",
    "end": "00:58:39"
  },
  {
    "text": "I don't know why this hasn't landed for me the way it is right now. As we've been tracing God's choosing, He keeps choosing someone. Seed's going to come from you and it's always the. The one you wouldn't expect. But that choosing comes to Jesus.",
    "start": "00:58:39",
    "end": "00:58:55"
  },
  {
    "text": "Yeah.",
    "start": "00:58:56",
    "end": "00:58:56"
  },
  {
    "text": "And so that choosing is over of like, narrowing down, fulfilled through Jesus, who then is now opening it back up and saying, like, I've conquered death, I've purified, and I want you to be adopted in now back to what was lost.",
    "start": "00:58:57",
    "end": "00:59:19"
  },
  {
    "text": "Yeah.",
    "start": "00:59:19",
    "end": "00:59:19"
  },
  {
    "text": "And it's going to be a new reboot of creation in which you can rule as inheritors with me.",
    "start": "00:59:20",
    "end": "00:59:26"
  },
  {
    "text": "Yeah, yeah, yeah. In other words, what? This allows us to go back and reread like the story of Cain and Abel and to see God's offer was really genuine Cain.",
    "start": "00:59:26",
    "end": "00:59:35"
  },
  {
    "text": "Yeah.",
    "start": "00:59:35",
    "end": "00:59:35"
  },
  {
    "text": "If you do good, there's exaltation for you too. Like, my choice of Abel doesn't exclude you in the long run, but it does force you to make a choice in the present of if you're gonna trust me and he doesn't trust and it leads to murder. So it's like the Jesus fulfillment of all of these cycles really tells the truth about what God was up to all along, which was to choose the one for the sake of the many. Yeah.",
    "start": "00:59:35",
    "end": "01:00:02"
  },
  {
    "text": "Okay. And we didn't talk about suffering. That's a whole other thing.",
    "start": "01:00:04",
    "end": "01:00:08"
  },
  {
    "text": "Yeah.",
    "start": "01:00:09",
    "end": "01:00:10"
  },
  {
    "text": "How does this connect to suffering?",
    "start": "01:00:10",
    "end": "01:00:11"
  },
  {
    "text": "Well, well, because you would think then.",
    "start": "01:00:11",
    "end": "01:00:12"
  },
  {
    "text": "This would all be about, like, wow, Victory.",
    "start": "01:00:12",
    "end": "01:00:14"
  },
  {
    "text": "Yeah. Paradise and new creation. The moment the stone rolled away from the tomb or at Pentecost or something. Yeah. And so that's the balance. That's the nuance that the biblical story has, that God really has launched the new creation through the birth of the new humanity, created the family of the firstborn. But the way that's going to be realized in reality is going to be through a continual process that's like the playing out of the process that led up to the arrival of the firstborn, which is every generation having to choose to trust and endure life outside of Eden as we wait for the reunion of heaven and earth.",
    "start": "01:00:14",
    "end": "01:00:59"
  },
  {
    "text": "And to go through the test.",
    "start": "01:00:59",
    "end": "01:01:00"
  },
  {
    "text": "Yeah. To go through our versions of what Cain went through and so on.",
    "start": "01:01:00",
    "end": "01:01:04"
  },
  {
    "text": "Or what Jesus went through.",
    "start": "01:01:05",
    "end": "01:01:07"
  },
  {
    "text": "Or what Jesus went through. Yeah. So let's land it here. I mean, there's more we could do throughout the New Testament. We could session this in Hebrews. You could session it in the Revelation. You could session this in the Letters of John.",
    "start": "01:01:07",
    "end": "01:01:19"
  },
  {
    "text": "Well. Well, the one passage we didn't go, to which we landed in the script as we wrote the script, because we've actually already finished the script.",
    "start": "01:01:19",
    "end": "01:01:28"
  },
  {
    "text": "It's true. Yeah.",
    "start": "01:01:29",
    "end": "01:01:31"
  },
  {
    "text": "Was the poem in Philippians where.",
    "start": "01:01:31",
    "end": "01:01:33"
  },
  {
    "text": "Yeah, yeah.",
    "start": "01:01:33",
    "end": "01:01:34"
  },
  {
    "text": "Paul appeals to be. To live this out in the way that Jesus lived out his power of the firstborn.",
    "start": "01:01:34",
    "end": "01:01:43"
  },
  {
    "text": "Yeah. He says, have this mindset among yourselves. That was also the mindset of Messiah Jesus. Yeah.",
    "start": "01:01:43",
    "end": "01:01:51"
  },
  {
    "text": "And what is that mindset?",
    "start": "01:01:51",
    "end": "01:01:52"
  },
  {
    "text": "Well, the whole point of the poem, he says was even though he was, what he says is he was in his nature, divine God, he was the firstborn.",
    "start": "01:01:52",
    "end": "01:02:04"
  },
  {
    "text": "Yeah.",
    "start": "01:02:04",
    "end": "01:02:05"
  },
  {
    "text": "Truly the cosmic firstborn. But he didn't regard that status as something to be used or grabbed and exploited for his own advantage.",
    "start": "01:02:05",
    "end": "01:02:15"
  },
  {
    "text": "Yeah.",
    "start": "01:02:15",
    "end": "01:02:16"
  },
  {
    "text": "Rather, he emptied himself of that status by going to the bottom and dying as a slave on behalf of others so that they could have his life and love and status as the firstborn. So we're back to that upside down. The way God uses his status and privilege is to divest God's self of those privileges, to bring others up.",
    "start": "01:02:16",
    "end": "01:02:41"
  },
  {
    "text": "And so as we imitate that, what Paul's calling us to is to accept the status with Jesus as now part of the family of the firstborn, but to then not let that become a way for us to try to just have power and protect ourselves, but to then serve others the way Jesus served others.",
    "start": "01:02:42",
    "end": "01:03:07"
  },
  {
    "text": "Yes. And he goes on to flesh that out with examples when he says, it's like Timothy who's, you know, you're a church leader. With you all. And you know what? He never prioritizes his own interests. He prioritizes the interests of others and of Jesus. It looks like Epaphroditus, who endured sickness and almost death to try and keep our communication between us through letters and that you could send me gifts while I'm in prison. He says it looks like those two women that he mentions in chapter four, Euodia, and soon. It means, like, they really need to settle their conflict and learn how to get along in their house, church, and. And help these women work out whatever difference they have. It becomes really practical real quick.",
    "start": "01:03:07",
    "end": "01:03:57"
  },
  {
    "text": "Right, yeah.",
    "start": "01:03:57",
    "end": "01:03:59"
  },
  {
    "text": "Which is the whole point. Of course it's the whole point.",
    "start": "01:03:59",
    "end": "01:04:02"
  },
  {
    "text": "Well, so that's where we end is this idea of being invited into the family of the firstborn. The reboot of humanity to actually rule on God's behalf, which is gonna look like serving and is gonna come with.",
    "start": "01:04:03",
    "end": "01:04:17"
  },
  {
    "text": "Suffering and hardship and potentially death. I mean, when he wrote that poem in Philippians 2, he was in prison. Not sure if he would live to see another week. Yeah. Man. This has been a wonderful conversation and survey of this theme. I'm feeling so many things right now. We're both like, left brained. So, like, we're fired. You know, like, we're really stimulated by all these ideas.",
    "start": "01:04:17",
    "end": "01:04:46"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "01:04:46",
    "end": "01:04:47"
  },
  {
    "text": "Which is wonderful. Like, I think that's what's supposed to happen, but at the same time, I'm just thinking of all these people and situations in my life.",
    "start": "01:04:47",
    "end": "01:04:55"
  },
  {
    "text": "Yeah.",
    "start": "01:04:56",
    "end": "01:04:56"
  },
  {
    "text": "Where I need. I really need to live as if this is true. Yeah. Well, thank you, John.",
    "start": "01:04:57",
    "end": "01:05:06"
  },
  {
    "text": "Yeah, thanks, Tim.",
    "start": "01:05:06",
    "end": "01:05:07"
  },
  {
    "text": "I'm really excited about the video, like, real time. You know, we are watching this video.",
    "start": "01:05:07",
    "end": "01:05:13"
  },
  {
    "text": "In production, actually in real time. At the point this conversation's out, the video should be in the world.",
    "start": "01:05:13",
    "end": "01:05:19"
  },
  {
    "text": "Oh, okay. Well, there you go. Yeah.",
    "start": "01:05:19",
    "end": "01:05:21"
  },
  {
    "text": "You have already seen the video.",
    "start": "01:05:21",
    "end": "01:05:23"
  },
  {
    "text": "That's right.",
    "start": "01:05:23",
    "end": "01:05:23"
  },
  {
    "text": "The point of getting to this conversation.",
    "start": "01:05:24",
    "end": "01:05:26"
  },
  {
    "text": "Okay, well, good point. It's a really. Both the visual language that the artists we're working with came up with to like communicate the high and the low and status and this inversion of authority and value that happens. It's really cool. I'm really excited for this video to try and bundle all of this into a five minute explainer.",
    "start": "01:05:26",
    "end": "01:05:51"
  },
  {
    "text": "We're planning on doing a Q and R that should be coming out soon, and then we'll turn our attention to something new. So thanks for following along. Thanks, Tim.",
    "start": "01:05:52",
    "end": "01:06:00"
  },
  {
    "text": "Yeah. Thank you, John. Thank you, everybody for your enthusiasm and support for what we're doing.",
    "start": "01:06:00",
    "end": "01:06:05"
  },
  {
    "text": "Thanks for listening to this episode of Bibleproject. PodC Next week we're starting a new series exploring a theme called the Anointed, which might not sound like an obvious theme to choose at first, but it's the title most commonly applied to Jesus in the New Testament, the Anointed One.",
    "start": "01:06:07",
    "end": "01:06:23"
  },
  {
    "text": "It's a Greek word, krio, which when you talk about a person who has been poured or smeared with oil, the title of that figure is Christos, which is the title Christ, and that is a Jewish Greek way of describing an English Ancient Israelite practice of pouring oil on certain people and places. And the Hebrew word for that is mashach. And what you call someone who's had oil smeared or poured over them is mashiach, from which we get the word Messiah.",
    "start": "01:06:23",
    "end": "01:06:51"
  },
  {
    "text": "Today's episode was brought to you by our podcast team with the producer Cooper Peltz, associate producer Lindsey Ponder, lead editor Dan Gummel, and editors Tyler Bailey and Frank Garza. Tyler Bailey also mixed the episode and Hand Wu provided the annotations for the annotated podcast on our app. Bibleproject is a crowdfunded nonprofit and we exist to experience the Bible as a unified story that leads to Jesus and everything that we make is free because of the generous support of thousands of people just like you. So thank you so much for being a part of this with us.",
    "start": "01:06:51",
    "end": "01:07:20"
  },
  {
    "text": "Hi, this is Randy from Tacoma, Washington. I first discovered bibleproject over five years ago on a long drive searching for a new podcast. I was immediately drawn to to the unpretentious and conversational relationship between Tim and John. All these years later, Tim and John have become two of my best friends and they don't even know me. I use bibleproject in daily study and in weekly study with a life group that my wife and I host. My favorite thing about BibleProject are the podcast series that are so engaging and have opened up an ancient context that I had not appreciated and where I'm now building new skills for recognizing biblical patterns and storylines that have brought the entire Bible into new focus. Thanks Tim and John and everyone at bibleproject for the amazing resources you bring to our current generation and culture. I believe the Bible is a unified story that leads to Jesus, crowdfunded by people like me. Find free videos, podcasts, classes and more@bibleproject.com it.",
    "start": "01:07:20",
    "end": "01:08:21"
  }
]