[
  {
    "text": "The firstborn is a theme in the Bible about how God consistently chooses to work with and bless the least likely people. In our last episode, we looked at the story of Samuel, the firstborn son of Hannah, a humble, barren woman who begs God for a son for years. God hears her and blesses her with Samuel, who becomes Israel's priest, prophet and judge. In the story of Hannah, the lowly is exalted. Today we pick up where we left off with the story of Samuel. He's an old man now. And the people of Israel look around and realize that all the other nations have powerful kings to rule them. And so they beg Samuel to anoint a king for them. This request deeply upset Samuel, because up until now, Yahweh has been Israel's king.",
    "start": "00:00:05",
    "end": "00:00:51"
  },
  {
    "text": "To ask for the type of power.",
    "start": "00:00:51",
    "end": "00:00:53"
  },
  {
    "text": "That other nations have, well, that's the same thing as idolatry.",
    "start": "00:00:53",
    "end": "00:00:57"
  },
  {
    "text": "Throughout the Book of Judges, whenever danger came on the scene, Yahweh's spirit would just pick somebody and raise them up like a Gideon or a Jephthah. But what a king is, is like, hey, we can make our own institution with a guy at the head, and then that guy can protect us. And that's the shift in allegiance that's happening here in this story. And it's being equated to the sin of the golden calf.",
    "start": "00:00:57",
    "end": "00:01:20"
  },
  {
    "text": "Yahweh tells Samuel to give Israel what they want. And so they end up with Saul as their very first king. He's tall, he's handsome, he's good with the sword. He looks like the ideal choice, the kind of person we want to have in charge.",
    "start": "00:01:21",
    "end": "00:01:34"
  },
  {
    "text": "Even though he's not the firstborn as such, he is the first king that is placed over Israel, and he's clearly the one that the people value. But God sees it as idolatrous from the start. The whole story of the rise and fall of Saul, then, is this king case study in the failure of human idols to deliver.",
    "start": "00:01:34",
    "end": "00:01:53"
  },
  {
    "text": "This brings us to the story of David, a shepherd boy who lives in the hills. A small overlooked boy, the youngest in his family, the least likely candidate to be king of Israel.",
    "start": "00:01:53",
    "end": "00:02:04"
  },
  {
    "text": "What makes someone be the right person to be in charge? What qualifies someone for power? Is it that they're tall or that they come from a good family? So really, this is a theme about. Humans are really poor judges of knowing what is truly valuable and good and should be set above, in this case, positions of authority.",
    "start": "00:02:05",
    "end": "00:02:25"
  },
  {
    "text": "Today, Tim Mackey and I talk about the theme of the firstborn and the story of Israel's first Kings. I'm John Collins. You're listening to bibleproject podcast. Thanks for joining us.",
    "start": "00:02:25",
    "end": "00:02:34"
  },
  {
    "text": "Here we go. All right, Tim.",
    "start": "00:02:34",
    "end": "00:02:45"
  },
  {
    "text": "Hey, John.",
    "start": "00:02:45",
    "end": "00:02:46"
  },
  {
    "text": "Hey. We are smack dab in the middle of a theme we're calling the theme of the firstborn, and it's really a theme about power. How does God deal with institutional power structures, whether that's within families or within cities? We haven't really gotten much to cities yet, but I think we're going to get into that territory today a little bit perhaps. But the firstborn is the idea of this ancient practice of giving the rights of your rule and often like a double portion of inheritance to one favored child, which is the one that showed up first, your firstborn child. And how throughout the whole story of the Bible, God is messing with and adapting and doing all sorts of maneuvers with this practice and kind of messing with us as we think about what does it mean for us to have God's power to rule on his behalf?",
    "start": "00:02:47",
    "end": "00:03:57"
  },
  {
    "text": "So what's interesting is the idea of firstborn sons and then later born sons. That's kind of some of the first stories, especially in Genesis, with Cain and Abel and Jacob and Esau, Joseph and his brothers. Like, that's where these themes really get rolling. But even within Genesis itself, recall that the theme gets broadened out to other situations, too, like rival wives of Rachel and Leah or Sarah and Hagar. And then as you go on throughout the Hebrew Bible, it's contrasting how God consistently identifies with and elevates the one of lower social status, like the Israelites and slavery over Pharaoh and Egypt that are enfranchised in imperial power. So you get all these contrasts. Or like in the last conversation we had about Hannah and Eli, you have this contrast between rival wives, one who has children and one who doesn't. But then also this contrast between, like, an old priest of high social rank in the community and then this young woman who doesn't have any children, who gets accused of acting like she's drunk in public, you know, but actually God's favor is with her. And God is going to bring down the high and mighty old priest, Eli, and elevate the son of this woman to become the new priest and leader of Israel. So it begins with the firstborn, and that's what the video will mostly focus on. But in these conversations, we've been following the theme. The firstborn is one way of the many ways that God challenges human structures of power and authority and value and subverts them to accomplish his will in the world. And that really is like the meta theme that we're tracing.",
    "start": "00:03:58",
    "end": "00:05:50"
  },
  {
    "text": "And it seems like that meta theme to me. It seems like it comes to some sort of head here, because now, as Israel has been, like, in the land for a while, and the power has just been shifting from one kind of tribal leader to the next.",
    "start": "00:05:51",
    "end": "00:06:10"
  },
  {
    "text": "Yeah, right, right.",
    "start": "00:06:10",
    "end": "00:06:11"
  },
  {
    "text": "And it's not very organized. And they're looking around and they're like, man, all these other nations around us have kings. They have one guy.",
    "start": "00:06:11",
    "end": "00:06:20"
  },
  {
    "text": "Yeah, yeah, exactly.",
    "start": "00:06:20",
    "end": "00:06:21"
  },
  {
    "text": "One guy who's like. He's got the power, and it's like the ultimate patriarch. It's the ultimate, like, power broker who then passes on his power to his sons. And so they want a king.",
    "start": "00:06:21",
    "end": "00:06:36"
  },
  {
    "text": "Yeah, totally. What a perfect segue, John. It's like you're like, this is your job to guide the conversation. Yeah. So what we're going to look at today is the story of the rise of the kingship in the story of Israel that leads to King David. And we're going to find all of the themes we've been talking about, the language and the vocabulary, it all gets recycled here in the David story. But in a really. Of course, there's always a twist with the Hebrew Bible in a really creative and powerful way. So. Yeah. Should we just dive in?",
    "start": "00:06:36",
    "end": "00:07:10"
  },
  {
    "text": "Let's do it.",
    "start": "00:07:10",
    "end": "00:07:10"
  },
  {
    "text": "Let's do it. Okay. So we're going to actually first just touch down before David comes onto the scene. And that is in 1st Samuel 8 as a key transition. 1st Samuel 17 is all about the rise of Samuel, and he is used by God to rescue Israel from the Philistines. First Samuel, chapter eight, we read. And it came about when Samuel was old that he appointed his sons as judges over Israel. So just right there. So Samuel, you know, is a man who was really shaped by powerful encounters with God, starting as a young boy. And he's legit, you know, he's a great biblical character. He's been faithful to God to lead the people.",
    "start": "00:07:10",
    "end": "00:07:52"
  },
  {
    "text": "So we're fast forwarding from when we were introduced to Samuel in our last conversation as the child born of Hannah.",
    "start": "00:07:53",
    "end": "00:07:59"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:07:59",
    "end": "00:08:00"
  },
  {
    "text": "Who then was dedicated to be a pseudo priest, like a Nazarene kind of priest.",
    "start": "00:08:00",
    "end": "00:08:07"
  },
  {
    "text": "Is that right? Like a priestly assistant that got adopted into the. But then God elevates him above Eli and Eli's corrupt sons. So you had the high priest Eli.",
    "start": "00:08:07",
    "end": "00:08:17"
  },
  {
    "text": "Another reversal. Yeah.",
    "start": "00:08:17",
    "end": "00:08:19"
  },
  {
    "text": "Who had two corrupt sons. And God elevated Samuel over those guys. And now just watch how this is gonna work. So now Samuel's old, so we've. Yeah.",
    "start": "00:08:19",
    "end": "00:08:30"
  },
  {
    "text": "So now Samuel's old and he's legit. Like we're. The stories about Samuel are great.",
    "start": "00:08:30",
    "end": "00:08:35"
  },
  {
    "text": "Yeah, he's been awesome. So it comes about when Samuel's old and that he appointed his sons to be judges over Israel. So like you just said, this is where Israel is. A federation of tribes in the land, which is basically what they were in Joshua, the book of Joshua and in the book of Judges. So it's really. It's a federation of tribes living in the hill country. And so God throughout the book of Judges, raised up different tribal leaders from different tribes for different periods of time to lead the people or rescue them from their enemies and so on. And so now Samuel has been that guy, and now he's old and so he's going to pass it on to his sons. Now, right there, there's something happening because the assumption is this patriarchal tradition of the father passing on to his sons and then his power. His power, exactly. His authority. So verse 2. Now, the name of his firstborn son was so even right there.",
    "start": "00:08:35",
    "end": "00:09:35"
  },
  {
    "text": "Joel.",
    "start": "00:09:35",
    "end": "00:09:36"
  },
  {
    "text": "Yeah, yeah. Yoel.",
    "start": "00:09:36",
    "end": "00:09:38"
  },
  {
    "text": "Billy Joel. Have you heard that bit, Billy?",
    "start": "00:09:38",
    "end": "00:09:41"
  },
  {
    "text": "Oh, no, no I haven't.",
    "start": "00:09:41",
    "end": "00:09:42"
  },
  {
    "text": "It's a Jim Gaffigan bit. And he was performing in Ireland somewhere. And one of the sound engineers, as he was kind of getting ready for the show, was like, hey, you know who I love? That American, Billy Joel. And Gavigan couldn't figure out what he was saying.",
    "start": "00:09:43",
    "end": "00:10:01"
  },
  {
    "text": "That's funny.",
    "start": "00:10:01",
    "end": "00:10:02"
  },
  {
    "text": "But it was Billy Joel.",
    "start": "00:10:02",
    "end": "00:10:02"
  },
  {
    "text": "Billy Joel. Yeah. Yoel.",
    "start": "00:10:02",
    "end": "00:10:04"
  },
  {
    "text": "Yoel.",
    "start": "00:10:04",
    "end": "00:10:05"
  },
  {
    "text": "Okay, so notice the narrator is drawing attention to the name of the firstborn. So we're in that territory again. So we have his two sons and they were judging in Beersheba, but his sons did not walk in their father's ways. They turned aside to dishonest gain and they took bribes and perverted justice. So we're at that piece, that part of the firstborn motif, which is hereditary authority being passed down, doesn't equate to character. Like the fact that the father had a good character doesn't mean that his sons will. And so now you have this authority being passed on to people who aren't fit for it. So the elders come together and they say to Samuel, look, you're old man and your sons, well, they're not like you. So appoint a king for us to judge us, you know, like all the other nations. So what's interesting here is that one of the motives is good.",
    "start": "00:10:05",
    "end": "00:11:05"
  },
  {
    "text": "Uh huh.",
    "start": "00:11:06",
    "end": "00:11:06"
  },
  {
    "text": "Like these guys aren't like you.",
    "start": "00:11:06",
    "end": "00:11:08"
  },
  {
    "text": "Yeah.",
    "start": "00:11:08",
    "end": "00:11:08"
  },
  {
    "text": "They're not qualified.",
    "start": "00:11:08",
    "end": "00:11:09"
  },
  {
    "text": "But you've been legit Samuel, but your kids are not going to work.",
    "start": "00:11:10",
    "end": "00:11:14"
  },
  {
    "text": "Yeah. So. But what they asked for isn't just like, let's pray that God would raise up a new judge. What they want is an institution, and what they want is a king. And their other part of their motive is really clear so that we can be like all the other nations.",
    "start": "00:11:14",
    "end": "00:11:32"
  },
  {
    "text": "Now, I feel like there's been times in the Torah where we've been warned against a king.",
    "start": "00:11:32",
    "end": "00:11:39"
  },
  {
    "text": "Yeah.",
    "start": "00:11:39",
    "end": "00:11:39"
  },
  {
    "text": "And that should be ringing in our ears, like, ooh, a king.",
    "start": "00:11:40",
    "end": "00:11:42"
  },
  {
    "text": "Yeah.",
    "start": "00:11:43",
    "end": "00:11:43"
  },
  {
    "text": "That's not smart.",
    "start": "00:11:44",
    "end": "00:11:45"
  },
  {
    "text": "Yes. In fact, this story is hyperlinked verbatim to the section of the Torah that you're thinking of, John. Gold star, man. Look at you hyperlinking it up. Deuteronomy, chapter 17, verse 14. When you enter into the land which the Lord your God gives you, and you possess it and live in it, and you say, I want to set a king over me like all the other nations who are around me. You shall set a king over you whom Yahweh, your God chooses. And it goes on to talk about the qualifications for that king. So definitely Yahweh saw this coming. And of course they're like, you know, the group of people in the land.",
    "start": "00:11:45",
    "end": "00:12:30"
  },
  {
    "text": "So is this the passage that talks about the king not multiplying his riches and being a Bible nerd and that kind of stuff?",
    "start": "00:12:31",
    "end": "00:12:39"
  },
  {
    "text": "He shouldn't multiply horses, that is tanks. Or definitely don't go back to Egypt, your former enslavers, to buy tanks, that is Horses. You shouldn't multiply wives. Implicit in there is treating women like property, which is definitely not a Garden of Eden ideal, but also political alliances and religious alliances. It's all woven in here. And also, don't increase silver and gold. Basically, the three things that all money, sex and power is kind of what we're after here.",
    "start": "00:12:39",
    "end": "00:13:13"
  },
  {
    "text": "Right.",
    "start": "00:13:13",
    "end": "00:13:14"
  },
  {
    "text": "Rather, he should be a Bible nerd, make his own copy of the Torah and just read and reread that all the days of his life hanging out with the priests. Yeah, totally. Okay, so that's the ideal king from God's point of view in the Torah back here at first Samuel 8. What's tricky here is one of the motives is good, like, your sons aren't like you, Samuel. But their solution to that and the other motive for their solution, you're supposed to just know, like, this is not probably the best thing. So watch the dynamic here. So this, literally, it was raw, it was evil or bad in the eyes of Samuel when they said, give us a king. And so Samuel prayed To Yahweh. And Yahweh said to Samuel, listen to the voice of the people with regard to all they say to you, because they haven't rejected you. Rather they've rejected me from being a king over them. This is what they've been doing since the day I brought them up out of Egypt to this day, in that they keep forsaking me to serve other gods. And they're doing it to you too. So then listen to their voice. However, you should warn them and tell them what the customs of a king are who will reign over them. So that's fascinating.",
    "start": "00:13:14",
    "end": "00:14:38"
  },
  {
    "text": "Yeah. What's fascinating here is it seems like God is saying that by asking for a king, there's in some ways seeking after other gods.",
    "start": "00:14:38",
    "end": "00:14:49"
  },
  {
    "text": "Yes, that's exactly right. Yeah. This little paragraph, 1st Samuel, 8, 7, 9, it's a three part speech and it's a little mirror symmetry. And so in the first part, it's listen to the voice of the people. They haven't rejected you, they've rejected me. The last part of the speech is listen to the people, but warn them about what the king will do. And then in the middle of those two is, hey, listen, this is just a replay of what they've been doing since the golden calf, which is forsaking me to serve other gods. So this speech is setting this request of the people on analogy to the request of the people at Mount Sinai to make the golden calf. Because this Moses, we don't know what happened to him. Like, God's already provided a leader. It's Moses, but we don't know where he is. So let's, like, have some other. Let's make for ourselves an Elohim who will go before us. That's super important for this story.",
    "start": "00:14:50",
    "end": "00:15:53"
  },
  {
    "text": "Yeah, because the connection is power. It's like, who's going to protect us, who we give our allegiance to, who will be the one who protects us?",
    "start": "00:15:54",
    "end": "00:16:06"
  },
  {
    "text": "Yeah. So I mean, the analogy is throughout the Book of Judges, whenever danger came on the scene, Yahweh's spirit would just pick somebody and raise them up. You know, like a Gideon or a Jephthah or Othniel or Shamgar, you know, all these. All these unnamed or, you know, named but undescribed figures in the Book of Judges. But what a king is, is like, hey, we can make our own institution. And then like with a guy at the head, and then that guy can protect us. And that's the shift in allegiance that's happening here in this story. And it's being equated to the sin of the golden calf. So fascinating.",
    "start": "00:16:06",
    "end": "00:16:49"
  },
  {
    "text": "And isn't that. Because that the Elohim, they rule through kingdoms and kings, like. Yeah, in the biblical imagination, like Nebuchadnezzar, he's like the manifestation of the king of Babylon. And so you could worship the God of Babylon, but you could also worship Nebuchadnezzar. And those two ideas are kind of connected.",
    "start": "00:16:49",
    "end": "00:17:12"
  },
  {
    "text": "Yeah, for sure. Yep. In the famous story of Shadrach, Meshach and Abednego, with the image bowing down to the. Or they wouldn't bow down to the image of the great king of Babylon and so on. So that's exactly right. And ideally, kings are humans, and humans are in the image of God. And so in that sense, they are called to be representations of God's rule. But here, the human kingship institution the Israelites want to put into place is their golden calf. So it's interesting how all these themes come together. But notice, so you have a guy, Samuel, whose firstborn and second born are the rulers in his place. And God is going to bring them down, just probably like Eli and the priests before them. But what the people want to replace Samuel and his sons with is like, no better. I think that's the point to be made here.",
    "start": "00:17:13",
    "end": "00:18:09"
  },
  {
    "text": "Yeah, it's interesting because the idea of humans ruling is a good thing.",
    "start": "00:18:09",
    "end": "00:18:15"
  },
  {
    "text": "Yeah, Right.",
    "start": "00:18:15",
    "end": "00:18:16"
  },
  {
    "text": "But it seems like here the idea is that wanting a king isn't about wanting to be the image of God. It's about God saw it as them saying, you know what? We can't really trust Yahweh's rule over us. We need an institution. We need our own thing. And that's pretty much the same as, like, going and just making idols. And that's just. That's interesting. I'm just trying to wrap my mind around that. And there's a thread to pull there. And we'll do that sometime.",
    "start": "00:18:16",
    "end": "00:18:46"
  },
  {
    "text": "Totally, totally. When and if we make a theme video on idolatry, which we ought to, this story will be at the center of it, because this is the story of the origin of kingship in Israel. And as you work through, especially into 1st Samuel 9 through 15, which is the story of Saul, the whole story is setting his rise and fall on analogy with the Israelites and their failure with the golden calf in Egypt. In other words, dude, this is. This is remarkable. The narrator, who's retelling the story of the origins of kingship in Israel is trying to show us that it was an act of idolatrous mistrust from the Very beginning.",
    "start": "00:18:46",
    "end": "00:19:30"
  },
  {
    "text": "Wow, that's crazy.",
    "start": "00:19:30",
    "end": "00:19:32"
  },
  {
    "text": "Yeah. What's funny is because oftentimes in biblical scholarship, the book of Samuel is referred to as like ancient Israelite propaganda for the monarchy in Israel. And you're just like, wow, like we're, we're, we're missing some serious signals here. Cuz it's a, it's an indictment of monarchy. It's not propaganda for it. It's the opposite. But anyway, that depends on the assumptions you have as you go into these stories in the first place. Okay, so what happens is Samuel then gives this long speech about, listen, if, if you want a king, here's what kings do. They're going to raise your taxes, they're going to take all your children and co opt them into their armies or bakeries, and he's going to like take all your fields and all of your harvests and make your children into slaves. And you're going to cry out because of this king that you say that you want. And Yahweh's not going to answer you, that is, he's going to let you have what you want. He's going to give you what you've chosen. But the people say no, no, they refuse to listen. There will be a king over us so we can be like the other nations, so that this king can go out before us and fight our battles. And you're like, what? That's what Yahweh has been doing. And you. So you kind of get the idea here. So this is then the story about the rise of King Saul. And there's a whole story to tell and we don't have time to go into it, except the first thing we're told about Saul. Saul is that he's super handsome. And from his shoulders up, he was more tall than any of the other Israelites. Yeah, he's like a giant. He's like one of the Nephilim.",
    "start": "00:19:32",
    "end": "00:21:45"
  },
  {
    "text": "You think you're supposed to think of him as a giant. I mean, that's interesting. I always imagine the giants being like, not just a head taller than everyone.",
    "start": "00:21:47",
    "end": "00:21:55"
  },
  {
    "text": "Well, sure, but the narrative is drawing attention to from his shoulders up, he was taller than any other Israelite. So he may be a good giant at the moment, but we're clearly connecting to the huge people theme that began with the Nephilim back in Genesis.",
    "start": "00:21:56",
    "end": "00:22:13"
  },
  {
    "text": "Yeah, even back then, being taller. I mean, because that's the case today. I think there's been studies that show that if you're taller, you on average make more money.",
    "start": "00:22:13",
    "end": "00:22:22"
  },
  {
    "text": "Oh, fascinating. Oh, that's interesting.",
    "start": "00:22:22",
    "end": "00:22:24"
  },
  {
    "text": "Stuff like that.",
    "start": "00:22:24",
    "end": "00:22:25"
  },
  {
    "text": "Yeah, well, actually, sorry, this is relevant to that. Back up. In the previous sentence, the narrator calls Saul. He's from the line of Kish in the tribe of Benjamin, and he was a mighty warrior, a Gibor, which is also what the Nephilim recalled in Genesis 6.",
    "start": "00:22:25",
    "end": "00:22:41"
  },
  {
    "text": "Yeah. Okay, so he is being compared to a giant Nephilim kind of guy.",
    "start": "00:22:41",
    "end": "00:22:47"
  },
  {
    "text": "But what's interesting is Saul's story presents him as a new Adam and Eve. And all of his choices are like, all hyperlinked to the moment at the tree in Eden and to bunch of other things in Genesis. And it's all about his failure to, you know, take up this opportunity to rule as an image of God. And he makes some really bad choices that culminate with him making a bad choice on the seventh day in 1st Samuel 15. And we don't have time. We don't have time to get into it, but it's a good example of even though he's not the firstborn, as such, he. He is the first king that is placed over Israel, and he's clearly the one that the people value. But God sees it as idolatrous from.",
    "start": "00:22:47",
    "end": "00:23:34"
  },
  {
    "text": "The start by comparing him to a Gibor or a Nephilim. That's all connected to the idea of kings. Right. Like, these were the mighty warriors, Were the other nations kings?",
    "start": "00:23:34",
    "end": "00:23:47"
  },
  {
    "text": "They were the God kings, Gilgamesh and Nimrod and all that bunch. Yeah. So the whole story of the rise and fall of Saul, then, is this case study in the failure of human idols to deliver, essentially. So by the time you get to the end of First Samuel, chapter 15, you get to this line in verse 11 where the word of the Lord came to Samuel and said, I. Hmm, I. It's hard to do this in English. I regret that I have made Saul king. That's the new American standard. But it's that same word, Nacham, that's used with Moses in the Flood narrative and the story of Moses, where God relents from the destruction that he was going to bring about. And here he relents from allowing Israel to have Saul as their king. It's so interesting. So Samuel goes to Saul and basically says that the kingdom is going to be torn away from you because you didn't listen to the voice of Yahweh. And So that's how 1 Samuel 15 ends. This is the famous line in verse 28. The Lord has torn the kingdom of Israel from you today, Saul, and has given it to a neighbor of yours who is more TOV than you More good than you. And lo and behold, how does the next story begin? It's the story of the anointing of David in 1st Samuel 16. So you can see this progression here. God has already now brought down a mighty. Not firstborn, but a mighty first king. And so, as we're going to see, David is both the youngest son being elevated over his brothers, but he's also the second king who gets elevated over the first king. So it's like this clever.",
    "start": "00:23:47",
    "end": "00:25:44"
  },
  {
    "text": "He's like the backup king.",
    "start": "00:25:44",
    "end": "00:25:45"
  },
  {
    "text": "Totally.",
    "start": "00:25:46",
    "end": "00:25:46"
  },
  {
    "text": "Like the B squad king.",
    "start": "00:25:46",
    "end": "00:25:48"
  },
  {
    "text": "All right, so that's the setup that took us a while. But all the themes of the firstborn, you know, getting overturned by God's purpose are already at work. And now the story of David. The story is choice. Okay, 1st Samuel 16. So the Lord said to Samuel, how long will you grieve over Saul since I have rejected him from being king over Israel? Fill up your horn with oil and go. You know, because you just.",
    "start": "00:25:49",
    "end": "00:26:16"
  },
  {
    "text": "Exactly. Yeah, because we all have, like, one of those things.",
    "start": "00:26:16",
    "end": "00:26:19"
  },
  {
    "text": "You do. Yeah, we all have, like, big, empty ram horns hanging on our wall or something. So fill it up with oil and go. I will send you to Jesse, the Bethlehemite. That is a guy named Jesse who is in the town of Bethlehem. For I have Ennas has selected a king. Literally, it's the word see. It's the same use of the word see that Abraham uses when Isaac asks, where is the lamb for the offering? And Abraham answers, God will see to it. Or it's often translated, provide. But it's the word see. He will see it. And so what Got.",
    "start": "00:26:19",
    "end": "00:27:04"
  },
  {
    "text": "But is that different than the word see when it shows up? Like Eve saw the fruit.",
    "start": "00:27:04",
    "end": "00:27:09"
  },
  {
    "text": "Yeah, same word.",
    "start": "00:27:09",
    "end": "00:27:09"
  },
  {
    "text": "Same word.",
    "start": "00:27:09",
    "end": "00:27:10"
  },
  {
    "text": "And actually, the word see and sight is a key, key word repeated all over this chapter. That's why I'm drawing attention to it here. Okay, so what God says is, I have seen a king for myself among this guy's sons. And Samuel says, how can I go When Saul hears about it, he's going to kill me. So, yeah, he's like, he knows Saul now, and he knows that Saul's one of those kings where if he hears of a coup attempt, you know, it's just the assassins come immediately.",
    "start": "00:27:10",
    "end": "00:27:41"
  },
  {
    "text": "Typical, typical king behavior.",
    "start": "00:27:41",
    "end": "00:27:44"
  },
  {
    "text": "So the Lord said, okay, take a cow, a young cow heifer with you and say, I've come to sacrifice to Yahweh here in your town. So invite Jesse to the sacrifice, and I will make you see what you shall do. You will anoint for me the one whom I say to you. So Samuel did what the Lord said. He came to Bethlehem and the elders of the city came trembling out to meet him and said, do you come in? Shalom.",
    "start": "00:27:45",
    "end": "00:28:14"
  },
  {
    "text": "That's an interesting, isn't it, little note. Why are they worried?",
    "start": "00:28:14",
    "end": "00:28:18"
  },
  {
    "text": "I think it's kind of one of those things where, like, if a certain authority figure shows up at your house, it's not a sign of anything good.",
    "start": "00:28:18",
    "end": "00:28:25"
  },
  {
    "text": "Yeah.",
    "start": "00:28:27",
    "end": "00:28:27"
  },
  {
    "text": "You know what I mean? This is a movie trope, isn't it? This is like. Like when the principal walks into your classroom and you're in elementary school and it's like, oh, what are they here for?",
    "start": "00:28:27",
    "end": "00:28:36"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:28:36",
    "end": "00:28:37"
  },
  {
    "text": "I remember having that feeling usually because I thought they were there for me, which was often the case. Anyway, he said, no, I come in peace. I've come to sacrifice to the Lord. Make yourselves holy and come with me. Big sacrifice tonight. Which means, remember, sacrifice always means leftover meat and a big party and a feast. So he made sure to make the Jesse and his sons holy so that they could invite them to sacrifice. So it's interesting, if you get invited to one of these sacrificial meals, you need to go through, like, a purity process to make sure you go, like, wash yourself in the mikvah, in the pool, and abstain from. Don't eat anything unclean that day or that kind of thing.",
    "start": "00:28:37",
    "end": "00:29:21"
  },
  {
    "text": "Yeah. I'm thinking back to our holiness video and all the ritual things that make you clean or unclean or pure or impure, which is a way to set yourself apart, to be able to engage in a sacred kind of activity.",
    "start": "00:29:22",
    "end": "00:29:40"
  },
  {
    "text": "So when you sacrifice an animal in what, In Leviticus, these are called the fellowship offerings or the peace offerings. The purpose is one to say thank you to God. But you say thank you to God by offering up some of the animal, but the majority of it you keep. And then invite a bunch of people to a holy party that's just a big sacred Thanksgiving party to Yahweh. And you celebrate by eating as much meat as you can because it's rare.",
    "start": "00:29:40",
    "end": "00:30:07"
  },
  {
    "text": "And it's not going to keep.",
    "start": "00:30:08",
    "end": "00:30:09"
  },
  {
    "text": "And it's not going to keep. Yeah. Okay. So everybody comes to the party, and when Jesse and his sons come in. This is so good. Samuel saw. There's that word again. He saw Eliav, who is Jesse's firstborn son, and he thought, oh, surely Yahweh's anointed is before him now. But Yahweh said to Samuel, do not look. There's that word again. Don't look at his appearance. And that word appearance is exactly the word used of the tree of knowing, good and bad. In Genesis 3, when the woman saw that the tree was good of appearance and desirable for gaining wisdom and desirable for eating, she took of the tree and she ate. So that word appearance, is that the key link word here?",
    "start": "00:30:09",
    "end": "00:31:02"
  },
  {
    "text": "So question about that appearance. What's the word in Hebrew?",
    "start": "00:31:02",
    "end": "00:31:06"
  },
  {
    "text": "Mar E is the noun. And. And it's the noun of the verb raa, which is to see or to look at.",
    "start": "00:31:06",
    "end": "00:31:13"
  },
  {
    "text": "Oh, it's a noun. So to be seen, basically.",
    "start": "00:31:13",
    "end": "00:31:16"
  },
  {
    "text": "Yeah.",
    "start": "00:31:16",
    "end": "00:31:16"
  },
  {
    "text": "Or the thing seen.",
    "start": "00:31:16",
    "end": "00:31:18"
  },
  {
    "text": "Appearance. It's like what one looks like when others see you. Yeah.",
    "start": "00:31:18",
    "end": "00:31:24"
  },
  {
    "text": "Okay.",
    "start": "00:31:24",
    "end": "00:31:25"
  },
  {
    "text": "Yeah. So don't look at his.",
    "start": "00:31:25",
    "end": "00:31:26"
  },
  {
    "text": "The thing being seen.",
    "start": "00:31:26",
    "end": "00:31:28"
  },
  {
    "text": "Yep, that's right. The whole point is Eliav, who's the firstborn of Jesse, has an appearance. He looks a certain way. And God's about to say what? So he says, don't look at his appearance or the height of his stature. It's exactly the same words used of Saul of him being high in stature above any other Israelite. So don't look at him or his height, because I've rejected him. And that's the key word just used of Saul in the previous story. I've rejected him as king over Israel.",
    "start": "00:31:28",
    "end": "00:31:58"
  },
  {
    "text": "And did I miss something? Eliab isn't described as which son? It's just one of the sons.",
    "start": "00:31:58",
    "end": "00:32:05"
  },
  {
    "text": "Oh. And not yet. You'll learn. It's this good Hebrew narrative style where the key information is left to the very end of the story, which forces you to go back and reread it. So you're right. You don't know if he's the firstborn or not. What you know is he's a son of Jesse and that he's super.",
    "start": "00:32:05",
    "end": "00:32:21"
  },
  {
    "text": "And he's tall.",
    "start": "00:32:21",
    "end": "00:32:22"
  },
  {
    "text": "And he's really tall, like Saul. And God has rejected him like Saul, the really tall guy. So don't look at his appearance or the height of his stature, because I've rejected him. And then this next line really is the heartbeat of our firstborn theme video. Like, it's being put into one line right here. For God does not see as humans see. For humans see the outward appearance, but Yahweh sees the heart. Like, that's kind of.",
    "start": "00:32:22",
    "end": "00:32:54"
  },
  {
    "text": "Okay, this is fascinating.",
    "start": "00:32:54",
    "end": "00:32:56"
  },
  {
    "text": "Yeah.",
    "start": "00:32:56",
    "end": "00:32:56"
  },
  {
    "text": "We've been talking about power. I've been using that word a lot here. The vocab is seeing. And it seems to be that there's a little bit of a connection here between the desire for power and this idea of how we see things.",
    "start": "00:32:56",
    "end": "00:33:18"
  },
  {
    "text": "Yeah. Yes.",
    "start": "00:33:19",
    "end": "00:33:20"
  },
  {
    "text": "And especially as it relates to this core narrative where that we first are introduced to this vocab with Eve seeing the fruit, that it's desirable and will make her wise.",
    "start": "00:33:20",
    "end": "00:33:32"
  },
  {
    "text": "Right?",
    "start": "00:33:32",
    "end": "00:33:32"
  },
  {
    "text": "That's what it says.",
    "start": "00:33:32",
    "end": "00:33:32"
  },
  {
    "text": "Yeah, that's right. And it's good for eating and it's just beautiful. Yeah.",
    "start": "00:33:32",
    "end": "00:33:37"
  },
  {
    "text": "And it's tasty. There's something about our propensity to look at something and to go, oh, that thing's gonna be good for me. I'm gonna take it. And usually that impulse is around power or desire, influence or. But the desire is. Could be a desire just to enjoy it. But here the. Like, the idea is about protecting ourselves.",
    "start": "00:33:37",
    "end": "00:34:04"
  },
  {
    "text": "Yes.",
    "start": "00:34:05",
    "end": "00:34:05"
  },
  {
    "text": "About who's going to be in charge.",
    "start": "00:34:05",
    "end": "00:34:08"
  },
  {
    "text": "Yeah.",
    "start": "00:34:08",
    "end": "00:34:08"
  },
  {
    "text": "It's about power.",
    "start": "00:34:08",
    "end": "00:34:09"
  },
  {
    "text": "But also what's at stake is the criteria of how do you know what makes someone be the right person to be in charge?",
    "start": "00:34:09",
    "end": "00:34:18"
  },
  {
    "text": "Right.",
    "start": "00:34:18",
    "end": "00:34:18"
  },
  {
    "text": "What qualifies someone for power? Is it that they're tall?",
    "start": "00:34:18",
    "end": "00:34:21"
  },
  {
    "text": "Yeah.",
    "start": "00:34:21",
    "end": "00:34:21"
  },
  {
    "text": "Or that they come from a good family? Is that the value?",
    "start": "00:34:22",
    "end": "00:34:25"
  },
  {
    "text": "And it's the same idea of what qualifies a piece of fruit to be good. Is it that it's tasty? And the fruit here being a metaphor for gaining wisdom. Like, how are you going to get wisdom? And how do you judge that thing that you think is going to bring you wisdom? Its appearance.",
    "start": "00:34:25",
    "end": "00:34:45"
  },
  {
    "text": "Yeah, exactly.",
    "start": "00:34:46",
    "end": "00:34:47"
  },
  {
    "text": "Yeah.",
    "start": "00:34:47",
    "end": "00:34:47"
  },
  {
    "text": "Okay. And remember, that's also what was at stake with Samuel and his sons. He just assumed, well, they're my sons and my firstborn son, so, yeah, they deserve to have the authority. And the people are like, no, a king deserves to have all the authority. And God's like, no. And now God says, I'm going to choose a king. And now Eliab certainly deserves to have the authority. And God's again, like, no, not that guy.",
    "start": "00:34:48",
    "end": "00:35:17"
  },
  {
    "text": "Not that guy.",
    "start": "00:35:17",
    "end": "00:35:18"
  },
  {
    "text": "So really, this is a theme about humans are really poor judges of knowing what is truly valuable and good and should be set above as, like, the most important, or in this case, positions of authority.",
    "start": "00:35:18",
    "end": "00:35:32"
  },
  {
    "text": "Right.",
    "start": "00:35:32",
    "end": "00:35:32"
  },
  {
    "text": "Yeah.",
    "start": "00:35:32",
    "end": "00:35:32"
  },
  {
    "text": "And so the theme could go one direction of like, what do I desire? But the other theme could go. The same theme can go in a direction of who do I want to rule?",
    "start": "00:35:32",
    "end": "00:35:42"
  },
  {
    "text": "Yeah. Yeah, that's right. Because remember back in Genesis, when Abraham and Sarah are faced with this choice of, we want a son. God said, we would have a son. How do we get a son? And so Hagar becomes, you know, they see her, they take her, they do what's good in their eyes. So there it's about a desire for security and family and abundance. Whereas here, that desire for power and self protection security is being set on analogy to the golden calf and the tree.",
    "start": "00:35:42",
    "end": "00:36:13"
  },
  {
    "text": "Yeah.",
    "start": "00:36:13",
    "end": "00:36:14"
  },
  {
    "text": "So humans have a way of thinking they know what is good for them, but actually you don't know, Samuel. What Yahweh looks at is the heart of the individual. And so what Yahweh knows is that out of all these sons, there's actually only one who is really going to be qualified for the task, at least for a little while.",
    "start": "00:36:14",
    "end": "00:36:36"
  },
  {
    "text": "And heart in Hebrew is not like on complete parallel to how we think of heart in English. But there's a lot of similarities. We talk about the heart of a matter meaning like the, like the center, the core. And so to that degree it relates. But the heart in Hebrew, as I understand it, is like this is the kind of culminated, culminating, hidden part of you that's not just your emotions, but it's also your intellect. It's every bit of you. But it's the idea that it's in the core and it's hidden.",
    "start": "00:36:37",
    "end": "00:37:14"
  },
  {
    "text": "Yeah. And really at the core of even intellect and emotion is desire and will.",
    "start": "00:37:14",
    "end": "00:37:19"
  },
  {
    "text": "Yeah.",
    "start": "00:37:20",
    "end": "00:37:20"
  },
  {
    "text": "The heart is associated with what one wants, and then the purposes one comes up with to achieve what one wants. Which is very similar to how we use the word heart.",
    "start": "00:37:20",
    "end": "00:37:31"
  },
  {
    "text": "Yeah.",
    "start": "00:37:31",
    "end": "00:37:31"
  },
  {
    "text": "But we have also uses of the word heart that aren't really like what Hebrew heart is. In fact, we made a video about this. So this is a powerful little line. It's one of the few times you get a really condensed statement of God's reason for constantly overturning these structures of human power and value and authority that's embodied in the rite of the firstborn, Sam. So story keeps going. Jesse called Abinadab who's apparently another son, and made him pass before Samuel. And he said, the Lord has not chosen this one either. Next, Jesse made Shammah pass by, and he said, the Lord has not chosen this one either. Jesse made seven of his sons passed before Samuel. And Samuel said to Jesse, the Lord has chosen none of these. So Samuel said to Jesse, are these all the boys? And he said, well, there still remains the. And new American standard reads the youngest, but it's the Hebrew word katan, which means smallest. And it can be used to refer to a younger son. Oh, like Jacob is called this in contrast to Esau, who's called the bigger son and the smaller son. And it's kind of ironic because Esau was kind of like one of these gibborim. You know, he's a big animal, big hairy guy, big hairy dude. And Jacob was a smooth man. But for sure, there's a contrast here between big, tall Eliab, his oldest brother, and then youngest, smallest David, the youngest brother. So there's still the small one. And look, he. You know, he's out keeping the sheep, you know. And Samuel said to Jesse, yeah, send him. We will not sit down until he's here. And so he sent and brought him in. And he was. I don't know why this is so funny. Ruddy is what the new American Standard reads here. Let's.",
    "start": "00:37:31",
    "end": "00:40:07"
  },
  {
    "text": "Yeah, that's a funny word.",
    "start": "00:40:08",
    "end": "00:40:09"
  },
  {
    "text": "Ruddy.",
    "start": "00:40:09",
    "end": "00:40:10"
  },
  {
    "text": "Ruddy.",
    "start": "00:40:10",
    "end": "00:40:10"
  },
  {
    "text": "Yeah.",
    "start": "00:40:10",
    "end": "00:40:11"
  },
  {
    "text": "I don't think I've ever used that word.",
    "start": "00:40:11",
    "end": "00:40:13"
  },
  {
    "text": "He. Oh, look at the niv. He was glowing with health.",
    "start": "00:40:15",
    "end": "00:40:18"
  },
  {
    "text": "Oh, wow.",
    "start": "00:40:20",
    "end": "00:40:21"
  },
  {
    "text": "Okay, new living translation. He was dark and handsome.",
    "start": "00:40:21",
    "end": "00:40:25"
  },
  {
    "text": "Dark and handsome.",
    "start": "00:40:26",
    "end": "00:40:27"
  },
  {
    "text": "All right, that's fascinating. It's the Hebrew word admoni, which. It's the form of the Hebrew word Adam, which is what esau is called when he. He's red. It's the word red, but it means he has a dark complexion.",
    "start": "00:40:27",
    "end": "00:40:43"
  },
  {
    "text": "Okay.",
    "start": "00:40:44",
    "end": "00:40:44"
  },
  {
    "text": "So apparently had. Oh, yeah.",
    "start": "00:40:45",
    "end": "00:40:47"
  },
  {
    "text": "So the dark and handsome, that comes from Rudy and Beau. Oh. Cause he says, oh, beautiful eyes is the next line.",
    "start": "00:40:47",
    "end": "00:40:56"
  },
  {
    "text": "Okay. Yeah, so he had a really dark complexion, but bright, beautiful eyes and a handsome appearance. So he also has an appearance.",
    "start": "00:40:56",
    "end": "00:41:05"
  },
  {
    "text": "Okay.",
    "start": "00:41:06",
    "end": "00:41:06"
  },
  {
    "text": "And actually that handsome appearance. Yeah, but what's funny? Well, not funny, but this handsome appearance is gonna be part of his downfall. Like, way later in the story when he takes a woman, forces himself. Bathsheba, Forces himself on her, and then it's gonna be his handsome, beautiful son, Absalom, who's gonna form a coup to overthrow his dad because of the cascade of events that come from that, adultery and murder. So even right here, as you're introduced to him, you're given a little clue. Forward to, like, his downfall later on.",
    "start": "00:41:06",
    "end": "00:41:41"
  },
  {
    "text": "Oh, interesting.",
    "start": "00:41:41",
    "end": "00:41:42"
  },
  {
    "text": "Isn't that interesting? Yeah. But for the moment, he's just a dark, handsome dude, but he is the small one.",
    "start": "00:41:42",
    "end": "00:41:48"
  },
  {
    "text": "So in juxtaposition, he is the youngest brother. He wasn't even thought of in the lineup, and he's like, small.",
    "start": "00:41:48",
    "end": "00:41:57"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:41:57",
    "end": "00:41:58"
  },
  {
    "text": "So you kind of get this juxtaposition with that. But then when he shows up, you're like, oh, man, this guy's got some swagger.",
    "start": "00:41:58",
    "end": "00:42:05"
  },
  {
    "text": "Yeah. And right now, I'm not saying it's negative. I think it's ambiguous for the moment, but usually because also. Oh, this is how. This is exactly the same phrase used to describe Joseph in the Book of Genesis.",
    "start": "00:42:07",
    "end": "00:42:18"
  },
  {
    "text": "Oh, okay.",
    "start": "00:42:18",
    "end": "00:42:19"
  },
  {
    "text": "And it's. Ready? No, no, no. The beautiful of form and handsome of appearance, whereas David is beautiful of eyes and handsome of appearance. And there's all kinds of really elaborate hyperlinks between the story of Joseph and the story of David that set them on analogy to each other. But anyway, all that to say is, right now it's a good thing. It's not. Or it's a neutral thing.",
    "start": "00:42:19",
    "end": "00:42:41"
  },
  {
    "text": "Yeah.",
    "start": "00:42:41",
    "end": "00:42:41"
  },
  {
    "text": "So when this guy shows up with a dark complexion, bright eyes and handsome, Yahweh says, get up, Samuel, anoint him. He's the guy. So Samuel took the horn of oil, anointed him in the midst of the brothers, and the spirit of Yahweh came on him mightily with power from that day forward. And so the whole story now is going to be about David's slow rise to power, never taking it, waiting for Yahweh to bring him to the kingship, which is in parallel to the slow decline and corruption of Saul throughout the rest of the story of Samuel. So we can take our leave of it for the moment, you know, but I think the point being made here is so relevant to our bigger theme in these conversations about the firstborn.",
    "start": "00:42:42",
    "end": "00:43:30"
  },
  {
    "text": "Yeah. I think what's lingering in my mind right now is we could spend hours now just thinking about the life of David and how he uses his power. And I'm sure there's tons we could go through. And just because this theme of God choosing the lesser, the unexpected and giving them power. What I've been trained to notice now by reading these texts with you, especially in Genesis, is there's so many twists and turns. And so here you've got the people want a king. That's a problem. God lets them have a king. It's the guy you would think you would want by his appearance, and he's strong and he's tall. And then God says, that's not actually the guy we're going to find. I'm going to show you the guy. And he's hidden away in the hills, and he's the guy you wouldn't expect. And right there, it's kind of like at the core of God choosing the lesser, unexpected. And it feels like right in the center lane of the theme. But it seems like as we then go and read the Life of David, even that gets turned upside down and stretched and twisted. And it's not as simple as God just chooses the unexpected. And then things go well because he knows. You know, it's like, I think what you've said at some point in conversations is. Or maybe this was just when we were drafting and writing scripts that just because God gave the lesser the power, it doesn't solve the power dynamic problems and the sibling rivalry problems.",
    "start": "00:43:30",
    "end": "00:45:13"
  },
  {
    "text": "Exactly.",
    "start": "00:45:13",
    "end": "00:45:14"
  },
  {
    "text": "It almost like lays them bare even more.",
    "start": "00:45:14",
    "end": "00:45:16"
  },
  {
    "text": "Yeah, so that. Yeah.",
    "start": "00:45:16",
    "end": "00:45:17"
  },
  {
    "text": "And, and like exaggerates them sometimes.",
    "start": "00:45:17",
    "end": "00:45:20"
  },
  {
    "text": "Yeah, that's. Well, that's well said. And I know in the video we kind of worked this in because we were like, sometimes it's the jealousy of the older brother or the person in a place of power or status and they get jealous and angry and they act violently towards the one God has chosen. Sometimes you get a younger one who wants the position of the firstborn, like Ham or Reuben, and so they grab after it. And that creates all kinds of conflict. And then other times, yet another twist is the one that God does choose who's the lower one, the one of low status or the second born. When that one is given the honor and responsibility, they eventually abuse it themselves and corrupt it. And that's the pattern of like, of a Jacob or of sometimes Abraham and then in this case of David where he does good for a while but then he really blows it and then it all just comes crashing apart and it's that cycling. This is just how the Hebrew Bible works. It's just story after story after story of like, here's somebody who tries to be an image of God and kind of works, but also really doesn't. So here's another story. And it just as the tension builds, I think that is the momentum that turns into the messianic hope of the Hebrew Bible of projecting forward of the kind of human firstborn we really need, or at least the one whom God will elevate, whether he's the firstborn or not. We just need a human who will like not be a chump. And David's story fits into that pattern.",
    "start": "00:45:20",
    "end": "00:47:02"
  },
  {
    "text": "So it sounds like we're kind of learning. There's two key insights here with this theme. And one is that God's going to subvert our structures. And so don't get cozy and don't just take what you expect and let's relearn power in an upside down way. But then the second insight is in spite of that, we're so screwed up that like, we'll find a way to distort power in any situation. And man, do we need someone who doesn't do that.",
    "start": "00:47:02",
    "end": "00:47:35"
  },
  {
    "text": "That's right, Someone who will be so empowered by the spirit of God. And notice the spirit gets introduced here in the David story in a really important way. Someone who is so in tune with the will of God by being connected to God through the presence and power of God's spirit, that they actually what, represent God's authority and power, but in a way that truly gives life instead of creates. Just another time on the merry go round of the human condition. Satan. In Isaiah, chapters one through 12, which is the first important kind of literary bundle of the scroll, there's this hope of a coming king who will deliver Israel and bring justice to the nations. And In Isaiah, chapter 11, this is a poem we've read many times over the years, but relevant for right now. That king is described as a little branch that will spring up out of the stem or the stalk of Jesse, who we just read a story about him. Yeah, Jesse's not mentioned very many times in the Hebrew Bible. And you just read the story where he's mentioned the first time in Samuel, and here he is being mentioned again. So here he's the father of David. Yes, father of David. So Jesse is being referred to as like a thick stalk of like a plant. And there's going to be a new little offshoot of it. So actually this is key. So in other words, this future hoped for king won't just be a new son of David like the kings from the line of David. What we actually want is a new David.",
    "start": "00:47:35",
    "end": "00:49:43"
  },
  {
    "text": "Got it.",
    "start": "00:49:43",
    "end": "00:49:44"
  },
  {
    "text": "A new son of Jesse. Not a son of David, but a son of Jesse. And a branch from his roots will bear fruit like Eden fruit. The spirit of the Lord.",
    "start": "00:49:44",
    "end": "00:49:54"
  },
  {
    "text": "The new David will bear fruit.",
    "start": "00:49:54",
    "end": "00:49:55"
  },
  {
    "text": "The new David will be like a branch bearing fruit. And the spirit of the Lord will rest on that branch. The spirit of wisdom, understanding, spirit of counsel, strength, knowledge and the fear of the Lord. The poem goes on to say, he will rule with justice. He will bring fair justice for all the poor and the afflicted in the land. He. And he'll slay the wicked with the breath of his lips. We're going to have. Dude, Garden of Eden when this guy shows up. I mean, you have wolves chilling with lambs. You have leopards with young goats.",
    "start": "00:49:55",
    "end": "00:50:30"
  },
  {
    "text": "Now, nowhere in the Garden of Eden story does it talk about how animals behave with each other.",
    "start": "00:50:31",
    "end": "00:50:35"
  },
  {
    "text": "No, no. But, you know, Adam. So they're naming the animals. Presumably they're not like eating each other as he does. So, you know. And also the ark with the animals. In the ark is another image of humans and animals all together at peace.",
    "start": "00:50:35",
    "end": "00:50:54"
  },
  {
    "text": "At peace.",
    "start": "00:50:54",
    "end": "00:50:54"
  },
  {
    "text": "Okay. Yeah. So. Oh, and this is good, in case you didn't get the Eden images. And the nursing child will play by the hole of the cobra and the weaned child Will put his hand into the viper's den.",
    "start": "00:50:55",
    "end": "00:51:11"
  },
  {
    "text": "So even the snake.",
    "start": "00:51:13",
    "end": "00:51:15"
  },
  {
    "text": "Even the snake won't have power. Exactly. Even. Yeah, totally. And the seed of the woman will be able to play with the snake. Come on. That's good. They will not hurt, they will not destroy. In all my holy mountain. So notice how the cosmic Eden mountain is kind of being brought up here. For the land will be filled with knowing Yahweh, like the waters cover the sea. That will be a good day. Okay, so that's. You're expecting a king from the line of Jesse to bring about the new Eden. This is a theme that gets developed throughout the book as you go. I mean, this is really skipping forward. But in the later sections of the book, this expected king starts getting called the servant. Yahweh calls him my servant. And this is the famous suffering servant poem of Isaiah 53. And I just want to read the opening lines and I think a bunch of things will click. At least they do for me now. So the poem begins with God introducing his servant. And he says, look, my servant will prosper. He will be high and lifted up and greatly exalted. So let's just pause. This is about power and exaltation.",
    "start": "00:51:15",
    "end": "00:52:29"
  },
  {
    "text": "Yeah.",
    "start": "00:52:29",
    "end": "00:52:29"
  },
  {
    "text": "This is like humans in Genesis 1. An image of God that he is exalts to rule over the land. So God has a servant that he's going to elevate and rule over the land. I'm going to switch translations here. Verse 14. Just as many.",
    "start": "00:52:29",
    "end": "00:52:46"
  },
  {
    "text": "What are you in now?",
    "start": "00:52:46",
    "end": "00:52:47"
  },
  {
    "text": "I'm in the Lexham English Bible, which I've known about for a while, but I've been starting to use more. Oh, it's one of the only English translations that in the Old Testament has the divine name said Yahweh instead of Lord. So if you wish that you had a Bible that said Yahweh instead of Lord, the Lexan English Bible is for you. So verse 14. Just as many were appalled at you, so was his. Yeah.",
    "start": "00:52:47",
    "end": "00:53:17"
  },
  {
    "text": "Who's the you?",
    "start": "00:53:18",
    "end": "00:53:19"
  },
  {
    "text": "Exactly. Yeah. Deep rabbit hole on who that you is. Okay. It seems like the you is referring to the people of Israel and that Israel's shame and disgrace at being defeated and exiled among the nations is going to be set on analogy to how this servant is going to be viewed. So just as many were appalled at you, most likely like exiled. Defeated Israel.",
    "start": "00:53:19",
    "end": "00:53:47"
  },
  {
    "text": "Yeah. Refugee Israel.",
    "start": "00:53:47",
    "end": "00:53:48"
  },
  {
    "text": "Yeah. Such was his. That is the servant's appearance. Notice that word, appearance. Beyond human disfigurement. His form was marred beyond the sons of men.",
    "start": "00:53:49",
    "end": "00:54:03"
  },
  {
    "text": "He was not Rudy he was not ruddy.",
    "start": "00:54:04",
    "end": "00:54:08"
  },
  {
    "text": "Not ruddy and handsome of appearance. Rather, he was like. He looked like a ruined, disfigured human. That is fascinating. In other words, the one that God has chosen to rule the nations is the one who, like his people, Israel, is a defeated, disfigured, like, trashed people group that nobody thinks is important anymore.",
    "start": "00:54:08",
    "end": "00:54:31"
  },
  {
    "text": "You're not gonna look at him and go, that's the guy. That's the fruit that has the appearance that I'm looking for.",
    "start": "00:54:31",
    "end": "00:54:37"
  },
  {
    "text": "Yeah, man. So powerful. Like, but just this is just like how the Babylonians or Nebuchadnezzar, like, thought about the Israelites that he conquered and hauled off in chains right to Babylon. Like, nobody was looking at the people of Jerusalem and saying, in this people group is contained the future seed that God will use to rescue the cosmos. Nobody's thinking that, but that's what's at stake here in this story from the viewpoint of the biblical authors. And so just as many people were appalled at you, Israel, God's servant is considered like, just a ruined, disfigured human. But verse 15, he will be the one to sprinkle many nations.",
    "start": "00:54:37",
    "end": "00:55:26"
  },
  {
    "text": "Does that have to do with purification?",
    "start": "00:55:27",
    "end": "00:55:29"
  },
  {
    "text": "Yes, this is exactly the word he used of what the priest does on the day of atonement in the holy.",
    "start": "00:55:29",
    "end": "00:55:34"
  },
  {
    "text": "Of holies, sprinkling blood on the. On the holy of holies and the Ark of the Covenant.",
    "start": "00:55:34",
    "end": "00:55:38"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:55:38",
    "end": "00:55:39"
  },
  {
    "text": "Yeah.",
    "start": "00:55:40",
    "end": "00:55:40"
  },
  {
    "text": "And so in other words, in reality, this is the guy who's going to reconcile and purify and bring new creation to the cosmos.",
    "start": "00:55:40",
    "end": "00:55:50"
  },
  {
    "text": "Wow. Wow.",
    "start": "00:55:50",
    "end": "00:55:51"
  },
  {
    "text": "And because of him, he's the king.",
    "start": "00:55:51",
    "end": "00:55:52"
  },
  {
    "text": "He's the ultimate priest.",
    "start": "00:55:52",
    "end": "00:55:53"
  },
  {
    "text": "Yes, exactly, totally. Verse 15. Because of him, kings will shut their mouths because what they will see is something that has never been told them before. And they'll consider with full attention something that they've never heard before.",
    "start": "00:55:54",
    "end": "00:56:11"
  },
  {
    "text": "Because that's what kings like to do. They like to, like, consider another position that they've never heard before.",
    "start": "00:56:11",
    "end": "00:56:18"
  },
  {
    "text": "Oh. Oh, no. I think what it is, is like, God is going to do something that will so turn upside down human expectation and value that not even the most powerful rulers of the land saw it coming.",
    "start": "00:56:18",
    "end": "00:56:32"
  },
  {
    "text": "They won't know how to respond.",
    "start": "00:56:34",
    "end": "00:56:35"
  },
  {
    "text": "No. When they hear the story of this inversion of what humans think is important and see that the God of Israel, the God of creation universe, has associated himself with the lowly and the suffering to save the universe, it will just bend every category that you have. And the next line goes on to say, yeah, who's going to believe this.",
    "start": "00:56:35",
    "end": "00:57:00"
  },
  {
    "text": "Message that's so funny. That's the exact thing I was asking myself. Like, what king is going to, like, experience the servant and be like, whoa. Oh, I've never thought of this before.",
    "start": "00:57:00",
    "end": "00:57:11"
  },
  {
    "text": "Totally. Yeah. Isaiah 53. One who will believe this message? To whom has the arm of Yahweh been revealed? He that is the servant went. Grew up like a. Shoot. There's that word from Isaiah 11. Like a little plant or branch before him, like a root from dry ground. But he, the servant, had no form or majesty that we should see him, and no appearance that we would take pleasure in him. And the whole poem goes on to say, like, we thought he was cursed by God, but in reality he was the one who God sent to die for our sins and then to be resurrected and raised out the other side to declare the many righteous. That's how the poem ends. And to see life and light and resurrection on the other side. So Isaiah 53 is actually reflecting back on this whole theme throughout the whole Hebrew Bible and putting really powerful imagery to it.",
    "start": "00:57:11",
    "end": "00:58:06"
  },
  {
    "text": "Yeah.",
    "start": "00:58:06",
    "end": "00:58:07"
  },
  {
    "text": "It's a perfect setup for the Gospels and how this theme is carried forward in the story of Jesus.",
    "start": "00:58:07",
    "end": "00:58:12"
  },
  {
    "text": "Right. You almost imagine when Jesus is walking with. There's a couple stories where Jesus is, like, opening scripture with. Maybe it's just the one story. Is it in Luke he's walking with.",
    "start": "00:58:12",
    "end": "00:58:23"
  },
  {
    "text": "Yeah, yeah. At the end of Luke, he goes to his disciples.",
    "start": "00:58:23",
    "end": "00:58:25"
  },
  {
    "text": "Yeah. And he's like, let me show you.",
    "start": "00:58:25",
    "end": "00:58:27"
  },
  {
    "text": "Yeah.",
    "start": "00:58:27",
    "end": "00:58:28"
  },
  {
    "text": "How the Hebrew Bible talks about me. Maybe he turned to Isaiah 53. Maybe like Isaiah 11. Isaiah 53. And he's like, look.",
    "start": "00:58:28",
    "end": "00:58:36"
  },
  {
    "text": "Yeah.",
    "start": "00:58:36",
    "end": "00:58:36"
  },
  {
    "text": "Maybe they talked about King David a little bit. Maybe they, you know.",
    "start": "00:58:36",
    "end": "00:58:40"
  },
  {
    "text": "I know.",
    "start": "00:58:40",
    "end": "00:58:41"
  },
  {
    "text": "Maybe they had this kind of conversation.",
    "start": "00:58:41",
    "end": "00:58:42"
  },
  {
    "text": "Totally. Yeah. Oh, to be a fly on the wall.",
    "start": "00:58:42",
    "end": "00:58:44"
  },
  {
    "text": "Yeah.",
    "start": "00:58:44",
    "end": "00:58:45"
  },
  {
    "text": "But what's rad is like, what Isaiah is doing is just bringing together all of the cycles of this theme. Like, they go all the way back to the first pages.",
    "start": "00:58:45",
    "end": "00:58:53"
  },
  {
    "text": "Yeah.",
    "start": "00:58:53",
    "end": "00:58:53"
  },
  {
    "text": "And he's just condensing it into this powerful poem that brings all the images together. And there's a reason why this poem is kind of holy ground in early Christianity. Jesus was clearly influenced by the language and ideas here, and so were the apostles. They constantly quote from this poem and say that it was Jesus in his life, death and resurrection that brought all this into reality. But the core motif is that God, as Paul will say, God uses the lowly and despised things of the world to shame the wise and the strong. And that's the wisdom and power he sees displayed in Jesus's life, death and resurrection. The crucified slave is the king of the cosmos. He's the ultimate firstborn, which is.",
    "start": "00:58:53",
    "end": "00:59:44"
  },
  {
    "text": "That's where we're going to go next.",
    "start": "00:59:44",
    "end": "00:59:46"
  },
  {
    "text": "Yeah, that's exactly right. And as we do go there next into the story of Jesus, it's just important to see like the deep continuity with the themes of the Hebrew Bible. But they get ratcheted up like, even more intensely in the story of Jesus. So I say that's what we should talk about next.",
    "start": "00:59:46",
    "end": "01:00:02"
  },
  {
    "text": "Great.",
    "start": "01:00:02",
    "end": "01:00:03"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. Next week we're exploring the theme of the firstborn in the Gospel accounts about Jesus.",
    "start": "01:00:06",
    "end": "01:00:13"
  },
  {
    "text": "These two ways that Jesus is a son of God. One is through his human lineage, goes through Joseph, Mary, links back to Adam. And that's crucial for him coming as a human to do for humans what no human seems to be able to do. But the baptism is revealing this other aspect of his identity that in appearing among us as the son of Adam, that one is at the same time the eternal Son of the Father.",
    "start": "01:00:14",
    "end": "01:00:39"
  },
  {
    "text": "Today's episode was produced by Cooper Peltz with the associate producer Lindsey Ponder, edited by Dan Gummel, Tyler Bailey and Frank Garza. Hannah Wu provided the annotations for our annotated podcast in our app. Bibleproject is crowdfunded nonprofit and we exist to experience the Bible as a unified story that leads to Jesus. Everything that we make is free because of the generous support of thousands of people just like you. So thank you so much for being a part of this with us.",
    "start": "01:00:40",
    "end": "01:01:03"
  },
  {
    "text": "Hi, this is Laurel and I'm from Redford, Michigan.",
    "start": "01:01:03",
    "end": "01:01:06"
  },
  {
    "text": "Hi, this is Logan and I'm from Boulder, Colorado. I first heard about Bible Project after I started following Jesus during my freshman year at the University of Colorado. I use bibleproject to grow in my own understanding of the Bible and I also use it in small groups and one on one discipleship with college students.",
    "start": "01:01:06",
    "end": "01:01:21"
  },
  {
    "text": "I first heard about bibleproject listening to a podcast from a local church. I use bibleproject for the Read Scripture app and the classroom classes. My favorite thing about bibleproject is that it asks out loud all of the questions I've had about the Bible in my head my whole life.",
    "start": "01:01:22",
    "end": "01:01:38"
  },
  {
    "text": "My favorite thing about bibleproject is the resolve to always point to Jesus. No matter the book, no matter the word, study, no matter the topic. We believe the Bible is a unified.",
    "start": "01:01:38",
    "end": "01:01:48"
  },
  {
    "text": "Story that leads to Jesus.",
    "start": "01:01:48",
    "end": "01:01:50"
  },
  {
    "text": "We're a crowdfunded project by people like me.",
    "start": "01:01:50",
    "end": "01:01:53"
  },
  {
    "text": "By people like me. Find free videos, study notes, podcasts, classes and more@bibleproject.com.",
    "start": "01:01:53",
    "end": "01:02:00"
  },
  {
    "text": "Sam.",
    "start": "01:02:02",
    "end": "01:02:13"
  }
]