[
  {
    "text": "Welcome to the second episode in a new theme study called the Theme of the Firstborn. In the ancient world, power was handed down to the firstborn son. Didn't matter your credentials, didn't matter your character, it's just were you born first? But the God of the Bible has a habit of choosing the second born or the late comer, the least expected, choosing that person to have power to rule.",
    "start": "00:00:05",
    "end": "00:00:31"
  },
  {
    "text": "These are lights that do the thing that God did. They separate day from night. He is the ruler. But now there's these mini rulers who are given responsibility for the thing that God did. And they are called symbols. A symbol is something that stands to represent something greater than itself.",
    "start": "00:00:31",
    "end": "00:00:51"
  },
  {
    "text": "This theme shows up first in the Bible in a surprising place. In Genesis 1, where God creates rulers of the sky and rulers of the land, the rulers of the sky, they come first. And in Genesis 1 they're called lights.",
    "start": "00:00:51",
    "end": "00:01:07"
  },
  {
    "text": "The human rulers come last in the sequence of the six days, they don't come first, they come last. Even the animals are before them. The last comer is the one who is given the authority to rule over the land. But isn't interesting as you read through the Hebrew Bible, it's consistently the late comer that God elevates to places of rule and authority.",
    "start": "00:01:08",
    "end": "00:01:31"
  },
  {
    "text": "These rulers represent God. They are the host of heaven, what we would call spiritual beings or angels. They're powerful, they're magnificent and glorious and they're first. But then on day six, God creates a new creature, a creature of the land, a creature of the dirt. Man and woman together are his image to rule over the earth.",
    "start": "00:01:32",
    "end": "00:01:57"
  },
  {
    "text": "These readers of the Garden of Eden narrative in the Second Temple period knew their Hebrew Bibles way better than most any of us do. And they saw within the Eden story God elevating the late comer, the second born as it were, over the firstborn of the seven day creation narrative.",
    "start": "00:01:57",
    "end": "00:02:18"
  },
  {
    "text": "This authority given to humans to rule the earth is an elevated position. And so when you get to the story of this mysterious creature in the garden, a devious snake whose goal is to keep Adam and Eve from embracing their identity to rule on his behalf, you're meant to wonder, who is this snake? Why is it trying to screw things up? And as we read this story of the fall in the Garden of Eden alongside other stories in the Hebrew Bible and some commentary from other Second Temple texts, we're going to see the sibling rivalry here in the creation accounts. I'm John Collins and you're listening to BibleProject Podcast. Thanks for joining us. Here we go. Okay, so we're continuing this conversation in a new theme called the firstborn.",
    "start": "00:02:19",
    "end": "00:03:22"
  },
  {
    "text": "The firstborn.",
    "start": "00:03:22",
    "end": "00:03:22"
  },
  {
    "text": "The theme of the firstborn.",
    "start": "00:03:22",
    "end": "00:03:23"
  },
  {
    "text": "Yes. Yep.",
    "start": "00:03:23",
    "end": "00:03:24"
  },
  {
    "text": "And we did a big overview looking at the whole story of the Bible and how this theme shows up. How basically there's this cultural assumption.",
    "start": "00:03:24",
    "end": "00:03:34"
  },
  {
    "text": "Yep.",
    "start": "00:03:35",
    "end": "00:03:35"
  },
  {
    "text": "That in a family, the person born first, it's usually the son born first, gets a special right. A double portion of inheritance, more authority. They're the new patriarch. So this cultural practice that because they were the first fruit of the womb, the first one in line, like they get this position of power.",
    "start": "00:03:35",
    "end": "00:03:58"
  },
  {
    "text": "Yep. This is a cultural assumption that's in the background of the whole biblical story. Meaning it was a assumed practice in ancient Israel and all of its ancient neighbors.",
    "start": "00:03:58",
    "end": "00:04:12"
  },
  {
    "text": "But then you showed us how throughout the entire biblical story, what we get are story after story of God subverting this cultural norm.",
    "start": "00:04:12",
    "end": "00:04:22"
  },
  {
    "text": "That's right. That's right.",
    "start": "00:04:22",
    "end": "00:04:24"
  },
  {
    "text": "And giving the favor or the blessing.",
    "start": "00:04:24",
    "end": "00:04:27"
  },
  {
    "text": "Yeah. The responsibility over future inheritance or authority. Yeah. God consistently and by consistently in the first scroll of the Hebrew Bible in Genesis, every generation, it's like every generation, and it's one of the main prominent themes of many generations is this inversion of the right of the firstborn.",
    "start": "00:04:28",
    "end": "00:04:46"
  },
  {
    "text": "And this really becomes a poignant moment when we get to David being appointed as the next king of Israel. That there's a moment where God says, look, you're looking at the outward appearance and you're looking at who's first. What I care about is what's in the heart. And I'm choosing David, who's the last. He's the runt.",
    "start": "00:04:46",
    "end": "00:05:09"
  },
  {
    "text": "Yeah.",
    "start": "00:05:09",
    "end": "00:05:10"
  },
  {
    "text": "Because of what's in the heart. So there's. So this theme kind of comes to a head in this idea of I'm going to give authority and power to someone who can actually handle it.",
    "start": "00:05:10",
    "end": "00:05:22"
  },
  {
    "text": "Yeah. Or not.",
    "start": "00:05:22",
    "end": "00:05:23"
  },
  {
    "text": "But then he doesn't.",
    "start": "00:05:23",
    "end": "00:05:24"
  },
  {
    "text": "Yeah.",
    "start": "00:05:24",
    "end": "00:05:25"
  },
  {
    "text": "Right.",
    "start": "00:05:25",
    "end": "00:05:25"
  },
  {
    "text": "I mean, David can't handle it and neither do most of the people that he inverts the firstborn practice and gives it to some younger sibling. But they consistently, you know, blow it too. But you're right in that the portrait for why God is doing this and opposing this institution is that it's some opposition to humans are constantly valuing, prioritizing things that are based on shallow external like factors. And they are constantly after power. I'm saying they as if I'm not one. We, the human family, is constantly after power, privilege, prestige. And we'll do almost whatever it takes to get ourselves or our children in.",
    "start": "00:05:25",
    "end": "00:06:18"
  },
  {
    "text": "It'll cause chaos.",
    "start": "00:06:18",
    "end": "00:06:19"
  },
  {
    "text": "It causes chaos and immense pain and ruin. In the human story. And so when God opposes this, it's thematized in proverbs like God's opposed to the proud, but he gives favor to the humble. Or in Hannah's poem that she sings at the beginning of first Samuel, the that God brings down rulers from their thrones and he elevates those who sit in the dust to sit on the throne of princes.",
    "start": "00:06:19",
    "end": "00:06:45"
  },
  {
    "text": "Yeah.",
    "start": "00:06:45",
    "end": "00:06:45"
  },
  {
    "text": "God loves to overturn abusive human power systems in his providence. And this theme of the inversion of the firstborn is what this is about.",
    "start": "00:06:45",
    "end": "00:06:56"
  },
  {
    "text": "And it comes to its climax in Jesus, who's portrayed as an outsider.",
    "start": "00:06:56",
    "end": "00:07:03"
  },
  {
    "text": "Yeah.",
    "start": "00:07:03",
    "end": "00:07:03"
  },
  {
    "text": "From a poor status.",
    "start": "00:07:03",
    "end": "00:07:05"
  },
  {
    "text": "Yep, yep.",
    "start": "00:07:05",
    "end": "00:07:06"
  },
  {
    "text": "And who then through his obedience, death and resurrection, all of a sudden you realize there's something incredible about this man.",
    "start": "00:07:06",
    "end": "00:07:17"
  },
  {
    "text": "Yeah. You know, I guess we didn't highlight this in the last conversation, but not only is Jesus own origins are shown to be from poor, humble kind of circumstances, but then also the people who he prioritizes in announcing the arrival of God's kingdom are the same types of people, the sick, the poor, the outsider. And he says they are the ones who are God's royal emissaries being invited to join the royal party first.",
    "start": "00:07:17",
    "end": "00:07:46"
  },
  {
    "text": "Yeah.",
    "start": "00:07:46",
    "end": "00:07:47"
  },
  {
    "text": "And that's his crew. Right? The kingdom of God. Upside down kingdom, that kind of thing.",
    "start": "00:07:47",
    "end": "00:07:52"
  },
  {
    "text": "The kingdom of God is a kingdom of the low status.",
    "start": "00:07:52",
    "end": "00:07:56"
  },
  {
    "text": "Yeah, low status. And then he epitomizes that as the king of this new royal family by going to Jerusalem on a packed holiday weekend and poking the bear on purpose in order to provoke a conflict with the leaders, the religious and political leaders of Jerusalem. And it ends up getting him killed, which seems like it's what he planned on having happened. And in being crucified as a criminal and trusting.",
    "start": "00:07:56",
    "end": "00:08:28"
  },
  {
    "text": "Which is a low. Super low status.",
    "start": "00:08:28",
    "end": "00:08:30"
  },
  {
    "text": "Yeah, the lowest. The lowest of the low. Yeah. He trusted that his father would vindicate and exalt him even beyond the grave.",
    "start": "00:08:30",
    "end": "00:08:39"
  },
  {
    "text": "And it's because he believed in a status that he had that was much.",
    "start": "00:08:39",
    "end": "00:08:45"
  },
  {
    "text": "Bigger, that preceded his birth. Yes, yeah.",
    "start": "00:08:45",
    "end": "00:08:49"
  },
  {
    "text": "Which then Paul the apostle Paul will riff on and call the status of.",
    "start": "00:08:49",
    "end": "00:08:54"
  },
  {
    "text": "Being the firstborn, the firstborn over all creation. Or in the revelation, Jesus says that he's the firstborn from among the dead. He is the alpha and the omega, the beginning and the end. He transcends our categories of first and last. He just is. He is the one who is.",
    "start": "00:08:54",
    "end": "00:09:13"
  },
  {
    "text": "So this. This intuition, I suppose, that we have as humans that there's something special about being the firstborn is not completely wrong in the sense that there is a firstborn over all creation. Some being, someone with actual authority and power and rule because of being the first.",
    "start": "00:09:14",
    "end": "00:09:37"
  },
  {
    "text": "Yeah. Although to put it. To say first is already to fit it into our concept of time. The sequence and the claim. The classic claim about the identity and nature of God in Jewish and Christian tradition is that God isn't just first in time, because then time would be first, not a being in time, but rather that what we mean by God is the one in whom all existence and reality is to be God is to be first. To be God is to be the one who is. It's the one from the burning bush. I am the one. I am that. I am the being whose existence depends on nothing else. They are reality, and reality is encompassed within that one. And so that's what it means to say, I'm the alpha and the omega, the beginning and the end.",
    "start": "00:09:37",
    "end": "00:10:29"
  },
  {
    "text": "I transcend this.",
    "start": "00:10:29",
    "end": "00:10:30"
  },
  {
    "text": "Yeah. So when Jesus is called the firstborn, it's using a metaphor of a human institution to describe the status, eternal status. And so we'll talk about this more when we get in our later episodes to focus on those New Testament passages more. But we're just right now in how this theme works. In the biblical story, there's this surprise that you thought Jesus was the late born of low social rank, but in reality, he is the one who is the first and the last, the beginning and the end.",
    "start": "00:10:31",
    "end": "00:11:03"
  },
  {
    "text": "And then he's the one who is starting a new type of family.",
    "start": "00:11:03",
    "end": "00:11:07"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:11:07",
    "end": "00:11:08"
  },
  {
    "text": "And we are called to be part of that family. And so he's the firstborn amongst many brothers.",
    "start": "00:11:08",
    "end": "00:11:13"
  },
  {
    "text": "That's right. Paul calls Jesus the firstborn among many siblings. Many siblings, yeah.",
    "start": "00:11:13",
    "end": "00:11:18"
  },
  {
    "text": "Yeah. Not just brothers and sisters.",
    "start": "00:11:18",
    "end": "00:11:20"
  },
  {
    "text": "Not just brothers, yeah.",
    "start": "00:11:20",
    "end": "00:11:21"
  },
  {
    "text": "And that we are being made into his image. And so this idea of wanting to be the image of God, to have God's authority to rule in a way to be important and powerful.",
    "start": "00:11:21",
    "end": "00:11:35"
  },
  {
    "text": "Yeah. Hmm.",
    "start": "00:11:35",
    "end": "00:11:37"
  },
  {
    "text": "It's not a bad. It's the right calling.",
    "start": "00:11:37",
    "end": "00:11:39"
  },
  {
    "text": "Yeah. It is, in fact, the identity of the human family on page one of Genesis.",
    "start": "00:11:39",
    "end": "00:11:44"
  },
  {
    "text": "But the problem is, how are we gonna go and get that.",
    "start": "00:11:44",
    "end": "00:11:46"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:11:46",
    "end": "00:11:47"
  },
  {
    "text": "And then the scheming of who's gonna be first and how am I gonna get a firstborn? That's gonna be for my family. And that whole. Then that just causes all the problems.",
    "start": "00:11:47",
    "end": "00:11:54"
  },
  {
    "text": "Exactly right.",
    "start": "00:11:54",
    "end": "00:11:55"
  },
  {
    "text": "And so then you have Jesus, who is the firstborn in this meadow way, then saying, now become like me, which means to be first, you actually.",
    "start": "00:11:55",
    "end": "00:12:05"
  },
  {
    "text": "Yeah. Need to become last.",
    "start": "00:12:06",
    "end": "00:12:07"
  },
  {
    "text": "You need to become last.",
    "start": "00:12:07",
    "end": "00:12:08"
  },
  {
    "text": "Yep. And this is again anticipating, you know, probably our final conversation in this series. But this is for Paul in his letter to the Philippians, in the poem in chapter two. That's how it begins. He was, in his very nature, God, but he didn't treat his equality with God as something to be grabbed for his own self advantage. Rather, he emptied himself of that power and privilege to give up his life. And so you win by losing kind of thing, by losing four others. So that's the meta theme.",
    "start": "00:12:08",
    "end": "00:12:43"
  },
  {
    "text": "That's the meta theme, yep. And then you left us on a cliffhanger and you said, you know, you would think this theme begins with Cain and Abel. They're the first two brothers. Cain's the older, Abel's the younger, God favors Abel, and so the sibling rivalry happens. And the theme of the firstborn kicks off.",
    "start": "00:12:43",
    "end": "00:13:01"
  },
  {
    "text": "Yep.",
    "start": "00:13:01",
    "end": "00:13:01"
  },
  {
    "text": "But you said it starts earlier.",
    "start": "00:13:02",
    "end": "00:13:04"
  },
  {
    "text": "Yeah, I think the idea starts earlier. Yes, that's right. So what we're going to do is focus on the role of humans in relationship to the rest of creation as it's portrayed in the first two narratives of Genesis, the seven day creation narrative and the Garden of Eden narrative. And if you pay close attention to the literary design of these stories that invite you to focus your meditation on certain relationships in the story, some really fascinating things unfold. And I've mentioned this over the years in the podcast, but I'm convinced that this is a part of the meaning of the story. And I learned I wasn't crazy as I found lots of other Second Temple Jewish literature that showed that people were tracking with these ideas before Cain and Abel. So all that to say, let us turn our attention to the relationship of the sky rulers and the land rulers in Genesis 1. Shall we?",
    "start": "00:13:04",
    "end": "00:14:02"
  },
  {
    "text": "Let's do it. Sam.",
    "start": "00:14:02",
    "end": "00:14:39"
  },
  {
    "text": "We probably more than any other part of the Bible, have focused our attention on the early pages of Genesis. So I will do my best to be brief. Be brief, but people are going to.",
    "start": "00:14:39",
    "end": "00:14:52"
  },
  {
    "text": "Be listening who have no idea that's true.",
    "start": "00:14:52",
    "end": "00:14:54"
  },
  {
    "text": "That's right. Okay, so I'll try and do a summary, but we do have a video on the seven day creation narrative that does a better job than I could right now of explaining the design and message of Genesis 1, the visual commentary.",
    "start": "00:14:54",
    "end": "00:15:06"
  },
  {
    "text": "Genesis 1.",
    "start": "00:15:06",
    "end": "00:15:07"
  },
  {
    "text": "That's right. The seven day creation narrative begins and ends with a prologue and epilogue. And in the middle of those are the six days of God working. So it begins with the land. It begins with a summary statement. In the beginning, God created skies and land. How did that happen? What did it involve? The narrative proper begins it begins with a statement talking about the pre creation state, which is described in two ways, two words. Tohu vavohu is usually translated formless and void. In the main English main translations, main translation tradition, what it means is unordered and uninhabited.",
    "start": "00:15:07",
    "end": "00:15:53"
  },
  {
    "text": "Tohu unordered. Vohu. Uninhabited.",
    "start": "00:15:54",
    "end": "00:15:58"
  },
  {
    "text": "That's right, yeah. Or as Everett Fox in his. A Jewish scholar produced a translation of the Torah that I love. He translates it wild and waste. He uses the W alliteration to capture the rhyme of the Hebrew words tohu vavohu. So what God does is address those two states. States, as it were, in order. So days one through three are all about bringing order to the wild. Unordered.",
    "start": "00:15:58",
    "end": "00:16:28"
  },
  {
    "text": "Bringing order to the unordered.",
    "start": "00:16:29",
    "end": "00:16:30"
  },
  {
    "text": "Bringing order to the unordered. Days 4, 5 and 6 are about filling the uninhabitable wasteland with inhabitants. So the separation, there's three separations on the first three days, light and dark. Ordering light from dark, ordering light from dark. Day two is about the separation of the waters below from the waters above.",
    "start": "00:16:30",
    "end": "00:16:53"
  },
  {
    "text": "So you got the chaos waters, God separates the them. And now you've got ocean and sky.",
    "start": "00:16:53",
    "end": "00:16:58"
  },
  {
    "text": "Yep, that's right. And then day three, the dry land is separated from the waters.",
    "start": "00:16:58",
    "end": "00:17:03"
  },
  {
    "text": "Okay.",
    "start": "00:17:03",
    "end": "00:17:03"
  },
  {
    "text": "Yep. So now you've got a little snow globe.",
    "start": "00:17:03",
    "end": "00:17:06"
  },
  {
    "text": "You've got the. Yes, the ancient cosmology, which is the snow globe cosmos.",
    "start": "00:17:07",
    "end": "00:17:12"
  },
  {
    "text": "Yep. So the source of the light on day one is, you know, a classic kind of puzzle in the story, the.",
    "start": "00:17:12",
    "end": "00:17:21"
  },
  {
    "text": "Let there be light. Light.",
    "start": "00:17:21",
    "end": "00:17:22"
  },
  {
    "text": "Yeah. And it's the question of where did that light come from? As you read on through the rest of the Hebrew Bible, the primary way the presence of God within creation is described is as fire or a source of bright light. Which makes you go back to day one and see that God is confronting the darkness with his own presence. With his own presence and light. However, on day four, we return to the topic of light and dark. And what God does is appoint lights or lamps. It's the Hebrew word maor. And he which means lamp or lantern, Lamp or light. Yeah, but something that has been lit.",
    "start": "00:17:22",
    "end": "00:18:03"
  },
  {
    "text": "Okay.",
    "start": "00:18:03",
    "end": "00:18:04"
  },
  {
    "text": "And what those are to do is they are now delegated to do the thing that God did on day one.",
    "start": "00:18:04",
    "end": "00:18:11"
  },
  {
    "text": "So God's light that showed up to order, the void. Now God is delegating that power to the lights. To the lights.",
    "start": "00:18:11",
    "end": "00:18:22"
  },
  {
    "text": "That's right. So on day four, Genesis, chapter one, verse 14, God said, Let there be lights in the dome of the skies.",
    "start": "00:18:22",
    "end": "00:18:32"
  },
  {
    "text": "What translation is that? Is this just you?",
    "start": "00:18:32",
    "end": "00:18:35"
  },
  {
    "text": "Well, I'm already translating my translation. I think it might be the.",
    "start": "00:18:35",
    "end": "00:18:40"
  },
  {
    "text": "We're two translations deep here. I'm just wondering if it's.",
    "start": "00:18:42",
    "end": "00:18:46"
  },
  {
    "text": "Is that let there be lights in the expanse of the skies?",
    "start": "00:18:46",
    "end": "00:18:50"
  },
  {
    "text": "I'm curious what NIV is.",
    "start": "00:18:50",
    "end": "00:18:52"
  },
  {
    "text": "Yeah, got it. All right. Genesis 1:14. Ah, well, depends on what date of the NIV you're reading. Okay, so the most up to date, one as of 2022, reads, let there be lights in the vault of the sky.",
    "start": "00:18:52",
    "end": "00:19:04"
  },
  {
    "text": "Okay. But it is lights. So let there be lights.",
    "start": "00:19:04",
    "end": "00:19:05"
  },
  {
    "text": "Yep. Let there be lights. Yep.",
    "start": "00:19:05",
    "end": "00:19:07"
  },
  {
    "text": "Okay.",
    "start": "00:19:07",
    "end": "00:19:07"
  },
  {
    "text": "2. In order to separate the day from the night, and let them be.",
    "start": "00:19:07",
    "end": "00:19:15"
  },
  {
    "text": "Day and night were already separated. Day one.",
    "start": "00:19:17",
    "end": "00:19:19"
  },
  {
    "text": "God. God did it personally. Separated day from light. That's right.",
    "start": "00:19:19",
    "end": "00:19:24"
  },
  {
    "text": "So now they're being separated again in a way.",
    "start": "00:19:24",
    "end": "00:19:26"
  },
  {
    "text": "The thing that God has already established is now being delegated. Delegated so that they will now have.",
    "start": "00:19:27",
    "end": "00:19:34"
  },
  {
    "text": "Their same separation power that happened. God's saying, like, now here's some lights that are going to do the same thing.",
    "start": "00:19:34",
    "end": "00:19:40"
  },
  {
    "text": "They will do it. And this is part of the biblical imagination for what are the stars? So they're going to be called, at the end of this chapter, the host of heaven, which is the same name given to the luminous angelic beings. They're spirit beings. Yeah. Spiritual beings. So the stars are imagined as creatures who do God's will. They dance their dance or bring.",
    "start": "00:19:40",
    "end": "00:20:08"
  },
  {
    "text": "They show God's order.",
    "start": "00:20:08",
    "end": "00:20:09"
  },
  {
    "text": "They show and they display the order of time through their.",
    "start": "00:20:09",
    "end": "00:20:13"
  },
  {
    "text": "Yeah, through their movement.",
    "start": "00:20:13",
    "end": "00:20:14"
  },
  {
    "text": "Through their movement, which is regular. It's ordered. It's the structure of time.",
    "start": "00:20:14",
    "end": "00:20:21"
  },
  {
    "text": "Yeah.",
    "start": "00:20:21",
    "end": "00:20:22"
  },
  {
    "text": "But there's a few that don't quite march to the same order.",
    "start": "00:20:22",
    "end": "00:20:25"
  },
  {
    "text": "The morning star.",
    "start": "00:20:25",
    "end": "00:20:26"
  },
  {
    "text": "And they are called the planetes, the wanderers. The Greek word plane means to wander.",
    "start": "00:20:26",
    "end": "00:20:33"
  },
  {
    "text": "Oh. Yeah.",
    "start": "00:20:33",
    "end": "00:20:33"
  },
  {
    "text": "And so the planetes is the wandering one is where we get a word. Planet. Oh, interesting, because there's a handful of lights that seem like they're.",
    "start": "00:20:33",
    "end": "00:20:40"
  },
  {
    "text": "They're not in coordination. Yeah, they got their own thing going.",
    "start": "00:20:40",
    "end": "00:20:43"
  },
  {
    "text": "They have their own pattern, but it's a different one than the other one.",
    "start": "00:20:43",
    "end": "00:20:46"
  },
  {
    "text": "They've gone rogue.",
    "start": "00:20:46",
    "end": "00:20:47"
  },
  {
    "text": "Yeah. So God made the two great lights, the big light, to rule. So we're using royal king language to rule the day, and the small light to rule the night.",
    "start": "00:20:47",
    "end": "00:20:58"
  },
  {
    "text": "The moon.",
    "start": "00:20:58",
    "end": "00:20:59"
  },
  {
    "text": "The moon. And also the stars.",
    "start": "00:20:59",
    "end": "00:21:01"
  },
  {
    "text": "And also the stars.",
    "start": "00:21:01",
    "end": "00:21:01"
  },
  {
    "text": "Yep. God placed them in the dome of the skies to give light on the land and to rule the day and the night and to separate the night from the darkness. God saw that.",
    "start": "00:21:01",
    "end": "00:21:12"
  },
  {
    "text": "It's good now to designate day from night. That makes sense. But to rule.",
    "start": "00:21:12",
    "end": "00:21:18"
  },
  {
    "text": "Mm.",
    "start": "00:21:18",
    "end": "00:21:19"
  },
  {
    "text": "Yeah, that's like what? How is this? How is this?",
    "start": "00:21:19",
    "end": "00:21:22"
  },
  {
    "text": "Yeah, Big ruling. They have a realm of responsibility, which is to order time God hands over. Oh, sorry. One detail in verse 14 that we left out is they are to separate the skies and let them be as signs to mark the sacred festivals and also days and years.",
    "start": "00:21:23",
    "end": "00:21:45"
  },
  {
    "text": "Yeah. So you know when to have Passover?",
    "start": "00:21:45",
    "end": "00:21:48"
  },
  {
    "text": "Passover, yeah. Sacred festivals.",
    "start": "00:21:48",
    "end": "00:21:50"
  },
  {
    "text": "How would you know? Look up where the star's doing.",
    "start": "00:21:51",
    "end": "00:21:53"
  },
  {
    "text": "In older versions of the NIV and many other English translations, it says, let them be as signs for the seasons, making you think of, like, the four seasons. And that's not what this word means. It refers to the sacred festivals that you're going to read about in two.",
    "start": "00:21:53",
    "end": "00:22:08"
  },
  {
    "text": "Scrolls, which correspond with our, you know, sense of seasons.",
    "start": "00:22:08",
    "end": "00:22:12"
  },
  {
    "text": "That's right. Yeah, that's right. But primarily it's referring to the seven festivals you'll read about in Exodus and Leviticus and Numbers. And so another key is these lights are called signs, which is the Hebrew word ot ot, which is symbol. So they symbolize something. They stand in the place of something greater. That's what a sign does. Okay, right.",
    "start": "00:22:12",
    "end": "00:22:35"
  },
  {
    "text": "And the thing they stand in place of is.",
    "start": "00:22:35",
    "end": "00:22:37"
  },
  {
    "text": "Well, it leaves that to your. You have to meditate on that.",
    "start": "00:22:38",
    "end": "00:22:41"
  },
  {
    "text": "Can you meditate for me?",
    "start": "00:22:41",
    "end": "00:22:42"
  },
  {
    "text": "So these are lights that do the thing that God did? Yeah, yeah. They separate day from night. So God was the ruler of day and night. Yeah, implied.",
    "start": "00:22:45",
    "end": "00:22:55"
  },
  {
    "text": "He is the ruler.",
    "start": "00:22:55",
    "end": "00:22:56"
  },
  {
    "text": "He is the ruler. But now there's these mini rulers who are given responsibility for the thing that God did. And they are called symbols. A symbol is something that stands to represent something greater than itself.",
    "start": "00:22:56",
    "end": "00:23:14"
  },
  {
    "text": "Now we're going to come back to this idea with a new word, which is image.",
    "start": "00:23:14",
    "end": "00:23:18"
  },
  {
    "text": "Correct. You. Yeah.",
    "start": "00:23:18",
    "end": "00:23:19"
  },
  {
    "text": "Is that a synonym or is that a different idea?",
    "start": "00:23:19",
    "end": "00:23:22"
  },
  {
    "text": "It's a different word. It's a related word. Yeah. I don't know if it's so close to, say, a synonym, but it's definitely a related word. One thing that stands as a symbol or representing another thing, and that's what an image does. But, yeah, they are images of God's light. They are little lights.",
    "start": "00:23:22",
    "end": "00:23:39"
  },
  {
    "text": "Little lights.",
    "start": "00:23:39",
    "end": "00:23:39"
  },
  {
    "text": "And so the question is, where did they get their light from? By what power are these little lights?",
    "start": "00:23:39",
    "end": "00:23:45"
  },
  {
    "text": "By what authority do they get to have authority?",
    "start": "00:23:45",
    "end": "00:23:47"
  },
  {
    "text": "That's right. And here is where it's important to see day four as a parallel in relationship to day one. So they are symbols of God's light. They are spiritual beings whose, in some aspects of their nature and being point to the greatest spiritual being of all. Small lights. Pointing to the little, the big light. So that's the lights. And what's significant is they're called rulers, they're called symbols, and they do in the skies what God was doing. So what's interesting is that in the structure, literary design of Genesis, the seven day creation narrative, days one, two and three have an important relationship just unto themselves. It's a little triad. And day one matches day three in some really important ways, just in the repetition of keywords. The easiest one is that on day one, where God orders time, separates day and night from night, and he saw that it was good. Day two separates waters from the waters. There's no pronouncement that it's good. Day three, God separates the waters from the land, and God saw that it was good. Okay, so there's all these repeated words and phrases in day one and three that mark them as the beginning and the conclusion of a little Triad unit. Days 1 through 3. Similarly, days 4, 5 and 6 have the same design where day 4 has all of this language that's uniquely echoed not in day five, but in day six. Okay, so let's go through days four. We just went through day four. Day five is where. So God just filled the inhabitants of the sky.",
    "start": "00:23:47",
    "end": "00:25:31"
  },
  {
    "text": "So the day one ordering of day and night is now filled with inhabitants.",
    "start": "00:25:31",
    "end": "00:25:35"
  },
  {
    "text": "Yep.",
    "start": "00:25:35",
    "end": "00:25:35"
  },
  {
    "text": "So. So day one corresponds with day four in a way.",
    "start": "00:25:35",
    "end": "00:25:38"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:25:38",
    "end": "00:25:39"
  },
  {
    "text": "There's a lot of correspondences.",
    "start": "00:25:39",
    "end": "00:25:40"
  },
  {
    "text": "It's a lot of correspondences. Yeah, that's right.",
    "start": "00:25:40",
    "end": "00:25:42"
  },
  {
    "text": "Okay.",
    "start": "00:25:43",
    "end": "00:25:43"
  },
  {
    "text": "Days one through three are a little sandwich.",
    "start": "00:25:43",
    "end": "00:25:45"
  },
  {
    "text": "Their own little unit.",
    "start": "00:25:45",
    "end": "00:25:46"
  },
  {
    "text": "Yep. And then what happens? Day 4, 5 and 6 go back and they're their own little sandwich that.",
    "start": "00:25:46",
    "end": "00:25:51"
  },
  {
    "text": "Map onto days 1, 2, 3.",
    "start": "00:25:51",
    "end": "00:25:53"
  },
  {
    "text": "But they also match in a row. Yeah, the days one through three. So day one, light and dark. Day four, the inhabitants of the sky are now the rulers of light and dark. Day five matches day two. So on day two, God separated waters from above from the waters below. Day five, God appoints inhabitants for both of those waters. So the birds in the air fly against the face of the waters above, and the fish in the sea swim in the waters below.",
    "start": "00:25:53",
    "end": "00:26:26"
  },
  {
    "text": "And the face of the waters above is that. I mean, water comes from the sky. Where does that water come from? And so in ancient imagination, there's water's the water up there.",
    "start": "00:26:26",
    "end": "00:26:37"
  },
  {
    "text": "That's right.",
    "start": "00:26:37",
    "end": "00:26:38"
  },
  {
    "text": "That comes down.",
    "start": "00:26:38",
    "end": "00:26:39"
  },
  {
    "text": "That's right, yeah.",
    "start": "00:26:39",
    "end": "00:26:40"
  },
  {
    "text": "So there's like a whole, like, ocean up there.",
    "start": "00:26:40",
    "end": "00:26:42"
  },
  {
    "text": "There's the heavenly ocean. Yeah, that's right. That is drawn upon for dew and rain. And then the Clouds mediate that down onto the land. Yep. That's in the biblical imagination.",
    "start": "00:26:42",
    "end": "00:26:53"
  },
  {
    "text": "Right.",
    "start": "00:26:53",
    "end": "00:26:54"
  },
  {
    "text": "And so God now puts inhabitants in those two realms of the waters. So in that way, day five matches day two. When you get to day six, what's interesting is our attention turns back to the land.",
    "start": "00:26:54",
    "end": "00:27:08"
  },
  {
    "text": "Yeah.",
    "start": "00:27:08",
    "end": "00:27:09"
  },
  {
    "text": "Which was exactly the focus of day three.",
    "start": "00:27:10",
    "end": "00:27:12"
  },
  {
    "text": "Day three, God separates the land from the waters.",
    "start": "00:27:12",
    "end": "00:27:14"
  },
  {
    "text": "That's right. And so day three is now matched by day six. But what's fascinating, okay, so remember, you had two triads. You had days one and four, light and dark, days two and five, waters above and water below. Days three and six focus on the land. But then if you're just zeroing in on days four through six as a little sandwich, what you'll notice is the topic of rulers and representatives comes back up again.",
    "start": "00:27:14",
    "end": "00:27:44"
  },
  {
    "text": "Yeah.",
    "start": "00:27:44",
    "end": "00:27:45"
  },
  {
    "text": "So now you're meditating on the relationship of the sky rulers to how they relate are similar, different from these land rulers of day six. So the first thing we're told on day six is Elohim, or God said, let the land bring out living creatures according to their kind, cattle, creepers and beasts of the land. So. And we're told God made the beasts of the land, the cattles and the creepers, so the land produces animals.",
    "start": "00:27:45",
    "end": "00:28:15"
  },
  {
    "text": "What's a creeper?",
    "start": "00:28:16",
    "end": "00:28:17"
  },
  {
    "text": "Oh, anything that's low to the ground.",
    "start": "00:28:18",
    "end": "00:28:20"
  },
  {
    "text": "Okay.",
    "start": "00:28:21",
    "end": "00:28:21"
  },
  {
    "text": "Bugs, snakes.",
    "start": "00:28:22",
    "end": "00:28:23"
  },
  {
    "text": "Okay.",
    "start": "00:28:24",
    "end": "00:28:24"
  },
  {
    "text": "Marmots.",
    "start": "00:28:24",
    "end": "00:28:25"
  },
  {
    "text": "Weasels, bunnies.",
    "start": "00:28:27",
    "end": "00:28:29"
  },
  {
    "text": "Bunnies, yeah, yeah, yeah. Things that go low on the ground. Go low. Yeah, that's right. So beasts of the land are non domesticated, kind of wild, I think quadrupeds, you know, lions, bears, panthers, cattle, referring domesticated, domesticated animals and then creepers or, you know, little guys. Little guys. So first of all, you have the.",
    "start": "00:28:29",
    "end": "00:28:53"
  },
  {
    "text": "It's an interesting way to like categorize, delineate all the animals.",
    "start": "00:28:53",
    "end": "00:28:57"
  },
  {
    "text": "Yeah, yeah, yeah. This is all about the kosher food laws.",
    "start": "00:28:57",
    "end": "00:28:59"
  },
  {
    "text": "Oh.",
    "start": "00:28:59",
    "end": "00:29:00"
  },
  {
    "text": "Things are being categorized with an eye towards the Israel kosher food laws of Israel in Leviticus. Anyway, that's the rabbit hole. So you got the animals, they come first? Yeah, they come first.",
    "start": "00:29:00",
    "end": "00:29:14"
  },
  {
    "text": "The living creatures.",
    "start": "00:29:14",
    "end": "00:29:15"
  },
  {
    "text": "Living creatures. Then verse 26. Then Elohim said, let us make human Adam in our image according to our likeness. And let them rule over the fish of the sea, the birds of the sky, the cattle, over all the land and over every creeper that creeps on the land.",
    "start": "00:29:15",
    "end": "00:29:36"
  },
  {
    "text": "So all the creatures that came before them.",
    "start": "00:29:37",
    "end": "00:29:39"
  },
  {
    "text": "Yeah, the land, the water and the sky creatures, the birds. I don't typically think of humans ruled the world ruling. Yeah. When I see an eagle I'm not.",
    "start": "00:29:39",
    "end": "00:29:52"
  },
  {
    "text": "Like it's on its own schedule.",
    "start": "00:29:52",
    "end": "00:29:54"
  },
  {
    "text": "Totally. I do not rule that thing. However, there was and still is an awareness that we are more powerful than eagles and that we can affect them in a positive or negative way. And that's certainly true.",
    "start": "00:29:54",
    "end": "00:30:07"
  },
  {
    "text": "Yeah, but we're not out in the ocean, like, telling the sturgeon what to do.",
    "start": "00:30:07",
    "end": "00:30:11"
  },
  {
    "text": "Well, until we capture them and farm them, that kind of thing. So what's interesting here is the relationship of humans to fish and land creatures feels pretty intuitive.",
    "start": "00:30:13",
    "end": "00:30:24"
  },
  {
    "text": "Yeah.",
    "start": "00:30:24",
    "end": "00:30:25"
  },
  {
    "text": "But to the sky. Sky creatures. That's interesting. Okay, so human authority reaches up to the sky, even.",
    "start": "00:30:25",
    "end": "00:30:32"
  },
  {
    "text": "Yeah. Well, and to the depths. I think that's also not as very intuitive. Like, in what way do I rule the whale or the leviathan? Right.",
    "start": "00:30:32",
    "end": "00:30:41"
  },
  {
    "text": "Dude. Dude. No. This is wild. This was an article in the Oregonian, Oregon newspaper. There was a couple kayaking. This didn't happen this summer, but I think previous summer. But it became a viral video. I don't know how I didn't see it when it happened. A few years ago, there are kayakers around, these big humpback whales feeding off the Oregon coast. And a couple straight up get swallowed.",
    "start": "00:30:41",
    "end": "00:31:12"
  },
  {
    "text": "No.",
    "start": "00:31:12",
    "end": "00:31:12"
  },
  {
    "text": "Yes. Like, a big humpback mouth opens, comes up. It's on video, and. Yes. Closes its mouth around. It spits them out. It spits them out. A little bit later.",
    "start": "00:31:12",
    "end": "00:31:20"
  },
  {
    "text": "It's a full Jonah moment.",
    "start": "00:31:20",
    "end": "00:31:21"
  },
  {
    "text": "They survived.",
    "start": "00:31:21",
    "end": "00:31:22"
  },
  {
    "text": "Oh, my gosh.",
    "start": "00:31:22",
    "end": "00:31:23"
  },
  {
    "text": "But they spent I don't remember how long getting jostled around inside the huge mouth of a humpback whale before it spit them out. Can you imagine?",
    "start": "00:31:23",
    "end": "00:31:32"
  },
  {
    "text": "Goodness.",
    "start": "00:31:32",
    "end": "00:31:32"
  },
  {
    "text": "Can you imagine?",
    "start": "00:31:32",
    "end": "00:31:34"
  },
  {
    "text": "Yeah. You're not ruling that thing.",
    "start": "00:31:34",
    "end": "00:31:35"
  },
  {
    "text": "Astounding. It's astounding. It's a terrifying thing to watch. And I love kayaking. Like, I love kayaking. But anyway, so, yeah, definitely not ruling over that. So that's what's interesting about this portrait of the human images is that you.",
    "start": "00:31:39",
    "end": "00:31:57"
  },
  {
    "text": "Would think our domain's just the land and the beasts that we can, like, domesticate, but that everything else is like, you know, don't mess with the bear. Don't mess with. And then, of course, not the birds. Like, they're on their own level. Like, they can cruise up into space that you have no access to.",
    "start": "00:31:57",
    "end": "00:32:14"
  },
  {
    "text": "And in the ancient context. Right. So 2,500 years ago, 3,000 years ago, when this is written at that point in human history, agriculture, obviously, has really developed animal cultivation, animal husbandry. Yeah, that's all developed. And, you know, there were homing pigeons, and, like, maybe, you know, people had trained some Hawks, you know, that kind of thing. Yeah, but like. And obviously fishing.",
    "start": "00:32:15",
    "end": "00:32:41"
  },
  {
    "text": "Yeah. Have you seen the Mongolians who hunt with hawks?",
    "start": "00:32:41",
    "end": "00:32:44"
  },
  {
    "text": "No. Oh, man.",
    "start": "00:32:44",
    "end": "00:32:46"
  },
  {
    "text": "That's a full thing. Totally tame hawks and hunt with them. Or eagles.",
    "start": "00:32:46",
    "end": "00:32:50"
  },
  {
    "text": "So maybe it's that kind of thing that's imagined by that. Humans have this capability to use their minds.",
    "start": "00:32:50",
    "end": "00:32:57"
  },
  {
    "text": "I see. Yeah.",
    "start": "00:32:57",
    "end": "00:32:58"
  },
  {
    "text": "To bring a level of order and rule over any creature that it meets.",
    "start": "00:32:58",
    "end": "00:33:02"
  },
  {
    "text": "Yes.",
    "start": "00:33:02",
    "end": "00:33:02"
  },
  {
    "text": "Even the most wild ones. But not humpback whales.",
    "start": "00:33:02",
    "end": "00:33:05"
  },
  {
    "text": "Well, you know.",
    "start": "00:33:06",
    "end": "00:33:07"
  },
  {
    "text": "But, you know, at some point they're.",
    "start": "00:33:07",
    "end": "00:33:09"
  },
  {
    "text": "Out there spearing whales.",
    "start": "00:33:09",
    "end": "00:33:10"
  },
  {
    "text": "Exact. Totally. But what's fascinating is this portrait. This is an exalted portrait of human responsibility. Certainly exalted over most normal. Certainly over my experience. You know what I'm saying?",
    "start": "00:33:11",
    "end": "00:33:25"
  },
  {
    "text": "Yeah.",
    "start": "00:33:25",
    "end": "00:33:26"
  },
  {
    "text": "Like, it's realistic, but also it's fairly exalted to most people's experience. Like, I don't depict myself as a ruler of the sky and the creatures in it. I just don't think of myself that way. But that's the portrait here. And such a being that has such an exalted place is said to be an image of God.",
    "start": "00:33:26",
    "end": "00:33:45"
  },
  {
    "text": "So the same idea of God created these symbols, sky rulers, to represent him in the way that he had authority over time and day and night and ordering the cosmos in that way.",
    "start": "00:33:46",
    "end": "00:33:59"
  },
  {
    "text": "Yeah.",
    "start": "00:33:59",
    "end": "00:33:59"
  },
  {
    "text": "Here are the humans on the land being given the authority to rule over the creatures of the land.",
    "start": "00:33:59",
    "end": "00:34:07"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:34:07",
    "end": "00:34:08"
  },
  {
    "text": "As God's image.",
    "start": "00:34:09",
    "end": "00:34:09"
  },
  {
    "text": "That's right. So the literary design of days four through six as a triad and the repetition of image and symbol and ruler makes the rulers of the sky and the rulers of the land kind of match each other.",
    "start": "00:34:09",
    "end": "00:34:23"
  },
  {
    "text": "Yeah.",
    "start": "00:34:23",
    "end": "00:34:24"
  },
  {
    "text": "As the outer parts of a little sandwich that is days four through six.",
    "start": "00:34:24",
    "end": "00:34:27"
  },
  {
    "text": "Right.",
    "start": "00:34:27",
    "end": "00:34:28"
  },
  {
    "text": "And that's interesting because it's comparing that God has delegated the rule above and the rule below. God is delegated rule.",
    "start": "00:34:28",
    "end": "00:34:35"
  },
  {
    "text": "Yeah.",
    "start": "00:34:35",
    "end": "00:34:36"
  },
  {
    "text": "This is a God who wants to share power and responsibility and authority. That's the fundamental portrait of this being called Elohim is it's a being who sustains order, and then within that order wants to share power and privilege and responsibility.",
    "start": "00:34:36",
    "end": "00:34:54"
  },
  {
    "text": "And we share that in common with angelic beings.",
    "start": "00:34:55",
    "end": "00:34:57"
  },
  {
    "text": "Correct. Yeah, that's right. Yeah. And over distinct realms, the sky rulers have their realm. You know, they govern time and the structure of time and the order, which is viewed as, like, foundational to the weave of creation. And then the humans have their responsibility.",
    "start": "00:34:57",
    "end": "00:35:15"
  },
  {
    "text": "The terrestrial.",
    "start": "00:35:16",
    "end": "00:35:17"
  },
  {
    "text": "Just the land more mundane in a way. Yeah. And the blessing of reproduction. Right. Be fruitful and multiply, fill the land, rule over it. That's profound, man, to say whatever beautiful mind is at the heart of the universe is a being that wants to share existence and responsibility with created partners. So that's the portrait here.",
    "start": "00:35:17",
    "end": "00:36:17"
  },
  {
    "text": "Yeah.",
    "start": "00:36:17",
    "end": "00:36:17"
  },
  {
    "text": "So let's notice that there's that relationship between the sky rulers and the land rulers. It's the land rulers who are given, I think, the. Well, it depends on your view of cosmology. But they're given a big realm to rule. So that's interesting. Comparison or contrast between them and sky rulers. And then also let's just notice that the human rulers come last in the sequence of the six days. They don't come first, they come last.",
    "start": "00:36:17",
    "end": "00:36:45"
  },
  {
    "text": "Yeah.",
    "start": "00:36:46",
    "end": "00:36:46"
  },
  {
    "text": "And even the animals are before them, which is true in this narrative. It's also true in the narrative, for example, that the fossil record seems to tell. Right. Animals.",
    "start": "00:36:47",
    "end": "00:36:58"
  },
  {
    "text": "But that's not what this is concerned with.",
    "start": "00:36:58",
    "end": "00:37:00"
  },
  {
    "text": "No, that's true. I'm just extrapolating as I meditate on it. So the last comer is the one who is given the authority to rule over the land. Yeah, this late comer. So you could just do nothing with that observation. But isn't interesting. As you read through the Hebrew Bible, it's consistently the late comer that God elevates to places of rule and authority. And, you know, it makes you go back to Genesis 1 and be like.",
    "start": "00:37:00",
    "end": "00:37:32"
  },
  {
    "text": "That'S interesting because most intuitively, God would have given the rule of the land also to the angels or the hosts of heaven.",
    "start": "00:37:32",
    "end": "00:37:42"
  },
  {
    "text": "Yeah, they're up there. They oversee it all. Yeah, yeah.",
    "start": "00:37:42",
    "end": "00:37:45"
  },
  {
    "text": "And in a way, like in Greek mythology, that's the case.",
    "start": "00:37:45",
    "end": "00:37:50"
  },
  {
    "text": "Yes.",
    "start": "00:37:50",
    "end": "00:37:51"
  },
  {
    "text": "They're the ones that they're ruling.",
    "start": "00:37:51",
    "end": "00:37:53"
  },
  {
    "text": "Yeah, absolutely. And in ancient Israel's context, Babylon, Egypt, Assyria, Canaan, it's the forces of nature. But definitely the lights in the sky are viewed as in Egypt. Right. The sun ray or Ra. I mean, these are the ultimate among the pantheon of deities. It's usually the sky gods that are like at the top of the earth.",
    "start": "00:37:53",
    "end": "00:38:15"
  },
  {
    "text": "And if in any way, maybe some of the humans represent them.",
    "start": "00:38:15",
    "end": "00:38:18"
  },
  {
    "text": "Yes, that's right. Yeah. The ultimate compliment for a human is to say they're an incarnation of one of the sky rulers. Correct. Yeah.",
    "start": "00:38:19",
    "end": "00:38:27"
  },
  {
    "text": "But here it's reversed. Yeah. The sky rulers have power and dominion.",
    "start": "00:38:27",
    "end": "00:38:32"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:38:32",
    "end": "00:38:33"
  },
  {
    "text": "But it's separated from the. Than a dominion that the humans are given.",
    "start": "00:38:33",
    "end": "00:38:37"
  },
  {
    "text": "That's right.",
    "start": "00:38:37",
    "end": "00:38:37"
  },
  {
    "text": "And they're both called. Well, one's called an oat. Is that right?",
    "start": "00:38:37",
    "end": "00:38:42"
  },
  {
    "text": "Mm, yeah. Yep. The lights above a symbol. A symbol.",
    "start": "00:38:42",
    "end": "00:38:46"
  },
  {
    "text": "And the humans are Called an image.",
    "start": "00:38:46",
    "end": "00:38:49"
  },
  {
    "text": "Yes.",
    "start": "00:38:49",
    "end": "00:38:50"
  },
  {
    "text": "Salem.",
    "start": "00:38:50",
    "end": "00:38:50"
  },
  {
    "text": "Selim. Yeah, Selim. Yep. Yeah, that's right. And Selim particularly refers to a carved statue. It's the word for statue. A statue that represents. Whereas the word sign or symbol can refer to. To lots of things.",
    "start": "00:38:50",
    "end": "00:39:06"
  },
  {
    "text": "I guess my point there was the angels are more powerful, they're more exalted. More exalted. And they came first and they ruled the sky.",
    "start": "00:39:06",
    "end": "00:39:15"
  },
  {
    "text": "Yes.",
    "start": "00:39:15",
    "end": "00:39:16"
  },
  {
    "text": "Why not also then be the ones that rule the earth.",
    "start": "00:39:16",
    "end": "00:39:18"
  },
  {
    "text": "Yeah.",
    "start": "00:39:18",
    "end": "00:39:19"
  },
  {
    "text": "And here's these late comers who are also like just these dirt creatures.",
    "start": "00:39:19",
    "end": "00:39:25"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:39:25",
    "end": "00:39:26"
  },
  {
    "text": "Who then God says, actually you're going to rule.",
    "start": "00:39:26",
    "end": "00:39:29"
  },
  {
    "text": "That's right, the land. Yeah. This is a uniquely elevated depiction of human identity and human dignity in terms of the ancient world. This is a very elevated view that stands in contrast to how other cultures imagined the heavens and the earth.",
    "start": "00:39:29",
    "end": "00:39:48"
  },
  {
    "text": "Yeah.",
    "start": "00:39:48",
    "end": "00:39:49"
  },
  {
    "text": "So that itself is worth observing. And just there you go. Now let's pause on that. Let's turn our attention to the next narrative, which is the Garden of Eden story, which depicts creation from another angle and with a different set of images that have their own connection to ancient culture. And we've done whole conversations on that. What I want to focus on is just a couple things. First of all, that you're talking about Genesis 2. Genesis 2, the story of the Garden of Eden story. Yep, the.",
    "start": "00:39:50",
    "end": "00:40:25"
  },
  {
    "text": "The Garden in Eden.",
    "start": "00:40:26",
    "end": "00:40:27"
  },
  {
    "text": "But you also have an alternate story about the creation of order and abundance on the land that is told not in a sequence of seven days, but in the sequence of just one long day, undifferentiated day. And so that begins in Genesis 2, 4. This is the birth account, the birth story of the skies and the land when they were created. First, it focuses on a wilderness, an empty wilderness. But God provides a stream, a little spring of water that pops up and begins to hydrate the land. And plants grow up, as happens when water, when the soil is watered here on planet Earth. And what also God does with some of that mud that hydrated Adama, the ground is. He forms Adam, human from that ground and then breathes into his nostrils the breath of life. And man, human becomes a living being. Now God also plants a garden in the east in Eden. And there God placed the human that he had formed. So you get this portrait here where the humans are put there in this lush garden land that God has provided through no effort or just. God loves to take dirt creatures and elevate them to the thrones of princes and give them chances to care and have responsibility. So God commissions the human to work and take Care of this garden. So here's God delegating again. You work and take care of it. So this is a parallel image to ruling. In Genesis 1, you put these two narratives. Now God has formed a dirt creature, given that dirt creature divine breath to animate them as a gift, and now gives them a divine task which is to steward the ground.",
    "start": "00:40:27",
    "end": "00:42:29"
  },
  {
    "text": "Yeah.",
    "start": "00:42:30",
    "end": "00:42:30"
  },
  {
    "text": "It's similar to the idea of humans representing God. God is the one who provided the garden, but now humans are being given the responsibility to care for and oversee the garden. So same idea as Genesis 1, just different language and imagery.",
    "start": "00:42:30",
    "end": "00:42:44"
  },
  {
    "text": "Got it.",
    "start": "00:42:44",
    "end": "00:42:45"
  },
  {
    "text": "So the human can't do this job alone. And so what God does is lead the human on an educational journey of discerning what is the best type of partner. And first, it's a negative lesson. God puts the human in a situation.",
    "start": "00:42:46",
    "end": "00:43:06"
  },
  {
    "text": "Where gets to meet all the animals.",
    "start": "00:43:07",
    "end": "00:43:08"
  },
  {
    "text": "Gets to meet all the animals. And what the human comes to realize is that these animals are cool. And he starts to categorize them, but there's no corresponding ally or partner among them with whom he can rule creation.",
    "start": "00:43:08",
    "end": "00:43:23"
  },
  {
    "text": "Yeah.",
    "start": "00:43:23",
    "end": "00:43:23"
  },
  {
    "text": "And so all conversations we've had.",
    "start": "00:43:23",
    "end": "00:43:26"
  },
  {
    "text": "Did you ever see the Adam and Dog? Do you watch that?",
    "start": "00:43:26",
    "end": "00:43:29"
  },
  {
    "text": "No. No. What? I don't know what you're talking about. Is this a movie? Is it a show?",
    "start": "00:43:29",
    "end": "00:43:34"
  },
  {
    "text": "It's a short animated film about Adam.",
    "start": "00:43:34",
    "end": "00:43:37"
  },
  {
    "text": "Oh, really?",
    "start": "00:43:37",
    "end": "00:43:38"
  },
  {
    "text": "Meeting Eve, but his. His companions is dog. And it's a story about Adam and his dog.",
    "start": "00:43:38",
    "end": "00:43:44"
  },
  {
    "text": "Wow.",
    "start": "00:43:44",
    "end": "00:43:45"
  },
  {
    "text": "And them, like, exploring and meeting the animals and finding Eve.",
    "start": "00:43:45",
    "end": "00:43:49"
  },
  {
    "text": "Okay.",
    "start": "00:43:49",
    "end": "00:43:50"
  },
  {
    "text": "It's really cool.",
    "start": "00:43:50",
    "end": "00:43:50"
  },
  {
    "text": "Oh, I can't wait to see it. Yeah, I think.",
    "start": "00:43:50",
    "end": "00:43:55"
  },
  {
    "text": "I think it won. It was nominated for an Oscar.",
    "start": "00:43:55",
    "end": "00:43:58"
  },
  {
    "text": "Hmm. Adam and Dog, 2011 short film made by Minkyu Lee. Yeah. It was nominated for best Animated Short.",
    "start": "00:43:58",
    "end": "00:44:09"
  },
  {
    "text": "Didn't win.",
    "start": "00:44:10",
    "end": "00:44:11"
  },
  {
    "text": "Didn't win. But it did win Best Animated short at the 39th Annie Awards. Huh.",
    "start": "00:44:11",
    "end": "00:44:17"
  },
  {
    "text": "I'd be really curious what you think of it. Actually. It's been a while since I've seen it.",
    "start": "00:44:18",
    "end": "00:44:21"
  },
  {
    "text": "Wow. Oh, 16 minutes.",
    "start": "00:44:21",
    "end": "00:44:23"
  },
  {
    "text": "Yeah.",
    "start": "00:44:23",
    "end": "00:44:23"
  },
  {
    "text": "Rad. I want to see this.",
    "start": "00:44:24",
    "end": "00:44:25"
  },
  {
    "text": "Yeah.",
    "start": "00:44:25",
    "end": "00:44:26"
  },
  {
    "text": "Okay. Thank you. Adam and dog.",
    "start": "00:44:26",
    "end": "00:44:28"
  },
  {
    "text": "Adam and dog.",
    "start": "00:44:28",
    "end": "00:44:29"
  },
  {
    "text": "Okay. Oh, okay. Notice here that the order of humans and animals is reverse from what it is in the Seven Day Story. Isn't that interesting?",
    "start": "00:44:29",
    "end": "00:44:37"
  },
  {
    "text": "Yeah. God creates the animals second in the story.",
    "start": "00:44:37",
    "end": "00:44:40"
  },
  {
    "text": "Yeah.",
    "start": "00:44:40",
    "end": "00:44:41"
  },
  {
    "text": "After humans.",
    "start": "00:44:41",
    "end": "00:44:41"
  },
  {
    "text": "Human first alone, human first, then animals, then God splits the human into male and female. So it's similar ideas, Genesis 1, but the chronological sequence is different. And those are all puzzles that we talk about.",
    "start": "00:44:41",
    "end": "00:44:58"
  },
  {
    "text": "We'll leave aside.",
    "start": "00:44:58",
    "end": "00:44:59"
  },
  {
    "text": "But what's interesting is once you get the human pair, male and female, in the garden with their vocation to work and to care. Once you reach that, the end of Genesis 2, you're like, you have reached now the same point as you were at the end of the seven day narrative. You're like, sweet. All right, we've reached the same point through two narrative images. And you read them in light of each other and you're like, this pair is a king and queen. They're destined to rule. This is great. So what is interesting is the next story features an opponent, an antagonist whose identity is way understated, whose motives are unstated, but a being, and who kind.",
    "start": "00:45:00",
    "end": "00:45:48"
  },
  {
    "text": "Of exists in the biblical world in a way that no other creature seems to like. It's a creature.",
    "start": "00:45:48",
    "end": "00:45:55"
  },
  {
    "text": "That's the snake.",
    "start": "00:45:55",
    "end": "00:45:56"
  },
  {
    "text": "The snake. The snake that's kind of like this conscious animal.",
    "start": "00:45:56",
    "end": "00:46:00"
  },
  {
    "text": "Oh, sure.",
    "start": "00:46:00",
    "end": "00:46:01"
  },
  {
    "text": "Who's talking? Yeah, like that doesn't happen.",
    "start": "00:46:01",
    "end": "00:46:03"
  },
  {
    "text": "Exactly. That's right. And yeah, lest we think that ancient people thought animals talked, you know, it was no more common in the ancient world than it was in the modern world.",
    "start": "00:46:03",
    "end": "00:46:13"
  },
  {
    "text": "Yeah.",
    "start": "00:46:13",
    "end": "00:46:13"
  },
  {
    "text": "Animals, right. They don't speak human language. So that's something the narrative's way of flagging.",
    "start": "00:46:13",
    "end": "00:46:20"
  },
  {
    "text": "Yeah. This is not normal.",
    "start": "00:46:20",
    "end": "00:46:23"
  },
  {
    "text": "Not normal. Something reminded.",
    "start": "00:46:23",
    "end": "00:46:24"
  },
  {
    "text": "Not business as usual.",
    "start": "00:46:24",
    "end": "00:46:25"
  },
  {
    "text": "Yep. And what we're told is that this serpent was tricky. It knew how to take advantage of opportune circumstances. So there's an assumed backstory. And you've got to read on to the Hebrew Bible, this classic meditation, literature style, which means the Hebrew Bible will build puzzles and ambiguities into earlier stories that will only be clarified as you read on later into the collection, forcing you to reread it day and night your whole life. And so what this snake first does is question God's generosity. And then what the snake says and trustworthiness. Yeah. Then attacks his trustworthiness. No, you won't die if you eat from that tree that God said will kill you if you eat from it. For God knows that when you eat from it, your eyes will be open and you will be like Elohim, who know good and evil.",
    "start": "00:46:25",
    "end": "00:47:24"
  },
  {
    "text": "The snake knows something about the Elohim.",
    "start": "00:47:26",
    "end": "00:47:28"
  },
  {
    "text": "Yeah, snake. Yeah, snake knows something about spiritual beings, which is interesting. So isn't it interesting that the two creatures that come before the humans in the seven day narrative are the sky rulers and the creatures, the animals. Right. And the structure of days four through six, and that is precisely the form of this creature here, a land creature who we have hunches and that seems to know about the goings on of the sky rulers.",
    "start": "00:47:28",
    "end": "00:48:04"
  },
  {
    "text": "Yeah.",
    "start": "00:48:04",
    "end": "00:48:04"
  },
  {
    "text": "Do you see what I'm getting at here?",
    "start": "00:48:04",
    "end": "00:48:06"
  },
  {
    "text": "Yeah.",
    "start": "00:48:06",
    "end": "00:48:06"
  },
  {
    "text": "There's something in other words, that little insight that we thought maybe was interesting in Genesis 1, that the humans are last in comparison to the land creatures of day six. And then they're set in some kind of contrast relationship or similarity to the sky rulers. And then here's a snake who seems to know the business of sky rulers and is in the form of a land creature.",
    "start": "00:48:06",
    "end": "00:48:30"
  },
  {
    "text": "And his, like, temptation is to say, don't you want to be like the sky rulers?",
    "start": "00:48:30",
    "end": "00:48:35"
  },
  {
    "text": "Yeah. Don't you want to be like. Okay, so this is an ambiguity, because what the snake says is you will be like Elohim. Elohim, which is a noun in Hebrew.",
    "start": "00:48:36",
    "end": "00:48:45"
  },
  {
    "text": "That just means spiritual being.",
    "start": "00:48:46",
    "end": "00:48:47"
  },
  {
    "text": "That could be the plural spiritual beings, or it is also the noun that stands for the singular spiritual being, that is the creator.",
    "start": "00:48:47",
    "end": "00:48:57"
  },
  {
    "text": "Don't you want to be like Yahweh, God?",
    "start": "00:48:57",
    "end": "00:48:59"
  },
  {
    "text": "Yeah. And I think it's an intentional ambiguity.",
    "start": "00:48:59",
    "end": "00:49:01"
  },
  {
    "text": "Okay.",
    "start": "00:49:01",
    "end": "00:49:01"
  },
  {
    "text": "Don't you want to be like the ultimate ruler, the one whom you image.",
    "start": "00:49:02",
    "end": "00:49:06"
  },
  {
    "text": "Which they should want to be like?",
    "start": "00:49:06",
    "end": "00:49:08"
  },
  {
    "text": "And that's the tragic irony is they are like the one Elohim.",
    "start": "00:49:08",
    "end": "00:49:13"
  },
  {
    "text": "They're an image. They already represent him.",
    "start": "00:49:14",
    "end": "00:49:15"
  },
  {
    "text": "And then if you take it the other way, that Elohim means spiritual beings, plural. It's the sad irony of like. But you've already been given a whole realm to rule. Why do you want what hasn't been apportioned to you, which is to rule the sky as well? So fascinating.",
    "start": "00:49:15",
    "end": "00:49:33"
  },
  {
    "text": "Yeah.",
    "start": "00:49:33",
    "end": "00:49:33"
  },
  {
    "text": "Just all loaded in here. So obviously there's some motive here to get the humans dethroned or to get them.",
    "start": "00:49:33",
    "end": "00:49:42"
  },
  {
    "text": "Get them to eat of the.",
    "start": "00:49:43",
    "end": "00:49:44"
  },
  {
    "text": "To get them to do what God. Yeah, it said them not to do. But the motives remain unstated for this creature. But the deception works, obviously, and they end up doing what God said not to do. And so they bring on themselves an exile out of Eden that leads unto their death. And then the snake itself gets cursed and assigned a position of low status in the dirt. You'll crawl on your belly and eat dust and of future defeat from a seed of the woman, that there'll be hostility between the snake and humanity until the snake is crushed by a future seed of the woman. So here's what's super interesting is that this parallelism, this identity of the snake and what I'm just drawing attention to these little details of the design that lead you to think that this land creature is somehow connected to the sky rulers. This is the main interpretation of the snake in all of the earliest Jewish literature that we know of identifies the snake as a sky ruler in disguise, as a land creature. And I think people who, Jews, who meditated on the Hebrew Bible and saw all these connections, began to form a portrait of this being and its motives. And this gets explored later in the Hebrew Bible in the prophets. And there's poems that depict land rulers as if they are thinking of themselves as sky rulers. So the king of Babylon in Isaiah, chapter 14, Isaiah makes fun of the king of Babylon whose kingdom is collapsing and he's going to die soon. And he makes fun of him and creates this little poem where he imagines the king of Babylon thinking that he's a God.",
    "start": "00:49:44",
    "end": "00:51:38"
  },
  {
    "text": "The morning star.",
    "start": "00:51:39",
    "end": "00:51:40"
  },
  {
    "text": "The morning star, yeah, yeah. And then Ezekiel makes fun of the King of Tyre and creates this little parody where the King of Tyre imagined himself to be a cherub in the Garden of Eden who rebelled and was expelled down to the land. It's really fascinating. So those represent later biblical authors who are tying in stuff about the sky rulers and the land rulers. So that's within the Hebrew Bible itself. Yeah. But then Second Temple literature, I've got a handy dandy resource.",
    "start": "00:51:40",
    "end": "00:52:13"
  },
  {
    "text": "You just opened a big book.",
    "start": "00:52:13",
    "end": "00:52:15"
  },
  {
    "text": "Yeah. For an easy way for anybody to get into a resource where you can see how the Hebrew Bible was being read and interpreted in the centuries before Jesus and then the centuries, you know, after Jesus, there's a scholar named James Kugel, a big reference book called Traditions of the Bible, a guide to the Bible as it was at the start of the Common Era. But he works through the Hebrew Bible in sequence and he's just collected from Second Temple literature. So later post Hebrew Bible literature ways that all the stories were interpreted by later Jewish readers. So what is interesting was he's collected a whole bunch of interpretations of the snake and its motives. So there is a Second Temple Jewish text called the Wisdom of Solomon that's super rad. And it's actually included in some Christian Bibles, Catholic, Catholic and Orthodox. And it has a little line that says, God created us, that is humanity, for immortality, incorruption, and made humans in the image of his own eternity. But through the devil's envy, death entered the world and those who belong to his company experience it. This is in a poem that's all about how God has chosen and exalted a special servant who, if that servant trusts and does God's will as expressed in the laws of the Torah, they will live forever and even experience life beyond death. Because that one is recapturing the original eternal life made available to Adam and Eve, the tree of life that was forfeited because they gave in to the devil's envy. Do you see that little interpretation? Yes. Envious. The snake is envious.",
    "start": "00:52:15",
    "end": "00:54:15"
  },
  {
    "text": "Envious of what exactly?",
    "start": "00:54:15",
    "end": "00:54:17"
  },
  {
    "text": "This represents the mind of somebody who has thought through and meditated on these first stories of the Bible and come to the conclusion the motive of the snake.",
    "start": "00:54:18",
    "end": "00:54:30"
  },
  {
    "text": "It's back to maybe what we were saying, which was, why didn't God appoint the sky rulers to also rule the land?",
    "start": "00:54:30",
    "end": "00:54:36"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:54:36",
    "end": "00:54:37"
  },
  {
    "text": "Like they could have done the job. I bet they're qualified.",
    "start": "00:54:37",
    "end": "00:54:39"
  },
  {
    "text": "And in most of Israel's neighbors, that is their role.",
    "start": "00:54:40",
    "end": "00:54:42"
  },
  {
    "text": "That is their role.",
    "start": "00:54:42",
    "end": "00:54:43"
  },
  {
    "text": "Yeah. To rule heaven and earth.",
    "start": "00:54:43",
    "end": "00:54:45"
  },
  {
    "text": "Why should these lowly creatures get that responsibility? And so this is all about the theme of the firstborn. Exactly, yes. And one of the things that drives a lot of the problems with the firstborn.",
    "start": "00:54:45",
    "end": "00:54:59"
  },
  {
    "text": "Yeah.",
    "start": "00:54:59",
    "end": "00:54:59"
  },
  {
    "text": "Well, Cain and Abel, the first one that we're going to come to next.",
    "start": "00:54:59",
    "end": "00:55:03"
  },
  {
    "text": "Envy. Envy.",
    "start": "00:55:03",
    "end": "00:55:04"
  },
  {
    "text": "It's envy. Yes.",
    "start": "00:55:04",
    "end": "00:55:05"
  },
  {
    "text": "Yeah. He's angry out of an implicit envy that his brother has been exalted over him. Yeah.",
    "start": "00:55:05",
    "end": "00:55:13"
  },
  {
    "text": "It's not fair.",
    "start": "00:55:13",
    "end": "00:55:14"
  },
  {
    "text": "It's not fair. That's exactly right. My hunch is that the author of this text, the Wisdom of Solomon, actually saw a parallel between the sky rulers and the land rulers, and also a parallel between the snake and Adam and Eve and between Cain and Abel and has meditated on all of it together and read the envy of Cain back into the envy of the snake, that is, as a disguised sky ruler who thinks that the late comer shouldn't be exalted over me.",
    "start": "00:55:14",
    "end": "00:55:55"
  },
  {
    "text": "Yeah. So the power dynamics have begun.",
    "start": "00:55:55",
    "end": "00:55:59"
  },
  {
    "text": "Yep. Okay, so here's another late Jewish text called Second Enoch, which actually comes from around, I'm pretty sure the first century.",
    "start": "00:55:59",
    "end": "00:56:08"
  },
  {
    "text": "A.D. enoch's in some of the Deuterocanons.",
    "start": "00:56:09",
    "end": "00:56:13"
  },
  {
    "text": "First Enoch actually comes. Yeah. From around the third century B.C. and it is in one Orthodox. The Ethiopic Orthodox Church.",
    "start": "00:56:13",
    "end": "00:56:25"
  },
  {
    "text": "It's in their.",
    "start": "00:56:25",
    "end": "00:56:26"
  },
  {
    "text": "It's in their. Yeah, Their Christian Bible. But in Second Enoch is a statement that says that one from the order of the archangels deviated together with a division under his authority. He thought up the impossible idea that he could place his throne higher than the clouds above and above the earth, that he would become equal to God's power.",
    "start": "00:56:26",
    "end": "00:56:50"
  },
  {
    "text": "This is kind of what I was taught growing up.",
    "start": "00:56:51",
    "end": "00:56:53"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:56:53",
    "end": "00:56:54"
  },
  {
    "text": "This is like Satan's origin story.",
    "start": "00:56:54",
    "end": "00:56:56"
  },
  {
    "text": "Yeah, exactly.",
    "start": "00:56:56",
    "end": "00:56:57"
  },
  {
    "text": "Satan.",
    "start": "00:56:58",
    "end": "00:56:58"
  },
  {
    "text": "Yeah. In another second temple Jewish text called Third Baruch, it's the devil is envious and tricks the humans, but the content of the envy isn't made clear. So here's the whopper. Okay, so this is a second Temple Jewish text whose time and origin is really debated. It's called the Life of Adam and Eve. And it's an imaginative retelling of the Garden of Eden story, but from some ultimate, ultimate Hebrew Bible nerd who is reading all the themes and patterns of the later Hebrew Bible into the Garden of Eden story. And, dude, it's so fascinating. So basically it imagines a conversation between Adam and the snake once they're all exiled out of Eden. And Adam asks the snake, why'd you do that?",
    "start": "00:56:59",
    "end": "00:57:52"
  },
  {
    "text": "Yeah, great. Let's get to the bottom of this.",
    "start": "00:57:52",
    "end": "00:57:54"
  },
  {
    "text": "Like, what happened? And it's this long speech from the snake. Yeah, totally. Which reads, o Adam, all my enmity and envy and sorrow concerned you since because of you I am expelled and deprived of my honor that I had in the skies in the midst of the angels. When you were created. I was cast out from the presence of God and was sent out from fellowship with the angels. When God blew into you, the breath of life and your countenance and likeness were made in the image of God. Michael. Michael, one of the sky rulers, he brought you to us and bid us all to bow down and give allegiance to you in the presence of God. And he called the angels, saying, bow down to the image of the Lord God, as the Lord has instructed, saying, oh, yeah. And I answered, I do not have to worship Adam. I will not worship someone inferior who came later than me. I am before him in creation. Before he was made, I was already made. He ought to bow down to me. Isn't that interesting?",
    "start": "00:57:54",
    "end": "00:59:21"
  },
  {
    "text": "Yeah.",
    "start": "00:59:21",
    "end": "00:59:22"
  },
  {
    "text": "So that's really fascinating. So in a way, what you were taught in Sunday school is the result of a long tradition of meditation on reading the Eden story in light of how the themes develop in the rest of the Hebrew Bible.",
    "start": "00:59:22",
    "end": "00:59:39"
  },
  {
    "text": "Yeah.",
    "start": "00:59:39",
    "end": "00:59:40"
  },
  {
    "text": "So it's not. I don't think it's wrong, but it's all unstated in the Eden story. Isn't that interesting?",
    "start": "00:59:40",
    "end": "00:59:46"
  },
  {
    "text": "Unstated in the Eden story. And it's pretty underdeveloped in the Hebrew Bible. Although when you get to Genesis 5, is it? And there's the kind of that, like the Elohim.",
    "start": "00:59:46",
    "end": "00:59:56"
  },
  {
    "text": "Oh, the sons of Elohim, daughters of men. Yeah, yeah.",
    "start": "00:59:56",
    "end": "00:59:59"
  },
  {
    "text": "Like, it's like another little window into there's some grander thing happening.",
    "start": "00:59:59",
    "end": "01:00:05"
  },
  {
    "text": "Yeah, that's right.",
    "start": "01:00:05",
    "end": "01:00:05"
  },
  {
    "text": "Of like, the relationship between humans and the Elohim. And how it.",
    "start": "01:00:05",
    "end": "01:00:10"
  },
  {
    "text": "Yeah, yeah.",
    "start": "01:00:10",
    "end": "01:00:11"
  },
  {
    "text": "How this works.",
    "start": "01:00:11",
    "end": "01:00:11"
  },
  {
    "text": "So this all fits into the firstborn. And I saved that quote for the last.",
    "start": "01:00:12",
    "end": "01:00:16"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "01:00:16",
    "end": "01:00:16"
  },
  {
    "text": "Is because these readers of the Garden of Eden narrative in the second Temple period knew their Hebrew Bibles way better than most any of us do. And they saw within the Eden story.",
    "start": "01:00:16",
    "end": "01:00:31"
  },
  {
    "text": "A God choosing the lowly.",
    "start": "01:00:32",
    "end": "01:00:34"
  },
  {
    "text": "God elevating the late comer, the second born, as it were, over the firstborn of the seven day creation narrative, which is the sky rulers.",
    "start": "01:00:34",
    "end": "01:00:44"
  },
  {
    "text": "Okay, so this seems really maybe crucial is that there's something inherent to the way God rules from the very beginning.",
    "start": "01:00:44",
    "end": "01:00:51"
  },
  {
    "text": "Yes.",
    "start": "01:00:51",
    "end": "01:00:52"
  },
  {
    "text": "Which is elevating the humble, the lowly.",
    "start": "01:00:52",
    "end": "01:00:56"
  },
  {
    "text": "The lowly, the dust, elevating the dirt creature.",
    "start": "01:00:56",
    "end": "01:00:59"
  },
  {
    "text": "And there's something, I guess must be good because everything God's been doing is good, good, good. There must be something good about this. But then this becomes the basis of a conflict.",
    "start": "01:00:59",
    "end": "01:01:12"
  },
  {
    "text": "Yes.",
    "start": "01:01:12",
    "end": "01:01:12"
  },
  {
    "text": "Which then creates everything bad, right?",
    "start": "01:01:13",
    "end": "01:01:18"
  },
  {
    "text": "Yeah.",
    "start": "01:01:19",
    "end": "01:01:19"
  },
  {
    "text": "Like all of the strife and violence and enmity and everything is now coming from this, from the rivalry that's resulted from God deciding to elevate the lowly.",
    "start": "01:01:19",
    "end": "01:01:34"
  },
  {
    "text": "Yeah, yeah, that's right.",
    "start": "01:01:34",
    "end": "01:01:36"
  },
  {
    "text": "What is that?",
    "start": "01:01:36",
    "end": "01:01:37"
  },
  {
    "text": "That's fascinating. That's a good observation. Yeah. It's as if what God. God as the source of all, who is all being in existence, in God's own self.",
    "start": "01:01:37",
    "end": "01:01:48"
  },
  {
    "text": "Yeah.",
    "start": "01:01:48",
    "end": "01:01:48"
  },
  {
    "text": "And from the beginning wants to share power and authority, but also from the beginning wants to define true power, power and authority, not as taking for oneself what you think you deserve, but rather receiving power as a gift. And God's way of, I guess, incarnating that lesson is from the beginning.",
    "start": "01:01:49",
    "end": "01:02:13"
  },
  {
    "text": "And he does give it to the angels.",
    "start": "01:02:13",
    "end": "01:02:15"
  },
  {
    "text": "That's right. Yeah.",
    "start": "01:02:15",
    "end": "01:02:16"
  },
  {
    "text": "But then he gives it to these lowly creatures. And so if you're not down with that, that people.",
    "start": "01:02:16",
    "end": "01:02:23"
  },
  {
    "text": "Yeah, that's right.",
    "start": "01:02:24",
    "end": "01:02:24"
  },
  {
    "text": "Creatures that don't seem to deserve what I deserve are getting God's favor.",
    "start": "01:02:24",
    "end": "01:02:28"
  },
  {
    "text": "That's good.",
    "start": "01:02:28",
    "end": "01:02:29"
  },
  {
    "text": "If you're not down with that. Now begins.",
    "start": "01:02:29",
    "end": "01:02:32"
  },
  {
    "text": "This God's gonna really frustrate you.",
    "start": "01:02:32",
    "end": "01:02:33"
  },
  {
    "text": "This God's gonna frustrate you, but also you're gonna frustrate creation.",
    "start": "01:02:33",
    "end": "01:02:37"
  },
  {
    "text": "Oh, yeah. You were going against the grain of creation. Dude, that's so rad. Cause like, what else does. So we're at the end of summer, real time, recording this. And so I spent a lot of time camping and backpacking and in the middle of nowhere this summer. And you look at nature and you're like, the most powerful creature out here is the king, you know? Oh, dude. Yeah, I saw some grizzlies this summer.",
    "start": "01:02:37",
    "end": "01:03:00"
  },
  {
    "text": "Yeah.",
    "start": "01:03:00",
    "end": "01:03:01"
  },
  {
    "text": "Oh, my gosh.",
    "start": "01:03:01",
    "end": "01:03:02"
  },
  {
    "text": "It's intense.",
    "start": "01:03:03",
    "end": "01:03:03"
  },
  {
    "text": "So intense. They're clearly like the alpha predator, you know, out in, like, you know, in the Rockies.",
    "start": "01:03:04",
    "end": "01:03:10"
  },
  {
    "text": "Yeah.",
    "start": "01:03:10",
    "end": "01:03:11"
  },
  {
    "text": "And just to think, in nature, that seems natural to us.",
    "start": "01:03:11",
    "end": "01:03:15"
  },
  {
    "text": "The most powerful is the one in charge.",
    "start": "01:03:15",
    "end": "01:03:17"
  },
  {
    "text": "Right, the one in charge. And then here, in this cultural practice, the firstborn is designated the most powerful. And this is a depiction of the heart of the creator of the universe as actually saying. No, it's actually the weak ones. They are also.",
    "start": "01:03:17",
    "end": "01:03:37"
  },
  {
    "text": "Also.",
    "start": "01:03:38",
    "end": "01:03:38"
  },
  {
    "text": "Also the ones that God wants to elevate to the highest place alongside those who, for circumstance or whatever, have also been given power and authority. And that's so counter to nature. But yet in Genesis 1, it's said to be woven into the fabric of nature itself.",
    "start": "01:03:39",
    "end": "01:03:59"
  },
  {
    "text": "Right.",
    "start": "01:03:59",
    "end": "01:03:59"
  },
  {
    "text": "That's what is so fascinating.",
    "start": "01:04:00",
    "end": "01:04:01"
  },
  {
    "text": "Yeah, it's.",
    "start": "01:04:01",
    "end": "01:04:02"
  },
  {
    "text": "Thank you for drawing attention to that. That's good.",
    "start": "01:04:02",
    "end": "01:04:04"
  },
  {
    "text": "Okay, we're gonna stop here, and then we'll look at Cain and Abel next.",
    "start": "01:04:05",
    "end": "01:04:08"
  },
  {
    "text": "Yeah, the next instance will be Cain and Abel, where the theme of sibling rivalry and firstborn, really siblings kicks off. But the language and imagery and how it all goes from there is really built on this earlier set of ideas and words here. And just notice how this setup in Genesis 1, 2, and 3 sets you up. We not only need a human land ruler, we need someone who will take care of that. This rebel sky ruler, too. You need a ruler of heaven and earth to bring order to what's gone wrong in creation now. And of course, that's what Jesus claims for himself at the end of Matthew. All authority in heaven and earth has been given to me, the son. So next to Cain and Abel, and onward from there.",
    "start": "01:04:08",
    "end": "01:04:59"
  },
  {
    "text": "Thank you for listening to this episode of Bible Project podcast. Next week, we turn our attention to Genesis, chapter four, the story of Cain and Abel. Cain is the older brother and Abel, the younger brother. They both come and bring offerings. And for some reason, God shows favor to the younger brother, Abel. And this makes Cain angry.",
    "start": "01:05:01",
    "end": "01:05:25"
  },
  {
    "text": "And so I think God's response to Cain is essentially, you're assuming that there's no exaltation for you too. Just because I went to the lowest one first. And so now you've got a choice whether you will do good or not do good based on this moment. And be careful, because there's an animal at the door. Moral failure is like an animal. But just like I called your parents to rule over the animals and they didn't. They let an animal rule them. You have chance to rule this inner animal. And what you gonna do today's episode.",
    "start": "01:05:25",
    "end": "01:05:58"
  },
  {
    "text": "Was produced by Cooper Peltz with the associate producer Lindsey Ponder, edited by Dan Gummel, Tyler Bailey and Frank Garza. Hannah Wu provided the annotations for our annotated podcast in our app. Bibleproject is a crowdfunded nonprofit and we exist to experience the Bible as a unified story that leads to Jesus. Everything that we make is free because of the generous support of people just like you. So thank you so much for being a part of this with us. Hi, this is Brett from Barcelona, Spain. Hi, this is Amanda Harker and I'm from Colorado Springs, Colorado. I first heard about bibleproject from an instructor in a Biblical Studies course I was taking in college. I use bibleproject for work school ministry, but I also use it as a launching pad to become a true Bible nerd.",
    "start": "01:05:58",
    "end": "01:06:46"
  },
  {
    "text": "I first heard about Bible Project through.",
    "start": "01:06:46",
    "end": "01:06:48"
  },
  {
    "text": "A plan on the YouVersion Bible app.",
    "start": "01:06:48",
    "end": "01:06:50"
  },
  {
    "text": "I use BibleProject as a new way.",
    "start": "01:06:50",
    "end": "01:06:52"
  },
  {
    "text": "To explore the Bible visually.",
    "start": "01:06:52",
    "end": "01:06:54"
  },
  {
    "text": "My favorite thing about bibleproject is it.",
    "start": "01:06:54",
    "end": "01:06:57"
  },
  {
    "text": "Is exploratory and takes you on a journey through the many books of the Word of God. My favorite thing about BibleProject is the podcast that challenge us to grow and really understand what the Bible holds. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes and more@bibleproject.com.",
    "start": "01:06:57",
    "end": "01:07:22"
  }
]