[
  {
    "text": "We are tracing a theme in the Bible that we're calling the firstborn. It's a theme about who God chooses to rule the world on his behalf. It's a theme about power and how power should be used. Today we arrive in the New Testament and we talk about how Jesus is the ultimate power in the universe, the firstborn of all creation. This title gets specifically applied to Jesus by Paul later in the New Testament. But the Gospel authors make the same point in a different way by calling Jesus the Son of God. And the first time that title is used of Jesus publicly is in the story of his baptism.",
    "start": "00:00:05",
    "end": "00:00:38"
  },
  {
    "text": "The story is about the commissioning of the Son as the Son of God to begin ruling over creation as God's image and son. And that's what's being announced here. Not a new identity that a human is somehow like adopted into but didn't have before.",
    "start": "00:00:39",
    "end": "00:00:56"
  },
  {
    "text": "Baptism is an anointing ceremony of the true king. This king is born of a woman, but also has a cosmic identity that makes him the true ruler of the cosmos.",
    "start": "00:00:57",
    "end": "00:01:08"
  },
  {
    "text": "These two ways that Jesus is a son of God, one is through his human lineage. It goes through Joseph, Mary, and links back to Adam. And that's crucial for him coming as a human to do for humans what no human seems to be able to do. But the baptism is revealing this other aspect of his identity that in appearing among us as the Son of Adam, that one is at the same time the eternal Son of the Father.",
    "start": "00:01:08",
    "end": "00:01:34"
  },
  {
    "text": "If Jesus is the ultimate power, how will he use it? After his baptism, he goes into the wilderness where Satan tempts him to do what other firstborns have done before him, seize power by their own means. But Jesus will succeed where others have failed by the very act of surrendering his life.",
    "start": "00:01:34",
    "end": "00:01:52"
  },
  {
    "text": "So that's essentially what the Hebrew Bible is. It's just cycles, cycle, cycles. But it keeps pointing forward to this promise that eventually comes to be focused on a hoped for king from the lineage of David, Israel's second king. And that one is going to be the lowest of the lowest of the low, that God will elevate to the highest of the highest of the high by giving their life in the place of others and for their sins.",
    "start": "00:01:52",
    "end": "00:02:20"
  },
  {
    "text": "Today, Tim Mackey and I talk about the identity of Jesus as the firstborn son of God. I'm John Collins and you're listening to BibleProject Podcast. Thanks for joining us. Here we go. Hello, Tim.",
    "start": "00:02:21",
    "end": "00:02:36"
  },
  {
    "text": "Hey, John. Hi.",
    "start": "00:02:36",
    "end": "00:02:37"
  },
  {
    "text": "Hi. Hey. We have turned a corner in our conversations on this theme we're calling the theme of the firstborn and if you've been following along, you know what that means. And by turn a quarter. I mean we have talked through the storyline and how this theme weaves through the story of the whole Hebrew Bible. And now we're going to open up a gospel and start reading about Jesus and see how this theme has a climax in the identity of Jesus. And so maybe Tim, give us the, the like three minute explainer on the theme of the firstborn.",
    "start": "00:02:37",
    "end": "00:03:16"
  },
  {
    "text": "Well, on page one of the story of the Bible, God appoints a human image bearing representative to embody the divine rule and presence and power and creativity in the world to take responsibility for it in partnership with God. That's the image of God. But that image is subverted and deceived and lured in to disobeying the word and wisdom of God and is exiled into the land of dust and death. And so what begins is a pattern of God choosing someone from the next generation and elevating them to have a chance at. I don't know why a baseball metaphor is coming to my mind right now because I don't really watch baseball, but a chance at the plate, as it were, a chance to go up to bat. And what's interesting is the one that God consistently chooses to, you know, go up to bat or I guess soccer, to kick the ball in bounds or something. I guess you don't kick it, you throw it in bounds when the ball's out of bounds. In soccer. Isn't that right? In soccer?",
    "start": "00:03:18",
    "end": "00:04:28"
  },
  {
    "text": "Yeah, you throw it in.",
    "start": "00:04:28",
    "end": "00:04:28"
  },
  {
    "text": "Yeah, you throw it in. So whatever.",
    "start": "00:04:28",
    "end": "00:04:30"
  },
  {
    "text": "You really are not a sports guy, are you? I mean, I'm not a big sports.",
    "start": "00:04:30",
    "end": "00:04:35"
  },
  {
    "text": "Guy, but you're a soccer fan. Yeah.",
    "start": "00:04:35",
    "end": "00:04:39"
  },
  {
    "text": "Okay, well, you know. Okay, so in indoor soccer, you kick it in. Oh really?",
    "start": "00:04:39",
    "end": "00:04:45"
  },
  {
    "text": "You kick it in futsal?",
    "start": "00:04:45",
    "end": "00:04:45"
  },
  {
    "text": "Yeah.",
    "start": "00:04:45",
    "end": "00:04:46"
  },
  {
    "text": "Yeah.",
    "start": "00:04:46",
    "end": "00:04:46"
  },
  {
    "text": "Oh yeah, futsal.",
    "start": "00:04:46",
    "end": "00:04:47"
  },
  {
    "text": "Okay, well, there you go. Yeah, futsal is what I meant to say. So either way, God, God consistently chooses people to be the one to get into the game, back in the game. And God consistently chooses the late comer, the second born, the person of lower.",
    "start": "00:04:47",
    "end": "00:05:04"
  },
  {
    "text": "Social status and by the game.",
    "start": "00:05:04",
    "end": "00:05:06"
  },
  {
    "text": "Yeah.",
    "start": "00:05:08",
    "end": "00:05:08"
  },
  {
    "text": "It's important to remember that we are talking about in general, like who do we put in charge of our institutions and who do we give the authority to rule and among us. But underneath that is this promise that takes place early in Genesis that there's going to be this one special human, the seed of the woman who is going to rule in such a way that he actually crushes evil, the head of evil, the head of the venomous snake, and it's that seed, that rule, that ruler, like who, whose family is he going to come from?",
    "start": "00:05:09",
    "end": "00:05:52"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:05:52",
    "end": "00:05:52"
  },
  {
    "text": "And what line is he going to come from? And so a lot of this choosing who's in the game, who's at bat is about where's this snake crusher gonna.",
    "start": "00:05:52",
    "end": "00:06:02"
  },
  {
    "text": "Yeah, that's good. Yeah. Because through that one the blessings and life of Eden will be restored to God's world. That's what's implicit there in the, in the promise. And so God consistently chooses the carrier of this promised lineage to be from among those who are the late comers, those of lower status. And it sets in motion all these cycles of the biblical story that we're calling just under the title of the firstborn. So the firstborn can get angry, the one of high status can get angry and persecute, or get hostile to the one that God has chosen. Sometimes the younger one who's not chosen but thinks they ought to be, will engage in hostile rivalry towards their elders. And then sometimes the one of low status or rank or the latecomer that God does choose, it eventually goes to their head and then they abuse that privilege and end up replaying the cycle of the human condition all over again. And so that's essentially what the Hebrew Bible is. It's just cycle, cycle cycles. But it keeps pointing forward to this promise that eventually comes to be focused on a hoped for king from the lineage of David, Israel's second king. And that one is going to be the lowest of the lowest of the low, that God will elevate to the highest of the highest of the high by giving their life in the place of others and for their sins. That's where we ended in our last conversation in the suffering servant poems of Isaiah. So with all of that said from Isaiah and the whole Hebrew Bible, I didn't do a very good job of explaining that quickly. You had to come in to rescue me from my sports metaphors.",
    "start": "00:06:02",
    "end": "00:07:53"
  },
  {
    "text": "Oh that's great.",
    "start": "00:07:53",
    "end": "00:07:54"
  },
  {
    "text": "My ill placed sports metaphors. Anyway, with all that said, we really do transition into the story of Jesus. And what we're going to do is touch down at a few points in the Gospel narrative and we'll kind of sample actually passages from Mark, Luke and Matthew that explore this theme of Jesus as the, the, I don't know, what do you say? The ultimate firstborn or the ultimate cosmic firstborn of God. So should we dive in to the Gospels?",
    "start": "00:07:55",
    "end": "00:08:26"
  },
  {
    "text": "Let's do it.",
    "start": "00:08:26",
    "end": "00:08:27"
  },
  {
    "text": "So let's start with Mark, who has the briefest and most kind of concise introduction to the story of Jesus. There's no birth narratives in Mark, no stories about Mary or Joseph or anything. It just begins with a long. Well, actually, what it begins with is the words the beginning, the beginning of the good news about Jesus Messiah. And then depending on your translation, it's the phrase the Son of God. So let's real quick compare. Actually, almost all of our modern translations have the Son of God, and that's because there's good manuscript support for it. However, there are a few manuscripts that are significant witnesses, textual witnesses to the early text of the gospel that don't have the phrase son of God. It just reads the beginning of the good news about Jesus Messiah Christ, meaning Messiah.",
    "start": "00:08:28",
    "end": "00:09:27"
  },
  {
    "text": "Jesus.",
    "start": "00:09:27",
    "end": "00:09:27"
  },
  {
    "text": "Jesus Christ. That's right. And Christ means Messiah. So whether or not the phrase son of God appears in the earliest version of Mark is. It doesn't make a huge difference to the point we're trying to raise here. But the point is that Jesus's identity as the ultimate firstborn of God and we actually won't explore. Well, yeah, we'll begin to explore what that means. Like, the Gospels are exploring what it means to say a thing like that. And then we'll explore it a lot more in the next episode when we get to Paul in Hebrews. Okay, but Mark begins out of the gate with that line. So in other words, it tells you about the identity of Jesus. It makes a claim. The first statement of Mark is a claim about the identity of Jesus.",
    "start": "00:09:28",
    "end": "00:10:17"
  },
  {
    "text": "That he's the Messiah.",
    "start": "00:10:17",
    "end": "00:10:18"
  },
  {
    "text": "That he's the Messiah and the Son of God. So the rest of the story is essentially going to be about unfolding that claim in narrative through a sequence of narratives. And it's mostly going to be about how people slowly come to the realization of Jesus's identity. Richard Hayes, a New Testament scholar, I remember his treatment of Mark that I came across a long time ago is he said Mark is like the opposite of, like, a mystery story where the identity, like in like, a whodunit. Oh, man, I'm reading this great, like, children's mystery story to my boys. It's about stolen treasure. All these people are in a castle and a blizzard, and then the castle treasure is stolen. And the whole story is about this little teddy bear because all the characters are talking like stuffed animals. But it's trying to figure out who's the one who took the treasure. And it's so fun, man. A good whodunit, you know, is so fun to take in. So Mark is the opposite of that because you're being told who the main character is and who they really are in the first sent. And it creates this dramatic irony because the story is really going to be about how everybody else does or does not come to a realization of who, you know, this character to be. So it begins with a quotation from Isaiah and Malachi that introduces John the Baptist. And then John the Baptist is doing his thing in the wilderness. It's a renewal movement, taking Israel back to the Jordan river, dunking them in the river as a way of identifying and preparing Israel for God to show up like Isaiah and Malachi promised. And what we're going to consider is the baptism of Jesus. Okay, this key, key story, which we've read many times over the years, but just want to look at it from this angle with this theme in. So in Mark 1, verse 9, we read in those days, days, Jesus came from Nazareth in Galilee and he was baptized by John in the Jordan River. Immediately coming up out of the water, he saw the heavens. Interesting. New American standard has opening, but it's the word like ripped or torn open. It's. It's actually the Greek word skidzo or skidzane, from where we get our English word schism. So it's a, like a violent opening. Yeah, like ripping, you know, a garment open. This is significant. I don't know if we've ever fully talked about this. Mark identifies the one who sees this happening, not as everybody, but as Jesus. So Jesus saw the heavens torn open and the spirit descending like a dove upon him. And then a voice came out of those ripped open heavens saying, you are my beloved Son. In you I am well pleased. So that's the story, short and sweet.",
    "start": "00:10:18",
    "end": "00:13:48"
  },
  {
    "text": "Now I always get a bit turned around with these phrases. Son of God and son of man, they're very similar phrases. We're introduced up top with Mark as the Son of God. And then here in the baptism, just a few verses later, he's called God's beloved Son. Yeah, yeah. What is the title? Son of God? Maybe start there, just re. Upload that in my mind.",
    "start": "00:13:49",
    "end": "00:14:16"
  },
  {
    "text": "Yeah, well, I mean, there's many levels of context for it. So the phrase son of Elohim in Hebrew Bible means a member of the class of spiritual beings. So this is what the spiritual beings in Genesis 6 are called. That's the first time the phrase is used. Son of Elohim is of. Not of the Messiah, but of spiritual beings. And that's a common phrase actually to refer to beings who share in the class of having a spiritual nature, like the one true God.",
    "start": "00:14:16",
    "end": "00:14:52"
  },
  {
    "text": "Okay.",
    "start": "00:14:52",
    "end": "00:14:52"
  },
  {
    "text": "So the B' Nai Elohim is used in the Psalm, Psalm 29, Psalm 82, Psalm 89, to refer to spiritual beings. But in the story of the Hebrew Bible, God appoints certain human representatives to be his son, and specifically David. And the line of kings from David in 2nd Samuel, chapter 7. And then in Psalm 2, which supplies the language for God's quote right here, God appoints a messiah, a king, who's. From the line of David, who is one day going to rule over the nations and bring God's heavenly rule to earth. And so that human one, who is God's vehicle to be his rule on earth, is called my son in Psalm 2.",
    "start": "00:14:53",
    "end": "00:15:42"
  },
  {
    "text": "And also Israel was called God's son.",
    "start": "00:15:43",
    "end": "00:15:46"
  },
  {
    "text": "Thank you. Yes. Actually, in Exodus chapter four, God calls Israel my firstborn son, which we talked about earlier in the series, because Israel was not the firstborn among the nations. And. And in that moment, Egypt was claiming to be the one chosen by God to rule the nations, which is why they enslave other nations. And God is saying, actually, it's your slaves. One of those people groups is my firstborn son.",
    "start": "00:15:46",
    "end": "00:16:11"
  },
  {
    "text": "To be a son of God, to be called a son of God, is to say that you are a people or a person who's being kind of uniquely chosen to represent God in a unique way.",
    "start": "00:16:11",
    "end": "00:16:25"
  },
  {
    "text": "Yeah, yep. In terms of. That's the background of the term. So this term, and that's just in the Hebrew Bible. So this term is capable of multiple nuances of meaning. And I think what's sometimes challenging for us here we are 2,000 years later, is that we have inherited a really developed view of what that term means. And I think that view actually comes from the gospel narratives and what they want to tell us about Jesus, about the, you know, the second member of the Trinity, you know, God the Father, God the Son, God the Spirit. And I think those ideas are really rooted in what the gospel authors want to say. But the term son of God was capable of many nuances of meaning when the gospel authors were writing. And so what they're going to do is define what they mean and what Jesus means by being the Son of God by actually reading the narrative. You actually have to read the narrative to know what they mean by it with all those other meanings in the background.",
    "start": "00:16:25",
    "end": "00:17:28"
  },
  {
    "text": "It's not like a theological dictionary word that they were like, plucking from. That meant a very precise thing. But by following the story, you will learn what Mark means by Jesus the Son of God. And then so here in the baptism, heavens rip open sky rips Open. God's spirit comes down. God's voice says, you are my beloved son.",
    "start": "00:17:28",
    "end": "00:17:54"
  },
  {
    "text": "Yeah.",
    "start": "00:17:54",
    "end": "00:17:54"
  },
  {
    "text": "And you said that's a quotation from Psalm 2.",
    "start": "00:17:54",
    "end": "00:17:57"
  },
  {
    "text": "Yeah. Actually, there's three Hebrew Bible quotations being brought together here. So the phrase, you are my son comes from Psalm 2.",
    "start": "00:17:57",
    "end": "00:18:06"
  },
  {
    "text": "Okay.",
    "start": "00:18:06",
    "end": "00:18:07"
  },
  {
    "text": "Where God looks out at the nations that are raging and violent, ruled by violent kings who are stealing and plundering from each other and raging against God's authority because they see no authority greater than themselves. And so what God says is, he laughs and he says, I already have my king, and it's none of you. It's the one that I have installed on Zion, my holy mountain. And then that king speaks up to us in Psalm 2 and tells us about this decree that God made about him. And he says, I'll tell you the decree of the Lord. God said to me, you are my son. Today I have. And it's the word birth birthed you. So birth is being used here as a metaphor because it's a, you know, God.",
    "start": "00:18:07",
    "end": "00:18:57"
  },
  {
    "text": "This is God speaking here in the psalm.",
    "start": "00:18:57",
    "end": "00:18:59"
  },
  {
    "text": "Yeah. This is the son of God, the king, relaying to the reader a decree that God made about himself.",
    "start": "00:18:59",
    "end": "00:19:08"
  },
  {
    "text": "Okay.",
    "start": "00:19:08",
    "end": "00:19:08"
  },
  {
    "text": "And he's saying, God has declared about me, you are my son, and today, as of this day, I have begotten you. Which doesn't mean that God's giving birth to the king. Rather, it means that God is appointing this king as the firstborn son.",
    "start": "00:19:08",
    "end": "00:19:26"
  },
  {
    "text": "Yeah. Okay.",
    "start": "00:19:26",
    "end": "00:19:27"
  },
  {
    "text": "So what's interesting here is that this promise that God has appointed a king and designated them as the firstborn son. When you come to this in Psalms, you already have all these, the whole Hebrew Bible in your mind for calling this up. What's interesting about the story of Jesus is when Mark calls on these words, the question is, is Jesus being marked as something that he wasn't already, or is he becoming something that he wasn't already? Or was he always already this? And does that make sense? Yeah, that's a question in the reader's mind. And actually, that was a huge source of debate in the early centuries of the Jesus movement. So Psalm 2 is one source. The second source is in you. I am well pleased. That comes from one of the servant poems in the scroll of Isaiah, specifically the opening lines of Isaiah 42. So that hyperlinks to all the stuff we talked about in the last episode.",
    "start": "00:19:29",
    "end": "00:20:36"
  },
  {
    "text": "Yeah, all the servant stuff.",
    "start": "00:20:37",
    "end": "00:20:38"
  },
  {
    "text": "Yep, the servant stuff. And also connected with David, because the king, from the line of David, the new David, the new David. The last bit is, you are my Beloved son. And that word beloved, you are my beloved son. Uniquely in Greek maps, precisely on to the Greek translation of the story about Abraham and Isaac in Genesis 22, where God says, take now your son, your unique or one and only son, the one whom you love, and offer him up as an ascension offering. So this is very subtle to us, but this is totally how Jewish authors worked in the Hebrew Bible and in this period, which is to hyperlink whole big ideas and themes in the Hebrew Bible by just blending together a few chosen words. So this is a vision that Jesus had when he was baptized. And notice you have the heavenly voice stating the identity of the Son, and the connection or the vehicle that carries that loving pronouncement from the heavenly voice to the Son is the Spirit. So you have this three, God as three and one, working together here to send a beloved son into the world to carry out the vocation of the royal servant. All that's being like, communicated here in very, very few words. So here's just one quote. One of my favorite commentators on the Gospels, he's written commentaries on Mark and Matthew, is RT France. He's no longer with us, but he has a great way of summarizing issues here. He says the divine declaration and the whole experience of which it forms a part, he's talking about the voice from heaven is not phrased in such a way as to suggest that Jesus at this point becomes something that he was not before. The voice declares who Jesus is, not who he has now become. And he's talking about the echo of Psalm 2 here. It may be significant that the part of the verse from Psalm 2 that speaks of the status as new today I have begotten you, Mark, doesn't include that in his allusion. Clearly, for Mark, Jesus will not have to wait until the resurrection or now to become God's Son. He is so already. And there's no hint even at his baptism that this is some new factor. What is new here is the launching into the public exercise of a role for which he as the Son of God is now prepared. Yeah, and that's an important clarification because in other words, Jesus is arriving on the scene. And what happens the next word after the divine voice is immediately the Spirit and compelled him out into the wilderness and he begins his mission. He overcomes the evil one, and then he goes out and starts announcing the kingdom of God. So the point is that the story is about the commissioning of the Son as the Son of God to begin ruling over creation as God's image and Son. And that's what's being announced here. Not a new identity that a human is somehow, like, adopted into but didn't have before.",
    "start": "00:20:38",
    "end": "00:24:09"
  },
  {
    "text": "Sure. And you've talked about this being Jesus anointing. We haven't been talking about that idea. But David, when he was chosen as King Samuel, had his oil of anointing that we talked about.",
    "start": "00:24:10",
    "end": "00:24:25"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:24:25",
    "end": "00:24:26"
  },
  {
    "text": "Go take your oil or your horn, fill it with oil, and then he pours it on David when God says, that's your guy.",
    "start": "00:24:26",
    "end": "00:24:32"
  },
  {
    "text": "Yep, David.",
    "start": "00:24:32",
    "end": "00:24:34"
  },
  {
    "text": "And then he anoints David with the oil. And that's the moment then, saying, David's reign has begun.",
    "start": "00:24:34",
    "end": "00:24:42"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:24:42",
    "end": "00:24:43"
  },
  {
    "text": "And so you've said this baptism scene of Jesus, he's not being anointed with oil, and this is a rabbit hole, I suppose, but this is like his anointing from heaven with the Spirit.",
    "start": "00:24:43",
    "end": "00:24:55"
  },
  {
    "text": "Yeah, yeah, right.",
    "start": "00:24:55",
    "end": "00:24:56"
  },
  {
    "text": "I mean, in the story with David, the Spirit comes down and anoints him as well, like the Spirit does to Jesus.",
    "start": "00:24:56",
    "end": "00:25:03"
  },
  {
    "text": "Yes.",
    "start": "00:25:03",
    "end": "00:25:03"
  },
  {
    "text": "And so this is the idea of not. So just to say, like, this story is more about the commissioning and the acknowledgment of Jesus as the anointed one versus, like, making him giving him that status.",
    "start": "00:25:04",
    "end": "00:25:18"
  },
  {
    "text": "Yeah, exactly. And actually the rest of the Gospel of Mark is going to be designed to keep revealing that. So there's two more scenes where there is some heavenly phenomenon that appears and people look up and then there's some declaration made about Jesus identity. And all of them reveal not something that Jesus is becoming, but it's like the unveiling of who he really is and who he has always been. And what's new is that he's on the scene to, like, be the image of God and to crush the snake. And, like, that's what's being announced here. Yeah. So that's the first appearance of this image of Jesus as the son of God, as God's firstborn elevated and appointed commission to do his task. That's the baptism narrative.",
    "start": "00:25:18",
    "end": "00:26:45"
  },
  {
    "text": "Now, in this chapter, we're also told that Jesus came from Nazareth. And that's just like, lighting up in my mind because we just talked about Jesse, the father of David, being from Nazareth.",
    "start": "00:26:46",
    "end": "00:26:57"
  },
  {
    "text": "Yeah, exactly.",
    "start": "00:26:57",
    "end": "00:26:58"
  },
  {
    "text": "In the servant poem of Isaiah 11, we're told that there's going to be a new son of Jesse. Yes, the new David. So is that why Nazareth is being highlighted here?",
    "start": "00:26:58",
    "end": "00:27:10"
  },
  {
    "text": "Yeah, actually. That's great. So for sure, you know, in Mark's audience, just saying he came from Nazareth echoes all of the other oral traditions that would have been passed down from the Apostles about Jesus's background. But Mark doesn't give us that story. He doesn't tell us stories about Mary or Joseph. You have to turn to the other gospels to do that. And actually, it's perfect. This is the moment to switch over to Luke. So in Luke's account, Jesus's baptism comes in Luke chapter three, what we call Luke chapter three. And immediately after the baptism, like, the next thing after the heavenly voice in Luke's account is Luke, chapter 3, verse 23. And it is the genealogy of Jesus. And just watch how this works. So God in Luke, God just said, you're my beloved son. In you, I'm well pleased. Verse 23. When Jesus began his ministry, Jesus himself was about 30 years of age. Oh, do you know this is where that comes from, this line?",
    "start": "00:27:10",
    "end": "00:28:14"
  },
  {
    "text": "His age.",
    "start": "00:28:14",
    "end": "00:28:15"
  },
  {
    "text": "Yeah, his age. Yeah, yeah, yeah. It's not referred to very often in the gospels.",
    "start": "00:28:15",
    "end": "00:28:18"
  },
  {
    "text": "And it's about. I always just thought, oh, he was 30.",
    "start": "00:28:18",
    "end": "00:28:21"
  },
  {
    "text": "About 30.",
    "start": "00:28:22",
    "end": "00:28:22"
  },
  {
    "text": "About 30.",
    "start": "00:28:23",
    "end": "00:28:23"
  },
  {
    "text": "He was, as it was supposed, the son of Joseph, the son of Eli, the son of Matthat, the son of Levi, the son of Melchi. And it's about to go on for a long time. But first, let's just note, he was just in the narrative called my son. And then the next line is, he was about 30 years old. And people thought he was the son of. And then we.",
    "start": "00:28:23",
    "end": "00:28:52"
  },
  {
    "text": "Joseph being his Mary and Joseph.",
    "start": "00:28:52",
    "end": "00:28:54"
  },
  {
    "text": "Exactly. Right. Yeah, yeah. And Luke actually has already told you the story of Joseph and Mary, you know, in. In Luke chapters one and two.",
    "start": "00:28:54",
    "end": "00:29:02"
  },
  {
    "text": "Yeah.",
    "start": "00:29:02",
    "end": "00:29:02"
  },
  {
    "text": "So in other words, Jesus is being his son. His status as a son has multiple layers to it because he was born as a human to Mary, but not to Joseph. And that's the whole thing about the virgin birth. And so here there's two ways that Jesus can be called a son. He's the son of Mary. Biologically, he's the son of Joseph in terms of. As an adopted son, and then he's the son of God. But watch how this works. So he's the son of Joseph. And then Luke is just going to carry on Joseph's lineage all the way back, linking it up to David and then to Jesse, and then linking it all the way back to Judah, and then Jacob, Isaac, Abraham, and then working backwards through Genesis 1 through 11 to.",
    "start": "00:29:02",
    "end": "00:30:00"
  },
  {
    "text": "Terah, who was Abraham's father.",
    "start": "00:30:00",
    "end": "00:30:03"
  },
  {
    "text": "Yep. Then back to Noah, back to Noah, back to Enoch, back to Seth, back to Adam. And then the last phrase in the genealogy is, so the son of Seth, the son of Adam, the son of God.",
    "start": "00:30:03",
    "end": "00:30:17"
  },
  {
    "text": "Oh, wow. Adam, the son of God.",
    "start": "00:30:18",
    "end": "00:30:21"
  },
  {
    "text": "Yeah. So this is fascinating because Luke equates being the image of God and being the son of God as being overlapping ideas in some way.",
    "start": "00:30:21",
    "end": "00:30:32"
  },
  {
    "text": "Okay.",
    "start": "00:30:32",
    "end": "00:30:32"
  },
  {
    "text": "So the question is, is Jesus just a human son of God or is.",
    "start": "00:30:32",
    "end": "00:30:37"
  },
  {
    "text": "He a new Adam? Strictly speaking, just another human who's given a status that Adam was given, which is the image of God.",
    "start": "00:30:37",
    "end": "00:30:46"
  },
  {
    "text": "Yeah, exactly. And so I think the point of what the gospel authors are saying is they're trying to load the phrase son of God with more meaning because of their convictions about who Jesus is in light of the whole story about him that they want to tell. But this is a good example about Adam as the son of God is using one of the nuances of the phrase in the Hebrew Bible, which means a human that God has appointed. It doesn't mean that Adam was a second member of the Trinity. It means that he was a human appointed by God and made in the image of God. And what the gospel authors are going to go on to try and claim about Jesus is Jesus isn't just the son of God. Like the way Adam is the son of God, Jesus is actually the image of God in whose image Adam and Eve were made, if that makes sense.",
    "start": "00:30:47",
    "end": "00:31:43"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:31:44",
    "end": "00:31:45"
  },
  {
    "text": "So let's watch the story. The plot thickens. Luke 4. Jesus, full of the Holy Spirit, returned from the Jordan river and was led around by the Spirit in the wilderness. So the spirit that came on him at the river is, like, with him now, empowering him for 40 days to be tested by the slanderer. So it's the word devil in our translations, but let's just remember the devil. The ha diabolas. It is not a name, it's a title that means somebody who slanders or tries to bring someone's reputation into disrepute. And he was tested by the slanderer. Jesus, like Moses, ate nothing for those 40 days and 40 nights, and he was hungry when they were over. Yep. Then the slanderer said to him, you know, if you really are the son of God. So we're back to that.",
    "start": "00:31:45",
    "end": "00:32:44"
  },
  {
    "text": "Yeah, yeah. What are we supposed to be imagining he's meaning here?",
    "start": "00:32:45",
    "end": "00:32:49"
  },
  {
    "text": "Yeah, exactly. Well, one way to think of it is if you are an image of.",
    "start": "00:32:49",
    "end": "00:32:54"
  },
  {
    "text": "God, like Adam was meant to be, that all of humanity is meant to.",
    "start": "00:32:54",
    "end": "00:32:58"
  },
  {
    "text": "Be, then I have an idea. Let's come up with a food test. A test of food? Yeah. And you're like, oh, my gosh, I'm in the opposite of a garden. I'm in the wilderness. But it's like I'm in the garden with the snake and the humans with a test of food. And that food will determine or somehow tell the truth about this Son of God's allegiance to his Father, which is.",
    "start": "00:32:58",
    "end": "00:33:27"
  },
  {
    "text": "What the test of the food, of the tree of the knowledge of good and bad.",
    "start": "00:33:27",
    "end": "00:33:30"
  },
  {
    "text": "Exactly.",
    "start": "00:33:30",
    "end": "00:33:31"
  },
  {
    "text": "Is, too.",
    "start": "00:33:31",
    "end": "00:33:31"
  },
  {
    "text": "That's exactly right. Yeah. Okay, so this is Luke's way of casting Jesus's. Sorry, back to my bad sports metaphors. But now it's Jesus stepping up to the plate, as it were, as the Son of God, and as we're going to see, like, he overcomes the test and the tester three times over. So what Jesus says is, listen, food doesn't actually determine the life of our world. It's the word of God that is our true life. So he says, humans don't live on bread alone.",
    "start": "00:33:31",
    "end": "00:34:05"
  },
  {
    "text": "Yeah. Which is a quotation from Deuteronomy referring to another moment in the wilderness where God was providing food. And so that's all hyperlinked to the.",
    "start": "00:34:05",
    "end": "00:34:19"
  },
  {
    "text": "Same idea for Israel, his firstborn son.",
    "start": "00:34:19",
    "end": "00:34:21"
  },
  {
    "text": "Yeah, yeah. But if the quotation continues, don't live on bread alone, but by every word.",
    "start": "00:34:21",
    "end": "00:34:26"
  },
  {
    "text": "That's right.",
    "start": "00:34:26",
    "end": "00:34:27"
  },
  {
    "text": "And so the idea is just like Adam and Eve at the Tree of Wisdom of, you know, the fruit that will make them wise. It's like, are they going to take the fruit or are they going to rely on God's Word, which was don't take the fruit. But I guess underneath that is the assumption that God will give me wisdom.",
    "start": "00:34:27",
    "end": "00:34:46"
  },
  {
    "text": "Yeah. And God will give me life from the Tree of Life. Right.",
    "start": "00:34:46",
    "end": "00:34:50"
  },
  {
    "text": "Sustenance. I don't need that sustenance. I've got sustenance.",
    "start": "00:34:50",
    "end": "00:34:52"
  },
  {
    "text": "Yes, totally. There's food that you think will give you life that actually in the long run won't. But God's word, if you hear it and do it, that will give you true life. And that's what's at stake in the Garden of Eden. And that's what's at stake right here with this Son of God.",
    "start": "00:34:52",
    "end": "00:35:09"
  },
  {
    "text": "Jesus cuts to the core of it.",
    "start": "00:35:09",
    "end": "00:35:10"
  },
  {
    "text": "Yeah, yeah. And that's just the first test. Here's the second test. The slanderer led the Son of God up, and you're like, up where? And showed him all the kingdoms of the world in a flash of time, in a moment of time.",
    "start": "00:35:10",
    "end": "00:35:27"
  },
  {
    "text": "It's kind of like a dream state.",
    "start": "00:35:27",
    "end": "00:35:29"
  },
  {
    "text": "Oh, totally. This is another. I mean, dude, he's like, starving in the wilderness. And actually, so I'm making light of that, but this is actually really key to Jesus's experience, is he is Participating in a long tradition in Judaism of focused times of prayer where you achieve a higher or rather deeper level of consciousness, like an altered state of consciousness, in this case through fasting.",
    "start": "00:35:29",
    "end": "00:35:55"
  },
  {
    "text": "Yeah, yeah. Because your mind's going to be doing weird stuff having not been had any.",
    "start": "00:35:56",
    "end": "00:36:02"
  },
  {
    "text": "Food for 40 days or you really flip that over. The idea is that somehow through depriving ourselves of constantly meeting our own needs, we achieve a clearer state of mind as to the true reality and that it's when our stomachs are full, that's when we're in a weird state of mind. You know what I mean?",
    "start": "00:36:02",
    "end": "00:36:21"
  },
  {
    "text": "Yeah. We're in a numbed. More like not aware of the marvels around us and of the connections of things and we're just kind of numb to it. We're full and we're happy.",
    "start": "00:36:21",
    "end": "00:36:33"
  },
  {
    "text": "Fasting is about getting clarity about reality.",
    "start": "00:36:33",
    "end": "00:36:36"
  },
  {
    "text": "Interesting.",
    "start": "00:36:36",
    "end": "00:36:37"
  },
  {
    "text": "Yeah. Oh yeah. So he can see clearly and he's shown that the slanderer says, listen, I'll give you all of this territory and its honor, its glory. So we're talking here about rule and authority.",
    "start": "00:36:37",
    "end": "00:36:53"
  },
  {
    "text": "Yeah.",
    "start": "00:36:53",
    "end": "00:36:53"
  },
  {
    "text": "Which is what the theme of the firstborn is all about.",
    "start": "00:36:53",
    "end": "00:36:55"
  },
  {
    "text": "Yeah. I'll make you king.",
    "start": "00:36:55",
    "end": "00:36:57"
  },
  {
    "text": "I'll make you king. Yes, yes. And then the slanderer says, because it has been handed over to me and I can hand it to whomever I desire. So good.",
    "start": "00:36:57",
    "end": "00:37:08"
  },
  {
    "text": "It's such an interesting kind of half truth there. Right. Because in a way it has been handed over to him. Like isn't that part of the story? Is that like God hands over us to our own desires and so there is a handing over, but that doesn't put evil in charge.",
    "start": "00:37:09",
    "end": "00:37:25"
  },
  {
    "text": "Right.",
    "start": "00:37:26",
    "end": "00:37:26"
  },
  {
    "text": "In the way that the slander is saying here.",
    "start": "00:37:26",
    "end": "00:37:29"
  },
  {
    "text": "Totally.",
    "start": "00:37:29",
    "end": "00:37:29"
  },
  {
    "text": "So it's like a half truth.",
    "start": "00:37:29",
    "end": "00:37:30"
  },
  {
    "text": "Yeah, There's a deep, deep insight here. And you have to get what was happening in the Hebrew Bible to understand what's being said here. Because when God's desire is for humans to rule his partners but the snake keeps like hijacking each generation in Adam and Eve. And then when the snake appears as this animal called sin in the story of Cain and Abel, and then this figure just goes underground but keeps being at work in every generation. And every generation that God hands an opportunity to rule, they hand it over to the evil impulse, to the snake through their poor decisions. And so in that way the domain and the glory of ruling the world keeps getting handed over to the snake. And the snake's just having a heyday. So all those themes have really developed throughout the whole Hebrew Bible and then in Second Temple Judaism. And so in a story like this, those concepts are just being alluded to, like you already know how it all works, Right? So the slanderer says, listen, if you give your allegiance to me, worship me, you'll get all the power in the world. And so here we are, back to the question. Remember he said, if you are the son of God and what you know from the heavenly voice is the Son of God, is the Psalm 2, ruling king over the nations. But that that rule will be achieved through an act of utter self surrender, like the beloved son of Isaac, and also through the self giving sacrifice of the suffering servant, the one in whom I am well pleased. And so there's going to be two paths to power and authority. The surrendering of one's life and trusting the word of God as true life. Or you can take it for yourself, which is what is on offer right here. So this story is so amazing. This is like all, everything in the Hebrew Bible and its analysis of the human condition is coming together in this scene right here. And we have the ultimate son of God who's gonna make the right choice here.",
    "start": "00:37:30",
    "end": "00:39:39"
  },
  {
    "text": "Yeah.",
    "start": "00:39:39",
    "end": "00:39:53"
  },
  {
    "text": "So there's one more test, but this would take too long.",
    "start": "00:40:15",
    "end": "00:40:18"
  },
  {
    "text": "It's the test where he puts him on top of the tabernacle and says, jump and you'll be safe.",
    "start": "00:40:18",
    "end": "00:40:22"
  },
  {
    "text": "That's right. Yeah, yeah. So force your father's hand to save you, essentially.",
    "start": "00:40:22",
    "end": "00:40:26"
  },
  {
    "text": "Yeah. Show your glory now.",
    "start": "00:40:26",
    "end": "00:40:28"
  },
  {
    "text": "Exactly. Yeah. In a spectacle that will make it clear beyond a shadow of a doubt to everybody that you are the son of God. And Jesus says, listen, I'm not in the business of putting my father to the test. He will vindicate me in the eyes of the nations in his own time. I'm not going to make him do it on my time. So when the devil finished his testing, he left him until the right time. And that right time is going to be in the garden the next time he's tested in the garden, which is.",
    "start": "00:40:28",
    "end": "00:41:05"
  },
  {
    "text": "It's the villain in the cartoon. You got me this time. But I'll be.",
    "start": "00:41:07",
    "end": "00:41:12"
  },
  {
    "text": "That's exactly right. I'll be back. That's right.",
    "start": "00:41:14",
    "end": "00:41:18"
  },
  {
    "text": "Now, is there. This is a random side note. Why three? Is three important? I just, we don't talk a lot about three.",
    "start": "00:41:18",
    "end": "00:41:25"
  },
  {
    "text": "Oh, the tests.",
    "start": "00:41:26",
    "end": "00:41:27"
  },
  {
    "text": "Three tests.",
    "start": "00:41:27",
    "end": "00:41:28"
  },
  {
    "text": "Oh, absolutely. This is all about the third day.",
    "start": "00:41:28",
    "end": "00:41:30"
  },
  {
    "text": "Ah, the third day and the three days. Three days in the belly of the whale. Three days in the tomb.",
    "start": "00:41:30",
    "end": "00:41:34"
  },
  {
    "text": "Yeah. Israel goes three days into the wilderness and they don't have water. And then they test God. God tests them oh, interesting. Yeah. Three days or cycles of three are often associated with this motif in the kind of the theme and melody of the Hebrew Bible, which is another person up to have the chance to rule. And it's usually there's some pattern of three at work in their testing story.",
    "start": "00:41:34",
    "end": "00:42:01"
  },
  {
    "text": "Cool.",
    "start": "00:42:01",
    "end": "00:42:01"
  },
  {
    "text": "Gideon's three tests in Judges.",
    "start": "00:42:01",
    "end": "00:42:04"
  },
  {
    "text": "He has three tests, huh?",
    "start": "00:42:04",
    "end": "00:42:05"
  },
  {
    "text": "Yeah. So, yeah, anyhow.",
    "start": "00:42:05",
    "end": "00:42:07"
  },
  {
    "text": "Oh, okay. It's ringing a bell.",
    "start": "00:42:07",
    "end": "00:42:09"
  },
  {
    "text": "So this is wonderful. This is all taking longer than I thought it would. And that's great. But notice. Okay, so verse 14. Jesus returned to Galilee in the power of the spirit.",
    "start": "00:42:09",
    "end": "00:42:20"
  },
  {
    "text": "Yeah.",
    "start": "00:42:20",
    "end": "00:42:21"
  },
  {
    "text": "News about him spread through the district. He began teaching in their synagogues, and.",
    "start": "00:42:21",
    "end": "00:42:25"
  },
  {
    "text": "Hopefully he got a meal first.",
    "start": "00:42:26",
    "end": "00:42:27"
  },
  {
    "text": "Yeah, totally. Then he went back to Nazareth, where he was brought up. And he goes into the synagogue on the Sabbath, and lo and behold, the scroll of Isaiah was being read as the portion that day. And so he opens the scroll and opens it to Isaiah 61, and he reads the words of Isaiah 61, which is one of these servant poems in Isaiah, saying, the spirit of the Lord is on me because he has anointed me to preach good news to the poor, to proclaim release to the captives, recovery of sight to the blind, to set free those who are oppressed, to proclaim the favorable year of the Lord. So it's so rad. It's like he actually is the ultimate firstborn. He's passed the test. And now what does he do with his power? Right. What does he do with this opportunity for.",
    "start": "00:42:29",
    "end": "00:43:25"
  },
  {
    "text": "Okay, hold on, though.",
    "start": "00:43:25",
    "end": "00:43:26"
  },
  {
    "text": "Yeah.",
    "start": "00:43:26",
    "end": "00:43:27"
  },
  {
    "text": "He's the ultimate firstborn.",
    "start": "00:43:27",
    "end": "00:43:28"
  },
  {
    "text": "Hmm.",
    "start": "00:43:28",
    "end": "00:43:29"
  },
  {
    "text": "He's called God's son. His beloved son.",
    "start": "00:43:29",
    "end": "00:43:31"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:43:31",
    "end": "00:43:31"
  },
  {
    "text": "He's the Son of God. And in the Hebrew Bible, when God chooses someone to empower them, the narratives generally almost always end with failure.",
    "start": "00:43:31",
    "end": "00:43:43"
  },
  {
    "text": "Yeah.",
    "start": "00:43:43",
    "end": "00:43:44"
  },
  {
    "text": "Like a testing and a failure.",
    "start": "00:43:44",
    "end": "00:43:45"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:43:45",
    "end": "00:43:46"
  },
  {
    "text": "So here's Jesus. He is the Son of God. And not just the way that a human is the image of God, but he is the image of God, which humans image.",
    "start": "00:43:46",
    "end": "00:43:56"
  },
  {
    "text": "Yes. And actually, let me clarify. So in Luke, putting the genealogy and saying he was the son of Joseph. So it was supposed. And that's the lineage that he takes all the way down to Adam.",
    "start": "00:43:57",
    "end": "00:44:08"
  },
  {
    "text": "Right.",
    "start": "00:44:08",
    "end": "00:44:09"
  },
  {
    "text": "The Son of God.",
    "start": "00:44:09",
    "end": "00:44:09"
  },
  {
    "text": "But the baptism, that's about God saying, look, you are my beloved son.",
    "start": "00:44:10",
    "end": "00:44:16"
  },
  {
    "text": "Yeah. In other words, his human sonship from Joseph is important, crucially important. But that's not what the baptism is about. The baptism, his human.",
    "start": "00:44:16",
    "end": "00:44:26"
  },
  {
    "text": "Yeah, his human, like Joseph lineage connects him to the servant as being from Jesse and then.",
    "start": "00:44:27",
    "end": "00:44:35"
  },
  {
    "text": "And being from Adam.",
    "start": "00:44:35",
    "end": "00:44:37"
  },
  {
    "text": "And then being from Adam.",
    "start": "00:44:37",
    "end": "00:44:38"
  },
  {
    "text": "Yeah, a new Adam.",
    "start": "00:44:38",
    "end": "00:44:39"
  },
  {
    "text": "Yeah.",
    "start": "00:44:40",
    "end": "00:44:40"
  },
  {
    "text": "And that's important. Like he's a human. He's a new human, new David, new Adam. However, he's more than just that. And the baptism is about how he actually is the. The revelation of God's own self. And God is presented as being father, son and spirit working in concert to do what no sons of Adam and Eve have ever been able to do.",
    "start": "00:44:40",
    "end": "00:45:05"
  },
  {
    "text": "So here we have the chosen son. And in all the narratives before we've gone through, the chosen son was unexpected choice. And here that's also in the subtext. He's this unexpected, you know, small town guy.",
    "start": "00:45:06",
    "end": "00:45:22"
  },
  {
    "text": "Yeah. Born to a. I mean born to an unwed mother. A teenager.",
    "start": "00:45:22",
    "end": "00:45:27"
  },
  {
    "text": "Yeah.",
    "start": "00:45:27",
    "end": "00:45:27"
  },
  {
    "text": "And she's definitely in lower social status than the other people in the story around her. Like a priest, you know, Zechariah. But that's the one God has chosen.",
    "start": "00:45:27",
    "end": "00:45:38"
  },
  {
    "text": "But then in another sense, like his identity is told to us right off the bat, which is like, no, this is, this isn't like God choosing the lesser son.",
    "start": "00:45:38",
    "end": "00:45:48"
  },
  {
    "text": "Yes, exactly.",
    "start": "00:45:49",
    "end": "00:45:50"
  },
  {
    "text": "And inverting power. This is the guy, like, this is the son of God. So he is the true firstborn. And we'll get into that more because I know Paul used that language, but.",
    "start": "00:45:50",
    "end": "00:46:02"
  },
  {
    "text": "Yeah. So these two ways that Jesus is a son of God, one is through his human lineage. It goes through Joseph, Mary and links back to Adam. And that's crucial for him coming as a human to do for humans what no human seems to be able to do. But the baptism is revealing this other aspect of his identity that in appearing among us as a son of Adam, that one is at the same time the eternal son of the Father, which.",
    "start": "00:46:03",
    "end": "00:46:32"
  },
  {
    "text": "Mark doesn't come out and say with that kind of language, but not eternal.",
    "start": "00:46:32",
    "end": "00:46:36"
  },
  {
    "text": "And. Exactly. And that's where you just have to read the story to see the claim being made.",
    "start": "00:46:36",
    "end": "00:46:40"
  },
  {
    "text": "You've got to read the story, you've got to read the apostles teachings.",
    "start": "00:46:40",
    "end": "00:46:44"
  },
  {
    "text": "Yeah.",
    "start": "00:46:45",
    "end": "00:46:45"
  },
  {
    "text": "You've got to put.",
    "start": "00:46:45",
    "end": "00:46:46"
  },
  {
    "text": "But also at work in the book of Isaiah. And we didn't have time to cover this because it's not a series on the book of Isaiah. But Isaiah keeps holding out this future hope of a coming king from the line of David alongside this future hope that Yahweh himself would show up in person to do what no Israelite or human has ever been able to do. And this is, you know, Isaiah 40, Yahweh is coming like a king to gather the sheep into his arms to bring justice. All the nations will see his glory. He's coming in person. And the gospel narratives take the promise of the king and the promise of Yahweh coming and are putting Jesus in both of those slots as the divine one and the human one together. And that's what they mean when they talk about Jesus as the son of God revealed. Like in the baptism story.",
    "start": "00:46:47",
    "end": "00:47:42"
  },
  {
    "text": "Yeah. Okay. And so then here passes the test, cruises in. There's a tabernacle time going on. They're reading.",
    "start": "00:47:43",
    "end": "00:47:51"
  },
  {
    "text": "Yes.",
    "start": "00:47:52",
    "end": "00:47:52"
  },
  {
    "text": "Or synagogue or whatever it is. They're reading the scroll of Isaiah. Takes the scroll he reads from this passage about the servant.",
    "start": "00:47:52",
    "end": "00:48:00"
  },
  {
    "text": "About the servant of Isaiah. Yep.",
    "start": "00:48:00",
    "end": "00:48:02"
  },
  {
    "text": "He says, this is me. But the specific passage, he wants you to know, like what? And I love what you said. What's he going to do with his status? What is he going to do with his power? And it's to release captives, to heal, to rescue the oppressed.",
    "start": "00:48:02",
    "end": "00:48:21"
  },
  {
    "text": "Yeah. In other words, in all the cycles of this firstborn theme, God elevates somebody who's not actually the firstborn, but here's Jesus on the scene and he really is like the ultimate son of God. Yeah. And he passes the test. And then what he does with his authority and power is to. What do you say? De. Elevate himself or. No, actually, it's rather to raise up others alongside him. And who does he raise up? Those at the bottom of their social circles. So what God has been doing in the story of raising up those of low status and the younger and the second born and late comer, now Jesus is going to do with his authority and power as the firstborn. He's going to do what Yahweh has been doing throughout the whole Hebrew Bible.",
    "start": "00:48:21",
    "end": "00:49:10"
  },
  {
    "text": "That's really cool. Yeah. Because I think I was trying to make the observation maybe in our last conversation about how there's two extremes that come out of this theme. And one is that the mode that God likes to use to empower people, and it's this upside down, unexpected, underdog kind of thing. And it's elevating the weak, it's elevating the oppressed. And we're seeing that on cycle. And that's part of the firstborn theme. The other thing, the firstborn theme, though, is that no matter who's given power, humans are just corrupt and we can't figure it out. And so we need a new human, a new Adam, a new David. And so now these two themes have come to a climax. And here's the new Adam, the new David, who is the son of. He is the image of the eternal God and made human. So he's fulfilling that kind of hope. But then we pivot back over to the other theme, which is like, what's God's mode? How does he like to empower people?",
    "start": "00:49:10",
    "end": "00:50:10"
  },
  {
    "text": "Yeah, totally. Yeah.",
    "start": "00:50:10",
    "end": "00:50:11"
  },
  {
    "text": "And it's this upside down or how.",
    "start": "00:50:11",
    "end": "00:50:14"
  },
  {
    "text": "Does he exercise his divine authority? And he does it by elevating those who are low to be high. And so this is the launching pad, the story of Jesus at the synagogue reading. This is the launching pad. And what follows are just loads of healing stories after this. Healing the sick and the poor, healing people from their slavery to mental and spiritual slavery to the powers to partners of the slanderer. So it's truly like this is what happens when God comes to bring his firstborn authority to bear in the world, is he elevates the sick and the poor and the hurting. Yeah. And this apparently is going to be how Jesus exercises and comes to a place of final glory and authority over the nations, which is what the slanderer was offering him, but just without having to go to the bottom first. So we've just looked at two really just the opening chapters of Mark and of Luke, and the word firstborn has never appeared, but the phrase son of God has. And then all of the surrounding themes that echoed around the firstborn motif in the Hebrew Bible are getting drawn upon here, if you have ears to hear them.",
    "start": "00:50:14",
    "end": "00:51:33"
  },
  {
    "text": "Yeah.",
    "start": "00:51:33",
    "end": "00:51:34"
  },
  {
    "text": "So the next step in the gospels, and I think a good place to go next, is one additional moment of this revelation of Jesus identity as the eternal Son of God. And it's at the start story of Jesus transfiguration. And it's another one of these moments like the baptism, where who Jesus is and has always been is revealed to the people around him, but in a very surprising way that has surprising implications. And I think that's the story we should look at next.",
    "start": "00:51:34",
    "end": "00:52:04"
  },
  {
    "text": "Awesome. Thank you for listening to this episode of BibleProject Podcast. Next week, we continue to explore the identity of Jesus as the Son of God, focusing on the miracles he performed. According to Levitical law, if you touch someone who is sick, you become unclean too. But Jesus does what only God can do. He touches the sick and makes them clean and pure and healthy.",
    "start": "00:52:04",
    "end": "00:52:29"
  },
  {
    "text": "Contagious holiness or contagious life? I mean, what holiness is, is holiness describes God as the unique one who is the source of life. And so it's as if divine life is what becomes contagious through Jesus.",
    "start": "00:52:29",
    "end": "00:52:44"
  },
  {
    "text": "Today's show came from our podcast team, including producer Cooper Peltz, associate producer Lindsey Ponder, our lead editor Dan Gummel, additional editors Tyler Bailey and Frank Garza. Tyler Bailey mixed the episode and Hannah Wu did our annotations for the BibleProject app. What is BibleProject, you ask? Well, BibleProject is a crowdfunded nonprofit. We exist to explore experience the Bible as a unified story that leads to Jesus and everything that we make, including this podcast, our videos, our classrooms, all our study notes and discussion notes, and everything on the website. It's all free because it's been paid for by thousands of people just like you. Thank you so much for being a part of this with us. Hi, this is Tenela and I'm from Lagos, Nigeria. I first heard about the Bible project in 2016 for my sister.",
    "start": "00:52:44",
    "end": "00:53:25"
  },
  {
    "text": "Hi, this is John and I'm from Ohio. I first heard about Bible Project from a family member.",
    "start": "00:53:25",
    "end": "00:53:29"
  },
  {
    "text": "I use the Bible Project for my own personal Bible study and also for fun because the videos are really well thought out and very well illustrated. I use bibleproject for my daily Bible reading.",
    "start": "00:53:30",
    "end": "00:53:40"
  },
  {
    "text": "My favorite thing about bibleproject is the videos. They are very helpful in understanding each chapter in each book of God's Word.",
    "start": "00:53:40",
    "end": "00:53:46"
  },
  {
    "text": "My favorite thing about bibleproject is how it debugs the idea that the Bible is just a boring, dusty old text which only theologians and pastors can decipher. And bibleproject Project helps me understand it and use it to encounter God. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunding project by people like me. Find free videos, study notes, podcasts, classes, and more@bibleproject.com.",
    "start": "00:53:46",
    "end": "00:54:09"
  },
  {
    "text": "Sa.",
    "start": "00:54:21",
    "end": "00:54:21"
  }
]