[
  {
    "text": "We are tracing the biblical theme that we're calling the firstborn. It's a theme about messy family dynamics and power plays. It's a theme about how God subverts typical power structures by choosing the least expected to have power. If you've been following along, you've seen how this theme works out in the stories of Adam and Eve, Cain and Abel, and Noah's three sons. Today, we get to Abraham and his relationship with his nephew, Lot. Abraham has the firstborn status with Lot, but he doesn't use his status as a means to gain more power. Instead, he lets Lot decide which portion of land to settle in first. Which makes us wonder, why is Abraham able to act with such generosity?",
    "start": "00:00:05",
    "end": "00:00:47"
  },
  {
    "text": "The deep assumption is that God said he's going to bless me. I don't own any land yet. But if you choose land, God said he'd bless me, so I know there'll be some for me, too.",
    "start": "00:00:47",
    "end": "00:00:57"
  },
  {
    "text": "From Abraham, we move on to the stories of the three generations that come after him. And in these stories, the theme of sibling rivalry gets turned up.",
    "start": "00:00:57",
    "end": "00:01:06"
  },
  {
    "text": "God has a blessing for everybody, but he's gonna bring it through one family. That family's constantly, in all these cycles of rivalry, hurting each other to get the thing God wants to give to all of them. And God will actually turn that rivalry into. Into the vehicle through which he brings the unity that will restore the blessing to everybody.",
    "start": "00:01:06",
    "end": "00:01:26"
  },
  {
    "text": "These stories are full of deceptions and deceptions within deceptions. These stories are full of people who don't trust in God's generosity. These stories are also full of God acting in surprising ways. And it keeps us wondering, why does this have to be so messy?",
    "start": "00:01:26",
    "end": "00:01:43"
  },
  {
    "text": "Following the God revealed in this story more than likely is going to set a person up for many rounds of this tension of waiting for exaltation that doesn't seem to materialize. That's a part of what it means to have one's heart and desires shaped by God.",
    "start": "00:01:43",
    "end": "00:02:01"
  },
  {
    "text": "Today, Tim Mackey and I look at the theme of the firstborn in the family of Abraham. I'm John Collins, and you're listening to BibleProject Podcast. Thanks for joining us. Here we go. So we're in the middle of a conversation on the theme of the firstborn. We're in the middle of our conversations, but we're at the still, at the very beginning of the Bible, looking at a theme about status and power and how God disperses his generosity and how he elevates people. And we're calling the theme of the firstborn because in the ancient world, your Estate, your power and influence.",
    "start": "00:02:01",
    "end": "00:02:48"
  },
  {
    "text": "A father's.",
    "start": "00:02:48",
    "end": "00:02:49"
  },
  {
    "text": "A father's.",
    "start": "00:02:49",
    "end": "00:02:50"
  },
  {
    "text": "Or a king, or a prince or duke or earl.",
    "start": "00:02:50",
    "end": "00:02:53"
  },
  {
    "text": "They had earls, I don't know.",
    "start": "00:02:55",
    "end": "00:02:57"
  },
  {
    "text": "Yeah, no, well, probably some equivalent in real time.",
    "start": "00:02:57",
    "end": "00:03:00"
  },
  {
    "text": "The Queen of England just died.",
    "start": "00:03:00",
    "end": "00:03:02"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:03:02",
    "end": "00:03:03"
  },
  {
    "text": "And actually that made me wonder, I don't know how she became queen. She's been queen for a long time.",
    "start": "00:03:03",
    "end": "00:03:07"
  },
  {
    "text": "Yeah, that's right. Many decades. Yeah.",
    "start": "00:03:07",
    "end": "00:03:09"
  },
  {
    "text": "But usually it's kings and. And now it's a king again. And it makes me wonder how that happened. But anyways, I don't know how it works.",
    "start": "00:03:09",
    "end": "00:03:17"
  },
  {
    "text": "I'm sure there are many.",
    "start": "00:03:18",
    "end": "00:03:19"
  },
  {
    "text": "But how it works is the logic of the firstborn.",
    "start": "00:03:19",
    "end": "00:03:21"
  },
  {
    "text": "Yeah, that's right. Yeah. There's a logic of succession that can be tweaked and adapted, but it is still a logic of succession.",
    "start": "00:03:21",
    "end": "00:03:28"
  },
  {
    "text": "Yeah. Who's first?",
    "start": "00:03:28",
    "end": "00:03:29"
  },
  {
    "text": "The norm.",
    "start": "00:03:29",
    "end": "00:03:30"
  },
  {
    "text": "And that doesn't create any problems. Some people love the drama of the royal.",
    "start": "00:03:31",
    "end": "00:03:38"
  },
  {
    "text": "The royals got some family members that are so, so into the British royal family.",
    "start": "00:03:38",
    "end": "00:03:44"
  },
  {
    "text": "Yeah.",
    "start": "00:03:44",
    "end": "00:03:45"
  },
  {
    "text": "It's fascinating. Well, it is fascinating to me how fascinated they are. They are with that.",
    "start": "00:03:45",
    "end": "00:03:52"
  },
  {
    "text": "I would be obsessed with it if we had it here in America, if we had a royal family.",
    "start": "00:03:53",
    "end": "00:03:56"
  },
  {
    "text": "Totally. Yeah, I hear that.",
    "start": "00:03:56",
    "end": "00:03:57"
  },
  {
    "text": "All right, so the firstborn, how does your power and influence and status get transferred on? And then who gets to be in charge? Who gets to be the one calling the shots? And in the biblical story, it's not just who's in charge who calls the shots, but also there's this theme of the snake crusher where God wants to deal with the source of evil and destroy it. And so he actually says, from the seed of the woman, a child from humanity will come someone who will crush the snake.",
    "start": "00:03:57",
    "end": "00:04:30"
  },
  {
    "text": "Yeah. While being crushed or struck by it simultaneously wounded victor type of thing.",
    "start": "00:04:30",
    "end": "00:04:35"
  },
  {
    "text": "And so not only is the biblical narrative interested in who gets to have the power in any given family, it's more interested in where is this lineage of the snake crusher going to come from.",
    "start": "00:04:35",
    "end": "00:04:48"
  },
  {
    "text": "Yeah. And as you go throughout the. Especially of Genesis, but then the rest of the Hebrew Bible, that lineage is really what drives the impulse for what characters are on the stage, at what time. And this is the theme of God choosing, continuing to choose one out of the many. And it's about the continuation of this lineage of the lineage of a future deliverer from the snake.",
    "start": "00:04:48",
    "end": "00:05:12"
  },
  {
    "text": "Election.",
    "start": "00:05:13",
    "end": "00:05:13"
  },
  {
    "text": "Yeah, Yep. Election. Yep.",
    "start": "00:05:14",
    "end": "00:05:15"
  },
  {
    "text": "As we talk, as we call it.",
    "start": "00:05:15",
    "end": "00:05:17"
  },
  {
    "text": "And that theme of election is closely bound up with how God chooses or who God chooses. And this is where it connects to.",
    "start": "00:05:17",
    "end": "00:05:25"
  },
  {
    "text": "The Firstborn, because the most obvious thing for God to do is to choose the firstborn to be the vehicle of his blessing, where the snake crusher will come from.",
    "start": "00:05:25",
    "end": "00:05:34"
  },
  {
    "text": "And because that's the assumed cultural backdrop, the ancient people, it's going to create the least amount of waves, and it's the cultural backdrop in terms of ancient Israelite culture. So when we drop into the biblical story, that's the default assumption that that's how people operate, therefore that's how God would operate. Yeah. And the twist and the surprise of the biblical story of the theme of the firstborn is it is a surprise because of that assumed background.",
    "start": "00:05:35",
    "end": "00:06:04"
  },
  {
    "text": "And the reason why God wants to crush the snake is for everyone, for all humanity. So by choosing one lineage, it's to bless all of humanity. And this brings us back to this theme of God's generosity. It's wide and deep enough for everyone. And so the problem becomes, do I trust in God's method and timing for how he will disperse his generosity?",
    "start": "00:06:04",
    "end": "00:06:32"
  },
  {
    "text": "Yeah, that's right. And so we looked at how those ideas are implicit in the Garden of Eden story with the snake and the.",
    "start": "00:06:32",
    "end": "00:06:41"
  },
  {
    "text": "And Adam and Eve.",
    "start": "00:06:41",
    "end": "00:06:42"
  },
  {
    "text": "And Adam and Eve. And then we looked how they become explicit in the first story of sibling rivalry of Cain and Abel, Genesis 4. And then we looked at how this theme is really uniting all of Genesis 1 through 11 together, showing how the whole human family is trapped in this spiral of family feuds and sibling rivalries that keep spinning off lineages that lead to violence and greater ruin in the human family. Because people don't trust that God will provide for them status, blessing, honor. They don't think that it's going to come to them. And so they take matters into their own hands, which is what Cain does.",
    "start": "00:06:42",
    "end": "00:07:27"
  },
  {
    "text": "Yeah. And it's usually out of envy.",
    "start": "00:07:27",
    "end": "00:07:29"
  },
  {
    "text": "Yep.",
    "start": "00:07:29",
    "end": "00:07:29"
  },
  {
    "text": "And it's either it's envy because you deserve it, you think you deserve it, and God's giving it to someone else. So this is Cain being envious of his brother Abel, or it's envy and that you actually are the second or third born. So Ham, who's the third born, Noah, who thinks, man, I want to be in charge, and I can maybe make that happen in my own devious ways.",
    "start": "00:07:29",
    "end": "00:07:55"
  },
  {
    "text": "Yeah. So that was our last discussion. Was it that strange story of Ham and his father and the nakedness in the tent? I think if you read closely, follow the hyperlinks, it's a story of the youngest son trying to exalt themselves to family, alpha male position. And what God does is choose the middle child. Shem to be the vehicle of this blessing, taking the story forward.",
    "start": "00:07:55",
    "end": "00:08:20"
  },
  {
    "text": "So we were talking about this theme in I think he used the word two streams. I don't know if that's helpful, but the core idea of power and responsibility and status and how God wants to elevate everyone, but in his own timing and his own way.",
    "start": "00:08:21",
    "end": "00:08:35"
  },
  {
    "text": "Yeah. Well, I think first of all, the God depicted in Genesis 1 is a God that wants to share all that stuff with human, with the his power and sense, with his images, his image bearing humans.",
    "start": "00:08:35",
    "end": "00:08:47"
  },
  {
    "text": "And why does it go awry? Why can't that just be the end of the story? God shares it, we receive it, we share it with others. And there's a garden and it's good.",
    "start": "00:08:47",
    "end": "00:09:00"
  },
  {
    "text": "That's right. And what happens at least in like the Cain and Abel story is God shows favor to a second born son who offers a really, really special gift as a sacrifice. And what it leaves the older brother Cain wondering. And the choice that God says you have is if you do the right thing here, you will also be lifted up and exalted. But it's, you got a choice now, Buddy. And well, he doesn't say buddy. That's what I say to my kids when I'm trying to have a serious conversation. But that's it. Cain is left in this moment of wondering, is there exaltation and honor for me too?",
    "start": "00:09:00",
    "end": "00:09:39"
  },
  {
    "text": "Have you ever accidentally called your wife buddy?",
    "start": "00:09:40",
    "end": "00:09:42"
  },
  {
    "text": "Yes.",
    "start": "00:09:42",
    "end": "00:09:42"
  },
  {
    "text": "It's like it's the worst thing to do.",
    "start": "00:09:42",
    "end": "00:09:45"
  },
  {
    "text": "Well, it's usually when I'm having conversations like with one son, then another son, then with Jessica, then back another son and you end up calling hey, buddy. And then we look at each other and say, you're just like, no, yeah.",
    "start": "00:09:45",
    "end": "00:09:58"
  },
  {
    "text": "Sorry, you're not going to call me that.",
    "start": "00:09:58",
    "end": "00:09:59"
  },
  {
    "text": "I just called you bud anyway. Yeah. It's a lack of trust in God's generosity that's at the root of Cain's insecurity. And implicitly it's something like that that's underneath Ham's the move that Ham makes too.",
    "start": "00:09:59",
    "end": "00:10:14"
  },
  {
    "text": "Right. And so I think what's interesting to state here, because we're going to see this played out in both ways I think in the generations after Abraham, is that the problem is twofold. One is that the firstborn gets envious that God will choose the second born or the late comer. But also the conflict comes when the second born feels like I got a raw deal, that I'm the second born.",
    "start": "00:10:14",
    "end": "00:10:40"
  },
  {
    "text": "Sure.",
    "start": "00:10:40",
    "end": "00:10:41"
  },
  {
    "text": "And then tries to figure out a way to get power on their own.",
    "start": "00:10:41",
    "end": "00:10:45"
  },
  {
    "text": "Terms to create or Acquire, get that honor, status, blessing on their own terms.",
    "start": "00:10:45",
    "end": "00:10:52"
  },
  {
    "text": "The pattern of Cain and the pattern of ham.",
    "start": "00:10:53",
    "end": "00:10:55"
  },
  {
    "text": "Yeah, the sex. Yeah, yeah, well said. That's good. Good clarity. It's like you're good at understanding and explaining things. I like that. Yeah. There's the cane pattern and the ham pattern. Okay, let's do that. Let's test that out here. Ok. Okay. So starting. Let's go back real quick just to get big picture. Starting with Adam and Eve, there was a genealogy that after Cain killed his brother Abel, God provided a third born son to Adam and Eve, Seth. And in Genesis 5, we get a genealogy that goes from 10 generations from Adam to Noah, and it ends with Noah and his three sons. Then you get the story of the increase of human violence. In the Nephilim, God purifies the land with flood. Then you get another genealogy of Noah and his three sons when they get off the ark. And they have 70 descendants that are 70 nations. That's Genesis chapter 10. And God chooses one of those three lines. It's the line of Shem.",
    "start": "00:10:55",
    "end": "00:12:22"
  },
  {
    "text": "10 generations that become 70 nations.",
    "start": "00:12:22",
    "end": "00:12:25"
  },
  {
    "text": "Yep. The 10 generations from Adam to Noah. Noah's three sons produce the 70 nations.",
    "start": "00:12:25",
    "end": "00:12:30"
  },
  {
    "text": "Oh, Noah's three sons.",
    "start": "00:12:30",
    "end": "00:12:31"
  },
  {
    "text": "Noah's three sons produces 70 nations.",
    "start": "00:12:31",
    "end": "00:12:33"
  },
  {
    "text": "That's right. Okay.",
    "start": "00:12:33",
    "end": "00:12:34"
  },
  {
    "text": "And God chooses the middle child, Shem, of those three sons. And then what? You get then the story of Babylon and the scattering of Babylon, which is like the flood.",
    "start": "00:12:34",
    "end": "00:12:45"
  },
  {
    "text": "A new type of flood.",
    "start": "00:12:45",
    "end": "00:12:46"
  },
  {
    "text": "Yeah, a new type of God decreating what humans have made good in their own eyes. And then out of that scattering, God preserves that line of Shem and you come back to it. And in Genesis 11, you get another genealogy that takes you now from 10 generations from Shem to. To a guy named Terah with three sons. So it's just like from Adam to Noah, Noah had three sons. Now we're going from Noah's son Shem to a guy named Terah, who has three sons. And those three sons are named Nachor, Haran, and Abram, later known as Abraham. So it's just kind of cool. Like there's a cycling and a design cycling happening with the generations so that the 10 generations from Adam to Noah and his three sons become parallel to the 10 generations from Shem, leading to the three sons that include Abram. And just as God chose Shem from among those three sons, now God's gonna choose Abram from among those three sons. So a lot more to explore there. But it's just kind of, once you go kind of macro level for how Genesis is put together, you're like, dang, man, that's so. A lot of intention, so much intentionality in the sequencing of the stories. And I guess maybe that's just good to point out, because when you're actually just reading through the stories of Genesis, it can feel difficult to follow some kind of logic or overall pattern, but it really is there. You just gotta know what to look for. So when you get to Genesis 11, what you're just told is that this guy, Terah, had three sons. And the name of those sons are Avram, Nahor, and Haran. So what is interesting here is that the name order is usually that order. Abram, Nahor, Haran. And what we don't know is if the name order indicates birth order, because it hasn't always. Thus far.",
    "start": "00:12:46",
    "end": "00:14:44"
  },
  {
    "text": "It didn't when we learned of Noah's sons.",
    "start": "00:14:44",
    "end": "00:14:47"
  },
  {
    "text": "Correct? Yeah. They're named Shem, Ham, and Yaphet. But the birth order is actually Japheth, Shem, and Ham. So all we know is that Abram is the son chosen of these three to become the vehicle of the blessing. Because at the beginning of Genesis 12, God, the Lord said to Abram. So I think that's significant in that, for some reason, even though Abram is one of these three, the narrator doesn't want.",
    "start": "00:14:47",
    "end": "00:15:15"
  },
  {
    "text": "Oh, so we don't know his birth order.",
    "start": "00:15:15",
    "end": "00:15:17"
  },
  {
    "text": "Yeah, the story doesn't make it clear. We know that Abram's brother Haran becomes the father of a son named Lot, and then Haran dies. And then Abram and his brother Nahor, they get married, and then they move with their dad halfway to the land of Canaan. They move from Ur, the Chaldeans, and they move to a town named Haran, and they settle there, he and his brother, and then he leaves. Abram is the one that God calls to go to Canaan, but his brother Nahor stays there where he was. And this is where Abram's going to send a servant to find a woman who's in the family for his son to marry. This is where Jacob goes when he's exiled is to these relatives right here.",
    "start": "00:15:17",
    "end": "00:16:02"
  },
  {
    "text": "Okay.",
    "start": "00:16:02",
    "end": "00:16:02"
  },
  {
    "text": "I think what's just interesting is you have the stuff about one son chosen among the three, but the narrative doesn't focus on their birth order.",
    "start": "00:16:03",
    "end": "00:16:12"
  },
  {
    "text": "It's really interesting because it's been really important until now.",
    "start": "00:16:13",
    "end": "00:16:15"
  },
  {
    "text": "Exactly.",
    "start": "00:16:15",
    "end": "00:16:16"
  },
  {
    "text": "So it's.",
    "start": "00:16:16",
    "end": "00:16:16"
  },
  {
    "text": "It's the first cycle where it's not highlighted that it causes some conflict or.",
    "start": "00:16:16",
    "end": "00:16:21"
  },
  {
    "text": "It'S conspicuous by its absence.",
    "start": "00:16:21",
    "end": "00:16:23"
  },
  {
    "text": "Yeah, there's no conflict here. God just Chooses one Abram and says, come here. And he leaves his family. And he goes. But there's no sign of hostility or anything like that.",
    "start": "00:16:23",
    "end": "00:16:32"
  },
  {
    "text": "But you have flagged that the story of Lot and Abraham, the stories of them are riffing off of a hostility.",
    "start": "00:16:32",
    "end": "00:16:40"
  },
  {
    "text": "Yeah.",
    "start": "00:16:40",
    "end": "00:16:41"
  },
  {
    "text": "And Lot is a nephew, so he's not a brother.",
    "start": "00:16:41",
    "end": "00:16:46"
  },
  {
    "text": "Yeah. But he comes to be like a stand in for his brother, especially when it comes of who gets the first choice of the land. Which is interesting. Okay, all right, so let's think about that real quick. So first of all, what God said is, leave your land, leave your relatives, leave your father's house and go to the land. I will show you. And you read and Abram went forth as the Lord spoke to him and Lot went with him. You're like, wait a minute. Oh. And interesting. Abram went as the Lord spoke to him. Like, sweet God said, do this, he did that. And then you get this little short sentence at the end and. And Lot went with him.",
    "start": "00:16:46",
    "end": "00:17:30"
  },
  {
    "text": "It's almost like. Except Lot went with him.",
    "start": "00:17:30",
    "end": "00:17:32"
  },
  {
    "text": "Yeah, totally. And that little deviation from the word of God is going to cause a lot of tension in the family in the next.",
    "start": "00:17:32",
    "end": "00:17:41"
  },
  {
    "text": "Because Lot is a relative and he's supposed to leave his relatives.",
    "start": "00:17:41",
    "end": "00:17:43"
  },
  {
    "text": "Yeah, yeah. And it's implied that you would leave. Now, you could say Lot is an orphan because his dad. Right. Abram's brother died. So Lot's dad is dead. So is this a noble act? But it causes trouble?",
    "start": "00:17:43",
    "end": "00:17:56"
  },
  {
    "text": "Okay.",
    "start": "00:17:56",
    "end": "00:17:56"
  },
  {
    "text": "In the story. So let's talk about that trouble. So in chapter 13, Abram and the whole crew come back from Egypt because they went down there into famine, and that's a whole thing. But when they get back, it turns out that Lot and him, some time has passed and they've both built up big flocks, they both have lots of possessions and the land was not able to sustain. They're migrating with their herds in the same land. Like it's just not enough grass to eat.",
    "start": "00:17:57",
    "end": "00:18:27"
  },
  {
    "text": "They're just bumping into each other too much.",
    "start": "00:18:27",
    "end": "00:18:29"
  },
  {
    "text": "Yep. Yeah. And their shepherds don't get along. There was strife, There was hostility between the shepherds of Abraham and the shepherds of Lot. And so what Lot says is, listen. Abram said to Lot, listen, let there be no hostility between you and me, your shepherds and my shepherds. Look, we're brothers.",
    "start": "00:18:29",
    "end": "00:18:48"
  },
  {
    "text": "Oh. He calls a. Yeah, totally.",
    "start": "00:18:48",
    "end": "00:18:51"
  },
  {
    "text": "Which in a traditional culture where your extended family is way a tighter web, social web, it's very common to call your uncle, your nephew, your cousin, your brother. But it's certainly Ironic in this sense because Abram's actual brother, his dad died, and Lot becomes like, his brother Haram.",
    "start": "00:18:51",
    "end": "00:19:10"
  },
  {
    "text": "The stand in.",
    "start": "00:19:10",
    "end": "00:19:11"
  },
  {
    "text": "Yeah, the stand in. So what Abram does is he's generous. He says, listen, isn't the whole land in front of you? Listen, if you separate from me, if you go to the left, I'll go right. You go right, I'll go left. And so Lot lifted up his eyes, and he looked here.",
    "start": "00:19:11",
    "end": "00:19:32"
  },
  {
    "text": "That's really interesting riffing on this theme of trusting God's generosity.",
    "start": "00:19:32",
    "end": "00:19:36"
  },
  {
    "text": "Yes.",
    "start": "00:19:36",
    "end": "00:19:36"
  },
  {
    "text": "Right.",
    "start": "00:19:36",
    "end": "00:19:37"
  },
  {
    "text": "Thank you. For sure. That's what this is.",
    "start": "00:19:37",
    "end": "00:19:40"
  },
  {
    "text": "Abraham or Abram here.",
    "start": "00:19:40",
    "end": "00:19:41"
  },
  {
    "text": "Yeah.",
    "start": "00:19:41",
    "end": "00:19:42"
  },
  {
    "text": "Is just like, there's enough.",
    "start": "00:19:42",
    "end": "00:19:45"
  },
  {
    "text": "Oh, thank you. Thanks. I'm so glad you drew attention.",
    "start": "00:19:46",
    "end": "00:19:48"
  },
  {
    "text": "Like, I don't have to try to fight for what I think I need. Like, make the first move. There's gonna be enough.",
    "start": "00:19:48",
    "end": "00:19:56"
  },
  {
    "text": "Yeah, that's exactly what's happening. This is really important.",
    "start": "00:19:56",
    "end": "00:19:59"
  },
  {
    "text": "This is a baller move.",
    "start": "00:20:00",
    "end": "00:20:01"
  },
  {
    "text": "This is a generous, super generous move. Yeah. The deep assumption is that God said he's gonna bless me.",
    "start": "00:20:01",
    "end": "00:20:09"
  },
  {
    "text": "Yeah.",
    "start": "00:20:09",
    "end": "00:20:09"
  },
  {
    "text": "And I don't own any land yet. But if you choose land, God said he'd bless me, so I know there'll be some for me too.",
    "start": "00:20:09",
    "end": "00:20:16"
  },
  {
    "text": "This is kind of like the first narrative we have of. I mean, it's ambiguous whether he is the firstborn.",
    "start": "00:20:16",
    "end": "00:20:21"
  },
  {
    "text": "Right?",
    "start": "00:20:21",
    "end": "00:20:21"
  },
  {
    "text": "Right.",
    "start": "00:20:21",
    "end": "00:20:22"
  },
  {
    "text": "Yeah. But he is the older. Abram's the older one between him and Lot. Yeah.",
    "start": "00:20:22",
    "end": "00:20:26"
  },
  {
    "text": "Because he's his uncle and he's the one with the blessing. So he's like the firstborn in the story. And it's a story of the firstborn saying, sharing. Yeah. I don't need to have a power play here.",
    "start": "00:20:26",
    "end": "00:20:37"
  },
  {
    "text": "Yeah.",
    "start": "00:20:37",
    "end": "00:20:38"
  },
  {
    "text": "There's enough.",
    "start": "00:20:38",
    "end": "00:20:38"
  },
  {
    "text": "So good. John. That's exactly what's happening.",
    "start": "00:20:38",
    "end": "00:20:41"
  },
  {
    "text": "That's cool.",
    "start": "00:20:41",
    "end": "00:20:42"
  },
  {
    "text": "Yep. So he becomes the first Abraham, for all his faults. Oh, yeah. Yeah. You're right.",
    "start": "00:20:42",
    "end": "00:20:48"
  },
  {
    "text": "And I. Yeah, you do draw attention to his faults.",
    "start": "00:20:48",
    "end": "00:20:51"
  },
  {
    "text": "I do, because so does the story. But the story also highlights his moments of trust, and this is one of them. His leaving his family in the first place is one of them. And this becomes.",
    "start": "00:20:51",
    "end": "00:21:01"
  },
  {
    "text": "He's on a good start.",
    "start": "00:21:01",
    "end": "00:21:02"
  },
  {
    "text": "He's a great start.",
    "start": "00:21:02",
    "end": "00:21:04"
  },
  {
    "text": "He's on a roll.",
    "start": "00:21:04",
    "end": "00:21:04"
  },
  {
    "text": "Totally. Yeah. And this is after he lied and deceived the king of Egypt.",
    "start": "00:21:04",
    "end": "00:21:09"
  },
  {
    "text": "That's right. We skipped that story.",
    "start": "00:21:09",
    "end": "00:21:10"
  },
  {
    "text": "Yeah. So I think he's also maybe kind of, you know, tail between his legs.",
    "start": "00:21:10",
    "end": "00:21:16"
  },
  {
    "text": "He learned a little lesson.",
    "start": "00:21:16",
    "end": "00:21:16"
  },
  {
    "text": "He learned a lesson I forgot about. So don't try and create my own. Don't try and create my own blessing and Future like I did down in Egypt. So this is the next story. So listen, we're brothers. God said he'd bless me. He's going to bless you. Choose your land, and I'll go find what God has for me. So look at Lot, this little characterization here. Lot lifted up his eyes and he looked and he saw all the Valley of the Jordan. Mmm. Just streams of water everywhere. This is before the Lord destroyed Sodom and Gomorrah. That doesn't happen for seven more chapters. That's what the narrator says. Then the story goes back in. You know what it looked like? It looked like the Garden of Yahweh. You know, it looked like Eden.",
    "start": "00:21:16",
    "end": "00:22:05"
  },
  {
    "text": "Yeah.",
    "start": "00:22:05",
    "end": "00:22:05"
  },
  {
    "text": "He looked and he saw a well watered Eden Garden, and he looked at the fruit of that land. You know, that land is like Egypt, too, because Egypt is going to be another Garden of Eden by the end.",
    "start": "00:22:05",
    "end": "00:22:18"
  },
  {
    "text": "Of the scroll, the fertile valleys of Egypt.",
    "start": "00:22:18",
    "end": "00:22:20"
  },
  {
    "text": "So Lot chose for himself all the Valley of the Jordan, and he journeyed to the east. And so the brothers separate. So last time somebody looked and saw the garden by the water and chose for themselves, it didn't work out.",
    "start": "00:22:21",
    "end": "00:22:40"
  },
  {
    "text": "What are you referring to?",
    "start": "00:22:40",
    "end": "00:22:41"
  },
  {
    "text": "I'm referring to Adam and Eve at the tree.",
    "start": "00:22:41",
    "end": "00:22:44"
  },
  {
    "text": "They're in the garden, in the garden, they see what's good.",
    "start": "00:22:44",
    "end": "00:22:48"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:22:48",
    "end": "00:22:48"
  },
  {
    "text": "They take it and they have to go east.",
    "start": "00:22:48",
    "end": "00:22:51"
  },
  {
    "text": "Yeah. I think the narrator is describing Lot's choice here as echoing the poor choice. And because this choice is gonna put him in Sin City. Yeah, yeah. That's gonna end up being a really bad situation for him and his kids and his daughters. So this decision ends poorly, and it begins with him lifting his eyes and looking at the garden fruit land that he chooses for himself. Now, Abram, on the other hand, he just stayed put in the land of Canaan, which is where God said, just go there, and I'm going, I'll hook you up, but you got to wait.",
    "start": "00:22:51",
    "end": "00:23:26"
  },
  {
    "text": "Okay. So he stayed put.",
    "start": "00:23:26",
    "end": "00:23:27"
  },
  {
    "text": "Yeah, he stays.",
    "start": "00:23:27",
    "end": "00:23:28"
  },
  {
    "text": "So Lot was like, I'm going over there. And he was like, okay, I'll just stay right here.",
    "start": "00:23:28",
    "end": "00:23:31"
  },
  {
    "text": "Exactly. He moves his tents far away. Now, the Lord said to Abram, after Lot separated, now you lift up your eyes. Lot lifted his eyes where he saw what was good. Now, God says, you lift up your eyes and look from the place just right here where you are, look north, look south, look east, look west. All this land, I will give it to you and your seed, you know, you and your seeds. I will make like the dust of the land.",
    "start": "00:23:31",
    "end": "00:23:59"
  },
  {
    "text": "The Adama.",
    "start": "00:24:00",
    "end": "00:24:01"
  },
  {
    "text": "Yeah, yeah. The dust of the land. Oh, it's the afar. Oh, but the dust of the earth. Yes, exactly. Right. Yeah. So this is exactly what God made Adam out of in Genesis 2. So I think it's a little echo of this phrase from Genesis 2. Like, you are the seed of the new Adam that I'm going to birth through the seed of the woman. So your lineage is the seed of this new dust of the earth. If anyone can count the dust of the earth, then you can be numbered. So get up, you know, let's walk about the land that I'm going to give to you. And so Abram walks about. So it's this cool scene where there's a chance where Abram could pull rank on his nephew and choose the plot of land. Now he doesn't know where and what exactly. He just knows that God said, I'm going to give this land. And he's super open handed and he lets his nephew go first.",
    "start": "00:24:01",
    "end": "00:24:56"
  },
  {
    "text": "Yeah. Because the narrative could have been Abraham's like, you choose and then I'll go. And then lot's like over there looks really nice.",
    "start": "00:24:56",
    "end": "00:25:03"
  },
  {
    "text": "Yeah.",
    "start": "00:25:03",
    "end": "00:25:03"
  },
  {
    "text": "And Abraham looks up over there too and goes, well, you're right. Actually, you know what changed my mind. I'm gonna go over there. You stay put.",
    "start": "00:25:03",
    "end": "00:25:11"
  },
  {
    "text": "And I can change my mind because I can. Because I'm your uncle.",
    "start": "00:25:11",
    "end": "00:25:13"
  },
  {
    "text": "Because I'm. Yeah, I'm the older.",
    "start": "00:25:13",
    "end": "00:25:15"
  },
  {
    "text": "Yep.",
    "start": "00:25:15",
    "end": "00:25:15"
  },
  {
    "text": "I've got the power.",
    "start": "00:25:16",
    "end": "00:25:16"
  },
  {
    "text": "Yep. Yeah.",
    "start": "00:25:16",
    "end": "00:25:17"
  },
  {
    "text": "But instead he's just like, great, you chose that beautiful land over there. You're right. That does look beautiful. I'm gonna stay put.",
    "start": "00:25:17",
    "end": "00:25:23"
  },
  {
    "text": "Yep. So that's this story.",
    "start": "00:25:23",
    "end": "00:25:25"
  },
  {
    "text": "Cool.",
    "start": "00:25:25",
    "end": "00:25:25"
  },
  {
    "text": "So it's an interesting story about. It's the theme of a firstborn or sibling rivalry. Even though it goes well, but it goes well because of Abraham's generosity. And it's about a uncle and nephew, not an older and a younger brother.",
    "start": "00:25:25",
    "end": "00:25:43"
  },
  {
    "text": "Okay.",
    "start": "00:25:43",
    "end": "00:25:43"
  },
  {
    "text": "We're working the same theme, which is cool. So, yeah, let's just pause and meditate on how powerful of a story this is. What is possible when humans are open handed with the much that they have been given. That's what this story is about. And we saw the opposite of this in the stories of Cain and Ham. And that's important to hear those tragic stories. But this is really a beautiful portrait of what happens when you really, truly believe there's enough for me and for my siblings. Okay. So Abram's story also involves not just the promise of a land for his future family, but of a future family of like many descendants that they would be fruitful and multiply, just like the Eden blessing for Adam and Eve. So a big theme here, the obstacle to this is the fact that Sarah, his wife, is unable to have children. And so in Genesis chapter 16 is a story that we've reflected on many times over the years. So I just want to summarize it, but it's a story of how both of them be become impatient with God's timing. And so they do to one of their slave, an Egyptian slave, what is good in their eyes. And the language used in the story here also echoes the language of Adam and Eve at the tree. So it's a failure story. And what Abram does is he marries. And then he impregnates this Egyptian slave and she gives birth to Abram's firstborn son, guy named Yishmael. And right from the get go, Sarah sees this slave wife as a rival. And so in a way, she becomes like a firstborn. But of these women, she's the first wife.",
    "start": "00:25:43",
    "end": "00:28:01"
  },
  {
    "text": "Right.",
    "start": "00:28:01",
    "end": "00:28:02"
  },
  {
    "text": "And now there's a latecomer wife. And God gives to this Egyptian slave what he has not given to Sarah yet. And that becomes the source of division and conflict at this part of the story. Notice our creative way. The story is developing and exploring this from many angles.",
    "start": "00:28:02",
    "end": "00:28:22"
  },
  {
    "text": "Yeah, I see it.",
    "start": "00:28:22",
    "end": "00:28:23"
  },
  {
    "text": "So what happens is Sarah oppresses the Egyptian so that the Egyptian and her son flee. Oh, no, excuse me. While she's still pregnant, she flees. And what happens is the angel of the Lord comes to Hagar and provides a little Garden of Eden for her, a little spring of water by a tree in the wilderness. So he provides Eden blessing also for that latecomer who has been oppressed by the firstborn. So just all of a sudden, Sarah becomes like the Cain figure and Hagar becomes the Abel Seth figure that God gives the blessing to, even though Hagar and Ishmael will not be the chosen line.",
    "start": "00:28:24",
    "end": "00:29:11"
  },
  {
    "text": "We don't know this right now.",
    "start": "00:29:11",
    "end": "00:29:12"
  },
  {
    "text": "Well, you don't know this yet. So. Well. Okay, so story so far is God provides a little Eden blessing.",
    "start": "00:29:12",
    "end": "00:29:18"
  },
  {
    "text": "But actually we should assume it because doesn't God, does he say explicitly like, I will give you a son through Sarah?",
    "start": "00:29:18",
    "end": "00:29:25"
  },
  {
    "text": "He does. After this.",
    "start": "00:29:25",
    "end": "00:29:26"
  },
  {
    "text": "After this.",
    "start": "00:29:26",
    "end": "00:29:27"
  },
  {
    "text": "That's right. Okay, so after Hagar goes into the wilderness, God provides a little Eden stream and tree out there and says, hey, like, go back. I'm going to make you fruitful and multiply and you're going to get the blessing, but your son is going to live in conflict with those around him. And so she goes back in chapter 17 right after that, God says, hey, remember, you know, I'm going to, I'm going to bless you and you'll be fruitful and multiply To Abraham. Yep, to Abraham and changes his name.",
    "start": "00:29:27",
    "end": "00:29:57"
  },
  {
    "text": "This is where he changes his name.",
    "start": "00:29:57",
    "end": "00:29:59"
  },
  {
    "text": "From Abraham to Abraham. And so when God says, you're going to be fruitful and multiply, then he specifies. And he said, listen, you pulled this move with Hagar, trying to produce a descendant on your own, but it's through Sarah that a royal lineage, a king like lineage will come from her. And you're like, oh yeah, that snake crushing sees a woman and Abraham falls on his face and he laughs and he says, yeah, right. Like, you know, Sarah, being as old as she is, can have a child. And then what he says is, I already have a firstborn. He says, oh, let Ishmael be the one who lives before you. I already have one. And how's that going to work with Sarah? So it's a lack of trust moment. And God says, nope, it's through Sarah. I think the logic here is Ishmael is the product of the un. Of a rivalry between the two wives. And in that rivalry, Sarah was like the oppressive first wife.",
    "start": "00:29:59",
    "end": "00:30:58"
  },
  {
    "text": "And the mistrust that Abraham has for God's blessing, it's the product of a rivalry and a mistrust.",
    "start": "00:30:58",
    "end": "00:31:05"
  },
  {
    "text": "Correct? That's right.",
    "start": "00:31:05",
    "end": "00:31:06"
  },
  {
    "text": "Or a mistrust that turns into a.",
    "start": "00:31:07",
    "end": "00:31:08"
  },
  {
    "text": "Rivalry, that turns into a rivalry. So what God says is, I'm going to provide a son through Sarah and he will be the second born. And it's that second born that will carry the line of the royal lineage of the snake crusher and the blessing. So it's like the wives. Sarah is kind of the first come wife, but she'll give birth to the second born son and it's the firstborn son through the second, the latecomer wife. Anyway, it's a really clever inversion of it, but we're just kind of turning the theme over from all these angles. But it's the same basic idea. But what God also makes really clear is just like Ishmael is the firstborn and I'm going to give the blessing to the second born through Sarah. But God says, I will bless Yishmael too. He will be fruitful and multiply. And this goes to remember Cain. Cain thought, if my brother is exalted, that's it, there's no blessings. And God's like, listen, just because I choose one doesn't mean I don't choose the other. It means I'm working in historical sequence. And you too, Ishmael, will get the blessing. So that's how this theme works out in Abraham's generation. And so when Sarah finally has a son.",
    "start": "00:31:08",
    "end": "00:32:23"
  },
  {
    "text": "So Abraham was pretty happy with Ishmael being his firstborn.",
    "start": "00:32:23",
    "end": "00:32:27"
  },
  {
    "text": "Yeah.",
    "start": "00:32:27",
    "end": "00:32:28"
  },
  {
    "text": "It was Sarah who wasn't down. And then it was the fact that like, he wasn't going to have another kid.",
    "start": "00:32:28",
    "end": "00:32:35"
  },
  {
    "text": "Yeah.",
    "start": "00:32:35",
    "end": "00:32:35"
  },
  {
    "text": "But then God said, no, I'm going to give you another child.",
    "start": "00:32:36",
    "end": "00:32:38"
  },
  {
    "text": "That's right. And so later in Genesis, in chapter 21, when Sarah finally does become pregnant, she gives birth to Abraham's second son, Isaac. And Sarah is the one who once again becomes jealous of the status or irritated with Ishmael and his slave mother, Hagar. And so when Sarah saw the son of Hagar the Egyptian doing something here it says mocking is the new American Standard Bibles translation. Remember, Isaac's name means laughter. Abram laughed. Sarah laughed when they said, when they heard the news. And so God said, you'll name him Laughter because you laughed. And then what Sarah sees is Ishmael, the firstborn, relating to laughter, her son laughter in some way. And the verb that describes what he's doing is causing laughter, which could mean making fun of something like that. But she's ticked. So she exiles the slave woman and her son. So that rivalry becomes really tragic. And so what God does is once again Hagar and her son are out wandering in the wilderness. They think they're going to die. And for a second time God provides water and a tree in the wilderness and promises that they'll have the blessing, even though they are not the chosen lineage of blessing for the snake crushing seed. So I think what we can meditate on here is that this is a story about Abraham and Sarah and their struggle to trust God's generosity. And specifically just they struggle with his timing, which is similar to what Cain struggled with. And sometimes Abram gets it right, other times he and Sarah really don't. And what God does is compensate for the pain and ruin they cause by blessing the people who are hurt by their lack of trust in God's blessing. But he also doesn't walk out on Abraham and Sarah. Like he stays committed to them being the people that he's going to provide the seed through, even though it really feels like they don't deserve it by this point in the story. Interesting way of exploring this theme.",
    "start": "00:32:38",
    "end": "00:34:54"
  },
  {
    "text": "Yeah. Because in some sense Abraham, he made a good call with God's generosity with Lot. And then when it came to trusting in God's generosity for him in terms of an heir. Like it pushed him too far.",
    "start": "00:34:55",
    "end": "00:35:10"
  },
  {
    "text": "Yeah, he trusted God with the land, but he didn't trust God with the seed, with the future of his family.",
    "start": "00:35:10",
    "end": "00:35:15"
  },
  {
    "text": "Because I mean, he's just like, yeah, I could trust God. There's lots of land. I'm looking around. There's lots of land, but I'm also looking around. I'm getting real old and there's no children. My wife's getting really old. There's no kids. I got to take matters in my own hand. Now, as soon as we're talking about seed and heirs, we're in the realm of this theme of the firstborn. And by taking another wife, having a firstborn child from that wife, it creates a rivalry between the wives. Abraham's down with his son, but then there's rivalry with the wives and that.",
    "start": "00:35:15",
    "end": "00:35:53"
  },
  {
    "text": "Then becomes a rivalry also between the sons. Yeah, division on both fronts.",
    "start": "00:35:53",
    "end": "00:35:59"
  },
  {
    "text": "And I guess what I don't fully understand maybe help this land more is God could have just said, let's use Ishmael. And that would have been kind of a, you know, God using the second born wife or the second wife.",
    "start": "00:35:59",
    "end": "00:36:11"
  },
  {
    "text": "Yeah, exactly.",
    "start": "00:36:11",
    "end": "00:36:12"
  },
  {
    "text": "The seed of the second wife. And that fits the theme of like, I'm going to choose the late comer and elevate. But instead it's like, nope, let's invert again. And now I'm going to actually choose the first wife to have the second son.",
    "start": "00:36:12",
    "end": "00:36:27"
  },
  {
    "text": "Second born son, yeah, yeah.",
    "start": "00:36:27",
    "end": "00:36:30"
  },
  {
    "text": "Because the second son feels in a way like should be the favored son because it is of the first wife. And I've always thought of Isaac as the more important son in a way. But so in some way he is the second born of the first wife.",
    "start": "00:36:30",
    "end": "00:36:46"
  },
  {
    "text": "No, I've asked the same question myself. The most satisfactory kind of set of reflections that I've come to is even though Ishmael is the son of the oppressed Egyptian slave, Isaac is the son that truly is a gift, a sheer God's creative, active grace and power, creating life out of non life in the womb of Sarah. Whereas Ishmael is the son that they produced by doing what's good in their own eyes. And so my hunch is that it's the son that they could never point to and say, look at what we did, that it's the sun, what you.",
    "start": "00:36:47",
    "end": "00:37:32"
  },
  {
    "text": "Says, look what I made with Yahweh.",
    "start": "00:37:32",
    "end": "00:37:34"
  },
  {
    "text": "Oh, yeah, exactly. That's exactly right. Yeah. They can't look at Isaac and say, look what we made. Hmm, thank you. That's a good reflection. Rather, Isaac is the son that they look at and say, ah, look what Yahweh did. Look what Yahweh did.",
    "start": "00:37:34",
    "end": "00:37:50"
  },
  {
    "text": "Yeah.",
    "start": "00:37:50",
    "end": "00:37:50"
  },
  {
    "text": "But what that means is this overlooking of Yishmael, but kind of. But God says, I'm not going to overlook him.",
    "start": "00:37:51",
    "end": "00:37:56"
  },
  {
    "text": "Yeah, he's sorry.",
    "start": "00:37:56",
    "end": "00:37:57"
  },
  {
    "text": "He gets the Eden blessing too. So I think that's probably.",
    "start": "00:37:57",
    "end": "00:38:01"
  },
  {
    "text": "It does show you there's enough generosity that it's hard to predict God's method.",
    "start": "00:38:02",
    "end": "00:38:08"
  },
  {
    "text": "Yes, that is true. It is unpredictable. It forces every generation to stay alive with God.",
    "start": "00:38:08",
    "end": "00:38:14"
  },
  {
    "text": "Right. Oh, I get it. God's gonna always choose the second born the second. And here's the second wife. Okay, I get. Oh, wait a second. I don't get it.",
    "start": "00:38:14",
    "end": "00:38:22"
  },
  {
    "text": "That's good. That's good. Yeah. You can't predict the particular way God will enact his purpose, but you can trust that the deep desire underneath. God's purpose is good, is to bless everyone. But it will sometimes look like it's not good. And that's what puts all these characters in.",
    "start": "00:38:22",
    "end": "00:38:43"
  },
  {
    "text": "It almost inevitably always looks like it's not good.",
    "start": "00:38:43",
    "end": "00:38:46"
  },
  {
    "text": "Like in the story of the next generation. So the next generation is the story of Isaac's two sons, Isaac and Rebecca. And this is the most famous firstborn, second born rivalry in the Bible, I think Jacob and Esau.",
    "start": "00:38:47",
    "end": "00:39:01"
  },
  {
    "text": "Yeah. And they're twins and they're.",
    "start": "00:39:01",
    "end": "00:39:04"
  },
  {
    "text": "Yes, totally. And their rivalry is happening in the moment of birth itself.",
    "start": "00:39:04",
    "end": "00:39:10"
  },
  {
    "text": "Yeah.",
    "start": "00:39:10",
    "end": "00:39:11"
  },
  {
    "text": "Because Jacob is depicted as grabbing at his brother, like clinging for the position of his brother.",
    "start": "00:39:11",
    "end": "00:39:17"
  },
  {
    "text": "He's born second, but he's holding on to the heel.",
    "start": "00:39:17",
    "end": "00:39:21"
  },
  {
    "text": "He's grabbing, grabbing the heel. So for a much longer meditation on the Jacob stories and really a lot of what we'll summarize right now, we did a whole series of conversations on the Jacob story as we went through the Genesis scroll in our journey through the Torah before. So it'll be hard. I just want to condense the theme right here. Just kind of. So you have Isaac, who's the second born son to Abraham of his first wife. And then he marries Rebekah, whose relative or a daughter of Abram's family that he left back. Back in the day.",
    "start": "00:39:21",
    "end": "00:40:46"
  },
  {
    "text": "Yeah.",
    "start": "00:40:46",
    "end": "00:40:47"
  },
  {
    "text": "So they get married and Rebekah gets pregnant. This is Genesis 25. And she can feel that there's like a wrestling match happening in her womb. Right. And she freaks out about it and she goes to pray to God about what's happening in her stomach. And what God says is two nations. This is Genesis 25, 23. Two nations are in your womb. Two peoples will be separated from your body. One people will be stronger than the other, and the older will become the servant of the younger. So from the beginning, God's stated purpose is this is not going to go the way you think, though, by this point in Genesis, you're kind of like, well, this is kind of what I thought would probably happen, but not for the characters in the story. So you know God's purpose from the beginning. So what's really fascinating is the depiction of Jacob right after this is of swindling or scheming his way to get the right of the firstborn by his own plan. And this is Jacob is making stew one day and his brother comes in. Famous story. And Esau is like, I'm so hungry, I'm going to die.",
    "start": "00:40:47",
    "end": "00:42:02"
  },
  {
    "text": "Give me that red, red.",
    "start": "00:42:02",
    "end": "00:42:03"
  },
  {
    "text": "Give me that red, red stew. And Jacob says, I'm happy to give that to you along with the rite of the firstborn. And he says, like, what is. You know, I'm about to die of hunger. What is it to me? You know? And so he. And the Hebrew word for the right of the firstborn is called the bechorah word. Bechor is firstborn. So bechorah is the right of the firstborn. Then you flip it over in another story that's going to happen in Genesis 27 is Isaac is hungry one day and he brings in Esau and says.",
    "start": "00:42:03",
    "end": "00:42:40"
  },
  {
    "text": "Esau, make me a special stew.",
    "start": "00:42:40",
    "end": "00:42:42"
  },
  {
    "text": "If you make me a really special meal that I can take and eat, I'll give you the blessing, the Eden blessing that God passed on to me.",
    "start": "00:42:42",
    "end": "00:42:54"
  },
  {
    "text": "Now, we're supposed to be thinking of these two things separately. I know we've jammed on this and it never landed for me. Oh, the bechorah.",
    "start": "00:42:55",
    "end": "00:43:01"
  },
  {
    "text": "Yep.",
    "start": "00:43:01",
    "end": "00:43:02"
  },
  {
    "text": "Did I say that right?",
    "start": "00:43:02",
    "end": "00:43:02"
  },
  {
    "text": "The rite of the firstborn. Yep.",
    "start": "00:43:02",
    "end": "00:43:04"
  },
  {
    "text": "The rite of the firstborn. And the blessing.",
    "start": "00:43:04",
    "end": "00:43:06"
  },
  {
    "text": "The blessing, which is spelled with the same letters but flipped around the middle. Blessing, Bechorah, the firstborn rite. Yeah.",
    "start": "00:43:06",
    "end": "00:43:17"
  },
  {
    "text": "Can I make a clear distinction and relationship between the two?",
    "start": "00:43:17",
    "end": "00:43:21"
  },
  {
    "text": "Well.",
    "start": "00:43:23",
    "end": "00:43:23"
  },
  {
    "text": "Or are they synonyms?",
    "start": "00:43:23",
    "end": "00:43:25"
  },
  {
    "text": "Oh, well, they're clearly related. They're related by the paired swindling stories. Swindling to get Jacob swindles to get the bechorah, and he and his mom swindle to get the beracha.",
    "start": "00:43:25",
    "end": "00:43:38"
  },
  {
    "text": "Here's my assumption. So maybe then you can just tell me where I'm wrong. The bechorah, the right of the firstborn, it would be your inheritance. Like the double portion that the firstborn son gets.",
    "start": "00:43:38",
    "end": "00:43:50"
  },
  {
    "text": "Yeah.",
    "start": "00:43:50",
    "end": "00:43:51"
  },
  {
    "text": "The other one. The blessing.",
    "start": "00:43:52",
    "end": "00:43:54"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:43:55",
    "end": "00:43:56"
  },
  {
    "text": "Is this other theme that God is going to choose a Family where the royal snake crushing king is going to come from.",
    "start": "00:43:56",
    "end": "00:44:04"
  },
  {
    "text": "That's right. But royal in terms of authority, in other words.",
    "start": "00:44:04",
    "end": "00:44:09"
  },
  {
    "text": "So they should go together.",
    "start": "00:44:10",
    "end": "00:44:10"
  },
  {
    "text": "Yeah. Yeah. Well, God blessed the human and said, be fruitful and multiply rule the land. So authority, power, responsibility and abundance are all packed into the blessing of Eden. And so I think they are implied. Abundance and rule and responsibility are a package deal.",
    "start": "00:44:11",
    "end": "00:44:33"
  },
  {
    "text": "I see. But it could be. You could, in the logic of this, you could give the abundance to one son where the blessing goes with another son. Right. So one son gets the double portion, but the blessing of the royal king comes from another son. Well, does that ever happen?",
    "start": "00:44:34",
    "end": "00:44:54"
  },
  {
    "text": "Well, what's fascinating is I think Isaac thinks that he can just like give the blessing away for food.",
    "start": "00:44:55",
    "end": "00:45:03"
  },
  {
    "text": "Yeah.",
    "start": "00:45:03",
    "end": "00:45:03"
  },
  {
    "text": "So which shows that his. He's kind of like his son is in his image because he gives away his firstborn. Right. For food.",
    "start": "00:45:03",
    "end": "00:45:09"
  },
  {
    "text": "Yeah.",
    "start": "00:45:09",
    "end": "00:45:10"
  },
  {
    "text": "So like father, like son. I think, if anything, it's the Isaac I think is portrayed here as being flippant and he doesn't seem to value it because he'll just exchange it for food.",
    "start": "00:45:10",
    "end": "00:45:23"
  },
  {
    "text": "Yeah.",
    "start": "00:45:23",
    "end": "00:45:24"
  },
  {
    "text": "But I think the real question is, so when Isaac says, I'll give a blessing, why should God care what Isaac thinks and what Isaac does?",
    "start": "00:45:24",
    "end": "00:45:33"
  },
  {
    "text": "It's up to God.",
    "start": "00:45:33",
    "end": "00:45:34"
  },
  {
    "text": "It's up to God. Yeah, but God already said what his purpose was in the poem. Rule and authority would go to the younger one. And Isaac is seen here as thwarting God's purpose.",
    "start": "00:45:34",
    "end": "00:45:45"
  },
  {
    "text": "Got it.",
    "start": "00:45:45",
    "end": "00:45:45"
  },
  {
    "text": "And we know the one who's already been selected, and it's the younger one.",
    "start": "00:45:46",
    "end": "00:45:50"
  },
  {
    "text": "Okay.",
    "start": "00:45:51",
    "end": "00:45:52"
  },
  {
    "text": "As Paul says, before they do good or bad, God has made his mysterious choice.",
    "start": "00:45:52",
    "end": "00:45:57"
  },
  {
    "text": "And what is the clay to say to the potter, why did you make me this way?",
    "start": "00:45:57",
    "end": "00:46:01"
  },
  {
    "text": "But what the clay can say to the potter is, I trust that you will make me into something beautiful too. Right.",
    "start": "00:46:01",
    "end": "00:46:08"
  },
  {
    "text": "There you go.",
    "start": "00:46:08",
    "end": "00:46:09"
  },
  {
    "text": "That's it. That's what this is about. So what happens is that Rebekah and Jacob come up with a plan to swindle.",
    "start": "00:46:09",
    "end": "00:46:20"
  },
  {
    "text": "Wait, do you think that's actually what Paul's logic there is? Isn't the logic a little bit like Disney say, like God can just discard certain mugs, essentially?",
    "start": "00:46:21",
    "end": "00:46:34"
  },
  {
    "text": "Well, he holds that open as a conditional possibility. What if God were to just choose one mug and discard another? What if God were to do that and he never finishes that sentence and then he goes on a long trail to show that those whom God doesn't choose were always designed to be incorporated into the blessing given to the chosen one.",
    "start": "00:46:35",
    "end": "00:46:57"
  },
  {
    "text": "Interesting.",
    "start": "00:46:57",
    "end": "00:46:57"
  },
  {
    "text": "Which Is Israel and the nations.",
    "start": "00:46:57",
    "end": "00:46:58"
  },
  {
    "text": "Okay. It's an open ended question that he doesn't answer. And then you realize until he comes.",
    "start": "00:46:59",
    "end": "00:47:04"
  },
  {
    "text": "Around to the very end when he says, therefore God has assigned all to disobedience so that he may have mercy on all and restore Israel and the nations through resurrection.",
    "start": "00:47:04",
    "end": "00:47:15"
  },
  {
    "text": "I guess what's confusing is that whole thing comes out of how he dealt with Pharaoh too.",
    "start": "00:47:15",
    "end": "00:47:20"
  },
  {
    "text": "Correct? Yeah, that's right.",
    "start": "00:47:20",
    "end": "00:47:22"
  },
  {
    "text": "Which with Pharaoh, I mean, he does get destroyed.",
    "start": "00:47:22",
    "end": "00:47:24"
  },
  {
    "text": "Yep, that's right. The point is, for Paul, the Jacob and Esau story isn't about choosing one at the expense. It's about choosing one to become the vehicle of blessing for the many. Which puts the non chosen in a test that they have to choose. And here Esau, when he realizes that his brother has swindled him, he responds just like Cain did. In fact, the language is exactly the same. He wants to harag his brother, which means murder. And that's what Cain did to his brother. He murdered him.",
    "start": "00:47:25",
    "end": "00:47:58"
  },
  {
    "text": "Yeah.",
    "start": "00:47:58",
    "end": "00:47:59"
  },
  {
    "text": "So what's important here, and the clever twist here is that the second born Jacob, you already know, he's the one.",
    "start": "00:47:59",
    "end": "00:48:07"
  },
  {
    "text": "Chosen from the beginning.",
    "start": "00:48:07",
    "end": "00:48:08"
  },
  {
    "text": "Chosen from the beginning, but he consistently lives and behaves as if if he's going to get the firstborn. Right or the blessing on his own terms, it's gonna be by his own wisdom.",
    "start": "00:48:08",
    "end": "00:48:19"
  },
  {
    "text": "Now in the story we don't know if he knows that he was chosen.",
    "start": "00:48:20",
    "end": "00:48:24"
  },
  {
    "text": "No, it's true. All we know is that God said that to Rebekah.",
    "start": "00:48:24",
    "end": "00:48:27"
  },
  {
    "text": "Yeah.",
    "start": "00:48:27",
    "end": "00:48:27"
  },
  {
    "text": "Yep. So it could be that Isaac doesn't know and he's just doing what is natural. Yeah, that's a possibility. But Rebecca knows. And so she through a counter deception.",
    "start": "00:48:27",
    "end": "00:48:39"
  },
  {
    "text": "Gets a scheme she knows and she's the one that instigates the counter deception with Jacob.",
    "start": "00:48:39",
    "end": "00:48:46"
  },
  {
    "text": "Yeah, but either way, Jacob is depicted as grabbing after the thing that God has destined him to receive. Yeah, but he lives as if he is only going to get it if he does what it takes. Even if it means betraying your own family members. And we're back to that theme. Except now instead of like Cain, the firstborn wondering is there blessing for me? It's like the chosen second born acts and lives as if he wonders Ham. It's the pattern of ham. It's the ham pattern. Yeah, it's really interesting. So you can be the chosen one, but choose to live as if you're not and hurt people in order to get the thing that God wanted to give you all along. And that is a perfect summary of the story of Jacob. So it's only the first time Jacob acts generously in his own life. Story is way back. It's the night before. He's about to remet Esau 20 years later, and he heard that Esau's coming with 400 men. And you're just.",
    "start": "00:48:46",
    "end": "00:49:53"
  },
  {
    "text": "And he's on his own at this point, right?",
    "start": "00:49:53",
    "end": "00:49:54"
  },
  {
    "text": "Yeah. He's got four wives and all their kids and a bunch of animals.",
    "start": "00:49:54",
    "end": "00:49:57"
  },
  {
    "text": "Okay. So, I mean. Yeah, yeah, yeah.",
    "start": "00:49:57",
    "end": "00:49:58"
  },
  {
    "text": "And he's like, my brother's coming. Last I knew, he wants to kill me.",
    "start": "00:49:58",
    "end": "00:50:04"
  },
  {
    "text": "Yeah.",
    "start": "00:50:04",
    "end": "00:50:05"
  },
  {
    "text": "And so is in Genesis 32, he lines up his family in groups, and he lines up his wives and all their respective kids in the order of most disliked to his favored wife at the last. So he protects his Joseph, and they're.",
    "start": "00:50:05",
    "end": "00:50:25"
  },
  {
    "text": "Like a moat for him.",
    "start": "00:50:25",
    "end": "00:50:26"
  },
  {
    "text": "Yeah. But basically, he's offering up his wife and kids as a.",
    "start": "00:50:26",
    "end": "00:50:29"
  },
  {
    "text": "Like, if you're gonna start killing people off in my family, start with this crew.",
    "start": "00:50:29",
    "end": "00:50:33"
  },
  {
    "text": "That's right. And that's what he says in the story. He says, well, if he strikes and kills me, oh, my gosh, at least he'll strike a smaller group first. And then after he makes that plan is the strange story of God picking a fight with him in the middle of the night. And Jacob's like, give me the blessing to this stranger. And he's like, dude, you've been struggling with humans and God your whole life, buddy. And it ends tonight. And he just smashes him in the crotch, and it dislocates his hip. And you're like, what a weird. And then the stranger gives him a blessing, and you find out the stranger's God. And then the next morning, what Jacob does is he moves his little camp to the front so that he's the first one to meet his brother. So there's some change of heart. The first time he actually acts trusting God to be generous and to save his life is the night after he gets smashed in the crotch by God. Isn't that. What a wild story?",
    "start": "00:50:33",
    "end": "00:51:34"
  },
  {
    "text": "Yeah. And how does this connect to. Does it connect to this theme? I mean, because he asks for the blessing. He wrestles God and then asks.",
    "start": "00:51:38",
    "end": "00:51:46"
  },
  {
    "text": "He still wants it.",
    "start": "00:51:47",
    "end": "00:51:47"
  },
  {
    "text": "Give me the blessing.",
    "start": "00:51:47",
    "end": "00:51:48"
  },
  {
    "text": "Yeah. And God gives it to him. But it's precisely by wounding him that finally puts Jacob in a position to receive it legitimately from God.",
    "start": "00:51:48",
    "end": "00:51:57"
  },
  {
    "text": "Yeah. In a way, he's always had it.",
    "start": "00:51:57",
    "end": "00:51:59"
  },
  {
    "text": "Yep. In a way, he's always had it. But God doesn't let him know, you know, Actually, that's not entirely true. But that takes us down a rabbit hole in the Jacob story. And you can go listen to earlier podcast episodes. God has said actually appeared to him before in dreams, that I'm going to bless you. But Jacob consistently acts like he's going to have to do it by his own power. So the night before he meets his firstborn brother is when all this happens. So Jacob walks up to his brother and he says, and Esau says, what are all of these animals? Why did you send me, like, dozens of animals? And he says, I want to give you a blessing. I'm gonna give you back the blessing that I stole from you. And what Esau says, this is so rad, man. What Esau says is, I have enough, brother. Like, I don't need your gift. I have much, my brother. So Esau becomes the generous, like, the generous Abraham.",
    "start": "00:51:59",
    "end": "00:52:55"
  },
  {
    "text": "That's like, listen, I can trust what I have.",
    "start": "00:52:55",
    "end": "00:52:58"
  },
  {
    "text": "I'm good. I have enough. You can keep your blessing. You clearly wanted it really bad, so keep your stuff.",
    "start": "00:52:58",
    "end": "00:53:05"
  },
  {
    "text": "How's that? Hip.",
    "start": "00:53:05",
    "end": "00:53:06"
  },
  {
    "text": "Yeah.",
    "start": "00:53:08",
    "end": "00:53:09"
  },
  {
    "text": "Man.",
    "start": "00:53:09",
    "end": "00:53:09"
  },
  {
    "text": "This is so powerful. This is really, really powerful. Studies in human nature and psychology. Okay, we're in, like, flying high mode over Genesis. Yeah. But I kind of like it. It's good.",
    "start": "00:53:09",
    "end": "00:53:45"
  },
  {
    "text": "Yeah.",
    "start": "00:53:45",
    "end": "00:53:45"
  },
  {
    "text": "Okay.",
    "start": "00:53:45",
    "end": "00:53:45"
  },
  {
    "text": "There's one more generation to go.",
    "start": "00:53:45",
    "end": "00:53:47"
  },
  {
    "text": "One more generation. But maybe let's let the Jacob and Esau story sit, because the story of Jacob's sons is about all of Jacob's own flaws, just, like, ratcheted up with the volume at 11 and multiplied by 12 sons this time. Okay. The last cycle of this firstborn rivalry, God inverting the blessed one, is the story of Joseph and his brothers, who are the sons of Jacob.",
    "start": "00:53:47",
    "end": "00:54:16"
  },
  {
    "text": "Jacob has 12.",
    "start": "00:54:16",
    "end": "00:54:18"
  },
  {
    "text": "12 sons and one daughter. And in Genesis 37 begins the story of those children. So just to flag it, we dedicated many episodes of working through the Joseph story in our series where we went through the Torah and the movements of Genesis.",
    "start": "00:54:18",
    "end": "00:54:35"
  },
  {
    "text": "So movement three of Genesis four, the.",
    "start": "00:54:36",
    "end": "00:54:38"
  },
  {
    "text": "Fourth movement of Genesis. Fourth movement of Genesis. So for deeper dive, feel free to go there. We just want to summarize briefly how the inversion of the firstborn happens in this story. And it's once again, it's a twist. It's always with a twist.",
    "start": "00:54:39",
    "end": "00:54:54"
  },
  {
    "text": "Yeah. Well, now there's 12 kiddos, right?",
    "start": "00:54:54",
    "end": "00:54:57"
  },
  {
    "text": "Now there's 12 kiddos. And the first four sons that Jacob has are from a wife that he never really liked named Leah. So we're kind of jamming with the Sarah and Hagar.",
    "start": "00:54:57",
    "end": "00:55:09"
  },
  {
    "text": "Yes, Sarah and Hagar thing.",
    "start": "00:55:09",
    "end": "00:55:11"
  },
  {
    "text": "And Ishmael and Isaac. So the firstborn is actually born to what turns out to be Jacob's first.",
    "start": "00:55:11",
    "end": "00:55:17"
  },
  {
    "text": "Wife, Leah, which is his unfavorite wife.",
    "start": "00:55:17",
    "end": "00:55:20"
  },
  {
    "text": "But it's the wife he doesn't love because he didn't want her to be his first wife. It's so creative, man. These stories are so creative. So what Joseph does is actually take one of his last sons, Joseph, who's the 11th son, and Joseph makes him the exalted favored son by giving him the special coat, technical or dream coat. And then that's the son that has dreams about being exalted as the ruler of his family and the ruler of the universe with the stars. He becomes. Yeah, a dream about being an exalted image of God ruling even over the stars, which is for sure a genesis. Genesis. One thing on the brain. Yeah. You're like, I know a snake that really wouldn't like that dream. Really wouldn't like that dream.",
    "start": "00:55:20",
    "end": "00:56:10"
  },
  {
    "text": "So I know some brothers who don't.",
    "start": "00:56:10",
    "end": "00:56:12"
  },
  {
    "text": "Like that dream and some brothers who give in to the snake and who act like Cain who don't like that dream. And so it's Joseph's older brothers that devise a scheme to first murder and then they decide to just throw him in a pit and then sell him into slavery. Into slavery in Egypt. And so Joseph becomes the Abel type figure.",
    "start": "00:56:12",
    "end": "00:56:36"
  },
  {
    "text": "Yeah. But he survives the pit.",
    "start": "00:56:36",
    "end": "00:56:38"
  },
  {
    "text": "He's not murdered. But his brothers lie like snakes and get Jacob to think that he's been murdered by showing him a bloody cloak. The dream coat turned bloody. And so this whole story becomes about how God preserves the life of the chosen son. Chosen of his father.",
    "start": "00:56:38",
    "end": "00:56:58"
  },
  {
    "text": "Pulls him out of the pit.",
    "start": "00:56:58",
    "end": "00:56:59"
  },
  {
    "text": "Pulls him out of the pit. He goes further into a pit down in Egypt that he calls the prison. He ends up in prison in Egypt. And from there the deep pit down in Egypt. God exalts the chosen son of the father precisely through his suffering. He meets people that become the way that he's elevated to become the second and place ruler over all of Egypt. And not only that, his wise rule is able to imagine a plan to save Egypt and all the surrounding countries in the midst of a famine. So it's precisely his suffering that leads him to his exaltation, to a second in command place over Egypt. Second only to Pharaoh.",
    "start": "00:56:59",
    "end": "00:57:45"
  },
  {
    "text": "Yeah, to the king. He's essentially a king.",
    "start": "00:57:45",
    "end": "00:57:48"
  },
  {
    "text": "Yeah, that's exactly right. Now what's fascinating then is that when the brothers finally come, Joseph is really suspicious.",
    "start": "00:57:48",
    "end": "00:57:55"
  },
  {
    "text": "They have to go to Egypt because there's a famine and they're looking for. That's another little rip theme.",
    "start": "00:57:55",
    "end": "00:58:00"
  },
  {
    "text": "Yeah, yeah. Totally.",
    "start": "00:58:00",
    "end": "00:58:01"
  },
  {
    "text": "Going to Egypt because of a famine.",
    "start": "00:58:01",
    "end": "00:58:02"
  },
  {
    "text": "Yeah, totally. Yeah.",
    "start": "00:58:02",
    "end": "00:58:03"
  },
  {
    "text": "They go down, they run into Joseph, who's now in charge. Lo and behold, the son that they abused decided to kill the brother. I'm sorry, the brother. Yeah, yeah. Son of Jacob, who they sell off into slavery, is now the one with the power.",
    "start": "00:58:03",
    "end": "00:58:20"
  },
  {
    "text": "Yep. So Joseph concocts a scheme to match their old scheme where he lines it up so that the brothers are put in prison and they're put in a position to betray one of their brothers and leave them in prison.",
    "start": "00:58:20",
    "end": "00:58:35"
  },
  {
    "text": "Jacob wants to see if they'll still.",
    "start": "00:58:36",
    "end": "00:58:37"
  },
  {
    "text": "Betray a brother, Joseph. I mean, Joseph wants to see if they're going to do now what they did decades ago to him. And they don't. They tell the truth. And so Joseph does another round of testing his brothers. Joseph gets the brothers to bring down his little brother, Benjamin, and he puts Benjamin in position where the brothers could take money and run and leave. And leave a brother leave his next, the next, the very youngest son in prison. And what happens? Judah, the fourth born of Leah, the first wife of Jacob, he steps up and he says, listen, take me instead. We did wrong to this kid's brother a long time ago. And that's coming back on our heads. We shouldn't have done that. And I give my life in place of my little brother. And at that moment, Joseph knows, like, these are. These brothers have changed. And he reveals himself. So what's interesting is the whole conflict is resolved when the fourth born of Leah offers up his life as a sacrifice in the place of the favored younger son. It's really interesting. And then as you go on to the end of the book of Genesis, what you learn is that for the rest of the history of this family, there's going to be two prominent brothers in rivalry with each other. For the rest of the Torah and the prophets, it's the line of Joseph and the line of Judah. And especially once you leave the Torah and go into Joshua, Judges, Samuel, Kings, most of the main leaders, and Kings and Judges are all figures that come either from the line of Joseph and Judah. And they're often in competition with each other. And then later, when the kingdom split after Solomon's rule, it's Joseph and Judah all through. The story of Kings is that the northern kingdom, the northern kingdom is Joseph, the southern kingdom is Judah. So the rivalry of the two brothers who give up their lives for the blessing of the many brothers, they become the heads of clans that become rival brothers through the rest of the story of Torah and Prophet, it's really Interesting. But what God promises is that he's going to bless the line of Joseph, but he's going to bring the royal future coming king from the line of Judah. So the blessing of abundance gets put on Joseph. The blessing of the future rule gets put on.",
    "start": "00:58:37",
    "end": "01:01:08"
  },
  {
    "text": "So this is what I was asking. Does it ever get split up?",
    "start": "01:01:08",
    "end": "01:01:10"
  },
  {
    "text": "Yeah, yeah.",
    "start": "01:01:10",
    "end": "01:01:11"
  },
  {
    "text": "The bechorah and the.",
    "start": "01:01:11",
    "end": "01:01:13"
  },
  {
    "text": "Yeah. And in a way it does in the berosha. Yeah, the bechorah. Firstborn. Right. And the berachah. The blessing.",
    "start": "01:01:13",
    "end": "01:01:20"
  },
  {
    "text": "Yeah. And yeah, it gets split between Judah and Judah.",
    "start": "01:01:20",
    "end": "01:01:24"
  },
  {
    "text": "Totally. And dude, this is so rad. And then the rest of the Torah and prophets is about how that split between Joseph and Judah just goes right down through their history and they never get along and none of their descendants get along. And then Ezekiel has this weird dream where God tells him to pick up two sticks and to write Joseph on one and Judah on the other. And then to make the two become one. And when God restores the new creation and replants Eden and restores Israel as the nucleus of a new humanity, he's going to reunite the brothers. The brothers, the older brother and the younger brother. Joseph will become one.",
    "start": "01:01:24",
    "end": "01:02:07"
  },
  {
    "text": "So this is really interesting.",
    "start": "01:02:08",
    "end": "01:02:09"
  },
  {
    "text": "So, man, sorry, I just launched through the rest of the Hebrew Bible there. But it's another example of God has a blessing for everybody, but he's going to bring it through one family. That family's constantly in all these cycles of rivalry, hurting each other to get the thing God wants to give to all of them. And God will actually turn that rivalry into the vehicle through which he brings the unity that will restore the blessing to everybody through those few rivals.",
    "start": "01:02:09",
    "end": "01:02:40"
  },
  {
    "text": "Yeah. And so the theme of the firstborn and that God doesn't always choose the one who you would think should have the authority and the status and the power that's been cycling. And when we get to the 12, it's like everything comes to this maturation where it's like, it's so sophisticated. There's 12 brothers. The very first is it. Ruben is the first.",
    "start": "01:02:40",
    "end": "01:03:04"
  },
  {
    "text": "Yeah.",
    "start": "01:03:05",
    "end": "01:03:05"
  },
  {
    "text": "I mean, he's off the map.",
    "start": "01:03:05",
    "end": "01:03:07"
  },
  {
    "text": "Yeah. He does what Ham did. He sleeps with his dad's wife.",
    "start": "01:03:07",
    "end": "01:03:10"
  },
  {
    "text": "Oh my gosh.",
    "start": "01:03:10",
    "end": "01:03:11"
  },
  {
    "text": "So that takes him off out of the running. Yeah.",
    "start": "01:03:11",
    "end": "01:03:13"
  },
  {
    "text": "So you've got the fourth and the.",
    "start": "01:03:14",
    "end": "01:03:17"
  },
  {
    "text": "Fourth born of the first wife and then the 11th. Yeah. Of the last wife to bear children.",
    "start": "01:03:18",
    "end": "01:03:23"
  },
  {
    "text": "And so neither of them are the firstborn. And the blessings kind of split between them. When you think of them together, there is a firstborn, second born kind of rivalry between them. Because one is older than the other and one gets the royal line while the other doesn't.",
    "start": "01:03:23",
    "end": "01:03:40"
  },
  {
    "text": "Yeah.",
    "start": "01:03:40",
    "end": "01:03:41"
  },
  {
    "text": "And so, man, so fascinating it is. And this all comes down to, though.",
    "start": "01:03:41",
    "end": "01:03:46"
  },
  {
    "text": "Yeah.",
    "start": "01:03:46",
    "end": "01:03:47"
  },
  {
    "text": "To land the plane. God wants to bless all of humanity, and if you do what is right, you will be exalted. This is what he tells to Cain. And the temptation is to go, man, I don't like the situation I'm in. I don't have what I need, what I deserve.",
    "start": "01:03:47",
    "end": "01:04:09"
  },
  {
    "text": "This doesn't feel like exaltation to me.",
    "start": "01:04:09",
    "end": "01:04:11"
  },
  {
    "text": "Doesn't feel like exaltation right now. That person has what they don't deserve. Like what I need to do something. Yeah. And so we could call this theme.",
    "start": "01:04:11",
    "end": "01:04:21"
  },
  {
    "text": "Like, you know, coveting.",
    "start": "01:04:22",
    "end": "01:04:25"
  },
  {
    "text": "The theme of coveting. Thou shalt not covet.",
    "start": "01:04:26",
    "end": "01:04:28"
  },
  {
    "text": "Whoa.",
    "start": "01:04:29",
    "end": "01:04:29"
  },
  {
    "text": "I guess that's in the 10.",
    "start": "01:04:29",
    "end": "01:04:31"
  },
  {
    "text": "Yeah.",
    "start": "01:04:31",
    "end": "01:04:31"
  },
  {
    "text": "It's an important one.",
    "start": "01:04:31",
    "end": "01:04:32"
  },
  {
    "text": "The woman saw that the tree was desirable for eating and. Desirable. Covetous. It's the word covet.",
    "start": "01:04:32",
    "end": "01:04:40"
  },
  {
    "text": "But it's coveting status and power and authority and abundance.",
    "start": "01:04:40",
    "end": "01:04:44"
  },
  {
    "text": "And abundance that's been given to somebody else that I don't think deserves it and that I think by cultural norm or practice, I ought to be the one who has that right.",
    "start": "01:04:44",
    "end": "01:04:57"
  },
  {
    "text": "And if I say to someone else, hey, you choose and I'm going to trust, that just feels so counterintuitive and scary and stupid.",
    "start": "01:04:57",
    "end": "01:05:07"
  },
  {
    "text": "Yeah, yeah.",
    "start": "01:05:07",
    "end": "01:05:09"
  },
  {
    "text": "Like maybe there's not enough.",
    "start": "01:05:09",
    "end": "01:05:10"
  },
  {
    "text": "That's right. Yeah. It's as strange as Jesus saying, blessed are those of low social status, the meek or the unimportant. They are the ones that will inherit the land. He says, although you own nothing, you're the ones who inherited all. It's. Yeah. Following the God revealed in this story more than likely is going to set a person up for many rounds of this tension of waiting for exaltation that doesn't seem to materialize. It's sort of like that's a part of what it means to have one's heart and desires shaped by this God. I guess, like Jacob, there's stuff that needs to. We need to shed some. Some scales, some snaky scales so that we can truly receive the thing that God wants to give to everybody, but each in its own way and its own time. And that's hard for us, isn't it? It's powerful stuff, man.",
    "start": "01:05:10",
    "end": "01:06:08"
  },
  {
    "text": "Okay, so next we're going to jump into the Exodus scroll and talk about this theme.",
    "start": "01:06:08",
    "end": "01:06:13"
  },
  {
    "text": "Yeah. When it comes to two brothers named Moses and Aaron, then some brothers that come from Aaron named Nadav and Avihu, and Eleazar. And then about a firstborn son that God calls Israel. He calls Israel his firstborn son, my firstborn son. And he says that is a threat to the king of Egypt who is enslaving and oppressing and murdering his firstborn son.",
    "start": "01:06:13",
    "end": "01:06:38"
  },
  {
    "text": "Okay, thank you for listening to this episode of BibleProject Podcast. Next week, we are diving into the Exodus scroll to continue the theme of the firstborn. Israel is God's firstborn, but they're not the ones in power anymore. In the opening pages of Exodus, the pharaoh who has blessed Joseph is gone and a new pharaoh has brutally enslaved them.",
    "start": "01:06:38",
    "end": "01:07:02"
  },
  {
    "text": "And so this becomes a contrast portrait of a governing leader who looks at an immigrant group and all they see is liability and of potential conflict. And so what the tragic irony is that his fear of conflict is actually what he goes on to create through his actions.",
    "start": "01:07:03",
    "end": "01:07:20"
  },
  {
    "text": "Today's episode was produced by Cooper Peltz with the associate producer Lindsey Ponder, edited by Dan Gummel, Tyler Bailey and Frank Garza. Hannah Wu provided the annotations for our annotated podcast in her app. Bibleproject is a crowdfunded nonprofit and we exist to experience the Bible as a unified story that leads to Jesus. And everything that we make has already been paid for by thousands of people just like you. Thank you so much for being a part of of this with us. Hey, Nora, finish eating your cookie.",
    "start": "01:07:21",
    "end": "01:07:49"
  },
  {
    "text": "My name's Noah Bailey and I'm from Bible Ground, Washington.",
    "start": "01:07:50",
    "end": "01:07:55"
  },
  {
    "text": "When did you first hear about the Bible Project?",
    "start": "01:07:55",
    "end": "01:07:57"
  },
  {
    "text": "Like, so close to East Door.",
    "start": "01:07:58",
    "end": "01:08:00"
  },
  {
    "text": "What's your favorite thing about the Bible Project?",
    "start": "01:08:01",
    "end": "01:08:02"
  },
  {
    "text": "There's a new one that. What is the new one called? It says all humans are separated from all the animals and then Jesus give them a little robe.",
    "start": "01:08:03",
    "end": "01:08:16"
  },
  {
    "text": "What's your favorite part about the Bible Project?",
    "start": "01:08:16",
    "end": "01:08:18"
  },
  {
    "text": "That there's lots of people from when Jesus was alive still.",
    "start": "01:08:18",
    "end": "01:08:24"
  },
  {
    "text": "When do you like to watch the Bible Project?",
    "start": "01:08:24",
    "end": "01:08:26"
  },
  {
    "text": "When my mom lets me to sometimes on the tv.",
    "start": "01:08:26",
    "end": "01:08:30"
  },
  {
    "text": "Mom.",
    "start": "01:08:31",
    "end": "01:08:31"
  },
  {
    "text": "When we watched it on the iPad at the baseball game. That was so fun.",
    "start": "01:08:31",
    "end": "01:08:37"
  },
  {
    "text": "Yes, I do.",
    "start": "01:08:38",
    "end": "01:08:38"
  },
  {
    "text": "We believe the Bible is a unified story about Jesus.",
    "start": "01:08:40",
    "end": "01:08:44"
  },
  {
    "text": "We're a crowdfunded project by people like me.",
    "start": "01:08:44",
    "end": "01:08:47"
  },
  {
    "text": "Find free videos, study notes, podcasts, classes and more at Bibleproject.com@Bibleproject.com Tad, it's really hard to say.",
    "start": "01:08:47",
    "end": "01:08:59"
  },
  {
    "text": "It is.",
    "start": "01:09:00",
    "end": "01:09:00"
  }
]