[
  {
    "text": "Adam and Eve had two sons, Cain and Abel. They both bring offerings before God. And although Cain is the firstborn, God turns his face towards Abel and he shows Abel favor. So Cain gets angry about this. And you can imagine him thinking, God, what's wrong with my offering? And aren't I the firstborn? Don't I deserve your favor?",
    "start": "00:00:05",
    "end": "00:00:28"
  },
  {
    "text": "God's response to Cain is, essentially, you're assuming that there's no exaltation for you too, just because I went to the lowest one first. And so now you've got a choice whether you will do good or not do good based on this moment. And be careful, because there's an animal at the door. Moral failure is like an animal. But just like I called your parents to rule over the animals and they didn't. They let an animal rule them. You have a chance to rule this inner animal. And what you gonna do?",
    "start": "00:00:28",
    "end": "00:00:58"
  },
  {
    "text": "We know how the story ends. Cain lets the croucher within take over. He murders his brother in cold blood. And in spite of this, God surprisingly shows him mercy.",
    "start": "00:00:58",
    "end": "00:01:11"
  },
  {
    "text": "Just like God didn't enforce the death penalty in the moment on his parents, because he said, in the day you eat of it, you'll die. And in the day they eat of it, they're exiled to the realm of death, but they don't die. So in the same way, God comes to the murderer, which in the rest of the Torah, it's a capital crime. And God not only forgives Cain, but also sets a sign on him that seven times over, he will protect Cain's life from anybody who might want to kill him.",
    "start": "00:01:11",
    "end": "00:01:39"
  },
  {
    "text": "Cain's story is humanity's story. When we don't think we get what we deserve, we plot and we take it for ourselves, even at the expense of others. And so we can stop and we can empathize with Cain. I mean, it's hard to be in a place where God's face doesn't seem to be shining on you. It's hard to see others succeed when you fail. Especially when it seems like you've done nothing wrong. And some of us out there have it really bad. I mean, every day is hard and God's face seems so far away. But Jesus walked around and said things like, blessed are the poor, blessed are the meek. Blessed are those who hunger and thirst for things to be put right.",
    "start": "00:01:39",
    "end": "00:02:22"
  },
  {
    "text": "If you know my father and what he's up to in the world, you know that that is the most blessed, fortunate place you could ever find yourself. And God's generosity can meet you even there. It's very counterintuitive Today, Tim Mackey and.",
    "start": "00:02:22",
    "end": "00:02:38"
  },
  {
    "text": "I continue on the theme of the firstborn. I'm John Collins and you're listening to BibleProject Podcast. Thanks for joining us. Here we go. Okay, so we're doing firstborn, and yeah, we're gonna talk about the generations of families in Genesis 4 and following and how it relates to the theme. But I've. I've had some time since we've had the first few conversations and maybe kind of summarize and reflect a tiny bit.",
    "start": "00:02:38",
    "end": "00:03:08"
  },
  {
    "text": "Great. I love it when you summarize and reflect. Always turns into good things.",
    "start": "00:03:08",
    "end": "00:03:13"
  },
  {
    "text": "Well, I think the main thing is when we were finishing our conversation on the serpent and humans and the connection of the firstborn there, which, if I could summarize, is that God created the host of heaven, the Elohim, the rulers above. The rulers above. First, they were created first.",
    "start": "00:03:13",
    "end": "00:03:33"
  },
  {
    "text": "Day four.",
    "start": "00:03:33",
    "end": "00:03:34"
  },
  {
    "text": "Day four, and they rule the skies. And then you've got these creatures that are land creatures that are even created after the animals and the beasts.",
    "start": "00:03:34",
    "end": "00:03:48"
  },
  {
    "text": "Yeah. Day five is sky flyers and the water swarmers.",
    "start": "00:03:48",
    "end": "00:03:52"
  },
  {
    "text": "Yeah. And then day six, you've got like the land animals. Land animals. And then the last on the scene are humans. But then it leads up to this punchline where God says that humans are his image, both male and female, and they get to rule the land and.",
    "start": "00:03:52",
    "end": "00:04:12"
  },
  {
    "text": "The sea and the creatures that even go right up to.",
    "start": "00:04:12",
    "end": "00:04:16"
  },
  {
    "text": "That's right, all the creatures. All the creatures in these other realms too. And so then we get to the serpent. Who is this creature? It's a beast, but it's not quite just a beast. And we looked at a lot of the literature in the Second Temple period where people are examining the motives of the snake.",
    "start": "00:04:16",
    "end": "00:04:36"
  },
  {
    "text": "And we also looked at later reflections on the character of the snake in the prophets. They also see malevolent spiritual reality at work there.",
    "start": "00:04:38",
    "end": "00:04:52"
  },
  {
    "text": "Right.",
    "start": "00:04:52",
    "end": "00:04:52"
  },
  {
    "text": "Specifically in Isaiah and Ezekiel.",
    "start": "00:04:53",
    "end": "00:04:54"
  },
  {
    "text": "And so in true meditation literature form, as you think about this story, you realize that there was something going on with the firstborn theme, which is the ones who came first, who actually should have more authority, actually are more kind of glorious beings.",
    "start": "00:04:55",
    "end": "00:05:12"
  },
  {
    "text": "Yeah.",
    "start": "00:05:12",
    "end": "00:05:13"
  },
  {
    "text": "Have to deal with these late comers who they don't deserve to rule as much as they get to rule these land creatures. And so there's this envy and there's this rivalry. So one of the things that stuck with me, and I think I mentioned at the very end, and I just want to tag it again, if there's something more there, which is one of the great mysteries in life, is the problem of evil.",
    "start": "00:05:14",
    "end": "00:05:40"
  },
  {
    "text": "Why is there evil and what is it?",
    "start": "00:05:41",
    "end": "00:05:43"
  },
  {
    "text": "What is evil?",
    "start": "00:05:44",
    "end": "00:05:45"
  },
  {
    "text": "Yes.",
    "start": "00:05:45",
    "end": "00:05:45"
  },
  {
    "text": "Yeah.",
    "start": "00:05:46",
    "end": "00:05:46"
  },
  {
    "text": "What and why? Yeah.",
    "start": "00:05:46",
    "end": "00:05:48"
  },
  {
    "text": "If God is good and he created a good world, he ordered it. He created creatures to rule on his behalf in his image, the humans, in his image, the host of heaven in His.",
    "start": "00:05:48",
    "end": "00:06:02"
  },
  {
    "text": "The Word is an image, but it's sign or symbol.",
    "start": "00:06:02",
    "end": "00:06:05"
  },
  {
    "text": "They're a sign or symbol of Him. Then where does evil come into the picture? And so this doesn't answer the question, but it's an interesting way into the question. I've never gone this route before, which is to say this creature who introduces mistrusting God and introduces evil essentially.",
    "start": "00:06:05",
    "end": "00:06:25"
  },
  {
    "text": "Yeah. Doubt in the goodness of God.",
    "start": "00:06:25",
    "end": "00:06:28"
  },
  {
    "text": "Doubt in the goodness of God and introduces disobedience.",
    "start": "00:06:28",
    "end": "00:06:32"
  },
  {
    "text": "Yeah, yeah. The possibility of asserting one's own identity. Even though all creation is dependent every millisecond on the generous power of God, there's a temptation for rational image bearing creatures that have a sense of self identity to begin to imagine themselves as staking out some realm of independence, acting independently of the will of God. And it's no coincidence that in the garden story it's all about truth and deception. In other words, even when you're deceived, you're acting on what you think is true. This is interesting meditation that goes all the way back, both in classical theist traditions, Christian, Jewish and even in later Islam, that evil isn't a thing, like goodness is a reality of God's own nature and being, but rather evil is the deprivation or the subtraction of ultimate goodness.",
    "start": "00:06:32",
    "end": "00:07:39"
  },
  {
    "text": "Yeah, that's interesting.",
    "start": "00:07:39",
    "end": "00:07:40"
  },
  {
    "text": "So it's an absence. CS Lewis Lee famously said it's a truly parasitic reality. It's a shadow that has no true existence unto itself, except that is a real lived experience of peeling off of God's goodness and doing what's good in your own eyes. I think that's the imagery of the story. So anyway. But your point is.",
    "start": "00:07:40",
    "end": "00:08:01"
  },
  {
    "text": "Well, that's what is evil, correct?",
    "start": "00:08:01",
    "end": "00:08:02"
  },
  {
    "text": "That's right.",
    "start": "00:08:02",
    "end": "00:08:03"
  },
  {
    "text": "So I'm kind of interested in what this theme is telling us about. Why is evil?",
    "start": "00:08:03",
    "end": "00:08:08"
  },
  {
    "text": "Yeah.",
    "start": "00:08:08",
    "end": "00:08:08"
  },
  {
    "text": "Because the motive here is envy.",
    "start": "00:08:08",
    "end": "00:08:10"
  },
  {
    "text": "Yes. Yeah, that's right.",
    "start": "00:08:10",
    "end": "00:08:12"
  },
  {
    "text": "And the reason for the envy is because God elevated a lowly creature.",
    "start": "00:08:12",
    "end": "00:08:17"
  },
  {
    "text": "That's right.",
    "start": "00:08:17",
    "end": "00:08:18"
  },
  {
    "text": "And gave them power. And so here's my question. As we continue on in this theme, we're gonna continue to see God elevating the lowly and giving them power.",
    "start": "00:08:18",
    "end": "00:08:27"
  },
  {
    "text": "Yes.",
    "start": "00:08:27",
    "end": "00:08:28"
  },
  {
    "text": "And it's just something about the nature of God. And it seems like if we would have to believe that if God is good, then this impulse to do that is a good impulse.",
    "start": "00:08:28",
    "end": "00:08:38"
  },
  {
    "text": "Yeah. To give good gifts to those of high and low status.",
    "start": "00:08:39",
    "end": "00:08:44"
  },
  {
    "text": "Yeah. He gives gifts to the Elohim above, but then he also gives it to these dirt creatures. And so God's generosity towards. It's like the parable in Matthew.",
    "start": "00:08:44",
    "end": "00:08:57"
  },
  {
    "text": "Yeah. It's hard not to all of a sudden realize that many of the parables of Jesus are about this. Yeah, yeah. Where.",
    "start": "00:08:57",
    "end": "00:09:04"
  },
  {
    "text": "Yeah. Everyone gets paid the same, no matter when they started working.",
    "start": "00:09:05",
    "end": "00:09:07"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:09:07",
    "end": "00:09:08"
  },
  {
    "text": "Like, there's that one. It doesn't feel right. I just read that story to my kids and immediately they're like, that's not right. That's not fair. The guy who showed up in the last hour of work, he gets the same amount.",
    "start": "00:09:08",
    "end": "00:09:22"
  },
  {
    "text": "Totally.",
    "start": "00:09:22",
    "end": "00:09:22"
  },
  {
    "text": "That's not fair.",
    "start": "00:09:22",
    "end": "00:09:23"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:09:23",
    "end": "00:09:24"
  },
  {
    "text": "So there's something about the generosity of God that strikes in us. This, like, wait a second. That's not fair. Is there something there around the why of evil that, like, we can't handle God's generosity? And this. It kind of just frustrates us and it makes. It flusters us. It makes us envious, and it just. Then our reaction to generosity creates evil. I mean, that's what happened with the snake. I mean, that's why he's there.",
    "start": "00:09:24",
    "end": "00:09:56"
  },
  {
    "text": "Or that's what we're saying. Based on all the repetitions and developments of the rivalries that are rooted in envy over the one God has elevated, because it's not the one that socially ought to be elevated. If you read those patterns and reflect on the garden narrative in light of that, that's exactly. All these details pop there. And I think that's how the Hebrew Bible works, which is why all the Second Temple Jewish writers saw the snake as a displaced firstborn, so to speak, who's just ticked about it.",
    "start": "00:09:56",
    "end": "00:10:33"
  },
  {
    "text": "Yeah.",
    "start": "00:10:33",
    "end": "00:10:33"
  },
  {
    "text": "So that's a great meditation. So I want to understand what the heartbeat is for you. This insight is that the thing that disrupts the peace of a firstborn figure is that God is overly generous to those who you think shouldn't deserve it, or.",
    "start": "00:10:34",
    "end": "00:10:55"
  },
  {
    "text": "Yeah. To someone who has status.",
    "start": "00:10:55",
    "end": "00:10:58"
  },
  {
    "text": "Yeah.",
    "start": "00:10:58",
    "end": "00:10:58"
  },
  {
    "text": "And is glorious in some sense, which is good.",
    "start": "00:10:59",
    "end": "00:11:02"
  },
  {
    "text": "Yeah.",
    "start": "00:11:02",
    "end": "00:11:03"
  },
  {
    "text": "God created you that way.",
    "start": "00:11:03",
    "end": "00:11:04"
  },
  {
    "text": "That's good. Yes, yes.",
    "start": "00:11:04",
    "end": "00:11:05"
  },
  {
    "text": "But he also created creatures and people who don't have that. I was just driving my boys back from soccer practice to a part of town that's, you know, a little more run down, and there was a guy just hunched over big, just, you know. You know, that kind of. Where it's just like your body just gave out and you're completely like gravity is just slamming you down. And he's wheeling this thing and he's just disheveled. And I'm just thinking to myself, that could be my body. Like, that's his lived experience. That's his body.",
    "start": "00:11:05",
    "end": "00:11:35"
  },
  {
    "text": "It likely will be your body.",
    "start": "00:11:35",
    "end": "00:11:38"
  },
  {
    "text": "Hopefully when I'm like 98, I got like three more months left. That could be my body.",
    "start": "00:11:39",
    "end": "00:11:43"
  },
  {
    "text": "Yeah.",
    "start": "00:11:43",
    "end": "00:11:44"
  },
  {
    "text": "And that feels so lowly. And God wants to. In God's generosity, he wants to find a way to, like, elevate everyone. And there's a sense of, like, this immediate thought of like, well, I'm better than that guy.",
    "start": "00:11:44",
    "end": "00:11:56"
  },
  {
    "text": "Yeah, yeah, sure.",
    "start": "00:11:56",
    "end": "00:11:58"
  },
  {
    "text": "And is there something to meditate on, which is like that impulse of not being able to deal with how generous God is to all people, no matter their status.",
    "start": "00:11:58",
    "end": "00:12:10"
  },
  {
    "text": "Yeah.",
    "start": "00:12:11",
    "end": "00:12:11"
  },
  {
    "text": "That just. We just can't handle it. And because we can't handle it, then the turf wars begin, the deceptions begin, the violence begins. This isn't the complete answer to evil, but it's just an interesting way into it that I've just never contemplated before.",
    "start": "00:12:11",
    "end": "00:12:29"
  },
  {
    "text": "It's definitely one of the biblical stories. Main diagnoses of what's wrong with us.",
    "start": "00:12:29",
    "end": "00:12:37"
  },
  {
    "text": "Yeah.",
    "start": "00:12:37",
    "end": "00:12:38"
  },
  {
    "text": "As we'll see as we dive into the Cain and Abel story in this conversation, that's exactly what's at the center of it. And you're right. I remember. I don't have very many memories of preschool or kindergarten, but I remember one of them is really vivid where there was a kid in my class and we became. We were fond of each other and became friends. And then I remember there was another kid in the class and he had a Star wars action figure from the Empire Strikes Back, the snow monster called the Wampa. And he brought it to school, and I had one too. And so then it was this kind of special connection with this kid too. And I remember coming home that day, talking with my mom. What an interesting memory. Saying, like, I don't know what to do because I like so and so. And we've been playing at recess, but. But now so and so brought his wampa, and I want to play with him. And there's not enough friendship for two because, like, somehow in my. My mom has reminded me of this through the years.",
    "start": "00:12:38",
    "end": "00:13:43"
  },
  {
    "text": "You don't have time to be friends with both.",
    "start": "00:13:43",
    "end": "00:13:44"
  },
  {
    "text": "Somehow in my mind, it was like. It was, what do you say, a limited. Limited resource. The ability to care about somebody. To care about somebody. And I. What I don't remember was the conversation with my mom or what happened. I just remember that crisis, what felt like a crisis and what my mom has recounted to me was it was that first moment where you're trying to bring your kids into the reality of a generous spirit that hosts and cares for people in your life. It is a finite resource, but you've got way more than you could possibly imagine. You can be friends with more than one person. And that's maybe a silly memory, but it is this truth that it's possible when it comes to love and generosity. There's this inexhaustibility to it when it's done in a spirit of love where you're just like, there's more, there's more. And that's for finite creatures because we run out of actual time on our calendars and calories in our body. Yeah. Totally emotional bandwidth and all of that. So imagine what it means to talk about an infinite source of generous love as the host of all reality. But what that will mean is that I might perceive how God placed generous toast to another creature as creating some.",
    "start": "00:13:44",
    "end": "00:15:08"
  },
  {
    "text": "Limiting me somehow.",
    "start": "00:15:08",
    "end": "00:15:09"
  },
  {
    "text": "Yes. Creating some dissonance. And the question. This is the question of the Cain and Abel story. What a perfect tee up. But it is also the question put to the sky rulers and the land rulers. Is it like, well, is it true that if God, you know, raises up the lowly, that he does not also put on high, the high, and he's generous to them too? I think that's kind of the question is, can it be both? And can there be two, you know, exalted ones at the same time? And I guess human psychology finds it really difficult to think that everybody can win. I don't know. I'm mixing many metaphors, but I was actually thinking about that memory the other day. So that's why it's in my mind. But I think that's kind of the question that's a great reflection. Let's take that insight, and I think it will really illuminate the dynamics of this, what we're gonna call it, the second cycle of the inversion of the firstborn pattern. Even though the Cain and Abel story is the first time, it actually is about siblings and a firstborn sibling. But that, I think that's exactly what the narrator wants us to focus on is that question, what happens when God is too generous and it starts to make some firstborn sons angry? What do you do.",
    "start": "00:15:09",
    "end": "00:16:26"
  },
  {
    "text": "Sam?",
    "start": "00:16:38",
    "end": "00:16:48"
  },
  {
    "text": "Let's just dive in to the story of Cain and abel. Genesis, chapter 4, verse 1. Now, the human Adam. Yes, but with the word the in front of it, which means it yeah. Interesting. The Adam.",
    "start": "00:17:06",
    "end": "00:17:19"
  },
  {
    "text": "The Adam.",
    "start": "00:17:19",
    "end": "00:17:19"
  },
  {
    "text": "The Adam knew his wife Chava or Eve. So the human knew his wife, life, and she conceived and she gave birth to Kayin. That's how you say his name in Hebrew. Kayin.",
    "start": "00:17:19",
    "end": "00:17:35"
  },
  {
    "text": "Kayin.",
    "start": "00:17:35",
    "end": "00:17:36"
  },
  {
    "text": "Kayin, yeah. Oh, man. This is a deep rabbit hole. We don't have time. Yeah, so deep of a rabbit hole. So cool. But we really don't have time. His name is spelled with the letters that are similar to the word, like metalsmithing. Metalsmith. Which is interesting.",
    "start": "00:17:36",
    "end": "00:17:53"
  },
  {
    "text": "But also he does represent the city boy, right?",
    "start": "00:17:54",
    "end": "00:17:56"
  },
  {
    "text": "Yeah. He's going to build the first city and then he's going to have descendants who are the first metalsmiths later on. I forget if it's Yaval, Yuval or Tuval. Cain.",
    "start": "00:17:57",
    "end": "00:18:07"
  },
  {
    "text": "One of those.",
    "start": "00:18:08",
    "end": "00:18:08"
  },
  {
    "text": "I love that. And then what life says when she gives birth to Cain is she does a wordplay on his name where she says, I have created a man with Yahweh. And what that means and what she means by create. So rad. And the word create there is spelled with the letters of Kayin's name.",
    "start": "00:18:09",
    "end": "00:18:31"
  },
  {
    "text": "Oh, okay.",
    "start": "00:18:31",
    "end": "00:18:32"
  },
  {
    "text": "Which is another aspect of the word play. But whether her words are neutral or if there's something funky or even arrogant going on there, that's the rabbit hole. That's super interesting. But the point for our conversation is Kayin's the firstborn, and then she gave birth to his brother.",
    "start": "00:18:32",
    "end": "00:18:49"
  },
  {
    "text": "If you wanted to chase down that rabbit hole, do you go down it in your class with Adam to Noah?",
    "start": "00:18:50",
    "end": "00:18:54"
  },
  {
    "text": "Mm, yes. Oh, yes.",
    "start": "00:18:54",
    "end": "00:18:56"
  },
  {
    "text": "There's a class in classroom.",
    "start": "00:18:56",
    "end": "00:18:58"
  },
  {
    "text": "Yep. Bible project. Classroom.",
    "start": "00:18:58",
    "end": "00:18:59"
  },
  {
    "text": "Bible project classroom.",
    "start": "00:18:59",
    "end": "00:19:00"
  },
  {
    "text": "Yeah.",
    "start": "00:19:00",
    "end": "00:19:00"
  },
  {
    "text": "You teach this story in the course Adam to Noah, and you go down the rabbit hole.",
    "start": "00:19:00",
    "end": "00:19:06"
  },
  {
    "text": "Yeah, totally. At least kind of map out the options and what's going on.",
    "start": "00:19:07",
    "end": "00:19:10"
  },
  {
    "text": "What did Eve mean, what you said?",
    "start": "00:19:10",
    "end": "00:19:12"
  },
  {
    "text": "I have created a man with Yahweh. With Yahweh, yeah. Yeah. Because as you look, compare different English translations and you'll find a wide variety of renderings, which is always just a good radar signal. Like there's something exciting, yellow flag, something going on there. For the point is just two brothers. One's the first one's the second. Kayin means metalsmith. Hevel, which is Abel, is translated Abel into English, but it's the same Hebrew word used for vapor or wind. Oh, is it the same in Ecclesiastes? Oh, yes. Really? Yeah. And it's for sure because he's part of ironic fun. Yeah. He's here one, literally one sentence and God, he's going to be dead. In about three sentences. So it's really. Oh, my gosh. Okay. So the point is, we got two brothers.",
    "start": "00:19:12",
    "end": "00:20:01"
  },
  {
    "text": "Because that's what Hevel means. It means.",
    "start": "00:20:01",
    "end": "00:20:03"
  },
  {
    "text": "Hevel means, like, a vapor.",
    "start": "00:20:03",
    "end": "00:20:04"
  },
  {
    "text": "Vapor here one moment, gone the next.",
    "start": "00:20:04",
    "end": "00:20:06"
  },
  {
    "text": "Yep. Emphasis on. It's here one second, gone the next. So Hevel, however, was a shepherd of animals.",
    "start": "00:20:06",
    "end": "00:20:13"
  },
  {
    "text": "Yeah.",
    "start": "00:20:13",
    "end": "00:20:13"
  },
  {
    "text": "So you got one part of his dad's job from Eden, which is like, take care of oversight of the animals. Cain. I'll start using the traditional English pronunciation. Cain was a worker of the ground. So that's the other part of his shepherd and farmer. Shepherd and farmer. Adam and Eve were doing both in the garden. Now they're split between their two kids.",
    "start": "00:20:13",
    "end": "00:20:32"
  },
  {
    "text": "And we said cain's the city boy. But in the ancient world, the cities were built around farmland.",
    "start": "00:20:32",
    "end": "00:20:38"
  },
  {
    "text": "Correct.",
    "start": "00:20:38",
    "end": "00:20:39"
  },
  {
    "text": "So to be a farmer is to be a city boy.",
    "start": "00:20:39",
    "end": "00:20:40"
  },
  {
    "text": "It's a city boy. Yeah, that's right. And to be a shepherd is to be.",
    "start": "00:20:40",
    "end": "00:20:43"
  },
  {
    "text": "The shepherds are out in the way hills.",
    "start": "00:20:43",
    "end": "00:20:45"
  },
  {
    "text": "They're rural.",
    "start": "00:20:45",
    "end": "00:20:46"
  },
  {
    "text": "They're more rural.",
    "start": "00:20:46",
    "end": "00:20:46"
  },
  {
    "text": "The farmers are urban. Okay, that's right. Now, that hasn't happened yet, though, because the city's not built because they're all just living right outside the Gate of Eden, as we'll see now, it came about at the end of some amount of days, however many. The narrator doesn't say that Cain brought from the fruit of the ground an offering to Yahweh. Rad. That's cool. You know, his parents, you know, wronged Yahweh, disobeyed the word of God. They were exiled from the garden, though, as we'll learn. Not from Eden, the land of Eden. They're still there in this story, but they're apparently sitting outside or near the Gate of Eden. And, you know, you bring your offerings to pay homage, give honor to the Creator. So there's Cain doing his thing, and you're like, rad. Noble act of surrender. Surrender what's valuable. Honor the Creator who gave it.",
    "start": "00:20:47",
    "end": "00:21:35"
  },
  {
    "text": "And we're supposed to also be reflecting on if they're outside of the gates of Eden. There's this. If I'm an Israelite, I've got a ritual where I go outside the gates of the holy place.",
    "start": "00:21:35",
    "end": "00:21:47"
  },
  {
    "text": "That's right.",
    "start": "00:21:47",
    "end": "00:21:48"
  },
  {
    "text": "And I bring sacrifices.",
    "start": "00:21:48",
    "end": "00:21:49"
  },
  {
    "text": "Yes. The altar in the courtyard of the Tabernacle or the temple is right by the door going into the holy of holies. Holy place and the holies of the sacred space, which is decorated like a garden. Like a Garden of Eden. Yep. So he brings his offering, and it's A food offering, which is a legitimate offering in ancient culture. And in the Hebrew.",
    "start": "00:21:49",
    "end": "00:22:12"
  },
  {
    "text": "In Leviticus.",
    "start": "00:22:12",
    "end": "00:22:13"
  },
  {
    "text": "In Leviticus. Hebrew Bible. Yeah, it's Leviticus, Chapter two is all about it. It's like, awesome. So that's Cain, firstborn, offers his offering. Then verse four. Now, Abel, he also brought from the firstborn of his flock and from their fatty portions. So he comes next. He also. So it's clear that Cain's firstborn offers first in the story, a legitimate and good offering. Abel comes. And of course, remember, Cain's a farmer. Abel brings an offering from, you know, his area of responsibility, which is animals. But what he brings is from the firstborn. Dun, dun, dun. So the key appearance of that word.",
    "start": "00:22:13",
    "end": "00:22:58"
  },
  {
    "text": "Firstborn of the flock.",
    "start": "00:22:58",
    "end": "00:22:59"
  },
  {
    "text": "Firstborn of his flock.",
    "start": "00:22:59",
    "end": "00:23:00"
  },
  {
    "text": "Yeah.",
    "start": "00:23:00",
    "end": "00:23:01"
  },
  {
    "text": "Yep. So the first, oldest, first to reach maturity of the flock and to bring the firstborn of your flock is the most valuable offering you can bring. And then there's this little detail and from the fat portions, which is. It's like Abel's red Leviticus, because he's bringing the prime, most honorable, precious forms of offering, which is a firstborn, and including the fat portions, which are uniquely Yahweh's in the later history. So what's fascinating is we're not given any insight into the motives of the characters. They both bring good offerings. But just on an objective level, they.",
    "start": "00:23:01",
    "end": "00:23:42"
  },
  {
    "text": "Both bring legitimate offerings. It seems like it's setting up this sense of like. But one was, like, more primo.",
    "start": "00:23:42",
    "end": "00:23:48"
  },
  {
    "text": "Yeah, absolutely. I mean. Yeah. And you get that from reading the rest of the Hebrew Bible, especially the Torah, that the firstborn and the fat are like the most precious offerings. It's not that Cain's is bad. It's that Abel's is more valuable. And those are the only details given in the text that could point in a direction of why Yahweh does what he does next. Because the next line is, and Yahweh gazed or looked.",
    "start": "00:23:48",
    "end": "00:24:18"
  },
  {
    "text": "Put his attention on.",
    "start": "00:24:18",
    "end": "00:24:19"
  },
  {
    "text": "Put his attention on Abel and his offering. But upon Cain and his offering, he did not gaze.",
    "start": "00:24:19",
    "end": "00:24:27"
  },
  {
    "text": "Okay, so we talked about how this is about God's generosity, and there's enough for everyone here. It kind of feels like God actually limits his attention to one and not the other. So why. Yeah, why would God do that? What's going on here?",
    "start": "00:24:27",
    "end": "00:24:44"
  },
  {
    "text": "Yeah, it's a great question. It feels like a test. Feels like a test.",
    "start": "00:24:44",
    "end": "00:24:48"
  },
  {
    "text": "Interesting.",
    "start": "00:24:48",
    "end": "00:24:48"
  },
  {
    "text": "Let's keep reading. Okay. I think the narrator answers that question. Unfortunately, it depends on how it gets translated, whether or not you see the answer very clearly or not so next is Cain's response. There was hot anger to Cain. He heated up with anger.",
    "start": "00:24:48",
    "end": "00:25:05"
  },
  {
    "text": "I've been there.",
    "start": "00:25:06",
    "end": "00:25:07"
  },
  {
    "text": "Yes, exactly right. And his face fell, which is a unique figure of speech in the Hebrew Bible. You can kind of feel it if your face is low.",
    "start": "00:25:09",
    "end": "00:25:21"
  },
  {
    "text": "Mm. What kind of sadness?",
    "start": "00:25:21",
    "end": "00:25:23"
  },
  {
    "text": "Sadness, frown. That's an interesting turn of phrase. His face fell. And then Yahweh said to Cain, why is there hot anger in you? Why has your face fallen? Question. Yahweh asked Cain a question. Now if you do good, won't there be exaltation? And if you don't do good at the door? Sin is a croucher and its desire is for you, but you can rule it. And that's Cain never says anything, just the story moves on to the murder after this. So this is typical Hebrew Bible, super dense kind of riddle like. But verse 7 I God's response is a riddle.",
    "start": "00:25:23",
    "end": "00:26:09"
  },
  {
    "text": "If you do good, won't there be exaltation? Let's stop there because that's what we're talking about. Cain did something good. Yes, he brought a good offering.",
    "start": "00:26:09",
    "end": "00:26:17"
  },
  {
    "text": "That's right.",
    "start": "00:26:17",
    "end": "00:26:18"
  },
  {
    "text": "He wasn't exalted. Like God didn't even pay attention, at least not first. I see it's about there's a puzzle here of like, would God eventually gaze upon Cain too?",
    "start": "00:26:18",
    "end": "00:26:29"
  },
  {
    "text": "It's the question I had of so if God exalts my little brother, is there any exaltation for me too? That's the test is like, is God?",
    "start": "00:26:29",
    "end": "00:26:40"
  },
  {
    "text": "If I give my attention to my new friend, my new Star wars buddy, is there going to be enough for my old friend too?",
    "start": "00:26:42",
    "end": "00:26:49"
  },
  {
    "text": "From my old friend too? Yeah, that's it. Does generosity, God's generosity have an exclusive limit? And what God says is, listen, I gave my attention to the offering of your younger brother. He offered the firstborn. And for sure that's a little kind of narrative hint as to the dynamics here, the firstborn and the fat. So my attention went to him first. But if you do good, isn't there exaltation for you too? So first of all, Cain is forced with a choice, a test now of whether he will do good or not good. And this is a part of how the narrative, the vocabulary is setting up this test of Cain's decision as a parallel or as an analogy to his parents choice before the tree of doing good and not good or knowing good and not good. So I think this is all coming back to your first reflection. I think what this little line of God's question is actually put his finger on exactly what you were sensing in the Eden story, is that right?",
    "start": "00:26:49",
    "end": "00:27:57"
  },
  {
    "text": "I think so. So if you do good, I was taking that as, hey, I know you did good and I know it doesn't feel like you've been exalted, but you will be. There's enough generosity to go around. I just didn't go to you first. And I know that feels unfair because you're the first born, but that's not how I work. I don't work off of that kind of schema. Yeah, but my schema can be trusted and there's enough generosity for everyone.",
    "start": "00:27:57",
    "end": "00:28:25"
  },
  {
    "text": "Yeah. In a way, that doubt of God's generosity extending further than I might imagine is the same doubt that the snake was trying to introduce to Adam and Eve.",
    "start": "00:28:25",
    "end": "00:28:37"
  },
  {
    "text": "Can God be trusted? Is he really good?",
    "start": "00:28:37",
    "end": "00:28:39"
  },
  {
    "text": "Yeah. Did God really say, and no, actually you won't die. It's that God has more to give, but that he doesn't want to give you. Like that's what the snake's after.",
    "start": "00:28:39",
    "end": "00:28:49"
  },
  {
    "text": "Which is also kind of true. Like God has more to give that he isn't giving them yet.",
    "start": "00:28:50",
    "end": "00:28:54"
  },
  {
    "text": "Exactly. That's true.",
    "start": "00:28:54",
    "end": "00:28:55"
  },
  {
    "text": "Yeah.",
    "start": "00:28:55",
    "end": "00:28:55"
  },
  {
    "text": "Yeah. But the question is, does that mean he's never.",
    "start": "00:28:55",
    "end": "00:28:58"
  },
  {
    "text": "Yes.",
    "start": "00:28:59",
    "end": "00:28:59"
  },
  {
    "text": "I mean, this has been our long term puzzle about the Eden narrative is humans need the ability to discern good and bad.",
    "start": "00:28:59",
    "end": "00:29:07"
  },
  {
    "text": "They need the.",
    "start": "00:29:07",
    "end": "00:29:07"
  },
  {
    "text": "To have responsibility and rule the world.",
    "start": "00:29:07",
    "end": "00:29:10"
  },
  {
    "text": "Right.",
    "start": "00:29:10",
    "end": "00:29:10"
  },
  {
    "text": "So they have to get it somehow.",
    "start": "00:29:10",
    "end": "00:29:12"
  },
  {
    "text": "Yeah.",
    "start": "00:29:12",
    "end": "00:29:12"
  },
  {
    "text": "And the question implied in the narrative is how do you take it? Or do you wait to receive it from God's.",
    "start": "00:29:12",
    "end": "00:29:18"
  },
  {
    "text": "Can you trust God's method and timing of his generosity?",
    "start": "00:29:18",
    "end": "00:29:21"
  },
  {
    "text": "Yeah, that's it. The method and timing of his generosity.",
    "start": "00:29:21",
    "end": "00:29:24"
  },
  {
    "text": "Because we have our own idea of how it should work. The method should be, I'm the firstborn. I get it first.",
    "start": "00:29:25",
    "end": "00:29:32"
  },
  {
    "text": "Yeah.",
    "start": "00:29:32",
    "end": "00:29:32"
  },
  {
    "text": "And I get it when I need it. Right. That's kind of like our assumption.",
    "start": "00:29:33",
    "end": "00:29:36"
  },
  {
    "text": "Yeah.",
    "start": "00:29:36",
    "end": "00:29:36"
  },
  {
    "text": "And God from the get go is kind of like, nope, I work on a different schedule, a different method, and get used to it and trust that there's enough to go around. You will be exalted.",
    "start": "00:29:37",
    "end": "00:29:50"
  },
  {
    "text": "Yes. Yeah. If you do good, you got a choice before you right now about how you're going to respond to the fact that I divvied out my favor first to the lower one.",
    "start": "00:29:50",
    "end": "00:30:00"
  },
  {
    "text": "Your younger brother.",
    "start": "00:30:00",
    "end": "00:30:01"
  },
  {
    "text": "Your younger brother.",
    "start": "00:30:01",
    "end": "00:30:02"
  },
  {
    "text": "That snotty little younger brother.",
    "start": "00:30:02",
    "end": "00:30:04"
  },
  {
    "text": "Totally. Yes. And so I think God's response to Cain is essentially, you're assuming that there's no exaltation for you too. Just because I went to the lowest one first. And so now you've got a Choice whether you will do good or not do good based on this moment. And be careful, because there's an animal at the door.",
    "start": "00:30:04",
    "end": "00:30:24"
  },
  {
    "text": "And sin is a croucher. That's what you mean?",
    "start": "00:30:25",
    "end": "00:30:27"
  },
  {
    "text": "Yeah, it's a crouching animal, but it's sin, which is the word for moral failure. Moral failure is like an animal. He's a beast, wants you. But just like I called your parents to rule over the animals and they didn't. They let an animal rule them. You have a chance to rule this inner animal that's crouching. And what's he gonna do?",
    "start": "00:30:27",
    "end": "00:30:51"
  },
  {
    "text": "Sin is a croucher. That's such a great translation.",
    "start": "00:30:52",
    "end": "00:30:54"
  },
  {
    "text": "Well, it's interesting because sin, this is a grammar thing. Sin is a feminine noun grammatically in Hebrew. But the word croucher is a masculine participle. It's not a verb. Sin is crouching. In most of our translations, sin is a thing. Crouching is a croucher, a crouching thing.",
    "start": "00:30:56",
    "end": "00:31:13"
  },
  {
    "text": "Sin is a croucher.",
    "start": "00:31:13",
    "end": "00:31:14"
  },
  {
    "text": "Yeah, it's interesting. Anyway, it's a design pattern, parallelism between Cain and his parents and the decision they faced. And here it's sin and this anger of envy that becomes the snake whispering in his ear. So do you feel like we've put her finger on it?",
    "start": "00:31:14",
    "end": "00:32:09"
  },
  {
    "text": "I love it.",
    "start": "00:32:09",
    "end": "00:32:09"
  },
  {
    "text": "It's right there.",
    "start": "00:32:09",
    "end": "00:32:10"
  },
  {
    "text": "It's right there.",
    "start": "00:32:10",
    "end": "00:32:10"
  },
  {
    "text": "It's right there.",
    "start": "00:32:10",
    "end": "00:32:11"
  },
  {
    "text": "Okay, so Cain kills his brother.",
    "start": "00:32:11",
    "end": "00:32:14"
  },
  {
    "text": "Cain spoke to his brother Abel.",
    "start": "00:32:14",
    "end": "00:32:15"
  },
  {
    "text": "Oh, okay, we're going to read it.",
    "start": "00:32:15",
    "end": "00:32:16"
  },
  {
    "text": "And it came out when they were in the field that Cain rose up to Abel, his brother, and he killed him.",
    "start": "00:32:16",
    "end": "00:32:22"
  },
  {
    "text": "And Hevel was Hevel.",
    "start": "00:32:22",
    "end": "00:32:23"
  },
  {
    "text": "And Hevel is here one second and gone the next. Yeah. And so God comes, just like he came to his parents and he asked the same question. Where are you? Where are you, Adam?",
    "start": "00:32:23",
    "end": "00:32:34"
  },
  {
    "text": "Yeah, in the garden after Adam and Eve ate the fruit they hid.",
    "start": "00:32:34",
    "end": "00:32:37"
  },
  {
    "text": "And God says, where are you? And here he comes to Cain saying, where's Abel, your brother? And just like Adam and Eve, blame shifted. I don't. The woman, she ignored the snake. And so Cain, he, like, tries to dodge it. He's like, I don't know. I don't know. Why am I responsible for my brother? And so, you know, the blood from the ground and so on. But I think for our point, we can kind of close our meditation on this. Just try and bring it to a fine point.",
    "start": "00:32:37",
    "end": "00:33:03"
  },
  {
    "text": "Should we talk about how he goes and becomes the. Oh, well, here's something interesting as we're talking about God's generosity. God becomes extremely generous to Cain after this.",
    "start": "00:33:03",
    "end": "00:33:13"
  },
  {
    "text": "Exactly right. Just like God didn't enforce the death penalty in the moment on his parents, Adam and Eve, because he said, on the day you eat of it, you'll die. And in the day they eat of it, they're exiled to the realm of death. But they don't die. Adam lives, like, eight centuries more clearly. So in the same way, God comes to the murderer, which in the rest of the Torah, it's a capital crime. And God not only forgives Cain, but also sets a sign on him. Rabbit hole, Rabbit hole. Sets a sign on him that seven times over, he will protect Cain's life from anybody who might want to kill him. And so Cain is exiled east of Eden.",
    "start": "00:33:13",
    "end": "00:33:55"
  },
  {
    "text": "He exiles Cain, but he, like, protects.",
    "start": "00:33:55",
    "end": "00:33:58"
  },
  {
    "text": "Him, protects him, forgives him, and protects him in the exile. Yeah. The one who has received Yahweh's gifts and has made a foolish decision about good and bad with the responsibilities God gave him.",
    "start": "00:33:58",
    "end": "00:34:09"
  },
  {
    "text": "I mean, the most foolish decision you can make is killing another image of God.",
    "start": "00:34:09",
    "end": "00:34:13"
  },
  {
    "text": "Yeah, exactly. And God doesn't treat him according to his sins, to use the language. Psalm 103. So super generous. Continuing to be super generous.",
    "start": "00:34:13",
    "end": "00:34:23"
  },
  {
    "text": "So it's interesting. If you do good, won't you be exalted? And if you do bad, I'm still gonna be generous.",
    "start": "00:34:23",
    "end": "00:34:29"
  },
  {
    "text": "Yeah, yeah. Oh, dude. And you know what's rad? Is that the word for exaltation is the word to pick up and carry, to take up. It's also the same word used to forgive.",
    "start": "00:34:29",
    "end": "00:34:39"
  },
  {
    "text": "Oh, really?",
    "start": "00:34:39",
    "end": "00:34:40"
  },
  {
    "text": "It's the word NASA or NASA is how you. Oh, yeah. NASA is to pick up. And so it can mean.",
    "start": "00:34:40",
    "end": "00:34:47"
  },
  {
    "text": "Which is a great way to remember it.",
    "start": "00:34:47",
    "end": "00:34:48"
  },
  {
    "text": "Exactly. Yeah. For NASA rocket. So it can be used many ways because it's such a basic. To pick up.",
    "start": "00:34:48",
    "end": "00:34:54"
  },
  {
    "text": "Yeah. Okay.",
    "start": "00:34:54",
    "end": "00:34:55"
  },
  {
    "text": "It can mean to exalt, pick up, and put up on high. But when you say to pick up or carry someone's sins, that's a standard Hebrew phrase to forgive them.",
    "start": "00:34:55",
    "end": "00:35:06"
  },
  {
    "text": "Interesting.",
    "start": "00:35:06",
    "end": "00:35:06"
  },
  {
    "text": "So there's kind of this double potential meaning of if you do good, won't there be exaltation? And he doesn't do good. And God still nahsahs, if you do good, won't there be NASA lifting up? And he doesn't do good. But God still nahs in terms of forgiving anyway. It's kind of a cool wordplay. So. Yeah, that's right. So he continues to be generous as you wouldn't expect it. And what Cain does with that generosity, as he goes out into exile, all of a sudden he has a wife, because he knows his wife just like his dad knew Eve and brought about him and his brother. So now Cain knew his wife, whoever she might be, and she conceived and gave birth to Hanok, or Enoch. And then Cain went and built a city, and he called the name of the city Enoch after the name of his firstborn son. So he goes and he builds a city named after his firstborn. So the narrator doesn't say this is good, bad, or indifferent. He doesn't supply motives. But as we're going to see, this has foreboding because we just go instantly into a genealogy that goes down seven generations from Adam and ends us with a guy named Lamech. And Lamech goes against God's image of God design of a man and a woman. The two become one and in that way, partner as an image of God. And Lamech gets greedy, and he takes two wives, Adah and Zillah, and then they have all these kids. And then Lamech sings this poem where he sings about this man that he murdered for wounding him. And he says, you know, my ancestor Cain, God forgave, exalted him, even though he murdered him. So I'm going to claim God's mercy for myself. If Cain was protected by God seven times over than me, Lamech, 77 times. So here now is somebody who's rewriting God's mercy into, like, self.",
    "start": "00:35:07",
    "end": "00:37:19"
  },
  {
    "text": "Yeah.",
    "start": "00:37:19",
    "end": "00:37:20"
  },
  {
    "text": "What do you say?",
    "start": "00:37:20",
    "end": "00:37:20"
  },
  {
    "text": "Self advantage, a license of revenge and power. This is interesting. So we've been saying part of the problem of evil is that we can't handle God's generosity when it's given to people we don't think deserve it. And then here it flowers kind of into a new thing, which is we then take God's generosity and we twist it.",
    "start": "00:37:20",
    "end": "00:37:44"
  },
  {
    "text": "Yeah.",
    "start": "00:37:44",
    "end": "00:37:45"
  },
  {
    "text": "So that gives us license to do the selfish things we want to do.",
    "start": "00:37:45",
    "end": "00:37:49"
  },
  {
    "text": "Do what's good in our eyes.",
    "start": "00:37:49",
    "end": "00:37:50"
  },
  {
    "text": "It's another way of not being able to handle God's generosity.",
    "start": "00:37:51",
    "end": "00:37:53"
  },
  {
    "text": "Yeah, totally. Yeah. Isn't that interesting? Yeah.",
    "start": "00:37:53",
    "end": "00:37:55"
  },
  {
    "text": "No.",
    "start": "00:37:55",
    "end": "00:37:55"
  },
  {
    "text": "This is a big, great undercurrent for this conversation. It's what Genesis 4 was all about. So what happens? That genealogy that we just went, that went from Adam to Cain to this guy Lamech, goes through seven generations, and it ends with this guy Lamech who has three sons. When you turn to what we call chapter five, you find another genealogy that stems from the son that Adam and Eve had after Abel's. Murdered after Abel's. The next thing is you're told that Adam and Eve have a son in the place of Abel, and they call him Seth, which means placed or Set. And what Eve says is, God has placed or set for me a new son. And then the genealogy starts going through.",
    "start": "00:37:55",
    "end": "00:38:44"
  },
  {
    "text": "So if chapter four is tracing Cain's genealogy that, like, culminates in this.",
    "start": "00:38:44",
    "end": "00:38:49"
  },
  {
    "text": "It's the genealogy of the disgruntled, envious, murderous firstborn. And that leads to Lamech, the king.",
    "start": "00:38:49",
    "end": "00:38:57"
  },
  {
    "text": "Who'S now just like a murderous, polygamous city of blood.",
    "start": "00:38:57",
    "end": "00:39:02"
  },
  {
    "text": "Murderous. A distorted image of God's generosity. Chapter five comes back, and it reboots, and it reminds us Adam and Eve were made in the image of God. And then the lineage starts going through Seth. And what's fascinating, it goes through 10 generations.",
    "start": "00:39:02",
    "end": "00:39:18"
  },
  {
    "text": "Seth, who's the third born.",
    "start": "00:39:18",
    "end": "00:39:19"
  },
  {
    "text": "Seth, who's now the third born. Yeah. And that's the family that God is gonna provide the seed of the woman through which we haven't. The seed of the woman who's gonna crush the snake. That's the whole thing we haven't talked about in this conversation.",
    "start": "00:39:20",
    "end": "00:39:32"
  },
  {
    "text": "Well, yeah. Well, I guess it's important because it's, like, why we're gonna start talking about God choosing over and over who to give the blessing to.",
    "start": "00:39:32",
    "end": "00:39:39"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:39:39",
    "end": "00:39:40"
  },
  {
    "text": "And so, like, there is a logic there.",
    "start": "00:39:40",
    "end": "00:39:42"
  },
  {
    "text": "Yeah.",
    "start": "00:39:42",
    "end": "00:39:43"
  },
  {
    "text": "Of why God's choosing a family to carry a blessing.",
    "start": "00:39:43",
    "end": "00:39:47"
  },
  {
    "text": "That's right. The logic is he's going to raise up from among the humans, is when A.B. and Eve are exiled a future descendant from the woman who will strike the snake while also being struck by it. And you're also told that the snake is going to have offspring along with the woman. And you're like, well, how's that going to happen? How is this.",
    "start": "00:39:47",
    "end": "00:40:10"
  },
  {
    "text": "Yeah, why do I care about baby snakes?",
    "start": "00:40:10",
    "end": "00:40:12"
  },
  {
    "text": "Yeah, baby snakes. Until you read the story of Cain and Abel and you're like, oh, that's how a human becomes a snake.",
    "start": "00:40:12",
    "end": "00:40:17"
  },
  {
    "text": "Oh. When the beast inside takes over, when.",
    "start": "00:40:17",
    "end": "00:40:20"
  },
  {
    "text": "The sin is a croucher at the door, and you allow it to rule you instead of you ruling it. This was our Son of Man video, where the sin and the snake become joined as these powers that can turn a human into a. A snakeling.",
    "start": "00:40:20",
    "end": "00:40:36"
  },
  {
    "text": "Whoa.",
    "start": "00:40:36",
    "end": "00:40:37"
  },
  {
    "text": "And so Cain and then his lineage down to Lamech become this, like, human snakey line. And then Genesis 5 kicks us back and restarts, literally goes back to the first words of Genesis 1 and 2 about God making male and female in his image. And then it gives a birth line from Adam as if Cain doesn't exist. We've just. We've written him off. And wherever that future seed snake, crushing seed of the woman is going to Come from. It's going to come from. Now, the third born, the real life, the real late comer. And that's what Genesis 5 is about. It's a genealogy. And it takes 10 generations, leading all the way up to the 10th son, Noah. And Noah also has three sons. And so you get these parallel genealogies of. Through Cain, you get seven generations that lead to Lamech and his three sons. That's a city of blood. And then you get the line of seth, which is 10 generations. And the 10th son, Noah has three sons.",
    "start": "00:40:37",
    "end": "00:41:40"
  },
  {
    "text": "Yeah. And what's confusing is there's some similar names in both genealogies.",
    "start": "00:41:40",
    "end": "00:41:44"
  },
  {
    "text": "Oh, yes. Like, some are identical and others, like.",
    "start": "00:41:44",
    "end": "00:41:48"
  },
  {
    "text": "Enoch, the Cain's firstborn is like the seventh born. Oh, yeah, There you have it.",
    "start": "00:41:48",
    "end": "00:41:53"
  },
  {
    "text": "Yep.",
    "start": "00:41:53",
    "end": "00:41:53"
  },
  {
    "text": "Who's the famous Enoch who goes to, like, just gets beamed up to God.",
    "start": "00:41:53",
    "end": "00:41:58"
  },
  {
    "text": "Yeah, totally. Through Cain, you get Adam to Cain to Enoch to Irad to Mehuyal, to the Methushael to Lamech and his three sons. Next chapter, you go from Adam to Seth to Enosh, which is another Hebrew word for human. Then you get Canaan, which is spelled with the same letters as Cain's name. Then you get Mahalalel.",
    "start": "00:41:58",
    "end": "00:42:23"
  },
  {
    "text": "It looks like Kenan.",
    "start": "00:42:23",
    "end": "00:42:24"
  },
  {
    "text": "Yeah, it looks like Kenan. That's right.",
    "start": "00:42:25",
    "end": "00:42:26"
  },
  {
    "text": "Which is actually kind of a. Yeah, like the SNL guy.",
    "start": "00:42:26",
    "end": "00:42:29"
  },
  {
    "text": "Then you get Mahalalel, which is he's the fifth generation from.",
    "start": "00:42:31",
    "end": "00:42:36"
  },
  {
    "text": "And that sounds so much like.",
    "start": "00:42:36",
    "end": "00:42:38"
  },
  {
    "text": "It sounds. Which is the fifth generation from Adam through Cain. Then you get Yered, who's spelled almost identically to the fourth generation of Cain, Irad. Then you get Enoch, the famous Enoch, who gets taken, and he was not for God took him. And that's the same name as Cain's firstborn son, Enoch. Then you get Methuselah, the oldest human in the biblical story, and the letters of his names are just swapped around with Methushael, the sixth generation from Cain. And then you get two Lamechs, you get another Lamech. Another Lamech, and then you get Noah. So what's interesting is some people have thought, oh, actually, there may be just two oral traditions of the same genealogy that are being preserved here. And that may or may not be true, but narratively, the narrative is going to great pains to separate these two lineages. And I think the rhyming of all the names is painting them as these inverted mirrors of them. In other words, it's hard to tell the lineage of the snake and the lineage of the woman apart.",
    "start": "00:42:38",
    "end": "00:43:45"
  },
  {
    "text": "Oh, interesting.",
    "start": "00:43:45",
    "end": "00:43:45"
  },
  {
    "text": "They're going on parallel tracks that's how.",
    "start": "00:43:45",
    "end": "00:43:48"
  },
  {
    "text": "It feels when you read it. It's so hard to keep track.",
    "start": "00:43:48",
    "end": "00:43:50"
  },
  {
    "text": "Yeah. The name similarities are a literary strategy to show that the seed of the snake and the seed of the woman are hard to tell apart. And even though you think in the narrative it's clear separation of lines, the rest of Genesis is going to go on to show that anybody can become a snake.",
    "start": "00:43:50",
    "end": "00:44:10"
  },
  {
    "text": "That's interesting.",
    "start": "00:44:10",
    "end": "00:44:11"
  },
  {
    "text": "And you can un. Become a snake and become a human image. That's what the story of Jacob is all about. He's born a snake, but God tries to turn him into a human.",
    "start": "00:44:11",
    "end": "00:44:20"
  },
  {
    "text": "Who throwing all these little nuggets in here anyway.",
    "start": "00:44:20",
    "end": "00:44:22"
  },
  {
    "text": "So what's interesting is that what's implied is, you know, what's up with all these generations in the story of the firstborn? We don't really know. But what is interesting is God is choosing the third born Seth from Adam and Eve and making that the future line of the seed of the woman. Because that's the main genealogy that's going to get traced throughout the rest of Genesis, which leads us to the three sons of Noah. And let's just. You could spend a long time here, but I think we can just kind of show the similarities to what we just looked at. So I. I guess one question you could start with is, you know, when God comes to Noah, Noah is the.",
    "start": "00:44:22",
    "end": "00:45:36"
  },
  {
    "text": "10Th generation from Adam. From Adam.",
    "start": "00:45:36",
    "end": "00:45:39"
  },
  {
    "text": "From Adam via Seth through Seth's line. Yep.",
    "start": "00:45:39",
    "end": "00:45:41"
  },
  {
    "text": "The third born.",
    "start": "00:45:41",
    "end": "00:45:42"
  },
  {
    "text": "Correct, the third born. And what God does is he comes to Noah and says, the end of all flesh has come up before me. This is a response to the spreading of violence through Cain, Lamech the Nephilim.",
    "start": "00:45:42",
    "end": "00:45:58"
  },
  {
    "text": "Which we haven't talked about.",
    "start": "00:45:58",
    "end": "00:46:00"
  },
  {
    "text": "But these violent warriors born of a cosmic disruption, that story's happened, that's already happened in Genesis.",
    "start": "00:46:00",
    "end": "00:46:07"
  },
  {
    "text": "Was that inserted after the genealogy of Seth?",
    "start": "00:46:07",
    "end": "00:46:09"
  },
  {
    "text": "It's right after the genealogy of Seth.",
    "start": "00:46:09",
    "end": "00:46:10"
  },
  {
    "text": "Okay. All right.",
    "start": "00:46:10",
    "end": "00:46:10"
  },
  {
    "text": "So you get three stories of violent blood spillers from Cain to Lamech to the Nephilim. And God's response is he looks at the land and it's ruined because of violence and innocent blood being shed everywhere. And so when God says, the end of all flesh has come up before me, it's both wordplays and similar language to when God said, the blood of Abel, your brother is crying out. And it has reached me. So now it's like we have many generations of violent humans spilling innocent blood. And what God says is, I am going to accelerate or bring about their ruin with the land. The land is going to rebel against this Human violence. And that's going to take the form of the flood. So this is interesting question of Noah becomes, as it were, the chosen son from these two lineages to be the vehicle for preserving life for his family and for the animals, like a new Adam and Eve. So there's no other rival sibling for him to be compared to.",
    "start": "00:46:10",
    "end": "00:47:16"
  },
  {
    "text": "Right. Okay.",
    "start": "00:47:16",
    "end": "00:47:17"
  },
  {
    "text": "But you do have two lineages on the stage right now in the story. And God chooses the line through the third born Seth, and then makes Noah the new human that he's going to preserve and make the seed of a new humanity. So we could explore that more. But it's just interesting kind of way the story's carried forward. But what I want to focus on is where another sibling rivalry and firstborn rivalry comes into play. And that is in Noah's three sons story about Noah's three sons. So Noah comes out of the ark. This is in chapter nine, verse 18, Genesis. The sons of Noah who came out of the ark were Shem, Ham and Japheth. Or Shem, Ham and Japheth.",
    "start": "00:47:17",
    "end": "00:48:02"
  },
  {
    "text": "Okay.",
    "start": "00:48:02",
    "end": "00:48:02"
  },
  {
    "text": "Now, there's details that aren't given here yet. It's true Hebrew Bible style, where it's going to be another riddle story. And then little details will get seeded to you later that will help you understand what happened here. Because you don't know their birth order, you're just given their name, you kind.",
    "start": "00:48:02",
    "end": "00:48:19"
  },
  {
    "text": "Of assume their birth order, I suppose.",
    "start": "00:48:19",
    "end": "00:48:20"
  },
  {
    "text": "Right? Yes. And then what you're going to find out later is listing them Shem, Ham, and Japheth is not their birth order.",
    "start": "00:48:20",
    "end": "00:48:27"
  },
  {
    "text": "Okay.",
    "start": "00:48:27",
    "end": "00:48:27"
  },
  {
    "text": "What you will find out. Japheth is the oldest, Ham's the youngest, and Shem is the middle child.",
    "start": "00:48:28",
    "end": "00:48:35"
  },
  {
    "text": "Okay.",
    "start": "00:48:35",
    "end": "00:48:35"
  },
  {
    "text": "So the three sons were Shem, Ham and Japheth. And Ham was the father of a guy named Canaan.",
    "start": "00:48:36",
    "end": "00:48:42"
  },
  {
    "text": "That's going to be important.",
    "start": "00:48:44",
    "end": "00:48:44"
  },
  {
    "text": "Super important. Super important.",
    "start": "00:48:45",
    "end": "00:48:47"
  },
  {
    "text": "But here is just a little, like, aside.",
    "start": "00:48:47",
    "end": "00:48:49"
  },
  {
    "text": "Yeah. It's like, okay, why am I being given that information from these sons of Noah? All the land was scattered. Now, Noah began. Noah had a beginning. In the beginning, Noah became a worker of the ground.",
    "start": "00:48:49",
    "end": "00:49:05"
  },
  {
    "text": "Like. Yeah, like Abel. Yeah.",
    "start": "00:49:05",
    "end": "00:49:08"
  },
  {
    "text": "And like Adam, in the beginning, this guy became a worker of the ground. So Adam was the first worker of the ground. And then Abel.",
    "start": "00:49:08",
    "end": "00:49:18"
  },
  {
    "text": "But he was also a ruler of the animals.",
    "start": "00:49:18",
    "end": "00:49:19"
  },
  {
    "text": "True, true. His job got split between his two sons. And Noah picks up Cain's job. A farmer becomes a worker of the ground.",
    "start": "00:49:19",
    "end": "00:49:28"
  },
  {
    "text": "Oh, Cain is the worker of the ground.",
    "start": "00:49:28",
    "end": "00:49:30"
  },
  {
    "text": "Cain's the worker of the ground. Correct. Yep.",
    "start": "00:49:30",
    "end": "00:49:32"
  },
  {
    "text": "Sorry.",
    "start": "00:49:32",
    "end": "00:49:32"
  },
  {
    "text": "Yep, Yep. But it's just interesting. Cain, Noah. In the beginning of Noah, he. After the flood, he became a worker of the ground, and he plants a garden. Vineyard.",
    "start": "00:49:32",
    "end": "00:49:42"
  },
  {
    "text": "Wonderful.",
    "start": "00:49:42",
    "end": "00:49:43"
  },
  {
    "text": "That's what God did. So now Noah is doing what God did. Yeah, yeah. And he drank the fruit of the vine. Right. He consumed the fruit of the garden, and he lost his mind. He just got hammered. And he uncovered himself in the middle of his tent. And Ham, the father of Canaan, remember, remember, he saw the nakedness of his father, and he reported it to his two brothers outside. And Shem and Japheth, they took a garment, cloak, and laid it on their shoulders, the two of them. And they walked backwards, covering the nakedness of their father. And pay attention. Their faces were always facing backwards so that the nakedness of their father they did not see. Then Noah woke up from his wine, and he knew what his youngest son had done to him.",
    "start": "00:49:43",
    "end": "00:50:43"
  },
  {
    "text": "Ham.",
    "start": "00:50:43",
    "end": "00:50:44"
  },
  {
    "text": "Ham.",
    "start": "00:50:44",
    "end": "00:50:44"
  },
  {
    "text": "And what we're told is that Ham saw the nakedness of his father.",
    "start": "00:50:45",
    "end": "00:50:49"
  },
  {
    "text": "Yeah, totally. And then what happens is Noah utters three little poems of blessing and curse on his sons. It's a curse on Canaan. Not on Ham. On Canaan. Like a descendant of Ham. And you're told that he's going to become a perpetual servant to his brothers, or slave. He's going to be lower than his brothers. What's interesting is he's the youngest, he's the younger. But as Lisa I'm going to try and point out, I think this is a story about the younger trying to usurp and take the place of the oldest. Okay, so Canaan, Ham's descendant, will be on the curse. And he said, blessed be Yahweh, the Elohim of Shem, and let Canaan come under him as a servant. And may Elohim enlarge. Yaphet. And Yaphet's name means enlarge. It's the word play.",
    "start": "00:50:49",
    "end": "00:51:46"
  },
  {
    "text": "Okay.",
    "start": "00:51:46",
    "end": "00:51:46"
  },
  {
    "text": "May Yahweh enlarge a guy named Enlarge, and let him dwell in the tents of Shem, and let Canaan become his servant as well. That's the cryptic riddle, like story.",
    "start": "00:51:46",
    "end": "00:52:01"
  },
  {
    "text": "So, okay, so functionally, though, Japheth, the oldest, is now no longer the one in charge in the brothers among the brothers. He is going to dwell in the tense of Shem.",
    "start": "00:52:02",
    "end": "00:52:17"
  },
  {
    "text": "Shem. Shem gets the Eden blessing.",
    "start": "00:52:17",
    "end": "00:52:20"
  },
  {
    "text": "Shem is now the leader.",
    "start": "00:52:20",
    "end": "00:52:21"
  },
  {
    "text": "Yep. Well, or he's the one who gets the blessing.",
    "start": "00:52:21",
    "end": "00:52:24"
  },
  {
    "text": "Yeah.",
    "start": "00:52:26",
    "end": "00:52:26"
  },
  {
    "text": "And actually, he said, blessed be Yahweh, the Elohim of Shem. So Yahweh, who's The source of all blessing is going to be associated with Shem, the middle child, and Japheth the older. Japheth, the older one. You're not excluded.",
    "start": "00:52:26",
    "end": "00:52:42"
  },
  {
    "text": "You'll get in on the blessing, but.",
    "start": "00:52:42",
    "end": "00:52:44"
  },
  {
    "text": "You'Ll do it by associating yourself with your younger brother.",
    "start": "00:52:44",
    "end": "00:52:47"
  },
  {
    "text": "That's a hard pill to swallow.",
    "start": "00:52:48",
    "end": "00:52:49"
  },
  {
    "text": "Yeah. So notice we have with three sons now, we're innovating the way things get inverted here, same thing. So it's the middle son that's elevated and gets the blessing.",
    "start": "00:52:49",
    "end": "00:52:57"
  },
  {
    "text": "And then you got this younger son.",
    "start": "00:52:57",
    "end": "00:52:59"
  },
  {
    "text": "Yeah. Pulling some kind of power move here.",
    "start": "00:52:59",
    "end": "00:53:02"
  },
  {
    "text": "Now, where do you get that?",
    "start": "00:53:02",
    "end": "00:53:03"
  },
  {
    "text": "Okay, so the power move is buried in this phrase to look upon the nakedness of your father. So this is in another classroom class that we have called from Noah to Abraham, and we have a whole session on this. But that phrase is used uniquely elsewhere in the Torah.",
    "start": "00:53:03",
    "end": "00:53:22"
  },
  {
    "text": "We talked about it in our journey through the Torah.",
    "start": "00:53:22",
    "end": "00:53:24"
  },
  {
    "text": "Oh, yeah, that's right. Yeah. It's the phrase to have sexual intercourse with.",
    "start": "00:53:24",
    "end": "00:53:28"
  },
  {
    "text": "To look at the nakedness, to look.",
    "start": "00:53:28",
    "end": "00:53:30"
  },
  {
    "text": "Upon the nakedness or expose the nakedness is a Hebrew shorthand in the Bible for to have sexual intercourse with. Also the nakedness of your father is a phrase describing. It's a way that a man's wife is referred to in Leviticus 18 and in Leviticus chapter 20. So there's a phrase that says, don't expose the nakedness of your father. She is your mother, your father's wife.",
    "start": "00:53:30",
    "end": "00:53:59"
  },
  {
    "text": "The nakedness of your father is a way to refer to taking advantage of your father's wife.",
    "start": "00:53:59",
    "end": "00:54:03"
  },
  {
    "text": "Correct. Because presumably if he goes into the tent of Noah, it's the tent of Noah and his wife. Now, why there's an ambiguity and why it's so riddle like I think is intentional. And look up the class and you go deep down the rabbit hole. But notice that it is the offspring of Ham that suffers the consequences for Ham's decision. So why are we talking about the descendant of Ham? Because if he took advantage of his father sexually, cursed be Canaan, that wouldn't produce a child. But what happens is that a child coming from Ham is put in a position of curse.",
    "start": "00:54:03",
    "end": "00:54:48"
  },
  {
    "text": "So you think this story is about Ham using the opportunity for his father being blackout drunk? Essentially, yeah.",
    "start": "00:54:48",
    "end": "00:54:57"
  },
  {
    "text": "To try and assume the position of alpha male in the family by sleeping with his father's wife. And what's interesting is this pattern will be repeated in the story of Lot and his daughters is all hyperlinked to this scene.",
    "start": "00:54:57",
    "end": "00:55:12"
  },
  {
    "text": "Interesting because that story is so disturbing.",
    "start": "00:55:12",
    "end": "00:55:15"
  },
  {
    "text": "And it's about daughters sleeping with their dad by getting him drunk. And all the language of that story is adapted from this one. And the story later on in Genesis 35 of Reuben, who is Jacob's firstborn. When Jacob's favored wife, Rachel, dies, Jacob goes and he rapes.",
    "start": "00:55:15",
    "end": "00:55:34"
  },
  {
    "text": "This is the collection of the most disturbing stories for me in Genesis.",
    "start": "00:55:34",
    "end": "00:55:37"
  },
  {
    "text": "It is. Yes. And it's about Jacob's firstborn son trying to usurp the position of alpha male in the family by sleeping with his dad's servant wives. So what here it's important is that it's the younger who also. It's not the youngest getting elevated. It's the middle child.",
    "start": "00:55:37",
    "end": "00:55:55"
  },
  {
    "text": "Yeah. Because. Okay, this is important.",
    "start": "00:55:56",
    "end": "00:55:58"
  },
  {
    "text": "Super important.",
    "start": "00:55:58",
    "end": "00:55:59"
  },
  {
    "text": "In this theme of the firstborn. There's gonna be kind of two streams of this theme, and one is where God will elevate the younger or the late comer. That doesn't seem fair.",
    "start": "00:55:59",
    "end": "00:56:07"
  },
  {
    "text": "Yeah.",
    "start": "00:56:07",
    "end": "00:56:08"
  },
  {
    "text": "But now there's a new stream beginning, which is the younger trying to find a way to exalt themselves to be sneaky and crafty and usurp the blessing or the right of the firstborn to.",
    "start": "00:56:08",
    "end": "00:56:22"
  },
  {
    "text": "Get it for themselves.",
    "start": "00:56:22",
    "end": "00:56:23"
  },
  {
    "text": "To get it for themselves.",
    "start": "00:56:23",
    "end": "00:56:24"
  },
  {
    "text": "Yep. And in this case, through sexual abuse.",
    "start": "00:56:24",
    "end": "00:56:27"
  },
  {
    "text": "Yeah. And we're gonna see that theme continue as well.",
    "start": "00:56:27",
    "end": "00:56:30"
  },
  {
    "text": "Yes. So first, let's just note what a disturbing story this is. It's also brutally honest about real human motives and behavior.",
    "start": "00:56:30",
    "end": "00:56:41"
  },
  {
    "text": "Right.",
    "start": "00:56:42",
    "end": "00:56:42"
  },
  {
    "text": "And in this case, it's God hasn't exalted Shem yet in the story. This is Ham's move. He makes this first move to become alpha male, and he abuses his father and I think his mom in the process. He's willing. And so underneath that, through the design patterns, we're back to that reflection that this is the mindset. What motivates somebody to do something. Somebody must be so insecure, so afraid, so wounded that becomes rational to them to think, for me to get ahead in life, it will be worth it to do this to another human or to my mom and dad. I mean, that's the psychology being explored here. And what it brings about is curse and destruction for his family. And what God does is counter Ham's. Whatever is motivating him by elevating his older brother, but not the firstborn. So it's this career developing and complicating all the themes. But as we do it, we're still exploring this portrait of human nature and.",
    "start": "00:56:42",
    "end": "00:57:50"
  },
  {
    "text": "The problem of evil.",
    "start": "00:57:50",
    "end": "00:57:51"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:57:51",
    "end": "00:57:52"
  },
  {
    "text": "Is in one sense, that we can't handle God's generosity towards people who we don't think deserve it. But the problem of evil is also that when we don't think we have the status we deserve or should want.",
    "start": "00:57:52",
    "end": "00:58:08"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:58:08",
    "end": "00:58:09"
  },
  {
    "text": "That we can't handle waiting on God's generosity. And so we take. Yeah, we take control in our own terms, which leads to violence, to take.",
    "start": "00:58:09",
    "end": "00:58:19"
  },
  {
    "text": "And do what is good in our eyes.",
    "start": "00:58:19",
    "end": "00:58:21"
  },
  {
    "text": "Yeah. So it becomes all about status. I mean, this theme is about status.",
    "start": "00:58:22",
    "end": "00:58:26"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:58:26",
    "end": "00:58:27"
  },
  {
    "text": "And how do we handle status and power?",
    "start": "00:58:27",
    "end": "00:58:30"
  },
  {
    "text": "Yeah. And this is back to maybe the old adage about, you know, the bully on the playground is more than likely the most fearful and insecure kid out there. And that's a very common, I think, human mental habit to overcompensate for our inner fears by asserting ourselves in ways that hurt ourselves and other people. And that's what's underneath the story. Now, you don't see that on the surface at a first reading. It's when you read all the later stories that hyperlink back to this one that do fill out character motives more, and then you come back to it and you can begin to see. That's why we were told that Ham was the father of Canaan, and that's why this odd language is used. And also notice that it's about seeing the nakedness, which is what Adam and Eve saw when they did what was good in the Nazis.",
    "start": "00:58:30",
    "end": "00:59:27"
  },
  {
    "text": "They saw that they were naked.",
    "start": "00:59:27",
    "end": "00:59:28"
  },
  {
    "text": "Yep. Yeah. So here we're also creatively using that language of the Eden story.",
    "start": "00:59:28",
    "end": "00:59:33"
  },
  {
    "text": "But now it connect those two stories.",
    "start": "00:59:34",
    "end": "00:59:35"
  },
  {
    "text": "Now it becomes even more sad and tragic because it's a figure of speech for sexual abuse. Oh, one more thing. It's no accident that in the next chapter is a genealogy about the three sons, Shem, Ham, and Yaphet. And you get the genealogy from Hamilton, and lo and behold, who is his descendant? A guy named Nimrod who goes and builds the second city in the story of the Bible so far.",
    "start": "00:59:35",
    "end": "01:00:04"
  },
  {
    "text": "So Ham the one. So before it was Cain the firstborn. This time it's Ham the third born, the youngest.",
    "start": "01:00:04",
    "end": "01:00:11"
  },
  {
    "text": "Yes. Yeah.",
    "start": "01:00:11",
    "end": "01:00:11"
  },
  {
    "text": "And you follow a genealogy in which someone builds a city that becomes a big mess.",
    "start": "01:00:12",
    "end": "01:00:18"
  },
  {
    "text": "Yeah, Babylon. And just as in the Flood, God confronted the city of bloodshed that was spilling blood everywhere. So in the scattering of Babylon, in Genesis 11, God confronts the second city of man that is trying to reconnect heaven and earth on idolatrous terms. And that's a whole other rabbit.",
    "start": "01:00:18",
    "end": "01:00:39"
  },
  {
    "text": "So not only is the like the evil that comes out of a city because of the firstborn, not Trusting in God's generosity. It's also because of the youngest, they can't handle their status and tries to do their own maneuver.",
    "start": "01:00:39",
    "end": "01:00:56"
  },
  {
    "text": "Yeah, that's right. And so the lineage of Ham unleashes snake like evil back into the world.",
    "start": "01:00:56",
    "end": "01:01:02"
  },
  {
    "text": "Because Nimrod then is.",
    "start": "01:01:03",
    "end": "01:01:04"
  },
  {
    "text": "Yeah. The builder of Babylon and Assyria, which are like the two big bad empires alongside Egypt. And Egypt is also a descendant of Ham.",
    "start": "01:01:04",
    "end": "01:01:14"
  },
  {
    "text": "Oh, really?",
    "start": "01:01:14",
    "end": "01:01:14"
  },
  {
    "text": "Yeah. Yeah. Ham is all the big baddies. He's the ancestor of the three big bad empires in the biblical story that wreak havoc everywhere. So this is the biblical author's way of doing both sober meditation on human nature, but then also through these lineages, trying to say that when humans don't trust God's generosity. And I think key here. I appreciate you brought this up. God's timing and method of sharing and including people generously. And when humans get impatient, where we feel that I've been left out of the party, that there is no exaltation for me too, that's when you get humans beginning to ruin ourselves and the people around us. And that is the meditation here. It's like a sad. It's a sad diagnosis of human impatience and inability to think that God can truly be generous with everyone.",
    "start": "01:01:14",
    "end": "01:02:14"
  },
  {
    "text": "Yeah.",
    "start": "01:02:14",
    "end": "01:02:15"
  },
  {
    "text": "And it is hard to imagine how God can be generous with everyone.",
    "start": "01:02:15",
    "end": "01:02:19"
  },
  {
    "text": "No, you can really relate to this. And it's interesting how relatable it is. And to then take that thought and go, wait, is that. Is that what opens up to this thing that I hate?",
    "start": "01:02:19",
    "end": "01:02:35"
  },
  {
    "text": "Yeah, interesting.",
    "start": "01:02:35",
    "end": "01:02:36"
  },
  {
    "text": "Which is violence.",
    "start": "01:02:36",
    "end": "01:02:37"
  },
  {
    "text": "Yeah. And the croucher sin. The croucher.",
    "start": "01:02:37",
    "end": "01:02:40"
  },
  {
    "text": "Because when we see it out in the world, right. You see the big baddie taking advantage of someone. Or you see. Yeah. A bully beating up on a kid. Or you see someone being treacherous and sneaky and taking something that's not theirs. When you see it from afar, you're just like, man, that.",
    "start": "01:02:40",
    "end": "01:02:58"
  },
  {
    "text": "Yeah.",
    "start": "01:02:59",
    "end": "01:02:59"
  },
  {
    "text": "That's horrible.",
    "start": "01:03:00",
    "end": "01:03:01"
  },
  {
    "text": "Yeah.",
    "start": "01:03:01",
    "end": "01:03:01"
  },
  {
    "text": "But then to realize how hard it is for me or for any human to be in a position that just doesn't feel fair and to have the perspective and the trust just be like. And it's okay right now, like, God will make all things right. God will take care of me. That's just like one of the hardest.",
    "start": "01:03:02",
    "end": "01:03:23"
  },
  {
    "text": "That's so hard. So hard. Yeah. Where my thoughts land is on the nine announcements of blessing that Jesus makes in the Sermon on the Mount. But all the realities that he names are naming people in circumstances that look like the opposite of the good life. The poor in spirit. Right. The unimportant people who hunger and thirst for justice in the world. But if you hunger and thirst means by definition you're not in a position to get it or create it, and it's painful for you striving to make peace, being in a position where you're in between other people at conflict. Like these are all really unenviable positions. And Jesus says, if you know my Father and what he's up to in the world, you know that that is the most blessed, fortunate place you could ever find yourself. And God's generosity can meet you even there. It's very counterintuitive.",
    "start": "01:03:23",
    "end": "01:04:20"
  },
  {
    "text": "Yeah.",
    "start": "01:04:20",
    "end": "01:04:20"
  },
  {
    "text": "I wish the Bible had something to say to all people in all places about human nature and the purposes of God in the world.",
    "start": "01:04:21",
    "end": "01:04:29"
  },
  {
    "text": "Tim being snarky.",
    "start": "01:04:29",
    "end": "01:04:30"
  },
  {
    "text": "Nah, Rem, we just looked at two of the most riddle like strange stories in the Old Testament and here's where we landed because I think that's what these stories are about.",
    "start": "01:04:30",
    "end": "01:04:40"
  },
  {
    "text": "All right, where are we next?",
    "start": "01:04:41",
    "end": "01:04:43"
  },
  {
    "text": "Yeah. So I think where we're going next is I just want to connect going forward in the story. We'll finish by looking at the next four generations in Genesis, which once God chooses another 10 generations after Noah, which leads you to a guy named Abraham. And then there's four generations of God inverting the first the four generations of Abraham, four generations from Abraham to Isaac to Jacob to Jacob's 12 sons. And in every generation there is a not identical, but some kind of creative subversion where God keeps exalting the late comer or the lowly over the person you think deserves it in the firstborn. And each time it deepens the set of meditations on human nature that we've been looking at. That's what we're going to look at next.",
    "start": "01:04:43",
    "end": "01:05:30"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. Next week we continue this theme on the firstborn and we explore the story of Abraham.",
    "start": "01:05:32",
    "end": "01:05:41"
  },
  {
    "text": "So it's this cool scene where it's a chance where Abram could pull rank on his nephew and choose the plot of land. Now he doesn't know where and what exactly. He just knows that God said, I'm going to give this land. And he's super open handed and he lets his nephew go first. It's the theme of a firstborn or sibling rivalry, even though it's about an uncle and nephew. But this is really a beautiful portrait of what happens when you really truly believe there's enough for me and for my siblings.",
    "start": "01:05:41",
    "end": "01:06:14"
  },
  {
    "text": "Today's episode was produced by Cooper Peltz with the associate producer Lindsey Ponder Edited by Dan Gummel, Tyler Bailey and Frank Garza Hannah Wu provided the annotations for our annotated podcast in our app. Bibleproject is a crowdfunded nonprofit and we get to make a lot of cool stuff. This podcast, videos, seminary level classes, our app. It's all free because it's already been paid for by thousands of people just like you. So thank you so much for being a part of this with us.",
    "start": "01:06:14",
    "end": "01:06:43"
  },
  {
    "text": "Hi, this is Alyssa and I'm from Palm Beach, Florida Mabuhay this is Noemi and I'm from the Philippines. Narinit Ko Una Ang Bible Project Sakwentuhan Naming Magahebigan we use Bible Project as a resource in our Bible study at school and in my own independent study. I first heard about the Bible project in 2016 when I started college and I'm actually about to graduate in two days. I use the Bible Project for understanding certain areas or subjects in Scripture little bit better. My favorite thing about the Bible Project is how comprehensive it is. It breaks down language and culture, but also always ties back each individual area or subject to the whole Bible. We believe the Bible is a unified story that leads to Jesus. We're crowdfunded by project by people like me. Find free videos, study notes, podcasts, classes and more@bibleproject.com.",
    "start": "01:06:43",
    "end": "01:07:46"
  }
]