[
  {
    "text": "We're talking through the theme of the firstborn. It's a theme about who gets to be in charge. And in the storyline of the Bible, God creates a reputation for selecting the least likely candidates. We saw this theme begin with God choosing humanity to be his image to rule the world. A choice that some angels aren't that thrilled about. And this theme continues with God showing his favor to Abel, the second born shepherd boy, over the sacrifice of Cain, the firstborn city boy. This theme continues and is very poignant in the moment that God chooses Jacob, the second born, even though he's a devious snake of a man. As we begin the scroll of Exodus, we see this theme come to life in a new way. The family of Abraham has now grown to become an entire ethnic group and they're slaves to the real power in charge, Egypt. Yet it's this small, inconsequential, oppressed people who God calls his firstborn son.",
    "start": "00:00:05",
    "end": "00:01:03"
  },
  {
    "text": "God is so closely identified with them that Yahweh's own power and name authority is invested in these people. Firstborn becomes essentially a way of saying, this is my image, this is my representative. To call someone the firstborn is not necessarily a statement of their actual origins. This family was never the firstborn in any of the generations. But what's being referred to by calling them a firstborn is a status, a role.",
    "start": "00:01:03",
    "end": "00:01:32"
  },
  {
    "text": "Israel's designation as God's firstborn is a title that gets picked up in the New Testament and applied to Jesus. Jesus comes as father, God's representative and royal heir, but his whole kingdom is upside down. Arriving first for the last people we would expect to be chosen by God.",
    "start": "00:01:33",
    "end": "00:01:51"
  },
  {
    "text": "The sick, the poor, the beggars, the paralyzed, people with disabilities, women. These are people that Jesus intentionally included into his Kingdom of God communities and said to them, you are the blessed ones. The kingdom of God begins now with you. That's the fruition in Jesus story of this theme of the inversion of the firstborn, which is really about God's surprising way of challenging our conceptions of who should be in charge and who should get the good life.",
    "start": "00:01:51",
    "end": "00:02:23"
  },
  {
    "text": "Today, Tim Mackey and I talk about enslaved Israel as God's firstborn son. And we talk about the relational dynamic between Moses and his brother Aaron. I'm John Collins. You're listening to BibleProject Podcast. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:02:24",
    "end": "00:02:47"
  },
  {
    "text": "Hey, John. Hello.",
    "start": "00:02:47",
    "end": "00:02:48"
  },
  {
    "text": "We're talking about the firstborn, the theme of the firstborn.",
    "start": "00:02:48",
    "end": "00:02:52"
  },
  {
    "text": "Yes, yes, we are.",
    "start": "00:02:52",
    "end": "00:02:53"
  },
  {
    "text": "And we, we've covered a lot of ground and I want to hear maybe Your, Your summarization of where we've been.",
    "start": "00:02:53",
    "end": "00:03:01"
  },
  {
    "text": "Okay.",
    "start": "00:03:02",
    "end": "00:03:02"
  },
  {
    "text": "Is that okay?",
    "start": "00:03:02",
    "end": "00:03:03"
  },
  {
    "text": "Yep. Yeah, totally. Well, we're tracing a theme throughout the scriptures about this desire. Fundamentally, it comes out of the core plotline of the biblical story, which is God's desire to share existence and responsibility and authority and joy with a partner. That's really it.",
    "start": "00:03:03",
    "end": "00:03:30"
  },
  {
    "text": "God's desire to share responsibility, power, existence.",
    "start": "00:03:30",
    "end": "00:03:35"
  },
  {
    "text": "Existence, to share his own infinite existence with a. With the created finite being that he enlists as a partner to share in the joy of responsibility over good things. That's how the story begins.",
    "start": "00:03:35",
    "end": "00:03:49"
  },
  {
    "text": "Yeah. And that's how this theme begins.",
    "start": "00:03:49",
    "end": "00:03:51"
  },
  {
    "text": "And that's how this theme begins. In as much as God, in all the diversity of creation. There is a crown jewel in the first narrative, which is the seven day creation narrative, where God takes the late comer, the last being to be created, which is human, the image of God. And God exalts and appoints that one to a place of responsibility and rule over everything that's come before. And that's how God rolls. He loves to elevate the late comer to the place of honor and authority. So what happens, however, is that desire of gods is thwarted by the distorted desires of said creatures that he wants to share with. And that's what the Eden narrative gets into. And there we find a snake spiritual being that doesn't apparently want. It wants to subvert the rule and honor given to the humans in some way. And so we explored that at length. Why? Well, the motives are not stated, but as you read on into the rest of the story, what you see is God consistently engaging in a pattern where there's this cultural background of who ought to be running the world. And that is both in the background of the biblical story widespread in human history in the ancient near east, which is the firstborn male descendant of a patriarch is the one who rightfully deserves the responsibility and authority. Maybe I should have started there.",
    "start": "00:03:51",
    "end": "00:05:30"
  },
  {
    "text": "Yeah, I was thinking that that is a great question to start with. Who should be in charge?",
    "start": "00:05:31",
    "end": "00:05:35"
  },
  {
    "text": "Yeah, but that's essentially the question.",
    "start": "00:05:35",
    "end": "00:05:37"
  },
  {
    "text": "That's the question, who should be in charge?",
    "start": "00:05:37",
    "end": "00:05:38"
  },
  {
    "text": "Who gets to be in charge?",
    "start": "00:05:38",
    "end": "00:05:39"
  },
  {
    "text": "Who gets to be in charge? And if you've got. If the biblical story begins with the creator of everything beginning to share responsibility and power, who gets to have that power and who gets to be the ones in charge of that power? I suppose you could say, why can't it just be complete, totally flat structure? Why could it be a flat structure where everyone's peers and no one's in charge? But God chooses out of all the creatures, out of the host of heaven, above the angels, out of all the animals, he chooses humans. And they happen to be created last in the Genesis 1 creation story. And so the ones created last are then elevated to be the ones in charge of ruling the creatures of the sky and the land and the sea. And this choice that God makes to share his power to a creature that doesn't seem worthy of it.",
    "start": "00:05:39",
    "end": "00:06:46"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:06:47",
    "end": "00:06:47"
  },
  {
    "text": "That sets in motion a plot conflict.",
    "start": "00:06:48",
    "end": "00:06:50"
  },
  {
    "text": "Yeah.",
    "start": "00:06:50",
    "end": "00:06:51"
  },
  {
    "text": "That we see happen when the snake in Genesis 3 shows up. Genesis 3?",
    "start": "00:06:52",
    "end": "00:06:58"
  },
  {
    "text": "3, yeah.",
    "start": "00:06:58",
    "end": "00:06:58"
  },
  {
    "text": "And says, can you really trust this God? Like, somehow this snake wants to disrupt the rule and authority and relationship that the humans have with God. And what you were showing was, as you meditate on this passage, you see what the latter prophets were doing. You see what happens in the Second Temple literature. It seems pretty clear that this snake is connected to the spiritual beings who think they should be first, they should be the ones.",
    "start": "00:06:59",
    "end": "00:07:29"
  },
  {
    "text": "And they were first in the order of the days within Genesis 1. Yeah, they were first. And the way you get there is because the language and the pattern and themes of those first few pages start just getting recycled over and over and over with every generation that follows from that story. So you have the sibling rivals of Cain and Abel, but the reason they're rivals is because God chose to show favor not to the elder firstborn brother, but to the second. And so we talked about that. God consistently repeats that pattern by choosing the middle son of Noah's three sons, Shem, to receive the blessing and the promise of a future human who will come through him and doesn't elevate the firstborn Japheth, or the lastborn Ham. And then that lastborn ham introduced another tweak in the cycle, which is the last born son grabs at in a violent and abusive way to try and attain to the role of the alpha male or the firstborn. So then we talked about that. And then once you have all those variations, you basically have three ways to become the firstborn. You can be born into it as a firstborn. You can get there by God elevating somebody who's not the firstborn into that place. Or you have a late comer trying to achieve the role of the firstborn by their own power, wisdom or strength.",
    "start": "00:07:29",
    "end": "00:09:06"
  },
  {
    "text": "Yeah. Or devious.",
    "start": "00:09:06",
    "end": "00:09:07"
  },
  {
    "text": "Or devious schemes. And so basically those three possibilities just get developed and creatively tweaked and inverted as you go through the stories of Abraham and Lot and then the next generation of Jacob and Esau and the next generation of Joseph and Judah and the 12 and the other sons of Jacob and so on. But really, it's all about this. Who gets to be in charge. And what happens when God elevates somebody who nobody else thinks should be in charge to be the person in charge.",
    "start": "00:09:07",
    "end": "00:09:43"
  },
  {
    "text": "And why does someone need to be in charge?",
    "start": "00:09:43",
    "end": "00:09:45"
  },
  {
    "text": "Yeah, that's a great question.",
    "start": "00:09:47",
    "end": "00:09:48"
  },
  {
    "text": "I mean, God gave Adam and Eve the title of image of God, male and female.",
    "start": "00:09:48",
    "end": "00:09:53"
  },
  {
    "text": "Yeah, let them rule.",
    "start": "00:09:53",
    "end": "00:09:54"
  },
  {
    "text": "Let them rule. So there already was the sense of, yeah, hey, the man's not gonna be in charge, woman's not gonna be in charge. Let them rule.",
    "start": "00:09:54",
    "end": "00:10:00"
  },
  {
    "text": "Let them rule together.",
    "start": "00:10:00",
    "end": "00:10:01"
  },
  {
    "text": "So there was kind of like, let's set the table for. What's the word? Not a democracy, but like a. Yeah, mutuality. Mutuality, yeah.",
    "start": "00:10:02",
    "end": "00:10:10"
  },
  {
    "text": "Mutual responsibility.",
    "start": "00:10:10",
    "end": "00:10:11"
  },
  {
    "text": "Yeah. Neither of them. You get the sense of neither of them were in charge, but together they were in charge. And you can imagine then if they represent humanity, you know, Adam is human, Eve is life, then all of humanity is meant to be the image of God ruling in a collaborative mutuality. You get that sense. But then, as we've been tracing this theme, it's all about who gets to be in charge and God choosing people to be in charge. I think I have an idea of why that is.",
    "start": "00:10:11",
    "end": "00:10:46"
  },
  {
    "text": "But you're saying, why does anybody need to be in charge?",
    "start": "00:10:46",
    "end": "00:10:49"
  },
  {
    "text": "Yeah. Why does God start to say, okay, you're gonna be the one, the elect?",
    "start": "00:10:49",
    "end": "00:10:53"
  },
  {
    "text": "Well, remember, the concept of the firstborn is tied to the Eden blessing. And as you go out from Eden, there's two ways it gets expressed. One is just the continual blessing of God's gift of life and multiplication and abundance, which is about. Eden's all about abundance. But then the other is about the promise of a future descendant who will come and undo what the snake has done and crush the head of the snake while being struck by it. And that's a part of this promise too.",
    "start": "00:10:54",
    "end": "00:11:27"
  },
  {
    "text": "Okay, so that's fascinating. Are we saying that the original sharing of power wasn't about choosing a firstborn among the humans? It was all of humanity being the firstborn?",
    "start": "00:11:28",
    "end": "00:11:41"
  },
  {
    "text": "Definitely. It's a collective calling. A collective calling for all humanity. In Genesis 1, Adam and Eve don't appear in the seven day creation narrative. You just have males and female in humanity as one species as made to reflect the image of God or made in the image of God.",
    "start": "00:11:41",
    "end": "00:12:00"
  },
  {
    "text": "So while the theme begins there of God choosing a firstborn, the firstborn is the collective humanity. But then when we get to outside of the garden, where now God has to Deal with. I need to take evil out at its source. And I'm going to do it through a lineage. A lineage. A human lineage.",
    "start": "00:12:00",
    "end": "00:12:21"
  },
  {
    "text": "Yeah.",
    "start": "00:12:21",
    "end": "00:12:21"
  },
  {
    "text": "Now you've introduced the idea of.",
    "start": "00:12:21",
    "end": "00:12:23"
  },
  {
    "text": "Yeah. A narrowing down.",
    "start": "00:12:23",
    "end": "00:12:25"
  },
  {
    "text": "A narrowing down and selecting and electing or choosing of a specific family that God's going to use. And since that gets merged with who gets the right of the firstborn, now this theme becomes like, who gets to. It feels like you're asking who gets to be in charge, but you're really saying, who's God going to use to defeat evil so that all humans can be the image of God.",
    "start": "00:12:25",
    "end": "00:12:53"
  },
  {
    "text": "That's right. And what God often does is give that surprise chosen one some level of honor and authority. But usually through some process of them suffering or having to trust God or go through a test. Here we're at again at that point where the complex plot line of the Bible is just a bundle, like a tapestry. And when we make a theme video.",
    "start": "00:12:53",
    "end": "00:13:18"
  },
  {
    "text": "Yeah.",
    "start": "00:13:18",
    "end": "00:13:18"
  },
  {
    "text": "We're just. We're literally taking out or pulling out of the tapestry. One color thread.",
    "start": "00:13:18",
    "end": "00:13:24"
  },
  {
    "text": "You're saying the bundle is the image of God is a theme. The idea of a messiah that needs to crush evil. That's a theme.",
    "start": "00:13:24",
    "end": "00:13:31"
  },
  {
    "text": "Yeah.",
    "start": "00:13:31",
    "end": "00:13:32"
  },
  {
    "text": "The idea of a test that God puts his elect through as a theme.",
    "start": "00:13:32",
    "end": "00:13:35"
  },
  {
    "text": "Yep. The idea of a chosen one who is chosen and then enters into their role as the image of God. But through suffering and test, you know, that's the key part of this.",
    "start": "00:13:35",
    "end": "00:13:47"
  },
  {
    "text": "So we're trying to pull out just the specific strain of God elevating someone who doesn't. Isn't supposed to be in charge. And putting them in charge.",
    "start": "00:13:47",
    "end": "00:13:56"
  },
  {
    "text": "Yeah, that's right. Okay. Yeah. And by putting them in charge, it may just be selecting them to be the one who at the moment has God's favor because they're chosen to become the lineage of the future snake crusher.",
    "start": "00:13:56",
    "end": "00:14:08"
  },
  {
    "text": "Yeah. By in charge, it's not necessarily to be king. Those ideas start to get merged with David and we'll get there.",
    "start": "00:14:08",
    "end": "00:14:14"
  },
  {
    "text": "But it is a place of honor to be chosen. I'm thinking within the biblical story, for these characters, it's an honor that they get chosen to become the vehicle of the Eden blessing and the seed for others. But also it often puts them in harm's way because it ignites jealousy or rivalry from other people who think that that ought to be theirs. And what's interesting is I feel like in our last conversation or two. Oh, yeah, our last one, we talked about how these bundled concepts of the promise of the future ruler, a future image of God ruler and the Eden blessing of abundance. Those can be separated. So for example, in the cycle of Abraham and Isaac, Abraham has a firstborn, Ishmael. And God says he's not the one for the chosen lineage, but I will bless him too and he'll be fruitful and multiply. So he gets the Eden blessing of abundance. But the lineage can only come through one of the two sons. And God chooses the second born for the snake crushing lineage. And he gets the blessing and the promise of the future line.",
    "start": "00:14:14",
    "end": "00:15:22"
  },
  {
    "text": "And at the very end of genesis when Jacob's 12 sons.",
    "start": "00:15:23",
    "end": "00:15:29"
  },
  {
    "text": "Yeah.",
    "start": "00:15:29",
    "end": "00:15:29"
  },
  {
    "text": "We learn about all of them, the blessing gets dispersed between two of them.",
    "start": "00:15:29",
    "end": "00:15:36"
  },
  {
    "text": "Two sons. Yeah.",
    "start": "00:15:36",
    "end": "00:15:37"
  },
  {
    "text": "Judah and Joseph.",
    "start": "00:15:37",
    "end": "00:15:38"
  },
  {
    "text": "Yeah. At the end in Genesis 49, Joseph, the firstborn of his second wife. No, his third wife, but most beloved wife, Rachel, gets loads of blessing. You read the poem that Jacob speaks to him on his deathbed and it's like the word blessing occurs like half a dozen times. Blessing, blessing, blessing. But then it's to the fourth born son of his first wife that he didn't like very much, Leah. That's the son that's given the promise that through his lineage will come a future ruler over the brothers and over the nations.",
    "start": "00:15:38",
    "end": "00:16:17"
  },
  {
    "text": "Yeah.",
    "start": "00:16:17",
    "end": "00:16:18"
  },
  {
    "text": "So that blessing of firstborn gets kind of split between two sons who become rivals throughout the rest of the Torah and prophets.",
    "start": "00:16:18",
    "end": "00:16:27"
  },
  {
    "text": "Yeah.",
    "start": "00:16:27",
    "end": "00:16:27"
  },
  {
    "text": "Joseph and Judah and their descendants. Yeah. So God is working to restore the Eden blessing to all corners of the human family, but he's doing it through the lineage of one. Because the lineage of a promised future deliverer has to be through one.",
    "start": "00:16:28",
    "end": "00:16:47"
  },
  {
    "text": "And part of the Eden blessing is that all humanity is the image of God.",
    "start": "00:16:47",
    "end": "00:16:50"
  },
  {
    "text": "Correct? Yes.",
    "start": "00:16:50",
    "end": "00:16:51"
  },
  {
    "text": "So all of humanity gets to rule and have power on God's behalf.",
    "start": "00:16:51",
    "end": "00:16:55"
  },
  {
    "text": "Yeah. And what you see is God's consistent strategy is to subvert human expectations about who gets to be that honored chosen lineage for the promised snake crusher and the Eden blessing. And it is always some second born or late comer or unlikely one or the one of low social status that God elevates. Which once you read through all the iterations of that cycle in the Hebrew Bible, then you come back to those early chapters of Genesis and you can see it's right the same patterns right there with the humans and the sky rulers and the snake. So you're reading the early Genesis narratives in light of where this pattern of the surprise firstborn is going. And that's how the Hebrew Bible works. So that's where we've been going. And over the last four conversations we Just worked through the Genesis scroll.",
    "start": "00:16:55",
    "end": "00:17:53"
  },
  {
    "text": "Yeah.",
    "start": "00:17:53",
    "end": "00:17:54"
  },
  {
    "text": "So what we're going to do for the rest of the conversation is range a little broader. We're going to camp out still in the Torah for this one and just focus in on the dynamics of this firstborn sibling rivalry between Israel and Egypt appears right at the beginning of Exodus. And then God chooses a deliverer to deliver Israel from their oppressive sibling, Egypt. And God chooses a guy named Moshe and his brother Aaron. And there's a little rivalry going on between them. That's interesting. And then that gets repeated with Aaron's sons who were chosen for the high priesthood. There are dynamics of this surprise firstborn inversion there too. And they all kind of implicate each other and really fascinating ways. Then we'll go into the prophets and then into the Gospels and then into the letters of the apostles after that. But. But today, Exodus, today let's think about the firstborn in Exodus. So let's just. Let's just rock the first paragraph of Exodus. Okay, Real time. Right now, I'm prepping for a series of Bible project classroom classes going through Exodus and the heart of the Torah. It'll be through Exodus, Leviticus, and Numbers. The next many classroom classes that we're filming. I'm so excited. It's so rad. Anyhow, here's the first paragraph of Exodus. And these are the names of the sons of Israel, the ones who went to Egypt with Yaakov.",
    "start": "00:17:55",
    "end": "00:19:57"
  },
  {
    "text": "Jacob.",
    "start": "00:19:58",
    "end": "00:19:58"
  },
  {
    "text": "Jacob. Yeah. Sorry, I'm trying to use Hebrew pronunciation in my translation.",
    "start": "00:19:58",
    "end": "00:20:02"
  },
  {
    "text": "Yeah, it's great.",
    "start": "00:20:02",
    "end": "00:20:02"
  },
  {
    "text": "Just because it's cool. Each one and his household went Reuven, Shimon, Levi, or Levi in Hebrew, Yehudah, Judah, Yisachar, Zevulun, Benyamin, Dan, Naphtali, Gad, or Gad and Asher.",
    "start": "00:20:02",
    "end": "00:20:21"
  },
  {
    "text": "What's Issachar?",
    "start": "00:20:21",
    "end": "00:20:22"
  },
  {
    "text": "Oh, Issachar.",
    "start": "00:20:23",
    "end": "00:20:24"
  },
  {
    "text": "Issachar.",
    "start": "00:20:24",
    "end": "00:20:25"
  },
  {
    "text": "Yeah. Yep. Every person who came out of the loin of Jacob. 70 people. And Joseph was in Egypt. Now Joseph died, and all his brothers and all that generation and the sons of Israel were fruitful. And they swarmed and they multiplied and became strong very, very much. And the land was filled with them. It's the first paragraph. Tell me what you see.",
    "start": "00:20:25",
    "end": "00:20:56"
  },
  {
    "text": "Well, so we start with a list of the 12 sons, reminding us this is how Genesis ended. These 12 sons went down to Egypt. But we learned that actually 70 people with the sons came down to Egypt. 70 is an important number.",
    "start": "00:20:57",
    "end": "00:21:13"
  },
  {
    "text": "Totally.",
    "start": "00:21:13",
    "end": "00:21:14"
  },
  {
    "text": "It's like the number of a whole. Like, what does that number mean?",
    "start": "00:21:14",
    "end": "00:21:17"
  },
  {
    "text": "Well, it's just seven is spelled with the same letters as the word complete or satisfied or brought to fulfillment in Hebrew Sava. And so that becomes a design pattern theme throughout Genesis. And so 70 is just turning up the volume on the concept.",
    "start": "00:21:18",
    "end": "00:21:35"
  },
  {
    "text": "Complete amount of people.",
    "start": "00:21:36",
    "end": "00:21:37"
  },
  {
    "text": "A list of seven is complete. A list of 70 is super complete.",
    "start": "00:21:37",
    "end": "00:21:41"
  },
  {
    "text": "So all of them came. And then we're fast forwarding Joseph died. And the author here wants us to think of what happened to this family in Egypt. Like what the humans were to experience in the garden.",
    "start": "00:21:42",
    "end": "00:22:01"
  },
  {
    "text": "Yep.",
    "start": "00:22:01",
    "end": "00:22:01"
  },
  {
    "text": "That they were fruitful and multiplied.",
    "start": "00:22:01",
    "end": "00:22:04"
  },
  {
    "text": "Yeah.",
    "start": "00:22:04",
    "end": "00:22:05"
  },
  {
    "text": "And then you chuckled at the word swarm.",
    "start": "00:22:05",
    "end": "00:22:07"
  },
  {
    "text": "Oh, yeah, totally. Well, this is Exodus 1, verse 7. The sons of Israel were fruitful and swarmed. They multiplied and became strong and they filled the land and filled.",
    "start": "00:22:07",
    "end": "00:22:17"
  },
  {
    "text": "Yeah.",
    "start": "00:22:17",
    "end": "00:22:17"
  },
  {
    "text": "So three of those are right from Genesis 1. The blessing on the image of God. Be fruitful and multiply and fill the land. Yeah, it's the same exact words. But swarmed is the verb used of the fish in the sea.",
    "start": "00:22:17",
    "end": "00:22:33"
  },
  {
    "text": "Yeah.",
    "start": "00:22:33",
    "end": "00:22:34"
  },
  {
    "text": "From day five of Genesis one, they're called the swarmers. And they are given a blessing to be fruitful and multiply too. But they're called the swarmers.",
    "start": "00:22:34",
    "end": "00:22:42"
  },
  {
    "text": "So you're kind of like they're multiplying like fish.",
    "start": "00:22:42",
    "end": "00:22:46"
  },
  {
    "text": "Yeah, yeah, totally. Yeah. It's the verb used to describe the blessing of abundance given to fish.",
    "start": "00:22:47",
    "end": "00:22:54"
  },
  {
    "text": "Yeah.",
    "start": "00:22:54",
    "end": "00:22:55"
  },
  {
    "text": "And now it's here describing this. Really fascinating. And they're going to do their own version of swimming a couple times in the story in different ways. And also becoming strong. Very, very strong.",
    "start": "00:22:55",
    "end": "00:23:05"
  },
  {
    "text": "Very, very much strong.",
    "start": "00:23:05",
    "end": "00:23:07"
  },
  {
    "text": "So clearly this is the family that is being given the Eden blessing right out of the gate. And we're just, you know, you turn back the previous Genesis scroll and Joseph and Judah in particular were given an even hyper focused version of this blessing of not just abundance, but also rule a future ruler coming from the line of Judah. Okay, so that's that action. Pharaohs response. Now, a new king arose over Egypt who didn't know Joseph.",
    "start": "00:23:07",
    "end": "00:23:42"
  },
  {
    "text": "Yeah. Joseph has died.",
    "start": "00:23:42",
    "end": "00:23:45"
  },
  {
    "text": "Yeah.",
    "start": "00:23:45",
    "end": "00:23:45"
  },
  {
    "text": "Do we know how much time is supposed to have passed?",
    "start": "00:23:45",
    "end": "00:23:47"
  },
  {
    "text": "Oh, man, it's a rabbit hole. Rabbit hole, yeah. Four generations or 400 years, and they're not the same amount of time. That's true, but the narrative says, you know, says both. But either way, Joseph and the pharaoh of his day were like tight. I mean, it was like first and second in command and a new pharaoh arose who says to his people, look, the people of the sons of Israel are more multiplied and they're stronger than us.",
    "start": "00:23:47",
    "end": "00:24:14"
  },
  {
    "text": "It's the first time they're starting to be called Israel.",
    "start": "00:24:15",
    "end": "00:24:17"
  },
  {
    "text": "The Sons of Israel. No, that starts happening at the end of Genesis. But this is the first time that they are now can be called one whole group. The whole nation.",
    "start": "00:24:17",
    "end": "00:24:26"
  },
  {
    "text": "Yeah.",
    "start": "00:24:26",
    "end": "00:24:27"
  },
  {
    "text": "I mean, the group of small clans has become a nation, and now they're being looked at as a large ethnic entity. But notice what he sees. He says they're more fruitful and multiplied and stronger than us. So come, let us act with chochma wisdom, skill. We gotta play our cards really carefully.",
    "start": "00:24:27",
    "end": "00:24:49"
  },
  {
    "text": "We gotta be crafty here.",
    "start": "00:24:49",
    "end": "00:24:50"
  },
  {
    "text": "Yeah. Or else they'll multiply more.",
    "start": "00:24:50",
    "end": "00:24:53"
  },
  {
    "text": "Yeah.",
    "start": "00:24:53",
    "end": "00:24:54"
  },
  {
    "text": "And it will come about that when war happens to us, that they might even add themselves to those who hate us. And they will make war against us and they'll go up out of our land.",
    "start": "00:24:54",
    "end": "00:25:08"
  },
  {
    "text": "That's a very astute and careful way to think about the situation he's in. You've got a group of people that are a different nationality living in your land.",
    "start": "00:25:09",
    "end": "00:25:25"
  },
  {
    "text": "Migrants. Immigrants.",
    "start": "00:25:26",
    "end": "00:25:28"
  },
  {
    "text": "Immigrants, yeah. And they're like getting large. There's a lot of them.",
    "start": "00:25:28",
    "end": "00:25:34"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:25:34",
    "end": "00:25:34"
  },
  {
    "text": "And they're powerful. They seem really powerful. It feels threatening to the pharaoh.",
    "start": "00:25:34",
    "end": "00:25:40"
  },
  {
    "text": "Yep. It's this portrait of a governing leader who views a extremely productive, abundant immigrant population. But what's fascinating is the pharaoh of Joseph's day welcomed the whole crew of 70 down.",
    "start": "00:25:40",
    "end": "00:25:57"
  },
  {
    "text": "What's 70 going to do to you?",
    "start": "00:25:59",
    "end": "00:26:00"
  },
  {
    "text": "Sure, but they're like the siblings of this guy who's working in your court who has a lot of influence. Joseph. But what he sees, when he sees the abundance and the wisdom given to Joseph and the abundance that's attached to this family, the pharaoh Joseph's day sees the opportunity, sees it as a win win for partnership. And so this becomes a contrast portrait of a governing leader who looks at an immigrant group and all they see is liability, fear, what ignites in them and is of potential conflict. And so what's the tragic irony is that his fear of conflict is actually what he goes on to create through his actions. There wasn't a conflict, but it's his fear of the conflict that creates the conflict.",
    "start": "00:26:01",
    "end": "00:26:51"
  },
  {
    "text": "Yeah.",
    "start": "00:26:51",
    "end": "00:26:51"
  },
  {
    "text": "And also his choice to enslave them, which is what he does next. But I just want to pay attention here to you have a governing leader who sees the blessing on this group and it ignites a kind of fear or jealousy in them. And I think what we're seeing here is where this is Cain, this is Esau.",
    "start": "00:26:51",
    "end": "00:27:11"
  },
  {
    "text": "Well, this is the serpent.",
    "start": "00:27:11",
    "end": "00:27:13"
  },
  {
    "text": "This is the snake. Yes, exactly.",
    "start": "00:27:13",
    "end": "00:27:16"
  },
  {
    "text": "Well, I mean, I'm wondering.",
    "start": "00:27:17",
    "end": "00:27:18"
  },
  {
    "text": "That's exactly right. He gets snakey. Let us act with wisdom.",
    "start": "00:27:18",
    "end": "00:27:22"
  },
  {
    "text": "With wisdom and skill. So what we learn about. The one thing we learn about the snake is that he's crafty.",
    "start": "00:27:22",
    "end": "00:27:28"
  },
  {
    "text": "Yes.",
    "start": "00:27:28",
    "end": "00:27:28"
  },
  {
    "text": "Which is a wisdom word.",
    "start": "00:27:28",
    "end": "00:27:30"
  },
  {
    "text": "Yeah.",
    "start": "00:27:30",
    "end": "00:27:30"
  },
  {
    "text": "And it's not a bad word.",
    "start": "00:27:30",
    "end": "00:27:32"
  },
  {
    "text": "That's exactly right.",
    "start": "00:27:32",
    "end": "00:27:32"
  },
  {
    "text": "It's not like prudence. Yeah. Like, it's used often to just describe someone who's, like, really strategic.",
    "start": "00:27:32",
    "end": "00:27:39"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:27:39",
    "end": "00:27:40"
  },
  {
    "text": "While I think. We often think, oh, that must be a word to describe something sinister. And so are we hyperlinking to that idea?",
    "start": "00:27:41",
    "end": "00:27:50"
  },
  {
    "text": "Most definitely.",
    "start": "00:27:50",
    "end": "00:27:51"
  },
  {
    "text": "Yeah.",
    "start": "00:27:51",
    "end": "00:27:51"
  },
  {
    "text": "Yeah, most definitely. Also, you know that remember in Genesis 1 to 11, the cycles went from the snake replayed by Cain, that led to his descendants to Lamech, to the building of the city.",
    "start": "00:27:51",
    "end": "00:28:05"
  },
  {
    "text": "Yeah.",
    "start": "00:28:05",
    "end": "00:28:06"
  },
  {
    "text": "Then we reboot with Noah, and then it starts with Ham, and then it goes down from Ham to Nimrod, who builds violent king, warrior, fire king, builds the city of Babylon. Look what the next thing Pharaoh does is. They placed over them captains of forced labor to oppress them with their burdens. And they built cities of supply storage for Pharaoh Pithom Ramsays. And then you read down a little further. They enslaved them. They made them their slaves with brutality. They made their lives bitter with enslavement, with mortar and with brick. So they're building cities of brick and mortar. These are all the key words that are used. The tower of Babel, only elsewhere in the Torah of the building of the city of Babylon.",
    "start": "00:28:06",
    "end": "00:28:56"
  },
  {
    "text": "Yeah. And Babel, which is Babylon.",
    "start": "00:28:56",
    "end": "00:28:59"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:28:59",
    "end": "00:29:00"
  },
  {
    "text": "Same word.",
    "start": "00:29:00",
    "end": "00:29:01"
  },
  {
    "text": "Right, exactly. Babel is just saying how you pronounce it in Hebrew.",
    "start": "00:29:01",
    "end": "00:29:04"
  },
  {
    "text": "Okay. Yeah, that's funny.",
    "start": "00:29:04",
    "end": "00:29:06"
  },
  {
    "text": "The point here is that the narrator here in Exodus is describing what Pharaoh is doing to the Israelites. He's using the language that was last used in just this combination of words to describe Nimrod and the people of Babylon's desire to build a city that reaches up to the skies.",
    "start": "00:29:06",
    "end": "00:29:26"
  },
  {
    "text": "And Nimrod came from the line of.",
    "start": "00:29:26",
    "end": "00:29:28"
  },
  {
    "text": "Of Ham.",
    "start": "00:29:29",
    "end": "00:29:29"
  },
  {
    "text": "Of Ham.",
    "start": "00:29:29",
    "end": "00:29:30"
  },
  {
    "text": "Yep, that's right. And Nimrod's descendant is Egypt.",
    "start": "00:29:30",
    "end": "00:29:36"
  },
  {
    "text": "Okay.",
    "start": "00:29:36",
    "end": "00:29:37"
  },
  {
    "text": "Both Egypt and Babylon and Nimrod come from Ham, the third son of Noah. So once again, we have really, what this is, is this is a son of Ham against a son of Shem. The son of Shem is getting the blessing, and the son of Ham here is acting the snake.",
    "start": "00:29:37",
    "end": "00:29:59"
  },
  {
    "text": "Yeah.",
    "start": "00:30:00",
    "end": "00:30:00"
  },
  {
    "text": "Wow.",
    "start": "00:30:00",
    "end": "00:30:00"
  },
  {
    "text": "And it's hyperlinking to the serpent, which is about someone who is powerful in a place of power. Looking like, why is God blessing these people? That shouldn't be powerful. And then how in the story of Cain and Abel, Cain is described as like embodying the serpent.",
    "start": "00:30:01",
    "end": "00:30:24"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:30:25",
    "end": "00:30:25"
  },
  {
    "text": "Evil.",
    "start": "00:30:25",
    "end": "00:30:26"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:30:26",
    "end": "00:30:27"
  },
  {
    "text": "When he decides as a firstborn, this isn't fair that God's giving favor to a second born. So all of these themes are coming together in this really wonderful way.",
    "start": "00:30:27",
    "end": "00:30:37"
  },
  {
    "text": "Yeah. Yes, that's exactly right.",
    "start": "00:30:37",
    "end": "00:30:39"
  },
  {
    "text": "That's cool.",
    "start": "00:30:39",
    "end": "00:30:39"
  },
  {
    "text": "Just as a little note here, all throughout the psalms, there are many psalms that retell different parts of the biblical story. And there are three psalms that when they retell the story of the Exodus, they refer to Egypt as Ham.",
    "start": "00:30:39",
    "end": "00:30:57"
  },
  {
    "text": "Oh, wow.",
    "start": "00:30:57",
    "end": "00:30:58"
  },
  {
    "text": "Not as Egypt. It kind of sticks out. So like in Psalm 78, 51, God struck the firstborn of Egypt, the first fruits of their manhood of the tents of Ham. Psalm 105, 23, Israel came into Egypt. Jacob sojourned in the land of Ham. So these are later biblical authors. That's why the genealogies really matter in the Hebrew Bible, because you're really meant to see later generations as replaying the incidents that happened among their ancestors in the earlier parts of the biblical story. And this is a good one. All of the cycles of Genesis 1 through 11 are being replayed here in the descendant of Ham and a descendant of Shem.",
    "start": "00:30:58",
    "end": "00:31:41"
  },
  {
    "text": "Okay, so the theme of the firstborn is really loud. Here we are seeing that the king of Egypt, the one in power, the one who, even though Ham wasn't the firstborn, he comes from that lineage, Ham, his whole purpose was to take that power.",
    "start": "00:31:42",
    "end": "00:31:56"
  },
  {
    "text": "Correct.",
    "start": "00:31:57",
    "end": "00:31:57"
  },
  {
    "text": "And here we have.",
    "start": "00:31:57",
    "end": "00:31:58"
  },
  {
    "text": "Here we are again.",
    "start": "00:31:58",
    "end": "00:31:59"
  },
  {
    "text": "The pharaoh has the power. But in a way, like Ham succeeded, at least the line of Ham succeeded in taking that power. We're now the world empire. We're the ones in charge. And we've got a smaller growing immigrant population that in no way should be.",
    "start": "00:31:59",
    "end": "00:32:18"
  },
  {
    "text": "A threat to us and in no.",
    "start": "00:32:18",
    "end": "00:32:20"
  },
  {
    "text": "Way should be in charge.",
    "start": "00:32:20",
    "end": "00:32:21"
  },
  {
    "text": "Oh, oh, oh, I'm sorry. Yeah, sure. Yeah.",
    "start": "00:32:21",
    "end": "00:32:24"
  },
  {
    "text": "But feel like a threat because they're like, they seem to be good, have God's favor. And so what we know of this theme is that the firstborn, the one in charge, is going to get jealous.",
    "start": "00:32:24",
    "end": "00:32:37"
  },
  {
    "text": "Okay. Yeah.",
    "start": "00:32:37",
    "end": "00:32:38"
  },
  {
    "text": "And is going to murder or do something.",
    "start": "00:32:38",
    "end": "00:32:43"
  },
  {
    "text": "Yeah. Thank you. Somehow the way that you just summarize that kind of helped motivated me to even want to clarify more.",
    "start": "00:32:45",
    "end": "00:32:52"
  },
  {
    "text": "Cool.",
    "start": "00:32:52",
    "end": "00:32:53"
  },
  {
    "text": "So what's happening? Often the one that God actually chooses or favors or blesses, the way to indicate their lower status was either that they're a later born sibling. Sometimes like in Genesis, in the rival wives, it was that one was more loved than another. And so God favors the unloved Leah, you know, in this case, what is it within the narrative that marks someone of being a lower social status and before the Israelites are enslaved, it's just the sheer fact that they're immigrants and an ethnic minority within a dominant culture and that's what makes them the vulnerable ones.",
    "start": "00:32:53",
    "end": "00:33:33"
  },
  {
    "text": "Yeah.",
    "start": "00:33:33",
    "end": "00:33:33"
  },
  {
    "text": "And so let's just pause and meditate. This is a crucial message of the Exodus story that when God looks upon the human scene, what God notices and pays attention to and focuses his blessing and elevates are vulnerable immigrant families in a foreign land. And that is the character of God. It's the same character of God that looked upon Leah, the unloved wife of Jacob, and gave her the gift of abundance and not the love her sister, you know, whom Jacob loved more. And there are moments where that may, like maybe the wives, that kind of strikes us or with Cain and Abel, we're kind of like, man, what's up? What's up with that? You know? But I think in a moment like this, I kind of feel it and I'm like, that seems beautiful to me. But I think that's also because my imagination has been shaped by the Christian story. Because normally in human history, what's happening in Exodus is exactly how things go. And it's exactly how things go still today. You know what I'm saying? Let those who have ears, let them hear. This is not an ancient issue for the human family. This is a clear and present cycle of human behavior on a large scale.",
    "start": "00:33:34",
    "end": "00:34:50"
  },
  {
    "text": "So what you're saying is you can draw a direct line between God's desire to share his power with all of humanity. Which who are we? What are these creatures to God's desire to like look upon an unloved wife, God's desire to elevate a second born son to his desire to look at a minority immigrant population who's being mistreated and want to protect and elevate them.",
    "start": "00:34:51",
    "end": "00:35:26"
  },
  {
    "text": "Like there's God, identifies God's own self with them. Just to kind of go meta in scripture here, this is for me personally what was so at first compelling. I remember when I was a young man and first being drawn to Jesus when I would hear stories about him is exactly this theme right here. Like the people that Jesus noticed and paid attention to are the equivalents in his day and fought for and yeah, are the equivalents in his day of where the Israelites sit in this story. The sick, the poor, the beggars, the paralyzed, people with disabilities, women. These are people that Jesus intentionally included into his kingdom of God communities and said to them, you are the blessed ones. The kingdom of God begins now with you. That's the fruition in Jesus story of this theme of the inversion of the firstborn, which is really about God's surprising way of challenging our conceptions of who should be in charge and who should get the good life. And I just have always loved that part of the biblical story. And this is such a beautiful kind of poignant moment of that in Exodus. So what happens next is that Pharaoh first gives an order that every son of this family should be murdered. Like the moment they come out of the womb. That plan is foiled by some counter deceivers, the Hebrew midwives. It's really fascinating. Then he just says, throw all the boys into the river. And then that plan is foiled when a mom actually kind of does it by putting her firstborn son into a river, but in an ark, little mini ark. And like Noah, that son is delivered through the waters right into the household of Pharaoh. And he actually, by the end of chapter two, becomes adopted as a son into the house of Pharaoh. He becomes a son to the daughter of Pharaoh. So now it's fascinating because Moses, well, actually, sorry, I said he's a firstborn son. The narrative doesn't say that. And it's actually not the case. So I love. That was a mistake. But the narrative doesn't clarify. It just says his mom gave birth to a son. And you're like, okay. And that son becomes a son both to an Israelite woman, but then he becomes a son to an Egyptian woman who raises him. Who raises him. So it's this fascinating question of the identity of Moses. Now, is he Israelite or is he Egyptian? Is he neither? Is he both? He has a conflicted identity. So that's the dynamic. And then of course, you know he's going to lose his temper, murder an Egyptian in an attempt to rescue some Israelites. And that backfires. And his adopted father, Pharaoh, ends up wanting to kill him. And so he flees. So Moses is in exile for 40 years, ends up meeting God in a burning tree bush, who commissions him to say, the whole generation of people that wanted to kill you have passed away. And go back and confront Pharaoh and tell him on my behalf, let my people go. So that's what starts happening. And then the theme of the firstborn really gets prominent here in a little group of stories near the end of chapter four. This is super fascinating. So Moses is cruising back on a donkey with his family to Egypt. We're in chapter four right here.",
    "start": "00:35:26",
    "end": "00:39:38"
  },
  {
    "text": "So his exile's over.",
    "start": "00:39:38",
    "end": "00:39:40"
  },
  {
    "text": "Yep. He's going back to Egypt. Yep. And chapter four, verse 21, the Lord said to Moshe, to Moses, when you return to Egypt, see that all the signs and wonders I put into your hand. Perform them before Pharaoh. This is the staff that turns into a snake and turning the water into blood and this kind of thing. Do them before Pharaoh. I will make his heart strong, and he won't send out the people. And so you will say to Pharaoh, this is what Yahweh, Israel is my son, my firstborn son. And I'm telling you, send out my son so that he can serve me. But you have refused to send him out. So look, I'm going to slay your.",
    "start": "00:39:40",
    "end": "00:40:27"
  },
  {
    "text": "Son, your firstborn son, which is foreshadowing the 10th plague.",
    "start": "00:40:27",
    "end": "00:40:35"
  },
  {
    "text": "The 10th plague, which is the night of Passover. So we'll kind of talk about that a little bit more. So notice here, this is the appointment. This is the first time that this language is used of the family of Israel. My son. My firstborn son. So the word firstborn son hasn't been used since the Genesis scroll to talk about Jacob's actual firstborn son, Reuben, who lost the firstborn right. And then this was a word used a lot in the Jacob and Esau stories, because the firstborn and the firstborn right was what Jacob was swindling his way into. But here, Israel gets the title.",
    "start": "00:40:35",
    "end": "00:41:15"
  },
  {
    "text": "What does that mean, that they have that title?",
    "start": "00:41:15",
    "end": "00:41:17"
  },
  {
    "text": "Well, so the firstborn son is essentially, this is my chosen heir and representative.",
    "start": "00:41:18",
    "end": "00:41:24"
  },
  {
    "text": "So for a God, For a deity, for a deity, to say that of a people group is to essentially say, these are the people that should be ruling the world.",
    "start": "00:41:24",
    "end": "00:41:36"
  },
  {
    "text": "Well, at least this is my crew. God is so closely identified with them that Yahweh's own power and name authority is invested in these people. Firstborn becomes essentially a way of saying, this is my image. This is my representative. In Exodus 19, it'll get put that Israel is called to be a kingdom of priests and a holy nation. But here it's using the language and imagery of the first among siblings to be the representative of the father.",
    "start": "00:41:37",
    "end": "00:42:15"
  },
  {
    "text": "So narratively, in no sense are they. Well, okay, well, this is interesting narratively, in terms of the genealogy. They come from Seth, who's not the.",
    "start": "00:42:15",
    "end": "00:42:27"
  },
  {
    "text": "Firstborn, third born, Adam and Eve, then from the line of Shem, Shem, who's the second born, second born of Noah and his wife.",
    "start": "00:42:27",
    "end": "00:42:35"
  },
  {
    "text": "Okay, so nowhere in their lineage are they actually firstborn.",
    "start": "00:42:36",
    "end": "00:42:40"
  },
  {
    "text": "No, no. Isaac, then after that of Abraham, who seems to be the middle child of his brothers, then of Isaac the second born, then of Jacob the second born, and so on. So none of the generations is. Israel come from the firstborn.",
    "start": "00:42:40",
    "end": "00:42:54"
  },
  {
    "text": "Yeah. And they're not in a position of power by any means here. So God is not identifying with, like, hey, my crew is the powerful crew. He's identifying with a crew that looks pretty weak.",
    "start": "00:42:54",
    "end": "00:43:12"
  },
  {
    "text": "Yeah. In this moment. That's right. This is Yahweh. What do you say? Conferring a title of. Not quite royalty, but definitely a firstborn status. That was a category of family, clan, authority, and honor. And Yahweh is conferring that title and position upon a family that has never held that position throughout history in any of the families they belong to.",
    "start": "00:43:12",
    "end": "00:43:36"
  },
  {
    "text": "Yeah.",
    "start": "00:43:36",
    "end": "00:43:37"
  },
  {
    "text": "That's what's remarkable. This is about the elevating. This is the same moment of Genesis 1. God elevating the late comer or the dirt creature to a place of honor. That's what's happening here.",
    "start": "00:43:37",
    "end": "00:43:48"
  },
  {
    "text": "So calling Israel the firstborn is clearly saying God is choosing what is not first and saying it'll be first.",
    "start": "00:43:48",
    "end": "00:43:57"
  },
  {
    "text": "That's right. And that poses a challenge for all those around the blessed, quote, unquote, firstborn, the one that God appoints.",
    "start": "00:43:57",
    "end": "00:44:05"
  },
  {
    "text": "How are you gonna deal with that?",
    "start": "00:44:05",
    "end": "00:44:07"
  },
  {
    "text": "To the status of firstborn. Okay, but actually this is relevant for when we talk later about Jesus. To call someone the firstborn, then, is not necessarily a statement of their actual origins. This family was never the firstborn in any of the generations. But what's being referred to by calling them a firstborn is a status, a role. And that's relevant for how the title gets applied to Jesus.",
    "start": "00:44:07",
    "end": "00:44:32"
  },
  {
    "text": "Is it? Because to jump there real quick, because Jesus called the firstborn of all creation, and unlike Israel, he. How should we say this? It's just hard. I guess the categories get weird because I guess what I want to say is, like, unlike Israel, he wasn't elevated from a lower status. Like, he was the image of the invisible God.",
    "start": "00:44:32",
    "end": "00:44:58"
  },
  {
    "text": "Correct.",
    "start": "00:44:58",
    "end": "00:44:59"
  },
  {
    "text": "From the beginning.",
    "start": "00:44:59",
    "end": "00:45:00"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:45:00",
    "end": "00:45:01"
  },
  {
    "text": "He always existed. So he actually is. That's the twist in a real sense, the firstborn.",
    "start": "00:45:01",
    "end": "00:45:07"
  },
  {
    "text": "That's right. And remember how biblical patterns work. It's never identical. It's always a twist. But I think the point is that to call someone a firstborn son here is a role status, as opposed to describing the actual physical processes or origins of how they came to that role. They're being identified or publicly recognized as that. I mean, you could say this is great. This is actually a really helpful analogy because this family has always through all the generations been holding this special place within God's purpose. This is not the first time that this family has been given this role. Through the cycle of the stories, what's new is that a new generation of people need to have declared to them that this family is my firstborn. And since you clearly, Pharaoh, have either forgotten that or don't want to acknowledge that, that's what's going on right here. So this declaration of my firstborn is more for Pharaoh I see than it is about giving Israel a status they didn't have before, because they have had.",
    "start": "00:45:07",
    "end": "00:46:13"
  },
  {
    "text": "That all along in the sense that God has been choosing that family lineage all along.",
    "start": "00:46:13",
    "end": "00:46:18"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:46:18",
    "end": "00:46:19"
  },
  {
    "text": "And so you're bringing up Jesus to say by calling Jesus the firstborn isn't saying what order was he born in creation.",
    "start": "00:46:20",
    "end": "00:46:26"
  },
  {
    "text": "Correct. Yeah.",
    "start": "00:46:26",
    "end": "00:46:27"
  },
  {
    "text": "It's about status.",
    "start": "00:46:27",
    "end": "00:46:28"
  },
  {
    "text": "It's about revealing of Jesus's status. So, yeah, whether it's Paul In Romans 1, he's declared to be the son of God in power through the spirit by his resurrection from the dead. So he's not saying Jesus became the son of God by the resurrection, but rather the resurrection revealed to everybody else what it declared. It was always true of him, of the eternal Son. And I think that's how this firstborn language functions. So, sorry, that's a little detail kind of here, but it's a helpful analogy is this family's always been the special one of God's purpose, but it's revealed anew to this generation what has always been true of them all along anyway. So this is actually previewing the whole cycle of conflict that's going to go down between Israel and Pharaoh all the way up to Passover, which is where God puts a choice in front of everyone in the land of Egypt, which is there's going to be a destroyer that goes through the land that night, and the life of the firstborn is at risk. So in Passover, what God is showing is to have ultimate responsibility and authority over the most powerful imperial rulers of the land and their family monarchies. But it says from the firstborn of every animal to the peasant in their home, to Pharaoh on his throne. And all of those firstborns belong to Yahweh. And so he can give them their life or take away their life. And those are the stakes of Passover. And so God's obviously reversing and bringing back on Pharaoh what he brought on Israel, which is to take the life of their sons. But here at Passover, Yahweh provides what Pharaoh never did, which is A choice. You have a choice of how things go. Yahweh will protect the life of the firstborn if you choose to come under the covering of the substitute that Yahweh provides. And that's the Passover lamb and the blood on the doorpost. But if you refuse to accept Yahweh's gift of covering, then you forfeit the life of your firstborn. That's how the logic of Passover works. And I'm describing it clinically right now, which masks over a deep disturbance in my inner force. Disturbance. The plague of the passover and of the taking of the firstborn. As long as I've sat with it and worked through it, can understand how it works in the story. It still is hard for me. Yeah, it's hard for me.",
    "start": "00:46:28",
    "end": "00:49:18"
  },
  {
    "text": "Is it harder than the Flood for you?",
    "start": "00:49:18",
    "end": "00:49:20"
  },
  {
    "text": "Same, same, same. Same type of difficulty. Or with the rebellion of the sons of Korah, where the whole family suffers for the sins of their father. And essentially that's exactly it. It's that of children being held accountable for the sins of their fathers, which Ezekiel says in Ezekiel 18. That's exactly how Yahweh does not operate. That's what Ezekiel says. In Ezekiel, God says, I don't hold children accountable for the sins of their fathers. But yet that's precisely the logic underneath the Passover narrative. So yeah, I'm telling you, it's one of the outstanding issues for me within the Hebrew Bible that I struggle with how it makes sense.",
    "start": "00:49:20",
    "end": "00:50:07"
  },
  {
    "text": "I feel like we should dialogue about that for like another hour.",
    "start": "00:50:07",
    "end": "00:50:10"
  },
  {
    "text": "But yeah, you know, I spent my summer trying to read deeply in a number of early Greek church fathers and scholars. I learned a lot over the summer. It was wonderful. One was a theologian and a pastor named Gregory of Nyssa. And he has this wonderful short treatment called the Life of Moses. And it's the interpretation of the Moses story. And when he gets to Passover, he just straight up names it. He just says, what do we do with this portrait of God holding innocent children? And he really turns up the volume. He's like, what has a babe done? It has cried only for the nipple of its mother and bast in its parents arms. And what has it done that it deserves death for the sins of Pharaoh? I mean, he names it straight up. He names the tension. And he has his own way of resolving it that I'm still processing through. So this is an element about the portrait of God in the Hebrew Bible. This is one of those portraits that is hard. If you take as your starting point the Character of God revealed in Jesus. Because it seems to me the character of God revealed in Jesus wouldn't do something like this. It's a real tension. Yeah, Calm way of putting it.",
    "start": "00:50:10",
    "end": "00:52:10"
  },
  {
    "text": "C word.",
    "start": "00:52:10",
    "end": "00:52:11"
  },
  {
    "text": "Yeah, totally. No, this bothers me.",
    "start": "00:52:11",
    "end": "00:52:13"
  },
  {
    "text": "Well, and so we're bringing it up though, because it's about the firstborn. It's about the firstborn.",
    "start": "00:52:15",
    "end": "00:52:19"
  },
  {
    "text": "Yeah.",
    "start": "00:52:19",
    "end": "00:52:20"
  },
  {
    "text": "And so what's bothering us is that God would hold a child responsible for the actions of their parents. An infant even.",
    "start": "00:52:20",
    "end": "00:52:30"
  },
  {
    "text": "Yeah, totally. It's not like. Yeah, the most.",
    "start": "00:52:31",
    "end": "00:52:34"
  },
  {
    "text": "Like a 16 year old boy.",
    "start": "00:52:34",
    "end": "00:52:35"
  },
  {
    "text": "The most vulnerable and innocent. Yeah. The one who has done no good or evil.",
    "start": "00:52:35",
    "end": "00:52:39"
  },
  {
    "text": "But putting that to the side for a second, which feels wrong.",
    "start": "00:52:40",
    "end": "00:52:44"
  },
  {
    "text": "But if we want to think about it compartmentally, we kind of have to. No, that's right. It's not.",
    "start": "00:52:44",
    "end": "00:52:50"
  },
  {
    "text": "Tristan says I'm good at compartmentalizing.",
    "start": "00:52:50",
    "end": "00:52:52"
  },
  {
    "text": "I think I am too.",
    "start": "00:52:53",
    "end": "00:52:54"
  },
  {
    "text": "The theme of the firstborn, which is interesting here, which is saying, hey, you find your strength and your power and your firstborn status and in your firstborn sons, who are going to be the ones you pass on your statutes.",
    "start": "00:52:55",
    "end": "00:53:10"
  },
  {
    "text": "The next Pharaoh. Yeah, exactly right.",
    "start": "00:53:10",
    "end": "00:53:12"
  },
  {
    "text": "Not only the next Pharaoh, but then also just the next patriarch of the clan of the people who live in Egypt, in the different suburbs or whatever, everyone.",
    "start": "00:53:12",
    "end": "00:53:20"
  },
  {
    "text": "And actually, let me just add one more layer because for me, this is the thing where my mind goes as to some kind of resolution is in Egyptian religion and culture, Pharaoh is God. Pharaoh is the incarnation of their most powerful deity.",
    "start": "00:53:20",
    "end": "00:53:36"
  },
  {
    "text": "Different than being the image of God in the Hebrew Bible. Yeah, like he is the incarnation of God.",
    "start": "00:53:37",
    "end": "00:53:43"
  },
  {
    "text": "That's right. And so it's not insignificant that in Exodus 12. Check this out. This is within the instructions about Passover. Yahweh says in Exodus 12:12, I will go through the land that night, the night of Passover. I will strike down the firstborn in the land of Egypt, both human and animal. And against all of the Elohim of Egypt, I will bring my justice. I am Yahweh. So somehow Passover is a strike against the Elohim of Egypt also, which seems odd to us. It's like, well, okay, the humans and the animals and then the Elohim, but they're all one in this narrative.",
    "start": "00:53:43",
    "end": "00:54:30"
  },
  {
    "text": "Taking down the firstborn of Egypt is taking down the Elohim in some way.",
    "start": "00:54:30",
    "end": "00:54:35"
  },
  {
    "text": "Yes, that's what Exodus 12:12 clearly implies.",
    "start": "00:54:35",
    "end": "00:54:38"
  },
  {
    "text": "Yeah. There's a spiritual rebellion that is getting intertwined in the power structure of this human empire and by God dealing with the power structure of that human empire. Is actually dealing with the spiritual evil.",
    "start": "00:54:38",
    "end": "00:54:54"
  },
  {
    "text": "Yes. Just like in the Flood.",
    "start": "00:54:55",
    "end": "00:54:56"
  },
  {
    "text": "In other words, the same dynamic as in the Flood.",
    "start": "00:54:56",
    "end": "00:54:58"
  },
  {
    "text": "Exactly. It's about this illicit mutant merging of Elohim and human to create monstrous human violence and evil in the world. And that's precisely what is happening in that strange son about the sons of Elohim and the daughters of Adam. In Genesis 6, 1:4. That's like the last part of the rebellion that leads to the flood. In other words, this is the melody replaying. So within the Exodus narrative, God striking the firstborn of Egypt is God striking at the human divine rebellion that is combined in Egypt. I think that's how the logic of the story works.",
    "start": "00:54:58",
    "end": "00:55:39"
  },
  {
    "text": "And part of the plague of the firstborn is kind of a way of God saying, look, I'm attacking the very center and heart of your misunderstanding of power.",
    "start": "00:55:39",
    "end": "00:55:51"
  },
  {
    "text": "Yes. Yeah, that's good.",
    "start": "00:55:51",
    "end": "00:55:53"
  },
  {
    "text": "And not only am I gonna attack it, but I'm gonna give you a way out which is to align with a new type of power which is saying, you see this immigrant population that you think you can just abuse.",
    "start": "00:55:53",
    "end": "00:56:07"
  },
  {
    "text": "That'S my firstborn.",
    "start": "00:56:09",
    "end": "00:56:10"
  },
  {
    "text": "That's my firstborn. And in my economy it works completely different. You can get on board with that economy and you actually will find power and blessing.",
    "start": "00:56:10",
    "end": "00:56:20"
  },
  {
    "text": "You'll get the blessing too.",
    "start": "00:56:20",
    "end": "00:56:21"
  },
  {
    "text": "Or you can just run with the way you want to do it, which is giving it to your firstborn. And actually I'm going to just disrupt that at its source. I'm just going to stop it.",
    "start": "00:56:21",
    "end": "00:56:31"
  },
  {
    "text": "That's right.",
    "start": "00:56:31",
    "end": "00:56:32"
  },
  {
    "text": "In a pretty violent and disturbing way. Which feels just as violent, disturbing as God saying, I'm just going to stop human violence on the earth in Genesis 6.",
    "start": "00:56:32",
    "end": "00:56:41"
  },
  {
    "text": "That's right.",
    "start": "00:56:41",
    "end": "00:56:41"
  },
  {
    "text": "And so you're saying there's something happening here where the volumes turned up, where often in the Bible God's described as patient, slow to anger, and he's dealing in a way so that people have time to come to him. But then there's these moments like Genesis 6, decreation moments. And here in Exodus with the 10th.",
    "start": "00:56:42",
    "end": "00:57:02"
  },
  {
    "text": "Plague, where it's just like same with Sodom and Gomorrah.",
    "start": "00:57:02",
    "end": "00:57:04"
  },
  {
    "text": "Sodom and Gomorrah. It's just. I'm stopping it.",
    "start": "00:57:04",
    "end": "00:57:07"
  },
  {
    "text": "Yeah. And so these are moments back to the Flood narrative. God accelerates a process that humans have already begun in building a culture that's become so monstrous in its neglect of human life and value, it's reached the point of no return. And that's these flood like decreation moments. And this is why the 10 plagues are riddled with vocabulary from the flood narrative. Uncanny, in other words, the words used to describe the waters of the flood and what they do and what happens. It's all the same vocabulary used over and over again throughout the plagues. Thank you for that summary. Because it's those de creation moments that are exactly the parts of the biblical melody that usually for us as modern readers, we're just like. I'm super uncomfortable with what God's doing right now, and I think it's okay to feel that. However, I don't want to have that blind me from. Also, the important point being made that you just named that there are times when human evil gets so woven and so large scale that it sows the seeds of its own ruin, that creates immense suffering and pain and injustice in the world. And bringing that ship down, burning is just a big moral mess. And that is reflected, and I think, in the moral tensions that are raised in these stories. And I've come here now, whenever I'm brought here at this point in the biblical melody of the cycles. It's good for me, but I can tell it's going to be something that's resolved, if ever, the side of my resurrection, just by lots of years of prayer and pondering and taking it to God in prayer. Cause logically, I keep hitting roadblocks when it comes to this. And that's okay. Yeah, I think that's part of the journey, at least for me.",
    "start": "00:57:08",
    "end": "00:59:04"
  },
  {
    "text": "I just keep thinking about Thanos, Infinity War, Endgame.",
    "start": "00:59:07",
    "end": "00:59:11"
  },
  {
    "text": "Yeah, I saw them once and I don't remember a lot.",
    "start": "00:59:11",
    "end": "00:59:14"
  },
  {
    "text": "Well, so the whole plot is that you got this big bad guy.",
    "start": "00:59:14",
    "end": "00:59:18"
  },
  {
    "text": "This is the Marvel movie universe.",
    "start": "00:59:18",
    "end": "00:59:20"
  },
  {
    "text": "Marvel movie universe, yeah, totally.",
    "start": "00:59:20",
    "end": "00:59:21"
  },
  {
    "text": "This is like the Avengers.",
    "start": "00:59:21",
    "end": "00:59:23"
  },
  {
    "text": "I think they call it stage two of Marvel. Maybe. Was it stage three? I don't know.",
    "start": "00:59:23",
    "end": "00:59:28"
  },
  {
    "text": "It's the big purple guy who wants to like.",
    "start": "00:59:28",
    "end": "00:59:31"
  },
  {
    "text": "Yeah. So it's the whole storyline of Thanos rising to power. He's a bad dude.",
    "start": "00:59:31",
    "end": "00:59:37"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:59:37",
    "end": "00:59:38"
  },
  {
    "text": "But the one thing that he wants is to collect all the Infinity Stones so that he has the power. What he wants to do is wipe away half of the creatures in the universe.",
    "start": "00:59:38",
    "end": "00:59:47"
  },
  {
    "text": "All living beings. That's right.",
    "start": "00:59:47",
    "end": "00:59:49"
  },
  {
    "text": "But for him, it's a moral good because the universe can't actually sustain all of these creatures. So he's actually kind of resetting things so that the people that continue to exist can actually exist.",
    "start": "00:59:49",
    "end": "01:00:01"
  },
  {
    "text": "Yeah.",
    "start": "01:00:01",
    "end": "01:00:02"
  },
  {
    "text": "And so you've got this bad guy who is doing something pretty horrendous, but for a reason that actually has a moral intuition to It.",
    "start": "01:00:02",
    "end": "01:00:16"
  },
  {
    "text": "Yep. Yeah.",
    "start": "01:00:16",
    "end": "01:00:17"
  },
  {
    "text": "And so there was this whole, like, Internet subculture where people were saying Thanos was right or, you know, or Thanos did nothing wrong.",
    "start": "01:00:17",
    "end": "01:00:26"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "01:00:26",
    "end": "01:00:27"
  },
  {
    "text": "And it created this weird tension where you're, like, just wrestling with it. Now, the God of the Bible is not Thanos, because the God of the Bible is actually represented as almost the opposite of, like, a good God doing the right thing.",
    "start": "01:00:27",
    "end": "01:00:41"
  },
  {
    "text": "Yeah.",
    "start": "01:00:41",
    "end": "01:00:42"
  },
  {
    "text": "Like, but all of a sudden put into. Yeah. So anyways, there's this weird kind of resonance.",
    "start": "01:00:42",
    "end": "01:00:47"
  },
  {
    "text": "Well, you know, here's the first place my mind goes is I actually think many of us do imagine that the God represented in the Bible is like that.",
    "start": "01:00:47",
    "end": "01:00:54"
  },
  {
    "text": "Yeah.",
    "start": "01:00:54",
    "end": "01:00:55"
  },
  {
    "text": "And to bring the parallel even closer, the way that all that plot tension is solved in that series of movies is when one of the main heroes, Stark.",
    "start": "01:00:55",
    "end": "01:01:06"
  },
  {
    "text": "Iron Man.",
    "start": "01:01:07",
    "end": "01:01:07"
  },
  {
    "text": "Iron man gives up his life on behalf of his friends. He sacrifices his life on behalf of his friends, and that becomes the hero movement. And the whole message of the movie is that's the ultimate moral good is to give one's life around friends. In one sense, it's a deeply Christian movie, but on another sense, notice it's portraying two powers at work in the universe. Like a God. Thanos is a God who the only way of bringing good is to kill everybody or half of everybody. And so it's the sacrificial hero who saves us from the God of justice. And I really think that's how many of us experience the God of the Bible, that Jesus saves us from the wrath of. From the wrath of Thanos.",
    "start": "01:01:07",
    "end": "01:01:59"
  },
  {
    "text": "Yahweh.",
    "start": "01:02:00",
    "end": "01:02:01"
  },
  {
    "text": "That's right. Totally. And some people would say that is the portrait of God in the Bible, and others would say that actually is in tension with the true God of the Bible, which is not a thing at all like Thanos. And here there is a major fork in the road in terms of the Christian tradition between different portraits of God coming out of the same Bible. But it's just funny to me that you brought that up, because that's really interesting. Whether or not you think the God. God the Father, to use trinitarian categories, whether you think God the Father is more like Thanos or not at all, like, Thanos will actually tell you a lot about.",
    "start": "01:02:01",
    "end": "01:02:38"
  },
  {
    "text": "What you can't get away from is moments like this.",
    "start": "01:02:40",
    "end": "01:02:42"
  },
  {
    "text": "Yeah, that's right.",
    "start": "01:02:42",
    "end": "01:02:43"
  },
  {
    "text": "Where it feels a little bit like the logic of Thanos of, like, I'm gonna do a net moral good, but it's gonna just wreak havoc on.",
    "start": "01:02:43",
    "end": "01:02:54"
  },
  {
    "text": "Yeah, but the fly in the ointment. So to Speak. The wrench in the plan is that the same God that is doing that is the same God that is providing. And the substitute, the Passover lamb. Yes, totally. In the same way that in the Abraham and Isaac story, God demands the life of Isaac and it's Abraham's sins catching up to him. And God is the one who provides the substitute. So God is both the one whose character creates the tension and solves the tension within God's own self. And something like that is at the deep logic of what's going on in the New Testament. And the Father and the Son, not at odds with each other like Iron man and Thanos, but actually both are expressing things that are at the very heart of God, which is justice and mercy. Well, this went quite a bit broader than the first part.",
    "start": "01:02:54",
    "end": "01:03:46"
  },
  {
    "text": "What we didn't get to look at was how Moses and Aaron, their dynamic is a firstborn dynamic.",
    "start": "01:03:48",
    "end": "01:03:55"
  },
  {
    "text": "Aaron's sons. You can just almost kind of summarize it quickly. What you learn midway through the Exodus story is that Moses has a brother. And then at a certain point in chapter seven, you're just given this little notice, which is right when they start approaching Pharaoh and really confronting him. And it's Exodus 7. 7. It's just a random little detail right in between these narratives, exciting narratives of conflict with Pharaoh. And it just says, yeah, you know, Moses was 80 years old and Aaron 83 when they spoke to Pharaoh. Aaron is the older brother, Aaron's the older brother. But yet Aaron, what God just said to Moses is, I will make you like Elohim to Pharaoh, and Aaron will be your prophet. So Moses becomes an image of God to Pharaoh, and Aaron is his, like, you know, helper. And Moses is the second born. Yeah, Aaron is the first. So even it's now we're firstborns within firstborns.",
    "start": "01:03:55",
    "end": "01:04:56"
  },
  {
    "text": "Aaron doesn't ever try to, like, overtake Moses, though.",
    "start": "01:04:57",
    "end": "01:05:00"
  },
  {
    "text": "No, there's no rivalry. It's just that God once again inverts the firstborn order with Moses and Aaron.",
    "start": "01:05:00",
    "end": "01:05:08"
  },
  {
    "text": "I mean, Aaron does, like, kind of lead a rebellion.",
    "start": "01:05:08",
    "end": "01:05:12"
  },
  {
    "text": "Yeah, in a way. Or he gives in to the people and the people. Yeah. Trick him or persuade him.",
    "start": "01:05:12",
    "end": "01:05:18"
  },
  {
    "text": "And those people are like, let's kill Moses.",
    "start": "01:05:18",
    "end": "01:05:20"
  },
  {
    "text": "Yeah, totally. Or let's make a God and worship him.",
    "start": "01:05:20",
    "end": "01:05:23"
  },
  {
    "text": "Don't they also, at one point, are like, let's kill Moses and go back to Egypt.",
    "start": "01:05:23",
    "end": "01:05:26"
  },
  {
    "text": "Yes, that's in the road trip gone wrong in the numbers scroll. So what's just fascinating is this dynamic of the inversion of the firstborn is a huge sub theme of the Exodus narrative as a whole, it rarely comes to the surface except in these moments of Israel was my firstborn. And then with Passover, and there, the inversion of the firstborn is right front and center, along with a whole bunch of other themes, obviously, which is what we ended up talking about.",
    "start": "01:05:26",
    "end": "01:05:55"
  },
  {
    "text": "And then Aaron's sons, to quickly summarize.",
    "start": "01:05:55",
    "end": "01:05:59"
  },
  {
    "text": "That he has four sons. Yeah.",
    "start": "01:05:59",
    "end": "01:06:01"
  },
  {
    "text": "Aaron has four sons.",
    "start": "01:06:01",
    "end": "01:06:02"
  },
  {
    "text": "Yeah. Nadav, Avihu, Eleazar, and it's the first.",
    "start": "01:06:02",
    "end": "01:06:09"
  },
  {
    "text": "Two, the older two sons, that bring the strange fire into the holy place and get zapped.",
    "start": "01:06:09",
    "end": "01:06:18"
  },
  {
    "text": "Yeah, sorry, I'm just going to bother. Oh, yeah. The fourth born son of Aaron is Ithamar. Yeah. And Nadav and Avihu, who are the oldest sons, end up violating the liturgy in some way on the day. The first day of the tabernacle's, like, service.",
    "start": "01:06:18",
    "end": "01:06:38"
  },
  {
    "text": "Yeah.",
    "start": "01:06:38",
    "end": "01:06:39"
  },
  {
    "text": "And what they do is take incense into the tent with what's called unauthorized fire. Strange fire. But bringing incense into the tent at that point was only the responsibility given to their dad. So you have the younger trying to assert the authority of their dad, taking the role of the dad. It's kind of like a ham move from Genesis chapter nine. Ham, you know, trying to take in some way the position of his father. And so they die and are consumed by fire. And it's the third born, Eleazar, who then takes the role as the next high priest in succession. So both with Moses and Aaron. And then among Aaron's sons, you get all the dynamics that you had in Genesis of God elevating the laterborn of the firstborn. Pulling a ham move. No, no, no, because ham's the third born. Oh, ham's the thirdborn.",
    "start": "01:06:40",
    "end": "01:07:35"
  },
  {
    "text": "Oh, yeah, but you're riffing on it. You've got the firstborn and the second born of Aaron, who are doing a ham kind of move, saying, let's take our power.",
    "start": "01:07:35",
    "end": "01:07:43"
  },
  {
    "text": "Yeah.",
    "start": "01:07:44",
    "end": "01:07:44"
  },
  {
    "text": "And even though it's not ours yet.",
    "start": "01:07:44",
    "end": "01:07:46"
  },
  {
    "text": "Yeah, let's. Let's do the thing that God has given only to our dad right now. Yeah, yeah. Cool.",
    "start": "01:07:46",
    "end": "01:07:52"
  },
  {
    "text": "All right, well, we gotta stop there. So our next stop is gonna be after the Torah and the former prophets.",
    "start": "01:07:52",
    "end": "01:07:59"
  },
  {
    "text": "Yeah.",
    "start": "01:07:59",
    "end": "01:07:59"
  },
  {
    "text": "This theme.",
    "start": "01:07:59",
    "end": "01:08:00"
  },
  {
    "text": "Yeah. The narratives that really turn this up in a really powerful way is the story of Hannah and her son Samuel at the beginning of the Samuel scroll. And then Samuel the prophet becomes the one who God calls to anoint and raise up a king for Israel from the many sons of a guy named Jesse. And it's the younger one, David, that's elevated. And then both of Those set the pattern that gets drawn upon in the latter prophets, especially the book of Isaiah, about how God will raise up a future seed of David to bring God's reign and blessing over all the nations, but through suffering and distress.",
    "start": "01:08:00",
    "end": "01:08:41"
  },
  {
    "text": "Okay, so the firstborn and the prophets.",
    "start": "01:08:42",
    "end": "01:08:44"
  },
  {
    "text": "Yeah, man.",
    "start": "01:08:44",
    "end": "01:08:44"
  },
  {
    "text": "We'll be next.",
    "start": "01:08:44",
    "end": "01:08:45"
  },
  {
    "text": "What a great theme.",
    "start": "01:08:45",
    "end": "01:08:46"
  },
  {
    "text": "Hey, this is Dan Gummel with the podcast team, and one of the things we want to start doing here occasionally at the end of our shows is introducing other staff. You know, there's a lot of people and a lot of projects that make up bibleproject. It's not just our English videos or our podcast. So we thought that this spot in our show would be the perfect place to highlight a variety of people working here. So to kick us off and read our outro credits, I'm here with a friend of mine and a co worker and the person who also happens to have the distinction of being employee number one, the first person who ever worked a Bible project. You want to go ahead and introduce yourself?",
    "start": "01:08:49",
    "end": "01:09:23"
  },
  {
    "text": "Yeah. My name is Robert Perez.",
    "start": "01:09:23",
    "end": "01:09:24"
  },
  {
    "text": "And Robert, tell us a little bit about who you are at bibleproject and what your day to day looks like.",
    "start": "01:09:24",
    "end": "01:09:29"
  },
  {
    "text": "I'm a creative director for the animation studio, and my day to day varies. I'm directing, I'm leading the artists, I'm drawing. I do a lot of stuff, but I'm kind of in charge of, like, a lot of the visuals.",
    "start": "01:09:29",
    "end": "01:09:43"
  },
  {
    "text": "Tell me a little bit about yourself outside of work.",
    "start": "01:09:43",
    "end": "01:09:45"
  },
  {
    "text": "I'm a family man. I got three kids and a wife, and I just love spending time with them.",
    "start": "01:09:46",
    "end": "01:09:52"
  },
  {
    "text": "You have a big Great Dane, don't you?",
    "start": "01:09:52",
    "end": "01:09:53"
  },
  {
    "text": "I used to know. Now I have a. It's a. It's a poodle.",
    "start": "01:09:54",
    "end": "01:09:57"
  },
  {
    "text": "One of those designer dogs.",
    "start": "01:09:57",
    "end": "01:09:58"
  },
  {
    "text": "Yeah.",
    "start": "01:09:58",
    "end": "01:09:59"
  },
  {
    "text": "Yeah.",
    "start": "01:09:59",
    "end": "01:09:59"
  },
  {
    "text": "Super trendy.",
    "start": "01:09:59",
    "end": "01:10:00"
  },
  {
    "text": "Yeah, super trendy. How many pets do you have?",
    "start": "01:10:00",
    "end": "01:10:04"
  },
  {
    "text": "I have two dogs and a tank.",
    "start": "01:10:05",
    "end": "01:10:08"
  },
  {
    "text": "Full of stick bugs, of stink bugs.",
    "start": "01:10:08",
    "end": "01:10:11"
  },
  {
    "text": "Stick bugs.",
    "start": "01:10:11",
    "end": "01:10:11"
  },
  {
    "text": "Stick bug.",
    "start": "01:10:12",
    "end": "01:10:12"
  },
  {
    "text": "Are you serious?",
    "start": "01:10:12",
    "end": "01:10:13"
  },
  {
    "text": "Yeah. They're my sons.",
    "start": "01:10:13",
    "end": "01:10:14"
  },
  {
    "text": "This is interesting.",
    "start": "01:10:14",
    "end": "01:10:15"
  },
  {
    "text": "They're very wild as far as they're very exotic. They're like. They get, like, about this big. But, yeah, my son is big into animals, and they're super easy because all you have to do is, like, spray them with water and give them, like, BlackBerry Vines and that's all. And they're super durable.",
    "start": "01:10:15",
    "end": "01:10:31"
  },
  {
    "text": "Yeah. Hard to break, hard to kill.",
    "start": "01:10:31",
    "end": "01:10:33"
  },
  {
    "text": "Yeah.",
    "start": "01:10:33",
    "end": "01:10:34"
  },
  {
    "text": "Wow.",
    "start": "01:10:34",
    "end": "01:10:34"
  },
  {
    "text": "We're talking a lot about bugs right now.",
    "start": "01:10:34",
    "end": "01:10:36"
  },
  {
    "text": "Wow. Well, will you read the outro for us? The credits?",
    "start": "01:10:36",
    "end": "01:10:39"
  },
  {
    "text": "Yeah. Today's show was produced by Cooper Peltz with associate producer Lindsey Ponder, our lead editor is Dan Gummel. Tyler Bailey and Frank Garza are our editors. This episode was mixed by Tyler Bailey and Hannah Wu compiled our annotations for the BibleProject app. We believe the Bible is a unified story that leads to Jesus. All our research are free, thanks to the generosity of thousands of people like you. Find free videos, podcasts, classes, study notes and more@bibleproject.com thanks for being part of this journey with us.",
    "start": "01:10:40",
    "end": "01:11:14"
  },
  {
    "text": "Great man.",
    "start": "01:11:14",
    "end": "01:11:15"
  },
  {
    "text": "Yeah.",
    "start": "01:11:15",
    "end": "01:11:15"
  },
  {
    "text": "All right, Robert.",
    "start": "01:11:15",
    "end": "01:11:16"
  },
  {
    "text": "Okay.",
    "start": "01:11:16",
    "end": "01:11:17"
  },
  {
    "text": "Yeah.",
    "start": "01:11:17",
    "end": "01:11:17"
  },
  {
    "text": "Thank you.",
    "start": "01:11:17",
    "end": "01:11:17"
  },
  {
    "text": "Thank you for coming in.",
    "start": "01:11:17",
    "end": "01:11:19"
  },
  {
    "text": "Sam.",
    "start": "01:11:28",
    "end": "01:11:44"
  }
]