[
  {
    "text": "Okay, this is BibleProject Podcast. I'm John and this is Tim. And today we're gonna do a Holy Spirit question and response.",
    "start": "00:00:07",
    "end": "00:00:16"
  },
  {
    "text": "Yes. Yeah. This is the first time we invited those of you who listened to our three part discussion on the Holy Spirit and then we asked you to send in questions. And man, a lot of you sending great questions. Really awesome. Thank you.",
    "start": "00:00:16",
    "end": "00:00:32"
  },
  {
    "text": "Yeah. So we are going to play some of these questions and we're going to answer them as best as possible. Although we're not calling it a Q and A.",
    "start": "00:00:32",
    "end": "00:00:41"
  },
  {
    "text": "Right? That's right. It's Q and R. Q and R, Yeah.",
    "start": "00:00:41",
    "end": "00:00:43"
  },
  {
    "text": "Question and response.",
    "start": "00:00:43",
    "end": "00:00:44"
  },
  {
    "text": "John and I do not presume to have all of the answers. That's silly.",
    "start": "00:00:45",
    "end": "00:00:50"
  },
  {
    "text": "Yeah.",
    "start": "00:00:50",
    "end": "00:00:50"
  },
  {
    "text": "But we are happy to respond.",
    "start": "00:00:50",
    "end": "00:00:52"
  },
  {
    "text": "Right, well, and this is Tim responding and I'll help you ask the questions, hopefully.",
    "start": "00:00:52",
    "end": "00:00:57"
  },
  {
    "text": "Yeah, fair enough.",
    "start": "00:00:57",
    "end": "00:00:58"
  },
  {
    "text": "Ok. So don't expect answers, but do expect responses. Okay. So this first question I think is good to start with because it'll help us just rethink the Hebrew paradigm of what we're talking about when we talk about spirit, but then go even further.",
    "start": "00:00:58",
    "end": "00:01:17"
  },
  {
    "text": "Yeah.",
    "start": "00:01:17",
    "end": "00:01:17"
  },
  {
    "text": "And this comes from Michelle Houston, and she wrote, I'm learning Hebrew. And I noticed that there's.",
    "start": "00:01:17",
    "end": "00:01:22"
  },
  {
    "text": "Michelle, you're learning Hebrew. That's awesome.",
    "start": "00:01:22",
    "end": "00:01:25"
  },
  {
    "text": "Yeah.",
    "start": "00:01:25",
    "end": "00:01:25"
  },
  {
    "text": "Hope that's going good for you. Sorry.",
    "start": "00:01:25",
    "end": "00:01:30"
  },
  {
    "text": "She noticed in her learnings that there's another Hebrew word, nephesh, and it usually gets translated as soul or heart, but sometimes spirit and breath.",
    "start": "00:01:31",
    "end": "00:01:41"
  },
  {
    "text": "Yeah. Yep.",
    "start": "00:01:41",
    "end": "00:01:42"
  },
  {
    "text": "And so what's the difference between ruach, which we talked in depth about, meaning spirit, and nefesh, which also sometimes is translated spirit.",
    "start": "00:01:42",
    "end": "00:01:52"
  },
  {
    "text": "Yes. Well, just as a quick preface, this happens both in Hebrew and in Greek. These terms, spirit, soul, mind, heart, body, they're called anthropological vocabulary. And in the New Testament and Old Testament, we need to remember that the biblical authors didn't sit down and write out an official glossary of technical anthropological vocabulary. So different authors use different words in different ways. And so instead of thinking about each word representing some individual component of the human body, body or entity, we should think of like the Venn diagrams of overlapping circles. And so sometimes the way one, the way Peter might use the word spirit will overlap with what Paul means by spirit, but also with another circle of what Paul might mean by heart in a different place. But all these words are talking about different aspects or ways of thinking about the human experience. As opposed to like a table of.",
    "start": "00:01:52",
    "end": "00:03:08"
  },
  {
    "text": "Elements, a periodic table of human experience.",
    "start": "00:03:08",
    "end": "00:03:12"
  },
  {
    "text": "Yeah. Of like the separable parts of the human. And ruach and nephesh. Are great examples of that. In Hebrew, there are two different words.",
    "start": "00:03:12",
    "end": "00:03:20"
  },
  {
    "text": "That kind of overlap in meaning.",
    "start": "00:03:20",
    "end": "00:03:22"
  },
  {
    "text": "Yeah. So ruach, as we explored, means the invisible animating life energy that humans receive as a gift from God and is also the same energy that animates all of creation. So breath, Breath, God's breath, divine breath that I receive as a gift. So nephesh is different. The translation.",
    "start": "00:03:22",
    "end": "00:03:44"
  },
  {
    "text": "Can I stop there?",
    "start": "00:03:44",
    "end": "00:03:45"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:03:45",
    "end": "00:03:46"
  },
  {
    "text": "But it also can mean. Ruach, can mean your own mental volition, essentially.",
    "start": "00:03:46",
    "end": "00:03:51"
  },
  {
    "text": "That's right. So the invisible, this idea of an invisible entity that produces visible effects. So that's what God's ruach does, animating all of creation. But then I have a ruach, you could say, because I have invisible or non material thoughts and ideas and purposes that produce a very visible effect in the world. And so that's what the biblical authors mean by saying you have no deceit in your spirit or that kind of. You get angry or provoked in your spirit.",
    "start": "00:03:51",
    "end": "00:04:27"
  },
  {
    "text": "Yeah. This is all really hard because I'm trying to deconstruct the paradigms I have of spirit and then come back and go, okay, what were the Hebrew thinkers doing with these words? And when they use the word spirit, they're doing so much. But as it relates to man. And if I have any sort of spirit, it can mean the breath of life.",
    "start": "00:04:28",
    "end": "00:04:55"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:04:55",
    "end": "00:04:56"
  },
  {
    "text": "Just the fact that I'm alive.",
    "start": "00:04:56",
    "end": "00:04:57"
  },
  {
    "text": "Yeah, that you're alive and breathing.",
    "start": "00:04:57",
    "end": "00:04:59"
  },
  {
    "text": "That I have God's spirit.",
    "start": "00:04:59",
    "end": "00:05:00"
  },
  {
    "text": "Yes.",
    "start": "00:05:00",
    "end": "00:05:01"
  },
  {
    "text": "Because it's this animating energy that gives everything life, including me. But then it can also refer to something else that. That's more personal to me. That's my ruach, that my ability to make decisions, think about things, thoughts, volition. And in Hebrew, that's both ruach as it pertains to me. But what they aren't necessarily saying right there is that I have some part of me, some ephemeral, disembodied.",
    "start": "00:05:01",
    "end": "00:05:33"
  },
  {
    "text": "Correct.",
    "start": "00:05:34",
    "end": "00:05:34"
  },
  {
    "text": "State.",
    "start": "00:05:35",
    "end": "00:05:35"
  },
  {
    "text": "Yeah, yeah, yeah, yeah.",
    "start": "00:05:36",
    "end": "00:05:37"
  },
  {
    "text": "Spiritual state that you can like maybe summon up during a seance or something.",
    "start": "00:05:37",
    "end": "00:05:45"
  },
  {
    "text": "Yeah. What the biblical authors don't mean when they talk about the spirit of a human is a disembodied you that can exist forever independent of your body in the afterlife or something like that. Yeah. That's not a biblical idea at its core. We can talk about that a little bit. Typically, however people think. Of course, that's in the Bible. That's what the word soul means.",
    "start": "00:05:46",
    "end": "00:06:18"
  },
  {
    "text": "Right.",
    "start": "00:06:18",
    "end": "00:06:18"
  },
  {
    "text": "And that's what the Hebrew word nephesh is sometimes translated. Yeah. Mishael is the Hebrew Word Nephesh, it entered into the English language Nephesh got translated in Tyndale's Bible, the Geneva Bible, and King James with the word soul. And if we think soul as. Yeah, that disembodied, the real you that lives independently of your body, that is not what the Hebrew word nephesh means. So nephesh, essentially, literally, there's a handful of uses where its most literal meaning is throat. So sheol, like the grave. There's this metaphor Isaiah uses of the grave, opens up its Nephesh to swallow up all of the living when they die. This vivid image of how everybody dies. They go down the nefesh of the grave.",
    "start": "00:06:21",
    "end": "00:07:16"
  },
  {
    "text": "Okay. The throat of the grave.",
    "start": "00:07:17",
    "end": "00:07:18"
  },
  {
    "text": "The throat. And then there's a handful of other places where, ah, in Psalm 42, 43, where he says, my Nephesh in a dry and thirsty land, my Nephesh aches for you, O Lord.",
    "start": "00:07:18",
    "end": "00:07:30"
  },
  {
    "text": "Oh, we translate that. Soul. My soul thirsts for you.",
    "start": "00:07:32",
    "end": "00:07:34"
  },
  {
    "text": "Yeah, but what he means, I'm thirsty.",
    "start": "00:07:34",
    "end": "00:07:37"
  },
  {
    "text": "My throat is thirsty.",
    "start": "00:07:37",
    "end": "00:07:39"
  },
  {
    "text": "Yeah, he's talking about a thirsty throat as a metaphor for longing for God as his source of life and love. But unfortunately, it gets translated as soul in our English translations. But what he means is my. Well, my throat thirsts for you is an image of his whole being. So your throat's a pretty important part of your body. Of your body, yeah.",
    "start": "00:07:39",
    "end": "00:08:04"
  },
  {
    "text": "It connects your body to your head.",
    "start": "00:08:05",
    "end": "00:08:06"
  },
  {
    "text": "Yeah, for one. But two, it's this passageway for air and food. Right. And the moment you close that thing off, you're done.",
    "start": "00:08:06",
    "end": "00:08:16"
  },
  {
    "text": "Oh, yeah, sure.",
    "start": "00:08:17",
    "end": "00:08:18"
  },
  {
    "text": "If there's anything that functions as important as we think, the brain. Now, we know the brain is like the central thing. Without it, the whole system doesn't work. It seems like in Hebrew thought, the Nephesh, the throat, is that central thing. Without it, everything shuts down.",
    "start": "00:08:18",
    "end": "00:08:37"
  },
  {
    "text": "Sure. Like, probably the fastest way to kill someone is just chop their head off.",
    "start": "00:08:37",
    "end": "00:08:41"
  },
  {
    "text": "That's right. So the Nephesh then becomes an image that stands for a creature as a whole, living, breathing creature.",
    "start": "00:08:41",
    "end": "00:08:51"
  },
  {
    "text": "So when I would say my throat thirsts for you, I'm actually using that.",
    "start": "00:08:53",
    "end": "00:08:58"
  },
  {
    "text": "As my whole being, as a living.",
    "start": "00:08:58",
    "end": "00:09:01"
  },
  {
    "text": "Creature, as a way to describe my whole.",
    "start": "00:09:01",
    "end": "00:09:03"
  },
  {
    "text": "My whole being. Yeah.",
    "start": "00:09:03",
    "end": "00:09:04"
  },
  {
    "text": "And we use. What's the term for using a part to symbolize the whole?",
    "start": "00:09:04",
    "end": "00:09:11"
  },
  {
    "text": "Yeah, yeah. The literary term is metonymy, where you use one part of a thing to stand for the whole thing.",
    "start": "00:09:11",
    "end": "00:09:18"
  },
  {
    "text": "Okay. And that's just a literary technique.",
    "start": "00:09:19",
    "end": "00:09:21"
  },
  {
    "text": "Yeah, we talk like that all the time. We talk about.",
    "start": "00:09:21",
    "end": "00:09:24"
  },
  {
    "text": "Oh, yeah, I've got A nice set of wheels referring to my car.",
    "start": "00:09:27",
    "end": "00:09:32"
  },
  {
    "text": "Yeah. So you use one part of the car, wheels, to refer to the whole car.",
    "start": "00:09:32",
    "end": "00:09:35"
  },
  {
    "text": "Yeah. And you know what I'm doing? Yeah, yeah.",
    "start": "00:09:35",
    "end": "00:09:38"
  },
  {
    "text": "You're talking in, like, 50 slang. I got new wheels.",
    "start": "00:09:38",
    "end": "00:09:42"
  },
  {
    "text": "So the same way when someone said, like, my throat thirsts, you realize, like, oh, they're talking about their whole being, not just.",
    "start": "00:09:42",
    "end": "00:09:48"
  },
  {
    "text": "Yeah. When the psalmist says, my Nephesh thirsts for you, my throat thirsts for you, what he's saying is, my whole being thirsts for you. So Nephesh just refers to a creature as a living, breathing being. And Nephesh can refer to humans, Nephesh can refer to animals. So it's the most common way that nephesh could be translated as just living person or living being or your being. I actually think the English word being kind of gets.",
    "start": "00:09:48",
    "end": "00:10:22"
  },
  {
    "text": "It's a better translation. But we got the word soul because of Tyndale.",
    "start": "00:10:22",
    "end": "00:10:28"
  },
  {
    "text": "Yeah, yeah. In the earliest English translations of the Bible from Hebrew, they rendered it with the word soul. And actually, in older English, the word soul meant. Could also mean living.",
    "start": "00:10:28",
    "end": "00:10:41"
  },
  {
    "text": "Well, here I just looked it up. An old English, Saul. Spiritual and emotional part of a person. Animate existence. Life. Living being.",
    "start": "00:10:42",
    "end": "00:10:52"
  },
  {
    "text": "Yeah, yeah, yeah. That's. Yeah. Animate being.",
    "start": "00:10:52",
    "end": "00:10:55"
  },
  {
    "text": "Yeah.",
    "start": "00:10:56",
    "end": "00:10:56"
  },
  {
    "text": "So you could say. Yeah. In older English, you could say there were 70 souls aboard the ship.",
    "start": "00:10:56",
    "end": "00:11:02"
  },
  {
    "text": "Right.",
    "start": "00:11:02",
    "end": "00:11:03"
  },
  {
    "text": "Or something like that.",
    "start": "00:11:03",
    "end": "00:11:04"
  },
  {
    "text": "And pilots still say that? Yeah, airline pilots do.",
    "start": "00:11:05",
    "end": "00:11:08"
  },
  {
    "text": "Really?",
    "start": "00:11:08",
    "end": "00:11:09"
  },
  {
    "text": "Yeah.",
    "start": "00:11:09",
    "end": "00:11:09"
  },
  {
    "text": "Serious.",
    "start": "00:11:10",
    "end": "00:11:11"
  },
  {
    "text": "Yeah. To this day, they always refer to any passenger as a soul when they count them.",
    "start": "00:11:11",
    "end": "00:11:16"
  },
  {
    "text": "Wow.",
    "start": "00:11:16",
    "end": "00:11:16"
  },
  {
    "text": "We've got a hundred souls on board.",
    "start": "00:11:16",
    "end": "00:11:18"
  },
  {
    "text": "That's a survival of that. Yeah, that's archaic. Survival of the older English meaning of soul.",
    "start": "00:11:18",
    "end": "00:11:24"
  },
  {
    "text": "Yeah. They're not being spiritual for a second, going like, let's not.",
    "start": "00:11:24",
    "end": "00:11:28"
  },
  {
    "text": "Yeah. Send these souls to precious, eternal souls.",
    "start": "00:11:28",
    "end": "00:11:31"
  },
  {
    "text": "Yeah.",
    "start": "00:11:31",
    "end": "00:11:31"
  },
  {
    "text": "That's not what the airline pilot means. No. So, yeah, in modern English, the word soul has shifted.",
    "start": "00:11:31",
    "end": "00:11:38"
  },
  {
    "text": "Yeah.",
    "start": "00:11:38",
    "end": "00:11:39"
  },
  {
    "text": "It's lost that older meaning, and it's.",
    "start": "00:11:39",
    "end": "00:11:41"
  },
  {
    "text": "Meant this disembodied part of you.",
    "start": "00:11:41",
    "end": "00:11:43"
  },
  {
    "text": "That's why I think, in my humble opinion, our modern English translation should drop the word soul.",
    "start": "00:11:43",
    "end": "00:11:50"
  },
  {
    "text": "Well, that would be a disaster.",
    "start": "00:11:50",
    "end": "00:11:52"
  },
  {
    "text": "But it would be accurate because languages change.",
    "start": "00:11:54",
    "end": "00:11:58"
  },
  {
    "text": "Yeah.",
    "start": "00:11:59",
    "end": "00:11:59"
  },
  {
    "text": "You can't.",
    "start": "00:11:59",
    "end": "00:12:00"
  },
  {
    "text": "When did soul start meaning a disembodied part of you rather than.",
    "start": "00:12:01",
    "end": "00:12:05"
  },
  {
    "text": "Well, I think it always meant that the English word. But the point is, it stopped meaning just living, breathing creature as one of its main meanings in English at some point that dropped from English usage, and then it leads to, I think, a common misunderstanding of these biblical passages that Use the word soul.",
    "start": "00:12:05",
    "end": "00:12:29"
  },
  {
    "text": "But at some point, people started using the word soul to not say that you're a living being, but to say that you have a part of you that extends beyond your body.",
    "start": "00:12:30",
    "end": "00:12:42"
  },
  {
    "text": "So I think that goes then into the next question that you told me about. Brian's question.",
    "start": "00:12:42",
    "end": "00:12:49"
  },
  {
    "text": "Brian's question. Okay, before we get to Brian's question, make sure we answer this question. Spirit, Ruach and nefesh.",
    "start": "00:12:49",
    "end": "00:12:57"
  },
  {
    "text": "Ruach is what animates me.",
    "start": "00:12:57",
    "end": "00:13:00"
  },
  {
    "text": "Okay.",
    "start": "00:13:00",
    "end": "00:13:01"
  },
  {
    "text": "Nefesh is just referring to me as an animated, living, breathing creature.",
    "start": "00:13:01",
    "end": "00:13:05"
  },
  {
    "text": "And there's times that those are both translated as spirit.",
    "start": "00:13:06",
    "end": "00:13:10"
  },
  {
    "text": "Yep. And depending on context. Yeah, yeah, it just depends on context.",
    "start": "00:13:10",
    "end": "00:13:13"
  },
  {
    "text": "Okay. All right. Brian has a question about moving now out of Hebrew thought into Greek thought, because the New Testament is written in Greek. And here's Brian's question.",
    "start": "00:13:13",
    "end": "00:13:25"
  },
  {
    "text": "Hi, John and Tim. In your podcast, you talked about the.",
    "start": "00:13:26",
    "end": "00:13:29"
  },
  {
    "text": "Holy Spirit in the New Testament through the lens of the Hebrew Bible. And my question is, with the culture shift that happens in the New Testament, do the New Testament writers ever interact.",
    "start": "00:13:29",
    "end": "00:13:40"
  },
  {
    "text": "With Greek concepts of spirit as opposed.",
    "start": "00:13:40",
    "end": "00:13:43"
  },
  {
    "text": "To Hebrew Bible concepts?",
    "start": "00:13:43",
    "end": "00:13:44"
  },
  {
    "text": "In other words, does the Holy Spirit.",
    "start": "00:13:45",
    "end": "00:13:46"
  },
  {
    "text": "As talked about in the New Testament, ever relate with ideas and in the Greco Roman world?",
    "start": "00:13:46",
    "end": "00:13:51"
  },
  {
    "text": "Or is it pretty much always in connection with Jewish ideas?",
    "start": "00:13:51",
    "end": "00:13:54"
  },
  {
    "text": "Thank you very much.",
    "start": "00:13:55",
    "end": "00:13:56"
  },
  {
    "text": "I'm a big fan of the Bible project.",
    "start": "00:13:56",
    "end": "00:13:58"
  },
  {
    "text": "Thanks, Brian.",
    "start": "00:13:58",
    "end": "00:13:59"
  },
  {
    "text": "Yeah, super great question. Really perceptive. So one just thinking in terms of cultures. No culture exists in a vacuum. Ancient Israelite culture was a part of the broader Canaanite ancient Near Eastern culture. And that's why their vocabulary, images, poetry, all is very similar. So in the same way. Yeah. As Jewish culture came to interact with the spread of Greek culture through Alexander the Great Sweeping Empire goes east. Yeah. So Jewish thought became really influenced by Greek ideas, Greek vocabulary. So imagine, you know, you're an apostle Paul. Yep. And you grew up educated, you know, in Tarsus. And so Paul's deeply aware, which would.",
    "start": "00:13:59",
    "end": "00:14:58"
  },
  {
    "text": "Have meant he was educated in Greek thought.",
    "start": "00:14:58",
    "end": "00:15:00"
  },
  {
    "text": "Yeah, yeah, yeah. There's actually lots of speculation about what his education was. Okay. But you can read ancient Greek and Roman authors and be pretty sure, like, oh, yeah, Paul was. He memorized these texts as a part of his education. Paul writes like Seneca, the ancient Latin author. Seneca writes and so on. But that's just standard education at the time and the place that he lived. But that's not the question. Isn't just, did he learn Greek and learn how to write? We're asking what shapes the fundamental worldview of the followers of Jesus? And there I Think we're safe to say the fundamental shape of their worldview is the Hebrew scriptures, what we call the Old Testament. However they learned Greek, the Greek of the New Testament, actually to scholars of classical Greek reads very odd. It's odd Greek to them because it sounds like Hebrew in Greek. People call it Semitic Greek because they're.",
    "start": "00:15:00",
    "end": "00:16:06"
  },
  {
    "text": "Actually thinking in Hebrew still, but they're using Greek words, correct?",
    "start": "00:16:06",
    "end": "00:16:09"
  },
  {
    "text": "Yeah, yeah. And so a great example of that is spirit or pneuma. So Greek culture was extremely diverse. As diverse as saying, what do Americans believe about God? Well, it's like, okay, so what did Greeks think about spirit?",
    "start": "00:16:09",
    "end": "00:16:25"
  },
  {
    "text": "Well, all sorts of things.",
    "start": "00:16:25",
    "end": "00:16:26"
  },
  {
    "text": "All sorts of things. One of the most influential traditions, however, is represented by Plato and Aristotle, this intellectual tradition called Platonism, which, it's a view, it's a worldview that says the material world that we exist in is actually not fully real. It's a shadow. He had this fame, the famous parable, the cave of the cave. Yeah, yeah.",
    "start": "00:16:26",
    "end": "00:16:51"
  },
  {
    "text": "That we are, we see reflections.",
    "start": "00:16:51",
    "end": "00:16:54"
  },
  {
    "text": "Yeah. We're like people who are sitting in a cave looking at the cave wall and all we see are reflections of the shadows of what's happening outside the cave. So the whole point is that the material world isn't actually what's really real. What's really real is the non material, the perfect ideal, which embodied philosophical thought and so on. That's a very influential view in Greek culture that's fundamentally at odds with the Hebrew scriptures view of the world, which is the world that we're in is reality.",
    "start": "00:16:54",
    "end": "00:17:34"
  },
  {
    "text": "This is it.",
    "start": "00:17:34",
    "end": "00:17:34"
  },
  {
    "text": "And it's capable of becoming so much more than it currently is. But what's keeping it from that is moral corruption and the limits of mortality and death.",
    "start": "00:17:36",
    "end": "00:17:49"
  },
  {
    "text": "So in Platonic thought, you can leave this existence and enter some better.",
    "start": "00:17:51",
    "end": "00:17:56"
  },
  {
    "text": "Yeah, this existence is second. It's a second rate prison.",
    "start": "00:17:57",
    "end": "00:18:00"
  },
  {
    "text": "Right.",
    "start": "00:18:00",
    "end": "00:18:01"
  },
  {
    "text": "Your body's a prison. And so how this is relevant to spirit then is your spirit in this train of thought. The Greek word pneuma is the real part of you. Is the real part of you that lives on or you hope it lives on and can attain a finally ideal or perfect form of existence.",
    "start": "00:18:01",
    "end": "00:18:19"
  },
  {
    "text": "That's not Hebrew scripture.",
    "start": "00:18:19",
    "end": "00:18:20"
  },
  {
    "text": "It's just so different. Yeah. In the Hebrew scriptures, spirit is a gift of God that animates you as a nephesh, a living creature. And what you're hoping for is for the liberation and redemption of this world from injustice and decay.",
    "start": "00:18:20",
    "end": "00:18:38"
  },
  {
    "text": "So that your body can live off.",
    "start": "00:18:39",
    "end": "00:18:41"
  },
  {
    "text": "Yeah, so that your body can live in this world, but in a new recreated State new creation. So in that sense, the New Testament authors, Paul, they are thoroughly Hebrew and how they use the word pneuma, they.",
    "start": "00:18:41",
    "end": "00:18:59"
  },
  {
    "text": "Don'T try to start to synchronize Greek thought with Hebrew thought.",
    "start": "00:18:59",
    "end": "00:19:02"
  },
  {
    "text": "Well, okay, but Paul's a consummate missionary, he's a strategist. So he reads the literature of his contemporaries. And so when, yeah, you can see in his letters to Corinth, the Corinthians or the Philippians, that he is familiar with these traditions and he'll adapt his vocabulary sometimes to their ways of thinking. But he doesn't adapt his worldview. He'll use vocabulary. Like for example, in his letter to Titus, which is to church communities on the island of Crete. His vocabulary through that letter is just chock full of really unique things that connect with Cretan culture about specifically truth. And so that's just one example. But what you. It's always in the particulars. You just have to look at particular texts. But on the whole, Paul adapts his vocabulary, but his worldview is fundamentally shaped by the Scriptures.",
    "start": "00:19:03",
    "end": "00:20:07"
  },
  {
    "text": "Okay, so in Greek we've got the word pneuma, which is a translation of the Hebrew word ruach. And it's used pretty consistently that way.",
    "start": "00:20:08",
    "end": "00:20:20"
  },
  {
    "text": "Yeah. Refer to the part of you that is just the breath that you have that comes from God or the part of you, the non material ideas and thoughts and purposes that represent you or that come from you and that produce visible effects in the world.",
    "start": "00:20:20",
    "end": "00:20:41"
  },
  {
    "text": "Now, in Greek, there's another word that's not in Hebrew because we talked about in Hebrew, there's no word for brain or mind.",
    "start": "00:20:41",
    "end": "00:20:48"
  },
  {
    "text": "Yes.",
    "start": "00:20:48",
    "end": "00:20:48"
  },
  {
    "text": "Yeah, yeah, but in Greek there is. And that word is.",
    "start": "00:20:48",
    "end": "00:20:52"
  },
  {
    "text": "Yeah, I would have to do more homework. It's not all fresh off the top of my head. But Paul can talk about God's spirit influencing his spirit or your spirit. So it's the part of you that's capable of being influenced. But Paul also talks about my mind as a place of rational purpose and thought and that our minds are also renewed or recreated or transformed by the work of God's spirit. I think we're back to the Venn diagram. The circles over left for Paul, mind and spirit have kind of this overlapping piece of it.",
    "start": "00:20:53",
    "end": "00:21:33"
  },
  {
    "text": "Yeah, and what's that in Greek? Mind?",
    "start": "00:21:34",
    "end": "00:21:36"
  },
  {
    "text": "Nous. Noose, Nous.",
    "start": "00:21:37",
    "end": "00:21:39"
  },
  {
    "text": "Okay, okay. But there's also the word psuche.",
    "start": "00:21:40",
    "end": "00:21:45"
  },
  {
    "text": "Oh, yeah, okay. That's the New Testament Greek equivalent of nephesh. So it usually gets translated as soul in the New Testament. And there's actually. Okay, and so this is where we Come to it, there's two places, only two, where once from in the teaching of Jesus and once in revelation, where the word suke, which usually get. It's where our word psyche or psychology, psychiatry. It's the psych part of that word.",
    "start": "00:21:46",
    "end": "00:22:18"
  },
  {
    "text": "Yeah.",
    "start": "00:22:18",
    "end": "00:22:18"
  },
  {
    "text": "Not the psych as in psych, the late 80s slang term, psych. So suke also, it's basically nephesh you as a living being. But there's two places, once in the teaching of Jesus, where he says, don't fear those who can just kill you. Your body, your body. Fear the one who has authority over your body and your psuche and can assign both to destruction. He says. So Jesus has this sense somehow that in the final judgment, or at least at death, your body and your suke can part ways.",
    "start": "00:22:18",
    "end": "00:23:02"
  },
  {
    "text": "Yeah. Okay. Whoa. So stop there, because that's different than what you're saying.",
    "start": "00:23:02",
    "end": "00:23:07"
  },
  {
    "text": "It is different. It's totally different.",
    "start": "00:23:07",
    "end": "00:23:09"
  },
  {
    "text": "So in Hebrew thought, your body dies and that's it.",
    "start": "00:23:10",
    "end": "00:23:13"
  },
  {
    "text": "Yeah. You go to the grave and you hope that God will redeem. Redeem your nephesh from the grave, meaning resurrection.",
    "start": "00:23:13",
    "end": "00:23:21"
  },
  {
    "text": "Yeah. So for there to be an option for your body to die, but then you still have this other thing that can also then be destroyed.",
    "start": "00:23:21",
    "end": "00:23:31"
  },
  {
    "text": "Yeah. So Jesus is unique. Clearly, Jesus has done some reflection. And Jewish literature in the time of Jesus has really progressed from the Hebrew scriptures to develop more thinking on this. Okay, so if the grave is where you sit after death, but there is this hope of God redeeming my life from the grave, as the poet says in Psalm 49, or of resurrection in Isaiah or Daniel, then what is that? What's the in between time? Because you don't stop existing, apparently.",
    "start": "00:23:31",
    "end": "00:24:09"
  },
  {
    "text": "Yeah. What is that state of being?",
    "start": "00:24:09",
    "end": "00:24:11"
  },
  {
    "text": "Yeah, The Old Testament just is nothing. It just uses the metaphor of sleep. You go to sleep when you die and then you wake up, which is.",
    "start": "00:24:11",
    "end": "00:24:20"
  },
  {
    "text": "Interesting, because when you're sleeping. Yeah. That's where are you.",
    "start": "00:24:20",
    "end": "00:24:24"
  },
  {
    "text": "Yeah. Your perception of time totally changes in sleep. And so by Jesus day. Yeah. There's lots of Jewish authors exploring this. And so Jesus himself recognizes that, well, your suke can part ways with your body and still exist.",
    "start": "00:24:24",
    "end": "00:24:42"
  },
  {
    "text": "But before suke being your now, now.",
    "start": "00:24:42",
    "end": "00:24:47"
  },
  {
    "text": "We'Re talking about you're not a living, breathing, animate being because your body's gone.",
    "start": "00:24:47",
    "end": "00:24:53"
  },
  {
    "text": "Yeah.",
    "start": "00:24:53",
    "end": "00:24:53"
  },
  {
    "text": "But the word suke still stands for the you, you.",
    "start": "00:24:53",
    "end": "00:24:58"
  },
  {
    "text": "So now this is where it seems like it's turning to not mean soul in the Old English sense, to mean.",
    "start": "00:24:59",
    "end": "00:25:05"
  },
  {
    "text": "It in the modern. That's exactly right. That's what I'm Saying it's a unique. But it's the unique exception that proves the rule that this usage in the line of Jesus stands out. And there's one other usage that's like this in the revelation where John sees the psuche of a whole bunch of Christian martyrs who were killed by the Romans and they are in God's temple pleading for God to bring justice for their innocent blood. So it's once again now it's a vision of the heavenly temple and so on. But it's just this idea that God's people exist in some form after the death of their bodies, but before resurrection. And this is what Paul seems to mean when he just says, when I die, I'll be with the Messiah, or to be apart from my body is to be with the Lord.",
    "start": "00:25:05",
    "end": "00:26:05"
  },
  {
    "text": "So I can still have a category of this disembodied state.",
    "start": "00:26:05",
    "end": "00:26:08"
  },
  {
    "text": "Yes. Yeah. But it's fundamentally different from the Greek concept because it's not permanent and it's not better. And it's not better. It's actually awkward. The ideal is to have a nephesh and body and spirit altogether because we're earthlings. We're fundamentally earthlings, not spiritual spirit in the biblical worldview. So. Yeah. This in between period of what we call the afterlife.",
    "start": "00:26:08",
    "end": "00:26:42"
  },
  {
    "text": "Yeah, yeah. Because I kind of grew up thinking that's the ideal. I don't know what I pictured it as. But this ideal, which comes from Platonic thought of being this.",
    "start": "00:26:42",
    "end": "00:26:53"
  },
  {
    "text": "And the biblical authors acknowledge that there must be some form of in between existence. Yeah. But they. No biblical author explores what that is or what is. The only information given about it is a metaphor called being asleep. That's it.",
    "start": "00:26:53",
    "end": "00:27:11"
  },
  {
    "text": "But Jesus refers to it.",
    "start": "00:27:11",
    "end": "00:27:12"
  },
  {
    "text": "But Jesus refers to it and John talks about it in a vision, in a visionary image.",
    "start": "00:27:12",
    "end": "00:27:18"
  },
  {
    "text": "Those are the only two times where we're talked about having a disease.",
    "start": "00:27:18",
    "end": "00:27:22"
  },
  {
    "text": "Yeah. That I'm aware of. I remember when I first realized all of this. I began reading and then I just went through all the uses of psuche and spirit in the New Testament. And last time I looked at my notes, those are the only two I can find interesting in the Bible.",
    "start": "00:27:22",
    "end": "00:27:37"
  },
  {
    "text": "We've talked about this a lot before, how I have struggled with just coming to grips with having a body, being a body.",
    "start": "00:27:38",
    "end": "00:27:44"
  },
  {
    "text": "Yeah.",
    "start": "00:27:44",
    "end": "00:27:45"
  },
  {
    "text": "And I think part of that does come from the tradition of really valuing this idea of a disembodied state. And so even my spirituality now, because I'm hoping one day to be kind of released from this body in heaven. And so even now to be spiritual means to get rid of my body.",
    "start": "00:27:45",
    "end": "00:28:07"
  },
  {
    "text": "Leave your body, which is usually connected with a whole worldview about what story I'm living in and where the story's going, which is about leaving the world.",
    "start": "00:28:07",
    "end": "00:28:18"
  },
  {
    "text": "Yeah.",
    "start": "00:28:18",
    "end": "00:28:19"
  },
  {
    "text": "Leave your body.",
    "start": "00:28:19",
    "end": "00:28:19"
  },
  {
    "text": "And you're saying that it's actually awkward. Like, that would be a weird and temporary thing. It's not explicit much in the Bible at all.",
    "start": "00:28:21",
    "end": "00:28:30"
  },
  {
    "text": "No.",
    "start": "00:28:30",
    "end": "00:28:30"
  },
  {
    "text": "Maybe two times.",
    "start": "00:28:30",
    "end": "00:28:31"
  },
  {
    "text": "Yeah. Jesus and the apostles would look at us very strangely if they heard us sing I'll fly away, O Glory I'll fly away when by and by. You know, I've always had a really hard time with that song. Interesting, because it's so not how the biblical authors write or think.",
    "start": "00:28:32",
    "end": "00:28:52"
  },
  {
    "text": "Man. I want to talk more about Jesus saying that thing.",
    "start": "00:28:54",
    "end": "00:28:58"
  },
  {
    "text": "Yeah. It's a fascinating teaching, but I don't.",
    "start": "00:28:58",
    "end": "00:29:00"
  },
  {
    "text": "Think we have time. I think we should move on. Maybe another time.",
    "start": "00:29:00",
    "end": "00:29:03"
  },
  {
    "text": "Thank you. Thank you, Brian.",
    "start": "00:29:04",
    "end": "00:29:05"
  },
  {
    "text": "Yeah, I hope to help. Brian. All right, this next question is Katherine Johnson. Good morning, Tim and John.",
    "start": "00:29:06",
    "end": "00:29:15"
  },
  {
    "text": "My name is Katherine. And here's my question. Based upon your description of the human spirit as volition, would you then conclude that a person in a coma or on life support would not have a functioning human spirit? And if so, then how do we explain the stories of these people responding with, say, a more rapid heartbeat to.",
    "start": "00:29:15",
    "end": "00:29:40"
  },
  {
    "text": "A loved one walking into their hospital room?",
    "start": "00:29:40",
    "end": "00:29:42"
  },
  {
    "text": "Could there be more to the consciousness of the human spirit than simply volition?",
    "start": "00:29:43",
    "end": "00:29:49"
  },
  {
    "text": "Thanks so much.",
    "start": "00:29:50",
    "end": "00:29:50"
  },
  {
    "text": "Yeah, thank you, Kathryn. That's a really, really perceptive question. So, yeah, when I heard your question, it made me want to clarify. Yeah. What we're not saying is what defines a human as a living, breathing creature or defines human consciousness is the ability to have volition. Yeah, that's not what we're saying. What we're saying is, in Hebrew, when the word spirit refers to the human spirit, if you look at all of those uses, what you see in common is it's talking about thoughts or purposes that are not visible but that have produce a visible effect in the world. Your question, Katherine, is a great one about just the broader biblical vision of what constitutes a human and a human being. A mind, body, spirit cocktail, interacting as a whole.",
    "start": "00:29:52",
    "end": "00:30:55"
  },
  {
    "text": "Yeah. Having divine breath, having our own internal state of energy, of rule, image of.",
    "start": "00:30:56",
    "end": "00:31:03"
  },
  {
    "text": "God, relational capacity, rationality, and so on. So, yeah, I wouldn't want to reduce that full, big, robust vision of humanity to just volition or conscious reasoning or purpose. Because you're right, that doesn't account for all kinds of human beings who maybe because of how their brains formed in a certain Way they aren't able, just because of the actual physical shape of their brain, to connect cause and effect and produce choices or make choices based on those effect. Sorry, edit this part out.",
    "start": "00:31:03",
    "end": "00:31:47"
  },
  {
    "text": "Okay.",
    "start": "00:31:48",
    "end": "00:31:49"
  },
  {
    "text": "So, yeah, what we don't want to do is say somehow we're reducing this robust vision of what humans are just to conscious purpose. There's all kinds of human beings that are made in God's image because of maybe how their brains formed. They have reduced capability of making rational choices or something like that, but they're still humans. An unconscious human is still a human, A human reflecting the image of God and is breathing God's ruach and so on.",
    "start": "00:31:51",
    "end": "00:32:22"
  },
  {
    "text": "Yeah. So her question is, does an unconscious person have a ruach, or I guess it depends on how you're using that word.",
    "start": "00:32:22",
    "end": "00:32:36"
  },
  {
    "text": "Yeah, that's right. Right.",
    "start": "00:32:36",
    "end": "00:32:37"
  },
  {
    "text": "Because if you're saying if it doesn't have the divine breath of life, well, yeah, they do.",
    "start": "00:32:37",
    "end": "00:32:42"
  },
  {
    "text": "Yeah.",
    "start": "00:32:42",
    "end": "00:32:42"
  },
  {
    "text": "They're still alive. If you are saying they have a ruach in the sense that they have their own internal, subjective volition, well, at that moment, it kind of doesn't seem like they do. Although what she's saying is there. There is now medical science that something might be going on.",
    "start": "00:32:42",
    "end": "00:32:58"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:32:58",
    "end": "00:32:59"
  },
  {
    "text": "They're still responding to things. Maybe it's unconsciously, but I guess the question then becomes, and this is getting really nerdy, does in Hebrew, is there any word to talk about an unconscious action?",
    "start": "00:32:59",
    "end": "00:33:15"
  },
  {
    "text": "Yeah, not in biblical Hebrew. Which isn't to say they didn't have a conception of that. It's just to say in the literature of the Hebrew Bible, something like that is never described.",
    "start": "00:33:16",
    "end": "00:33:27"
  },
  {
    "text": "So if I walked into a person in a coma, and I'm using biblical Hebrew, we don't really know what they would say about that person. They might say that they're whatever, they have the ruach of life still and.",
    "start": "00:33:29",
    "end": "00:33:46"
  },
  {
    "text": "They'Re living, breathing, human, made in God's image.",
    "start": "00:33:46",
    "end": "00:33:48"
  },
  {
    "text": "But this idea of when biblical authors talk about deciding things in Meiruach, or the deceit in my ruach, that wouldn't apply to that person anymore.",
    "start": "00:33:48",
    "end": "00:33:59"
  },
  {
    "text": "Correct. Yeah. So in that sense, yeah. For your question, Catherine, we were trying to define the meaning of ruach, the word ruach. We were not trying to define the meaning of the human spirit.",
    "start": "00:33:59",
    "end": "00:34:11"
  },
  {
    "text": "Right. When we in English say spirit and we mean something more.",
    "start": "00:34:12",
    "end": "00:34:15"
  },
  {
    "text": "That's right.",
    "start": "00:34:15",
    "end": "00:34:16"
  },
  {
    "text": "Something mixed up. Whatever Jesus was talking.",
    "start": "00:34:18",
    "end": "00:34:21"
  },
  {
    "text": "Yeah, yeah. Soul, mind, body, spirit, all that.",
    "start": "00:34:21",
    "end": "00:34:25"
  },
  {
    "text": "Okay.",
    "start": "00:34:25",
    "end": "00:34:26"
  },
  {
    "text": "Yeah. So, yeah, once again, it's categories. It's very difficult for us to come into the biblical worldview. Because our worldview for all these words is shaped by.",
    "start": "00:34:26",
    "end": "00:34:40"
  },
  {
    "text": "This was much simpler for me before because I had a body, I had a mind, and I had a soul. Right. So my body is just my physiology. My mind is part of that, but allows me to have rational thought. And then my soul is some mystical.",
    "start": "00:34:40",
    "end": "00:35:00"
  },
  {
    "text": "Non material, non material part of me.",
    "start": "00:35:01",
    "end": "00:35:03"
  },
  {
    "text": "That is actually more me than anything else. And it will live on. That was a lot easier. Those categories are easy for me.",
    "start": "00:35:03",
    "end": "00:35:11"
  },
  {
    "text": "Yeah.",
    "start": "00:35:11",
    "end": "00:35:11"
  },
  {
    "text": "And now you're giving me categories that are messy, are not as simple, but.",
    "start": "00:35:11",
    "end": "00:35:17"
  },
  {
    "text": "That are faithful to the Bible.",
    "start": "00:35:17",
    "end": "00:35:19"
  },
  {
    "text": "Or.",
    "start": "00:35:21",
    "end": "00:35:22"
  },
  {
    "text": "At least to the biblical author's way of using this vocabulary. Yeah.",
    "start": "00:35:22",
    "end": "00:35:25"
  },
  {
    "text": "Okay.",
    "start": "00:35:26",
    "end": "00:35:27"
  },
  {
    "text": "Thank you, Kathryn.",
    "start": "00:35:27",
    "end": "00:35:28"
  },
  {
    "text": "Thank you, Catherine.",
    "start": "00:35:28",
    "end": "00:35:28"
  },
  {
    "text": "That's a very thoughtful question.",
    "start": "00:35:28",
    "end": "00:35:30"
  },
  {
    "text": "Okay, moving on. We are going to take a question from Zeb Overton.",
    "start": "00:35:30",
    "end": "00:35:37"
  },
  {
    "text": "Hi, John and Tim. Zeb here. Listen, you guys are doing a great job.",
    "start": "00:35:38",
    "end": "00:35:42"
  },
  {
    "text": "Keep it up.",
    "start": "00:35:42",
    "end": "00:35:42"
  },
  {
    "text": "My question for you, Tim, is that you mentioned in the second episode that Paul's mention of spiritual gifts is not necessarily a comprehensive list, but it can.",
    "start": "00:35:43",
    "end": "00:35:55"
  },
  {
    "text": "Be viewed as examples of God's empowering or creative work within someone.",
    "start": "00:35:55",
    "end": "00:35:59"
  },
  {
    "text": "What evidence is there to suggest that.",
    "start": "00:36:00",
    "end": "00:36:03"
  },
  {
    "text": "These are examples and not a comprehensive list?",
    "start": "00:36:03",
    "end": "00:36:07"
  },
  {
    "text": "Thanks. Bye, Seb. Great question. Yeah, great question. There's differing opinions about how to answer this question, so I'll just say that up front. But here's at least how things seem to me. If you look in 1 Corinthians 12, Paul talks about the gifts, these empowerments by the spirit. He lists nine there. However, if you look in chapters 13 and 14, when he continues to talk about different empowerments of the Spirit, he doesn't just stick to those nine. He focuses in on certain ones that the Corinthians are having problems with. But then you go to Romans chapter 12, and he talks about these gifts or empowerments, graces that God can use to build up the church. And it's a different list. There's a few that overlap with 1 Corinthians 12, but there are some that are new and different there. If you look at another list of these gifts, in Ephesians 4, 4, Paul has 5, and they don't really overlap with either of the other two. And then you look at Peter's. In 1 Peter, chapter 4, he has a list of these gifts that God graces the church with. And it's a different list too. So how many spiritual gifts are there? Are there just the list from 1 Corinthians 12? Are there just 9 or are there 13? If you had Romans 12, 12 are there 17? You get my point? And then you have to look at, like, what's missing that you think might be there. So in other words, there's faith, gifts of faith, or administration or leadership, but there's no particular gift of just prayer. There's praying in tongues, there's prophecy. There's no gift of prayer. So I think when you kind of add that all up, it seems to me Paul's. He mentions different gifts that are relevant to the different audiences and the needs that he's addressing. But he seems to have a big concept of just potentials within people that the Spirit can influence and activate to build up the local church community. I think that should lead us comparing those four lists, to think that there are probably many more that the Spirit can activate than just the ones that are mentioned.",
    "start": "00:36:08",
    "end": "00:38:35"
  },
  {
    "text": "And if I said, well, it's really important to me that this is a comprehensive list, like, that's important to me.",
    "start": "00:38:36",
    "end": "00:38:43"
  },
  {
    "text": "Yeah.",
    "start": "00:38:43",
    "end": "00:38:44"
  },
  {
    "text": "What would you say?",
    "start": "00:38:44",
    "end": "00:38:44"
  },
  {
    "text": "Oh, I'd say that's fine.",
    "start": "00:38:44",
    "end": "00:38:47"
  },
  {
    "text": "That's fine.",
    "start": "00:38:47",
    "end": "00:38:48"
  },
  {
    "text": "That's fine. If you think that, that's fine. I don't think that. Okay, but that's okay. We can follow Jesus together and just disagree about that.",
    "start": "00:38:48",
    "end": "00:38:57"
  },
  {
    "text": "But then when you start talking about your spiritual gift of.",
    "start": "00:38:58",
    "end": "00:39:01"
  },
  {
    "text": "I don't know. I don't know. Yeah, I don't know what it. Yeah. I mean, you don't want to make it trivial. I have the gift of chewing bubble gum or something. It's ridiculous.",
    "start": "00:39:02",
    "end": "00:39:10"
  },
  {
    "text": "But I think what's cool about this idea of empowering to be more human is. Yeah. There's actually this thing that I've noticed a lot in the 21st century, which is the sense of vocational calling, like, there's something I was meant to do, God wants me to do with my life. And if that's true, then he probably is empowering you to do it. And then how is that different than a spiritual gift?",
    "start": "00:39:10",
    "end": "00:39:39"
  },
  {
    "text": "Yeah, that's interesting. I mean, the gifts, as they're mentioned in all four of those passages, are specifically the way someone can leverage these potentials within them for the good of their local community of Jesus followers. So Paul, he doesn't mention it in terms of, like, career vocation calling, which doesn't mean we shouldn't think about it that way. But I'm just saying the biblical language of gifts or graces are always gifts to the church by the Spirit.",
    "start": "00:39:39",
    "end": "00:40:11"
  },
  {
    "text": "Sure. Okay.",
    "start": "00:40:11",
    "end": "00:40:12"
  },
  {
    "text": "Yeah.",
    "start": "00:40:12",
    "end": "00:40:12"
  },
  {
    "text": "Yeah. Here's a question from Brandon Post.",
    "start": "00:40:13",
    "end": "00:40:16"
  },
  {
    "text": "Hey, guys, my name is Brandon Post. I'm from Oklahoma City, Oklahoma. I guess my questions that I have are in regards to Spiritual gifts. Passages like First Corinthians 12 through 15. Can I get you to just talk about the different miraculous spiritual gifts in First Corinthians 12? And workings of miracles and gifts, of healings and prophecy and tongues and words of wisdom and knowledge. And then like in First Corinthians 14, Paul says, pursue love earnestly, desire spiritual gifts, especially that you may prophesy. Thank you guys for what you're doing. It really does benefit me and my family. Thank you very much. Yeah, this is a really extremely complex topic and a controversial one through church history. So this is just. Take everything I say with a grain of salt. This is my take. And I wouldn't even say it's fully formed. Ask me in five years and I'll reflect on this more. But here's one thing that I won't say different five years from now is that our vocabulary about this is really fascinating. And it differs from the tradition to tradition. Well, it differs from the biblical vocabulary on it. For example, the phrase spiritual gifts actually doesn't occur in the Bible. It occurs in our English translations, but it doesn't occur in the text that the apostles wrote because they didn't speak English. They didn't speak English.",
    "start": "00:40:17",
    "end": "00:41:49"
  },
  {
    "text": "Of course it didn't. Yeah, but you're saying the phrase spiritual.",
    "start": "00:41:50",
    "end": "00:41:54"
  },
  {
    "text": "Gifts doesn't even appear in Greek. In Greek that Paul wrote in.",
    "start": "00:41:54",
    "end": "00:41:57"
  },
  {
    "text": "That would be something like.",
    "start": "00:41:57",
    "end": "00:41:59"
  },
  {
    "text": "So here's where this phrase comes from. It comes from Paul's first letter to Corinthians, chapter 12. And I'm just reading from the New American Standard. Now, concerning spiritual gifts. Brothers, I don't want you to be unaware. If you look. However, the word gifts there is in italics in the New American Standard. And that's always their way of cluing you into. Dear reader, this word doesn't represent anything in the original language. We're just saying it in English to help it make sense, to help make a sensible translation. Literally, what Paul says is spirituals or spiritual things. So in other words, what he's saying is, what is now concerning things that the spirit does, concerning the activities and manifestations of the spirit. I don't want you to be ignorant. And then he goes on in verse four to talk about, now, there are a variety of gifts. He uses the word gift, which is the Greek word charisma, charismata, but the same spirit. So Paul views the gifts as being activated and empowered by the spirit, but he actually doesn't himself ever use this phrase, spiritual gifts. And the reason why that's important is because the moment you use the phrase spiritual gifts. You get this conception that your spiritual gift is like your Christian superpower. Yeah, totally. And it's like you have that one and I have this one as opposed. I don't think that's at all what Paul's saying. What he's saying is there are things that the Spirit does and there is a variety of ways that the Spirit can empower or influence people. He calls these gifts or graces. And then he goes on and he's talking about the variety. A variety of gifts, a variety of ministries, a variety of effects or workings. So I don't think we should envision you just have the gift of whatever.",
    "start": "00:41:59",
    "end": "00:43:57"
  },
  {
    "text": "Like you were a normal human and then you became a Christian and now.",
    "start": "00:43:57",
    "end": "00:44:00"
  },
  {
    "text": "You have the power. And then you got healing or you got administration, or you got leadership.",
    "start": "00:44:00",
    "end": "00:44:06"
  },
  {
    "text": "I got healing power 3. And you have healing power. 2.",
    "start": "00:44:06",
    "end": "00:44:08"
  },
  {
    "text": "Yeah, totally. Yeah. I think we are totally imposing a foreign idea on Paul there. I think his conception is the Spirit works in a variety of ways in a local church body. And over the course of a lifetime, a spirit can use the same person in a variety of different ways. And that it's not like you just get one and that's your Christian superpower. So anyway, that's just kind of an opening preface. And then what do you say? You know, you read the Book of Acts, you read Paul's letters and the missionary effort, church planting, discipleship. The way people were taught how to follow Jesus involved really remarkable experiences of Jesus presence and of the Spirit that was just clear. And that something happened at Pentecost to the first circle of Jesus followers that was remarkable, that was inexplicable, except by saying, this is God's Spirit at work. So the question, of course, is whether those things continue to mark the church's experience or if they don't mark someone's experience. Is that a problem? Because Paul says, keep pursuing these things. There's a line in the Gospel of John where Jesus is talking about Nicodemus and he says, the Spirit blows where it wills. Speaking about the Spirit, I think there's something to that, that the Spirit doesn't have to work in the same way at every period of history and in every culture. I don't know why we should necessarily think that. And there are many times in church history where these kinds of experiences and activities have marked the life of local churches and people, usually in connection to new movements of the Jesus people into new cultures and new places. But I actually do think that cultivating this awareness of the Spirit is supposed to be a part of our Christian experience. It hasn't really been a part of mine. And that's something I'm still working out because I'm just so open to that. But it just hasn't ever been a part of my experience. So I'm kind of waiting for it, to be honest with you.",
    "start": "00:44:08",
    "end": "00:46:48"
  },
  {
    "text": "There's a lot of podcast listeners now praying for you.",
    "start": "00:46:51",
    "end": "00:46:53"
  },
  {
    "text": "Yes. For some sort of empowering of the spirit. But here's the thing. What Paul says is there's a variety of ways that the spirit works. And so I've got this thing for being buried in books and teaching. And that's one of the ways that the Spirit works. And I feel most alive to Jesus when I'm reading and studying and learning and then teaching. And it's not true for my wife. For her, it's when she's leading something and organizing something that's really disorganized in a way that helps people. And she's an incredible leader that way. And there's just different people, different ways that different people are alive to the spirit. So that's just about spiritual gifts in general, not so much about what we usually call the miraculous gifts.",
    "start": "00:46:53",
    "end": "00:47:36"
  },
  {
    "text": "Yeah, the miraculous gifts. And so I don't think maybe we should speak to it because we just don't have the history with it.",
    "start": "00:47:36",
    "end": "00:47:44"
  },
  {
    "text": "There are obviously abuses of it, but there are also abuses of Christian leadership. There are abusive Christian teachers.",
    "start": "00:47:46",
    "end": "00:47:53"
  },
  {
    "text": "Yeah, exactly.",
    "start": "00:47:53",
    "end": "00:47:53"
  },
  {
    "text": "It's not like somehow people healing others in, like, a credit card scam healing ministry that they have the monopoly on just being.",
    "start": "00:47:54",
    "end": "00:48:04"
  },
  {
    "text": "Yeah. Just because there's been abuses doesn't mean it's. It's all bad.",
    "start": "00:48:04",
    "end": "00:48:07"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:48:07",
    "end": "00:48:08"
  },
  {
    "text": "And don't put the spirit in a box is what I heard you say.",
    "start": "00:48:10",
    "end": "00:48:13"
  },
  {
    "text": "In a box. Yeah. So that's my take. And there are other people who could really speak more powerfully to that, but yeah. Cool.",
    "start": "00:48:13",
    "end": "00:48:21"
  },
  {
    "text": "Okay. Speaking of miraculous gifts, then here's a question from Maggie.",
    "start": "00:48:21",
    "end": "00:48:26"
  },
  {
    "text": "Hi, Tim and John. This is Maggie from Wisconsin. I just finished listening to your Holy Spirit podcast, the third one. And I feel like a lot of people are gonna have this question.",
    "start": "00:48:27",
    "end": "00:48:36"
  },
  {
    "text": "Question.",
    "start": "00:48:36",
    "end": "00:48:36"
  },
  {
    "text": "But you talked about how there's been a lot of debate in church history about speaking in tongues. And I'm assuming other spiritual gifts go along with that. Could you expand on some of the.",
    "start": "00:48:36",
    "end": "00:48:46"
  },
  {
    "text": "Debates and the different valid points of view?",
    "start": "00:48:46",
    "end": "00:48:49"
  },
  {
    "text": "If there is more than one valid point of view? Or maybe there. You just see that there's one valid point of view. I don't know, but I Would love to hear more about that. And I'm sure other people ask that question as well. But thank you guys, guys, for covering this topic. Yeah, thank you, Maggie. It's a great question. Let's start with what's not controversial. So what is happening in the New Testament? There's two different books of the New Testament that talk about this. And the question is how they relate to each other. So you have Acts, chapter two, Pentecost. There's the group of Jesus followers. The Holy Spirit comes on them, and they start speaking with other tongues, which means in other languages. And then at what. There's all these Israelites there for the feast in Jerusalem, and each one of them is hearing them speak in their own language or in their own tongue. And then Luke gives a long list of all the different cultures and languages represented. So that's remarkable. The spirit empowers them to both speak. But then also it draws attention, like three times in the text that the listeners are hearing these people speak in their own language. So this seems like the spirit doing something remarkable. So that more and different kinds of people. There's a cultural boundary lines. Not Jewish boundary lines. Everybody there is Jewish, but cultural backgrounds being boundary lines being crossed over. So that's Acts, Chapter two. They're human languages. They're meaningful. When Paul writes to the Corinthians in 1 Corinthians 12, he makes clear that he's addressing a set of problems related to a local church community. Not like going out in the streets, but when they gather for the Sunday gathering. Some people are in the worship gathering, when they're singing a hymn or they're praying, start speaking aloud in languages that nobody knows. Like, the point is, they're not human languages. And Paul calls this praying in tongues. So what is this? Well, as he goes on to describe it, he talks about how praying in tongues, he says you can pray engaging your mind, but he says that tongues is praying with your spirit apart from your mind. That's how he describes this phenomenon. And he says that it's not directed to other people, it's directed to God. So here Paul seems to be talking about something different, like spiritual prayer. Language is what it's called in some traditions where it's a way that you talk to God purely on an emotional level, and you do it without letting your mind form meaningful language. But you just let your mouth give utterance to what you feel. And every language has words like this actually, like ay, ay, or, you know, like ay karumba.",
    "start": "00:48:49",
    "end": "00:51:55"
  },
  {
    "text": "That's probably.",
    "start": "00:51:55",
    "end": "00:51:56"
  },
  {
    "text": "Yeah, that actually means something, but no, yeah, like gibberish. But that it has become a part of our language. Ay, ay, yai, Aha. Yikes. You know, so we all are. And these have become meaningful words, but what they represent is moments where your mind doesn't filter what you're saying and you just say whatever sounds express what you're feeling. And it seems to me that's what Paul's describing in 1 Corinthians 12, 14.",
    "start": "00:51:56",
    "end": "00:52:26"
  },
  {
    "text": "So how did that become practice in the church of Corinth then?",
    "start": "00:52:27",
    "end": "00:52:32"
  },
  {
    "text": "I don't know the answer to that question. However, early Christians weren't the only ones doing this. This was a common form of prayer and ecstatic trances in other Greek and Roman religions.",
    "start": "00:52:33",
    "end": "00:52:49"
  },
  {
    "text": "Okay, so it might have been imported.",
    "start": "00:52:49",
    "end": "00:52:51"
  },
  {
    "text": "From a different tradition. That's why when Paul opens up the conversation about this in First Corinthians 12, he says, hey, listen, you know that when you were pagans, you were led astray to mute idols everywhere you were led. And so let me tell you, no one is speaking by the spirit of God who says, let Jesus be cursed. And no one can say Jesus is Lord except by the Holy Spirit. So what he's saying is there's lots of spiritually empowered people in touch with spiritual powers that are real and that will influence you doing some spiritual voodoo stuff. We are the community that when the spirit's at work, what you'll know clearly is that Jesus is at the center of all of it. For Paul, the Spirit always points people to Jesus, not just so he was.",
    "start": "00:52:51",
    "end": "00:53:42"
  },
  {
    "text": "Aware that there was other people doing very seemingly spirit empowered stuff.",
    "start": "00:53:42",
    "end": "00:53:48"
  },
  {
    "text": "Yeah, because he says if people walk into our gathering and what they see is a bunch of people speaking aloud in these prayer languages, what they're going to say is these people are crazy. But the word that he says is referring to this pagan practice of babbling in transforms.",
    "start": "00:53:48",
    "end": "00:54:05"
  },
  {
    "text": "Oh, so they would have come in and not said, hey, these guys forgot their meds.",
    "start": "00:54:05",
    "end": "00:54:08"
  },
  {
    "text": "Yeah. They would have said, oh yeah, this is like what the people do at the Aphrodite temple.",
    "start": "00:54:08",
    "end": "00:54:11"
  },
  {
    "text": "Yeah, I've seen this before.",
    "start": "00:54:11",
    "end": "00:54:12"
  },
  {
    "text": "I've seen this before.",
    "start": "00:54:12",
    "end": "00:54:13"
  },
  {
    "text": "Yeah.",
    "start": "00:54:13",
    "end": "00:54:14"
  },
  {
    "text": "And so what Paul wants is anytime anyone comes into contact with a follower of Jesus under the influence of the spirit spirit, he wants that person to know immediately that it's Jesus.",
    "start": "00:54:14",
    "end": "00:54:23"
  },
  {
    "text": "This isn't just another.",
    "start": "00:54:24",
    "end": "00:54:25"
  },
  {
    "text": "Correct.",
    "start": "00:54:25",
    "end": "00:54:26"
  },
  {
    "text": "What was it called? Babbling.",
    "start": "00:54:26",
    "end": "00:54:28"
  },
  {
    "text": "Yeah, babbling.",
    "start": "00:54:29",
    "end": "00:54:30"
  },
  {
    "text": "Yeah, yeah, just another one of those sessions. This is something more.",
    "start": "00:54:30",
    "end": "00:54:33"
  },
  {
    "text": "These are people who have been changed by the love of Jesus and are expressing their devotion to him. Wow. So I think praying in tongues is something that the Spirit gifts some followers of Jesus with as a very meaningful way for them to connect to Jesus. And Paul says he does it himself, but he says what he'd rather do in the Sunday gathering is speak in normal language so that people can understand. And that if you want to do that in your own space in a way that doesn't distract other people, then do that or have somebody there who's going to translate what you're saying.",
    "start": "00:54:34",
    "end": "00:55:13"
  },
  {
    "text": "And he lumps tongues in with other miraculous gifts. In which list is it? It's in the.",
    "start": "00:55:13",
    "end": "00:55:19"
  },
  {
    "text": "In 1 Corinthians 12 and 14. He's playing prophecy, which is using your mind that's been reflecting on scripture that's been filled with songs about Jesus. And then you sense that the Spirit is using your mind saturated in Scripture to say a specific word of encouragement or challenge to the whole community or to a specific person. But you do it in your language. The point is you do it with your language and language the other person knows.",
    "start": "00:55:19",
    "end": "00:55:50"
  },
  {
    "text": "And is there a sense that Paul found a lot of value in these. Like when he says the greater gifts or.",
    "start": "00:55:53",
    "end": "00:56:00"
  },
  {
    "text": "Yes. Yeah. For Paul, the greater. The greater thing is love, to act in love.",
    "start": "00:56:01",
    "end": "00:56:06"
  },
  {
    "text": "But then when he says seek the greater gifts, is that what he says in First Corinthians 14?",
    "start": "00:56:06",
    "end": "00:56:12"
  },
  {
    "text": "So that you may prophesy, pursue love, yet earnestly desire spirituals? Spirituals, yeah.",
    "start": "00:56:12",
    "end": "00:56:20"
  },
  {
    "text": "Okay.",
    "start": "00:56:20",
    "end": "00:56:20"
  },
  {
    "text": "But especially that you could prophesy, because prophesying is a way of. Through you and your mind saturated in Scripture and Jesus death, that the Spirit can speak to encourage other people in a way they understand.",
    "start": "00:56:20",
    "end": "00:56:34"
  },
  {
    "text": "Cool.",
    "start": "00:56:35",
    "end": "00:56:35"
  },
  {
    "text": "Yeah.",
    "start": "00:56:35",
    "end": "00:56:36"
  },
  {
    "text": "Okay, let's keep moving. This next question is from Paige. At the time of Pentecost and Acts, the Jewish people were gathered to celebrate the festival of Shavuot. It is clear that it was always God's plan to have the Holy Spirit make its grand entry on this particular day. Are there any symbols, traditions, or practices that are unique to this holiday that.",
    "start": "00:56:36",
    "end": "00:56:56"
  },
  {
    "text": "Could shed light on the character of.",
    "start": "00:56:56",
    "end": "00:56:58"
  },
  {
    "text": "The Holy Spirit, how it works in our lives, or God's character? Thank you.",
    "start": "00:56:58",
    "end": "00:57:02"
  },
  {
    "text": "Yeah, Paige, good question. Thank you. Yes. So Pentecost is a pretty iconic moment in the New Testament. It's when the Holy Spirit does that crazy thing that happened in Acts, the Book of Acts, chapter two. So why that feast in Israel's calendar? Why did it happen then? 1.",
    "start": "00:57:03",
    "end": "00:57:29"
  },
  {
    "text": "Hold on, let's back up. The crazy thing being all the disciples are together.",
    "start": "00:57:29",
    "end": "00:57:33"
  },
  {
    "text": "Jesus told his disciples to wait in Jerusalem after the resurrection, and he Says, you're going to be clothed with power to become my witnesses to all the nations of the earth about the good news of the resurrection and the kingdom of God. And so what is that source of power? That is what is told for us in the story of Pentecost in the Book of Acts, chapter two. So they're having a prayer meeting, the followers of Jesus, a little over 100 people. And then the room fills with a violent wind rushing. And then there's temple glory fire over every individual person. And they start speaking in other languages.",
    "start": "00:57:35",
    "end": "00:58:21"
  },
  {
    "text": "And so the question is, why did this happen during the festival of Shavuot?",
    "start": "00:58:22",
    "end": "00:58:27"
  },
  {
    "text": "Shavuot is its Hebrew name, which means weeks. Sevens is what the word means, weeks. And then in Greek, that feast was called pentecoste, which means 50. And that, because it's 50 days, it's seven sevens.",
    "start": "00:58:28",
    "end": "00:58:48"
  },
  {
    "text": "49.",
    "start": "00:58:48",
    "end": "00:58:49"
  },
  {
    "text": "49. Let's round it up. On the 50th day is when this feast was after Passover.",
    "start": "00:58:49",
    "end": "00:58:56"
  },
  {
    "text": "Okay.",
    "start": "00:58:56",
    "end": "00:58:56"
  },
  {
    "text": "And so Jesus was crucified on Passover weekend. And then resurrection. And then they see Jesus over a period of 40ish days, we're told. And then they're waiting in Jerusalem. And then.",
    "start": "00:58:57",
    "end": "00:59:13"
  },
  {
    "text": "And then this feast.",
    "start": "00:59:14",
    "end": "00:59:14"
  },
  {
    "text": "And then this happened. So the question, you know, Paige's question is, is there something about the Feast of Weeks or Shavuot, Pentecost?",
    "start": "00:59:14",
    "end": "00:59:23"
  },
  {
    "text": "Because there's something very significant about the Passover meal.",
    "start": "00:59:23",
    "end": "00:59:26"
  },
  {
    "text": "Yeah, that's right. That was really important for Jesus death. That was intentional, the symbolism.",
    "start": "00:59:26",
    "end": "00:59:30"
  },
  {
    "text": "Very intentional. So it's the same intentionality in this feast.",
    "start": "00:59:30",
    "end": "00:59:33"
  },
  {
    "text": "Yeah. So there were three pilgrimage feasts in Israel's calendar from ancient times, where everybody's supposed to come to Jerusalem. So Passover, Pentecost, or the Feast of Weeks, and then Sukkot or Tabernacles, and they're both. They're harvest festivals. So this is a late spring. Pentecost is a late spring harvest festival. When I forget the wheat or the barley would come, and then you celebrate that. So they're agricultural feasts is how they begin. So within the Hebrew Bible, the meaning of the feast of weeks is never given a symbol like Passover was. And somewhere in the period, the Second Temple period, the Pentecost, if Passover was about the Exodus, then Pentecostal became linked to the key event after the Exodus, which was arriving at Mount Sinai and the giving of the Torah and the making of the covenant. So the thing is, we don't know precisely when that happened. It was after the Hebrew scriptures were already put together. So it was somewhere in the Second Temple period. And so Bible nerds debate whether that was an active symbolic meaning already in Jesus day about the meaning of the feast because they're later developed practices about reading the Torah. You gather to read together the covenant making story from the book of Exodus at Pentecost at the feast of weeks. So we don't know it's not meant. The only Jewish literature that mentions it is from the Talmud, which post dates the New Testament. But maybe they were doing it already. So if. So this is just a speculation. If however that was active in everybody's minds, that at Pentecost we're celebrating the harvest festival and we're celebrating the gift of the Torah that came with wind and fire and cloud on Mount Sinai, then you have a pretty close connection to the giving of the Spirit coming in wind and fire on the new covenant people of Jesus and writing the Torah on their hearts like Jeremiah says, when the Spirit comes or. Yeah, so anyway, that's the closest connection.",
    "start": "00:59:33",
    "end": "01:01:59"
  },
  {
    "text": "Seems very likely.",
    "start": "01:01:59",
    "end": "01:02:00"
  },
  {
    "text": "Yeah, there's a strong possibility, but that, you know, I wouldn't bet a horse on it.",
    "start": "01:02:00",
    "end": "01:02:08"
  },
  {
    "text": "Are you in the habit of betting in units of horses? No.",
    "start": "01:02:09",
    "end": "01:02:11"
  },
  {
    "text": "I don't know why I said that. I've never even been to horse race, but.",
    "start": "01:02:11",
    "end": "01:02:15"
  },
  {
    "text": "Oh, I see.",
    "start": "01:02:15",
    "end": "01:02:16"
  },
  {
    "text": "Yeah.",
    "start": "01:02:16",
    "end": "01:02:16"
  },
  {
    "text": "Okay. This next question comes from Logan Roland. Hey guys. You know, the work being done at the Bible Project has been my number one resource in both deconstruction and reconstruction of my faith. I'd love to be a part of what you guys are doing someday. I actually have a few questions and I hope that's okay. One, what in the world is going.",
    "start": "01:02:16",
    "end": "01:02:36"
  },
  {
    "text": "On in Acts 8 and 19 and.",
    "start": "01:02:36",
    "end": "01:02:39"
  },
  {
    "text": "I think some other places where the laying on of hands is required for some to receive the Holy Spirit and to piggyback off of that. Number two is there seems to be this kind of certainty presented in Acts about who has the Holy Spirit and who doesn't. How do we know if we or someone else has received the Holy Spirit? And even more like what in the world does that even mean? Three, how should understanding the meaning of the Holy Spirit that you have presented change the way we live our lives as well as present the gospel? Hey guys, thank you for all that you do.",
    "start": "01:02:39",
    "end": "01:03:14"
  },
  {
    "text": "All right, Logan, that was like a Logan with the things harder a shotgun strategy. Just fire many questions at once and see what sticks. Yes. Okay. Well, in terms of the laying on of hands and receiving the Spirit. So here's one thing to start in the book of Acts and actually the whole New Testament, there's a really diverse vocabulary to describe what happens when the Spirit does what the Spirit does to people. And there's a small number of times that's connected with.",
    "start": "01:03:15",
    "end": "01:03:55"
  },
  {
    "text": "Can we stop there?",
    "start": "01:03:55",
    "end": "01:03:56"
  },
  {
    "text": "Yes.",
    "start": "01:03:56",
    "end": "01:03:56"
  },
  {
    "text": "What the Spirit does to people. Because we talked about two different kind of things that the Spirit could do to people.",
    "start": "01:03:57",
    "end": "01:04:02"
  },
  {
    "text": "Yes.",
    "start": "01:04:02",
    "end": "01:04:02"
  },
  {
    "text": "Empowering people.",
    "start": "01:04:02",
    "end": "01:04:03"
  },
  {
    "text": "Correct. Yep. Yeah, like. Yep.",
    "start": "01:04:04",
    "end": "01:04:06"
  },
  {
    "text": "Like what's that guy's name? I always forget his name. Betsol, Betzalel and Joseph.",
    "start": "01:04:06",
    "end": "01:04:13"
  },
  {
    "text": "Appointing them for a task.",
    "start": "01:04:13",
    "end": "01:04:14"
  },
  {
    "text": "Appointing them for a task. But then also this hope for kind of being recreated. Your heart being recreated.",
    "start": "01:04:14",
    "end": "01:04:19"
  },
  {
    "text": "Yep. Moral, ethical, and then transformation, physical renewal. Yeah. So here's what's interesting. I just have a short list here. Here's all of the vocabulary words connected with that, what you just described. So in the New Testament, you can be baptized with the Spirit, you can be clothed with the Spirit. The Spirit can come upon people, it can fall upon people, it can be poured out on people. People can receive the Spirit, be filled with the Spirit, be full of the Holy Spirit, or be filled by the Spirit. The Spirit. So and if you go through all of those different words spread across the different Acts gospels, letters of Paul, Peter and John and so on, it's very similar. What it seems like didn't happen is that they sat down, had like a council meeting of. Now everybody, when you use the word receive mean this when you're filled with the Spirit.",
    "start": "01:04:19",
    "end": "01:05:23"
  },
  {
    "text": "Yeah, this is what you mean. And that difference differs from being baptized.",
    "start": "01:05:23",
    "end": "01:05:27"
  },
  {
    "text": "With Spirit and to this. You could also add to the list what's happening in the narrative about how people receive the Spirit. And there's a small number. You name them. Logan Acts, chapter 8, chapter 19, where it happens by someone laying on hands and laying their hands on another person and praying for them. But there are lots of places where that doesn't happen.",
    "start": "01:05:27",
    "end": "01:05:51"
  },
  {
    "text": "So it's not like it wasn't required.",
    "start": "01:05:51",
    "end": "01:05:53"
  },
  {
    "text": "Yeah, it doesn't seem like it was required. Rather, there were moments or situations where the symbolism, laying on of hands, which is very Israelite symbolism, priests were appointed with the laying on of hands. It's a leadership appointing symbol. Paul talks about this. He would commission leaders in local churches by laying on of hands. He says don't lay hands on anybody too quickly in a local church. Meaning don't appoint them to leadership before you know them really well. So it was a meaningful symbol of commissioning and sharing and participating. And apparently there were times where the apostles were out there doing their thing and when somebody decided to give their allegiance to Jesus, they laid hands on them and prayed for them. And then something remarkable happened which opens up the next question, Logan, which was it seems fairly clear in the Book of Acts when somebody comes under the influence of the spirit.",
    "start": "01:05:53",
    "end": "01:06:59"
  },
  {
    "text": "Right.",
    "start": "01:06:59",
    "end": "01:06:59"
  },
  {
    "text": "So is that how it's always supposed to be? Are there places where it's less clear? So let's remember the Book of Acts is talking about decades of time and Luke has been doing eyewitness, you know, his eyewitness investigation. So he's collected together and condensed decades worth of stories from all over the ancient world of the Jesus movement into one literary narrative.",
    "start": "01:07:01",
    "end": "01:07:31"
  },
  {
    "text": "The greatest hits.",
    "start": "01:07:31",
    "end": "01:07:32"
  },
  {
    "text": "Yeah. So in a sense this is something of like the greatest hits of the Holy Spirit. So we would expect to find the most dramatic stories of things the Spirit was up to here in the Book of Acts. So it feels like this was everyday life. But actually each of these stories is only happening in one place, far away from the other place that happened and separated by eight years or something. So it's good to remember that. And that about maps on to I think my own. I've been a follower of Jesus for 20 years and I've seen a handful of remarkable things happen that I think the Holy Spirit was up to. And there's just a handful that like.",
    "start": "01:07:32",
    "end": "01:08:20"
  },
  {
    "text": "Whoa, wasn't every week.",
    "start": "01:08:20",
    "end": "01:08:22"
  },
  {
    "text": "Yeah. And I think that's about what's happening in the Book of Acts too. So what seems to be more the day to day of life in the Spirit is the kind of thing that Paul talks about in his letters which isn't the what he calls the baptism of the Spirit or that's in the Book of Acts, which is that when somebody becomes immersed in Jesus life and love and they become immersed and part of the new covenant people of Jesus, the word baptism is used to describe that event. Some people call that the salvation event. And sometimes the word being filled up with the Spirit can describe that event in the Book of Acts too. Someone's first encounter with the Spirit and becoming a follower of Jesus. But then what? The Book of Acts and the other letters in the New Testament will go on to use the word to be filled with the Holy Spirit to just to describe your ongoing experience of the Spirit. And you can apparently be more or less full on any given day and.",
    "start": "01:08:22",
    "end": "01:09:29"
  },
  {
    "text": "You can keep in step with the Spirit.",
    "start": "01:09:29",
    "end": "01:09:30"
  },
  {
    "text": "Is that one that you mentioned? That's another image that Paul uses. But full is a great image because your Holy Spirit tank can apparently be more or less full and that we have an active role in how much we allow ourselves to be influenced by the Spirit. That's why in Ephesians 5, Paul uses the great metaphor, don't be drunk with wine. Don't come under the influence of these things that will influence your decision making, actually impair your decision making. But then he says, in contrast, be filled up by the spirit. And what he isn't saying is, be drunk, get drunk, but just with the spirit. The point is, come under a different kind of influence. And the same way that alcohol impairs your decision making abilities, the influence of the Spirit will repair your thinking abilities and allow you to make wise choices, empower you to be wise. And he goes on to describe that, and so on.",
    "start": "01:09:30",
    "end": "01:10:38"
  },
  {
    "text": "So is there also then, because Paul talks about the renewing of your mind, Correct?",
    "start": "01:10:38",
    "end": "01:10:43"
  },
  {
    "text": "Yep.",
    "start": "01:10:43",
    "end": "01:10:44"
  },
  {
    "text": "Are these then associated with the same?",
    "start": "01:10:45",
    "end": "01:10:47"
  },
  {
    "text": "Yeah, that's a place where mind and spirit are overlapping in Paul's usage. So to have your mind renewed is very similar to your spirit being influenced by God's spirit and the end result. Actually, it's interesting in Ephesians 5. So there's two places where he talks about the influence of the Spirit. One is Galatians, the fruit, love, joy, peace, patience, kindness, goodness, faithfulness, self control. But the other one's in Ephesians 5, chapter 5, where he says, don't get drunk with wine, don't come under that influence, rather be filled with the Spirit. And then he says, here's some markers of what a Holy Spirit influenced person looks like speaking to one another with psalms, hymns and spiritual songs. So you let the practice of singing poetic theology in the Sunday gathering. You let that, you let those songs begin to shape your mind. That music is a gift of the Spirit in the church that shapes how we think. That's one marker. The next marker is always giving thanks. So somebody who recognizes every day that everything in my life is a gift, even the ruach that I breathe is a gift. And then the third one is submitting yourselves, one to another out of reverence for the Messiah. So a community of people who are letting their worldview be shaped by good music, biblical poetry or biblically inspired poetry that we sing, a person who's constantly giving thanks, and then a person who's constantly elevating other people as more important than themselves. And then he goes right in to talk about how that works itself out in marriage, what it looks like for a husband to treat his wife as more important than him, what it looks like for a wife to do that, what it looks like for parents to do that for children and so on. It's really, really. So it's very practical. Like what does life in the spirit look like? It looks like a thankful person who's always humming, attuned about Jesus and who thinks that everyone else in the world is more important than themselves. Apparently.",
    "start": "01:10:47",
    "end": "01:13:21"
  },
  {
    "text": "I'd want to be that person's friend.",
    "start": "01:13:21",
    "end": "01:13:22"
  },
  {
    "text": "I want to be that person's. Yeah, I want to be that person's friend.",
    "start": "01:13:22",
    "end": "01:13:25"
  },
  {
    "text": "Right.",
    "start": "01:13:25",
    "end": "01:13:26"
  },
  {
    "text": "And I hope one day I can become more.",
    "start": "01:13:26",
    "end": "01:13:29"
  },
  {
    "text": "More like that person. Yeah. Wow.",
    "start": "01:13:29",
    "end": "01:13:31"
  },
  {
    "text": "Good question, Logan. Thank you.",
    "start": "01:13:31",
    "end": "01:13:33"
  },
  {
    "text": "Okay, we're going to do two more. This next question comes from Josiah Evans.",
    "start": "01:13:34",
    "end": "01:13:39"
  },
  {
    "text": "Hello, Tim and John.",
    "start": "01:13:40",
    "end": "01:13:41"
  },
  {
    "text": "My question is this. When trying to hear from God, what should we focus on? Hearing an answer to our question or detecting a signal of God's presence and.",
    "start": "01:13:41",
    "end": "01:13:50"
  },
  {
    "text": "Then try to work it out from there. Yeah, Josiah, that's really great question.",
    "start": "01:13:50",
    "end": "01:13:57"
  },
  {
    "text": "Yeah, very practical question. Yeah, we've been talking very theoretically, but let's keep practical.",
    "start": "01:13:57",
    "end": "01:14:04"
  },
  {
    "text": "Yeah, I, boy, I have some thoughts and a response, but I think, yeah, I think in the last podcast we talked about the way people discerned the Spirit working and speaking to them in the book of Acts. And there was a really diverse set of ways that happened. It happened through dreams. It happened through a group of Jesus followers praying together, fasting and praying and seeking discernment and guiding on a particular need or issue. It happened with Jesus followers together with their Bibles, open, prayerfully, meditating and debating and talking. What we don't actually really get information about is, for example, how Paul by himself sensed the leading and guiding of the Spirit. How did he experience that? That story is not told actually in the New Testament. So that's interesting that actually the way the majority way that this ways that people discern the guiding or voice of the Spirit is in community as a group of people. That's the pattern in the New Testament at least. Which isn't to say it can't happen one on one, it's just to say that's not really talked about, it wasn't tested. So yeah, I wouldn't even say in my own life, I'll say there's a handful of really mature followers of Jesus that I know who I admire and look up to. And to me they are models of this kind of active conversation with the Spirit. And what I observe in their lives is that they have an active, healthy set of prayer practices where everything in their life they're talking about with Jesus on a regular basis. So that seems to be a part of this and that they look for convergence like patterns that I see in these friends lives is that they discern what the Spirit's guiding them to do with something that they read in scripture that really rocked them. And then they were listening to a podcast and the same thing comes up. And then they're out to dinner with a friend and that same thing comes up. And then they go to church and the sermon is about that thing. So convergence. That's a pattern I've noticed in people that I respect. And then they make decisions based on that and they talk and pray with their friends and they say, I think I'm supposed to make this decision. I'm supposed to. I've only had one season of my life where I had a strong sense of that. And it was about moving back to Portland and had an amazing community, a great church, a great job at that church in Madison, Wisconsin. But over the course of a year, through a million different things, and I had to write it all down so I would never forget it. I had this overwhelming sense that I was supposed to move back to Portland. I never heard a voice, but there were lots of conversations, things that stood out to me in my own scripture reflections over that year. It was actually a two year process before I. From the first kind of sense of that that's what was supposed to happen to me actually moving two years.",
    "start": "01:14:04",
    "end": "01:17:57"
  },
  {
    "text": "So anyway, I make very slow decisions like that too.",
    "start": "01:17:58",
    "end": "01:18:02"
  },
  {
    "text": "Yeah. But I don't know, I think it works differently for different people too.",
    "start": "01:18:02",
    "end": "01:18:07"
  },
  {
    "text": "Yeah. It seems like some people have a lot of confidence when they sense that. What's the word you're using?",
    "start": "01:18:07",
    "end": "01:18:18"
  },
  {
    "text": "The guidance or leading?",
    "start": "01:18:19",
    "end": "01:18:20"
  },
  {
    "text": "No, Spirit. Where there's multiple things happening.",
    "start": "01:18:20",
    "end": "01:18:22"
  },
  {
    "text": "Oh, convergence. Convergence. Yeah.",
    "start": "01:18:22",
    "end": "01:18:24"
  },
  {
    "text": "That is the Spirit. Or if they have an intuition. Oh, that's the Holy Spirit. And then on the other end of the spectrum is probably me, who I'm highly skeptical and I'm always thinking that might have another explanation.",
    "start": "01:18:26",
    "end": "01:18:45"
  },
  {
    "text": "Correct.",
    "start": "01:18:45",
    "end": "01:18:46"
  },
  {
    "text": "And so I'm always second guessing. And then there's probably just living somewhere in the middle and just being aware of that. Having confidence at some times and having skepticism at other times. So it seems like there's a bit of a spectrum potentially of people's experience with that.",
    "start": "01:18:47",
    "end": "01:19:06"
  },
  {
    "text": "Yeah. And it seems to me that's reflected in the New Testament itself. People hear the Spirit's voice or sense the Spirit's guiding through a diverse set of practices. And that seems to reflect the lives of people I know too.",
    "start": "01:19:06",
    "end": "01:19:24"
  },
  {
    "text": "I remember when I was exploring the Spirit a lot more than I ever had because of a friend in a community that was. They were much more active in seeking the Spirit and hearing from the Spirit and communicating with each other by telling them what they are hearing from the Spirit and that kind of stuff. And really challenged by it, but just really confused, like, well, how do I do it? Right. And then how do I know that it's not me just making stuff up?",
    "start": "01:19:29",
    "end": "01:20:01"
  },
  {
    "text": "Yeah.",
    "start": "01:20:01",
    "end": "01:20:01"
  },
  {
    "text": "And I never really got a great answer.",
    "start": "01:20:03",
    "end": "01:20:05"
  },
  {
    "text": "No. I think it's an inherently subjective enterprise because we're talking about God's personal presence influencing me. I mean, it's not unlike the way really close friends influence each other or spouses, people who've been married for a really long time. Like, there are ways that I now make decisions because of the influence of Jessica on my life, even when she's not talking to me or in the room. But I've been. You know, we've lived together for 15 years.",
    "start": "01:20:05",
    "end": "01:20:50"
  },
  {
    "text": "Yeah.",
    "start": "01:20:51",
    "end": "01:20:51"
  },
  {
    "text": "And so there have been many times where it was really clear what she needed me to do or wanted me to do.",
    "start": "01:20:51",
    "end": "01:20:57"
  },
  {
    "text": "Yeah.",
    "start": "01:20:57",
    "end": "01:20:58"
  },
  {
    "text": "And then it just starts to become part of my own nature, a second nature.",
    "start": "01:20:58",
    "end": "01:21:02"
  },
  {
    "text": "Yeah.",
    "start": "01:21:03",
    "end": "01:21:03"
  },
  {
    "text": "And I think there's something like that.",
    "start": "01:21:05",
    "end": "01:21:06"
  },
  {
    "text": "It's an art, not a science.",
    "start": "01:21:06",
    "end": "01:21:07"
  },
  {
    "text": "Yeah. I think there's something like that where, oh, Jesus taught this. This is how he treated people the 10 times I've been in this circumstance in the past, and I made the wrong decision. So I think this is what the Spirit's guiding me to do. I need to do this. I need to give that money away. I need to go talk to that person and ask them this question, or I need to have that difficult conversation, that kind of thing. But it's subjective. But how could it be otherwise? If this is actually a relationship with an invisible person, it's going to have a degree of subjectivity to it. But I think that's what makes. That's what turns practicing Christian faith into an actual living reality, as opposed to a set of ideas that you adopt.",
    "start": "01:21:07",
    "end": "01:22:03"
  },
  {
    "text": "Okay, so to bring this whole thing home, we're going to end with a question from Parker Bullard. Hey, guys, thank you for this series on the Holy Spirit. My question is, what resources would you.",
    "start": "01:22:04",
    "end": "01:22:18"
  },
  {
    "text": "Recommend for further study on pneumatology? Yeah. Thank you, Parker. So, yeah, pneumatology being the technical theology word study of the Spirit for studying all of the biblical ideas about the Spirit. So, yeah, short list. Francis Chan wrote an excellent book for everyday average reader called the Forgotten God. And it's a whole book that's both theological and very pastoral and personal about his deep conviction that a life empowered by the Holy Spirit is what God, is, what Jesus wanted for his people, and that that's actually what will make the Jesus movement an effective presence in the world. It's a really great book moving more towards theological exploration. One of my favorite books is Christopher Knowing the Holy Spirit through the Old Testament. And if you read that book, the whole podcast conversation and the video that comes out, you'll be like, oh, Tim was really influenced by Christopher Wright. And I was. He's one of my favorite Old Testament scholars. And what's great is, even though the title's misleading because it's actually a full Old and New Testament exploration of the Spirit, but in a way that he gets the horse before the cart. Yeah, before the cart, which is exploring the Hebrew concepts of Spirit and then reading the New Testament in light of that. And then my favorite author on New Testament, and specifically Paul, because Paul mentions the Spirit hundreds of times, he has the most robust theology is a New Testament scholar named Gordon Fee. And he wrote two books. He wrote the big fat, more scholarly tome called God's Empowering Presence. And then he summarized all of that in a much shorter book that's less technical called Paul the Spirit and the People of God. Okay, so they're both excellent, but the second one is more accessible, more summary, and, yeah, more accessible to a broader audience. So that's kind of the top of my list.",
    "start": "01:22:18",
    "end": "01:24:46"
  },
  {
    "text": "You know, I was thinking of. Have you read or listened much to Frank Viola? No, no. He comes from a charismatic tradition, but he has this book called Revise Us.",
    "start": "01:24:46",
    "end": "01:24:59"
  },
  {
    "text": "Again and Revive Us, or Revise.",
    "start": "01:24:59",
    "end": "01:25:04"
  },
  {
    "text": "I think it's Revise.",
    "start": "01:25:04",
    "end": "01:25:05"
  },
  {
    "text": "That's clever. I'm going to look it up here.",
    "start": "01:25:06",
    "end": "01:25:09"
  },
  {
    "text": "Let's see.",
    "start": "01:25:13",
    "end": "01:25:13"
  },
  {
    "text": "You're right. Revise us again.",
    "start": "01:25:14",
    "end": "01:25:16"
  },
  {
    "text": "Revise us again. And in it. I remember listening to it on audio a long time ago. And what I remember is that.",
    "start": "01:25:16",
    "end": "01:25:24"
  },
  {
    "text": "It.",
    "start": "01:25:28",
    "end": "01:25:28"
  },
  {
    "text": "Definitely doesn't come from my tradition because I come from a more cessationist tradition. But for someone who comes from a charismatic tradition but is wrestling with maybe abuses they've seen or confusion that's come out of that, he brings a lot of clarity from within that tradition. So I think that's also a cool resource.",
    "start": "01:25:28",
    "end": "01:25:49"
  },
  {
    "text": "Yeah, sweet. Cool.",
    "start": "01:25:49",
    "end": "01:25:52"
  },
  {
    "text": "All right, well, that was a lot. This was long. But helpful.",
    "start": "01:25:52",
    "end": "01:25:56"
  },
  {
    "text": "Yeah. Thank you guys for your great questions.",
    "start": "01:25:56",
    "end": "01:25:59"
  },
  {
    "text": "Really appreciate it. And yeah, thanks. And for all your encouragement with questions, too.",
    "start": "01:25:59",
    "end": "01:26:04"
  },
  {
    "text": "Our plan is to do more of these. More question and response.",
    "start": "01:26:04",
    "end": "01:26:08"
  },
  {
    "text": "Yeah, let's do more.",
    "start": "01:26:08",
    "end": "01:26:09"
  },
  {
    "text": "We'll tell you about those in the future.",
    "start": "01:26:09",
    "end": "01:26:11"
  },
  {
    "text": "Cool. And the next podcast is going to. To be probably on the word study for Shema. I have a feeling that's going to be the next one.",
    "start": "01:26:12",
    "end": "01:26:24"
  },
  {
    "text": "Awesome. More Hebrew.",
    "start": "01:26:25",
    "end": "01:26:26"
  },
  {
    "text": "Some more Hebrew.",
    "start": "01:26:27",
    "end": "01:26:27"
  },
  {
    "text": "Hebrew action.",
    "start": "01:26:27",
    "end": "01:26:28"
  },
  {
    "text": "Just cram some more Hebrew in your brain.",
    "start": "01:26:28",
    "end": "01:26:30"
  },
  {
    "text": "Yep.",
    "start": "01:26:30",
    "end": "01:26:30"
  },
  {
    "text": "All right. Till next time.",
    "start": "01:26:31",
    "end": "01:26:33"
  },
  {
    "text": "It.",
    "start": "01:26:42",
    "end": "01:26:42"
  }
]