[
  {
    "text": "This is the Bible Project podcast. In this episode, we're going to continue conversation I'm having with Tim Mackey about the Holy Spirit. If you haven't listened to the previous episode, I highly recommend it. We're going to pick up where we left off. In the last episode, we talked about ruach, being wind, breath and spirit, a word used for all three of those concepts. And in this episode, we're going to pick up and talk about a fourth meaning of the word ruach, which is man's spirit. What does it mean for humans to have a spirit? And how is that different from the breath of life? Then we talk about the three main activities of the Holy Spirit in the Old Testament. Last episode, we talked at length about the first one, which is the spirit involved in creating and sustaining all of life. We'll talk about the second activity, which is God empowering people for specific tasks.",
    "start": "00:00:02",
    "end": "00:00:51"
  },
  {
    "text": "The spirit is something that keeps you alive. You live by the spirit. But then he says you can also get out of step with the spirit. So the spirit never leaves any living creature in the sense that keeps them alive. But you can be filled with the spirit of life, but not be in tune with the spirit of God.",
    "start": "00:00:51",
    "end": "00:01:06"
  },
  {
    "text": "And then we talk about the third activity, which is God's spirit recreating the world and humanity itself.",
    "start": "00:01:06",
    "end": "00:01:15"
  },
  {
    "text": "What's going to have to happen to humanity so that we become people who truly love God and love others.",
    "start": "00:01:15",
    "end": "00:01:20"
  },
  {
    "text": "Thanks for listening in. Here we go. Okay, let me do the blitz recap, okay. For my benefit. Creation. Creation is this way to describe when the wilderness, the tohu vavohu, the just, the waste and wild creation, becomes ordered and meaningful and full of life. And in order to do that, God's spirit, His ruach, was hovering and actively participating in how that was done. So it's the ruach of God that brought forth creation in the first place. And by creation, we mean the ordered, lifeful place that we know. Not only that in Genesis 2, humans were given the ruach of God so that they weren't just dirt, but were also now animated. So in the worldview, as you look around at yourself and you're breathing in ruach, and you're breathing out ruach, and you see, see the wind blowing, and you see things just coming out of the ground that you can eat and that other animals eat, and you see all this order in the sky. All of that in your psychology must be powered by the ruach of God. It's coming into your lungs, but it's also all around you. And so while Everyone alive has the breath of life, has God's energizing spirit keeping them alive. There's another biblical concept that man has his own spirit, his own ruach. And that's where we're going to pick up right now.",
    "start": "00:01:20",
    "end": "00:03:12"
  },
  {
    "text": "The last main nuance of the word spirit is a use of spirit to talk about a human mindset or intellectual consciousness or purpose. Psalm 33, 2, Blessed is the one whose sin the Lord does not account against them, and in whose spirit is no deceit. Deceit or treachery isn't something that I.",
    "start": "00:03:12",
    "end": "00:03:38"
  },
  {
    "text": "Breathe or is in your breath.",
    "start": "00:03:38",
    "end": "00:03:40"
  },
  {
    "text": "Yeah. So now the animating life energy has, which is already a metaphor for breath has another layer of metaphor to it that we're talking about the invisible mindset or frame of mind that I have here, that a consciousness or purpose of treachery or deceit. And so you can just say there's no deceit.",
    "start": "00:03:40",
    "end": "00:04:03"
  },
  {
    "text": "So is this talking about consciousness in a way?",
    "start": "00:04:03",
    "end": "00:04:05"
  },
  {
    "text": "Yeah, I've used here the phrase frame of mind, or you could say conscious purpose, but it's. Where is deceit? Can I touch deceit? No, it's invisible.",
    "start": "00:04:06",
    "end": "00:04:16"
  },
  {
    "text": "Right.",
    "start": "00:04:17",
    "end": "00:04:17"
  },
  {
    "text": "It's a series of thoughts and ideas in my mind. But in the Old Testament there's no word for brain. And so really mind is probably the best English translation of this use of ruach.",
    "start": "00:04:17",
    "end": "00:04:29"
  },
  {
    "text": "Okay.",
    "start": "00:04:30",
    "end": "00:04:31"
  },
  {
    "text": "So this idea of breath that animates when the ancient thinker wants to explain how I have purposefully decided to try to deceive.",
    "start": "00:04:31",
    "end": "00:04:45"
  },
  {
    "text": "Uh huh.",
    "start": "00:04:46",
    "end": "00:04:46"
  },
  {
    "text": "I'm thinking, well, this, this intent is in no way physical.",
    "start": "00:04:46",
    "end": "00:04:50"
  },
  {
    "text": "Right.",
    "start": "00:04:51",
    "end": "00:04:51"
  },
  {
    "text": "But it belongs to me. It's my intent, it's within me. And so what is it? Well, it must be that breath. It must be that animated force which again, it's my life, my ruach.",
    "start": "00:04:51",
    "end": "00:05:05"
  },
  {
    "text": "Yeah.",
    "start": "00:05:05",
    "end": "00:05:06"
  },
  {
    "text": "And we would use the word mind.",
    "start": "00:05:06",
    "end": "00:05:07"
  },
  {
    "text": "Yep. Yeah. In whose mind is no deceit? And that's why this is different than heart. In the Old Testament, heart is where is your will and desire and affection. But these uses of spirit have to do more with what we would call mind or consciousness.",
    "start": "00:05:07",
    "end": "00:05:25"
  },
  {
    "text": "Oh, interesting.",
    "start": "00:05:25",
    "end": "00:05:25"
  },
  {
    "text": "So in Ecclesiastes he says, don't be quickly provoked in your ruach, for anger resides in the lap of fools.",
    "start": "00:05:25",
    "end": "00:05:33"
  },
  {
    "text": "Wouldn't that happen in your heart then.",
    "start": "00:05:33",
    "end": "00:05:34"
  },
  {
    "text": "If it's about emotion and affection, love, feeling, there is some, there's some overlap, but here it's in both cases it's something to do with a purpose. So you get angry, there's an intent. Yes, look, the famous Psalm 51, this last example that David prays after messing up with Bathsheba and it's creation language. He says, create in me a pure heart and renew a steadfast ruach in me.",
    "start": "00:05:34",
    "end": "00:06:06"
  },
  {
    "text": "So create in me new affections and new love and new desire.",
    "start": "00:06:06",
    "end": "00:06:11"
  },
  {
    "text": "Will and desire and renew a steadfast. Let me look it up real quick. A pure heart, create for me and a spirit that is upright. Renew within me. Don't cast me away from you. Don't take your holy ruach from me.",
    "start": "00:06:11",
    "end": "00:06:31"
  },
  {
    "text": "Create me a pure heart. You say heart means will.",
    "start": "00:06:31",
    "end": "00:06:34"
  },
  {
    "text": "Will and feeling and emotion.",
    "start": "00:06:35",
    "end": "00:06:39"
  },
  {
    "text": "But will is different than feeling and emotion.",
    "start": "00:06:39",
    "end": "00:06:41"
  },
  {
    "text": "It is in English. I'm just saying the kinds of things. Love the Lord your God with all your heart.",
    "start": "00:06:42",
    "end": "00:06:48"
  },
  {
    "text": "Okay, so love.",
    "start": "00:06:48",
    "end": "00:06:49"
  },
  {
    "text": "So love is both about affection, but it's also about a will and a choice and a devotion too. But spirit in these is about a mindset or a purpose.",
    "start": "00:06:50",
    "end": "00:07:01"
  },
  {
    "text": "What's the difference between will and mindset or will and intention?",
    "start": "00:07:01",
    "end": "00:07:04"
  },
  {
    "text": "It might be that they overlap in some way.",
    "start": "00:07:05",
    "end": "00:07:08"
  },
  {
    "text": "One begins with an affection and one begins with a.",
    "start": "00:07:08",
    "end": "00:07:11"
  },
  {
    "text": "Nowhere in the Hebrew Bible do you feel something in your spirit. You feel things in your heart and in your guts. Your spirit is about ideas and purpose. Mind. Mind is the perfect word for it.",
    "start": "00:07:11",
    "end": "00:07:26"
  },
  {
    "text": "Interesting ruach.",
    "start": "00:07:26",
    "end": "00:07:27"
  },
  {
    "text": "So it's the animating life principle. It's invisible. But then that invisible animation itself becomes a way of talking about your thoughts and thinking up purposes and ideas and things you must do. Yeah, you're right. I haven't thought about this before, but yeah, intent, conscious intent, mind, purpose. That can be called a person's ruach. Your ruach. And this is where the idea of God's ruach and the human ruach begin to relate to each other. Because there's going to flow out of this a whole. What flows out is that God's ruach can enter into humans and influence them and empower them.",
    "start": "00:07:28",
    "end": "00:08:12"
  },
  {
    "text": "So even though I'm already being empowered by God's ruach, I have my own ruach.",
    "start": "00:08:12",
    "end": "00:08:17"
  },
  {
    "text": "That's right. Yes.",
    "start": "00:08:17",
    "end": "00:08:18"
  },
  {
    "text": "And then God can influence my ruach with his ruach.",
    "start": "00:08:18",
    "end": "00:08:20"
  },
  {
    "text": "Yeah. So I have my life breath that is borrowed and the gift and animates me. I didn't ask for it, he's just given it to me. I don't have to thank God for it. But then there's my mind, my own ruach, my own ruach.",
    "start": "00:08:20",
    "end": "00:08:33"
  },
  {
    "text": "That's different than the life breath.",
    "start": "00:08:33",
    "end": "00:08:35"
  },
  {
    "text": "Correct. Because it's my thoughts and my purposes. But they exist on the level of ruach because they're invisible. I can't see my thoughts and it's.",
    "start": "00:08:35",
    "end": "00:08:44"
  },
  {
    "text": "Different than my emotions and my affections and my heart.",
    "start": "00:08:44",
    "end": "00:08:49"
  },
  {
    "text": "Yeah, even you can't see it, podcast listeners. But I'm pointing to my brain.",
    "start": "00:08:49",
    "end": "00:08:53"
  },
  {
    "text": "That's your ruach.",
    "start": "00:08:54",
    "end": "00:08:55"
  },
  {
    "text": "But they don't have any concept of brain. And it's not your heart, it's your ruach. Where do your thoughts come from? The invisible ideas and things that occur.",
    "start": "00:08:55",
    "end": "00:09:07"
  },
  {
    "text": "To you, and that's yours.",
    "start": "00:09:07",
    "end": "00:09:08"
  },
  {
    "text": "It's hard for us not to point to our heads. And that's yours. And so you have here then, this overlapping concept of that God's ruach, his own personal life presence that already animates you anyway, but that can interact with your mind ruach and influence you. So who is the first person full of the spirit in the Bible? This is another good Bible trivia.",
    "start": "00:09:08",
    "end": "00:09:34"
  },
  {
    "text": "Let me not look. The first person I saw the word Joseph.",
    "start": "00:09:34",
    "end": "00:09:37"
  },
  {
    "text": "Oh, well, there you go.",
    "start": "00:09:37",
    "end": "00:09:38"
  },
  {
    "text": "Really? Is that the. That's the first person Joseph.",
    "start": "00:09:38",
    "end": "00:09:41"
  },
  {
    "text": "Yes. When. When he interpret. Pharaoh has those weird dreams in the book of Genesis, chapters 40 and 40, and nobody can interpret his dreams. And then there's this slave in prison, Pharaoh. He interprets the dreams, and Pharaoh says, oh, my gosh, you are a man in whom is the ruach of the gods.",
    "start": "00:09:41",
    "end": "00:10:02"
  },
  {
    "text": "So this is being empowered differently than being created. Everyone's been created with God's ruach.",
    "start": "00:10:03",
    "end": "00:10:07"
  },
  {
    "text": "Yeah. He's not saying, oh, you're alive.",
    "start": "00:10:07",
    "end": "00:10:10"
  },
  {
    "text": "Yeah. He's saying that you have been influenced by. By thoughts outside of yourself.",
    "start": "00:10:10",
    "end": "00:10:17"
  },
  {
    "text": "Correct. You've been privy to ideas and thoughts that there's no way you could know them unless they were given to you by a divine source, the ruach of God.",
    "start": "00:10:17",
    "end": "00:10:28"
  },
  {
    "text": "So not only does the ruach give life, it gives ideas.",
    "start": "00:10:28",
    "end": "00:10:34"
  },
  {
    "text": "Yeah. Here I have to influence or empower or enhance human abilities with divine enablement. So.",
    "start": "00:10:34",
    "end": "00:10:41"
  },
  {
    "text": "So here we call that the muse.",
    "start": "00:10:41",
    "end": "00:10:43"
  },
  {
    "text": "Yes. Yeah, that's what the Greeks call it. Muse. Yeah. Which was a God. A deity. Yeah. There's the deities of music and poetry and so on, the divine muses.",
    "start": "00:10:43",
    "end": "00:10:54"
  },
  {
    "text": "We get these ideas that feel like they're coming from outside of ourselves.",
    "start": "00:10:54",
    "end": "00:10:57"
  },
  {
    "text": "Yeah, totally. Yeah. Isn't a genius the word genius? Oh, really isn't the word.",
    "start": "00:10:57",
    "end": "00:11:02"
  },
  {
    "text": "Let's look it up.",
    "start": "00:11:02",
    "end": "00:11:03"
  },
  {
    "text": "Yeah, look it up. The word genie.",
    "start": "00:11:03",
    "end": "00:11:05"
  },
  {
    "text": "Oh, genie comes from that.",
    "start": "00:11:05",
    "end": "00:11:07"
  },
  {
    "text": "Yeah. It's a spirit being that comes into your mind and gives you ideas.",
    "start": "00:11:07",
    "end": "00:11:11"
  },
  {
    "text": "Yeah. It was a moral spirit who guides and governs an individual through life. From the Latin genius, guardian deity or spirit, which watches over each person from birth. But it's also a prophetic skill. So these are kind of overlapping Ideas, the muse, the genius. This is God's ruach empowering you. That's how you would think about it. Biblically is being empowered for a special task, given divine skill.",
    "start": "00:11:12",
    "end": "00:11:38"
  },
  {
    "text": "So let's keep going. This all overlaps. The second ruach filled person in the Bible is in the next book of the Bible, Exodus. This one's a little more well known. Exodus, chapter 31. God says, Look, I have chosen Bezalel, son of Uri, the son of Hur, from the tribe of Judah. And I have filled him with the ruach of God.",
    "start": "00:11:38",
    "end": "00:12:02"
  },
  {
    "text": "Oh.",
    "start": "00:12:02",
    "end": "00:12:02"
  },
  {
    "text": "To do the tabernacle.",
    "start": "00:12:02",
    "end": "00:12:03"
  },
  {
    "text": "And with Chochmah, I have filled him with the ruach of God and Chochmah and understanding and knowledge and all kinds of skills to make the artistic designs of wood and stone and gold. Oh, wow.",
    "start": "00:12:04",
    "end": "00:12:17"
  },
  {
    "text": "So this is the second time someone's given the ruach.",
    "start": "00:12:17",
    "end": "00:12:20"
  },
  {
    "text": "The first time it's Joseph is given.",
    "start": "00:12:20",
    "end": "00:12:23"
  },
  {
    "text": "Ideas to interpret a dream.",
    "start": "00:12:23",
    "end": "00:12:25"
  },
  {
    "text": "To interpret a dream and information he couldn't have otherwise known. Okay, here. It's an artist.",
    "start": "00:12:25",
    "end": "00:12:31"
  },
  {
    "text": "Yeah. Given.",
    "start": "00:12:31",
    "end": "00:12:32"
  },
  {
    "text": "Who can.",
    "start": "00:12:33",
    "end": "00:12:33"
  },
  {
    "text": "The MIAs.",
    "start": "00:12:34",
    "end": "00:12:35"
  },
  {
    "text": "The. Yeah, he's given a divine ruach, which is equated with wisdom.",
    "start": "00:12:35",
    "end": "00:12:41"
  },
  {
    "text": "Right.",
    "start": "00:12:42",
    "end": "00:12:43"
  },
  {
    "text": "Applied knowledge and skill to understand and work with these raw materials and to bring out of them beauty and order. That just blows people's minds. So this is cool. There's some things transcendent when humans.",
    "start": "00:12:43",
    "end": "00:13:01"
  },
  {
    "text": "He was like the Michelangelo of.",
    "start": "00:13:01",
    "end": "00:13:02"
  },
  {
    "text": "Yeah, totally. Yes. No, that's exactly right. There's something transcendent that we're encountering in beautiful art because it's the product of a human, but within the biblical worldview, it's the product of the divine ruach expressing itself in and through a human through this beautiful art. So once again, it's not life, biological life we're talking about.",
    "start": "00:13:02",
    "end": "00:13:27"
  },
  {
    "text": "Yeah, we're talking about the ability to perceive things that are hard to perceive and then to be able to apply that well, that the perceiving of it seems to be the ruach, and then the application seems to be the hokma, and then taking it and doing something with it.",
    "start": "00:13:27",
    "end": "00:13:48"
  },
  {
    "text": "Correct.",
    "start": "00:13:48",
    "end": "00:13:48"
  },
  {
    "text": "So the ability to see what a dream means or to see how this connects to that or so where poetry comes from, or to be able to perceive a melody that no one has ever perceived before, or all these things that we think of as artistic.",
    "start": "00:13:48",
    "end": "00:14:07"
  },
  {
    "text": "That.",
    "start": "00:14:09",
    "end": "00:14:09"
  },
  {
    "text": "Comes from the ruach of God.",
    "start": "00:14:09",
    "end": "00:14:10"
  },
  {
    "text": "And we're right back at the first page of the Bible.",
    "start": "00:14:11",
    "end": "00:14:14"
  },
  {
    "text": "The ruach of God, the creative force.",
    "start": "00:14:14",
    "end": "00:14:17"
  },
  {
    "text": "The create, bringing light and life and beauty in a garden out of Tohu. Vavohu. It's exactly the same, except here it's not biological life. It's all order and beauty and meaning, intent, purpose. Again, intent. It's applying conscious purpose to these raw materials. So there's that God's ruach can also influence rulers. It's a big theme in the Old Testament. So there are individuals who are given positions of leadership, and if they do a good job, they are said to be filled with God's ruach. So Joshua, when he's commissioned at the end of the Pentateuch to lead Israel in Moses place, he's filled with the ruach of Chochmah, the spirit of wisdom. So he's going to need some kind of divine enhancement of his skills.",
    "start": "00:14:17",
    "end": "00:15:13"
  },
  {
    "text": "So wisdom, because, well, we know from the wisdom literature that wisdom is an attribute of God. So in that sense, then it can have a ruach.",
    "start": "00:15:14",
    "end": "00:15:26"
  },
  {
    "text": "Yeah, we're blending Proverbs 8 Lady Wisdom as a divine attribute of God in. With spirit and wisdom. They overlap here, just like wisdom in proverbs, it's this invisible cause, effect pattern woven into the universe. It's an order which is exactly what the ruach of God is creating. And so you can say, oh yeah, the ruach of Chochmah. So this is a really common theme when Israel is on the verge of chaos, when Israel, when God's people need a leader who will help bring order and justice and wise guidance. You see the ruach appearing so Joshua in the Book of Judges, when Israel's getting taken over and beaten by their enemies, there's all these guys, Othniel, Gideon, Jephthah, Samson. And not all of them are great moral characters, but God gives the ruach, gives the ruach to them to enable them to rescue or something like that. And so this is also the role that the prophets play too. God sends his ruach to influence the biblical prophets. So Micah in chapter three says, I am filled with power and with the ruach of the Lord and with justice and courage to make known to Jacob his rebellion and to Israel his sin. So here it's the prophet being given a divine perspective on Israel's state. It's kind of like the Joseph image. He's privy to the divine perspective on Israel's history and on the meaning of current events. And then he will call out on God's behalf, you know, how they're breaking the covenant and so on. So this is a whole theme through the Old Testament, that God influences humans by his ruach, by connecting himself to their ruach, their mind.",
    "start": "00:15:27",
    "end": "00:17:31"
  },
  {
    "text": "Yeah. Giving you a perspective that. That you Wouldn't normally have ideas and insight that you wouldn't normally have.",
    "start": "00:17:31",
    "end": "00:17:41"
  },
  {
    "text": "Yeah, that's right. So this is all the seedbed. All of this is a seedbed, then, for the work of the Spirit in the ministry of Jesus. And then the way Paul and the other apostles talk about the Spirit affecting our. Renewing your minds, Paul will say, or he'll talk about if you live. Paul says, if you live by the Spirit, keep in step with the spirit and to produce the fruit of the spirit. So the spirit is something that keeps you alive. You live by the Spirit. But then he says you can also get out of step with the spirit. So the spirit never leaves any living creature in the sense that it keeps them alive. But you can be filled with the spirit of life, but not be in tune with the spirit of God.",
    "start": "00:17:41",
    "end": "00:18:23"
  },
  {
    "text": "Right.",
    "start": "00:18:23",
    "end": "00:18:24"
  },
  {
    "text": "So you could be alive with the breath of God, but the ruach of God won't be influencing your ruach.",
    "start": "00:18:24",
    "end": "00:18:30"
  },
  {
    "text": "Yeah. Yep. Shaping your mind and your thoughts and your purposes.",
    "start": "00:18:30",
    "end": "00:18:35"
  },
  {
    "text": "So now we're talking about four words that we have.",
    "start": "00:18:59",
    "end": "00:19:02"
  },
  {
    "text": "Oh, yeah, that's right.",
    "start": "00:19:02",
    "end": "00:19:03"
  },
  {
    "text": "That's one word.",
    "start": "00:19:03",
    "end": "00:19:03"
  },
  {
    "text": "Yeah, that's right. Because there's no word for mind or brain.",
    "start": "00:19:04",
    "end": "00:19:07"
  },
  {
    "text": "In Hebrew, we've got wind, breath, spirit, and mind.",
    "start": "00:19:07",
    "end": "00:19:12"
  },
  {
    "text": "Yes.",
    "start": "00:19:13",
    "end": "00:19:13"
  },
  {
    "text": "And in Hebrew, it's all ruach. In Greek, we have a word for mind.",
    "start": "00:19:14",
    "end": "00:19:19"
  },
  {
    "text": "Greek has a separate word for mind to separate it from ruach, from pneuma. Excuse me, but Paul will often use the word pneuma of a human for intentions, to talk about the aspect of humanity that is capable of relating to and connecting with deep, close connection with God.",
    "start": "00:19:19",
    "end": "00:19:41"
  },
  {
    "text": "Okay.",
    "start": "00:19:41",
    "end": "00:19:42"
  },
  {
    "text": "He'll talk about his spirit being united with God's spirit or that kind of thing. So, yeah, this is true.",
    "start": "00:19:42",
    "end": "00:19:49"
  },
  {
    "text": "Did we get all of them? That's the. There's not a fifth word I'm worried. Now there's a fifth word.",
    "start": "00:19:49",
    "end": "00:19:55"
  },
  {
    "text": "Those are the four main ones. If you look through the main dictionary.",
    "start": "00:19:56",
    "end": "00:19:59"
  },
  {
    "text": "Entries, that's how it's translated.",
    "start": "00:19:59",
    "end": "00:20:01"
  },
  {
    "text": "Yep. Wind, breath, mind, spirit.",
    "start": "00:20:01",
    "end": "00:20:05"
  },
  {
    "text": "And I'm always really fascinated at how language develops. So this is a great example. You have a very simple concept that we all understand. Breathing and wind. Both of those are very rudimentary, and they would have been some of the first words that we understand as humans. Yeah, because it's like, oh, that guy's breathing. I have breath. The leaves are moving. What is that? But what's cool about that word?",
    "start": "00:20:05",
    "end": "00:20:30"
  },
  {
    "text": "Let's say it's ruach.",
    "start": "00:20:31",
    "end": "00:20:32"
  },
  {
    "text": "And that's how I'm learning that word as I'm breathing. That's ruach. The wind's ruach. What's cool about that word is it's identifying something that's invisible. So unlike saying, hey, what's that? That's a table. Like, oh, okay, cool.",
    "start": "00:20:32",
    "end": "00:20:45"
  },
  {
    "text": "It's a table.",
    "start": "00:20:45",
    "end": "00:20:45"
  },
  {
    "text": "Or that's a rock. It's something that I can't see, but it's something that's very significant.",
    "start": "00:20:45",
    "end": "00:20:51"
  },
  {
    "text": "Yes.",
    "start": "00:20:51",
    "end": "00:20:52"
  },
  {
    "text": "It keeps me alive and very clearly real. And very clearly real.",
    "start": "00:20:52",
    "end": "00:20:55"
  },
  {
    "text": "I'm stigmat. My imagination. Like ghosts.",
    "start": "00:20:55",
    "end": "00:20:58"
  },
  {
    "text": "It's out there.",
    "start": "00:20:58",
    "end": "00:20:59"
  },
  {
    "text": "Yes, yes.",
    "start": "00:20:59",
    "end": "00:20:59"
  },
  {
    "text": "Yeah, yeah. No one's debating about whether or not ruach is real. People debate whether or not spirit is real or ghosts are real, but no one's debating about the wind.",
    "start": "00:20:59",
    "end": "00:21:09"
  },
  {
    "text": "Yeah, that's a good point. Yeah, keep going. That's a good train of thought, Yaran.",
    "start": "00:21:09",
    "end": "00:21:13"
  },
  {
    "text": "And then. Yeah, so what's significant about that word is it's invisible, but it's super important. I know that it's real. It keeps me alive also. It influences everything around me. And so as I'm wrestling through a more abstract concept, such as God's divine nature and how it interacts with me in the world. Yes, I need a word, I need language to start to think about that. I can create a new word. But that's weird, because now I have this blank canvas, and people are going to look at me and they're like, that word is gibberish. And then I have to explain what that word is. So instead, I use a word that they already know that I'm intimately familiar with, they're intimately familiar with. And we can start there because it's a great. It's a great metaphor to begin to talk about something very significant. So now all of a sudden, we have the same word, and it means wind, breath, and spirit. And so when I say in Genesis 1:1, the spirit of God, the ruach of God, is hovering over the waters. You have this image, you have handles to this thing, and it makes sense. And you're thinking about God in that way. But, you know, I'm not talking about literal breath, but it's a good place to start. And then I'm going along in life, and I realize, you know, there's this weird thing that's like consciousness. Like, I have this ability in my own self to decide something and then make it happen.",
    "start": "00:21:15",
    "end": "00:22:52"
  },
  {
    "text": "Yeah. Or to think up, we call them concepts or ideas.",
    "start": "00:22:52",
    "end": "00:22:57"
  },
  {
    "text": "To think up a concept, to have an idea and then turn that D into a reality. What is that? Where's that coming from?",
    "start": "00:22:57",
    "end": "00:23:05"
  },
  {
    "text": "I don't see it. Like, I don't see breath.",
    "start": "00:23:05",
    "end": "00:23:07"
  },
  {
    "text": "Right. I can't see your ideas. You could be sitting there right now coming up with an idea and I would have no idea.",
    "start": "00:23:07",
    "end": "00:23:13"
  },
  {
    "text": "Was that pun intended?",
    "start": "00:23:16",
    "end": "00:23:17"
  },
  {
    "text": "No, this came out. I would have no clue that you were ideating because it's invisible.",
    "start": "00:23:17",
    "end": "00:23:25"
  },
  {
    "text": "Yeah.",
    "start": "00:23:25",
    "end": "00:23:26"
  },
  {
    "text": "And so I go, okay, so what's that. What's that thing that I have?",
    "start": "00:23:26",
    "end": "00:23:30"
  },
  {
    "text": "It's super powerful and it produces a visible result in that I go do.",
    "start": "00:23:30",
    "end": "00:23:35"
  },
  {
    "text": "Something and then I go do something. I can decide I'm going to go deceive someone. And that deception is very significant. It's going to change the course of their life. And it happens within my own. Something. I was about to use a word in me, and it's invisible, it's effective, it belongs to me. And I'm like, what is that?",
    "start": "00:23:35",
    "end": "00:23:57"
  },
  {
    "text": "How do we talk about that?",
    "start": "00:23:57",
    "end": "00:23:58"
  },
  {
    "text": "Let's use the word ruach.",
    "start": "00:23:59",
    "end": "00:24:00"
  },
  {
    "text": "It's your ruach.",
    "start": "00:24:00",
    "end": "00:24:01"
  },
  {
    "text": "It's my ruach. Now, I should step back, because as soon as I say that, you'd go, yeah, you have breath, you have ruach. And there's already a very significant spiritual understanding of that, which is that breath comes from God. God gave you that breath. God gave you life. And you'd be like, yeah, your breath. And God gave it to you. It's your life and it will be taken from you one day and it'll.",
    "start": "00:24:01",
    "end": "00:24:24"
  },
  {
    "text": "Go back to God.",
    "start": "00:24:24",
    "end": "00:24:25"
  },
  {
    "text": "No, no, no, that's not the ruach I'm talking about. I'm talking about the ruach that I have that I'm using, and it's a different ruach. And people go, oh, I get that.",
    "start": "00:24:26",
    "end": "00:24:37"
  },
  {
    "text": "Because God has a ruach.",
    "start": "00:24:37",
    "end": "00:24:39"
  },
  {
    "text": "Yep, that's right.",
    "start": "00:24:39",
    "end": "00:24:40"
  },
  {
    "text": "And so.",
    "start": "00:24:40",
    "end": "00:24:40"
  },
  {
    "text": "And it's his intention and his creative ability to do things.",
    "start": "00:24:41",
    "end": "00:24:45"
  },
  {
    "text": "So. Yeah, you have a ruach too.",
    "start": "00:24:45",
    "end": "00:24:46"
  },
  {
    "text": "Yeah, that was really enjoyable to watch you process through that. Yeah, yeah. The way you just phrased all of that is what was in my head. But I've never even connected it all that way. But that's exactly right. It's that there's a unifying, there's a unity to all those ideas in that word that in English, we have separated into different words altogether.",
    "start": "00:24:46",
    "end": "00:25:15"
  },
  {
    "text": "Yeah.",
    "start": "00:25:15",
    "end": "00:25:15"
  },
  {
    "text": "And that's the challenge.",
    "start": "00:25:16",
    "end": "00:25:17"
  },
  {
    "text": "And that's just to start the conversation.",
    "start": "00:25:17",
    "end": "00:25:20"
  },
  {
    "text": "Right, right. This is just the ways the word gets used. The second layer to this is to then go look at all of the things that God speaks, that now we've got the range of meaning of the word. Let's look at all the places where God's ruach is doing things and that fits into three buckets.",
    "start": "00:25:21",
    "end": "00:25:44"
  },
  {
    "text": "And we talked about two of them already.",
    "start": "00:25:46",
    "end": "00:25:48"
  },
  {
    "text": "Two of them? Yep. One in much detail about God's ruach as a creator. The creator and sustainer of all life. We talked about that.",
    "start": "00:25:48",
    "end": "00:25:59"
  },
  {
    "text": "And then we talked about the second.",
    "start": "00:25:59",
    "end": "00:26:01"
  },
  {
    "text": "One, which is of God's ruach that can interact with and influence your human ruach.",
    "start": "00:26:01",
    "end": "00:26:09"
  },
  {
    "text": "And then we talked about Joseph there.",
    "start": "00:26:09",
    "end": "00:26:11"
  },
  {
    "text": "Joseph. We talked about Bezalel, the artist. And here we're in the category. You could call it God's anointing. That's a biblical image for it. Anointing spirit.",
    "start": "00:26:11",
    "end": "00:26:24"
  },
  {
    "text": "Yeah. That's a Bible word, though.",
    "start": "00:26:24",
    "end": "00:26:25"
  },
  {
    "text": "Yeah, it is. But it's so cool because it's where the image of the Spirit as a liquid begins. So you have.",
    "start": "00:26:25",
    "end": "00:26:35"
  },
  {
    "text": "I've never thought of the spirit as a liquid. Am I supposed to?",
    "start": "00:26:35",
    "end": "00:26:39"
  },
  {
    "text": "Well, if you're going to be filled up with the Spirit or the spirit is poured out, Those are liquid metaphors.",
    "start": "00:26:39",
    "end": "00:26:45"
  },
  {
    "text": "Those are liquid metaphors, but I've never realized that.",
    "start": "00:26:45",
    "end": "00:26:48"
  },
  {
    "text": "Yes. Yeah. Those are both liquid. So those both depend on a handful of passages in the Old Testament where the Spirit is described as liquid. Saul and David, when they are appointed as kings, they get oil. Samuel, the prophet, comes and pours oil over their heads as a symbol of commissioning and anointing. And then on both of those occasions, marks a moment where God's ruach fills them or comes upon them to commission them to rule and lead the people. So that's. It's of the anointing. And also the high priests were anointed with oil. They're not connected with ruach, but they are anointed with oil. So that's where that image comes from. To be anointed means to be appointed and commissioned to do something on God's side.",
    "start": "00:26:48",
    "end": "00:27:41"
  },
  {
    "text": "And you're always. Something's poured on you.",
    "start": "00:27:41",
    "end": "00:27:44"
  },
  {
    "text": "Yeah, but it's with Israel's kings, the king, specifically David, that with the anointing oil then gets connected to the Spirit coming upon him. And that's why he can say at the poem that he says at the end of his life in 2 Samuel 23, he writes this poem and he says, the ruach of God speaks by means of me. And he writes this poem. So David had this awareness of this special empowering presence of God's ruach as he was king. And that's why in Psalm 51, he's afraid that his sin with Bathsheba is going to forfeit. He's so compromised, he's afraid that he's forfeited the special empowering presence of God's ruach on him. So he begs God to create in me a clean heart, O God, and renew an upright ruach in me. Don't cast me away, Please don't take your holy ruach from me.",
    "start": "00:27:44",
    "end": "00:28:43"
  },
  {
    "text": "And he's talking about God's ruach, not.",
    "start": "00:28:43",
    "end": "00:28:45"
  },
  {
    "text": "That's right. So give me a new ruach and uses.",
    "start": "00:28:45",
    "end": "00:28:49"
  },
  {
    "text": "So give me a new mind.",
    "start": "00:28:49",
    "end": "00:28:51"
  },
  {
    "text": "Give me. Yeah.",
    "start": "00:28:51",
    "end": "00:28:52"
  },
  {
    "text": "A new sense of self, a whole.",
    "start": "00:28:52",
    "end": "00:28:54"
  },
  {
    "text": "New value system and a whole new way of thinking about myself and other people. And he uses the word create from Genesis 1. It's going to have to be so radical.",
    "start": "00:28:54",
    "end": "00:29:06"
  },
  {
    "text": "It's like you're going to have to recreate it.",
    "start": "00:29:06",
    "end": "00:29:08"
  },
  {
    "text": "Yes. It's like a brand new creation of my value system, of my mind. And the parallel to that is that's like true repentance. Yes. Yeah. And then renew a ruach of integrity in my mind. So give me a new heart, give me a new ruach that's full of integrity. And don't take your holy ruach from me. So your personal presence, the anointing presence that commissioned me and empowers me to be the king of Israel. So, yeah, so that's about.",
    "start": "00:29:08",
    "end": "00:29:41"
  },
  {
    "text": "And that only happens with kings.",
    "start": "00:29:41",
    "end": "00:29:43"
  },
  {
    "text": "No, no. It happens with Bezalel. To be an artist. It happens with Joseph. It happens with a number of really morally questionable figures in the Book of Judges.",
    "start": "00:29:43",
    "end": "00:29:55"
  },
  {
    "text": "They get God's ruach.",
    "start": "00:29:55",
    "end": "00:29:57"
  },
  {
    "text": "Yeah. So, you know, there's Othniel is the first one. Ehud Gideon, you know, they're mixed bag. Gideon's a pretty good guy. He's kind of a coward. He lacks faith. But Samson, he's just a horrible, horrible man. And I don't know how on earth he's been whitewashed to the children's books, Christian children's books. Just read the stories. He is a sex addict. He can't get enough sex. He's full of himself. He doesn't care about the laws of the Torah at all. And he's totally violent, super violent. And he's become.",
    "start": "00:29:57",
    "end": "00:30:34"
  },
  {
    "text": "And then God's ruach appoints him, anoints him.",
    "start": "00:30:34",
    "end": "00:30:37"
  },
  {
    "text": "But God's ruach uses. Can influence his ruach to do what needs to be done at moments of crisis. So it's good. The whole Book of Judges is another example of God working with Israel as he finds them.",
    "start": "00:30:37",
    "end": "00:30:50"
  },
  {
    "text": "Yeah.",
    "start": "00:30:50",
    "end": "00:30:50"
  },
  {
    "text": "So the fact that God's ruach can influence someone doesn't mean that he endorses them of all their behavior.",
    "start": "00:30:52",
    "end": "00:30:58"
  },
  {
    "text": "And it doesn't mean that he has recreated them.",
    "start": "00:30:58",
    "end": "00:31:01"
  },
  {
    "text": "It doesn't mean that yes. That his heart has been recreated. Like what?",
    "start": "00:31:01",
    "end": "00:31:05"
  },
  {
    "text": "It just means that he's come and said, I'm gonna influence you right now. I'm gonna help you understand this dream, Joseph. I'm gonna empower you, Samson, to.",
    "start": "00:31:05",
    "end": "00:31:14"
  },
  {
    "text": "Yeah. To go kill a bunch of Philistines, to rescue the Israelites.",
    "start": "00:31:14",
    "end": "00:31:18"
  },
  {
    "text": "And I'm gonna give you, David, the ability to lead as a king.",
    "start": "00:31:18",
    "end": "00:31:21"
  },
  {
    "text": "Yep.",
    "start": "00:31:21",
    "end": "00:31:22"
  },
  {
    "text": "And so it's God's ruach interacting in an anointed way with our ruach.",
    "start": "00:31:22",
    "end": "00:31:28"
  },
  {
    "text": "So. Yep. So that's leaders. The other main type of person who gets that anointing, ruach of empowerment are the prophets. And here it's God's ruach influencing the ruach of these prophets. So that what they say out loud, what they go preach on the street corner, is what G D wants his people to hear, usually to expose their injustice or rebellion or idolatry, to warn them about the consequences and to give them hope about the future.",
    "start": "00:31:28",
    "end": "00:31:58"
  },
  {
    "text": "So could we say that Balaam was God's ruach, anointing Balaam or not, you know, you don't have to use the word, but interacting with. Using Balaam.",
    "start": "00:31:58",
    "end": "00:32:12"
  },
  {
    "text": "Yeah. In the. Yep, yeah. Spirit comes upon Balaam, God's ruach comes upon Ruach comes upon Balaam.",
    "start": "00:32:12",
    "end": "00:32:20"
  },
  {
    "text": "And so that would be in that same category of God.",
    "start": "00:32:20",
    "end": "00:32:22"
  },
  {
    "text": "Yeah, there you go.",
    "start": "00:32:23",
    "end": "00:32:23"
  },
  {
    "text": "What's the word we're using?",
    "start": "00:32:24",
    "end": "00:32:25"
  },
  {
    "text": "Well, I don't know. Let's have a debate. We could do anointing. That's very biblical. I agree with you. Some people use empowering, God's empowering presence or God's empowering ruach. The word appoint or commission, I think kind of gets in English, the idea across because it's about a task or a purpose, whereas empowering is like. Makes me strong. Anointing is. I don't. Whatever.",
    "start": "00:32:27",
    "end": "00:32:49"
  },
  {
    "text": "It's going to do something, it's going to give me something.",
    "start": "00:32:49",
    "end": "00:32:51"
  },
  {
    "text": "Yeah. But appointing or commissioning gets to an important part of that.",
    "start": "00:32:51",
    "end": "00:32:57"
  },
  {
    "text": "It's related to a task.",
    "start": "00:32:57",
    "end": "00:32:58"
  },
  {
    "text": "A task.",
    "start": "00:32:58",
    "end": "00:32:59"
  },
  {
    "text": "And it is always related to a task, a specific task that needs to get done. That God's like, look, I know you're screwed up and I haven't made you a new human, which we'll get to, but I need to use you for this task.",
    "start": "00:32:59",
    "end": "00:33:16"
  },
  {
    "text": "Yes.",
    "start": "00:33:16",
    "end": "00:33:16"
  },
  {
    "text": "God's spirit does that.",
    "start": "00:33:17",
    "end": "00:33:18"
  },
  {
    "text": "And the biblical authors would say, God's spirit came upon that person. Which doesn't mean. Yeah. To talk about the spirit coming on someone in modern English, in the American context, I mean, that means so many things, depending on what church tradition you grew up in. But in the Bible, you know, Balaam, it's not as if his eyes rolled back in his head. He's just doing his deal as a pagan sorcerer. But what he says it's influenced by God, is in fact what God wanted Balaam to say. If you saw Samson out there, you know, knocking down the pillars of that temple and killing all those people, you know, you would have seen a man full of vengeance.",
    "start": "00:33:18",
    "end": "00:34:02"
  },
  {
    "text": "But Balaam was aware of what was happening.",
    "start": "00:34:02",
    "end": "00:34:05"
  },
  {
    "text": "That's true.",
    "start": "00:34:05",
    "end": "00:34:06"
  },
  {
    "text": "Balaam's aware that he was Samson aware of what was happening.",
    "start": "00:34:06",
    "end": "00:34:08"
  },
  {
    "text": "He calls upon God and says, God, this one last time, give me something.",
    "start": "00:34:09",
    "end": "00:34:12"
  },
  {
    "text": "David's aware that he has this. The prophets are aware. So there's always a sense of being aware that it's happening.",
    "start": "00:34:12",
    "end": "00:34:19"
  },
  {
    "text": "Okay, yeah, that's a good point.",
    "start": "00:34:19",
    "end": "00:34:20"
  },
  {
    "text": "But it's not apparent. You wouldn't. An outside observer wouldn't go, oh, that guy has God's appointed ruler.",
    "start": "00:34:20",
    "end": "00:34:29"
  },
  {
    "text": "Yeah. An outside observer may not know. Right. The point is they're not depicted as having some glowing aura around them. A cloud doesn't descend on Balaam.",
    "start": "00:34:29",
    "end": "00:34:37"
  },
  {
    "text": "They're not having a holy spirit seizure.",
    "start": "00:34:37",
    "end": "00:34:39"
  },
  {
    "text": "Correct.",
    "start": "00:34:39",
    "end": "00:34:39"
  },
  {
    "text": "Or something.",
    "start": "00:34:39",
    "end": "00:34:40"
  },
  {
    "text": "Correct. Yeah, got it. So, and just to remind our listeners, this is all. We haven't even talked about the New Testament yet. This is all just Old Testament usage. So that second bucket, God's empowering, commissioning, appointing spirit, covers a whole bunch of things that God's ruach does. Our vocabulary for artistic or creative inspiration. Inspiration is a breath word, Spirit.",
    "start": "00:34:40",
    "end": "00:35:10"
  },
  {
    "text": "It's a spirit word. Inspiration.",
    "start": "00:35:10",
    "end": "00:35:11"
  },
  {
    "text": "Yeah. Our vocabulary for ideas occurring to us uses the image of it being breathed into me from the outside.",
    "start": "00:35:12",
    "end": "00:35:20"
  },
  {
    "text": "Yeah.",
    "start": "00:35:21",
    "end": "00:35:21"
  },
  {
    "text": "In spirited.",
    "start": "00:35:21",
    "end": "00:35:22"
  },
  {
    "text": "Well, that's what it feels like. It feels like the muse. It feels like something gave me this thought. Many cultures, something gave me this ability to see this this way, and I'm just an instrument making it happen.",
    "start": "00:35:22",
    "end": "00:35:35"
  },
  {
    "text": "Yeah. Many cultures have a concept of the oracle, of a person who is in touch with the gods and therefore can be given revelations and so on. Yeah. Not just to say. And the Bible just is like that too, but the Bible is working with a related idea that humans can be influenced by God's ruach. And what's important there, this is in the Old Testament, this is key. One, it's the seedbed of the whole concept of spiritual gifts in the New Testament is of where the spirit empowers people for the mission of Jesus in the world and in the church comes out of this concept of the appointing spirit in the Old Testament. And two, then why doesn't Paul ever.",
    "start": "00:35:35",
    "end": "00:36:20"
  },
  {
    "text": "Talk about, like, the spiritual gift of arts and crafts.",
    "start": "00:36:20",
    "end": "00:36:24"
  },
  {
    "text": "I don't know. I don't know. I mean, I don't think his list of the gifts are comprehensive. They're just examples. But also a very important idea is that a human fully alive to God is a human empowered, connected to and influenced by God's ruach. And we're very close to the concept of the incarnation of God entering humanity through the work of the pneuma in the New Testament, that God wants to be so closely bound to humans that we have this concept of spirituality, that if I am truly a spiritual person, I somehow have to divorce myself from human life, carnal existence. Yeah. Or even the word spirit in English is in contrast to what is physical. And so the most spiritual people in many religious traditions are people who are called ascetics. They withdraw from everything that's physical. They eat simple foods. They don't engage in the physical world. And that's a foreign idea to the Jewish Christian tradition in the Bible, to be influenced by God's spirit means I'm more human. If there's more of God at work in me, it doesn't mean I'm less human. I'm more human.",
    "start": "00:36:26",
    "end": "00:37:49"
  },
  {
    "text": "I'm doing these human things in the way they were really meant to be done.",
    "start": "00:37:49",
    "end": "00:37:54"
  },
  {
    "text": "Correct. Yeah.",
    "start": "00:37:54",
    "end": "00:37:55"
  },
  {
    "text": "I'm not ignoring them or.",
    "start": "00:37:55",
    "end": "00:37:57"
  },
  {
    "text": "Yeah. There's so many popular expressions of this in Christian spirituality of more of God and less of me. Well, okay, less of my selfishness, sure. But not less of me, but more of your creativity. Yeah. More of God and more of me. Like, I'm capable of so much more if all of me was alive.",
    "start": "00:37:57",
    "end": "00:38:16"
  },
  {
    "text": "More of my love, more of my compassion, more of my creativity and imagination.",
    "start": "00:38:16",
    "end": "00:38:22"
  },
  {
    "text": "Yes.",
    "start": "00:38:22",
    "end": "00:38:23"
  },
  {
    "text": "Less of my.",
    "start": "00:38:24",
    "end": "00:38:24"
  },
  {
    "text": "Yes. Selfishness. Selfishness. Just physical appetites that make me do selfish things. Like, I don't want that. Less of that, but more of me as a human made in God's image.",
    "start": "00:38:26",
    "end": "00:38:37"
  },
  {
    "text": "But wouldn't ascetics say that more of me, more of my joy, more of my love. Less worrying about food and chasing down fashion.",
    "start": "00:38:37",
    "end": "00:38:49"
  },
  {
    "text": "Yes. Yeah, you're right. I think the best of the monastic tradition in Christian history has that sense of withdrawal and then engagement for service and love and ministry. But the extremes of, like the Christian monastic, like Simon the stylite. You know about Simon the Stylite? He crawled up on top of a pole and lived on top of a pole for years. His legs atrophied and got gangrene. He died up there.",
    "start": "00:38:49",
    "end": "00:39:14"
  },
  {
    "text": "That's interesting.",
    "start": "00:39:14",
    "end": "00:39:14"
  },
  {
    "text": "He was up there for years. People would and it was just purely.",
    "start": "00:39:14",
    "end": "00:39:18"
  },
  {
    "text": "How would he eat?",
    "start": "00:39:18",
    "end": "00:39:19"
  },
  {
    "text": "People would bring food up to him and he was, you know, what's crazy? He was basically just, I'm on this top of this pole for Jesus. He wrote all this poetry that's really disturbing. It's really Simon the stylite.",
    "start": "00:39:19",
    "end": "00:39:31"
  },
  {
    "text": "Wow.",
    "start": "00:39:31",
    "end": "00:39:32"
  },
  {
    "text": "So he was definitely more of God and less of me as a human because my body is rotting.",
    "start": "00:39:32",
    "end": "00:39:37"
  },
  {
    "text": "Yeah. I don't need this half of my humanity.",
    "start": "00:39:37",
    "end": "00:39:39"
  },
  {
    "text": "He was like spectacle. Yeah. He was a Syrian Christian monk. Lived, I think, in the 4th century. Something. Anyway, so that's an example of the idea of if I'm truly spiritual and in touch with God's spirit, I have to divorce myself from the physical.",
    "start": "00:39:39",
    "end": "00:39:56"
  },
  {
    "text": "But when David was more in touch with the Spirit, he was a better king.",
    "start": "00:39:56",
    "end": "00:40:00"
  },
  {
    "text": "Correct.",
    "start": "00:40:00",
    "end": "00:40:01"
  },
  {
    "text": "And when Samson was. He was a better fighter. Joseph was better at interpreting the dreams. Bet Salel was a better. What kind of art did he do?",
    "start": "00:40:01",
    "end": "00:40:11"
  },
  {
    "text": "He designed the tabernacle.",
    "start": "00:40:11",
    "end": "00:40:12"
  },
  {
    "text": "Okay. He's a beautiful.",
    "start": "00:40:12",
    "end": "00:40:14"
  },
  {
    "text": "He designed the Ark of the Covenant.",
    "start": "00:40:14",
    "end": "00:40:16"
  },
  {
    "text": "Yeah.",
    "start": "00:40:16",
    "end": "00:40:17"
  },
  {
    "text": "Which I've heard is pretty cool.",
    "start": "00:40:17",
    "end": "00:40:20"
  },
  {
    "text": "I've never seen it except on Indiana Jones.",
    "start": "00:40:20",
    "end": "00:40:22"
  },
  {
    "text": "Yeah. Or Paul would say, you're a better pastor, you're a better administrator, you're a better servant to the poor because of God's spirit in you. So that's all the appointing.",
    "start": "00:40:22",
    "end": "00:40:35"
  },
  {
    "text": "That's all appointing Spirit.",
    "start": "00:40:35",
    "end": "00:40:37"
  },
  {
    "text": "That's God's ruach activity.",
    "start": "00:40:37",
    "end": "00:40:39"
  },
  {
    "text": "Number two of the spirit.",
    "start": "00:40:39",
    "end": "00:40:41"
  },
  {
    "text": "Yep. Huge, huge category.",
    "start": "00:40:41",
    "end": "00:40:43"
  },
  {
    "text": "Sam.",
    "start": "00:40:53",
    "end": "00:41:05"
  },
  {
    "text": "The third thing that God's ruach does in the Old Testament is once Israel and all humanity has rebelled and made a mess of God's world and made a mess of Israel, then the prophets who are appointed by God's spirit to accuse Israel, warn them of the consequences, but then give them promises of hope that a future ruler would come and bring a future hope to creation, and that God's people would one day actually not rebel, but be truly faithful. All of those things are connected to God's ruach, and it's parallel to God's creating ruach. But then it's God's ruach bringing about new acts of creation. So an example is Isaiah 11, verses 1 through 11. It's one of the coolest messianic prophecies in the whole of the Old Testament. And you have a king coming from the line of David. And we're told that four times the God's ruach will influence him. So the ruach of the Lord will rest on this future king. The ruach of wisdom and understanding, the ruach of counsel and strength, the ruach of the knowledge and fear of the Lord.",
    "start": "00:41:26",
    "end": "00:42:41"
  },
  {
    "text": "And what's the difference between all of these? Yeah, they're just different ways of talking about.",
    "start": "00:42:41",
    "end": "00:42:45"
  },
  {
    "text": "Yeah. So God's ruach rests on this person and permeates their wisdom and understanding. It permeates their counsel. It's like Solomon. This king will have wisdom, understanding, strategy, power. He'll fear the Lord. We're back into wisdom literature here. Every aspect of this king's leadership will be influenced, enhanced and empowered by God's ruach. And then the lines that follow are, he's going to bring justice to the poor. Everybody who takes advantage of the poor, he's going to pronounce guilty. Then this is the lion and the lamb passage. The lion will lay down with the ox, and the child will play near the cobra's nest, and the earth will be permeated with the knowledge of God. Isaiah 11. So this king will bring about a new creation.",
    "start": "00:42:46",
    "end": "00:43:33"
  },
  {
    "text": "He'll bring about something so radically new, the only way we can describe it right now is something as absurd as. As a lion and a lamb chilling.",
    "start": "00:43:33",
    "end": "00:43:43"
  },
  {
    "text": "Together and the bear becoming a total.",
    "start": "00:43:43",
    "end": "00:43:45"
  },
  {
    "text": "Vegetarian and kids playing with cobras.",
    "start": "00:43:45",
    "end": "00:43:49"
  },
  {
    "text": "That's right.",
    "start": "00:43:49",
    "end": "00:43:49"
  },
  {
    "text": "Which is happening in India probably right.",
    "start": "00:43:49",
    "end": "00:43:51"
  },
  {
    "text": "Now, in many parts of the world. And at the core of it all, it's brought about and led by a human king, but who is hyper influenced and empowered and permeated by God's ruach. Four times over. God's ruach.",
    "start": "00:43:51",
    "end": "00:44:09"
  },
  {
    "text": "And so this is a picture of what you would, you would call new creation.",
    "start": "00:44:09",
    "end": "00:44:14"
  },
  {
    "text": "New creation because.",
    "start": "00:44:14",
    "end": "00:44:15"
  },
  {
    "text": "Because it's a new creative act. It's a creative act to do this. That's gonna fundamentally change the way creation is.",
    "start": "00:44:16",
    "end": "00:44:24"
  },
  {
    "text": "Mm, right.",
    "start": "00:44:24",
    "end": "00:44:25"
  },
  {
    "text": "How it operates.",
    "start": "00:44:25",
    "end": "00:44:26"
  },
  {
    "text": "How it operates.",
    "start": "00:44:26",
    "end": "00:44:27"
  },
  {
    "text": "Yeah. And at its helm here, the point is, the king at the helm of the new creation is described as being wholly permeated by God's ruach.",
    "start": "00:44:27",
    "end": "00:44:37"
  },
  {
    "text": "Is it the prophets who first start talking about things changing in the creative order this dramatically?",
    "start": "00:44:37",
    "end": "00:44:43"
  },
  {
    "text": "Yeah, it's the poetic imagination of the prophets.",
    "start": "00:44:43",
    "end": "00:44:46"
  },
  {
    "text": "That is so David, King David, in any of his poems or anything, he was never thinking about. I mean, I guess in that one verse we talked about, he said, create in me.",
    "start": "00:44:46",
    "end": "00:44:56"
  },
  {
    "text": "Create a new heart in me. Yeah, that's in the second. That's in the.",
    "start": "00:44:57",
    "end": "00:45:00"
  },
  {
    "text": "And that's the same kind of idea.",
    "start": "00:45:00",
    "end": "00:45:01"
  },
  {
    "text": "Yeah.",
    "start": "00:45:01",
    "end": "00:45:02"
  },
  {
    "text": "David, I have a heart. It needs to be fundamentally different. Recreate it.",
    "start": "00:45:02",
    "end": "00:45:05"
  },
  {
    "text": "Yeah, that's right. So that's. Yeah, that's the second part. If creation itself is going to be overhauled by a king who's Empowered and permeated by God's spirit, God's own people who inhabit, who are led by that king and inhabit that. How are any new humans not going to be like Israel or humanity? What's going to have to happen to humanity so that we become people who truly love God and love others?",
    "start": "00:45:06",
    "end": "00:45:31"
  },
  {
    "text": "We have to be recreated.",
    "start": "00:45:31",
    "end": "00:45:32"
  },
  {
    "text": "And the prophets used the vocabulary of new creation and spirit together. So Ezekiel is the most important prophet here In Ezekiel chapters 36 and 37, God says He's going to give a new heart and a new spirit to his new covenant people. I'll remove your heart of stone and give you a heart of flesh. I will put my ruach within you and it will cause you to obey my statutes and observe my laws. So Ezekiel envisions that the only way that a human is ever going to be fully alive to God and love God and love neighbor is if God's ruach recreates them, specifically their heart. And that's exactly what David prays for after the Bathsheba incident in Psalm 51. Creates a pure heart and renew a spirit, a ruach of integrity within me.",
    "start": "00:45:32",
    "end": "00:46:29"
  },
  {
    "text": "He wants his heart and his ruach to be renewed.",
    "start": "00:46:29",
    "end": "00:46:32"
  },
  {
    "text": "And that's exactly what Ezekiel says. I'll put a new ruach in you. It's my ruach. And that will transform your heart, your value system.",
    "start": "00:46:32",
    "end": "00:46:40"
  },
  {
    "text": "Your ruach's not recreated. You're given a new ruach.",
    "start": "00:46:41",
    "end": "00:46:44"
  },
  {
    "text": "Yeah. For Ezekiel, he's so pessimistic about the human condition. Yeah. He's like, scrap the old. You need brand new humans.",
    "start": "00:46:44",
    "end": "00:46:53"
  },
  {
    "text": "And that's what Paul essentially says two.",
    "start": "00:46:53",
    "end": "00:46:56"
  },
  {
    "text": "Well, yes, but let's not get to Paul yet.",
    "start": "00:46:56",
    "end": "00:46:58"
  },
  {
    "text": "Let's not get to Paul yet.",
    "start": "00:46:58",
    "end": "00:46:59"
  },
  {
    "text": "The next prophecy in Ezekiel 37 is the valley of Dry Bones. Right after that is the valley of dry Bones. He has this strange dream vision where he's looking out at this Mojave desert of skeletons. And then God says, start yelling to.",
    "start": "00:47:00",
    "end": "00:47:15"
  },
  {
    "text": "The ruach to the wind.",
    "start": "00:47:15",
    "end": "00:47:17"
  },
  {
    "text": "Yeah.",
    "start": "00:47:17",
    "end": "00:47:18"
  },
  {
    "text": "He says, is he referring to the wind there?",
    "start": "00:47:18",
    "end": "00:47:19"
  },
  {
    "text": "Well, Ezekiel 37 is brilliant because it's melding together all three meanings or nuances of ruach. So God brought me out by his ruach into this valley. Then God says, by the way, what does that mean?",
    "start": "00:47:20",
    "end": "00:47:34"
  },
  {
    "text": "This is like a prophetic, like.",
    "start": "00:47:34",
    "end": "00:47:36"
  },
  {
    "text": "Yeah, it's like a dream vision.",
    "start": "00:47:36",
    "end": "00:47:37"
  },
  {
    "text": "Yeah.",
    "start": "00:47:37",
    "end": "00:47:38"
  },
  {
    "text": "So he has tons of these.",
    "start": "00:47:38",
    "end": "00:47:39"
  },
  {
    "text": "God gave me a dream.",
    "start": "00:47:39",
    "end": "00:47:40"
  },
  {
    "text": "It's a symbolic dream vision. Yep. He's in a dream.",
    "start": "00:47:40",
    "end": "00:47:42"
  },
  {
    "text": "A way to say God gave me a dream is his ruach brought me to this place.",
    "start": "00:47:42",
    "end": "00:47:46"
  },
  {
    "text": "Correct. Yep, that's right.",
    "start": "00:47:46",
    "end": "00:47:48"
  },
  {
    "text": "Got it.",
    "start": "00:47:48",
    "end": "00:47:48"
  },
  {
    "text": "And shout to the ruach and say to the bones, I'm going to make ruach enter you all. So there. It's God's ruach led me here. Shout to the ruach. God says, I'm going to. And to the bones and to the bones. And then God says, I'm going to make ruach enter the bones, which there we think creative life energy. I'm going to put sinews and flesh and cover you with skin and put ruach in you all so that you come alive. And then you'll know that I'm the Lord. So I started prophesying as I was commanded. And as I did so, there was a noise. Behold, rattling. And the bones started coming together. And then I looked. There's sinews growing on them and flesh grew and skin covering them. He's watching.",
    "start": "00:47:49",
    "end": "00:48:31"
  },
  {
    "text": "It's the opposite of them decaying.",
    "start": "00:48:31",
    "end": "00:48:33"
  },
  {
    "text": "Yes, the opposite of decomposition.",
    "start": "00:48:33",
    "end": "00:48:35"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:48:35",
    "end": "00:48:35"
  },
  {
    "text": "Recomposition. But once they're all put together, there's no ruach in them. Then God said to me, prophesy to the ruach. So just start talking to the ruach and you're like, wait, the wind or the breath? Prophesy, son of man, say to the ruach. Thus says the Lord, God, come from the four ruchot, plural of ruach. Yes. O ruach, breathe. Bring ruach to these bodies that they may come to life. So it's playing on the ambiguity of ruach, that it can mean wind, it can mean breath, it can mean God's personal presence. It's uniting all of them. And so I prophesied, and as I did so, the ruach came into them and they all came to life. And this is all a symbolic, visionary metaphor he goes on to apply to the exiles, because the exiles are saying, God's forgotten about us in Babylon, we're dead. And he says, well, you are actually dead.",
    "start": "00:48:35",
    "end": "00:49:34"
  },
  {
    "text": "Yeah, you're like this heap of skeletons.",
    "start": "00:49:34",
    "end": "00:49:36"
  },
  {
    "text": "This is what you're like. And if you are ever going to love God and love your neighbor, something like this is going to have to happen to you. The brand new recreation of humans.",
    "start": "00:49:36",
    "end": "00:49:49"
  },
  {
    "text": "This would be so cool to animate.",
    "start": "00:49:49",
    "end": "00:49:50"
  },
  {
    "text": "Oh, dude, it would be incredible. So Ezekiel 37 is something of a high point in the Old Testament conception of ruach, God's ruach, because it unites breadth, God's creative life. It's Ezekiel, appointed as a prophet by God's ruach. And it's the. The only hope for creation and humanity is for God to recreate humans. In our hearts and through a metaphor of to create, to make new humans, just like Genesis 2. And that's as good a summary of the Old Testament vision of ruach as you could ask for.",
    "start": "00:49:50",
    "end": "00:50:33"
  },
  {
    "text": "Thanks for listening in. That's the end of this episode. We're going to continue and I think finish off the conversation of Holy Spirit in the next episode where we break ground into the New Testament, talk about Jesus and how the apostles build on this rich Hebrew concept of God's ruach. The Bible Project is a nonprofit that sees the Bible as a unified story that leads to Jesus and has profound wisdom for the modern world. We've got a lot of videos on our YouTube channel, YouTube.com thebibleproject you could also check us out on Facebook, facebook.com jointhebibleproject and our website is thebibleproject.com.",
    "start": "00:50:43",
    "end": "00:51:21"
  },
  {
    "text": "Thanks.",
    "start": "00:51:24",
    "end": "00:51:24"
  },
  {
    "text": "For being a part of this.",
    "start": "00:51:24",
    "end": "00:51:25"
  }
]