[
  {
    "text": "Hey, this is John@Bibleproject. In the last two episodes of this podcast, we have begun a brand new series on how to read the New Testament letters. These are small books in the back of your Bible. These are letters written by the apostles of Jesus to churches scattered throughout the Roman world during the first century. And it's important to emphasize that these are letters, really letters. We're reading someone's mail, and I've been thinking about how strange that is that part of God's divine word to us is half of a conversation. I mean, to me that feels strange, maybe even a mistake or an oversight. Because if these ideas that these letters have are so important for us to understand, shouldn't we have the whole conversation? So Tim and I are back in the studio and I had to process this through with him. Are the nature of the biblical letters a scalp? Or perhaps by learning to read half a conversation, we're actually learning skills that will allow us to take the way of Jesus into new, modern contexts.",
    "start": "00:00:03",
    "end": "00:01:07"
  },
  {
    "text": "We get to watch the apostles take the biblical story and morph it into a cross cultural story and language and apply it in cultural circumstances that Jesus did not have to deal with or encounter.",
    "start": "00:01:08",
    "end": "00:01:23"
  },
  {
    "text": "After all, taking the way of Jesus to new places, well, that's what the commission of Jesus was.",
    "start": "00:01:24",
    "end": "00:01:29"
  },
  {
    "text": "This is the paradigm shift that I want to invite people into with these videos, is that the letters actually come out of the missionary movement and expansion of the Jesus movement. You could say that this part of the Bible is actually the product and the fuel of the expanding Jesus movement going out to all nations.",
    "start": "00:01:29",
    "end": "00:01:51"
  },
  {
    "text": "Okay, so this episode's a lot of me processing. So as Tim likes to say, I'm sorry and you're welcome. Also, Tim and I developed some vocabulary while we talk about the whole narrative of the Bible and where the letters fit in to the whole grand narrative. And we do that by breaking the Bible down into movements. It gets a little bit confusing, perhaps, and a little geeky. But don't worry, we found it helpful in the moment and I think you'll find it helpful too. That's all ahead in today's episode. Thanks for joining us. Here we go. Here we are, back in our little studio.",
    "start": "00:01:52",
    "end": "00:02:32"
  },
  {
    "text": "Yes.",
    "start": "00:02:32",
    "end": "00:02:32"
  },
  {
    "text": "After having had that live conversation.",
    "start": "00:02:32",
    "end": "00:02:34"
  },
  {
    "text": "Yeah.",
    "start": "00:02:34",
    "end": "00:02:35"
  },
  {
    "text": "In Dallas.",
    "start": "00:02:35",
    "end": "00:02:35"
  },
  {
    "text": "Yep. That was super fun.",
    "start": "00:02:35",
    "end": "00:02:36"
  },
  {
    "text": "That was really fun.",
    "start": "00:02:36",
    "end": "00:02:37"
  },
  {
    "text": "Yeah. So many great people.",
    "start": "00:02:37",
    "end": "00:02:38"
  },
  {
    "text": "Lots of great people.",
    "start": "00:02:38",
    "end": "00:02:39"
  },
  {
    "text": "Who knew I could have told you that? But meeting so many proud Texans in one weekend. Yeah, it was really awesome.",
    "start": "00:02:39",
    "end": "00:02:47"
  },
  {
    "text": "It was awesome.",
    "start": "00:02:47",
    "end": "00:02:48"
  },
  {
    "text": "Yeah.",
    "start": "00:02:48",
    "end": "00:02:48"
  },
  {
    "text": "It was my first time to Texas.",
    "start": "00:02:48",
    "end": "00:02:50"
  },
  {
    "text": "Aha. I think it was my second. I Had just gone to San Antonio once for a conference, saw the Alamo. I think that's the thing you're supposed to do. But Dallas, next level. Yes. So we have a whole conversation to continue on from that. What have we started there? We're gonna make two videos in how to Read the Bible series about how to read 4 the letters of the apostles in the New Testament.",
    "start": "00:02:50",
    "end": "00:03:17"
  },
  {
    "text": "We covered some ground during the live podcast.",
    "start": "00:03:17",
    "end": "00:03:21"
  },
  {
    "text": "Yeah.",
    "start": "00:03:21",
    "end": "00:03:22"
  },
  {
    "text": "And let's shake that loose. I kind of. It feels like some cobwebs around it already. That was 10 days ago. Yeah.",
    "start": "00:03:22",
    "end": "00:03:29"
  },
  {
    "text": "In real time for us. Okay. I just wanted to set on the table the reality that this section of the New Testament that's fairly a small number of pages compared to, like, the.",
    "start": "00:03:29",
    "end": "00:03:41"
  },
  {
    "text": "Rest of the Bible, the books of.",
    "start": "00:03:41",
    "end": "00:03:42"
  },
  {
    "text": "The prophets or even the book of Luke, Acts is longer than all the letters combined.",
    "start": "00:03:42",
    "end": "00:03:47"
  },
  {
    "text": "Oh, really?",
    "start": "00:03:47",
    "end": "00:03:48"
  },
  {
    "text": "Yes.",
    "start": "00:03:48",
    "end": "00:03:48"
  },
  {
    "text": "Yeah.",
    "start": "00:03:48",
    "end": "00:03:49"
  },
  {
    "text": "The book of Luke, acts is over 30% of the new Testament. Just the Gospel of Luke and the book of Acts. So. However, this small percentage of the New Testament and of the Bible has, like, a disproportionate amount of influence on everything else. So. So we talked about the reality of reading other people's mail in the New Testament and the fact that the letters from the apostles are not theology essays or essays about theology and ethics in the abstract. They're actually mail, actual mail between people and house churches that had a prehistory.",
    "start": "00:03:49",
    "end": "00:04:28"
  },
  {
    "text": "I'm still mourning that fact.",
    "start": "00:04:29",
    "end": "00:04:30"
  },
  {
    "text": "We explored the implications of that in our first session.",
    "start": "00:04:30",
    "end": "00:04:34"
  },
  {
    "text": "Yeah. That we're reading someone's mail.",
    "start": "00:04:34",
    "end": "00:04:36"
  },
  {
    "text": "Yeah.",
    "start": "00:04:36",
    "end": "00:04:37"
  },
  {
    "text": "It's still hard for me.",
    "start": "00:04:37",
    "end": "00:04:38"
  },
  {
    "text": "Yeah. That's just so interesting to me.",
    "start": "00:04:38",
    "end": "00:04:40"
  },
  {
    "text": "Let's say I had, like, a great, great grandpa who's some brilliant dude, and I found some correspondence letters, and so I only had his side of. Of the correspondence, but he was corresponding with someone about. About something he really understood.",
    "start": "00:04:40",
    "end": "00:04:55"
  },
  {
    "text": "Well, yeah. Yeah.",
    "start": "00:04:55",
    "end": "00:04:56"
  },
  {
    "text": "And maybe it was. Let's just say it was like astronomy or. Which one? Which one? Which one's like the study of stars versus astronomy?",
    "start": "00:04:57",
    "end": "00:05:07"
  },
  {
    "text": "Astronomy or astrophysics?",
    "start": "00:05:07",
    "end": "00:05:09"
  },
  {
    "text": "Astrophysics.",
    "start": "00:05:09",
    "end": "00:05:09"
  },
  {
    "text": "Yeah.",
    "start": "00:05:09",
    "end": "00:05:10"
  },
  {
    "text": "He's just some brilliant astrophysics guy. And so he just understood, like, black holes and he understood dark matter and he understood all this stuff. But we only have his correspondence with a colleague, and then we got to piece it together.",
    "start": "00:05:10",
    "end": "00:05:22"
  },
  {
    "text": "That's right. And let's say that your grandpa, in.",
    "start": "00:05:22",
    "end": "00:05:26"
  },
  {
    "text": "This great great grandpa, your great great grandpa, he's way ahead of his time in this parable.",
    "start": "00:05:26",
    "end": "00:05:30"
  },
  {
    "text": "Your great grandpa and this colleague were talking about some pretty cutting edge stuff.",
    "start": "00:05:32",
    "end": "00:05:37"
  },
  {
    "text": "Yes.",
    "start": "00:05:37",
    "end": "00:05:38"
  },
  {
    "text": "But all you have from it are snippets or sections of developed ideas that he shared in the context of conversations. So you do get. You get real content, new content, but it's all framed within a conversation that has an actual purpose.",
    "start": "00:05:38",
    "end": "00:05:57"
  },
  {
    "text": "Yeah.",
    "start": "00:05:57",
    "end": "00:05:57"
  },
  {
    "text": "And so you get snippets or you get maybe your great great grandpa developed an idea about quasars or something, but only to answer a question that was being asked by the colleague.",
    "start": "00:05:57",
    "end": "00:06:07"
  },
  {
    "text": "And so you don't get his full understanding. A textbook.",
    "start": "00:06:08",
    "end": "00:06:11"
  },
  {
    "text": "What you get is a paragraph where he's condensing stuff that he would have written whole chapters on in a textbook.",
    "start": "00:06:12",
    "end": "00:06:18"
  },
  {
    "text": "And I guess to take the parable further, let's imagine that he had written a textbook. He had, like, put down everything he understood in one kind of thesis document. But that doesn't exist anymore. All we have is the correspondences.",
    "start": "00:06:18",
    "end": "00:06:34"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:06:34",
    "end": "00:06:35"
  },
  {
    "text": "So now we're trying to piece it together.",
    "start": "00:06:35",
    "end": "00:06:36"
  },
  {
    "text": "Yeah, that's right now.",
    "start": "00:06:36",
    "end": "00:06:37"
  },
  {
    "text": "Okay, that's fine. Because life happens and too bad we lost his thesis. Somehow it's. It's destroyed or buried or just missing and life goes on. It's unfortunate, but if we're talking about the God of the universe, how he's going to communicate his will to his human partners that he created, that seems like an oversight. Like he should have kept the thesis document.",
    "start": "00:06:37",
    "end": "00:07:05"
  },
  {
    "text": "I see, right. Oh, okay. You know, well, okay, so we didn't talk about this, but I was thinking about this ever since we started this conversation in the first episode, I think on this parable, the core thesis statement is the Hebrew Bible and the four gospel accounts.",
    "start": "00:07:05",
    "end": "00:07:21"
  },
  {
    "text": "That is the thesis.",
    "start": "00:07:21",
    "end": "00:07:21"
  },
  {
    "text": "That's the thesis statement. Namely, God want to rule this world in partnership with his human image bearers.",
    "start": "00:07:21",
    "end": "00:07:28"
  },
  {
    "text": "Yeah.",
    "start": "00:07:28",
    "end": "00:07:28"
  },
  {
    "text": "They have failed. He appointed Israel. They failed. In Jesus, who is the divine image made human, both humanity and Israel's stories are brought to their climax and carried forward and fulfilled.",
    "start": "00:07:28",
    "end": "00:07:43"
  },
  {
    "text": "Yeah.",
    "start": "00:07:43",
    "end": "00:07:43"
  },
  {
    "text": "And as we'll see in this conversation, all of the New Testament letters have echoes of that core storyline that they believe has come true in Jesus, which is why they talk about him reigning in the heavenly realm at God's right hand in almost every one of the letters. So that's the thesis statement. What we're watching in the letters is missionaries, pastors, apostles, corresponding with actual house churches, helping them understand how to apply and live out the reality of that core thesis statement in the context of these different cities around the Roman Empire.",
    "start": "00:07:43",
    "end": "00:08:19"
  },
  {
    "text": "So the thesis statement is also not a theological essay.",
    "start": "00:08:19",
    "end": "00:08:22"
  },
  {
    "text": "Oh, right. It's a narrative.",
    "start": "00:08:22",
    "end": "00:08:24"
  },
  {
    "text": "It's a narrative.",
    "start": "00:08:24",
    "end": "00:08:25"
  },
  {
    "text": "Yeah, A poetic narrative.",
    "start": "00:08:25",
    "end": "00:08:26"
  },
  {
    "text": "Yeah.",
    "start": "00:08:27",
    "end": "00:08:28"
  },
  {
    "text": "The way biblical narrative works. Yeah. But the thesis statement is that Jesus is Lord. The Gospel. The gospel is the thesis statement.",
    "start": "00:08:28",
    "end": "00:08:37"
  },
  {
    "text": "Yeah. And it leaves so many unanswered questions.",
    "start": "00:08:37",
    "end": "00:08:40"
  },
  {
    "text": "Yes.",
    "start": "00:08:40",
    "end": "00:08:41"
  },
  {
    "text": "And what I guess my presupposition is, is that all these unanswered questions is what the New Testament seeks to kind of tie a bow on. Right. Like, here's all these things. Jesus came and brought so much kind of climax and finality to the story, but then leads us to so many more new questions.",
    "start": "00:08:41",
    "end": "00:09:05"
  },
  {
    "text": "Yes, yes.",
    "start": "00:09:05",
    "end": "00:09:06"
  },
  {
    "text": "About what does it mean to be a follower of Jesus? What does it mean to be his body? And so I guess my assumption is the New Testament letters will tease that all out.",
    "start": "00:09:06",
    "end": "00:09:16"
  },
  {
    "text": "I see.",
    "start": "00:09:16",
    "end": "00:09:16"
  },
  {
    "text": "And put a bow on it. And you do. But only through correspondences. Not like someone you know. You would think Paul would be like, write some tome of a book that just spells it all out.",
    "start": "00:09:16",
    "end": "00:09:30"
  },
  {
    "text": "Yeah, got it. Yeah, I hear that. Yeah. I think he was too busy. He was too busy starting actual churches and pastoring actual people and writing letters to them. What's unique about Paul is we have more letters from him than any of the other apostles. You know, we have two from Peter three connected to John the Elder. You know, just not a lot else to work with. Hebrews is anonymous. But from. You know, if you have 13 letters from somebody over the course of, you know, a decade and a half, you can really put together a picture of the kind of textbook that they would write.",
    "start": "00:09:30",
    "end": "00:10:10"
  },
  {
    "text": "And that's what we have, though, is we have a bunch of people throughout church history trying to put together the textbook that they would write, the textbook.",
    "start": "00:10:10",
    "end": "00:10:17"
  },
  {
    "text": "That Paul would write. What textbook would Paul write? That's the question. And would he have even written one?",
    "start": "00:10:17",
    "end": "00:10:22"
  },
  {
    "text": "I guess that's an interesting question. Would he have even written one? Because my assumption is, of course we need one.",
    "start": "00:10:23",
    "end": "00:10:28"
  },
  {
    "text": "Ah. Yeah.",
    "start": "00:10:28",
    "end": "00:10:29"
  },
  {
    "text": "And maybe. Maybe that's where I'm getting tripped up.",
    "start": "00:10:29",
    "end": "00:10:31"
  },
  {
    "text": "Sure, sure.",
    "start": "00:10:31",
    "end": "00:10:32"
  },
  {
    "text": "But it just seems like a given.",
    "start": "00:10:32",
    "end": "00:10:34"
  },
  {
    "text": "Yeah. The closest that we could get would.",
    "start": "00:10:35",
    "end": "00:10:37"
  },
  {
    "text": "Be either Ephesians, but even there, that's him corresponding with.",
    "start": "00:10:37",
    "end": "00:10:42"
  },
  {
    "text": "Yeah, but the unique thing about Ephesians is that it seems to have been a circular letter sent up and down the Lycus Valley from Ephesus all the way on up. Because I don't know if you remember this from Ephesians class. The actual word Ephesus is not in the earliest manuscripts of the letter to the Ephesians, which doesn't mean it wasn't there. I think the evidence points in the direction that it was a circular letter. And the letter that has been copied and spread down was the one that arrived in Ephesus. But that a few unaddressed copies are still floating back there, that's actually a more complex debate. But Ephesians or the letter to the Romans? Letter to the Romans is to a network of house churches that he never visited, but he wants to visit. And the letter sort of like paves the way for him. However, even in. In both of those letters, what they're obsessed with is the Jew, non Jew, division and unity in the church. That's the main burden. And so all the theology that he develops in those letters is in the service of creating a vision of the world where Jesus is king and he's bringing Jew and non Jew together, because that was the issue of that generation.",
    "start": "00:10:42",
    "end": "00:12:01"
  },
  {
    "text": "Yeah.",
    "start": "00:12:01",
    "end": "00:12:01"
  },
  {
    "text": "So maybe to put it differently, what the New Testament letters are is they're snapshots of the first generation of the apostles applying the thesis statement that Jesus is Lord of all of the nations, the exalted human image who loved us and gave himself for us. And his grace gift was given regardless of any status, rank, value, socioeconomic, gender, class. And it puts everybody on an equal playing field. So we eat together, we pray together, we give our stuff, and we're forming new families and the new humanity. That's the thesis statement. And what we're watching in the letters is the apostles applying that in one particular cultural context that the early church spread into, namely the Roman Empire in the first decades. And as we watch them apply the gospel in that cultural setting, we learn a lot about what it might look like for us to apply the Gospel thesis in other cultural settings. But it's a culturally located moment. They're not floating out there as abstract theology essays.",
    "start": "00:12:01",
    "end": "00:13:10"
  },
  {
    "text": "Yeah, well, and that makes perfect sense. Yes, but as it makes perfect sense, it continues to confound me. Why is that what we have as scripture, and I don't want to put too fine of point on it, but back to the great grandpa parable. Let's say. Let's say he didn't just understand astronomy. He understands some secrets to the universe that everyone really needs to know. And he knew this about it and how it would help all of humanity. And so he wanted to pass down his wisdom, but for some reason, he decided, I'm not going to give him my theological essay. I'm not going to give him the whole thing all spelled out. I'm just gonna give him some correspondence from me and one of my colleagues or one of my friends, and that'll be enough. That's what I'll give them.",
    "start": "00:13:10",
    "end": "00:14:04"
  },
  {
    "text": "I hear that. That would be unfortunate. But fortunately, that's not how the Bible works, you know, because. Well, on that analogy, you don't have any core, the Hebrew statement.",
    "start": "00:14:05",
    "end": "00:14:17"
  },
  {
    "text": "You don't have the Hebrew Bible.",
    "start": "00:14:17",
    "end": "00:14:18"
  },
  {
    "text": "You don't have the core statement of what your great great grandpa actually figured out and discovered and what he wanted to pass down.",
    "start": "00:14:18",
    "end": "00:14:26"
  },
  {
    "text": "I see.",
    "start": "00:14:26",
    "end": "00:14:26"
  },
  {
    "text": "And so the Hebrew Bible and the Gospels are the core thing that God wants to communicate. The letters from the apostles were watching the first generation apply that story into specific culture contexts across the Roman Empire, trying to live out the reality of the biblical story.",
    "start": "00:14:26",
    "end": "00:14:48"
  },
  {
    "text": "Okay, you had to say this twice now for it to start to land. For me, this is helpful. I have viewed it completely opposite. I think in my mind you've got all this narrative, it's just all this preamble until we get to the good stuff, which is tie it all together for me, create a complete kind of matrix of ideas so that I can understand myself in the world I live in and how to please God and how to live wisely and all these things.",
    "start": "00:14:48",
    "end": "00:15:21"
  },
  {
    "text": "Yes.",
    "start": "00:15:21",
    "end": "00:15:22"
  },
  {
    "text": "And you're saying all that good stuff is in the preamble, What I'm calling the preamble.",
    "start": "00:15:22",
    "end": "00:15:27"
  },
  {
    "text": "The good stuff is the. Yeah, that's right.",
    "start": "00:15:27",
    "end": "00:15:29"
  },
  {
    "text": "And what we get in the letters is just some, like phone conversations. It's like.",
    "start": "00:15:29",
    "end": "00:15:35"
  },
  {
    "text": "So not just some phone conversations. Yeah, I mean some, like some really important, really, really, really crucially important phone conversations.",
    "start": "00:15:35",
    "end": "00:15:43"
  },
  {
    "text": "Crucially important. Why are they crucially important?",
    "start": "00:15:44",
    "end": "00:15:46"
  },
  {
    "text": "Oh, because we get to watch the apostles take the biblical story and morph it into a cross cultural story and language and apply it in cultural circumstances that Jesus did not have to deal with or encounter.",
    "start": "00:15:46",
    "end": "00:16:02"
  },
  {
    "text": "And if we didn't have that.",
    "start": "00:16:02",
    "end": "00:16:04"
  },
  {
    "text": "Yeah. I think we'd be impoverished.",
    "start": "00:16:04",
    "end": "00:16:06"
  },
  {
    "text": "We'd be impoverished.",
    "start": "00:16:06",
    "end": "00:16:07"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:16:07",
    "end": "00:16:08"
  },
  {
    "text": "But yeah, now I'm arguing the other side. What if we just didn't have the letters? Would it be okay?",
    "start": "00:16:08",
    "end": "00:16:14"
  },
  {
    "text": "It's sort of like, here's the analogy. The letters are actually. This isn't even my parable. This might be NT rights. I don't remember. It's as if there is a symphony that has, say, six movements. Let's say the first three movements would be the equivalent of the Hebrew Bible and the Gospel accounts. What's missing is movement five. What movement four is, is a whole bunch of scholars of this great composer, whoever this composer, he or she was, who reconstructed what the next movement would have been like. So movement 4. Is this not making any sense?",
    "start": "00:16:14",
    "end": "00:16:50"
  },
  {
    "text": "I think so.",
    "start": "00:16:50",
    "end": "00:16:51"
  },
  {
    "text": "Keep going. I'M so sorry.",
    "start": "00:16:51",
    "end": "00:16:53"
  },
  {
    "text": "No, no, no.",
    "start": "00:16:53",
    "end": "00:16:53"
  },
  {
    "text": "One through three is written.",
    "start": "00:16:53",
    "end": "00:16:55"
  },
  {
    "text": "One through three is written four.",
    "start": "00:16:55",
    "end": "00:16:56"
  },
  {
    "text": "You had fragments. And so you watch another generation of people who have studied movements one through three, and they have written, under the guidance of movements one through three, a whole new movement that they think is. Is exactly what the composer wanted for movement four to be like. Movement six, the way it all ends, is also written. The gap is movement five. And it's as if we, you and I, every generation of the church after the apostles, is writing movement 5 under the guidance of movements 1 through 3. We've already watched a previous generation apply movements 1, 2, 3 in a new setting, and then we are called to follow their lead and live out the movement in anticipation of its culmination in movement 6. If I could draw that, that would be more clear.",
    "start": "00:16:56",
    "end": "00:17:47"
  },
  {
    "text": "But movement six in this parable is the revelation.",
    "start": "00:17:47",
    "end": "00:17:51"
  },
  {
    "text": "New creation. Yeah. Yeah.",
    "start": "00:17:51",
    "end": "00:17:53"
  },
  {
    "text": "And movement one through three is the Hebrew.",
    "start": "00:17:53",
    "end": "00:17:56"
  },
  {
    "text": "Hebrew Bible and the Gospels and the Gospels. Yeah.",
    "start": "00:17:56",
    "end": "00:17:58"
  },
  {
    "text": "And the fragments we get are the letters, the correspondences.",
    "start": "00:17:58",
    "end": "00:18:01"
  },
  {
    "text": "Yeah.",
    "start": "00:18:01",
    "end": "00:18:02"
  },
  {
    "text": "When you say we have to turn it into a movement or kind of recreate the movement, meaning there's some work we have to do to flesh it out.",
    "start": "00:18:02",
    "end": "00:18:09"
  },
  {
    "text": "Yeah. In other words. Yeah. What the scholars do is they studied movements one through three, and then they worked out what movement forward needs to look like in order to get you on your way to how the story, how the whole symphony is going to end. But there's still a gap. And now what we are called to do, we have movements one through three to study and see the story. We've already watched a previous generation apply it all, take it to the next, and we get to learn. Now we have two sources to learn from the actual story of Jesus. The Hebrew Bible and Jesus. We've watched the apostles apply it in the cultural circumstances of 1st century Jewish messianic synagogues and Greco Roman cities. And now actually, you know, you and I, we also have 1900 years of church history to also glean from, to see how followers of Jesus have applied the biblical story and cultures all over the planet. But there's a pride of place given to the apostles letters because Jesus actually commissioned them and appointed them as his deputies, as we talked about. But yeah, let's camp out here as long as we need to. This is the paradigm shift that I want to invite people into with these videos, is that the letters actually come out of the missionary movement and expansion of the Jesus movement. You could say that this part of the Bible is actually the product and the fuel. It's Both the product and the fuel of the expanding Jesus movement. Going out to all nations to fulfill the Great Commission. Remember, in the Great Commission, Jesus said, go out to all nations and teach them everything that I commanded you. So what we're watching in the apostles letters is them teaching all these Greeks and Romans and Macedonians and what it looks like to follow Jesus you in their city and in their context. And welcome to the letters.",
    "start": "00:18:10",
    "end": "00:20:02"
  },
  {
    "text": "Welcome to the letters. So movements one through three come to us from a well crafted group of second century scribes.",
    "start": "00:20:02",
    "end": "00:20:14"
  },
  {
    "text": "The Hebrew Bible quilts.",
    "start": "00:20:14",
    "end": "00:20:15"
  },
  {
    "text": "The Hebrew Bible quilt.",
    "start": "00:20:15",
    "end": "00:20:16"
  },
  {
    "text": "Yeah, got it.",
    "start": "00:20:16",
    "end": "00:20:16"
  },
  {
    "text": "There's so many metaphors who kind of complete this narrative and poetic retelling of their history inspired by God's spirit and in your metaphor of a symphony, to create this tune to live by, which is that there is one God, there's one creator God, and He created us to be his partners and to rule the world and to trust him and his generosity and to use this power for good and the propensity for us to decide to rule on our own and his desire to make this partnership work. So we get this melody, this tune and we learn so much about who God is and how he works in his creation.",
    "start": "00:20:16",
    "end": "00:21:06"
  },
  {
    "text": "Humanity fails. God chooses one family of Abraham, but he tells that guy Abraham and Sarah that from them is going to come a multitude of nations. This was the second part of our conversation.",
    "start": "00:21:07",
    "end": "00:21:19"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:21:19",
    "end": "00:21:20"
  },
  {
    "text": "That's why he gets named Avraham, because he's going to be the exalted father of a multitude of nations. And so the story, the particular story of the one nation of Israel carries with it God's purpose to bring all nations together as his divine images and partners ruling the world together with Him, Israel fails.",
    "start": "00:21:20",
    "end": "00:21:42"
  },
  {
    "text": "So movements one through three is the Hebrew Bible where which is through the guidance of the Holy Spirit and the scribes who bring it on this tradition, craft it so that we have this beautiful complete.",
    "start": "00:21:43",
    "end": "00:21:55"
  },
  {
    "text": "That's right.",
    "start": "00:21:55",
    "end": "00:21:55"
  },
  {
    "text": "And it's beautiful and it's got literary genius and you can meditate on it.",
    "start": "00:21:56",
    "end": "00:22:00"
  },
  {
    "text": "Yeah. And it's saying that all humanity's story and crisis and Israel's story and crisis is all going to be fulfilled and brought together through one anointed representative. Messiah, the servant, the new Moses, the new David and so on. Not just the Hebrew Bible.",
    "start": "00:22:01",
    "end": "00:22:19"
  },
  {
    "text": "So it's in the sense that it leaves a lot of things hanging.",
    "start": "00:22:19",
    "end": "00:22:21"
  },
  {
    "text": "Leaves a lot hanging, but it's complete.",
    "start": "00:22:21",
    "end": "00:22:23"
  },
  {
    "text": "In the sense of its structure of it.",
    "start": "00:22:23",
    "end": "00:22:24"
  },
  {
    "text": "It's got this coherent and in its diagnosis of the problem and of what kind of Solution there's going to need to be. That's the Hebrew Bible. It's core movements one through three. Movements one through three. Okay. We're changing the numbers now. There's now three movements. The Torah, prophets and writings.",
    "start": "00:22:24",
    "end": "00:22:41"
  },
  {
    "text": "Then you get to the Gospels. Movement four.",
    "start": "00:22:42",
    "end": "00:22:44"
  },
  {
    "text": "Correct.",
    "start": "00:22:44",
    "end": "00:22:45"
  },
  {
    "text": "Which there's four of them. That's easy to remember.",
    "start": "00:22:45",
    "end": "00:22:46"
  },
  {
    "text": "Yeah, that was good.",
    "start": "00:22:46",
    "end": "00:22:47"
  },
  {
    "text": "Four ancient biographies of Jesus and how he is the climax of the Hebrew scriptures. So that makes sense. That's a complete. And it feels complete. They're structured in a way that's.",
    "start": "00:22:47",
    "end": "00:22:59"
  },
  {
    "text": "That's right. In his death, announcement of God's kingdom, his death, his resurrection and his exaltation, or sometimes called his ascension to the heavenly throne, Jesus is installed as the human image of God that Genesis 1 anticipated but no human in the Hebrew Bible ever fulfilled.",
    "start": "00:22:59",
    "end": "00:23:19"
  },
  {
    "text": "Yeah.",
    "start": "00:23:19",
    "end": "00:23:20"
  },
  {
    "text": "So now Jesus is Lord. That's the gospel.",
    "start": "00:23:20",
    "end": "00:23:23"
  },
  {
    "text": "And so if we just had that, we just had movements one through four, you could hang, right?",
    "start": "00:23:24",
    "end": "00:23:29"
  },
  {
    "text": "Ah, yeah. Okay. Yes.",
    "start": "00:23:29",
    "end": "00:23:30"
  },
  {
    "text": "You've got enough. You know the story you're in, you know the heart of God, you know the mission, you know the conflict and resolution, you know the person of Jesus and you can, you can decide, Jesus is the king of the universe and I'm gonna live by his ethic.",
    "start": "00:23:30",
    "end": "00:23:45"
  },
  {
    "text": "Yep.",
    "start": "00:23:45",
    "end": "00:23:46"
  },
  {
    "text": "And Yep.",
    "start": "00:23:46",
    "end": "00:23:47"
  },
  {
    "text": "You could in theory go from. Yeah. The resurrection narratives to the revelation.",
    "start": "00:23:47",
    "end": "00:23:52"
  },
  {
    "text": "Yeah.",
    "start": "00:23:54",
    "end": "00:23:54"
  },
  {
    "text": "So to speak. And be like, in one day all nations will realize that Jesus is truly king and God's kingdom will come on earth as in heaven. Amen. However, at the end of Matthew and Luke, actually all four gospels have some kind of commissioning. Mark only does in its secondary longer form. That's a whole other rabbit hole. The Gospels contain Jesus commissioning his disciples to go out and expand and spread the news and the movement somewhere near the end. All four have a continuation like a dot, dot, dot.",
    "start": "00:23:54",
    "end": "00:24:27"
  },
  {
    "text": "Yeah. In a way the Hebrew Scriptures has a dot, dot, dot.",
    "start": "00:24:27",
    "end": "00:24:29"
  },
  {
    "text": "Correct. Yeah, that's right.",
    "start": "00:24:29",
    "end": "00:24:30"
  },
  {
    "text": "So yeah. The question is now what?",
    "start": "00:24:31",
    "end": "00:24:33"
  },
  {
    "text": "Now what?",
    "start": "00:24:33",
    "end": "00:24:34"
  },
  {
    "text": "Now what? Jesus is Lord and he's been working through the people of Abraham and now it's opening up to all the nations.",
    "start": "00:24:34",
    "end": "00:24:41"
  },
  {
    "text": "Yeah.",
    "start": "00:24:41",
    "end": "00:24:42"
  },
  {
    "text": "Now what?",
    "start": "00:24:42",
    "end": "00:24:43"
  },
  {
    "text": "Yeah. Jesus said that the Holy Spirit would come and teach the disciples the apostles truth so that they could go and represent him. And even within the Gospels, Jesus commissions the disciples as his representatives. Like when he commissions them to go two by two, he's already starting there. They are going to continue on and expand the announcement and the Jesus communities farther and further.",
    "start": "00:24:43",
    "end": "00:25:10"
  },
  {
    "text": "And that's the thesis statement that you're saying is that's the thesis statements 1 through 4. You got all the goodness you need.",
    "start": "00:25:10",
    "end": "00:25:16"
  },
  {
    "text": "Yeah.",
    "start": "00:25:17",
    "end": "00:25:17"
  },
  {
    "text": "But it leaves a lot of questions.",
    "start": "00:25:17",
    "end": "00:25:19"
  },
  {
    "text": "Yeah.",
    "start": "00:25:19",
    "end": "00:25:20"
  },
  {
    "text": "Practical questions.",
    "start": "00:25:20",
    "end": "00:25:21"
  },
  {
    "text": "Very practical questions.",
    "start": "00:25:21",
    "end": "00:25:22"
  },
  {
    "text": "And the first very practical question was how is this Jewish religion or way of life view of the world going.",
    "start": "00:25:22",
    "end": "00:25:31"
  },
  {
    "text": "To now become, let's call it Messianic Jewish. Messianic Jewish Jesus movement.",
    "start": "00:25:31",
    "end": "00:25:37"
  },
  {
    "text": "The Messianic Jesus movement. How is that going to expand into other cultures?",
    "start": "00:25:37",
    "end": "00:25:41"
  },
  {
    "text": "Because it's again, it's not just an Israel thing, it's an all humanity thing. That's what Genesis 1 through 11 is trying to tell us.",
    "start": "00:25:42",
    "end": "00:25:49"
  },
  {
    "text": "And so. And that's what Movement 5 is predominantly preoccupied with.",
    "start": "00:25:49",
    "end": "00:25:55"
  },
  {
    "text": "Correct.",
    "start": "00:25:55",
    "end": "00:25:56"
  },
  {
    "text": "And Movement 5, sorry, is now we're into this movement. It's post Jesus resurrection. He's commissioned his apostles and they're out spreading the good news that Jesus is king.",
    "start": "00:25:56",
    "end": "00:26:08"
  },
  {
    "text": "And Luke with his second volume, Acts, has given us a foundation narrative for that. Yeah. For those first decades of the expansion of the movement out from Jerusalem to Judea and Samaria, then out to the end of the land up in Rome. Yeah, yeah. In many ways, not all, but most of the New Testament letters fit somewhere in the storyline of the Book of Acts. What we're doing right now may be helpful in the video because the goal is to say the letters fit into a narrative context within the storyline of the Bible and Acts is where they fit. So Acts, Yeah. Becomes movement five.",
    "start": "00:26:08",
    "end": "00:26:48"
  },
  {
    "text": "And the Book of Acts is where predominantly Paul, but the stories of.",
    "start": "00:26:48",
    "end": "00:26:52"
  },
  {
    "text": "Well, it begins with Jesus exalted to the right hand of God to rule as the image of God over all creation. And then he sends out his followers to the nations and they receive the.",
    "start": "00:26:52",
    "end": "00:27:02"
  },
  {
    "text": "Holy Spirit and then they just start spreading the Gospel.",
    "start": "00:27:02",
    "end": "00:27:05"
  },
  {
    "text": "And a major theme of the Book of Acts is how Jewish messianic Jews who follow Jesus and non Jewish people who follow Jesus are working out how to live together as one family. That's a major theme in the Book of Acts.",
    "start": "00:27:05",
    "end": "00:27:20"
  },
  {
    "text": "So. And then movement five, so you have, you have a narrative, but then you get all of these letters which are correspondences with these early church Jesus movements about here's how to make this work in your community.",
    "start": "00:27:21",
    "end": "00:27:35"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:27:35",
    "end": "00:27:36"
  },
  {
    "text": "And while you're making a worker community, I'm going to talk about the story and kind of help reflect on it. But then also I'm gonna get really granular into like how this applies to you guys.",
    "start": "00:27:36",
    "end": "00:27:46"
  },
  {
    "text": "Yeah. And usually the letters are prompted by an actual circumstance. Some issue usually, often a problem, sometimes other things.",
    "start": "00:27:46",
    "end": "00:27:56"
  },
  {
    "text": "So Movement 5 is unique in all the movements in that it has this element of correspondence.",
    "start": "00:27:56",
    "end": "00:28:04"
  },
  {
    "text": "Correct. We get a narrative of Acts, and then we get little snapshots of the apostolic mission, the mission of the apostles, through getting to listen in on their correspondence with churches.",
    "start": "00:28:04",
    "end": "00:28:15"
  },
  {
    "text": "In your parable you were creating then, you're saying that now, looking back at that, there's some work to be done to reconstruct what were the issues? Well, I guess that would be the main thing.",
    "start": "00:28:15",
    "end": "00:28:27"
  },
  {
    "text": "Yep, that's right, Sam. Yeah. So remember, the first statement was, these are letters. Yeah. Letters require a context for you to truly understand what they mean. So what we're doing right now is we're beginning to go through what I called four layers of context. And the first one was the context within the larger biblical story. That's where we are right now.",
    "start": "00:28:27",
    "end": "00:29:26"
  },
  {
    "text": "Yeah.",
    "start": "00:29:26",
    "end": "00:29:26"
  },
  {
    "text": "The next two layers of context will be the cultural context of the Roman Empire. There were culture dynamics at work there that shape the issues that the apostles face and how they address them. Then there's another context called a situational context. This is the actual relationship between the author and the audience and the stuff that's happened, that's just assumed because these.",
    "start": "00:29:26",
    "end": "00:29:53"
  },
  {
    "text": "People know each other. Like someone sleeping with their stepmom or something.",
    "start": "00:29:53",
    "end": "00:29:56"
  },
  {
    "text": "Correct. So I think video number one on the letters can do those three movements of context. Then the second video on the letters will be about the literary context, learning to read these letters as a unified statement, developing thoughts from beginning to end so that we stop pillaging them for versus out of context.",
    "start": "00:29:56",
    "end": "00:30:15"
  },
  {
    "text": "So the first two you would also apply to the other movements. Right. Where does this fit in the story?",
    "start": "00:30:15",
    "end": "00:30:21"
  },
  {
    "text": "Yeah.",
    "start": "00:30:21",
    "end": "00:30:22"
  },
  {
    "text": "And then also some understanding of the historical kind of context it was in.",
    "start": "00:30:22",
    "end": "00:30:30"
  },
  {
    "text": "Correct? Yeah, that's right.",
    "start": "00:30:30",
    "end": "00:30:31"
  },
  {
    "text": "It's the third one that seems unique to the letters.",
    "start": "00:30:31",
    "end": "00:30:34"
  },
  {
    "text": "That's right. The letters have an additional like element to them because they are letters. And letters are always written in the context of a relationship and the situations that they're written for.",
    "start": "00:30:34",
    "end": "00:30:45"
  },
  {
    "text": "Because the fourth one is also something you apply to anywhere else, which is how do you read this thing as a whole?",
    "start": "00:30:46",
    "end": "00:30:52"
  },
  {
    "text": "That's right.",
    "start": "00:30:52",
    "end": "00:30:53"
  },
  {
    "text": "And how do you see kind of themes developing? And so. Okay. And so there's something unique about this, what we call it the fifth movement. The fifth movement of what? Of God's people, I guess.",
    "start": "00:30:53",
    "end": "00:31:04"
  },
  {
    "text": "Of the biblical storyline, biblical story, which we are to see ourselves as living within.",
    "start": "00:31:04",
    "end": "00:31:08"
  },
  {
    "text": "And there's something unique about it where we have these correspondences that leaves it, in a way, not as complete as the other movements. I kept using the word complete. Like there's a sense of Like I've created this, this whole narrative structure and it's got some fidelity in and of itself. And it seems like what you're saying is, now we get to the correspondences. We've got Acts, which acts that way. It's kind of this complete narrative package.",
    "start": "00:31:08",
    "end": "00:31:36"
  },
  {
    "text": "Yeah.",
    "start": "00:31:36",
    "end": "00:31:36"
  },
  {
    "text": "But then we get all these correspondences. They don't have that same fidelity of completeness.",
    "start": "00:31:36",
    "end": "00:31:42"
  },
  {
    "text": "Yeah. Although you could argue that the book of Acts itself intentionally ends with a dot, dot, dot.",
    "start": "00:31:42",
    "end": "00:31:47"
  },
  {
    "text": "Well, they all do. Yeah. When I say completeness, I don't mean that the story's over. Oh, right, right, right, right. I just mean that, like, it's a literary whole.",
    "start": "00:31:47",
    "end": "00:31:54"
  },
  {
    "text": "I understand. Yes.",
    "start": "00:31:54",
    "end": "00:31:55"
  },
  {
    "text": "That you don't need to then go and be like, well, what situational context did this story happen in?",
    "start": "00:31:55",
    "end": "00:32:02"
  },
  {
    "text": "I see.",
    "start": "00:32:02",
    "end": "00:32:03"
  },
  {
    "text": "Like that doesn't matter. If it didn't give you the information, you don't need it. You know, like if I'm reading a story in the Torah, I'm not trying to figure out, you know.",
    "start": "00:32:03",
    "end": "00:32:13"
  },
  {
    "text": "Yeah, yeah. The context is given to me.",
    "start": "00:32:13",
    "end": "00:32:16"
  },
  {
    "text": "If I need it, it was given to me.",
    "start": "00:32:16",
    "end": "00:32:17"
  },
  {
    "text": "Yeah, that's right. So the letters are different than poetry and narratives in that they were written in actual relational, situational context and a cultural context that shapes why they are what they are. And we need to do the work of loving the biblical author as we love ourselves, which was strive to hear them on their terms and not just listen to them to serve my agenda.",
    "start": "00:32:17",
    "end": "00:32:45"
  },
  {
    "text": "And I think I heard you kind of then saying that same spirit of coming to this fifth movement and, and participating with it in a new way that you didn't have to do in the other movements is then actually setting the stage for the fact that in the sixth movement, it's all on us.",
    "start": "00:32:45",
    "end": "00:33:03"
  },
  {
    "text": "Yeah. In the Spirit.",
    "start": "00:33:03",
    "end": "00:33:05"
  },
  {
    "text": "Yeah. Thank you. Yes, thank you.",
    "start": "00:33:05",
    "end": "00:33:09"
  },
  {
    "text": "The Spirit. Continuing work through Jesus followers to keep living out the reality of the gospel that Jesus is Lord, but in new cultural contexts that the apostles never encountered. But because we've learned how they encountered new cultures and issues in the book of Acts, we watched that get worked out. And then we watched in the letters them applying the Gospel to 1st century Greco Roman house churches in major cities. That becomes an instructive guide for us in dependence on the Spirit to discern what it means for us to live out the fact that Jesus is Lord in the nations around the world today. I think that's how the biblical story works.",
    "start": "00:33:09",
    "end": "00:33:51"
  },
  {
    "text": "And then we get the seventh movement, which is completed for us, so we know how it ends. So I'm coming to this thinking There's a massive gap here. That's scandalous. That seems like an oversight. But what I hear you saying is there might be some sort of brilliant divine pedagogy.",
    "start": "00:33:51",
    "end": "00:34:08"
  },
  {
    "text": "Whoa. Yeah, well said.",
    "start": "00:34:09",
    "end": "00:34:12"
  },
  {
    "text": "That is preparing us to actually work with the Spirit to be a part of the story.",
    "start": "00:34:12",
    "end": "00:34:19"
  },
  {
    "text": "Correct. And if you think back, this makes a lot of sense. The narrative world of the Bible is one in which God's purposes on earth are carried out in and through his human images.",
    "start": "00:34:19",
    "end": "00:34:32"
  },
  {
    "text": "Right.",
    "start": "00:34:32",
    "end": "00:34:32"
  },
  {
    "text": "The whole premise of the biblical story is God wants humans to take charge and to carry out his will in the world, which means that. That maybe that apostolic theology textbook, it just simply.",
    "start": "00:34:33",
    "end": "00:34:46"
  },
  {
    "text": "It would have gotten in the way.",
    "start": "00:34:46",
    "end": "00:34:47"
  },
  {
    "text": "Yeah. Or it just. It's an impossible endeavor because what that would just show us is how the apostles worked it out in their setting.",
    "start": "00:34:47",
    "end": "00:34:54"
  },
  {
    "text": "Right.",
    "start": "00:34:54",
    "end": "00:34:55"
  },
  {
    "text": "But all that can ever be for me is a guide that the Spirit can use to teach me how we are supposed to do it in our setting. And it's just the reality of divine revelation through humans.",
    "start": "00:34:55",
    "end": "00:35:08"
  },
  {
    "text": "God created some crazy library encyclopedia with every decade labeled, and you can just go to it and just pull out the decade you're in. And then there's.",
    "start": "00:35:08",
    "end": "00:35:18"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:35:18",
    "end": "00:35:19"
  },
  {
    "text": "There's how you be accused of.",
    "start": "00:35:19",
    "end": "00:35:22"
  },
  {
    "text": "You know, there's an analogy here to the two halves of the Lord's Prayer, which is, may your will be done. May your kingdom come here on earth as it is in heaven. So we're acknowledging this is about God's name, God's will, God's kingdom coming. But then the second half of the Lord's Prayer shifts the focus to how we are going to live in reality in that light of that reality, through trust for God's provision, daily bread, through radical acts of forgiveness, and then by being faithful to God when we're in the midst of the test, our own version of the test. So God's kingdom comes on earth as it is in heaven, when God's people trust him and employ radical forgiveness and are faithful to him in difficult circumstances. So it doesn't divorce how God is at work in the world from how humans are to live out God's will in the world. It's always together. So this is all in service of your point. There's a divine pedagogy that leaves a gap for us to live out the reality of the gospel in all of our different cultural contexts. And the letters play a crucially important role because they show us how the appointed representative of Jesus, the apostles, did it in the first couple generations and from those Letters. We learn a lot about cross cultural translation of the gospel.",
    "start": "00:35:22",
    "end": "00:36:45"
  },
  {
    "text": "Yeah.",
    "start": "00:36:46",
    "end": "00:36:46"
  },
  {
    "text": "Movement six that we are living in is spirit guided improvisation. We're the jazz movement based on close study of movements one through five.",
    "start": "00:36:46",
    "end": "00:36:57"
  },
  {
    "text": "Hmm. Man, it's even more reason to be so saturated in the movements before because a good someone who's good at improvising really knows the basics.",
    "start": "00:36:58",
    "end": "00:37:11"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:37:11",
    "end": "00:37:12"
  },
  {
    "text": "The basic melodies and the basic rules.",
    "start": "00:37:12",
    "end": "00:37:14"
  },
  {
    "text": "Correct.",
    "start": "00:37:14",
    "end": "00:37:15"
  },
  {
    "text": "Of the. Of how you play in this tune.",
    "start": "00:37:15",
    "end": "00:37:17"
  },
  {
    "text": "Yep. Yes.",
    "start": "00:37:17",
    "end": "00:37:18"
  },
  {
    "text": "Otherwise your improvisation is going to be pretty ugly.",
    "start": "00:37:18",
    "end": "00:37:21"
  },
  {
    "text": "Yeah, totally. Yeah. It'll be just. Yep, that's right. In many ways, you could say the last 1900 years of church history is just the fascinating narrative of different communities all around the world through history attempting to, you know, carry on the Jesus story by the power of the spirit and with varying degrees of success and failure. Yeah, right. And there you go. Let me just register one final note here.",
    "start": "00:37:21",
    "end": "00:38:18"
  },
  {
    "text": "Okay.",
    "start": "00:38:18",
    "end": "00:38:18"
  },
  {
    "text": "If the thesis statement of movements one through four, the Hebrew Bible and of the four gospel accounts is about Jesus is Lord, this makes so much sense of why the Gospels are all revolving around the theme of Jesus announcing or bringing God's kingdom, God's reign here on earth as it is in heaven. It makes sense of why the resurrection of Jesus is portrayed as a royal enthronement. We talked about this in the how to Read the Gospels video and conversations. It also makes sense why in the letters, a key foundation point shared by all the apostles is this conviction that Jesus is exalted as the king of the universe. It just keeps coming up. And I think in conversation two of this series, we talked about some of these texts like Psalm 8, which is all about a son of man, human, that God appoints as his ruler. Overall, we talked about Psalm 110, which is about a future king from the line of David who sits at God's right hand. And those two psalms together are the most quoted Old Testament texts in the letters. They're fixated on this. So I don't know if we want to look at any, if that's helpful at all. So the book of Acts begins famously with Jesus in chapter one saying, you know, you're going to be my witnesses in Jerusalem. He says to the apostles, you're going to be my witnesses in Jerusalem, Judea and Samaria and to the ends of the earth. The next sentence is, after he said these things, he was lifted up while they were looking on, and a cloud received him out of their sight.",
    "start": "00:38:19",
    "end": "00:39:55"
  },
  {
    "text": "The ascension.",
    "start": "00:39:55",
    "end": "00:39:56"
  },
  {
    "text": "The ascension, but specifically the idea of Jesus exaltation up riding A cloud into the divine heavenly realm. This is all about Daniel, chapter seven. The cloud rider ascending up into the heavenly realm. Exalted up. So Luke's giving us a clue. And this is hyperlinked back to all of these Daniel seven things in the Gospel of Luke itself. But we're watching Daniel 7 begin of a human exalted as God's divine image at his right hand. So once you step into the letters, you see that they just take this as a given. It just saturates their language. So Romans chapter one begins with Paul introducing himself to the house churches of Rome. I mean, it's just the opening lines here. Paul introduces himself as an apostle. Oh, have we talked about the word apostle? I've been using it a lot. That's an oversight. It's one of these Greek words that's just spelled with English letters. It's an actual Greek word spelled with.",
    "start": "00:39:56",
    "end": "00:40:57"
  },
  {
    "text": "English letters, if I remember my Greek correctly. It's the sent ones.",
    "start": "00:40:57",
    "end": "00:41:00"
  },
  {
    "text": "Yeah. Yep. From the Greek verb apostelo, which means to send out.",
    "start": "00:41:00",
    "end": "00:41:04"
  },
  {
    "text": "To send out.",
    "start": "00:41:04",
    "end": "00:41:05"
  },
  {
    "text": "Yeah. One who is sent. A sent representative. Yeah. So Paul, he calls himself a slave of Messiah Jesus, called as a sent one. I'm an apostle set apart for the Gospel of God. Oh, where do you find the announcement of God's good news? Well, he promised it all beforehand through his prophets in the Hebrew Bible in the Scriptures. So you can see he's working with it here.",
    "start": "00:41:05",
    "end": "00:41:28"
  },
  {
    "text": "Yeah.",
    "start": "00:41:28",
    "end": "00:41:29"
  },
  {
    "text": "The thesis statement that God wants to tell the world is in the Hebrew Scriptures and then in the narrative of its fulfillment, which goes on in about his Son born from the seed of David according to the flesh, who was declared to be not just the seed of David, but the Son of God with power by his resurrection from the dead according to the Holy Spirit. Who is this Jesus Messiah, our Lord, through whom we've received grace and apostleship. We've been commissioned to bring about the believing loyalty among all nations for his name's sake, among whom y' all are also called by Jesus Messiah. He sees himself in Act 5, Movement 5 of our of our story. Jesus has been exalted as the divine image and we're sent as his representatives to go inform people of all the nations to give their allegiance and loyalty and faith to him. So what you can do. Maybe I'll just offer this to our listeners here. Get out of concordance or get an online concordance. Go to Bible Hub, which is the easy online concordance, and start searching phrases in the New Testament about Jesus being seated or sitting at God's Right hand, seated.",
    "start": "00:41:29",
    "end": "00:42:44"
  },
  {
    "text": "I'm just going to do seated Bible Hub. Colossians 3:1. Since then, you've been raised with Christ.",
    "start": "00:42:45",
    "end": "00:42:51"
  },
  {
    "text": "Yes. Keep going.",
    "start": "00:42:51",
    "end": "00:42:52"
  },
  {
    "text": "Set your hearts on things above where Christ is seated. That's right at the right hand of God.",
    "start": "00:42:52",
    "end": "00:42:56"
  },
  {
    "text": "Great example.",
    "start": "00:42:56",
    "end": "00:42:57"
  },
  {
    "text": "So that was the first hit.",
    "start": "00:42:57",
    "end": "00:42:58"
  },
  {
    "text": "That was the first one, yep.",
    "start": "00:42:58",
    "end": "00:42:59"
  },
  {
    "text": "But there's like 1, 2, 3, 4, 5, 6, 7, 8.",
    "start": "00:42:59",
    "end": "00:43:03"
  },
  {
    "text": "Yeah. Right across Paul in Ephesians, in the letter to the Hebrews, whoever that's written by in first Peter, right through all the apostles have this conviction that Jesus is the exalted human image fulfilling the Genesis 1 picture. And so the job of the apostles is to go inform the nations that the rulers of this world are not the ultimate authority. Rather, they are obligated to acknowledge one in authority over them, the exalted Jesus, the truly human one. And they're going out, starting alternate. The alternate empire of God. I mean, the kingdom of God would have been heard in the Roman Empire as the empire of God, which.",
    "start": "00:43:03",
    "end": "00:43:47"
  },
  {
    "text": "The rebellion.",
    "start": "00:43:48",
    "end": "00:43:48"
  },
  {
    "text": "Yeah, that's right. Yeah. An alternate kingdom. And that's how the apostles were heard in Acts 17 in Thessalonica, when Paul goes there, they get kicked out. They have run out of town in like a couple weeks because people hear them saying, this is the line. They are announcing that there is another king Jesus. So this is the big story unifying. So that's one. An exalted human. But the implication is then that these communities coming around Jesus people are equal recipients of the gift of God's mercy and the invitation to this kingdom. And so this is a huge theme in Paul, but also in other letters that it's like the great equalizer. Because next step of context. In the Greco Roman Empire, everything is about status and rank and class in a way that modern Westerners, it's almost impossible for us to imagine. But people who have grown up in more traditional honor shame, maybe Eastern or maybe Southern hemisphere cultures, they way more understand, see this dynamic in the New Testament.",
    "start": "00:43:49",
    "end": "00:44:57"
  },
  {
    "text": "So we're going to jump into that.",
    "start": "00:44:58",
    "end": "00:44:59"
  },
  {
    "text": "That's the next layer of context. Yeah. The implication is if Jesus is exalted as Lord of the nations, then the people forming around him are being unified across every single kind of dividing line. And so this is famously expressed Galatians 3. 28. He's writing to a church, mostly non Jews. There's been some messianic Jewish missionaries who've come in to say, if you really want to follow Jesus, you have to join the Jewish ethnicity group and be circumcised and this just Paul explodes in this letter. He's so ticked off and he calls it another gospel, a different announcement of good news. Because what he sees is that's an announcement of diminished good news. Because what it means is Jesus is only Lord of Israel, so become an Israelite. So become an Israelite to be in with Jesus. And he thinks this is just totally backwards. And so, yeah, famous statements like Galatians 3, 27 and following, he says, you have all been baptized into the Messiah. You've clothed yourself with Messiah. It's as if when you join the Jesus movement, when you're baptized into it, he becomes you and you become him.",
    "start": "00:44:59",
    "end": "00:46:12"
  },
  {
    "text": "Yeah, there's a real mysticism about this theology.",
    "start": "00:46:12",
    "end": "00:46:16"
  },
  {
    "text": "Oh yeah.",
    "start": "00:46:16",
    "end": "00:46:17"
  },
  {
    "text": "Being the body of Christ.",
    "start": "00:46:17",
    "end": "00:46:19"
  },
  {
    "text": "Yes. Yeah, that's right. Yeah. So famously he says there is neither Jew nor Greek, nor slave or free, no male or female. I mean, he just went through basically, there's no. There's no such thing as ethnicity, no such thing as social class slave or free. There's no such thing as gender power differentials, male or female. You are all one in Messiah Jesus. And if you're all in the Messiah, you're all a part of the family of Abraham. So don't get circumcised.",
    "start": "00:46:19",
    "end": "00:46:50"
  },
  {
    "text": "You're already in.",
    "start": "00:46:50",
    "end": "00:46:51"
  },
  {
    "text": "You're already in. So this was scandalous in the 1st century Greco world because of the class structure. Yeah. The next layer is truly to understand what it was like to hear the letters in Greco Roman cities around the Mediterranean.",
    "start": "00:46:51",
    "end": "00:47:07"
  },
  {
    "text": "I am trying to summarize in my mind Jesus. So he was a descendant of David according to his earthly body, flesh.",
    "start": "00:47:48",
    "end": "00:47:55"
  },
  {
    "text": "An Israelite.",
    "start": "00:47:55",
    "end": "00:47:56"
  },
  {
    "text": "He's an Israelite. He was declared to be the Son of God with power by the resurrection of the dead. So he was more than merely human.",
    "start": "00:47:56",
    "end": "00:48:02"
  },
  {
    "text": "You could say the resurrection revealed his true identity. It was an announcement of his real identity.",
    "start": "00:48:02",
    "end": "00:48:08"
  },
  {
    "text": "That is also a theme fleshed out in the letters is this identity of. Yeah, but they will constantly quote from like Psalm 8, Psalm 110 to try to understand the identity of Jesus, being this cosmic king who is one with God. But you were kind of bringing out this theme. Maybe it's according to the flesh son of David. Is that the whole point was that God would have image bearing humans who could serve at his right hand. Essentially. That's right to rule creation. Yeah, that's the whole setup.",
    "start": "00:48:08",
    "end": "00:48:40"
  },
  {
    "text": "That's the vision of Eden. That's the Garden of Eden.",
    "start": "00:48:40",
    "end": "00:48:42"
  },
  {
    "text": "Yeah. So that's finally been accomplished in the person of Jesus. But the person of Jesus is no mere Human. And now he, he is the cosmic.",
    "start": "00:48:42",
    "end": "00:48:51"
  },
  {
    "text": "King who rules from some other dimension.",
    "start": "00:48:51",
    "end": "00:48:54"
  },
  {
    "text": "And that there's plenty of Paul tripping out on that in the letters. And then he says in some really kind of mystical way is like you are united in that. Like you are his body. You've been baptized into him. Like his power is your power.",
    "start": "00:48:56",
    "end": "00:49:12"
  },
  {
    "text": "Romans 8. If, if the Messiah is in you, he uses temple dwelling language. The spirit of the Messiah dwells in you.",
    "start": "00:49:12",
    "end": "00:49:20"
  },
  {
    "text": "He's in you, you are in him. There's this union and it's through that that we then regain the image bearing calling to rule with God at his right hand.",
    "start": "00:49:20",
    "end": "00:49:31"
  },
  {
    "text": "Correct. Jesus followers are his body, the physical manifestation of the messianic king here on earth as it is in heaven.",
    "start": "00:49:31",
    "end": "00:49:38"
  },
  {
    "text": "I think one of the things that's landing for me is that one of the reasons the letters is so confusing to me is because I'm never given that thesis statement. I can think back all of my years in church and that's never spelled out the way that we just talked about it. And when that's spelled out, so much of what Paul or the other apostles talk about in the letters just start to just sparkle. But I've just never explained that it's about other things. It's about doing the right things. It's the moral handbook part of it. But then it's also the saying and believing the right thing to go to the good place. Those are like the themes that I'm taught to pay attention to.",
    "start": "00:49:38",
    "end": "00:50:17"
  },
  {
    "text": "Yeah. Interesting.",
    "start": "00:50:17",
    "end": "00:50:18"
  },
  {
    "text": "So maybe, maybe part of my hang up in the fact that it's a correspondence is that I'm just coming to the conversation, like expecting to hear a completely different conversation even though I'm only hearing half of it.",
    "start": "00:50:18",
    "end": "00:50:28"
  },
  {
    "text": "Yeah. That's interesting. I think that might be just a deficiency in your particular tradition in hearing Paul.",
    "start": "00:50:28",
    "end": "00:50:35"
  },
  {
    "text": "Yeah.",
    "start": "00:50:35",
    "end": "00:50:36"
  },
  {
    "text": "Because he's constantly talking about the body of the Messiah being the community of his followers. That is the physical manifestation of his kingdom here on earth and of Jesus redefinition of power and kingdom around becoming the servant. Yeah. So maybe that's where our traditions train us both to maybe can not all. But our traditions can train us to set us up with wrong expectations about what the letters are. Yeah. And what they are about.",
    "start": "00:50:36",
    "end": "00:51:05"
  },
  {
    "text": "Can you imagine? Yeah. Like think about listening to a correspondence. And we've had this experience. You hear someone having a phone conversation with someone else. You brought this up.",
    "start": "00:51:05",
    "end": "00:51:14"
  },
  {
    "text": "Yeah.",
    "start": "00:51:14",
    "end": "00:51:14"
  },
  {
    "text": "And you can piece together a lot of the conversation. Especially when you know the person and you think you know who they're Talking to.",
    "start": "00:51:14",
    "end": "00:51:20"
  },
  {
    "text": "Sure.",
    "start": "00:51:20",
    "end": "00:51:21"
  },
  {
    "text": "You can kind of almost hear what the other person's saying in a way. But let's say you come to that conversation and you just have completely wrong paradigms about what the conversation's about.",
    "start": "00:51:21",
    "end": "00:51:32"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:51:32",
    "end": "00:51:32"
  },
  {
    "text": "Like the main.",
    "start": "00:51:32",
    "end": "00:51:33"
  },
  {
    "text": "Yeah, yeah. Your pre. Preconceived assumptions.",
    "start": "00:51:33",
    "end": "00:51:36"
  },
  {
    "text": "Yeah.",
    "start": "00:51:37",
    "end": "00:51:37"
  },
  {
    "text": "About what is being talked about will shape how you read everything and understand what they're saying. Oh, if you're walking down the sidewalk and there's someone talking on their phone or with their little Bluetooth earbud and all you hear them say is, he is so hot right now.",
    "start": "00:51:37",
    "end": "00:51:52"
  },
  {
    "text": "Yeah.",
    "start": "00:51:54",
    "end": "00:51:55"
  },
  {
    "text": "And that could mean, like, it could be talking about their kid at home who's like, got a fever.",
    "start": "00:51:55",
    "end": "00:52:00"
  },
  {
    "text": "Yeah.",
    "start": "00:52:00",
    "end": "00:52:00"
  },
  {
    "text": "Could be talking about so and so's like, latest, you know, boyfriend or something. They could be talking about some athlete who's like, totally, like breaking all of their records this year. You have no idea.",
    "start": "00:52:01",
    "end": "00:52:13"
  },
  {
    "text": "You have no idea.",
    "start": "00:52:13",
    "end": "00:52:14"
  },
  {
    "text": "But based on what the person's wearing, you might assume. Right. It's like they're decked out in like, football gear, you know, this was just brought home for me. I'm wondering, it might be helpful in this video to take some real concrete examples. And I just finished a recent book by a scholar, Scott McKnight, who we've interviewed called Reading Romans Backwards.",
    "start": "00:52:14",
    "end": "00:52:35"
  },
  {
    "text": "Oh, yeah, you told me about this.",
    "start": "00:52:35",
    "end": "00:52:37"
  },
  {
    "text": "So good. His basic point is that roman. The last three chapters of Romans 14, 15 and 16 give us the concrete situation and problem that Paul is addressing and writing about. And to Jewish Christians and non Jewish Christians don't like each other and they have divided and are meeting in separate houses and are not receiving each other to eat at the same table anymore. And he wants, he says at the opening and the ending of the letter, he wants to come visit the church so that they can become a sending base for him to keep announcing the good news about Jesus. Further west unto Spain, he says, so the letter to the Romans is in service of that goal. In other words, the theology that Paul develops is all shaped in the service of uniting Jews and Gentiles in the house churches of Rome. That all becomes clear only at the end. And because scholars or preachers are usually exhausted.",
    "start": "00:52:37",
    "end": "00:53:41"
  },
  {
    "text": "Yes.",
    "start": "00:53:41",
    "end": "00:53:42"
  },
  {
    "text": "By the time they get to Romans 14, 15 and 16, it ends up. Yeah. And it's just kind of like, oh, no, this is the ethics part. We miss why Paul is saying any of what he's saying in 1:1 through 13. It's a really well taken point. And so what he does is he actually, it's a common, like, A short form commentary on the book backwards. So you start with chapters 12 through 16, then you go to nine to 11, then you go to five through eight, then you go to one through four.",
    "start": "00:53:42",
    "end": "00:54:10"
  },
  {
    "text": "It's like memento.",
    "start": "00:54:10",
    "end": "00:54:11"
  },
  {
    "text": "It was so good. And all of a sudden there's passages in Romans that I remember reading in my first, in my first year as a Christian. And I'm hearing them in a brand new way and I think the way Paul intends them to be taken and it's that if you misunderstand the purpose of a letter, you will misunderstand the letter.",
    "start": "00:54:11",
    "end": "00:54:29"
  },
  {
    "text": "That's the point.",
    "start": "00:54:29",
    "end": "00:54:30"
  },
  {
    "text": "That's the basic point.",
    "start": "00:54:30",
    "end": "00:54:31"
  },
  {
    "text": "And this here of the image bearing true human who God had to become himself to fulfill is so central. Who then ascends at the right hand.",
    "start": "00:54:31",
    "end": "00:54:44"
  },
  {
    "text": "That's right.",
    "start": "00:54:44",
    "end": "00:54:45"
  },
  {
    "text": "Who than we have union with.",
    "start": "00:54:45",
    "end": "00:54:46"
  },
  {
    "text": "Yep. And we are the expression of here on earth by the guidance of his spirit. That's the core melody of the whole symphony.",
    "start": "00:54:46",
    "end": "00:54:55"
  },
  {
    "text": "Yeah.",
    "start": "00:54:55",
    "end": "00:54:55"
  },
  {
    "text": "And in the letters we're watching the apostles guide first century followers of Jesus in Greco Roman cities around the Mediterranean. Learn how to live that out in their particular city cities. So that's the next step in our conversation then is what was it like in these Greco Roman cities around the Mediterranean? And how did the cultural context shape and inform why the apostles had to write what they wrote?",
    "start": "00:54:56",
    "end": "00:55:20"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. If you'd like to submit a question for our upcoming question Response podcast, we would love to hear from you. You can record yourself asking a question and email it to us at Infobiography. Try to keep your question to about 20 or 30 seconds in the email when you attach the audio. If you want to go the extra mile, write a little summary of your question as well. That would be really helpful and let us know who you are and where you're from. Again. Send your questions to infoibleproject.com next week we're going to continue this discussion and we're going to talk about economics and the social makeup of the Greco Roman world and how it impacts how we.",
    "start": "00:55:21",
    "end": "00:56:06"
  },
  {
    "text": "Understand the New Testament letters in the Greco Roman Empire. Everything is about status and rank and class in a way that modern Westerners it's almost impossible for us to imagine.",
    "start": "00:56:06",
    "end": "00:56:18"
  },
  {
    "text": "Today's show is produced by Dan Gummel. Show notes are by Camden McAfee. We're a crowdfunded nonprofit in Portland, Oregon. We make free resources that help you experience the Bible as a unified story that leads to Jesus. Everything we have is up on our website, Bibleproject.com hi, this is Justin from.",
    "start": "00:56:19",
    "end": "00:56:41"
  },
  {
    "text": "Estacada and I'm Lily and I'm from Estacada. I first heard about the Bible Project a couple years ago at my church and I heard about it from YouTube.",
    "start": "00:56:41",
    "end": "00:56:51"
  },
  {
    "text": "From YouTube.",
    "start": "00:56:51",
    "end": "00:56:52"
  },
  {
    "text": "I used the Bible Project as a.",
    "start": "00:56:53",
    "end": "00:56:57"
  },
  {
    "text": "Platform to get my kids attention and.",
    "start": "00:56:57",
    "end": "00:57:01"
  },
  {
    "text": "Then I can dive deeper into the Bible stories. From that point, I use the Bible Project to learn about God and grow in my faith.",
    "start": "00:57:01",
    "end": "00:57:10"
  },
  {
    "text": "Yeah, we believe the Bible is a unified story that leads to Jesus. We are a crowdfunded project by people like me.",
    "start": "00:57:10",
    "end": "00:57:19"
  },
  {
    "text": "Find free videos, study notes, book, podcast.",
    "start": "00:57:19",
    "end": "00:57:22"
  },
  {
    "text": "And more@thebibleproject.com thanks guys.",
    "start": "00:57:22",
    "end": "00:57:26"
  }
]