[
  {
    "text": "Hey, this is John@Bibleproject. And today Tim and I bring to you part two of our live conversation in Dallas, Texas, discussing how to read the letters of the New Testament. Reading New Testament letters is like listening to one side of a phone conversation. This phone conversation is going to make a lot more sense when we understand its context, what the people on the other side of the line are dealing with and thinking about day to day. One important piece of context is how the Jesus movement was bringing together a multi ethnic group of people, all to be united as one. This multiethnic group is following a Jewish leader who saw himself fulfilling Israel's story. So how can a movement that's been so centered around Israel's story become multi ethnic?",
    "start": "00:00:04",
    "end": "00:00:54"
  },
  {
    "text": "And so what you're going to see, the apostles see themselves in the moment painted for us by the ending of the book of Isaiah. They see themselves acting out the script of the last page of the Isaiah scroll and bringing in the nations as an offering so that they can join the priesthood. And it's not just the expansion of Israel. It's the realization of God's promise to Abraham all along that he would be the father of a multitude of nations who will experience the blessings of the new creation.",
    "start": "00:00:54",
    "end": "00:01:26"
  },
  {
    "text": "When we see this theme emerge in all of the letters, something should pop out at us. While we don't live in the same situation as first century Christians dealing with the things that they dealt with, in particular, we as Christians are still called to be united in love, despite all of our differences.",
    "start": "00:01:26",
    "end": "00:01:43"
  },
  {
    "text": "And so it seems to me understanding how the letters fit in, this has immense potential, I think, for the followers of Jesus today, because this isn't just about theology and ethics. This is about getting people to elevate their allegiance to Jesus over their socioeconomic, national, ethnic, gender boundary lines.",
    "start": "00:01:43",
    "end": "00:02:06"
  },
  {
    "text": "That's all ahead today on this episode. Thanks for joining us. Here we go. All right.",
    "start": "00:02:06",
    "end": "00:02:19"
  },
  {
    "text": "Hey, everybody.",
    "start": "00:02:19",
    "end": "00:02:20"
  },
  {
    "text": "Here we are back.",
    "start": "00:02:20",
    "end": "00:02:21"
  },
  {
    "text": "Yeah. So where we're going, we are talking about how to read the New Testament letters.",
    "start": "00:02:22",
    "end": "00:02:28"
  },
  {
    "text": "Yes.",
    "start": "00:02:28",
    "end": "00:02:29"
  },
  {
    "text": "And what we established, I hope, in our last conversation, was simply they are actually letters, not essays, not theological essays. Theological essays. They are written out of a very specific context into a context. So in a way that is more heightened even than other parts of the Bible, context is everything for making sense of these letters. Some people have used the metaphor of hearing one end of a phone conversation. Actually, this is very common because people walk around with little speakers in their ears talking. What's weird is when they're really tiny Bluetooth microphones and they look like they're talking to themselves walking down the sidewalk.",
    "start": "00:02:29",
    "end": "00:03:12"
  },
  {
    "text": "I love it.",
    "start": "00:03:12",
    "end": "00:03:12"
  },
  {
    "text": "Oh, I love them too. They're great.",
    "start": "00:03:13",
    "end": "00:03:14"
  },
  {
    "text": "Because I like to talk to myself while I walk around and you look crazy. And then those came and I was just like, oh, I'm just gonna put this in.",
    "start": "00:03:14",
    "end": "00:03:23"
  },
  {
    "text": "And everything's not normal.",
    "start": "00:03:23",
    "end": "00:03:24"
  },
  {
    "text": "Like half the time if you see me walking around talking, I might just be talking to myself.",
    "start": "00:03:25",
    "end": "00:03:29"
  },
  {
    "text": "You might be talking to yourself. So think. Think of that dynamic when you're in like a coffee shop or if it's somebody you know. This has happened with you and I before, where you'll take a phone call. I don't know who it is.",
    "start": "00:03:29",
    "end": "00:03:40"
  },
  {
    "text": "Yeah.",
    "start": "00:03:40",
    "end": "00:03:41"
  },
  {
    "text": "But I'm listening to your tone of voice, your body language and your words, and I'm trying to guess if I know who it is. And I can often guess based on what you're talking about and those kinds of things. You guys know what I'm talking about. So think of the letters that way that we're reading one end of a correspondence, but we only are getting one speaker. And so what we have to do is infer and look at the letter as a context, but then get all these other layers of context to understand what's being said. It's a basic point, but it needs to be made.",
    "start": "00:03:41",
    "end": "00:04:16"
  },
  {
    "text": "Yeah.",
    "start": "00:04:16",
    "end": "00:04:17"
  },
  {
    "text": "So what we're going to do is begin exploring, I guess, column what, four layers of context. Just as a technical note, I think we can do these first three in the first video. And then I think the second video can explore the dynamics of the fourth literary context. That's currently how I'm envisioning it, but it might change as we talk. Got it. So what we're going to talk about right now is where the letters fit in the overall storyline. And that might seem self evident, but actually if you drill down and look at some things, there's a lot of new things that pop from the letters when you look at how they fit into the story. So let's go real big picture here. Where does the storyline of the Bible begin? Page one. That's the right answer. And here God speaks and ordered an inhabited world into being. And he appoints his image bearing representatives to rule it on his behalf as his partners. We've talked about this at length, but this is the drama. This is the drama and fundamental plot conflict driving the whole Bible.",
    "start": "00:04:17",
    "end": "00:05:26"
  },
  {
    "text": "How are humans going to partner with God to rule creation?",
    "start": "00:05:26",
    "end": "00:05:29"
  },
  {
    "text": "Yeah. In this story, God's purpose is that humans rule the world as his purpose. Pristine, faithful, divine images in the world. That's Right. Male and female ruling together as kings and queens of creation. You get a little poem here in Genesis 1. God created human in his own image. In the image of God, he created him. And that singular refers to the collective species human. And then the next line of the poem spells out what the him consists of, namely humanity consists of, of male and female. He created them. So many rabbit holes. We're not going to do what we normally do. All right, so humans are stupid. Right. But more importantly, their stupidity comes out of misdirected desire. In Genesis 3, the fundamental portrait of what's wrong with the humans is misdirected desire. She looks at the gift of God, Genesis 3:6, and what's ignited in her is desire for wisdom, but in a way that doesn't honor God's own wisdom and instruction. It's a story of misdirected desire that results in exile and death. So God's long term solution to this problem is to pick one family among the families of the land and to appoint them as his conduit or vehicle of blessing. And all the good Eden stuff to all, all of the nations. This is the family of Abraham.",
    "start": "00:05:30",
    "end": "00:07:10"
  },
  {
    "text": "Father Abraham.",
    "start": "00:07:10",
    "end": "00:07:11"
  },
  {
    "text": "Father Abraham. Now Genesis 12 is a text we've talked about a lot. It's a huge pivotal moment in the overall biblical story because what it means is that the primary plot conflict of stupid misdirected human beings who embrace their own self destruction and think that it's good. That's the main.",
    "start": "00:07:11",
    "end": "00:07:33"
  },
  {
    "text": "That is kind of stupid.",
    "start": "00:07:33",
    "end": "00:07:34"
  },
  {
    "text": "Yes. And we do it every day. That's the main plot line governing is how is God going to get these humans to be faithful Covenant partners. The main subplot for the Hebrew Bible and then in the New Testament is he chooses one family through whom to do the rescue plan. And so with the opening words of Genesis 12, we have that program set out. The Lord said to Abram, ah, his name is Abram. When he starts, this will be important for the thing we're going to do next.",
    "start": "00:07:34",
    "end": "00:08:03"
  },
  {
    "text": "Oh, okay.",
    "start": "00:08:03",
    "end": "00:08:03"
  },
  {
    "text": "And it's kind of hard to. His name gets changed to Abraham. Abraham. And we often kind of think like, oh, names change or whatever. But actually that name changing moment is crucial, absolutely crucial to the plot and to understanding why Paul is doing and saying a lot of what he's doing in the letters.",
    "start": "00:08:04",
    "end": "00:08:22"
  },
  {
    "text": "All right, I'm gonna take your word.",
    "start": "00:08:22",
    "end": "00:08:26"
  },
  {
    "text": "For it in his letters. Alright? So Abram is told, go forth from your country, from your relatives, from your father's house to the land. I'll show you. So but notice, go Forth from your country. And then two more lines. Fill that out. From your relatives, from your father's house, back out. Go forth to where? To the land. I'll show you. I'll make you a great nation. And I'll bless you. I'll make your name great. You'll be a blessing. I will bless those who bless you. The one who curses you, I'll curse. And then this little line at the end comes like, as this punchline, like, what for? What's the purpose? Why is God selecting and going to make this guy a great nation? So that all the families of the earth will be blessed through you. So here you go. That opens up this plot line. God's purpose is to restore all nations, but he's doing it through one particular nation.",
    "start": "00:08:26",
    "end": "00:09:19"
  },
  {
    "text": "Yeah. And this word bless is activating what we saw in the garden.",
    "start": "00:09:20",
    "end": "00:09:24"
  },
  {
    "text": "That's right. Yes. God blessed the humans and appointed them as his image. They forfeit that. Now he's making one family the vehicle of that Eden. Blessing. Yeah, yeah.",
    "start": "00:09:24",
    "end": "00:09:34"
  },
  {
    "text": "Because bless is a very fairly common kind of thing we say in Christendom.",
    "start": "00:09:34",
    "end": "00:09:40"
  },
  {
    "text": "Yes.",
    "start": "00:09:40",
    "end": "00:09:40"
  },
  {
    "text": "Bless you. God bless you. Or I guess when people sneeze, you also say it.",
    "start": "00:09:40",
    "end": "00:09:44"
  },
  {
    "text": "That's right. But that's. Yeah. Is that the only time? I don't know. We live in Portland.",
    "start": "00:09:44",
    "end": "00:09:51"
  },
  {
    "text": "Yeah.",
    "start": "00:09:51",
    "end": "00:09:52"
  },
  {
    "text": "No one says the word bless.",
    "start": "00:09:52",
    "end": "00:09:53"
  },
  {
    "text": "Do you guys say bless in Texas?",
    "start": "00:09:54",
    "end": "00:09:56"
  },
  {
    "text": "Did you say bless?",
    "start": "00:09:56",
    "end": "00:09:56"
  },
  {
    "text": "God bless Texas.",
    "start": "00:09:58",
    "end": "00:09:59"
  },
  {
    "text": "That's really interesting, but does it. Does it sound religious to you? Is it a word that's connected to religious vocabulary?",
    "start": "00:10:01",
    "end": "00:10:09"
  },
  {
    "text": "No. We gotta know.",
    "start": "00:10:10",
    "end": "00:10:11"
  },
  {
    "text": "Got a couple.",
    "start": "00:10:11",
    "end": "00:10:12"
  },
  {
    "text": "We gotta sorta.",
    "start": "00:10:12",
    "end": "00:10:13"
  },
  {
    "text": "Okay. Interesting. Isn't that fascinating? Yeah, yeah, yeah.",
    "start": "00:10:13",
    "end": "00:10:17"
  },
  {
    "text": "It's human, but it's activating. I don't know what activates in your mind when someone says that to you. Good tidings. I hope life goes well for you. What's that?",
    "start": "00:10:17",
    "end": "00:10:28"
  },
  {
    "text": "When do you ever say good tidings?",
    "start": "00:10:28",
    "end": "00:10:30"
  },
  {
    "text": "That's another Christian one.",
    "start": "00:10:31",
    "end": "00:10:32"
  },
  {
    "text": "Oh, I understand. But yeah, you're right. Christmas.",
    "start": "00:10:32",
    "end": "00:10:35"
  },
  {
    "text": "That's true. Yeah, that's Christmas.",
    "start": "00:10:35",
    "end": "00:10:37"
  },
  {
    "text": "Okay. Yeah. Blessing crucial in the biblical storyline, the word bless is the key word that you're supposed to upload. The whole Eden image of God. Humans ruling in abundance by God's grace.",
    "start": "00:10:37",
    "end": "00:10:52"
  },
  {
    "text": "So when someone says God bless you, I'm supposed to be thinking about. Yeah, I want to be an image bearing human who rules the world with God.",
    "start": "00:10:52",
    "end": "00:10:59"
  },
  {
    "text": "Yeah. And abundance, specifically within abundance. Garden. Abundance as a gift of God is the blessing.",
    "start": "00:10:59",
    "end": "00:11:06"
  },
  {
    "text": "It's not what goes through my mind usually.",
    "start": "00:11:06",
    "end": "00:11:08"
  },
  {
    "text": "Well, we're not done with you yet.",
    "start": "00:11:08",
    "end": "00:11:10"
  },
  {
    "text": "Yes.",
    "start": "00:11:13",
    "end": "00:11:13"
  },
  {
    "text": "Thank God. Yeah. That's right. Okay. So as the Abraham story develops, there's so much we can't do. So we're just gonna go to Genesis 17. This is where Abraham's name gets changed to Abraham. And here's the context. I'll let you actually read it.",
    "start": "00:11:13",
    "end": "00:11:28"
  },
  {
    "text": "Okay. Now, When Abram was 99 years old, the Lord appeared to Abram and said to him, I am God Almighty. Do I have to read that part?",
    "start": "00:11:28",
    "end": "00:11:35"
  },
  {
    "text": "El Shaddai, I just thought you'd like to know that.",
    "start": "00:11:36",
    "end": "00:11:38"
  },
  {
    "text": "Does Amy Grant have a song?",
    "start": "00:11:38",
    "end": "00:11:40"
  },
  {
    "text": "I think so.",
    "start": "00:11:40",
    "end": "00:11:40"
  },
  {
    "text": "Walk before me and be blameless. I will establish my covenant between me and you, and I will multiply you exceedingly. Abram fell on his face and God talked with him, saying, as for me, behold, my covenant is with you.",
    "start": "00:11:43",
    "end": "00:11:58"
  },
  {
    "text": "And.",
    "start": "00:11:58",
    "end": "00:11:58"
  },
  {
    "text": "And you will be the father of a multitude of nations. No longer shall your name be called Abram, but your name shall be Abraham. For I will make you the father of a multitude of nations. I have made you exceedingly fruitful, and I will make nations of you.",
    "start": "00:11:58",
    "end": "00:12:13"
  },
  {
    "text": "Okay, I wonder what the main point of this speech is. It's quite obvious. Notice the two key words of the Eden blessing. What God said in Genesis 1, Be fruitful and multiply. So notice the word blessing is not used, but the content of the Eden blessing is used explicitly. Be fruitful and multiply.",
    "start": "00:12:14",
    "end": "00:12:34"
  },
  {
    "text": "Yeah.",
    "start": "00:12:34",
    "end": "00:12:34"
  },
  {
    "text": "So this is remarkable, and it's worth just stopping right here. There is one particular nation that will come from Abraham that the whole storyline of the Hebrew Bible is going to focus on through Isaac, and then through Isaac Jacob, whose name is changed to Israel. So notice that God's focus here is not just on one sub nation from him. Abraham is being appointed here as the father of the nations. Many nations.",
    "start": "00:12:35",
    "end": "00:13:05"
  },
  {
    "text": "I will make nations of you.",
    "start": "00:13:05",
    "end": "00:13:06"
  },
  {
    "text": "Yes.",
    "start": "00:13:06",
    "end": "00:13:06"
  },
  {
    "text": "Is this a specific translation?",
    "start": "00:13:07",
    "end": "00:13:09"
  },
  {
    "text": "Well, I think it's the new American standard. And then I messed with it.",
    "start": "00:13:09",
    "end": "00:13:12"
  },
  {
    "text": "You messed with it?",
    "start": "00:13:12",
    "end": "00:13:13"
  },
  {
    "text": "Yeah. So here's what's cool. Look at this little. This is actually a little kind of symmetry here. I'll make you a father of a multitude of nations. No longer Avraham. You're Avraham, the father of a multitude of nations. Do you see? It's a little symmetry there? So here's what's cool, is that this word multitude down here, it's the word Hamon. Hamon. And it's that Ham. That's the key to the wordplay at work in his name, because his name is changed from Av, Ram, which is two Hebrew words. Av is the word father, and then Ram is The word exalted. So that's a pretty sweet name.",
    "start": "00:13:14",
    "end": "00:13:56"
  },
  {
    "text": "That is a great name.",
    "start": "00:13:56",
    "end": "00:13:57"
  },
  {
    "text": "Exalted father.",
    "start": "00:13:59",
    "end": "00:14:00"
  },
  {
    "text": "Yeah, yeah, you're already set up.",
    "start": "00:14:00",
    "end": "00:14:02"
  },
  {
    "text": "You're set up. So what his name is changed to is Av Raham. And what he says is your name is chained to Avraham because you'll be a hamon of nations. You get it? It's good, it's good. So, yeah, God takes the ham of Hamon and then takes the am. Basically all it results in for English is putting an H in there, but it creates ham which rhymes with the hamon in the next line of what God says.",
    "start": "00:14:02",
    "end": "00:14:37"
  },
  {
    "text": "So exalted father.",
    "start": "00:14:37",
    "end": "00:14:38"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:14:39",
    "end": "00:14:39"
  },
  {
    "text": "Many of multitudes.",
    "start": "00:14:39",
    "end": "00:14:41"
  },
  {
    "text": "So then it becomes. Yeah, what it becomes is kind of a mix between both of them where what you hear in context is exalted father of a multitude and a multitude of what in the context? Nations. So the storyline of the Hebrew Bible is about how God is going to restore humanity to be his faithful, pristine, divine image, bearing partners through the family of Abraham, which includes more than Israel. Yeah, let's just pause. So many people associate. Oh, the story of the Old Testament, that's about God and Israel. Well, actually that's not the case. It's about God and humanity and God through Abraham to include all of the nations. And the narrative focus is then going to focus in on one strand of Abraham's family the covenant promise uniquely gets attached to. And that covenant promise ends up in the covenant partnership with that one particular sub family of Abraham. But the whole package is always about all of the nations. That's what the whole movement of the story is going towards in the Hebrew Bible.",
    "start": "00:14:41",
    "end": "00:15:51"
  },
  {
    "text": "Yeah, I see it.",
    "start": "00:15:51",
    "end": "00:15:52"
  },
  {
    "text": "For me, this is really significant. It's okay if it's not as significant.",
    "start": "00:15:54",
    "end": "00:15:57"
  },
  {
    "text": "No, it is significant. Sorry. But we've talked about it a lot.",
    "start": "00:15:57",
    "end": "00:16:00"
  },
  {
    "text": "And then it's true.",
    "start": "00:16:00",
    "end": "00:16:01"
  },
  {
    "text": "But you actually just recently filmed a class on entry to the Hebrew Bible.",
    "start": "00:16:01",
    "end": "00:16:07"
  },
  {
    "text": "Yes.",
    "start": "00:16:07",
    "end": "00:16:07"
  },
  {
    "text": "And you talked about how the main plot, if you think of a story, you've got a main plot and then there's like a lot of subplots and stories.",
    "start": "00:16:07",
    "end": "00:16:15"
  },
  {
    "text": "Yes.",
    "start": "00:16:15",
    "end": "00:16:15"
  },
  {
    "text": "So if you watch like a really good. And man, they're making really good stories nowadays with like long serial episodic dramas with all these like subplots and stuff.",
    "start": "00:16:15",
    "end": "00:16:26"
  },
  {
    "text": "Yes.",
    "start": "00:16:26",
    "end": "00:16:26"
  },
  {
    "text": "And the subplots are really interesting, but they all build up to the main plot. And you kind of showed how the main plot is God and humanity. You get to Genesis 12 here and we begin a subplot.",
    "start": "00:16:26",
    "end": "00:16:38"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:16:38",
    "end": "00:16:38"
  },
  {
    "text": "That is going to continue for a long time.",
    "start": "00:16:38",
    "end": "00:16:42"
  },
  {
    "text": "Correct the rest of the Hebrew Bible. And it's about God and the nations through God and one particular nation, the family of Israel. So God brings that family to Mount Sinai. We've talked about this at length before. And God invites this one family of Israel, which is one sub family of Abraham, into a covenant partnership. And specifically these are the lines from Exodus chapter 19.",
    "start": "00:16:42",
    "end": "00:17:07"
  },
  {
    "text": "Oh, actually, can I. Yep. So sorry.",
    "start": "00:17:07",
    "end": "00:17:09"
  },
  {
    "text": "Don't be sorry.",
    "start": "00:17:10",
    "end": "00:17:10"
  },
  {
    "text": "In Genesis 17 then when I'll make nations of you. Do some people interpret that as he's going to have. You know, because he has.",
    "start": "00:17:10",
    "end": "00:17:16"
  },
  {
    "text": "That's right.",
    "start": "00:17:16",
    "end": "00:17:17"
  },
  {
    "text": "Ishmael, Esau and Jacob and all. So there's different nations do develop from Abraham.",
    "start": "00:17:17",
    "end": "00:17:22"
  },
  {
    "text": "Yes, that's right. Yeah, that's right. Yeah. So Ishmael becomes an offshoot and where does he go live in the east. And then Esau becomes an offshoot and oh yeah, where does he go live in the east. And then you have all these other offshoots where Jacob has his 12 sons.",
    "start": "00:17:22",
    "end": "00:17:38"
  },
  {
    "text": "What happens to those guys?",
    "start": "00:17:39",
    "end": "00:17:40"
  },
  {
    "text": "Well, they become the 12 in the promised land. Oh, but except for three that end up or two and a half. Reuben, Gad and the half tribe of Manasseh that ended up on the east side of the Jordan. And so what happens is that you keep having this west and east division. Remember our video on settings in the how to Read the Bible series? And so the east and the west, the east becomes this conglomerate of like the kind of add ons or the extra families. And then they become in the prophets, important narrative images about how in the Messianic kingdom you have the reintegration of not just of the tribes of Israel, but the incorporation of all of the nations of the east into the family of Abraham, which is larger than the family of Israel. Paul thought this was important. Especially Paul when his missionary journey is tuned into all of this. Okay, so at Mount Sinai, God chooses one family. Excuse me, he doesn't choose one family. He appoints a family of Israel as his covenant partners. So we've talked about this before too. In Exodus 19, if you listen, listen, this is Shema, Shema twice this good Hebrew way of really listening, really listening. And most English translations, they don't. They translate it as the English word obey. There's no word for obey in Hebrew. The word for obey in Hebrew is shema to listen. So if you Shema, Shema to my voice and keep the covenant, then they will be Israel will be God's special possession. Listen, all the land is mine. I have a lot of nations I can work with here, but you are appointed as the kingdom of priests. How does the family of Israel do at being God's faithful covenant partners? Not awesome. So then what God has to do is pick one particular clan out of the family of Israel, namely the family of David. And in an important speech to David, God says, I'm going to raise up your seed after you forgive from the royal line. And God will establish his kingdom. This seed will build a house, and he's going to sit on the divine throne forever and ever. Excuse me, there's going to sit on a throne forever and ever.",
    "start": "00:17:40",
    "end": "00:19:48"
  },
  {
    "text": "The seed means offspring.",
    "start": "00:19:48",
    "end": "00:19:49"
  },
  {
    "text": "Seed means offspring. You can see there's this narrowing from the nations to Abraham, to Israel, to David and then to Juan. This is huge narrowing in the subplot of the. Of the Hebrew Bible. And then how does David do at being God's image ruling Israel? Solomon comes along. How does he do? And you just watch. Like every one of the seed of David steps up to the plate and strikes out.",
    "start": "00:19:49",
    "end": "00:20:18"
  },
  {
    "text": "They hit some, like, base hits every once in a while.",
    "start": "00:20:18",
    "end": "00:20:21"
  },
  {
    "text": "Yeah, oh, yeah, totally. That's right. No, Solomon.",
    "start": "00:20:21",
    "end": "00:20:24"
  },
  {
    "text": "Yeah.",
    "start": "00:20:24",
    "end": "00:20:25"
  },
  {
    "text": "Hezekiah. Yeah, yeah. Josiah, yeah. And so you get these portraits of like, well, whenever the seed is going to come, he's at least going to be like, David was on a good day, or Solomon on a good day, Hezekiah on a good day. But ultimately they all fail. And so the main narrative of Israel ends with the exile to Babylon, and you're left with this whole history of promises that's left hanging. And so what you start getting in, the prophets and the poets of the Hebrew Bible, they reflect back on the story and they're studying it, and then they begin to project out into the future of what this new human, this new seed, this new Abraham, new David will be like. And you get things like Psalm 8 that we've talked about before. Trust me, we're getting to the New Testament letters, but you get things like Psalm 8, which we've talked about at length. It's a meditation on Genesis 1 in the image of God. So it begins by how majestic is God's name in the heavens? When I look up at the skies and I think about the rulers above, that you appointed, what is human, that you even think about him, the son of human, that you take care of him. You made him lower than the Elohim. This is the Hebrew word Elohim. Have you guys listened to the God series at all? Okay, there you go. Yeah. So I think the new American standard puts in A little note that says it could mean spiritual beings here. And I think that's correct.",
    "start": "00:20:25",
    "end": "00:22:01"
  },
  {
    "text": "Yeah.",
    "start": "00:22:01",
    "end": "00:22:01"
  },
  {
    "text": "Because he just talked about them. They're the sun, moon and stars. Yeah, yeah. Elohim. How was that for a mind bender? Anyway, the biblical authors. So you made them a little lower. In other words, they're not. They don't rule from the skies. They rule on the land below.",
    "start": "00:22:01",
    "end": "00:22:14"
  },
  {
    "text": "Yeah. Not as impressive as ruling in the sky.",
    "start": "00:22:14",
    "end": "00:22:17"
  },
  {
    "text": "That's right. But the dirt creatures are the ones whom he has elevated to be the divine image ruling in the world. That's the whole point here.",
    "start": "00:22:17",
    "end": "00:22:25"
  },
  {
    "text": "Yeah.",
    "start": "00:22:25",
    "end": "00:22:26"
  },
  {
    "text": "Look what he says. You made human to rule over everything. And then it goes on to give the list of creatures from Genesis 1. So that's crucial. Another crucial portrait of this future seed comes from the most quoted and alluded to Old Testament text in the whole New Testament. In other words, if you did like a popularity vote among the apostles, is there fair of like, what's the Hebrew Bible text that you think is the most important to get the whole thing together? They would all say Psalm 110.",
    "start": "00:22:26",
    "end": "00:22:59"
  },
  {
    "text": "Really?",
    "start": "00:22:59",
    "end": "00:23:00"
  },
  {
    "text": "It's quoted and alluded to in almost every. In every apostle and in all the Gospels. Jesus himself did a whole session on this with the Pharisees in the Passion narrative. And it's a poem about David saying, you know what? Yahweh. One day I overheard Yahweh speaking to my Lord. Some figure.",
    "start": "00:23:00",
    "end": "00:23:18"
  },
  {
    "text": "Yahweh said to my Lord. Yeah, because the first Lord is the all caps.",
    "start": "00:23:18",
    "end": "00:23:22"
  },
  {
    "text": "First Lord is Yahweh. And the speaker is the voice of David. Which raises the question of, oh, who does David think is his Lord? Who's separate from Yahweh?",
    "start": "00:23:22",
    "end": "00:23:33"
  },
  {
    "text": "I don't know.",
    "start": "00:23:33",
    "end": "00:23:34"
  },
  {
    "text": "When Jesus brought this up to the leaders in Jerusalem, what he landed. He thinks it's the Messiah. Messiah? The seed of David.",
    "start": "00:23:36",
    "end": "00:23:44"
  },
  {
    "text": "Okay, the seed. We didn't talk about that part. But the.",
    "start": "00:23:44",
    "end": "00:23:47"
  },
  {
    "text": "Oh, the snake crusher. Oh, totally. Yeah, that's right. The snake. Yes, exactly. That's part of the whole thing here.",
    "start": "00:23:47",
    "end": "00:23:52"
  },
  {
    "text": "Yeah.",
    "start": "00:23:52",
    "end": "00:23:53"
  },
  {
    "text": "Okay. Snake crusher, anybody? So talk about if we were to write a letter. Yeah.",
    "start": "00:23:53",
    "end": "00:23:58"
  },
  {
    "text": "Refer to this. And I just mentioned the snake crusher and the Demogorgon.",
    "start": "00:23:59",
    "end": "00:24:03"
  },
  {
    "text": "Yeah. But somebody a thousand years from now. Snake crusher. What are they doing? Right, exactly. Right. So it's this whole poem about David looking forward to the coming of the future seed who will sit and share God's divine rule by sitting at the right hand of the divine throne, whose enemies are put under his feet, and who rules from Zion in The midst of his enemies. This is one of the most quoted lines in the New Testament. It appears like a drumbeat throughout the whole New Testament. So we can go through. Oh yeah, oh, Isaiah. Yeah, oh, Isaiah. So important. I don't think we have time. So the book of Isaiah is working this theme of the future seed from the line of David and when this future seed is called the servant. Okay, just one point to register here. In Isaiah 49, this servant figure is given a dual mission by God, namely to as he has a mission to Israel to raise up the tribes of Israel and restore the preserved ones, the tribes of Jacob, preserved ones of Israel. So his mission is to family of Israel, but then also to be a light to the nation so that God's Yeshua, Jesus name salvation is the Hebrew word for salvation, so that my Jesus, my Yeshua may reach to the ends of the land. The last paragraph of the book of Isaiah has this remarkable vision of when the Messianic seed and the servant has done his thing to give his life to restore Israel and the nations and Zion is exalted as the cosmic temple and so on. This is Zion being the new Jerusalem.",
    "start": "00:24:03",
    "end": "00:25:53"
  },
  {
    "text": "New Jerusalem, Yep, that's right.",
    "start": "00:25:53",
    "end": "00:25:55"
  },
  {
    "text": "Jerusalem being Jerusalem, is a city on planet earth with a temple that had a temple. And that temple was a symbol of God's heavenly throne and the whole cosmos, which is the Jerusalem above that will marry heaven and earth on the last page of the Bible. And. Yeah, there you go. Okay, so this. And actually this is part of that scene here. So this paragraph begins in Isaiah 66:18. And this is God speaking. He says, because of what they have planned and done, and that's the previous context, we don't have time to talk about it. God says, I am about to come and gather the people of all nations and languages, and they will come see my glory. It's that image of all the nations streaming up to the new Jerusalem ruled by the Messianic king. I will set a sign among them. I'm going to install the Messianic king. And all the nations will come and see. And then I'm going to send some of those who have come out to the remnant of the nations. And then here we have this list of nations that comes From Genesis, chapter 10, the Table of nations. Tarshish, the Libyans, Tuval and Greece, the distant lands that haven't heard of my fame and seen my glory. So out of the Jerusalem, when the Messianic king is installed, there will be sent out those who talk about God's fame and Glory. And what they're going to do, those who go out is proclaim my glory among the nations. And then they will begin to bring your people from all the nations back to Jerusalem as an offering to the Lord. So in the new Jerusalem, the messianic king is ruling. These go out. It's like a bunch of nations have come in already, but not everybody knows. So this other group's going to go out and tell everybody about the ruling king of creation and then bring in these nations, non gentiles, as an offering. This sacrificial language imagery.",
    "start": "00:25:55",
    "end": "00:27:57"
  },
  {
    "text": "Yeah, that's a little scary.",
    "start": "00:27:57",
    "end": "00:27:58"
  },
  {
    "text": "So not to kill them.",
    "start": "00:27:58",
    "end": "00:27:59"
  },
  {
    "text": "Not to kill them.",
    "start": "00:27:59",
    "end": "00:28:00"
  },
  {
    "text": "Okay. Yeah, that's right. No. So they constitute an offering. It's as if their bodies are a living sacrifice. And I'm not joking about that. I think that's actually what Paul means. The nations become a thank you offering that come give their homage and allegiance to the Messianic king exalted over creation. And what he's also going to do is select some of those non Israelites to join the priesthood of the family of Israel. Remember, the whole people group is called the Kingdom of Priests. But now the nations are coming in to give their allegiance to the Messianic king and they are going to join the priesthood.",
    "start": "00:28:00",
    "end": "00:28:46"
  },
  {
    "text": "Wow.",
    "start": "00:28:46",
    "end": "00:28:47"
  },
  {
    "text": "Of the the kingdom of priests. When Peter can write a letter to gentiles, this is first Peter to Gentiles. Peter's a representative of Jesus Messiah and he's writing to followers of Jesus spread throughout Asia Minor, which is today equivalent kind of to the boundaries of modern day Turkey. And he can, in chapter two, start talking to these mixed audiences, Jew and Gentile, and talk about how y' all are living stones being built up as a spiritual house. House means temple. Temple. Oh, you laughed because I said y'. All.",
    "start": "00:28:47",
    "end": "00:29:29"
  },
  {
    "text": "Yeah, sorry.",
    "start": "00:29:29",
    "end": "00:29:30"
  },
  {
    "text": "I was like, I don't know why that's funny. It's cool, but it's not funny. Maybe it is funny. I don't know. So look at this. So y' all are both being built up as a temple and as a priesthood. You're the priest and the temple, these Gentiles are the non Jews are the temple, where you're offering up spiritual sacrifices acceptable to God through Jesus Messiah. And he's going to go on and talk about how y' all are a chosen people, the royal priesthood, a holy name. He's quoting from that passage in Exodus that we read earlier. So in other words, the whole point is that for God to have royal priestly image bearing humans ruling and stewarding the world on his behalf. And that program gets narrowed down to the messianic seed of David in the storyline of the Hebrew Bible and then projected back out to include all the nations. That's what the whole book of Isaiah is about. And so what you're going to see, the apostles see themselves in the moment painted for us by the ending of the book of Isaiah. They see themselves acting out the script of the last page of the Isaiah.",
    "start": "00:29:31",
    "end": "00:30:45"
  },
  {
    "text": "Scroll, going out and proclaiming the glory among the nations.",
    "start": "00:30:45",
    "end": "00:30:47"
  },
  {
    "text": "Yes, and bringing in the nations as an offering so that they can join the priesthood. And it's not just the expansion of Israel, it's the realization of God's promise to Abraham all along the he would be the father of a multitude of nations who will experience the blessings of the new creation. Can I show you one more thing? Okay, great. So for example, go to the opening paragraph of Paul's letter to the Romans. Here's Paul. He's called an apostle, set apart for the good news, the royal announcement from God. Oh yeah, what is that? Well, just you read the Hebrew Bible, he says read it's promised beforehand through the prophets and the holy Scriptures. Read the Hebrew Bible and you'll learn the gospel. It's about God's Son who comes from the line of David according to the flesh. But did he was declared or publicly set forward as God's Son with power by his resurrection from the dead according to the Holy Spirit, Jesus Messiah, our Lord. And through him we have received a gift. Grace means gift. We have received a gift of apostleship. We'll talk about that later in these conversations. It's being Jesus deputy, His representative. Appointed representative. Yep. So we are the appointed representatives of Jesus Messiah. And look what he says we're bringing about. Literally in Greek it's the word obedience and then the word faith. Different translations like the new American Standard. This is verse five, the obedience that comes from faith. I forget there's a scholar, Matthew Bates, who wrote a very helpful book on the meaning of faith. Pistis Belief, vocabulary. And Paul, he makes a strong argument that what it means is believing, loyalty or allegiance. In other words, actually believing loyalty would be a good translation of the obedience of faith for his name's sake among the Gentiles. Okay, so watch this thread through. We'll talk about Romans in the series. I think Romans will be a great example in this video that we can work as an illustration. But so Romans has that famous line that I alluded to in Romans chapter 12. It's a famous Bible verse. I urge you brothers and Sisters, in view of God's mercy, to offer your bodies as a living sacrifice, holy and pleasing to God. This is very interesting. This. Your is a Texan, y'. All. Wait, is that right? Hold on, hold on one second. So. One second. I'm so sorry. I might have this backwards. All y' all's bodies. All y'. All.",
    "start": "00:30:47",
    "end": "00:33:44"
  },
  {
    "text": "Ah, yeah, no, that's right.",
    "start": "00:33:45",
    "end": "00:33:49"
  },
  {
    "text": "Okay, so this is significant. So by the mercy of God that all y', all, that you present all yalls bodies. Is that right?",
    "start": "00:33:49",
    "end": "00:34:02"
  },
  {
    "text": "He's fitting right in.",
    "start": "00:34:04",
    "end": "00:34:05"
  },
  {
    "text": "That's grammatically correct Texan. Is that true? All right. All yalls bodies.",
    "start": "00:34:05",
    "end": "00:34:12"
  },
  {
    "text": "You don't just say to present yalls bodies.",
    "start": "00:34:15",
    "end": "00:34:18"
  },
  {
    "text": "All yalls.",
    "start": "00:34:18",
    "end": "00:34:19"
  },
  {
    "text": "All yalls.",
    "start": "00:34:19",
    "end": "00:34:20"
  },
  {
    "text": "Okay, all right, okay. No, this is actually. This is so wonderful. No, this will make the point. I urge you to present all yalls body as a singular sacrifice.",
    "start": "00:34:20",
    "end": "00:34:34"
  },
  {
    "text": "Wait, wait. Bodies as singular bodies.",
    "start": "00:34:34",
    "end": "00:34:37"
  },
  {
    "text": "Yours plural. Bodies is plural.",
    "start": "00:34:37",
    "end": "00:34:39"
  },
  {
    "text": "Oh, okay.",
    "start": "00:34:39",
    "end": "00:34:40"
  },
  {
    "text": "Sacrifice is singular.",
    "start": "00:34:40",
    "end": "00:34:42"
  },
  {
    "text": "Okay.",
    "start": "00:34:42",
    "end": "00:34:43"
  },
  {
    "text": "Singular. No, I think this is hugely important. This is a good example where we want to view these letters dropped out of heaven, a divine word to me right in the 21st century. So we have to respect. What he is talking about is the United States house churches of Rome are to be unified together as a singular sacrifice. Because the whole point is that there's division and fracture in the house churches of Rome. And as far as we can tell from the last chapter of Romans, there's five or six house churches in Rome, maybe 200 followers of Jesus in Rome. They're divided into about half a dozen house churches. And they've started fighting over ethnic boundary lines, Jewish and non Jewish. And so we'll talk about this more later. This is a hugely important context for understanding the letter to the Romans. And so what the theology and the argument of the letter to the Romans is trying to get them to see that they are one family in the Messiah. And so he's calling especially on these churches to unify, to present themselves as a sacrifice. Now, wait for it. He writes to these churches that he's trying to unify so that they will together offer themselves as a singular sacrifice to God. He starts telling them about, hey, listen, I want to come to you. Look at what he says. I've written you very boldly on some points to remind you again, because of the grace that was given me to God to be a minister of Messiah, Jesus to the Gentiles, ministering as a priest, the good news of God. He uses a language like he is in the courts of the temple. And as he's doing his priestly duties. What he's doing is announcing the good news to the nations so that my offering of the non Jews, the nations may be acceptable and sanctified by the Holy Spirit. And what he's going to go on to say is, listen, remember the. The gift that he's arranging from all of the non Jewish churches to bring to the poor Jew.",
    "start": "00:34:45",
    "end": "00:36:52"
  },
  {
    "text": "He's collecting money from all the churches bringing to Jerusalem.",
    "start": "00:36:52",
    "end": "00:36:54"
  },
  {
    "text": "And what he does is he brings a delegation of gentile non Jewish leaders from all these churches to go with him. It's in the book of Acts. He talks about it in second Corinthians. But look at what he says here. This whole mission to Jerusalem to give the offering of the non Jewish churches to the Messianic Jews in Jerusalem. He's going to bring all of these non Jewish people to Jerusalem. And he calls them an offering. They are the sacrifice.",
    "start": "00:36:54",
    "end": "00:37:19"
  },
  {
    "text": "He sees himself playing out Isaiah.",
    "start": "00:37:19",
    "end": "00:37:22"
  },
  {
    "text": "It's Isaiah 66. That's exactly right. So this is the context of the letters. All of these letters were written in the first decades of the Jesus movement, expanding across cultural and ethnic boundary lines into Greek and Roman territory. And the whole vision and what the apostles are trying to enact is the script of the storyline. When the Messianic king is installed in Zion, his emissaries go out and bring in the Gentiles so that all humanity can become the kingdom of priests and the new image of God. And so this is why the letters are going to be all about tackling the cultural conflicts and the ethnic conflicts that come up as the family of Abraham gets reintegrated into one family. A lot of these problem verses about slaves, about gender, about what people wear, how people should behave when they're gathering in the churches. This is all related to trying to create one new family that gets along despite their cultural, ethnic and gender differences. And so it seems to me understanding how the letters fit in, this has immense potential, I think, for the followers of Jesus today. Because this isn't just about theology and ethics. This is about creating ethnic story. Yes, dude. And it's about getting people to elevate their allegiance to Jesus over their socioeconomic, national, ethnic, gender boundary lines. Anybody? I mean, I cannot imagine a more important message. And we lose all of that when we don't honor the biblical narrative context. So I really hope we can at least capture some of this in the video.",
    "start": "00:37:22",
    "end": "00:39:18"
  },
  {
    "text": "That's great.",
    "start": "00:39:19",
    "end": "00:39:19"
  },
  {
    "text": "All right, again, my name is Andrew. I'm the pastor here and I get the privilege of asking some great questions. So here's Gabe's question, Tim, which is related to what you just closed with. These days, we are not immersed in the Hebrew Bible. Therefore we miss some of these important points of the letters. But neither were the Gentile Christians immersed in the Hebrew Bible when they first came to faith in Christ. So how did the letters function them? And then to us who are not yet experts in the Hebrew Bible, how do we know what we don't know? And how do we approach it in that way?",
    "start": "00:39:58",
    "end": "00:40:30"
  },
  {
    "text": "Yep, yep. Yeah. Nothing for it.",
    "start": "00:40:30",
    "end": "00:40:32"
  },
  {
    "text": "Read your Bible.",
    "start": "00:40:32",
    "end": "00:40:33"
  },
  {
    "text": "Yeah. Read your Bible. Yeah. You know, I've used this metaphor before, but it's like when, you know, when I don't listen to a ton of classical music, but I try, especially when I'm studying, because it feels smarter.",
    "start": "00:40:33",
    "end": "00:40:46"
  },
  {
    "text": "That's the most important thing. How you feel.",
    "start": "00:40:49",
    "end": "00:40:51"
  },
  {
    "text": "Yeah. Or just it's stimulating. You know, you listen to Beethoven and it's like it's firing your mind on top of your really deep levels. And I can't explain to you almost anything that's going on in terms of composition, music theory, tone, and all that kind of stuff. But I do have some friends who are really into music history and music theory, and we can both sit in a room and listen to the same Beethoven piece. And I'm like, having a much shallower experience, but I still experience it. And it's beautiful. And what they experience is like, genius. Right. And it's not that one of them's wrong. It's just it takes time to cultivate the awareness and the skill set. And so that's how I think it is with Paul. He doesn't let the biblical illiteracy of his audience determine how he talks. He talks as a Jew who's immersed in the text of the Scriptures.",
    "start": "00:40:51",
    "end": "00:41:50"
  },
  {
    "text": "Yeah. Because being a living sacrifice, that's still really a cool image. It's encouraging.",
    "start": "00:41:50",
    "end": "00:41:56"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:41:56",
    "end": "00:41:57"
  },
  {
    "text": "And can really stick with you and be important.",
    "start": "00:41:57",
    "end": "00:41:58"
  },
  {
    "text": "Correct.",
    "start": "00:41:59",
    "end": "00:41:59"
  },
  {
    "text": "But then you can go a deeper level and see where Paul's drawing that. And it just brings a new life to it.",
    "start": "00:41:59",
    "end": "00:42:05"
  },
  {
    "text": "And if we get back to, you know, in Corinth, you know, he's been able to spend a year and a half with these people. And so he's taught them, like, how to read the Scriptures and how to listen to them and how the stories all work together. So even non Jewish audiences that didn't grow up with the Scriptures, one of the main ways the New Testament didn't exist yet in these early decades, it's being written. So the scriptures that they're teaching from are Old Testament. But the main point, I guess, in response is I don't think we should let the limitations of the audience become a limitation of the authors, because they clearly are on the next level in terms of their understanding of the Old Testament.",
    "start": "00:42:05",
    "end": "00:42:42"
  },
  {
    "text": "I think even more than other parts of the Bible, there's a lot of questions here about composition and the distribution of these letters and even the scriptural nature as they're being written. It's obvious, I would think, that whoever had a hand in giving us the final form of the Torah, you can tell these are going to be weighty for a long time. So Michael's question here is, for example, how much do you think the authors of the letters assumed that their words would be being read in posterity? Maybe not thousands of years later, but certainly generations later?",
    "start": "00:42:43",
    "end": "00:43:16"
  },
  {
    "text": "Yeah, that's a great question. I think the question that will really illuminate what's under there isn't necessarily, did Paul envision, a thousand years later, people around the world reading his letters? Who knows? I have no idea. But I think the question is, did he think that he was at a moment in the cosmic story when the story of Israel, through its messianic king, was now expanding its reach to include all of the nations? And so what he had to say didn't just have to do with one people at one time anymore. It was a part of the expansive reach of the Messianic kingdom. And I do think that's what he thought. It just comes out everywhere in his letters. And so it's not quite. Did they know they were writing the Bible? I don't know. I don't think so. However, Paul did think of his apostolic instruction. And by apostolic, I mean representatives appointed by Jesus to expand the kingdom. I do think that's how the apostles thought of themselves. For example, this is why I like the word deputies. This is a famous line from the last sentences of the Gospel of Matthew called the Great Commission. Jesus is talking to the actual disciples, like the small crew on a hilltop. And Jesus came up to them and spoke and said, all authority has been given to me in heaven on earth. That's the whole Son of Man storyline and theme video right there. It's an exalted human ruling over heaven and earth. So what he does is then deputize this group to go represent him to all of the nations, making disciples, baptizing them and instructing them to live by the Sermon on the Mount, to teach all that I have commanded to you. And this is in the Gospel of Matthew. It's like, oh, where do I go in the Gospel of Manuel to know where Jesus teaches something. It's called the Sermon on the Mount. So this is it right here. The apostles are being commissioned as his representatives with his authority to go create the expanded family of Abraham. And so Paul will say things that sound kind of intense to us. Yeah, this is from first Thessalonians. So he got to be here for like a month in Thessalonica. He had to run, run out of town. He writes a letter back and he reflects back on the first week or so of when they were there. And look at what he says. He says, we thank God continually because when you received the word of God which you heard from us, you accepted it not as a human word, but as it actually is, a word of God which is at work among you who believe. And then at the end of that very letter, he says, I charge you before the Lord. Read this letter to everybody, all the other house churches that are spreading and spreading. Look at this line. This is in Second Peter, chapter three. He writes to his audience, I want you to recall the words spoken in the past by the prophets. That's the Old Testament. I also want you to recall the command given by our Lord and Savior through the apostles. And here he's talking about the teaching of the apostles. And then look what he says. He says, now bear in mind that our Lord's patience means salvation. And listen, our dear brother Paul is so into that theme in his teachings. And he writes to you with the wisdom that God gave him. He writes the same way in all of his letters, speaking about these things. And let's be honest, his letters contain things that are hard to understand. He's really unclear sometimes. And here's the thing is, when Paul is unclear, guess what? People take his words, they misunderstand him and they misrepresent him. This is a warning in the New Testament to read Paul in context, because if you don't, you'll misunderstand and misrepresent him as they do with the rest of the Bible. So I know this is a long answer, but I'm trying to say the apostles are very aware that they are representing Jesus authority. That when they are announcing the good news about Jesus, they don't see it as just like, ah, this is what Paul was thinking one day. It's a divine word summoning the nations to believing loyalty into Jesus. So I do think the apostles had a sense that the letters that they were writing were a part of Jesus divine authority. And whether they thought it would get Collected all together one day. I don't know. It's interesting to think about, but to me, that's not the most important question. It's did they think that they were writing words from God?",
    "start": "00:43:18",
    "end": "00:48:00"
  },
  {
    "text": "Yeah.",
    "start": "00:48:00",
    "end": "00:48:00"
  },
  {
    "text": "And it seems to me that they did see themselves.",
    "start": "00:48:00",
    "end": "00:48:03"
  },
  {
    "text": "Yeah.",
    "start": "00:48:03",
    "end": "00:48:04"
  },
  {
    "text": "Yeah. Doing that.",
    "start": "00:48:04",
    "end": "00:48:05"
  },
  {
    "text": "All right, some more questions here about composition distribution. A lot of folks are interested in this. Clayton wants to know. This is a fascinating question. I think many scholars say that certainly some of the letters predate the Gospels. On this podcast, I heard N.T. wright say that he thinks maybe Galatians is the earliest of the New Testament documents written down. The question is, did the New Testament letters ever influence the Gospels? Do you ever have those hyperlinks going that way? And then another question related to that is, and we just had a direct allusion from Peter about Paul. Do the letters contain hyperlinks to each other? These quiet, indirect allusions? So the first one is about, does the letters influence the Gospels? The second one, do the letters reference each other in an indirect way?",
    "start": "00:48:05",
    "end": "00:48:46"
  },
  {
    "text": "Yeah, man, it's really interesting. So here, just in this passage of two, Peter, here's Peter reflecting on Paul's writings. Yeah. And notice he uses plural letters. So already we have an awareness of collections of Paul's letters being distributed around the early church. Yeah, man. This is a whole really interesting area of New Testament scholarship. There's a scholar named David Trobisch, a German scholar, but his works have been translated into English. And he represents kind of the cutting edge of that conversation about when things started being collected in relation to each other and who was aware of whom, and how are they connecting together as far as hyperlinks, the way that the New Testament's a bit different than the Hebrew Bible is all these letters are truly coming into existence in different circumstances from each other, and the collection happens at a later stage. Think of. It's kind of like think of a garden nursery. Each of the letters is like a potted plant. And then as the more potted plants are brought into the nursery, like the letters, they get collected together next to. To each other. The Hebrew Bible is not like that. The Hebrew Bible is much more like an aspen grove that is one root ball underneath that gives birth to a whole forest. And even though there's an older part of the forest, the Torah, it is also simultaneously growing and interconnected with the other trees of the forest. And that's why the hyperlinking nature of the Hebrew Bible is of a different nature than in the New Testament. Here's something interesting. The crucial issues at work in the New Testament, letters are all related to what we just looked at. They're related to the culture clashes happening. And so huge focus on circumcision and food diets and calendars that people are living by. This is like a major issue. The laws of the Torah and how do you obey them, how much, how many, and so on. When you get into the Gospels which postdate the letters, the events predate the letters, the compositions postdate the letters, those issues are not the issues. What's the issue? There is Jesus and there are Sabbath issues, the Sabbath controversies. But the way the Sabbath functions in the Gospels is different than the debates. And that's helpful because what it tells us is that the Gospels as wart compositions aren't just written in light of the controversies happening in the early church. Because we would expect to see Jesus in controversies about food laws and circumcision and so on. And he's not. And so what that I think gives us some leverage is to see that the Gospels are genuinely preserving these stories and teachings about Jesus from the period before those were the issues. Does that make any sense? I know that's kind of technical, but I like that kind of stuff.",
    "start": "00:48:46",
    "end": "00:51:37"
  },
  {
    "text": "I saw the explainer in my head as you were doing it.",
    "start": "00:51:37",
    "end": "00:51:39"
  },
  {
    "text": "Yeah, totally. Yeah.",
    "start": "00:51:40",
    "end": "00:51:41"
  },
  {
    "text": "Or how about. Let's close on this one. I love this question. This is about referencing Colossians 4:15. Paul says, Give my greetings to the brothers and sisters at Laodicea and to Nympha and the church in her house.",
    "start": "00:51:41",
    "end": "00:51:54"
  },
  {
    "text": "Yeah.",
    "start": "00:51:54",
    "end": "00:51:55"
  },
  {
    "text": "So the question is, what was a New Testament house church like?",
    "start": "00:51:55",
    "end": "00:52:00"
  },
  {
    "text": "Yeah, totally. Yeah, I know. Yeah, I know. Yeah. First, I think I've brought this up before. Wonderful historical fiction novel by a New Testament scholar, Bruce Longnecker. It's called the Lost Letters of Pergamum. It's entertaining. You'll learn so much about the first century. And it's all set in a handful of first century churches in Pergamum. Yeah. So it's the Lord's day, so you're meeting on Resurrection Sunday. And yeah, you've pulled together the benefactor or host. So let's say Nympha, who knows she's a merchant or something like that. And so she's got an atrium in her house that can fit maybe 25 people. She probably owns some slaves. And so the slaves will come. And maybe one of her slaves is married and they have some kids and then she has some co workers. Maybe another merchant is wealthy, but maybe she's a Colossian, but this other merchant's a Macedonian who moved here because the purple fabric trade is off the charts right now and whatever. But then you're going to have some, like, craftsmen, and then you're going to have some messianic Jews. And then they're going to bring a couple Jewish friends who don't know what they think yet, but they like the free food. They come, and then you've got a couple orphans who have been adopted into the family of this other. Maybe some. Like, some tent makers or whatever, they work down in the market. So the whole point is socioeconomically, ethnically diverse. And then they all come together and they sit at the same table. And when Nympha invites another merchant who comes to the gathering, this other merchant, let's just call her Circe or something, she's freaking out because she has never once in her life eaten at the same table as a slave. Because you eat at the same table with somebody, that means that they're your equal. And never has she sitting at the same table with orphans who were, like, you know, abandoned by their parents. And so they have a meal together, they sing hymns. Nympha maybe offers a prayer or a prophecy or a teaching from or retelling of the story. And then you have maybe some other elders in the community, and they meet for an afternoon and sing hymns and tell stories about Jesus and share and teach each other. And then they kiss each other as they leave. You're like, that sounds awesome, right? Like, I want to go to that. But anyway, I think, there you go. But it can all go terribly wrong. Read the letter to Corinthians, and you can have the wealthy people start separating themselves off and sitting at different tables. Or even worse, the wealthy people eat all of the food before the people of the lower class or the slaves can come because they actually had to do a day's work before they come. And they're missing the point. And then you've got some people who. They're like recent converts from the Dionysius cult. They're used to speaking in tongues, all right? And so they're being. They're learning how to channel their experience of speaking in other languages, but now in allegiance to Jesus. But they interrupt each other all the time. And it becomes this contest. And so Paul has to write what he writes in the letter to Corinthians and so on. Anyway, it's interesting to think about.",
    "start": "00:52:00",
    "end": "00:55:21"
  },
  {
    "text": "Yeah, it's great. Thank you. Thank you, Tim. Thanks again to Munger Place Church with.",
    "start": "00:55:21",
    "end": "00:55:36"
  },
  {
    "text": "Reading part of Paul's letter to the Ephesians. Ephesians 3:14 21 for this reason I bow my knees before the Father, from whom every family in heaven and on earth is named, that according to the riches of his glory, he may grant you to be strengthened with power through His Spirit in your inner being, so that Christ may dwell in your hearts through faith, that you, being rooted and grounded in love, may have strength to comprehend with all the saints what is the breadth and length and height and depth and and to know the love of Christ that surpasses knowledge, that you may be filled with all the fullness of God, and to him who is able to do far more abundantly than all we ask or imagine, according to the power that is at work within us, to him be glory in the church and in Christ Jesus throughout all generations, forever and ever. And the people of God said Amen. Amen. Go in peace. Thanks for coming.",
    "start": "00:55:36",
    "end": "00:56:31"
  },
  {
    "text": "Thank you for listening to this episode of the BibleProject podcast. Our series on how to read the New Testament letters is just starting, but we would love to start collecting questions that you might have pertaining to this conversation. Feel free to send a question anytime. Record yourself. Try to keep it around 20 to 30 seconds. Let us know who you are, where you're from, and you can send that recording to info bibleproject.com extra points if you also write it out for us because we end up transcribing it anyways. Next week we're back with another episode on how to read the New Testament Letters.",
    "start": "00:56:37",
    "end": "00:57:14"
  },
  {
    "text": "This is the paradigm shift that I want to invite people into with these videos is that the letters actually come out of the missionary movement and expansion of the Jesus movement. You could say that this part of the Bible is actually the product of and the fuel of the expanding Jesus movement going out to all nations. If you misunderstand the purpose of a letter, you will misunderstand the letter.",
    "start": "00:57:14",
    "end": "00:57:40"
  },
  {
    "text": "Today's show was produced by Dan Gummel. The show notes were created by Camden McCaffney, theme music by the band Tense. Bibleproject is a nonprofit organization. Our mission is to experience the Bible as a unified story that leads to Jesus. You can find our videos on our YouTube channel, YouTube.com thebibleproject or on our website bibleproject.com where we also have a lot of other free resources. Everything is free because it's already been paid for by generous supporters of this project. So thank you so much for being a part of this with us.",
    "start": "00:57:41",
    "end": "00:58:18"
  },
  {
    "text": "Hey, this is Anna and Ryan. I'm Anna and we're from the Midwest area, the Midwestern states of Ohio and Kentucky. So the way we use the Bible project is through the videos, which we.",
    "start": "00:58:18",
    "end": "00:58:35"
  },
  {
    "text": "Love to watch, particularly Old Testament books. Just helps flesh out exactly what's going.",
    "start": "00:58:35",
    "end": "00:58:39"
  },
  {
    "text": "On and places it in a good historical context. I was gonna say, for me, I really liked the Proverbs book a lot.",
    "start": "00:58:39",
    "end": "00:58:46"
  },
  {
    "text": "We believe the Bible is a unified.",
    "start": "00:58:46",
    "end": "00:58:47"
  },
  {
    "text": "Story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, and more@thebibleproject.com you're not going to actually use that.",
    "start": "00:58:47",
    "end": "00:59:01"
  }
]