[
  {
    "text": "Welcome to the BibleProject podcast. We're in the middle of a series discussing how to read the New Testament letters. These are letters written by the apostles of Jesus, sent to the early church. And reading these letters is like listening to one side of a phone conversation. So to understand them, we kind of need to know who's on the other side of the phone. Who were these letters written to? And today we're going to try to figure out what kind of world did they live in.",
    "start": "00:00:04",
    "end": "00:00:31"
  },
  {
    "text": "So by the time Jesus is resurrected and ascended, the Roman Empire has been ruling over Israel, Palestine for about 60 ish years.",
    "start": "00:00:31",
    "end": "00:00:40"
  },
  {
    "text": "What was it like to live in the first century under Roman occupation? Well, in this episode, we're going to look at two ways that Rome shaped culture during the times of these letters. The first is the socioeconomic realities of the Roman Empire.",
    "start": "00:00:41",
    "end": "00:00:54"
  },
  {
    "text": "But just try and imagine yourself into that. Packed Roman cities around the Mediterranean are mostly full of people who are just surviving. That's the vast majority.",
    "start": "00:00:54",
    "end": "00:01:04"
  },
  {
    "text": "And second, we'll talk about the honor and shame culture of the first century Roman world.",
    "start": "00:01:04",
    "end": "00:01:08"
  },
  {
    "text": "The whole concept of a human defining their value, not by relation to their group or family. This is one of the most radical realities of the gospel that broke into human history in the Jesus moment.",
    "start": "00:01:09",
    "end": "00:01:23"
  },
  {
    "text": "So let's take a trip to the first century and get into the skin of the first people to read the New Testament letters. We are talking about how to read a section of the Bible which are letters.",
    "start": "00:01:23",
    "end": "00:01:46"
  },
  {
    "text": "Yes, the New Testament letters from the apostles.",
    "start": "00:01:46",
    "end": "00:01:49"
  },
  {
    "text": "The apostles who have firsthand experience of Jesus and his teachings and who are shaped by him and then are commissioned to go and, and spread the good news that Jesus is king of the universe, He's Lord. And to do that, take this messianic Jewish experience and bring it to people of all other cultures.",
    "start": "00:01:49",
    "end": "00:02:12"
  },
  {
    "text": "Yes.",
    "start": "00:02:12",
    "end": "00:02:12"
  },
  {
    "text": "And as they do that, we get a, we get a narrative of them doing that in the Book of Acts, which is a kind of a second part of the Gospel of Luke.",
    "start": "00:02:12",
    "end": "00:02:20"
  },
  {
    "text": "Yep.",
    "start": "00:02:20",
    "end": "00:02:20"
  },
  {
    "text": "But then we have all these letters that they've written to all these churches that they've helped start.",
    "start": "00:02:20",
    "end": "00:02:27"
  },
  {
    "text": "Yep.",
    "start": "00:02:27",
    "end": "00:02:28"
  },
  {
    "text": "And that's what we're talking about here. How do you read those letters?",
    "start": "00:02:28",
    "end": "00:02:31"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:02:31",
    "end": "00:02:32"
  },
  {
    "text": "And we've really spent a lot of time just talking about the fact that they are letters.",
    "start": "00:02:32",
    "end": "00:02:36"
  },
  {
    "text": "Yep.",
    "start": "00:02:36",
    "end": "00:02:37"
  },
  {
    "text": "And how that's unique in the Bible.",
    "start": "00:02:37",
    "end": "00:02:39"
  },
  {
    "text": "Yeah, there's a couple in the Hebrew Bible, a few letters. Yep. A letter from Jeremiah to the exiles in Babylon, Jeremiah 29. There's some letters in Ezra, Nehemiah, but not Too many.",
    "start": "00:02:39",
    "end": "00:02:50"
  },
  {
    "text": "Okay.",
    "start": "00:02:50",
    "end": "00:02:50"
  },
  {
    "text": "And they're given a narrative context.",
    "start": "00:02:50",
    "end": "00:02:52"
  },
  {
    "text": "Right.",
    "start": "00:02:52",
    "end": "00:02:53"
  },
  {
    "text": "Directly here in the New Testament, the narrative context is Acts. What you're supposed to do then is kind of plug the letters into somewhere into the narrative framework of Acts so.",
    "start": "00:02:53",
    "end": "00:03:04"
  },
  {
    "text": "We know the narrative context in the whole story of the Bible. This is post resurrection Jesus, the fulfillment of the partnership that humans are supposed to have with God that we can now join and rediscover, and that it's going to all the nations, which was the idea about God's partnership in the first place.",
    "start": "00:03:04",
    "end": "00:03:22"
  },
  {
    "text": "Yep, that's right. And this message and the story doesn't fit into the categories that we have in the modern west of religion. There's religion, there's religious topics and issues, then there's political topics and issues, or economic or social issues.",
    "start": "00:03:22",
    "end": "00:03:39"
  },
  {
    "text": "Blends it all together.",
    "start": "00:03:39",
    "end": "00:03:40"
  },
  {
    "text": "Yes. This religious message is that one, a Jewish man is the. The embodiment of the creator God, exalted as the king of the nations, and that all nations need to give their loyalty to him.",
    "start": "00:03:40",
    "end": "00:03:54"
  },
  {
    "text": "It's kind of an outrageous thing to say.",
    "start": "00:03:54",
    "end": "00:03:57"
  },
  {
    "text": "It's crazy. That's how this story sounded to people when they first heard it, especially if they weren't familiar with the Jewish tradition at all. So it's what we would call a religious message that has political, economic and social consequences. And the political, social, economic context of all of this was the Roman Empire in the first century.",
    "start": "00:03:57",
    "end": "00:04:22"
  },
  {
    "text": "So. Yeah. So the, the first big context is where does it fit in the storyline of the Bible.",
    "start": "00:04:22",
    "end": "00:04:25"
  },
  {
    "text": "Yep.",
    "start": "00:04:25",
    "end": "00:04:26"
  },
  {
    "text": "The second context that you can apply to any part of the Bible.",
    "start": "00:04:26",
    "end": "00:04:29"
  },
  {
    "text": "Yeah.",
    "start": "00:04:29",
    "end": "00:04:30"
  },
  {
    "text": "Is what was the actual cultural, socioeconomic context that.",
    "start": "00:04:30",
    "end": "00:04:35"
  },
  {
    "text": "That's right.",
    "start": "00:04:35",
    "end": "00:04:35"
  },
  {
    "text": "This was written in.",
    "start": "00:04:35",
    "end": "00:04:36"
  },
  {
    "text": "That's right.",
    "start": "00:04:36",
    "end": "00:04:37"
  },
  {
    "text": "To kind of help give a sense of context of place and time. And this is specifically helpful in the letters because the letters are. You're listening to half of a correspondence.",
    "start": "00:04:37",
    "end": "00:04:50"
  },
  {
    "text": "That's right.",
    "start": "00:04:50",
    "end": "00:04:50"
  },
  {
    "text": "So you have to fill in a lot of gaps.",
    "start": "00:04:50",
    "end": "00:04:52"
  },
  {
    "text": "Fill in. Yeah. Why do they say what they say? What are the issues that they are addressing in the cultural context? It's just very similar to if you read your great grandpa's letter collection. But let's say these were all. Let's say he was in World War II, so he's writing these letters from some place in Europe. You're obligated if you want to understand them and claim to understand them and tell other people about them. I feel you're obligated to understand what was happening right there on the ground, what trench warfare was like at what moment in the war. So. So you can understand why he says what he says. And it's no different with the letters. So we need to understand at least something of the cultural dynamics of the Roman Empire around the Mediterranean in the first century. And this is a whole did. There's so much amazing stuff. And parts of the letters will shine with new brilliance and light and meaning when we see them in that context. It. So let's paint broad brushes here. The Roman Empire, by the time Jesus sends out the apostles Right. In the early 30s A.D. and then the Book of Acts is, you know, tracking with about two decades ish of the early Jesus movement.",
    "start": "00:04:52",
    "end": "00:06:51"
  },
  {
    "text": "So.",
    "start": "00:06:51",
    "end": "00:06:52"
  },
  {
    "text": "So by the time Jesus is resurrected and ascended, the Roman Empire has been ruling over Israel, Palestine for about 60 ish years. By the time that the Book of Acts ends, somewhere in the 50s, you know, they're now 20 years, so 80 years. So relatively recent in terms of the history of ancient empires.",
    "start": "00:06:52",
    "end": "00:07:13"
  },
  {
    "text": "Yeah.",
    "start": "00:07:13",
    "end": "00:07:13"
  },
  {
    "text": "I don't know how long that sounds to anybody listening. If you're Paul sitting at the end of the Book of Acts under house arrest in Rome, you're sitting in the capital of an empire who became rulers over Israel, Palestine, the same way that we would look back the same time as to World War II. So recent memory.",
    "start": "00:07:14",
    "end": "00:07:32"
  },
  {
    "text": "Oh, World War II.",
    "start": "00:07:32",
    "end": "00:07:33"
  },
  {
    "text": "World War II. Yeah. So the Roman Empire had been around before. It wasn't an empire, it was a republic. And this is. I'm not a Roman history expert. So the Roman culture and people have a history that predates this.",
    "start": "00:07:33",
    "end": "00:07:48"
  },
  {
    "text": "Yeah. Sometimes it's referred to as like Greco Roman culture.",
    "start": "00:07:48",
    "end": "00:07:51"
  },
  {
    "text": "Correct. Okay, so Greco meaning Greek. Yeah, Greek and Roman. So Alexander the Great, in the early 3002 BC, storms from Greece all the way to India, just taking charge. Taking charge dies.",
    "start": "00:07:52",
    "end": "00:08:05"
  },
  {
    "text": "Alexander the Great is Greek.",
    "start": "00:08:05",
    "end": "00:08:06"
  },
  {
    "text": "Yep. And he was on what's called a mission to bring the whole known world under the sway of his culture and his power. And this was called the Hellenism, based on the Greek word of Helleniste, Helena, which is Greek. It's the Greek word for Greek, Helene. So Greek gods, Greek culture, Greek gymnasiums, Greek way of life. And so from the third three hundreds on, Greece, the culture of Greece permeates that whole part of the world. The Romans inherit the scoop up after Alexander the Great, power fractures across that whole span of territory. And it's just regional power games all over Alexander the Great's territory.",
    "start": "00:08:06",
    "end": "00:08:55"
  },
  {
    "text": "Game of Thrones.",
    "start": "00:08:55",
    "end": "00:08:55"
  },
  {
    "text": "Game of Thrones, totally. It's Game of Thrones until in the like 40s and 30s, all of the great events surrounding the transition of the Roman Republic to An empire and Octavian and all. I mean, it's just all these famous events. Go read Wikipedia. But by the 40s BC, you've got a Roman emperor and he's asserting his authority, annexing all of this territory again from Greece and Rome. But what's interesting, so Greco Roman is trying to say it was Rome, the Roman Empire is the power structure.",
    "start": "00:08:55",
    "end": "00:09:34"
  },
  {
    "text": "Yes.",
    "start": "00:09:34",
    "end": "00:09:34"
  },
  {
    "text": "The culture is Greek, is Greek now with the seasoning of Rome. It's very similar to how you could call the way you could talk about England and America.",
    "start": "00:09:34",
    "end": "00:09:44"
  },
  {
    "text": "Because in a way, England, America is an offshoot.",
    "start": "00:09:45",
    "end": "00:09:47"
  },
  {
    "text": "America is, you know, an offshoot of rebellious colonies.",
    "start": "00:09:47",
    "end": "00:09:50"
  },
  {
    "text": "So we got their culture, but we have our own power structure.",
    "start": "00:09:50",
    "end": "00:09:53"
  },
  {
    "text": "Yeah. And have now developed our own institutions. But it's the same language, just a little toot different. So what America is to England is similar to what Rome was to Greece. So by the first century, the good news of Caesar Augustus had spread around the world. And on coins, roads, festivals, gymnasiums being built in every city, there's a whole cult, not in our modern sense of the word, but an actual religion of the emperor, celebrating him as the incarnation of, you know, the ultimate divine power behind Rome. You can go offer sacrifices to the deified emperor throughout, especially in the eastern part of the empire throughout the first century. So this is reality. You call the emperor savior and lord and master. Here you go. Roman culture was ubiquitous, inescapable reality. This is from Michael Gorman's amazing introduction to Paul's letters. It's called Apostle of the Crucified. A Theological Introduction to Paul's Letters. The first hundred pages is just Roman culture and Jewish Diaspora culture in the setting of Paul's letters.",
    "start": "00:09:53",
    "end": "00:11:08"
  },
  {
    "text": "And by that Jewish Diaspora.",
    "start": "00:11:08",
    "end": "00:11:10"
  },
  {
    "text": "Jewish communities spread throughout the ancient world after the exile. Yeah. So Roman culture brought infrastructure.",
    "start": "00:11:10",
    "end": "00:11:17"
  },
  {
    "text": "Wait, the exile? Oh, the big one.",
    "start": "00:11:17",
    "end": "00:11:20"
  },
  {
    "text": "The big one. Spread them all over the ancient world. And then they just kind of.",
    "start": "00:11:20",
    "end": "00:11:23"
  },
  {
    "text": "They kind of scared their communities out there.",
    "start": "00:11:23",
    "end": "00:11:25"
  },
  {
    "text": "That's right. So on the surface, the Roman Empire brought courts, the court system, infrastructure, road system, economic unity through roads and the navy and all of the economic fleets now using the Mediterranean as like a highway for goods and grain. So, you know, there are lots of upsides to it, I guess, if you're into the empire kind of thing. But Gorman is his words. He says, but there is a dark side to Rome's peace that should not be forgotten. The Romans established and maintained their empire through conquest, subjugation and intimidation. It was, in other words, peace through war and security via domination. The Romans invaded and enslaved. They Moved the conquered in and out. They formed new colonies. They refounded old Greek cities as their own colonies. They imposed taxes and tributes to maintain the empire and its peace among the subjugated. And they had a deterrent to make sure that anyone who threatened this peace understood the consequences. Crucifixion. So a very small number of people, as we're gonna see in a moment, actually got to enjoy the full benefits of the Roman Empire. Most people, what they knew of the Roman Empire was the face of Roman legionaries who will break your kneecaps if you don't pay your taxes. And then people you've never met who keep buying up your ancestral land or forcing you to move off of your land and go be relocated to some other place because somebody is appropriating your land and going to build a gymnasium. This kind of thing. So there are many analogies to empires throughout history. Yeah, but this is the setting. It's like a world empire runs the world.",
    "start": "00:11:25",
    "end": "00:13:23"
  },
  {
    "text": "What percentage of people got to enjoy the benefits of the empire?",
    "start": "00:13:23",
    "end": "00:13:28"
  },
  {
    "text": "Yes, let's talk about this. So this is another quote from Gorman and a really helpful, like, diagram chart.",
    "start": "00:13:28",
    "end": "00:13:33"
  },
  {
    "text": "So put the chart in the show notes.",
    "start": "00:13:34",
    "end": "00:13:36"
  },
  {
    "text": "Oh, yeah, sure. Yeah. This is a chart found in Michael Gorman's book, but it's his adaptation of a social theorist who is trying to understand the dynamics of class in the Roman Empire, a scholar named Gerhard Lensky. So I'll just start reading this kind of a longish quote. If you look at the picture, it looks like. What do you say, like a pyramid? Kind of like a pyramid.",
    "start": "00:13:36",
    "end": "00:14:01"
  },
  {
    "text": "It looks like an arrowhead.",
    "start": "00:14:01",
    "end": "00:14:02"
  },
  {
    "text": "Okay. Better, it's an arrowhead. So it has a very sharp, long tip.",
    "start": "00:14:02",
    "end": "00:14:08"
  },
  {
    "text": "Yeah.",
    "start": "00:14:08",
    "end": "00:14:08"
  },
  {
    "text": "And at the top of the tip is the emperor.",
    "start": "00:14:08",
    "end": "00:14:10"
  },
  {
    "text": "Yeah.",
    "start": "00:14:10",
    "end": "00:14:11"
  },
  {
    "text": "And then coming down from the tip is a class of. It's the power and privilege scale. So it's actually a very narrow group of people who get to participate in the top level elite class. Once you broaden out to the far distant edges of the arrowhead, you have the vast majority of population of the Roman Empire.",
    "start": "00:14:11",
    "end": "00:14:34"
  },
  {
    "text": "So on the Y axis is how many people are in that part of the class.",
    "start": "00:14:34",
    "end": "00:14:38"
  },
  {
    "text": "That's right.",
    "start": "00:14:38",
    "end": "00:14:39"
  },
  {
    "text": "And then the X axis is how much power that class has.",
    "start": "00:14:39",
    "end": "00:14:42"
  },
  {
    "text": "That's right. Or to say it differently, the vertical axis up and down is power and privilege.",
    "start": "00:14:42",
    "end": "00:14:47"
  },
  {
    "text": "Power and privilege.",
    "start": "00:14:47",
    "end": "00:14:48"
  },
  {
    "text": "The horizontal, how wide it is, is about the numbers of people. Population. Yeah.",
    "start": "00:14:48",
    "end": "00:14:54"
  },
  {
    "text": "So you have this really thin slice of the governing class, which has all the power, but there's a very few amount of people. I Mean, it's just a thin line in this graph.",
    "start": "00:14:54",
    "end": "00:15:05"
  },
  {
    "text": "That's right. So Gorman's quote is helpful here. Okay, so he says in the Roman hierarchical arrangement, power was concentrated at the top. At the pinnacle was the emperor. Beneath him were the senators, then the equestrians, a class of high ranking military and political figures. After them are the Decurians, who are aristocrats with land and other kinds of wealth, but only local political power. So that's what's called the governing class. The emperor, senators, equestrians and Decurians. Supporting this small governing class was a network of retainers, that is political and religious officials like priests or government functionaries who kept the machinery of power running and attended to the needs of the elite. This entire group composed about 3% of the population. So, you know, there's. In our day, there's people talk about the 1%, the 5% or the. So in Rome, we're talking about 3%, 3% possess the majority of the wealth.",
    "start": "00:15:05",
    "end": "00:16:09"
  },
  {
    "text": "And, and in this graph, that's all in that one line. The governing class.",
    "start": "00:16:09",
    "end": "00:16:12"
  },
  {
    "text": "Yeah. And then you begin. Are the retainers in there you see the governing class. Yeah, Going down. And then there's.",
    "start": "00:16:13",
    "end": "00:16:18"
  },
  {
    "text": "Oh, there's the retainers.",
    "start": "00:16:18",
    "end": "00:16:20"
  },
  {
    "text": "Yep, Retainers and priests. Yep. There you go. Further down the tower are people of some means. So they have wealth but no political power, like merchants or successful artisans. You know, you're a successful statue carver, whatever, you're making a killing selling purple cloth, you know, at different ports. But no one like you have no connections and no power in Rome and you're never going to. So Gorman goes on, he says these were not like what the Westerners call the middle class. So they did exist in the middle in terms of power and privilege. There's nothing like representative political structures or institutions like republics or democratic republics have. So they just exist.",
    "start": "00:16:20",
    "end": "00:17:05"
  },
  {
    "text": "But they called it a republic. Didn't you say it was called?",
    "start": "00:17:05",
    "end": "00:17:08"
  },
  {
    "text": "Oh, it began as a republic, but.",
    "start": "00:17:08",
    "end": "00:17:09"
  },
  {
    "text": "By the first century, oh, it's now.",
    "start": "00:17:09",
    "end": "00:17:10"
  },
  {
    "text": "A, it's now an empire. So this middle group constituted anywhere from 5 to 15% of the populace depended on the city and the region. The bottom line is that the remaining 85% consisted of working lower class slaves or free persons like artisans, craftsmen, merchants. Below them are the working poor and day laborers. At the very bottom are the expendables, namely those without any status or wealth or skills to contribute value to those around them. Widows, orphans, prisoners, beggars, anyone with physical disabilities. So you can see from this that for the vast majority of the population, the main Priority was simply survival. So this is different than, you know, the culture I grew up in has a huge middle class. And the middle class varies. There's upper middle class and then there's, you know, what sociologists call the working poor. Like in American culture, which is people who are able to provide a basic sustainable living for a family, but they're only one disaster medical emergency away from going under. So that's from the middle, upper class down to the working poor. That's a big part of the American population. And in Rome, that's a smaller middle and the majority of people.",
    "start": "00:17:10",
    "end": "00:18:36"
  },
  {
    "text": "You're saying that middle is like the 5, 15%, correct?",
    "start": "00:18:36",
    "end": "00:18:39"
  },
  {
    "text": "That's right. The majority of the Roman Empire would be, we might call the working poor or just people living in poverty. Poverty and just surviving. It's the vast majority. But just try and imagine yourself into that. Packed Roman cities around the Mediterranean are mostly full of people who are just surviving. That's the vast majority. There's lots of countries and cultures on planet Earth right now where that's the name of the game. There are many cities and towns even in America or in Europe, where that's the economic, social reality. So it's not altogether different, you know, but it's. Imagine 3% control everything.",
    "start": "00:18:39",
    "end": "00:19:19"
  },
  {
    "text": "Yeah. And in a different way, we talk about the 1% that became a. A meme in that. If you look at where wealth is distributed. Distributed.",
    "start": "00:19:20",
    "end": "00:19:32"
  },
  {
    "text": "Yeah.",
    "start": "00:19:32",
    "end": "00:19:32"
  },
  {
    "text": "This is about wealth and power.",
    "start": "00:19:33",
    "end": "00:19:35"
  },
  {
    "text": "Yeah.",
    "start": "00:19:35",
    "end": "00:19:36"
  },
  {
    "text": "In the modern world, we've done better at distributing power, even if in the last few decades wealth has really been.",
    "start": "00:19:36",
    "end": "00:19:47"
  },
  {
    "text": "Yeah. Consolidating.",
    "start": "00:19:47",
    "end": "00:19:48"
  },
  {
    "text": "Consolidating power has as well, but not, as, you know, not as much.",
    "start": "00:19:48",
    "end": "00:19:53"
  },
  {
    "text": "That's right.",
    "start": "00:19:53",
    "end": "00:19:53"
  },
  {
    "text": "Like we still have a lot of ability to shape things even if we're not in the ruling class.",
    "start": "00:19:53",
    "end": "00:20:01"
  },
  {
    "text": "So that's maybe where Westerners, we have to use our imaginations is the same consolidation of wealth among a very small group. But also it's an empire.",
    "start": "00:20:01",
    "end": "00:20:12"
  },
  {
    "text": "Yeah.",
    "start": "00:20:12",
    "end": "00:20:13"
  },
  {
    "text": "It's a dictatorship. And so it's a very small, small group of people who actually can make any decisions that affect reality and how things are run.",
    "start": "00:20:13",
    "end": "00:20:24"
  },
  {
    "text": "Yeah.",
    "start": "00:20:24",
    "end": "00:20:25"
  },
  {
    "text": "So just psychologically, that people who have grown up in dictatorships, you know, that does something to you psychologically. Whereas Westerners tend to have a feeling of we can change it, we can be the difference, this kind of thing. So imagine growing up in a culture where. What do you mean you're going to make a difference? How ridiculous.",
    "start": "00:20:25",
    "end": "00:20:46"
  },
  {
    "text": "It's interesting. I think a lot of people would say, I don't feel empowered to actually make a difference. There is still a difference when you grow up in a cultural setting, which people do have that thought and belief, even if you don't personally.",
    "start": "00:20:48",
    "end": "00:21:03"
  },
  {
    "text": "Yeah.",
    "start": "00:21:03",
    "end": "00:21:03"
  },
  {
    "text": "But to grow up in a setting where just. It's not even on the radar, it's not a possibility.",
    "start": "00:21:03",
    "end": "00:21:09"
  },
  {
    "text": "Yeah.",
    "start": "00:21:09",
    "end": "00:21:09"
  },
  {
    "text": "No one's sitting around going like, well, maybe we can. If they are, it's this crazy radical who's living in the mountains and like.",
    "start": "00:21:09",
    "end": "00:21:16"
  },
  {
    "text": "Yeah, yeah, right.",
    "start": "00:21:16",
    "end": "00:21:17"
  },
  {
    "text": "Trying to create some sort of militia or something.",
    "start": "00:21:17",
    "end": "00:21:20"
  },
  {
    "text": "Yeah.",
    "start": "00:21:20",
    "end": "00:21:20"
  },
  {
    "text": "And they're probably going to go down.",
    "start": "00:21:20",
    "end": "00:21:21"
  },
  {
    "text": "Yeah, yeah, that's right.",
    "start": "00:21:22",
    "end": "00:21:23"
  },
  {
    "text": "Yeah, you're right. I don't have the imaginative framework for this.",
    "start": "00:21:23",
    "end": "00:21:26"
  },
  {
    "text": "That's right. Much less to imagine how the announcement of the apostles would then sound in this context. Like in Thessalonika, in Acts 17, these people are going around saying there is another king Jesus. And they start these communities where everybody calls each other brother and sister and they're all sharing their stuff and taking care of the poor. I mean, just. There wasn't anybody doing this kind of thing.",
    "start": "00:21:26",
    "end": "00:21:51"
  },
  {
    "text": "Well, when you said it's a dictatorship, what I thought of immediately was, well, then so is the gospel, you've got a king.",
    "start": "00:21:51",
    "end": "00:21:59"
  },
  {
    "text": "Yes. Yeah, that's right.",
    "start": "00:22:00",
    "end": "00:22:01"
  },
  {
    "text": "But you look at this Roman emperor empire, and then the way that power is distributed is very skewed. And so what's the difference with the kingdom of God? Is that the power is distributed differently.",
    "start": "00:22:01",
    "end": "00:22:18"
  },
  {
    "text": "Yeah. Or in Jesus teachings, it's that diagram turned upside down.",
    "start": "00:22:19",
    "end": "00:22:24"
  },
  {
    "text": "First will be last.",
    "start": "00:22:24",
    "end": "00:22:25"
  },
  {
    "text": "Yeah. One of the titles for our king is the slave, the servant of the Lord, the suffering servant of Isaiah.",
    "start": "00:22:26",
    "end": "00:22:34"
  },
  {
    "text": "It's the slave I did not come to be served.",
    "start": "00:22:34",
    "end": "00:22:37"
  },
  {
    "text": "Yeah. But to be the slave and to give my life as a ransom. For many, the gift of being included in the family of the Messiah is given without regard to someone's placement on this power and rank scale. Which is why a slave owner and a slave and an orphan and a merchant and a whatever, city commissioner and a tent maker all sit at the same table and treat each other as of equal value. On resurrection Sunday, when they take the bread and the cup, it's a redefinition of power with varied social implications for people. We'll flesh this out a little bit more, but we're just kind of painting the picture. The point here was to paint the way power and wealth was distributed, distributed, and organized. Let's just touch down on a few cultural realities in this setting that are helpful categories. They've been hugely helpful for me in understanding the letters and why the apostles Write the way that they write. So one what people call honor and shame dynamics. Honor and shame cultures.",
    "start": "00:22:37",
    "end": "00:24:11"
  },
  {
    "text": "I've heard this phrase a lot.",
    "start": "00:24:11",
    "end": "00:24:13"
  },
  {
    "text": "Yep.",
    "start": "00:24:13",
    "end": "00:24:13"
  },
  {
    "text": "I think I understand what it means. But after you kind of plugged it in the last episode and said, I won't be able to understand it, I'm like, huh, I wonder if I really do.",
    "start": "00:24:13",
    "end": "00:24:23"
  },
  {
    "text": "Someone who doesn't grow up in honor shame culture can understand it, but it takes a work of sympathetic imagination.",
    "start": "00:24:23",
    "end": "00:24:30"
  },
  {
    "text": "Yeah.",
    "start": "00:24:30",
    "end": "00:24:30"
  },
  {
    "text": "Because I didn't grow up in a culture like this. Right here we're back to Michael Gorman. He has a whole chapter on it and great bibliography if you want to follow the rabbit hole on this one. He says, simply defined, honor and shame refer to the ongoing attribution or loss of esteem by one's peers, family, social class, city, and so on. In Roman society, this respect or esteem was based primarily on such things as wealth, education, rhetorical skill, how good of a public speaker you are, family, pedigree, and political connections. These were Roman culture's status indicators. In this context, self esteem would be conceived of as a ridiculous oxymoron.",
    "start": "00:24:30",
    "end": "00:25:17"
  },
  {
    "text": "You're not esteemed by yourself.",
    "start": "00:25:18",
    "end": "00:25:19"
  },
  {
    "text": "The only esteem that one has is bestowed not by the self, but by the group. In this environment, peer pressure is not something negative to be avoided. It's appropriate and welcome. So here's the thing that I've discovered over the years is that the Western cultures are a mix. Almost like the strange, contradictory mix of some honor shame elements and a whole lot of other things that are trying to upend honor shame dynamics. And self esteem is a great example.",
    "start": "00:25:19",
    "end": "00:25:54"
  },
  {
    "text": "Yes.",
    "start": "00:25:54",
    "end": "00:25:54"
  },
  {
    "text": "So think through. And this is me as a kid, self esteem. You have value no matter what anyone thinks about you. Do your own thing. Don't let other people define you. Discover yourself.",
    "start": "00:25:55",
    "end": "00:26:06"
  },
  {
    "text": "You do you.",
    "start": "00:26:06",
    "end": "00:26:07"
  },
  {
    "text": "You do you. And this is in the water of at least modern American culture in the 21st century.",
    "start": "00:26:07",
    "end": "00:26:17"
  },
  {
    "text": "Yeah.",
    "start": "00:26:17",
    "end": "00:26:17"
  },
  {
    "text": "This is pervasive. This is what defines good.",
    "start": "00:26:18",
    "end": "00:26:21"
  },
  {
    "text": "That would have been unheard of in the Greco Roman world.",
    "start": "00:26:21",
    "end": "00:26:24"
  },
  {
    "text": "It would have been. It was also strange and ridiculous in America 100 years ago.",
    "start": "00:26:24",
    "end": "00:26:28"
  },
  {
    "text": "Yeah.",
    "start": "00:26:28",
    "end": "00:26:29"
  },
  {
    "text": "So this is a modern movement. People call it all kinds of things.",
    "start": "00:26:29",
    "end": "00:26:32"
  },
  {
    "text": "You have value no matter what anyone says or thinks.",
    "start": "00:26:32",
    "end": "00:26:35"
  },
  {
    "text": "That's right. The only esteem that really matters is.",
    "start": "00:26:35",
    "end": "00:26:38"
  },
  {
    "text": "What you attribute to yourself.",
    "start": "00:26:38",
    "end": "00:26:40"
  },
  {
    "text": "What you attribute to yourself. If other people don't understand who you are, forget them. Doesn't matter. Just think of every Disney movie made in, like, the last decade, and you're like, oh, yeah, it's the gospel of self esteem. And it would have sounded ridiculous and does sound ridiculous. I mean, American culture on this angle looks offensive, ridiculous and misguided from the.",
    "start": "00:26:40",
    "end": "00:27:01"
  },
  {
    "text": "Perspective of many cultures around human history and culture.",
    "start": "00:27:01",
    "end": "00:27:05"
  },
  {
    "text": "Yeah. And looks really dangerous to a lot of people in traditional cultures around the world.",
    "start": "00:27:05",
    "end": "00:27:09"
  },
  {
    "text": "But we do have value.",
    "start": "00:27:10",
    "end": "00:27:11"
  },
  {
    "text": "I agree.",
    "start": "00:27:12",
    "end": "00:27:12"
  },
  {
    "text": "Inherent.",
    "start": "00:27:12",
    "end": "00:27:13"
  },
  {
    "text": "I totally agree.",
    "start": "00:27:13",
    "end": "00:27:14"
  },
  {
    "text": "Regardless of.",
    "start": "00:27:15",
    "end": "00:27:16"
  },
  {
    "text": "Yeah.",
    "start": "00:27:16",
    "end": "00:27:16"
  },
  {
    "text": "Any socio. Economic.",
    "start": "00:27:16",
    "end": "00:27:17"
  },
  {
    "text": "Yeah.",
    "start": "00:27:18",
    "end": "00:27:18"
  },
  {
    "text": "Or political system we're in.",
    "start": "00:27:18",
    "end": "00:27:20"
  },
  {
    "text": "I agree.",
    "start": "00:27:20",
    "end": "00:27:20"
  },
  {
    "text": "So to that degree it's not ridiculous.",
    "start": "00:27:20",
    "end": "00:27:22"
  },
  {
    "text": "I'm not saying that it is.",
    "start": "00:27:22",
    "end": "00:27:23"
  },
  {
    "text": "Yes.",
    "start": "00:27:23",
    "end": "00:27:24"
  },
  {
    "text": "What I'm saying is it is viewed as ridiculous.",
    "start": "00:27:24",
    "end": "00:27:26"
  },
  {
    "text": "Yes.",
    "start": "00:27:26",
    "end": "00:27:27"
  },
  {
    "text": "By people who have grown up in more traditional honor shame cultures.",
    "start": "00:27:27",
    "end": "00:27:30"
  },
  {
    "text": "Got it.",
    "start": "00:27:30",
    "end": "00:27:31"
  },
  {
    "text": "And it can get distorted into a really.",
    "start": "00:27:31",
    "end": "00:27:34"
  },
  {
    "text": "It could get ugly.",
    "start": "00:27:34",
    "end": "00:27:34"
  },
  {
    "text": "Unhelpful.",
    "start": "00:27:34",
    "end": "00:27:35"
  },
  {
    "text": "Yeah.",
    "start": "00:27:35",
    "end": "00:27:35"
  },
  {
    "text": "But yeah. I think the whole concept of a human defining their value not by relation to their group or family. This is one of the most radical realities of the gospel that broke into human history in the Jesus movement. What is the idea that a human's value is not defined by the group or their family?",
    "start": "00:27:35",
    "end": "00:27:59"
  },
  {
    "text": "Because we have a category for that. Yeah. But you don't. There's no category for that in the Roman world.",
    "start": "00:28:00",
    "end": "00:28:05"
  },
  {
    "text": "Correct. Yeah. It would sound crazy. And Gorman brings up self esteem. Where the gospel is going is that you have divine esteem as an image of God for whom Jesus died.",
    "start": "00:28:05",
    "end": "00:28:17"
  },
  {
    "text": "Yeah.",
    "start": "00:28:17",
    "end": "00:28:18"
  },
  {
    "text": "That's what gives you your ultimate value. And your value is defined by your creator and what your creator has done for you and Jesus. So that's not self esteem either. Sure. But that is a gateway into.",
    "start": "00:28:18",
    "end": "00:28:31"
  },
  {
    "text": "It's a type of self esteem.",
    "start": "00:28:32",
    "end": "00:28:33"
  },
  {
    "text": "It's a type of self esteem. So this is interesting. In honor shame culture, like, let's just go with the Greco Roman world vocabulary about esteem, reputation being recognized. This is very standard vocabulary. And it's what you're trained from your earliest memories to get up on that scale, to go do whatever you can to get up on the power privilege scale.",
    "start": "00:28:33",
    "end": "00:28:56"
  },
  {
    "text": "Really there wasn't just a sense of where I am, I'm stuck.",
    "start": "00:28:56",
    "end": "00:28:59"
  },
  {
    "text": "Well, if you're a slave, even if you've been freed, you're always still marked. You have a very clear ceiling on the ranks.",
    "start": "00:28:59",
    "end": "00:29:08"
  },
  {
    "text": "That's another thing about the modern world is there's more fluidity of how you.",
    "start": "00:29:08",
    "end": "00:29:14"
  },
  {
    "text": "Can move up and down. Move up and down the social rank.",
    "start": "00:29:14",
    "end": "00:29:17"
  },
  {
    "text": "Scale, where I'm sure there's stories of people moving up and down. In the ancient world. It just would have been very, very rare.",
    "start": "00:29:17",
    "end": "00:29:24"
  },
  {
    "text": "Yeah. Less common, more difficult. And for some people, it's like the caste system. You have a clear ceiling.",
    "start": "00:29:24",
    "end": "00:29:32"
  },
  {
    "text": "Yes.",
    "start": "00:29:32",
    "end": "00:29:32"
  },
  {
    "text": "Because of your family. And if you've ever Been a slave. Yeah. Yeah. So related to that. That's interesting. One of the Greek words, honor, shame, vocabulary is this word of Greek word dakeo, which means to recognize or to recognize someone as a value, to esteem. Yeah, esteem. Yeah. To esteem someone, to recognize their honor. This is the root word for the Greek word doxa, which gets translated in our modern English translations as glory. But from dakeo, to be recognized, to have doxa means to be recognized. What I've started to do is every time I see the word glory in the New Testament, to insert the word honor. And it will really make some familiar passages pop with new significance, because it's about your rank. This is a rank, a social rank term in the first century.",
    "start": "00:29:32",
    "end": "00:30:29"
  },
  {
    "text": "That's different than how kavod in Hebrew.",
    "start": "00:30:29",
    "end": "00:30:32"
  },
  {
    "text": "Well, it's related. Kavod in Hebrew means heavy heaviness, your significance.",
    "start": "00:30:33",
    "end": "00:30:38"
  },
  {
    "text": "Okay. There's overlap.",
    "start": "00:30:39",
    "end": "00:30:40"
  },
  {
    "text": "Yeah. What's interesting is that the Greek word doxa comes from how you are perceived because the word means how you are recognized by others. So to have doxa, glory means I am perceived as having social rank in the eyes of people looking at me.",
    "start": "00:30:40",
    "end": "00:30:57"
  },
  {
    "text": "And the Septuagint is kavod, translated doxa.",
    "start": "00:30:57",
    "end": "00:31:00"
  },
  {
    "text": "Correct. Often. Often, yeah. So Romans 8:18. This is Paul saying, I consider that the sufferings of this present time are not worth comparing with the doxa that is going to be revealed in us. So this is the founder of a persecuted religious minority group.",
    "start": "00:31:00",
    "end": "00:31:20"
  },
  {
    "text": "Yeah.",
    "start": "00:31:20",
    "end": "00:31:21"
  },
  {
    "text": "Writing to other members of the persecuted minority religious group saying that, listen, life is hard and your neighbors think you're stupid and crazy and you might lose your job. You might. You know, this kind of stuff.",
    "start": "00:31:21",
    "end": "00:31:34"
  },
  {
    "text": "And in the empire of this world, you still are.",
    "start": "00:31:34",
    "end": "00:31:38"
  },
  {
    "text": "You are viewed as having no status.",
    "start": "00:31:39",
    "end": "00:31:41"
  },
  {
    "text": "Yeah. And your suffering just is this, like, reminder, it's your lot in life, of that fact that your status is low.",
    "start": "00:31:41",
    "end": "00:31:49"
  },
  {
    "text": "That's right. What Paul says, the biblical story says, actually divine doxa is going to be revealed in us. So cosmic divine status and honor is actually our future. And he goes into the story, retelling the story of the Hebrew Bible, that creation itself is in a state of longing, anticipation for what he says. The Apocalypse, the revealing of the children of God. Creation right now is in a phase.",
    "start": "00:31:49",
    "end": "00:32:21"
  },
  {
    "text": "Of futility for the true human rulers.",
    "start": "00:32:21",
    "end": "00:32:23"
  },
  {
    "text": "For the true human rulers. Yeah. The true divine images, God's children. He says what we're looking forward to, verse 21, is for creation to be liberated. Exodus language from its slavery to corruption and mortality, and to obtain the freedom of the doxa of the children. Of God. So Genesis 1, male and female ruling as God's divine image over all creation is the ultimate, ultimate state of Doxa glory. And creation is waiting for humans to become what God made them to be. Kings and queens of all creation. And he says that's what's waiting for us. So what if you were to read the word honor there? So let's reread it. I consider that the sufferings of the present time are not worth comparing with the honor that's going to be revealed in us. Verse 21. Creation itself will be set free from its bondage to corruption and obtain the freedom of the honor of the children of God.",
    "start": "00:32:23",
    "end": "00:33:24"
  },
  {
    "text": "Sam, you know, this reading would be really dangerous to spiritual tradition. I grew up in there is. And it's actually connected to this idea of a self esteem movement, which is if we have too much self esteem, then that's our problem. We need to not think of ourselves as high.",
    "start": "00:33:25",
    "end": "00:34:14"
  },
  {
    "text": "Yeah.",
    "start": "00:34:14",
    "end": "00:34:15"
  },
  {
    "text": "So it's all about God has honor. I'm just lucky he's putting up with me. And anything beyond that is dangerously getting into worship of like ourselves.",
    "start": "00:34:15",
    "end": "00:34:26"
  },
  {
    "text": "Yeah, yeah, yeah, yeah.",
    "start": "00:34:27",
    "end": "00:34:28"
  },
  {
    "text": "And in fact, someone even came up to us during the. I was talking to someone during the live podcast. She came from more of a New age movement. And one of the things that she said was kind of dangerous was this sense of kind of self glorification, which I think she meant was kind of this entitlement disconnected from. From God. Yeah, and to that degree that's dangerous. Anyways, that's not what this is talking about.",
    "start": "00:34:28",
    "end": "00:34:53"
  },
  {
    "text": "Well, here we're back to the image of God. Humans are meant to be glorious, honored creatures of the highest rank, not because of something inherent within themselves, but because of the gift of existence and divine image bearing that God has given us. What an image does is bear witness to the honor of the one whom they image or represent. And the one whom we represent is the one whose honor was displayed when he was crucified as a criminal here. So this is from maybe the poem in Philippians 2 is another good example. There's some people who don't like each other and not getting along very well in the house churches of Philippi. So Paul writes to them at multiple points. He's trying to get them to be unified. What Paul's doing in almost all of his letters. So he talks about. He opens chapter two saying, listen, if there's any encouragement in the Messiah, if you've received any comfort from his love, if you are participating in what the Spirit is up to in your Midst. If you have any affection for each other, if you have any sympathy, if you care about each other at all, make my joy complete by having a unified mindset and having the same love. Don't do anything out of selfish ambition. In humility, treat people as more important than yourself. Then in verse five, he says, have this mindset, namely the mindset of Messiah Jesus. And then it's the same, the poem. And he retells the story of Jesus. He was one with God, but he didn't exploit his status. Rather he gave it up, became a slave. Even more than a slave, he became obedient to the humiliating death of the cross. Verse 9. Therefore, God has hyper exalted him, given him the name. The name. He gives Jesus the name Yahweh. So that at the name of Jesus every knee bows in heaven, on earth and under the earth, that every tongue confess that the Jesus Messiah is Yahweh to the doxa of God the Father.",
    "start": "00:34:53",
    "end": "00:37:00"
  },
  {
    "text": "Wait, so that word there, it says Lord? It says Lord.",
    "start": "00:37:00",
    "end": "00:37:03"
  },
  {
    "text": "Yes.",
    "start": "00:37:03",
    "end": "00:37:04"
  },
  {
    "text": "Yeah.",
    "start": "00:37:04",
    "end": "00:37:04"
  },
  {
    "text": "Which has a double nuance. Then to Jewish listeners they would hear Jesus saying Jesus is Yahweh. To Greco Roman listeners they would hear Paul saying, Jesus is the true emperor.",
    "start": "00:37:04",
    "end": "00:37:17"
  },
  {
    "text": "He's doing a lot of work that way.",
    "start": "00:37:19",
    "end": "00:37:20"
  },
  {
    "text": "Yeah. And Jesus rule. Recognizing Jesus rule as Yahweh and emperor is the way that I give doxa honor to God the Father. So God the Father has appointed a son as his second self, as the true emperor and incarnation of his divinity. And by worshiping and giving my believing loyalty to Jesus, I am esteeming and giving ultimate honor to God. And the narrative about Jesus being exalted to a place of honor over heaven and earth, that's the ultimate type of language in Roman culture to talk about exaltation. So the point is the honor shame, society language of rank, of status, of honor, esteem. This is fundamental to the cultural worldview. It's everywhere in the letters.",
    "start": "00:37:20",
    "end": "00:38:13"
  },
  {
    "text": "I guess it kind of shows too like the power of adoption, how powerful that is. And the fact that like if you were.",
    "start": "00:38:14",
    "end": "00:38:21"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:38:21",
    "end": "00:38:22"
  },
  {
    "text": "If you were adopted by someone with power in the Roman world or in just an ancient world, suddenly your life changes. Not just that you have nicer things to like play with and stuff now, but your honor.",
    "start": "00:38:22",
    "end": "00:38:36"
  },
  {
    "text": "That's right.",
    "start": "00:38:36",
    "end": "00:38:37"
  },
  {
    "text": "Shifts.",
    "start": "00:38:37",
    "end": "00:38:37"
  },
  {
    "text": "Family pedigree is one of the most important status. That's right, yeah. To be a sibling of the emperor, when he talks about being brothers and sisters in the family of the Messiah, that's no different than saying you're a brother or sister of the Emperor.",
    "start": "00:38:38",
    "end": "00:38:56"
  },
  {
    "text": "Whoa.",
    "start": "00:38:56",
    "end": "00:38:56"
  },
  {
    "text": "That's the point. The real emperor is Jesus Messiah.",
    "start": "00:38:56",
    "end": "00:38:59"
  },
  {
    "text": "Wow.",
    "start": "00:38:59",
    "end": "00:39:00"
  },
  {
    "text": "And yeah, all the sibling language in the New Testament, this was a scholar, Joe Joseph Hellerman wrote this great study of sibling language and the letters called when the church was a family, I think, and not in like American Pie type of family. You know, when the church was a family in small town America. Although that's often true. What he's talking about is the radical way that people created. We've used this phrase, fictive kinship groups calling each other brother and sister and then understanding that the leader of their group, Jesus Messiah, was their brother. That's just so. No one ever thought to imagine such a thing. It's really remarkable.",
    "start": "00:39:00",
    "end": "00:39:45"
  },
  {
    "text": "Sam.",
    "start": "00:40:07",
    "end": "00:40:16"
  },
  {
    "text": "What the honor shame dynamic illuminates is the way that group value works in the New Testament. In the Letter to the Corinthians, Paul, at multiple points invokes this. Like, where there's the guy sleeping with his mother in law in 1 Corinthians 5, and he says, listen, all of your Roman neighbors even think this is terrible and wouldn't even dream of doing something like this. So he gets notice how severe he is. He excommunicates the guy from. From the church. And we look at that and we're like, whoa, that's severe. But in honor shame culture, one person's misbehavior can endanger the whole group by association. It's the same thing as having, like, the proverbial black sheep among your kids in the family. In an honor shame society, the black sheep child can bring dishonor to the whole family by whatever, not pursuing the family trade or becoming a musician and joining the circus or something. You know, there's all these stories, you know, to me, this is so foreign to imagine group value being more important than individual value. That the dreams and aspirations, the honor and reputation of my family or my group is more important than my individual fulfillment desires. Dreams, reputation.",
    "start": "00:40:33",
    "end": "00:41:53"
  },
  {
    "text": "So this is the historical context it's in. So that does two things for me right now. One is it helps understand a word like glory. And so maybe brings more texture to some of these passages. But in that second example of Paul excommunicating the guy in Corinth who was doing something so shameful, even just regular, like Roman God worshiping, neighbors would be disgusted.",
    "start": "00:41:54",
    "end": "00:42:20"
  },
  {
    "text": "Yes.",
    "start": "00:42:20",
    "end": "00:42:21"
  },
  {
    "text": "That the result of that was excommunication.",
    "start": "00:42:21",
    "end": "00:42:24"
  },
  {
    "text": "Yeah.",
    "start": "00:42:24",
    "end": "00:42:25"
  },
  {
    "text": "So I guess then my question would become, is honor shame? How is it connected to the gospel in terms of. We see two examples there. One is that we're all given honor because of what Jesus did.",
    "start": "00:42:25",
    "end": "00:42:38"
  },
  {
    "text": "Yeah.",
    "start": "00:42:38",
    "end": "00:42:39"
  },
  {
    "text": "But then there's also this. Well, then how do you do church? Or how do you live together in unity in the culture you're in? And if you're in an honor shame culture, you might act differently.",
    "start": "00:42:39",
    "end": "00:42:50"
  },
  {
    "text": "Yeah, yeah. What I'm saying is what the apostolic letters are, is the gospel being applied in an honor shame culture.",
    "start": "00:42:51",
    "end": "00:42:58"
  },
  {
    "text": "Okay. Right.",
    "start": "00:42:58",
    "end": "00:42:59"
  },
  {
    "text": "So modern Westerners will have a more difficult time really understanding the letters because we don't share that cultural context. I was just talking to a pastor, an Asian Indian pastor recently, and we were just talking about this very dynamic. He was saying it's so much easier for, for him to read and talk about the letters of the New Testament in his church because it's an honor shame culture. It's an honor shame culture.",
    "start": "00:42:59",
    "end": "00:43:29"
  },
  {
    "text": "And so just they're dealing with the same things.",
    "start": "00:43:29",
    "end": "00:43:31"
  },
  {
    "text": "Totally. So if anything, it's people who live in modern Western individualist cultures. Should Christians we're at the disadvantage.",
    "start": "00:43:31",
    "end": "00:43:40"
  },
  {
    "text": "Should Jesus followers then try to create culture to be honor shame?",
    "start": "00:43:40",
    "end": "00:43:45"
  },
  {
    "text": "Okay, all right, so now we're to it. This is exactly the issue. In other words, the cultural context shaped how the apostles talk, how they argue, how they value things, persuade people.",
    "start": "00:43:45",
    "end": "00:43:59"
  },
  {
    "text": "Well, and their solutions to problems.",
    "start": "00:43:59",
    "end": "00:44:01"
  },
  {
    "text": "And the solutions, the problems are solutions in honor shame culture. And so then the question will be, I don't live in honor shame culture.",
    "start": "00:44:01",
    "end": "00:44:07"
  },
  {
    "text": "So do I create new solutions or do I fight for recreating an honor shim culture?",
    "start": "00:44:08",
    "end": "00:44:15"
  },
  {
    "text": "In other words, what is it that is actually inspired by the Spirit here? Is it the cultural setting or is it the story? And I get to watch them apply it in a different cultural setting. But the way that the Spirit is going to work out the lordship of Jesus and the creation of families of siblings here in Portland, where we live, is going to have to require different strategies. And to me, that seems this is called being a missionary. I only took one class on cross cultural ministry in college. It's called missiology. And a lot of it was about, like comparative anthropology and sociology, just learning how to understand a culture and its story and values and how the story of Jesus challenges certain things and overlaps with other things will differ from culture to culture. But this is a big challenge in the history of the church. Trying to understand the New Testament letters is just this. The way that gender or slavery is dealt with in the letters.",
    "start": "00:44:15",
    "end": "00:45:16"
  },
  {
    "text": "Yeah.",
    "start": "00:45:16",
    "end": "00:45:17"
  },
  {
    "text": "And the way that different groups and denominations differ in how they read and understand those things today is often due to this core difference of what the letters are and about and how we appropriate Them today.",
    "start": "00:45:17",
    "end": "00:45:30"
  },
  {
    "text": "Yeah. Because the closer that the culture you live in resembles the culture of first century Roman world, the easier it is to just copy and paste the letters into your setting. Oh, we have something similar going on. Let's just copy what Paul said for this church to do. The further away you get culturally, the harder that becomes correct. And so there's this impetus to then say, well, then let's just try to conserve the culture that they had so that we can then know it's easier.",
    "start": "00:45:31",
    "end": "00:46:08"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:46:08",
    "end": "00:46:09"
  },
  {
    "text": "We can know what to do. And then there's some confusion about are we preserving the culture or are we preserving God's desire for human flourishing? And those two things become conflated.",
    "start": "00:46:09",
    "end": "00:46:20"
  },
  {
    "text": "That's right.",
    "start": "00:46:20",
    "end": "00:46:21"
  },
  {
    "text": "How do you parse them?",
    "start": "00:46:21",
    "end": "00:46:22"
  },
  {
    "text": "We have our thumb on why interpretation of the letters is such a denominationally divisive issue in the history of the Christian church, at least in the Protestant Reformation. Why do we have a million different denominations? A lot of it, seriously, much of it is based on our preloaded assumptions about how we appropriate the New Testament letters.",
    "start": "00:46:22",
    "end": "00:46:45"
  },
  {
    "text": "Now, doesn't the Kingdom of God create a culture that we should desire?",
    "start": "00:46:45",
    "end": "00:46:50"
  },
  {
    "text": "Yeah.",
    "start": "00:46:50",
    "end": "00:46:51"
  },
  {
    "text": "And part of quote unquote, culture war is assuming that exists and then trying to realize that by culture, where you're.",
    "start": "00:46:51",
    "end": "00:47:00"
  },
  {
    "text": "Talking about in America.",
    "start": "00:47:00",
    "end": "00:47:01"
  },
  {
    "text": "Yeah, that's an American kind of thing.",
    "start": "00:47:01",
    "end": "00:47:03"
  },
  {
    "text": "Yeah.",
    "start": "00:47:03",
    "end": "00:47:03"
  },
  {
    "text": "But yeah, so it's by culture war, it's Christians saying this is how culture should exist to glorify God.",
    "start": "00:47:03",
    "end": "00:47:10"
  },
  {
    "text": "Yeah.",
    "start": "00:47:10",
    "end": "00:47:10"
  },
  {
    "text": "So we're going to fight all these cultural battles where another way to think about it is, I'm going to come into my culture as a missionary. How is this culture working? And now how can the gospel both challenge.",
    "start": "00:47:11",
    "end": "00:47:24"
  },
  {
    "text": "Yes, but then also affirm other things?",
    "start": "00:47:24",
    "end": "00:47:26"
  },
  {
    "text": "Affirm and challenge and reshape the culture.",
    "start": "00:47:26",
    "end": "00:47:28"
  },
  {
    "text": "From it within, reshape them with the story of the gospel.",
    "start": "00:47:28",
    "end": "00:47:31"
  },
  {
    "text": "And maybe those two things shouldn't feel so different.",
    "start": "00:47:31",
    "end": "00:47:34"
  },
  {
    "text": "Well, yeah, here's an example, I think in honor shame culture, Paul's gospel was incredibly scandalous because it disrupted the social ladder of rank and value it and created what we Westerners look back on and see as, oh, he was about equality. And it's like, well, but that's not how he would have imagined it. For him, it was just the gift of God's grace comes to every person, regardless of who they are, and puts them at the same place of value before the Creator.",
    "start": "00:47:34",
    "end": "00:48:04"
  },
  {
    "text": "And that's different than what we think of as equality.",
    "start": "00:48:04",
    "end": "00:48:06"
  },
  {
    "text": "Oh, yeah. On this side of the French Revolution, liberty, equality. We've got equality is Loaded with a different story and worldview for anybody living after the French Revolution.",
    "start": "00:48:06",
    "end": "00:48:18"
  },
  {
    "text": "What's the quick version?",
    "start": "00:48:18",
    "end": "00:48:20"
  },
  {
    "text": "Oh, well, I mean, in the history of the French Revolution, it was equality that is for white males. Right.",
    "start": "00:48:20",
    "end": "00:48:26"
  },
  {
    "text": "Okay.",
    "start": "00:48:26",
    "end": "00:48:27"
  },
  {
    "text": "And so that's of course a legacy that's getting shaken in new ways with each generation now.",
    "start": "00:48:27",
    "end": "00:48:33"
  },
  {
    "text": "Right.",
    "start": "00:48:33",
    "end": "00:48:33"
  },
  {
    "text": "And it's also very much bound up with a deist worldview and a story about God as a clockmaker who set the universe to work and then peace out. So it's just different, different setting. My point is just in honor shame culture, the disruption of the social rank scale was what was most scandalous.",
    "start": "00:48:33",
    "end": "00:48:52"
  },
  {
    "text": "Right.",
    "start": "00:48:52",
    "end": "00:48:52"
  },
  {
    "text": "In my modern Western individualist, self esteem, self therapeutic culture, it's going to be actually the opposite. I think it's going to be that the gospel challenges the way that I have.",
    "start": "00:48:53",
    "end": "00:49:06"
  },
  {
    "text": "I exist within a community.",
    "start": "00:49:07",
    "end": "00:49:08"
  },
  {
    "text": "Yeah. It's gonna challenge the narrative that I'm an island unto myself and that I can realize my full all my dreams and my potential by disassociating myself from value from other groups. It's gonna be about my value comes.",
    "start": "00:49:08",
    "end": "00:49:23"
  },
  {
    "text": "From that I am a brother of.",
    "start": "00:49:23",
    "end": "00:49:26"
  },
  {
    "text": "The emperor or somebody's brother and sister, whether it's my actual family or some other group. So the same story will have two very different types of challenges based on the different cultures. The New Testament was written in honor shame culture. And so we get lots of case studies of how that worked out, but that doesn't necessarily mean that those exact strategies should be applied across the board. It depends on the culture. So now we're back to the letters as snapshots of the first generation working out the gospel in a Greco Roman honor shame culture.",
    "start": "00:49:26",
    "end": "00:50:01"
  },
  {
    "text": "Thanks for listening to this episode of the BibleProject podcast. If you'd like to submit a question for our upcoming question response podcast on the series, we'd love to hear from you. Record yourself asking the question and email that recording to infoibibleproject.com keep the question to about 20 or 30 seconds. Let us know your name, where you're from and if you can also in the email that you send it, transcribe your audio so it's easier for us to sift through them. That would be wonderful. Next week we're going to continue to talk about the context of the New Testament letters by looking at their situational context. What were the specific issues that the early church had that the apostles were addressing?",
    "start": "00:50:03",
    "end": "00:50:45"
  },
  {
    "text": "Stop reading the letters as a grab bag of inspiring verses. I think that's not a helpful practice. However, if once you read through the whole letter and understand how it all works, there will be certain lines that pop. And so reading in context, in a situational context doesn't prevent you from having inspired Bible verses. What it will do is actually help you understand them even more.",
    "start": "00:50:45",
    "end": "00:51:10"
  },
  {
    "text": "Today's show was produced by Dan Gummel. Show notes are by Camden McAfee. We're a crowdfunded nonprofit in Portland, Oregon. We make free resources to experience the Bible as a unified story that leads to Jesus. You can find everything that we've made on our website, Bibleproject.com it's all for free because of the generosity of thousands of people just like you who pitch in and make this project possible. Thanks for being a part of this with us. Hi, this is Erin Kirk from Riverside, California. Okay. I first heard about the Bible project from the YouVersion app that I use for my Bible reading. Hi, this is Cynthia Davis. I'm from Virginia. And one of the things I love about the Bible Project is the simplicity and the fun that it brings. It just makes things so crystal clear. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, and more@thebibleproject.com.",
    "start": "00:51:10",
    "end": "00:52:04"
  }
]