[
  {
    "text": "Hey, this is John@Bibleproject. Right now on the podcast, Tim and I are discussing how to read the New Testament letters. These letters are short books near the end of your Bible. They're letters from the early church fathers, like the Apostle Paul, Peter, and they're written to emerging Jesus communities around the Roman world. Now, if you're like me, these letters are actually really familiar because, well, they're kind of the most approachable books in the Bible. They're easy to preach. They've got a lot of inspiring verses that make good bumper stickers and motivational posters. But one thing we've been really hammering on in this series is that these are letters meant to be read as a whole.",
    "start": "00:00:04",
    "end": "00:00:53"
  },
  {
    "text": "Stop reading the letters as a grab bag of inspiring verses. I think that's not a helpful practice. However, once you read through the whole letter and understand how it all works, there will be certain lines that pop. And so reading in context, in a situational context doesn't prevent you from having inspiring Bible verses. What it will do is actually help you understand them even more.",
    "start": "00:00:53",
    "end": "00:01:16"
  },
  {
    "text": "So today on the show, we're going to look at the situational context of the New Testament letters, meaning who are the people that the apostles were writing to? What were they going through? What was their world like? And as we peek behind the curtain, we'll discover there's a lot going on.",
    "start": "00:01:17",
    "end": "00:01:36"
  },
  {
    "text": "Ah, here's an interesting fact. What Americans call First and Second Corinthians, people in the UK call it 1 and 2 Corinthians is actually 2 and 4 Corinthians. In First Corinthians, Chapter 5, Paul says in the earlier letter that I sent to you. And then what you find out is that they wrote letter back to him with all these questions. Then instead of writing a letter, he came and visited in person and it went terrible. You hear about this in Second Corinthians, they had a huge fight and they were really rude to him and insulted him, and so he left. And then he wrote in what he calls in Second Corinthians, the letter of tears, a letter just written out of heartbreak and grief. And they found some way, whether it's a letter or a report, to apologize to him. And then that's why he writes what we call Second Corinthians. So we don't have the letter of tears and we don't have First Corinthians. So already you're like, oh, this is complicated.",
    "start": "00:01:36",
    "end": "00:02:37"
  },
  {
    "text": "That's all today on the podcast. Thanks for joining us. Here we go. So we're talking about how to Read the Bible. The Bible is a big book.",
    "start": "00:02:38",
    "end": "00:02:50"
  },
  {
    "text": "Yes, it is.",
    "start": "00:02:51",
    "end": "00:02:51"
  },
  {
    "text": "And we've been talking about how to read it for a while because there's a lot of different types of literary genres, as they say.",
    "start": "00:02:52",
    "end": "00:02:58"
  },
  {
    "text": "Yeah.",
    "start": "00:02:58",
    "end": "00:02:59"
  },
  {
    "text": "We are towards the end of this series talking about how to read the New Testament letters.",
    "start": "00:02:59",
    "end": "00:03:05"
  },
  {
    "text": "Yes. The letters from the circle of the apostles who were Jesus closest followers or people that encountered Jesus and are writing letters to networks of house churches in cities around the ancient Mediterranean world. There you go.",
    "start": "00:03:05",
    "end": "00:03:22"
  },
  {
    "text": "There you go. There's 19 of them.",
    "start": "00:03:22",
    "end": "00:03:24"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:03:24",
    "end": "00:03:25"
  },
  {
    "text": "And they are packed with very memorable Bible verses that I grew up on.",
    "start": "00:03:25",
    "end": "00:03:34"
  },
  {
    "text": "Yeah. Your experience of them was that they're like, what, repositories.",
    "start": "00:03:34",
    "end": "00:03:38"
  },
  {
    "text": "Yeah. Tons of nice little one liners.",
    "start": "00:03:38",
    "end": "00:03:40"
  },
  {
    "text": "Good one liners.",
    "start": "00:03:40",
    "end": "00:03:40"
  },
  {
    "text": "Yeah. If you ask them what their favorite verse is, it's probably coming from a letter.",
    "start": "00:03:41",
    "end": "00:03:45"
  },
  {
    "text": "Yeah.",
    "start": "00:03:45",
    "end": "00:03:46"
  },
  {
    "text": "Maybe a psalm.",
    "start": "00:03:46",
    "end": "00:03:47"
  },
  {
    "text": "Yeah.",
    "start": "00:03:47",
    "end": "00:03:47"
  },
  {
    "text": "That's interesting, perhaps, but probably a letter.",
    "start": "00:03:47",
    "end": "00:03:51"
  },
  {
    "text": "Yeah. I think we talked about this as we started this conversation in the series about they're simultaneously the easiest parts of the New Testament for some people to read.",
    "start": "00:03:51",
    "end": "00:04:01"
  },
  {
    "text": "They're most approachable.",
    "start": "00:04:01",
    "end": "00:04:02"
  },
  {
    "text": "Yeah. They feel approachable because there's an I writing to a you, and you feel like, hey, I'm the you. You know, I don't live in ancient Pontus or Galatia to whom Peter is writing, but you know, I follow Jesus and so did the original audience. So he's talking to me.",
    "start": "00:04:03",
    "end": "00:04:17"
  },
  {
    "text": "There's that also. It feels like the apostle writing. It is explaining to you things which other places in the Bible, you're being told stories and there's poems and there's wisdom and you're kind of like. You have to be almost like a detective.",
    "start": "00:04:17",
    "end": "00:04:32"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:04:32",
    "end": "00:04:32"
  },
  {
    "text": "And you're piecing it together yourself. And here's someone just breaking it down for you.",
    "start": "00:04:32",
    "end": "00:04:36"
  },
  {
    "text": "Yes.",
    "start": "00:04:36",
    "end": "00:04:36"
  },
  {
    "text": "Let me explain this for you.",
    "start": "00:04:36",
    "end": "00:04:37"
  },
  {
    "text": "Yes. It can appear that way, but yeah. What I think we're trying to do with this conversation and this particular video is to say they are actual letters written to actual people.",
    "start": "00:04:37",
    "end": "00:04:53"
  },
  {
    "text": "Yeah.",
    "start": "00:04:53",
    "end": "00:04:53"
  },
  {
    "text": "And so while I am a follower of Jesus and these texts are, for me, they're part of the gift of the prophets and apostles in the power of the Spirit to speak to God's people of all people, all times.",
    "start": "00:04:54",
    "end": "00:05:07"
  },
  {
    "text": "The way they were written to someone.",
    "start": "00:05:07",
    "end": "00:05:09"
  },
  {
    "text": "Else, they were written to a specific audience. And the way that it is God's word for me has to take into account that it was an apostolic letter to somebody in the first century. That is the way that it is God's words for me. So, yeah, there you go. Here's the basic point. Anytime you're reading someone else's mail, which I hope is not often, it's a federal offense in America.",
    "start": "00:05:09",
    "end": "00:05:36"
  },
  {
    "text": "Yeah. Well, now it's all email, and you can read both sides.",
    "start": "00:05:37",
    "end": "00:05:41"
  },
  {
    "text": "Oh, that's a good point.",
    "start": "00:05:41",
    "end": "00:05:42"
  },
  {
    "text": "Hacking into someone's email.",
    "start": "00:05:42",
    "end": "00:05:43"
  },
  {
    "text": "That's a good point.",
    "start": "00:05:43",
    "end": "00:05:44"
  },
  {
    "text": "Yeah. We've all had the experience of listening to one side of a conversation.",
    "start": "00:05:44",
    "end": "00:05:47"
  },
  {
    "text": "That's right.",
    "start": "00:05:47",
    "end": "00:05:47"
  },
  {
    "text": "On a phone conversation, correct?",
    "start": "00:05:47",
    "end": "00:05:49"
  },
  {
    "text": "That's right. Yeah. Most phone conversations between people who know each other happen at a specific moment in the relationship. And there's a bunch of prehistory, and then there's a current set of circumstances that motivate why people say what they say. That's the layer of context we're looking at now, but we've looked at a couple others.",
    "start": "00:05:49",
    "end": "00:06:07"
  },
  {
    "text": "Yeah, I think the phone metaphor will work for this purpose. So there's four layers of context we're going through. One is, where do these letters fit in the overall story of the Bible, which is creation and then humans deciding, I don't want to partner with God on his terms. The fall, corruption of humanity, and then singling out one family through them to renew this partnership with humanity. That not working. Jesus coming to be the faithful Israelite and the true human, and his life, death, and resurrection being the climax of this whole story. And then now we get to the letters. So that's where we're at in the whole grand story.",
    "start": "00:06:07",
    "end": "00:06:48"
  },
  {
    "text": "Yeah, yeah. And again there, the first paragraph of Romans just serves it up so nicely that the apostles are commissioned by the risen Jesus, who is currently ruling heaven and earth. That's the true human image, the divine image.",
    "start": "00:06:48",
    "end": "00:07:04"
  },
  {
    "text": "Right.",
    "start": "00:07:05",
    "end": "00:07:05"
  },
  {
    "text": "And he is sending out emissaries.",
    "start": "00:07:05",
    "end": "00:07:08"
  },
  {
    "text": "Yeah.",
    "start": "00:07:08",
    "end": "00:07:08"
  },
  {
    "text": "We talked about how the word deputy for the apostles didn't quite work for you. I was thinking about this the other day. I was thinking, what about emissary? It's kind of a. It's not a word we use all the time.",
    "start": "00:07:08",
    "end": "00:07:18"
  },
  {
    "text": "No. For some reason. Maybe it's in the news more or something. Deputy's growing on me.",
    "start": "00:07:18",
    "end": "00:07:22"
  },
  {
    "text": "Oh, is it? Okay, yeah, yeah, the deputy. But maybe emissary feels more royal or official. I don't know. Anyway, the apostles see themselves as emissaries of the cosmic ruler of the nations. And as Paul puts it, his goal is to summon the nations to believing loyalty, the obedience of faith. And so that's it. The letters are written to networks of house communities that have signed on to give their believing loyalty to King Jesus.",
    "start": "00:07:22",
    "end": "00:07:57"
  },
  {
    "text": "And on analogy to the phone conversation, let's say you overheard me talking to my mom on a phone call.",
    "start": "00:07:57",
    "end": "00:08:02"
  },
  {
    "text": "Yeah.",
    "start": "00:08:03",
    "end": "00:08:03"
  },
  {
    "text": "And in this part of the story of my relationship with my mom, you know, I was a kid.",
    "start": "00:08:03",
    "end": "00:08:09"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:08:09",
    "end": "00:08:09"
  },
  {
    "text": "I grew up in a house with her, and then I left the house. I got married, I have kids, and now she has grandkids. And that's where we're at in our relationship. The whole grand story of a relationship. But then there's another layer of context, which is we talked about last time, which is where my mom and I live in human history.",
    "start": "00:08:09",
    "end": "00:08:29"
  },
  {
    "text": "Yeah. Yeah. The city or nation that you live in.",
    "start": "00:08:30",
    "end": "00:08:33"
  },
  {
    "text": "Yeah. And so we talked about just the setting of the Roman Empire.",
    "start": "00:08:33",
    "end": "00:08:37"
  },
  {
    "text": "That's right.",
    "start": "00:08:37",
    "end": "00:08:37"
  },
  {
    "text": "And some of just the fabric of life and what. What Paul was dealing with when it comes to all sorts of issues.",
    "start": "00:08:37",
    "end": "00:08:45"
  },
  {
    "text": "Socioeconomic, gender, and then status, honor, shame.",
    "start": "00:08:45",
    "end": "00:08:49"
  },
  {
    "text": "Yeah.",
    "start": "00:08:49",
    "end": "00:08:49"
  },
  {
    "text": "All this kind of stuff.",
    "start": "00:08:49",
    "end": "00:08:50"
  },
  {
    "text": "Third layer of context we're going to talk about today.",
    "start": "00:08:51",
    "end": "00:08:53"
  },
  {
    "text": "Yep.",
    "start": "00:08:54",
    "end": "00:08:54"
  },
  {
    "text": "Is situational context is what you're calling it.",
    "start": "00:08:54",
    "end": "00:08:57"
  },
  {
    "text": "Yeah. Yep. Yeah.",
    "start": "00:08:57",
    "end": "00:08:58"
  },
  {
    "text": "Which I imagine just being what is the situation we're in right now that prompts the letter. Yeah. So in the conversation with my mom, what spurred the phone call?",
    "start": "00:08:58",
    "end": "00:09:09"
  },
  {
    "text": "Correct.",
    "start": "00:09:09",
    "end": "00:09:10"
  },
  {
    "text": "Was I just calling to say hi?",
    "start": "00:09:10",
    "end": "00:09:11"
  },
  {
    "text": "Well, with someone that you're close to, any correspondence is just assumed as part of a much longer conversation and relationship.",
    "start": "00:09:11",
    "end": "00:09:21"
  },
  {
    "text": "Yeah.",
    "start": "00:09:21",
    "end": "00:09:21"
  },
  {
    "text": "So you can jump right in, for example, and just like, start on something really specific.",
    "start": "00:09:21",
    "end": "00:09:26"
  },
  {
    "text": "Yeah.",
    "start": "00:09:26",
    "end": "00:09:26"
  },
  {
    "text": "You don't need to go through all the pleasantries and stuff.",
    "start": "00:09:26",
    "end": "00:09:28"
  },
  {
    "text": "Right. That's true.",
    "start": "00:09:28",
    "end": "00:09:29"
  },
  {
    "text": "Now with the letters, what we do have, almost all of the letters begin with a similar form. There's a few exceptions that are important, but almost all of them begin when we'll actually talk about this in the second video, which is about the literary form of first century letters and how to follow a train of thought. But, yeah, this is more about the history of the relationship. So, yeah, that's basically it. So when we're picking up the letters, each of the letters was written by someone to somebody they knew or to a group of people that they knew for specific reasons that are not always stated as explicitly as we might wish, but because they're not written to me. Just like you don't talk to your mom with me in mind listening in. Or let's say you and your wife end up on a phone call. You're not, like, talking to her with me in mind so that I can understand as I sit across the room. So in the same way, what we have to do is detective work to figure out what's the situation here and how does that help me Put into context the things that Paul or Peter or John are saying. That's the basic point.",
    "start": "00:09:30",
    "end": "00:10:43"
  },
  {
    "text": "That's the basic point.",
    "start": "00:10:43",
    "end": "00:10:44"
  },
  {
    "text": "Yep. It turns out it takes a little effort because sometimes it's not quite clear. And I just thought what we could do is just profile a handful of New Testament letters and point out how you develop the skill. Kind of show how you develop the skill of reconstructing or imagining the situation that prompted the letter. So, shall we?",
    "start": "00:10:44",
    "end": "00:11:08"
  },
  {
    "text": "Yes, Sam.",
    "start": "00:11:09",
    "end": "00:11:30"
  },
  {
    "text": "1. Stop reading the letters as a grab bag of inspiring verses. I think that's not a helpful practice.",
    "start": "00:11:59",
    "end": "00:12:06"
  },
  {
    "text": "I could still have favorite verses, right?",
    "start": "00:12:06",
    "end": "00:12:08"
  },
  {
    "text": "Absolutely.",
    "start": "00:12:08",
    "end": "00:12:08"
  },
  {
    "text": "Yeah.",
    "start": "00:12:08",
    "end": "00:12:09"
  },
  {
    "text": "That's totally. Again, we're assuming in the series and conversation, somebody who's familiar with the Bible but wants to take their reading skills and insight.",
    "start": "00:12:09",
    "end": "00:12:18"
  },
  {
    "text": "It's not a treasure hunt for feel good verses.",
    "start": "00:12:19",
    "end": "00:12:21"
  },
  {
    "text": "That's right. If I sit down and really craft a letter and make it well organized to someone, I'll be really disappointed if all they end up doing is never actually reading the whole thing, but just reading paragraphs at a time and then just selecting a sentence out. However, once you read through the whole letter and understand how it all works, there will be certain lines that pop.",
    "start": "00:12:21",
    "end": "00:12:46"
  },
  {
    "text": "Yeah.",
    "start": "00:12:46",
    "end": "00:12:47"
  },
  {
    "text": "And so reading in context, in a situational context doesn't prevent you from having inspiring Bible verses. What it will do is actually help you understand them even more. So this isn't about. I've found over the years that people taking sentences out of context in the letters creates more challenges than it does help people. That's at least been my experience. But maybe that's not everybody else's experience.",
    "start": "00:12:47",
    "end": "00:13:11"
  },
  {
    "text": "It's a kind of way to put it.",
    "start": "00:13:13",
    "end": "00:13:14"
  },
  {
    "text": "Yeah. Here's the skill. Read the letters as a whole and just start collecting observations about any time the author mentions the purpose of the letter or something happening among the addressees that prompted the writing of the letter. Okay, so let's do it with a short one. Galatians. Paul's letter to the churches of Galatia. Six chapters, not very long. You can read it in like 15 minutes out loud. Maybe 20.",
    "start": "00:13:14",
    "end": "00:13:40"
  },
  {
    "text": "Yeah.",
    "start": "00:13:40",
    "end": "00:13:41"
  },
  {
    "text": "Depends on your speed. Maybe 30.",
    "start": "00:13:41",
    "end": "00:13:42"
  },
  {
    "text": "How many times you have to reread something.",
    "start": "00:13:43",
    "end": "00:13:44"
  },
  {
    "text": "Well, that's true. It's actually one of Paul's most dense letters. Yeah, he packs like what would take me a page to write into three sentences. But anyway, you start off with Galatians, for example, you open up to Galatians, what do I do here? Paul to the churches of Galatia. Great. He's writing some people that he knows. And within the first paragraph, he Says why he's writing the letter. You get it very clearly. He says I in verse 6. I'm stunned that you are so quickly abandoning the one who called you by the grace of the Messiah for a different good news, a different gospel. And in Paul's mind, his whole reason for existence is to be a herald of the good news of Messiah Jesus. So there you go. This is great. It's low hanging fruit.",
    "start": "00:13:44",
    "end": "00:14:29"
  },
  {
    "text": "Yeah.",
    "start": "00:14:29",
    "end": "00:14:30"
  },
  {
    "text": "My point is, when you read in Galatians, that should create a category in my mind of, okay, and wouldn't it.",
    "start": "00:14:30",
    "end": "00:14:37"
  },
  {
    "text": "Be helpful to know what this other gospel is?",
    "start": "00:14:37",
    "end": "00:14:40"
  },
  {
    "text": "Yes.",
    "start": "00:14:40",
    "end": "00:14:41"
  },
  {
    "text": "And maybe just some more details.",
    "start": "00:14:41",
    "end": "00:14:44"
  },
  {
    "text": "That's right.",
    "start": "00:14:44",
    "end": "00:14:44"
  },
  {
    "text": "How many people are deserting? How big of a deal is this really? Was it a few people? Was it the whole church? Was it really messy? Was it just a little bit of a problem he was trying to stem off?",
    "start": "00:14:44",
    "end": "00:14:55"
  },
  {
    "text": "Yeah, exactly. Those are the questions that we don't have direct answers for.",
    "start": "00:14:55",
    "end": "00:15:00"
  },
  {
    "text": "Yeah.",
    "start": "00:15:00",
    "end": "00:15:01"
  },
  {
    "text": "You have to be. It's a detective. You have to become a detective of these letters. So somehow this phrase, different gospel, a different good news is being propagated by somebody onto the Galatians.",
    "start": "00:15:01",
    "end": "00:15:15"
  },
  {
    "text": "Yeah.",
    "start": "00:15:15",
    "end": "00:15:15"
  },
  {
    "text": "And so what you have to do is as you read through, you have to start paying attention to what are the core issues at stake here. Because he's not going to. Just like, you wouldn't look over to me while you're talking to your wife and be like, hey, Tim, Tristan and I are talking about this right now.",
    "start": "00:15:16",
    "end": "00:15:31"
  },
  {
    "text": "Because give me some context. Because you're listening in.",
    "start": "00:15:31",
    "end": "00:15:33"
  },
  {
    "text": "Yeah. You just have to read through the whole letter multiple times even to put it together. Okay. So what's interesting is right after he says he's stunned that they're being compelled by different good news, he goes into an autobiography about his story of how he gave his allegiance to Jesus. And he starts with a line saying, I want you to know, brothers and sisters, that the good news that I announced to you, I didn't make it up. So you have to say, like, okay, why does he have to make this point? So what we're doing is, when we watch one of the apostles really ride a point, we have to start to assume, like, somehow this matters, this matters. Or in this case, why does he need to make this point that his gospel is not made up, but it's the real thing? Apparently some people are questioning. There's somebody telling the Galatians that the good news that Paul announced to you is not the real thing. Now, does he come out and say that? Not quite, but you can reconstruct the situation in your mind.",
    "start": "00:15:33",
    "end": "00:16:37"
  },
  {
    "text": "This is what people call reading between the lines.",
    "start": "00:16:37",
    "end": "00:16:39"
  },
  {
    "text": "Reading in between the lines. Or at least among New Testament scholars, this is called mirror reading.",
    "start": "00:16:39",
    "end": "00:16:45"
  },
  {
    "text": "Mirror reading.",
    "start": "00:16:46",
    "end": "00:16:47"
  },
  {
    "text": "Mirror reading. The idea that with the letters, it's a different metaphor for the phone conversation. Only hearing one person. It's saying that what we are looking at in the letter is a mirror, and the mirror is reflecting real circumstances. But you don't have. You can't actually see the real circumstances. All you see is one angle of the reflection of the circumstances in the mirror.",
    "start": "00:16:47",
    "end": "00:17:12"
  },
  {
    "text": "Got it.",
    "start": "00:17:12",
    "end": "00:17:12"
  },
  {
    "text": "So what you have to do is look at the only angle we have.",
    "start": "00:17:12",
    "end": "00:17:15"
  },
  {
    "text": "Like when you're driving, you look in your rearview mirror.",
    "start": "00:17:15",
    "end": "00:17:17"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:17:17",
    "end": "00:17:18"
  },
  {
    "text": "You can see what's behind you.",
    "start": "00:17:19",
    "end": "00:17:20"
  },
  {
    "text": "Yep.",
    "start": "00:17:20",
    "end": "00:17:20"
  },
  {
    "text": "But you only see.",
    "start": "00:17:20",
    "end": "00:17:21"
  },
  {
    "text": "Only see it from one angle, from one perspective. It's not a complete picture.",
    "start": "00:17:21",
    "end": "00:17:25"
  },
  {
    "text": "It's not a complete picture.",
    "start": "00:17:25",
    "end": "00:17:26"
  },
  {
    "text": "What you might need to do is let the mirror, your rear view mirror, prompt you to then look over your shoulder to do the safety. Look over your shoulder real quick.",
    "start": "00:17:26",
    "end": "00:17:34"
  },
  {
    "text": "Yeah.",
    "start": "00:17:34",
    "end": "00:17:34"
  },
  {
    "text": "Do you do those?",
    "start": "00:17:34",
    "end": "00:17:35"
  },
  {
    "text": "My side view mirror was gone for a while.",
    "start": "00:17:36",
    "end": "00:17:38"
  },
  {
    "text": "Oh, yeah, it got stalled.",
    "start": "00:17:38",
    "end": "00:17:39"
  },
  {
    "text": "I just fixed it.",
    "start": "00:17:39",
    "end": "00:17:40"
  },
  {
    "text": "Oh, nice work.",
    "start": "00:17:40",
    "end": "00:17:41"
  },
  {
    "text": "Yeah. I did it myself. I had to, like, tear out the door and. Yeah. I feel really accomplished.",
    "start": "00:17:41",
    "end": "00:17:48"
  },
  {
    "text": "Yeah. You took your car door apart.",
    "start": "00:17:48",
    "end": "00:17:51"
  },
  {
    "text": "Yeah.",
    "start": "00:17:51",
    "end": "00:17:51"
  },
  {
    "text": "And put it back together.",
    "start": "00:17:51",
    "end": "00:17:52"
  },
  {
    "text": "Surprisingly easy. YouTube, you just watch a tutorial and. And the side view mirror is actually interesting because, you know, there's that big warning there. Like, objects in this mirror are closer than they appear. No, objects will be closer in real life than they appear in your mirror corre. So you get a perspective, but it's a partial. It's a partial perspective.",
    "start": "00:17:52",
    "end": "00:18:14"
  },
  {
    "text": "And you do the safety look. And then once you do your safety look, you'll get another angle on the reality that'll help you understand the reflection in the mirror. Oh, this is great. Let's go with this. So that's the skill we're trying to cultivate in the letters.",
    "start": "00:18:14",
    "end": "00:18:26"
  },
  {
    "text": "But what's the looking behind your shoulder?",
    "start": "00:18:26",
    "end": "00:18:28"
  },
  {
    "text": "Ah, yeah. We can't.",
    "start": "00:18:28",
    "end": "00:18:30"
  },
  {
    "text": "We don't have.",
    "start": "00:18:30",
    "end": "00:18:31"
  },
  {
    "text": "We can't. Cultural context can help, but what we have to do is reconstruct what we think we would see if we could look over our shoulder. That's what you have to do. And it's like being a sleuth, a detective.",
    "start": "00:18:31",
    "end": "00:18:46"
  },
  {
    "text": "Yes.",
    "start": "00:18:46",
    "end": "00:18:46"
  },
  {
    "text": "It's called mirror reading. So we'll talk about some criteria, some helpful criteria for mirror reading. But I just am trying to illustrate as we work through Galatians quickly, but not that quickly here. So it goes through and tells a story of how he was a zealous Pharisee and he met Jesus. Jesus appeared to him, rocked his world. It rocked his world so much, he had to go to Arabia for some years and not talk to very many people, just process it, process what happened. Then he talks about how he met with the original three, James, Peter and John in Jerusalem to be like, hey, I met Jesus. And this is the vibe I'm getting, what he's all about.",
    "start": "00:18:46",
    "end": "00:19:29"
  },
  {
    "text": "I've been working this out in Arabia and here's where I'm at.",
    "start": "00:19:29",
    "end": "00:19:32"
  },
  {
    "text": "Yeah, actually, sorry. What he says is, I saw none of the other apostles I went to, only Jacob or James that is the brother of Jesus. And later he's going to go see the three, and they're going to give him the thumbs up. But then in Galatians 2, he starts telling the story about, you know, I went up to Jerusalem with Barnabas and I took this guy Titus, who was not Jewish, he was actually Greek, and he wasn't circumcised. He brings up circumcision here for the first time.",
    "start": "00:19:32",
    "end": "00:20:00"
  },
  {
    "text": "Yeah.",
    "start": "00:20:00",
    "end": "00:20:00"
  },
  {
    "text": "And he says he wasn't compelled to be circumcised when we were going and meeting with the Messianic Jewish leaders in Jerusalem. But then he says there were some false, some false brothers, some false siblings who were spying on the freedom that we have in the Messiah to make us slaves. Galatians 2, verse 4. So this is where we're going to see our profile of the different good news.",
    "start": "00:20:00",
    "end": "00:20:29"
  },
  {
    "text": "Yeah. And he's bringing it.",
    "start": "00:20:29",
    "end": "00:20:31"
  },
  {
    "text": "Yeah. So the different good news comes from followers of Jesus. But as you read on through the letter, they're messianic Jewish missionaries who are going following Paul's trail after him and then trying to clean it up, trying.",
    "start": "00:20:31",
    "end": "00:20:47"
  },
  {
    "text": "To make it more Jewish.",
    "start": "00:20:47",
    "end": "00:20:49"
  },
  {
    "text": "Convince people that you're not actually fully in the family of Jesus yet. Because Jesus was the Messiah of Israel and Israel, he fulfills all the covenants with God's promises to Israel. So you need to become a part of the people of Israel to become a part of the family of Jesus. And at issue here is circumcision.",
    "start": "00:20:49",
    "end": "00:21:10"
  },
  {
    "text": "Yeah.",
    "start": "00:21:10",
    "end": "00:21:11"
  },
  {
    "text": "And so all of a sudden then circumcision becomes like one of the main front burner issue. For the rest of the letter, it's all about circumcision, which I don't know for my. I don't know how that strikes you, but this was like crisis.",
    "start": "00:21:11",
    "end": "00:21:26"
  },
  {
    "text": "I think growing up in the church, that's become a normalized conversation for some reason.",
    "start": "00:21:27",
    "end": "00:21:32"
  },
  {
    "text": "Interesting for me yeah, yeah.",
    "start": "00:21:32",
    "end": "00:21:34"
  },
  {
    "text": "But it is weird. Ah, it's strange that a whole letter is wrapped around this procedure. But this was a very important sign of being a part of the covenant. The Abrahamic covenant.",
    "start": "00:21:34",
    "end": "00:21:47"
  },
  {
    "text": "Yeah, literally a sign, a symbol.",
    "start": "00:21:47",
    "end": "00:21:48"
  },
  {
    "text": "A symbol.",
    "start": "00:21:48",
    "end": "00:21:48"
  },
  {
    "text": "It was a symbolic behavior that had a whole story and worldview attached to it.",
    "start": "00:21:49",
    "end": "00:21:53"
  },
  {
    "text": "We gonna do a theme video on circumcision?",
    "start": "00:21:53",
    "end": "00:21:55"
  },
  {
    "text": "No, but you know, when we do the family of God themed video, that.",
    "start": "00:21:57",
    "end": "00:22:01"
  },
  {
    "text": "Will be part of it.",
    "start": "00:22:01",
    "end": "00:22:02"
  },
  {
    "text": "Yeah.",
    "start": "00:22:02",
    "end": "00:22:02"
  },
  {
    "text": "Oh, cool.",
    "start": "00:22:02",
    "end": "00:22:03"
  },
  {
    "text": "Yeah. So essentially what the rest of the letter goes on is Paul's trying to show how this is contradictory to the good news. It's backwards. It doesn't make any sense. He's going to tell a story about how Paul, he and Peter were in Antioch. This is in chapter two, verse 11, which was the first real, fully multi ethnic, international Jesus network community in Antioch. And he talks about how, I mean, this is Peter, he stands up to Peter and shames Peter in public, which is a bold thing to do.",
    "start": "00:22:03",
    "end": "00:22:38"
  },
  {
    "text": "Yeah.",
    "start": "00:22:38",
    "end": "00:22:39"
  },
  {
    "text": "I mean, Peter's Peter, you know, and essentially Peter was up there eating with non Jews.",
    "start": "00:22:39",
    "end": "00:22:46"
  },
  {
    "text": "And he was fine with that.",
    "start": "00:22:47",
    "end": "00:22:48"
  },
  {
    "text": "Yeah, he was fine with it. And then all of a sudden he calls them men from James. But what he means is these messianic Jewish missionaries come up to Antioch claiming to represent James in Jerusalem, the brother of Jesus. And when Peter sees him shows up, he backs off. He stops hanging around non Jews, won't eat with them anymore. And what Paul says in chapter two, verse 14, is when Peter did this, he was not. It's interesting verb reading. An niv. When I saw that when they were not acting in line with the truth of the gospel, that word acting in.",
    "start": "00:22:48",
    "end": "00:23:23"
  },
  {
    "text": "Line in verse 14, ESV is not in step.",
    "start": "00:23:23",
    "end": "00:23:26"
  },
  {
    "text": "Not in step. Yeah. So it's the word orthopede. It's where we get orthopedics. It's literally walking to walk in a straight line.",
    "start": "00:23:26",
    "end": "00:23:34"
  },
  {
    "text": "Okay.",
    "start": "00:23:34",
    "end": "00:23:35"
  },
  {
    "text": "So the good news marks out a path.",
    "start": "00:23:35",
    "end": "00:23:37"
  },
  {
    "text": "Yeah.",
    "start": "00:23:37",
    "end": "00:23:37"
  },
  {
    "text": "And for a church leader who belongs to one ethnic group to stop associating with other followers of Jesus who aren't a part of his ethnic group, he sees this as compromising the gospel.",
    "start": "00:23:38",
    "end": "00:23:50"
  },
  {
    "text": "Out of step with the gospel.",
    "start": "00:23:50",
    "end": "00:23:52"
  },
  {
    "text": "Yes. So let's just pause so you begin to build this profile here. Whatever the different gospel is in Galatians, it's a gospel that raises ethnic differences above the unity that Jesus followers have in the Messiah. That's the different gospel.",
    "start": "00:23:52",
    "end": "00:24:10"
  },
  {
    "text": "Yeah.",
    "start": "00:24:10",
    "end": "00:24:11"
  },
  {
    "text": "And the means by which the crisis is happening in Galatia is around the symbol of circumcision, which is an Ethnic boundary line that marks non Jews from Jews.",
    "start": "00:24:11",
    "end": "00:24:20"
  },
  {
    "text": "Yeah, Sam. Now we're actually getting a lot of backstory here.",
    "start": "00:24:20",
    "end": "00:25:17"
  },
  {
    "text": "Totally.",
    "start": "00:25:17",
    "end": "00:25:17"
  },
  {
    "text": "Yes.",
    "start": "00:25:17",
    "end": "00:25:17"
  },
  {
    "text": "It's wonderful. It's very helpful.",
    "start": "00:25:18",
    "end": "00:25:19"
  },
  {
    "text": "Very helpful. Like, you can imagine this letter wouldn't have needed so much backstory. And he could have just been like, there's these guys another Gospel. And then he could just launch into what else he wants to say. And then we're like, the mirror reading becomes even really difficult.",
    "start": "00:25:19",
    "end": "00:25:34"
  },
  {
    "text": "Yeah, totally. That's why I picked Galatians to start, because it's easy.",
    "start": "00:25:34",
    "end": "00:25:37"
  },
  {
    "text": "Got it. Got it.",
    "start": "00:25:37",
    "end": "00:25:38"
  },
  {
    "text": "Ish. There actually are some challenges at work, but you can put together a lot just within the first couple chapters. But you have to be told that you need to learn how to do that or else you won't do it.",
    "start": "00:25:38",
    "end": "00:25:50"
  },
  {
    "text": "Honestly, what I would do is I would skim past this part because I'm in hunt for the, like, good verses, the meat, you know? So I just be like, okay, backstory, backstory. And then it's like, cool, let's get to something I can preach or, you know, something that I could.",
    "start": "00:25:50",
    "end": "00:26:06"
  },
  {
    "text": "I get it. Yeah. So the whole point is, it's a good example. The letter isn't written as a theology essay.",
    "start": "00:26:06",
    "end": "00:26:13"
  },
  {
    "text": "Right.",
    "start": "00:26:13",
    "end": "00:26:13"
  },
  {
    "text": "It's a pastoral letter. And if when Paul gets into theology mode, it's always in service of the situation and the pastoral crisis or issue that he's. That he's addressing. So pretty much every section of the letter, then you can go through, and you can see that it serves. Addressing this issue. So we've talked about this line already in this series about reading the letters. When he gets to Galatians 3 and he talks about verse 26, you are all sons of God. Through faith in the Messiah Jesus, you are all baptized into the Messiah. You've closed yourselves. There's no Jew or non Jew. There's no Jew or Greek.",
    "start": "00:26:13",
    "end": "00:26:51"
  },
  {
    "text": "Yeah.",
    "start": "00:26:51",
    "end": "00:26:52"
  },
  {
    "text": "But then he takes it even wider than the situation at hand. There's no slave or free. There's no male or female. You are all one in Messiah Jesus. And if you belong to Messiah, you are all children of Abraham.",
    "start": "00:26:52",
    "end": "00:27:04"
  },
  {
    "text": "Which is probably directly contradicting what these other people are saying.",
    "start": "00:27:04",
    "end": "00:27:07"
  },
  {
    "text": "Exactly.",
    "start": "00:27:07",
    "end": "00:27:08"
  },
  {
    "text": "You're not children of Abraham unless you get the code right. Do the snip.",
    "start": "00:27:08",
    "end": "00:27:11"
  },
  {
    "text": "So here's what's great about Galatians 3, verses 26 to 28, which I just read. What we're watching Paul do is address one crisis of a different Gospel. The different gospel is somebody introducing some boundary line, some category of ethnic value or ethnic rank. Right. Social rank and saying, this is what really defines the people of God. And Paul's response is, no. Jesus, the Messiah who loved me and gave himself for me and for people of all nations, is the real center of gravity. And if you have given your allegiance to him, that's what defines the people of God.",
    "start": "00:27:11",
    "end": "00:27:53"
  },
  {
    "text": "Allegiance alone.",
    "start": "00:27:53",
    "end": "00:27:54"
  },
  {
    "text": "Yeah. Yeah, that's right. Believing loyalty. Believing loyalty. Faith is how it often gets translated, but it's not just a mental act. It's a life posture of trust and loyalty. So when he says this is famous phrase, Galatians 3. 28, there's neither Jew nor Greek. That's the issue in Galatia.",
    "start": "00:27:54",
    "end": "00:28:14"
  },
  {
    "text": "Yeah. Greek being any other type of Greek society. It's a Roman society.",
    "start": "00:28:14",
    "end": "00:28:19"
  },
  {
    "text": "Yeah.",
    "start": "00:28:19",
    "end": "00:28:20"
  },
  {
    "text": "Why does he say Greek?",
    "start": "00:28:20",
    "end": "00:28:21"
  },
  {
    "text": "Oh, he brought up Titus earlier, who was Greek.",
    "start": "00:28:21",
    "end": "00:28:24"
  },
  {
    "text": "Yeah.",
    "start": "00:28:24",
    "end": "00:28:24"
  },
  {
    "text": "And. Yeah. I mean, I think it's a fixed phrase by that point for Paul. To the Jew first, then to the Greek.",
    "start": "00:28:24",
    "end": "00:28:31"
  },
  {
    "text": "Yeah.",
    "start": "00:28:31",
    "end": "00:28:31"
  },
  {
    "text": "But it's a way Greek as an icon of the nations. That's right. So he has these three pairs that he says the Gospel breaks down barriers. He brings up neither Jew nor Greek. That's the specific issue that he's addressing in this letter. But then he includes two other pairs, neither slave nor free. So that's not the issue in Galatia.",
    "start": "00:28:31",
    "end": "00:28:51"
  },
  {
    "text": "Well, at least that we know of.",
    "start": "00:28:51",
    "end": "00:28:53"
  },
  {
    "text": "Oh, that we know of. That's right. But it is the explicit issue in his letter to Philemon. There is neither male nor female. In other words, what we're watching, Paul. Paul has a theology. Now we're getting to that. If he were to write a theology book.",
    "start": "00:28:54",
    "end": "00:29:09"
  },
  {
    "text": "Yes.",
    "start": "00:29:09",
    "end": "00:29:10"
  },
  {
    "text": "We're getting a little hint as to what that would be.",
    "start": "00:29:10",
    "end": "00:29:12"
  },
  {
    "text": "If we flipped over to unity in the Body in his theology dictionary, he.",
    "start": "00:29:12",
    "end": "00:29:17"
  },
  {
    "text": "Would have a whole chapter on it and he would spell it out. Theoretically. But we don't get that. What we get is Paul applying his theology in specific situations, and then he'll give us a little paragraph or a little few lines that you can tell, like, oh, man, if he had written a systematic theology, these would be like a header or a chapter title or something. So he, you know.",
    "start": "00:29:17",
    "end": "00:29:41"
  },
  {
    "text": "So what you're saying is through this situational context, which was about circumcision, all of a sudden we get. It gives a spotlight that then we can look at, and it gives us a view of a more. A grander theology.",
    "start": "00:29:41",
    "end": "00:29:57"
  },
  {
    "text": "Correct.",
    "start": "00:29:57",
    "end": "00:29:58"
  },
  {
    "text": "Even though he's addressing one situational context.",
    "start": "00:29:58",
    "end": "00:30:01"
  },
  {
    "text": "Correct.",
    "start": "00:30:01",
    "end": "00:30:01"
  },
  {
    "text": "All of a sudden he's now waxing on about something much grander.",
    "start": "00:30:01",
    "end": "00:30:07"
  },
  {
    "text": "In other words, if there was a church where Slaves and masters or slaves and freedmen were not eating together at the same table. He would also be just as, like, riled up to write a letter.",
    "start": "00:30:07",
    "end": "00:30:20"
  },
  {
    "text": "Yeah, it's all part of the same paradigm for him.",
    "start": "00:30:20",
    "end": "00:30:22"
  },
  {
    "text": "That's right. If there was a church that was letting gender powered structures and dynamics divide them as a church, he would be just as riled up and write the letter to the Laodiceans or something. Who knows? But the point is this here. Yeah, he's. He sees this boundary line as a category that then prompts us, the reader, to be like, whoa, what's motivating this? Yeah. And what are, what are the boundary lines in my setting that won't be identical, but they'll be the same kinds of issues that I need to address with this same type of theology in my setting?",
    "start": "00:30:22",
    "end": "00:30:58"
  },
  {
    "text": "He's hit the big ones.",
    "start": "00:30:58",
    "end": "00:30:59"
  },
  {
    "text": "Yeah, totally. That's right.",
    "start": "00:30:59",
    "end": "00:31:01"
  },
  {
    "text": "Ethnic, socioeconomic.",
    "start": "00:31:01",
    "end": "00:31:02"
  },
  {
    "text": "And gender.",
    "start": "00:31:03",
    "end": "00:31:03"
  },
  {
    "text": "And gender.",
    "start": "00:31:03",
    "end": "00:31:04"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:31:04",
    "end": "00:31:05"
  },
  {
    "text": "I'm trying to think of another one.",
    "start": "00:31:05",
    "end": "00:31:06"
  },
  {
    "text": "So the point is, is that when we read the letters as really locked into a situational context, it doesn't trap them in that context. That's the way that we're going to discover how they can speak to other people in other cultures and times. It's not by neglecting their situational context. It's actually the opposite. It's through that context. Okay, so that's Galatians. I think it would be helpful in the video to pick one and work with it. Do you want to do a couple others?",
    "start": "00:31:08",
    "end": "00:31:37"
  },
  {
    "text": "Let's do it.",
    "start": "00:31:37",
    "end": "00:31:37"
  },
  {
    "text": "All right.",
    "start": "00:31:37",
    "end": "00:31:38"
  },
  {
    "text": "Sam.",
    "start": "00:31:51",
    "end": "00:32:17"
  },
  {
    "text": "I just want to do some short ones because they're, you know. Let's do Philippians. So this is a church that he planted. Ooh, this is good. Philippi. This is going to cultural context.",
    "start": "00:32:21",
    "end": "00:32:31"
  },
  {
    "text": "Back a step.",
    "start": "00:32:31",
    "end": "00:32:32"
  },
  {
    "text": "Back a step. Philippi was a Roman colony. In other words, it was a city that was declared a Roman colony. And then a lot of it was retired military would retire to the colonies and they could be given. They would be given an estate as like kind of their retirement package for military service. But then in the colonies, they would essentially build these colony cities as little miniature Romes. They would build the street patterns, they would build the architecture, they would build it to look like Rome. And the goal was basically to spread Roman economy, power, infrastructure throughout the ancient world. But then all of these military personnel who get to go be the leaders of these new colonies feel like the emperor because they are like little emperors anyway. It's actually a great domination strategy if you're an empire. Build little outposts and you give money and power and property to people who get to pretend like they're little emperors. Yeah, it's a great idea if you're into the world domination kind of thing. So Philippi is one of these colonies. So Paul chose this as a city where he would go start a house church and then probably a couple house churches by this point, and to plant a house church where people would be giving their allegiance to King Jesus. So he's writing this letter from prison. We're going to find out the opening paragraph. So he says, paul, right. Paul and Timothy talk about why Timothy in the next video, second video, to God's holy people in Messiah. Jesus of Philippi, in the opening paragraph, he goes on to thank God for them. And in the first, you know, sentences, he says, in all my prayers, I always pray with joy. Because of your partnership, your participation in the good news from the first day until now. So some reason why he's writing to them is because they are partners in his mission of announcing the good news. That's interesting. So he's going to go on to talk about how he's in prison and he knows that they are concerned about him and he wants to let them know that actually, you know, it's actually lame in prison, but this prison time has given me amazing opportunities to talk about King Jesus with the guards, with the officers. And really cool stuff is happening here in the prison. That's what he goes on to talk about. And then, oh, yeah, look at this. In verse 27 of chapter one, he says, so whatever happens with me, I want you all to NIV has. Conduct yourselves, conduct yourselves in a manner worthy of the good news of the Messiah. Are you reading NIV?",
    "start": "00:32:32",
    "end": "00:35:14"
  },
  {
    "text": "I'm an ESV.",
    "start": "00:35:15",
    "end": "00:35:16"
  },
  {
    "text": "Okay, what do you got? Verse 27.",
    "start": "00:35:16",
    "end": "00:35:17"
  },
  {
    "text": "Let your manner of life be worthy of the Gospel of Christ.",
    "start": "00:35:17",
    "end": "00:35:20"
  },
  {
    "text": "Yeah. The verb is polituamai, politu. It's connected to our word politics. Let your political behavior, and not in the American sense.",
    "start": "00:35:20",
    "end": "00:35:34"
  },
  {
    "text": "Yeah.",
    "start": "00:35:34",
    "end": "00:35:34"
  },
  {
    "text": "Remember the Greek word polis is the Greek word. Polis is the word for city. Yeah, yeah. Let your public behavior. So he's not just talking about, like your way of life, the way, like.",
    "start": "00:35:34",
    "end": "00:35:45"
  },
  {
    "text": "Internal compass or something.",
    "start": "00:35:45",
    "end": "00:35:46"
  },
  {
    "text": "What he means is live your life as a member of the city in a manner worthy of the good news that Jesus, the risen Messiah, is the true king of the world. Your public life, your public life. Let your public life and service in the city tell the story that Jesus, the Messiah is king, the true king of the cosmos. So it's Interesting. He's in prison because of the Roman powers.",
    "start": "00:35:46",
    "end": "00:36:12"
  },
  {
    "text": "He doesn't get to have a public life right now.",
    "start": "00:36:12",
    "end": "00:36:13"
  },
  {
    "text": "Yeah, totally. But he knows that they can. And so he wants his boldness and suffering for the good news of Jesus to inspire them to live their public life worthy of the good news about Jesus. So you go on throughout the letter, and he's going to all of a sudden start telling them to, like, get along. Hey, like, start getting along. This is in chapter two. He'll just start saying, okay, you guys. Now, if there's any encouragement, if there's any consolation, if you participate in the Spirit, please make my joy complete, meaning, stop bringing me grief by having the same mind, being united in love and in the Spirit, stop being selfish. And he retells the story of Jesus, who gave up his great status and honor to die shamelessly so that he could be exalted and given the name Yahweh. And then chapter two, verse 14. So stop grumbling and disputing. So we're getting another picture here. One, he's grateful for them. He knows they're in a difficult spot. Having to live on the public stage in a Roman city, which is going to be challenging. And there's a lot of infighting and division. People are frustrated with each other. So he goes on to tell stories about, like, Timothy. Hey, you guys know Timothy. Oh, man. You know what's great about Timothy? He puts the needs of others ahead of himself. He, like, puts holds up Timothy as this model of somebody. Then finally, in chapter two, verse 25, we hear this. He says, listen, I'm going to send this guy Epaphroditus back to you. You sent him to minister to me in my needs. And all of a sudden, that first comment that he said, I thank God for your participation in the Gospel. What you can read on is to find out is that the Philippians sent one of their members, Epaphroditus, to go give Paul money in prison. And that's why he wrote the letter. But Epaphroditus also told him that, like, hey, there's some people who don't get along. He's actually going to name two of them. In chapter four, verse two, it's two women leaders in the church, Euodia and Suntuke. He says in chapter four, verse two, I urge Euodia and Suntuke to live in harmony. He says, these women have shared in my wrestling for the Gospel. These are co workers with Paul. He's like, these women are awesome. And they've been important Leaders in the mission of the Gospel in Philippi together with Clement. But they're in a fight right now. Epaphroditus told me. So please urge them to get along.",
    "start": "00:36:13",
    "end": "00:38:46"
  },
  {
    "text": "You're assuming that Epaphratitis told him.",
    "start": "00:38:46",
    "end": "00:38:48"
  },
  {
    "text": "Yeah. How else would he know?",
    "start": "00:38:49",
    "end": "00:38:50"
  },
  {
    "text": "How else would he know?",
    "start": "00:38:50",
    "end": "00:38:50"
  },
  {
    "text": "How else would he know?",
    "start": "00:38:50",
    "end": "00:38:51"
  },
  {
    "text": "Yeah.",
    "start": "00:38:51",
    "end": "00:38:51"
  },
  {
    "text": "Yeah. That's an inference.",
    "start": "00:38:51",
    "end": "00:38:53"
  },
  {
    "text": "Yeah. That's the, like reconstructing the look over your shoulder.",
    "start": "00:38:53",
    "end": "00:38:56"
  },
  {
    "text": "Correct. Then finally he says it down in chapter four, verse 14, he says, it was so good of you all to share in my troubles. As you Philippians know, in the early days of your acquaintance with the Gospel, when I set out from Macedonia, no other church shared with me in the matter of giving and receiving. Just you guys. You guys were my sole financial sponsors for a season. Even when I was in Thessalonica, you sent me aid more than once. And listen, it's not that like I want your money. What I want is for something to be credited to your account. So I've received the full payment. I've got more than enough. I'm amply supplied. Now that I've received from Epaphroditus. The gifts that you sent, they're a beautiful offering. God is really pleased. So it's not till the end, almost at the end of the letter, that you find out the real practical circumstance of that.",
    "start": "00:38:56",
    "end": "00:39:52"
  },
  {
    "text": "Epaphrodites came with some really great stuff.",
    "start": "00:39:52",
    "end": "00:39:56"
  },
  {
    "text": "Cash. Cash money.",
    "start": "00:39:56",
    "end": "00:39:58"
  },
  {
    "text": "You think it was just cash?",
    "start": "00:39:58",
    "end": "00:39:59"
  },
  {
    "text": "Yeah, we don't. Yeah, we don't know.",
    "start": "00:40:00",
    "end": "00:40:02"
  },
  {
    "text": "Yeah. But he's well supplied.",
    "start": "00:40:02",
    "end": "00:40:04"
  },
  {
    "text": "Yep. Roman prisons were not like they didn't feed you. Yeah. You survive in a Roman prison because you have friends taking care of you. So just all of a sudden, Philippians, I feel like pops, all of a sudden, you're set to go reread it now. And all these different sections of the letter will take on new resonance, new significance, when you realize that this is the dynamic. So this is the skill to cultivate. There are some letters where it's difficult or almost impossible to do a thorough mirror reading. There's some where it's easier. But you have a question?",
    "start": "00:40:04",
    "end": "00:40:40"
  },
  {
    "text": "Well, I'd love to look at one that you think is impossible.",
    "start": "00:40:40",
    "end": "00:40:44"
  },
  {
    "text": "Oh, okay. All right. Let's talk about the letters to the Corinthians. Ah, here's an interesting fact. What Americans call First and Second Corinthians, or what? At least I know, one and two Corinthians. Yeah. People in the UK call it one and two Corinthians, which makes a lot of sense because there's no little apostrophe st.",
    "start": "00:40:45",
    "end": "00:41:33"
  },
  {
    "text": "Anywhere.",
    "start": "00:41:33",
    "end": "00:41:33"
  },
  {
    "text": "What we call 1 and 2 Corinthians is actually 2 and 4 Corinthians. In 1st Corinthians, chapter 5, Paul says that in the earlier letter that I sent to you, in chapter five, verse nine, he mentions he's already written an earlier letter. And then what you find out is that they wrote a letter back to him with all these questions about his first letter, which apparently they thought was unclear or had some stuff that bothered them. And he references the letter they wrote him in chapter seven, verse one. Now, about the things that you wrote to me. So there was First Corinthians, then they responded with a letter. Then he's writing now this letter, which is actually the second letter, his second letter, but we call it 1 Corinthians. Then what he finds out is that they didn't like this letter things in this letter either, and so they write a letter back to him. Then instead of writing a letter, he came and visited in person, and it went terrible. You hear about this in second Corinthians. They had a huge fight and they were really rude to him and insulted him, and so he left. And then he wrote in what he calls in second Corinthians, the letter of tears, a letter just written out of heartbreak and grief. And they found some way, whether it's a letter or a report, to apologize to him. And then that's why he writes what we call Second Corinthians. Oh, interesting.",
    "start": "00:41:34",
    "end": "00:43:09"
  },
  {
    "text": "We don't have the letter of tears.",
    "start": "00:43:09",
    "end": "00:43:10"
  },
  {
    "text": "So we don't have the letter of tears. And we don't have the very first letter, First Corinthians. So we have second and fourth. Isn't that interesting? So already you're like, oh, this is complicated. This is a whole long, drawn out drama. Paul spent a year and a half in Corinth. We learned the Book of Acts. He knew these people really well, and there was a lot of really messed up stuff going on in these house, churches in Corinth. And so when you're reading First Corinthians, Paul is in, like, very personal, emotive kind of mode and posture, and he'll very quickly refer to things that there's a whole backstory to that we just simply don't know. Yeah, so here this is right in an opening paragraph in 1 Corinthians 1. This is a good one. So this is starting in verse 10, chapter one. He says, okay, so I appeal to you, urge you, brothers and sisters, in the name of the Lord Jesus, Messiah, that you all agree with Each other and what you say and that they're stop being divisions among you, but that you be united in mind and thought.",
    "start": "00:43:10",
    "end": "00:44:15"
  },
  {
    "text": "So there's a theme here. Yeah, In Paul's letters.",
    "start": "00:44:16",
    "end": "00:44:19"
  },
  {
    "text": "Oh, well, that's true division.",
    "start": "00:44:19",
    "end": "00:44:21"
  },
  {
    "text": "Division. Unity.",
    "start": "00:44:21",
    "end": "00:44:22"
  },
  {
    "text": "Unity. Dude, it's everywhere. It was the main thing. The new humanity doesn't live by the tribal cultural boundary lines that humans love to create, to give themselves value. So, yes, the church is splitting. For what reasons? Verse 11. Well, my brothers and sisters, some people from Chloe's house have informed me that there are quarrels among you. So who's Chloe? Yeah, so she's apparently a house church leader. There's a group of Jesus followers that meets in her house and they have somehow reached out to Chloe, reached out to Paul, or what he says is some people from Chloe reached out. So what I mean is this one of you is saying, I follow Paul, but another group is saying, I follow Apollos. And yet another says, I follow Cathos Peter. And then yet another says, I just follow the Messiah. So we've got trump card. Yeah, totally. This church is divided based on their favorite church leaders and theologians and pastors. And they're like badmouthing each other.",
    "start": "00:44:23",
    "end": "00:45:37"
  },
  {
    "text": "Yeah, it's a good thing that that doesn't happen anymore.",
    "start": "00:45:37",
    "end": "00:45:40"
  },
  {
    "text": "I love this paragraph. He says, is Christ. Is the Messiah divided? Was it Paul that was crucified for you? Were you baptized into the name of Paul? I thank God that I did not baptize any of you. Oh, well, sorry, I did. Crispus and Gaius, so that none of you can say that you were baptized in my name. And then look, he has we remember some more people. And he's like, oh, wait, yes, yes, I also baptized the house of Stephanos. Beyond that, I don't remember if I baptized anybody else. That's not the point. Verse 17. Christ didn't send me to baptize, but to announce the good news and not with wisdom and eloquence, lest the cross of the Messiah be emptied of its power. And so he goes on, which feels.",
    "start": "00:45:41",
    "end": "00:46:25"
  },
  {
    "text": "Like a tangent, but that's another theme he's always kind of talking about.",
    "start": "00:46:25",
    "end": "00:46:28"
  },
  {
    "text": "What's that?",
    "start": "00:46:28",
    "end": "00:46:28"
  },
  {
    "text": "Oh, the wisdom.",
    "start": "00:46:28",
    "end": "00:46:30"
  },
  {
    "text": "Okay.",
    "start": "00:46:30",
    "end": "00:46:30"
  },
  {
    "text": "And elegance.",
    "start": "00:46:30",
    "end": "00:46:31"
  },
  {
    "text": "Yeah, yeah. So let's pause. So first we can just see here there's divisions in the church. It launches him on this little tangent paragraph where he's like recalling on the spot. Yeah, like I'm not. Listen, who baptized you? Yeah, I didn't baptize anybody. Well, oh, yeah, those two people.",
    "start": "00:46:31",
    "end": "00:46:48"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:46:48",
    "end": "00:46:48"
  },
  {
    "text": "Beyond that, nobody else.",
    "start": "00:46:48",
    "end": "00:46:49"
  },
  {
    "text": "Stefan is.",
    "start": "00:46:49",
    "end": "00:46:50"
  },
  {
    "text": "Oh, yeah, Excuse me? Oh, yeah, yeah, it's funny. Anyway, I've always liked that.",
    "start": "00:46:50",
    "end": "00:46:54"
  },
  {
    "text": "I mean, the humanity of the Bible really shines here.",
    "start": "00:46:54",
    "end": "00:46:56"
  },
  {
    "text": "Yeah, clearly he's just in the moment. Totally. Yeah. And yeah, that's right. The spirit has given us the gift of this paragraph in Holy Scripture. So what he goes on for the next couple chapters is to talk about how the message about the cross doesn't fit the categories of what Greeks and Romans considered high society. Eloquent, reasonable, wisdom, this kind of thing. He's still writing the theme here of the popular teachers and speakers.",
    "start": "00:46:56",
    "end": "00:47:27"
  },
  {
    "text": "Ah, right.",
    "start": "00:47:27",
    "end": "00:47:28"
  },
  {
    "text": "Okay, so. And what we know about Apollos was from the Book of Acts, is that he was from Alexandria, which produced premier philosophers and public speakers. And people think Apollos is a better communicator than Paul.",
    "start": "00:47:28",
    "end": "00:47:43"
  },
  {
    "text": "Yeah, he could preach. He could bring it.",
    "start": "00:47:43",
    "end": "00:47:45"
  },
  {
    "text": "He was a better preacher. And so Paula goes into these chapters one through three to talk about how.",
    "start": "00:47:45",
    "end": "00:47:51"
  },
  {
    "text": "Listen, it doesn't matter how eloquent you are in speech.",
    "start": "00:47:52",
    "end": "00:47:55"
  },
  {
    "text": "No. Like, it's because that's all about status, remember? And the honor shame rankings your family pedigree, but your ability to speak in public told the story about your education, which told the story about what kind of family you came from. Because one of the core curriculum in Roman education is rhetoric, public speech.",
    "start": "00:47:55",
    "end": "00:48:16"
  },
  {
    "text": "Now, Paul was educated.",
    "start": "00:48:16",
    "end": "00:48:18"
  },
  {
    "text": "Oh, yeah. But apparently he wasn't a very good public speaker.",
    "start": "00:48:18",
    "end": "00:48:21"
  },
  {
    "text": "Yeah.",
    "start": "00:48:23",
    "end": "00:48:23"
  },
  {
    "text": "Now you read Acts and you're like, well, he could work a room. He could work like a royal courtroom. Yeah.",
    "start": "00:48:23",
    "end": "00:48:30"
  },
  {
    "text": "Wasn't it? No, it wasn't him. Who was it? Did like the all Nighter. That was Peter.",
    "start": "00:48:30",
    "end": "00:48:34"
  },
  {
    "text": "Yeah, totally. That's right. But at least the point is, according to the Corinthian standards, yeah, he could.",
    "start": "00:48:34",
    "end": "00:48:39"
  },
  {
    "text": "Step it up a notch.",
    "start": "00:48:39",
    "end": "00:48:40"
  },
  {
    "text": "They think he could improve. And so he gives this long defense. So again, we have to put together here, from reading 1st and 2nd Corinthians, this whole backstory about how they thought Paul was not a good public speaker. He brings it up in second Corinthians more. So there are some that are challenging, there are some that are nearly impossible. Like in 1 Corinthians, here's been a challenge for mirror reading for a long time. 1 Corinthians 15. You know where we're going?",
    "start": "00:48:41",
    "end": "00:49:09"
  },
  {
    "text": "I think so, yeah. Is this about baptizing for the dead?",
    "start": "00:49:09",
    "end": "00:49:12"
  },
  {
    "text": "Yeah, the whole chapter is. There are some Corinthians who think that the physical resurrection from the dead is ridiculous and logically impossible. And therefore Jesus, resurrection from the dead must not have been his actual physical body being transformed they think it's ridiculous. So he goes through a whole complicated, long, thorough line of thought showing how no new creation, the resurrection body, is physical. It's a different kind of physical, but it is physical. But he does. In verse 29, he includes this line here that says, now, if there's no such thing as the Resurrection, he's trying to poke holes in their logic.",
    "start": "00:49:12",
    "end": "00:49:51"
  },
  {
    "text": "Yeah.",
    "start": "00:49:51",
    "end": "00:49:51"
  },
  {
    "text": "What's going to happen? What will people do who are being baptized for the dead? If the dead are not raised at all, why are people baptized for them? And here's another reason. Why would I endanger my very life all the time for the good news of the risen Jesus? If there's no such thing as the Resurrection, he just moves on. So there's some practice that's connected to baptism for the dead ones. What's that? He just. What is that exactly?",
    "start": "00:49:51",
    "end": "00:50:21"
  },
  {
    "text": "Yeah.",
    "start": "00:50:21",
    "end": "00:50:22"
  },
  {
    "text": "Okay. I'm not going to go into whole books and stacks of books are written on the topic. But the point is.",
    "start": "00:50:22",
    "end": "00:50:27"
  },
  {
    "text": "But you can't. There's no mere reading that you can do to reconstruct that out of the letters.",
    "start": "00:50:27",
    "end": "00:50:33"
  },
  {
    "text": "Yeah. People have varying degrees of confidence with being able to reconstruct this practice and what it meant and why they did it, but it's not referenced anywhere else in the New Testament. There may be some other references to something like it in other Jewish literature of the period. And it's very difficult to know what he's talking about here. This is a good example where we have to say, okay, we'll give our best informed, scholarly guess.",
    "start": "00:50:33",
    "end": "00:50:58"
  },
  {
    "text": "And these are the things that bug me the most about the letters.",
    "start": "00:50:58",
    "end": "00:51:03"
  },
  {
    "text": "Yeah.",
    "start": "00:51:03",
    "end": "00:51:03"
  },
  {
    "text": "Especially when you come from this paradigm of, this was written for me.",
    "start": "00:51:03",
    "end": "00:51:07"
  },
  {
    "text": "Well, for you or to you?",
    "start": "00:51:07",
    "end": "00:51:09"
  },
  {
    "text": "Well, but even for me, like, you know, I guess I have to say this was written for me. But even there, the Bible was written for me in terms of it's designed by the Spirit for the people of God. But this, if it was really written for me specifically, it probably would be a lot more backstory.",
    "start": "00:51:09",
    "end": "00:51:33"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:51:34",
    "end": "00:51:36"
  },
  {
    "text": "So I feel like. I'm just feel like I'm eavesdropping. And if it was written for me, why do I have to eavesdrop? Now, I think I know what you mean when you say, for me, this is what I have, and in God's wisdom, this is what we have.",
    "start": "00:51:37",
    "end": "00:51:53"
  },
  {
    "text": "Yep, that's right.",
    "start": "00:51:53",
    "end": "00:51:54"
  },
  {
    "text": "But I'm eavesdropping.",
    "start": "00:51:54",
    "end": "00:51:55"
  },
  {
    "text": "Yeah. There's nothing for it, John. This is moments of disorientation when you realize, oh, what the Bible is, is different than what I Expected it would be.",
    "start": "00:51:55",
    "end": "00:52:07"
  },
  {
    "text": "Yeah.",
    "start": "00:52:07",
    "end": "00:52:08"
  },
  {
    "text": "And those are always challenging moments that force you to expand your picture of who God is, who I am, and what these texts are for and why they were given to God's people by the Spirit. And we're reading the mail. We're reading other people's mail. Yeah. And it's by understanding it as someone else's mail that I think it actually can speak to us. But in a matter like this, in First Corinthians, which is the baptism for the dead, this is a moment where we just have to say, yeah, that one's lost to history in terms of certainty about what's happening there. And if the Spirit wanted us to know more about that, then I guess that we would have more information. But apparently that's not the main point here.",
    "start": "00:52:08",
    "end": "00:52:53"
  },
  {
    "text": "Well, his point stands in that he's.",
    "start": "00:52:53",
    "end": "00:52:56"
  },
  {
    "text": "Saying, yeah, yeah, yeah.",
    "start": "00:52:56",
    "end": "00:52:57"
  },
  {
    "text": "Does the resurrection of the physical resurrection happen or not?",
    "start": "00:52:57",
    "end": "00:53:01"
  },
  {
    "text": "Correct.",
    "start": "00:53:01",
    "end": "00:53:01"
  },
  {
    "text": "And so one of the things he points to is there's this practice. People are baptizing themselves on behalf of people who have already died. Now, if resurrection doesn't happen, why are they doing that?",
    "start": "00:53:02",
    "end": "00:53:16"
  },
  {
    "text": "Correct.",
    "start": "00:53:16",
    "end": "00:53:16"
  },
  {
    "text": "They obviously. They believe resurrection is a physical thing.",
    "start": "00:53:16",
    "end": "00:53:19"
  },
  {
    "text": "That's right. In other words, he's not even endorsing. He's not promoting it.",
    "start": "00:53:19",
    "end": "00:53:23"
  },
  {
    "text": "No. And we don't even know if these people are Jesus followers or not. And we can assume that they might be. I guess you kind of would assume that they are.",
    "start": "00:53:23",
    "end": "00:53:31"
  },
  {
    "text": "Yeah. In other words, he's trying to think of every reason possible to expose the logical inconsistency in their thinking.",
    "start": "00:53:31",
    "end": "00:53:37"
  },
  {
    "text": "Right.",
    "start": "00:53:37",
    "end": "00:53:38"
  },
  {
    "text": "And oftentimes. Yeah. A good debater will create a list of reasons that aren't of equal value to them personally.",
    "start": "00:53:38",
    "end": "00:53:47"
  },
  {
    "text": "Sure.",
    "start": "00:53:47",
    "end": "00:53:48"
  },
  {
    "text": "But they're just trying to really drive their point home. It's clear he's in that kind of mode.",
    "start": "00:53:48",
    "end": "00:53:52"
  },
  {
    "text": "Yeah. Because he follows it up immediately in the next breath without a transition. And also, why would I put myself in physical harm as another.",
    "start": "00:53:52",
    "end": "00:54:00"
  },
  {
    "text": "Correct.",
    "start": "00:54:00",
    "end": "00:54:00"
  },
  {
    "text": "He's just.",
    "start": "00:54:00",
    "end": "00:54:01"
  },
  {
    "text": "Yeah, he's moving through a list of reasons. That's right.",
    "start": "00:54:01",
    "end": "00:54:03"
  },
  {
    "text": "Where are we going from here?",
    "start": "00:54:17",
    "end": "00:54:18"
  },
  {
    "text": "Oh, okay. Okay. So you've got the basic point that you can read through the letters as a whole and begin to build a profile of the situation, the situational context. So sometimes it's easy, sometimes it's hard. So, yeah, a next step. There's a handful of scholars who have really written some insightful essays on this to help kind of give you a little tool set for doing this kind of mirror reading to understand the situational context. I want to explore them because they can give us some guardrails on this. Practice the skill and then I want to flesh it out with an example that I think we could use in the video. That could be pretty cool. And that's the situational context of Paul's letter to the Romans, which is so fascinating when you read it in light of the situational context. So I think that's what we should do next.",
    "start": "00:54:18",
    "end": "00:55:08"
  },
  {
    "text": "Cool. Thanks for listening to this episode of the Bible Project podcast. If you're interested in submitting a question for our upcoming Question Response episodes about how to read the letters, we'd love to hear from you. You can record yourself asking the question and submit it to infoibleproject.com try to keep your question to about 20 or 30 seconds and if you're able to actually transcribe your question as well, that helps us sift through them. Also, give us your name and where you're from. Again, the email is infoibleibleproject. Our deadline for submissions for questions for this series is Tuesday, August 4th, so get your question in before then. Also, we have an exciting announcement that I want you all to be aware of and that is Our online learning platform called Classroom has just launched a new class. These are self paced graduate level seminary Bible theology classes. We launched the public beta of Classroom in March with a class called Introduction to Hebrew Bible. A lot of people have gone through the class, we got a lot of great feedback and we've iterated on the learning experience to be even better as we've developed the second class which just launched and it's called Heaven and exploring the narrative world of Genesis 1. You can find it at Classroom Bible.",
    "start": "00:55:08",
    "end": "00:56:30"
  },
  {
    "text": "Have you ever struggled to understand the early chapters of Genesis? Or maybe you've tried to explain all of this to somebody else and you found it really difficult? We want to help you. First, by looking at the literary design and the intended message of Genesis Chapter one. We want to help you learn how to see the world through the eyes of the Israelite biblical authors. But this class isn't just about ancient history. Genesis 1 has so much to say to you and to me right now about who we are and where we are and who God is and how all of history is leading us to Jesus. Understanding Genesis Chapter one will transform how you read and understand the rest of the Bible and your life. So if you're a teacher of the Bible or just somebody who loves to learn about the Bible, we think you're really going to learn. Love this course and best of all, it's free thanks to all of the generous supporters of the Bible Project. So come along, join us as we explore heaven and earth and the storyline of the Bible.",
    "start": "00:56:30",
    "end": "00:57:33"
  },
  {
    "text": "We also have a mini class. It's just a one hour experience to help you see if this is something you'd want to really dig into. That mini class is about how the Garden of Eden is a ministry temple and it's a really cool class as well. So go to Classroom Bible. Check it out. We've got the Intro to Hebrew Bible class, the new Heaven and Earth class, and the mini class. We're also still in beta, so we'd love your feedback as you take the classes. Okay. We'll be back next week with another episode continuing this conversation about the situational context of the New Testament letters. And we'll look at some of the UN unseen voices in the letters.",
    "start": "00:57:33",
    "end": "00:58:15"
  },
  {
    "text": "Here's the whole point. Paul regularly is quoting excerpts of previous conversations or what people are saying.",
    "start": "00:58:15",
    "end": "00:58:22"
  },
  {
    "text": "Today's show is produced by Dan Gummel. Our show notes come from Camden McAfee. Our theme music is from the band tents. Bibleproject is a crowdfunded nonprofit where in Portland, Oregon, we make free resources. And they are free because, well, they've been paid for already by the generous support of people like you. So thank you so much for being a part of this with us.",
    "start": "00:58:22",
    "end": "00:58:43"
  }
]