[
  {
    "text": "All right, we are going to do a question and response episode.",
    "start": "00:00:05",
    "end": "00:00:08"
  },
  {
    "text": "Yes.",
    "start": "00:00:08",
    "end": "00:00:09"
  },
  {
    "text": "We're, I think, two thirds of the way through the letters conversation. And we'll do a second question and response at the very end.",
    "start": "00:00:09",
    "end": "00:00:16"
  },
  {
    "text": "Yes.",
    "start": "00:00:16",
    "end": "00:00:16"
  },
  {
    "text": "But we'll stop midway. We've been getting some great questions.",
    "start": "00:00:17",
    "end": "00:00:19"
  },
  {
    "text": "Yeah.",
    "start": "00:00:19",
    "end": "00:00:20"
  },
  {
    "text": "You selected a few.",
    "start": "00:00:20",
    "end": "00:00:21"
  },
  {
    "text": "Yep. Many good questions.",
    "start": "00:00:21",
    "end": "00:00:22"
  },
  {
    "text": "Many good questions. Yeah.",
    "start": "00:00:22",
    "end": "00:00:24"
  },
  {
    "text": "Yeah.",
    "start": "00:00:24",
    "end": "00:00:24"
  },
  {
    "text": "So let's dive right in.",
    "start": "00:00:24",
    "end": "00:00:26"
  },
  {
    "text": "Let us dive in. Questions about how to read the New Testament letters.",
    "start": "00:00:26",
    "end": "00:00:30"
  },
  {
    "text": "How to read the New Testament letters.",
    "start": "00:00:30",
    "end": "00:00:32"
  },
  {
    "text": "Let's start with a question from Damian in Minnesota. Hey, Tim and John. My name is Damian Leverett and I.",
    "start": "00:00:32",
    "end": "00:00:39"
  },
  {
    "text": "Live in St. Paul, Minnesota.",
    "start": "00:00:39",
    "end": "00:00:40"
  },
  {
    "text": "I'm a classically trained theater actor and performer.",
    "start": "00:00:40",
    "end": "00:00:43"
  },
  {
    "text": "And listening to these episodes has made me wonder if it could be a.",
    "start": "00:00:44",
    "end": "00:00:47"
  },
  {
    "text": "Fruitful practice for churches to have people like me trained in speaking complex texts in an active, embodied way. Read the letters in their entirety in live gatherings. What do you think about this idea? Is it stupid? Are there any pitfalls or problems that you'd foresee? I'd love your advice. Thanks for all you do. All right, I'll respond first. Damian, your idea is the opposite of stupid. It's actually brilliant and so important. And, yes, you should do it. No questions asked. All right, that's my first response. What's yours? John, for sure. Yeah.",
    "start": "00:00:47",
    "end": "00:01:22"
  },
  {
    "text": "We talked about how these letters were originally heard. Read aloud.",
    "start": "00:01:22",
    "end": "00:01:26"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:01:26",
    "end": "00:01:27"
  },
  {
    "text": "And that there is something about hearing it all in one sitting that helps you kind of feel the shape of it in a different way. I notice when I read, I get really stuck, like, oh, wait, what did that sentence mean? And then I just, like, I don't keep moving. But if you're in a situation where it's just being read aloud, you know, you're listening to an audio version of the Bible that's really powerful. So if you have a vision for using your experience in theater, that's awesome.",
    "start": "00:01:27",
    "end": "00:01:54"
  },
  {
    "text": "Yes. John and I both knew a guy named Jason Nightingale who had just a ministry nonprofit he called Word Sower Ministries. But essentially, he memorized all the books of the New Testament.",
    "start": "00:01:54",
    "end": "00:02:08"
  },
  {
    "text": "Did he do all of them?",
    "start": "00:02:08",
    "end": "00:02:09"
  },
  {
    "text": "Well, I don't know that for certain, but the sampling that I know or that I've heard him recite before makes me think he's for sure God, the whole thing, from the Gospel of Mark to the Book of Revelation to Romans, Hebrews, Ephesians. So we back when we were in our 20s, heard him back in the 90s.",
    "start": "00:02:10",
    "end": "00:02:29"
  },
  {
    "text": "90S Nightingale.",
    "start": "00:02:29",
    "end": "00:02:31"
  },
  {
    "text": "But, man, this guy traveled all over the US and the world reciting books of the New Testament. And then sometimes he would give a short little homily or a reflection afterwards. But his main thing was just to recite whole books of the New Testament in one go for groups of people.",
    "start": "00:02:32",
    "end": "00:02:48"
  },
  {
    "text": "With such a booming, wonderful voice.",
    "start": "00:02:48",
    "end": "00:02:52"
  },
  {
    "text": "That's true. He had a uniquely amazing voice. Yeah. So, yes, Damien, it's a wonderful idea. It should be normal. I think this kind of ministry should be normal in the life of a local church, having somebody who's like the memorizer and reciter of books of the New Testament. So, Godspeed, Damien. Go forth and memorize and recite.",
    "start": "00:02:52",
    "end": "00:03:15"
  },
  {
    "text": "Here's a question from Lauren in Indiana.",
    "start": "00:03:15",
    "end": "00:03:17"
  },
  {
    "text": "Hi, John and Tim.",
    "start": "00:03:17",
    "end": "00:03:18"
  },
  {
    "text": "This is Lauren in Fort Wayne, Indiana.",
    "start": "00:03:18",
    "end": "00:03:20"
  },
  {
    "text": "I'm listening to your conversation on the.",
    "start": "00:03:20",
    "end": "00:03:22"
  },
  {
    "text": "New Testament letters with my usual rapt attention. And in episode three, as John expressed some frustration that the theology of the New Testament isn't more thoroughly connected and explicated, it made me wonder whether Paul, as a Hebrew scripture scholar who understood that it was, as you call it, Hebrew medit literature. Do you think it's possible that he crafted his epistles in that same way.",
    "start": "00:03:22",
    "end": "00:03:47"
  },
  {
    "text": "So that people would need to hear them and read them over and over.",
    "start": "00:03:47",
    "end": "00:03:51"
  },
  {
    "text": "To really get at the depth of meaning?",
    "start": "00:03:51",
    "end": "00:03:52"
  },
  {
    "text": "Just curious. Thanks for all you do.",
    "start": "00:03:53",
    "end": "00:03:54"
  },
  {
    "text": "God bless. That's a great question.",
    "start": "00:03:54",
    "end": "00:03:56"
  },
  {
    "text": "Yeah, I thought that was a really insightful question. It is true, especially Paul, that his letters are hard to understand. Or you could say there are many parts that are difficult to follow. And do you remember at some point in this series, I mentioned that passage in 2 Peter, where Peter felt the same way?",
    "start": "00:03:56",
    "end": "00:04:15"
  },
  {
    "text": "That's right, yeah.",
    "start": "00:04:16",
    "end": "00:04:16"
  },
  {
    "text": "Yeah. He says there are some things in Paul's letters that are hard to understand. However, the question is, is that intentional? Like he could have?",
    "start": "00:04:16",
    "end": "00:04:24"
  },
  {
    "text": "Is it a bug or a feature?",
    "start": "00:04:24",
    "end": "00:04:26"
  },
  {
    "text": "My hunch is that for Paul's letters, that it was expensive to write letters. We're going to talk about this in future episodes, how letters were actually produced and how expensive it was and the process involved. But I think part of it was just the way that he communicated through these letters. And the way his mind worked was like a beautiful mind. Like, in terms of is this guy crazy or is this guy brilliant? I think it seems you can just feel bursting out of sentences in Galatians that there's whole volumes he could write on what's underneath, just a couple sentences. And so I think you actually could. You do need to read them over and over. At least I have for years. But I'm not sure it's necessarily because he crafted It. The way that Hebrew literature is crafted, I think it's. He was raised on that literature.",
    "start": "00:04:27",
    "end": "00:05:17"
  },
  {
    "text": "Yeah.",
    "start": "00:05:17",
    "end": "00:05:18"
  },
  {
    "text": "And so he certainly is shaped by it and talks and thinks by it. But I think it's also just the nature of him, his unique personality and then the letter medium. I don't know. What do you think?",
    "start": "00:05:18",
    "end": "00:05:29"
  },
  {
    "text": "I hear what you're saying there. Yeah. It's not designed with the same maybe intentionality that a scroll in the Tanakh would have been designed potentially. But he had internalized that design and that tradition and that tradition so much that it undergirds everything he's saying. So by meditating on the Hebrew Bible and then meditating on what Paul's writing, there's this cool chemistry that happens.",
    "start": "00:05:29",
    "end": "00:05:59"
  },
  {
    "text": "Totally.",
    "start": "00:05:59",
    "end": "00:05:59"
  },
  {
    "text": "Which I've noticed working on this project with you. So many things come pop a lot more when I start to see the things that Paul was seeing, which are things that you've been pointing out, these design patterns and themes and such. Would you say, though, that the book of Revelation is that way?",
    "start": "00:05:59",
    "end": "00:06:21"
  },
  {
    "text": "For sure.",
    "start": "00:06:21",
    "end": "00:06:22"
  },
  {
    "text": "It's a letter.",
    "start": "00:06:22",
    "end": "00:06:23"
  },
  {
    "text": "Yeah. And it is a letter. And actually, Richard Baucom, in his little book, the Theology of the Book Revelation, he talks about this. When you talk about something, what are signs that something is intentionally crafted to be read over and over and over again to really get what it's saying. And usually it's about layers of patterns of repetition or key little signals or hyperlinks that you just won't notice on the first human hearing or reading. And so in Revelation. Yeah. The number of words or phrases that are repeated by multiples of seven, just like in Genesis, just like the whole Hebrew Bible stuff like that. Seems like they really crafted it to make sure that that seventh phrase appeared in this chapter in this thing. And the letter to the Romans is elegantly composed. The way the movements of the letter, the introduction of key themes, how it develops. But other letters seem like they didn't, I don't know, have quite that amount of compositional intention to it.",
    "start": "00:06:23",
    "end": "00:07:27"
  },
  {
    "text": "Because that takes a lot of time.",
    "start": "00:07:28",
    "end": "00:07:29"
  },
  {
    "text": "An enormous amount of time. And that time is something Paul didn't have a ton of.",
    "start": "00:07:29",
    "end": "00:07:33"
  },
  {
    "text": "And Paul was cruising around church to church. And some of these letters. Maybe he. This episode where we talk about how he wrote them with colleagues, was that already out?",
    "start": "00:07:33",
    "end": "00:07:42"
  },
  {
    "text": "Yep. No, that's coming in future. In a future one. So. So what we're not saying is Paul's letters are all just slapped together. They actually bear a lot of intentionality, but they have the medium and the feel is a bit different than Say like the book of Isaiah or the book of Samuel or Kings in the Hebrew Bible.",
    "start": "00:07:42",
    "end": "00:08:00"
  },
  {
    "text": "I will say that the thing, though, that has helped me, what she's mentioning is my frustration.",
    "start": "00:08:00",
    "end": "00:08:06"
  },
  {
    "text": "Ah, that's right. We haven't talked about that part of her question.",
    "start": "00:08:06",
    "end": "00:08:08"
  },
  {
    "text": "Yeah, there's this frustration of are the letters complete? Why is it that Paul refers to things that I don't even know what he's talking about and probably will never know? Why isn't there a more thorough conversation about the way of Jesus? And you said, well, that's the Sermon on the Mount is one thing, but then secondly, we were just talking about this really helped me that these were letters written to someone else, but they are also God's word to us. And so how do we get into that space where we recognize both of those things? Yeah, and this is what I remember taking away by learning how Paul or Timothy or James is crafting and is taking the way of Jesus into these new communities. By watching them do that, we're watching and we're learning how we can do the same thing into our modern context. And that was cool because then it makes it less of a bug and more of a feature of, like, I get to wrestle through these and not get the whole both sides of the conversation all the time. But by wrestling through that, I'm gonna learn some skills of how to take the way of Jesus to a new context.",
    "start": "00:08:08",
    "end": "00:09:18"
  },
  {
    "text": "Yeah, that's right. Yeah. Because they were addressing the apostles, were addressing very specific issues at work in 1st century Jewish and Greco Roman culture. However, human cultures really change over time. But there are some core things that are just kind of a part of the human experience and that will carry over, but there will also be all these new areas that we face in our time and place that the apostles don't speak to because they couldn't have. But that doesn't mean the Spirit is bound and that there's nothing new that the gospel has to say to our time and place. It just means that we need to keep in step with the Spirit and the apostles to hear what that is and then carry it out. I think this is what a job of a church is, is to be a group of people that's doing that in all, all the different times and places of history in the world. All right, that's a good question. Let's go and hear a question from Amy from Ohio. Hi, this is Amy from Ohio. I've really been enjoying your podcasts. They've helped me dig deeper in my Bible study.",
    "start": "00:09:18",
    "end": "00:10:18"
  },
  {
    "text": "My question concerning the Letters is this.",
    "start": "00:10:18",
    "end": "00:10:20"
  },
  {
    "text": "Second Timothy 3:16 says all Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness.",
    "start": "00:10:20",
    "end": "00:10:30"
  },
  {
    "text": "What do you think Paul meant when.",
    "start": "00:10:30",
    "end": "00:10:32"
  },
  {
    "text": "He referred to all Scripture? Was he referring to what we would.",
    "start": "00:10:32",
    "end": "00:10:35"
  },
  {
    "text": "Now call the Protestant Old Testament?",
    "start": "00:10:35",
    "end": "00:10:37"
  },
  {
    "text": "Or would his understanding of all Scripture also have included other books Also, was he referring to his letter and the letters of other apostles as well? Thanks for all you do. Praying for your ministry. Yes, this is a great question, and it's one that has been debated between different Christian traditions throughout time. And it's a matter of huge debate in academic biblical scholarship, too. So maybe some things most people and Christian traditions would agree on when Paul's writing this letter to Timothy. The New Testament as a collection of documents doesn't exist yet. Now, many of the individual books or maybe small groups of the New Testament books do exist. They have been written. But in terms of a 27 book collection that we have, and it might.",
    "start": "00:10:37",
    "end": "00:11:27"
  },
  {
    "text": "Even be likely that you were passed along one of these letters that wasn't originally written to you.",
    "start": "00:11:27",
    "end": "00:11:33"
  },
  {
    "text": "Yeah, yeah, that's right.",
    "start": "00:11:33",
    "end": "00:11:34"
  },
  {
    "text": "But your church.",
    "start": "00:11:34",
    "end": "00:11:35"
  },
  {
    "text": "Correct. Yeah. Peter can say maybe around the same time that Paul's writing second Timothy, he talks about Paul's letters. He knows that there are plural letters circulating. But what Paul is talking about here is Scriptures on which Timothy was raised. He mentions in the right before this, in the verse that you quoted, Amy, he mentions that Timothy was raised on the Scriptures which you know from childhood. So he is certainly talking about not what we would call the New Testament. He's talking about the scriptures of Israel, whether in their Greek or Hebrew form. Paul certainly knew them in both languages. And that's what he's referring to. I hesitate to call it the Old Testament because for most Christians, what that refers to is like a bound volume, a hard or soft map in a table of contents, in a table of contents, maybe a few maps. Yeah. So this was actually a topic of huge interest in research for me for a lot of years because I was really driven and bothered. I wanted to understand it. So just some hard facts on the ground. The early Christian and Jewish communities had a clear conception that there is this thing called the Scriptures. The core content was agreed upon across all kinds of different communities, but the boundaries were fuzzy in Jewish and early Christian communities. They just simply were in the same.",
    "start": "00:11:35",
    "end": "00:12:54"
  },
  {
    "text": "Way that it is today.",
    "start": "00:12:54",
    "end": "00:12:55"
  },
  {
    "text": "Correct. It's sort of like the Christian Bible. Well, which Christian Bible?",
    "start": "00:12:56",
    "end": "00:12:59"
  },
  {
    "text": "Yeah. Protestant, Protestant, Catholic, Eastern Orthodox, Orthodox.",
    "start": "00:12:59",
    "end": "00:13:03"
  },
  {
    "text": "And which kind of Orthodox tradition? Because different Orthodox traditions Have slightly.",
    "start": "00:13:03",
    "end": "00:13:07"
  },
  {
    "text": "So there's fuzzy boundaries, which I never knew. I felt like it was a very clear canon.",
    "start": "00:13:07",
    "end": "00:13:14"
  },
  {
    "text": "It is for Protestants.",
    "start": "00:13:14",
    "end": "00:13:15"
  },
  {
    "text": "It is for Protestants. Well, and for Catholics.",
    "start": "00:13:15",
    "end": "00:13:17"
  },
  {
    "text": "Yeah, and for Catholics and for everyone. Well, yes, but you have your own but. Yeah, correct. Yeah.",
    "start": "00:13:17",
    "end": "00:13:22"
  },
  {
    "text": "So you're saying the same thing was true in these early. In these first century Jewish communities.",
    "start": "00:13:22",
    "end": "00:13:27"
  },
  {
    "text": "Yeah. What Paul is referring to is. Certainly includes what we would call the Protestant Old Testament, whether in its Greek or Hebrew form. Probably depends on the crew Paul was hanging out with. If he's hanging out with Messianic Jews, it may be in Aramaic or Greek or Hebrew form. Timothy grew up with Jewish mom and grandma, but not a Jewish dad. This is what we learn in the Book of Acts. So flip a coin. It's maybe likely he didn't do them in Greek more than Hebrew. But there were other texts that we know that Paul read and valued. One is called the Wisdom of Solomon, which is the Second Temple Jewish work that's written as if it's from the mouth of Solomon to the kings of. To the nations of the world. It's really a remarkable work. And Paul is adapting language and motifs from it in the early chapters to the Romans. And it's not even a debated fact like in scholarship. Super obvious once you read it, that Romans one is adapting stuff from Wisdom of Solomon.",
    "start": "00:13:27",
    "end": "00:14:27"
  },
  {
    "text": "Do you think Paul could have considered that part of the scripture set?",
    "start": "00:14:27",
    "end": "00:14:30"
  },
  {
    "text": "Well, that's what we don't know. Yeah, we just don't. That's what we don't know. There are patterns that when the apostles quote from what Protestants call the Old Testament books, the pattern is that they will say as it's written in the Scriptures, or call it even what the Scriptures say or what God says. But when Paul is picking up language from Wisdom of Solomon, he doesn't ever attribute it explicitly the way he does. But Paul is constantly weaving in scriptural language from all kinds of texts. So I know for some people, if you're hearing this for the first time, this is really disturbing. And it was for me for a long time too. I'm not disturbed by it anymore because it didn't disturb the early generations. They knew what the core of the Scriptures were. They knew that there were fuzzy boundary and boundary line texts. But that didn't prevent them from working together and moving the Jesus movement forward. Where the debates really begin to come in is when power politics and church denominational politics got involved in the Protestant Reformation or in the split between Catholic and Orthodox. These are moments where the boundaries of the Biblical collection become contentious and divisive because people were aware of these differences from the earliest centuries. Church fathers were. And so on. It's a bigger question. And actually we have one more. We'll do another question from Juan that's kind of attack on to this topic here.",
    "start": "00:14:30",
    "end": "00:15:53"
  },
  {
    "text": "Okay, let's hear from Juan. Hey, Tim and John, this is Juan Nunez from Dallas, Texas. And by the way, it was a.",
    "start": "00:15:53",
    "end": "00:15:58"
  },
  {
    "text": "Pleasure having y' all over here for the live Q and A.",
    "start": "00:15:58",
    "end": "00:16:00"
  },
  {
    "text": "So my question is, since we can see hints of the book of First Enoch in both the letters of Second.",
    "start": "00:16:01",
    "end": "00:16:06"
  },
  {
    "text": "Peter and Jude, how should we approach.",
    "start": "00:16:06",
    "end": "00:16:08"
  },
  {
    "text": "These intertestamental books to more effectively read the New Testament letters?",
    "start": "00:16:08",
    "end": "00:16:12"
  },
  {
    "text": "Thank you for all you do and loving the series.",
    "start": "00:16:12",
    "end": "00:16:14"
  },
  {
    "text": "These are books then that may have been in some people's mix of scriptural books.",
    "start": "00:16:15",
    "end": "00:16:22"
  },
  {
    "text": "Yeah. Well, what's particular about and what Juan is bringing up is while Paul is adapting language from say, Wisdom of Solomon that was eventually included in the Catholic Apocrypha, Jude explicitly quotes the book that is today called First Enoch. He quotes from it, attributing it to Enoch. And First Enoch is not in the Catholic Apocrypha. It is in one branch of the Orthodox Church, one branch of the Ethiopic Orthodox Church. Okay, so there's one Christian tradition that has First Enoch in its Bible today, like still today. And apparently Jude, Jesus brother, thought very highly of this text enough to quote from it. So we just have to reckon with this, that the boundaries of the canon were fuzzy in those earliest generations and it didn't seem to bother people. And they have been porous throughout all of Church history. But that doesn't mean. Oh, but now we don't know what the Bible is. No, that's of course we do. But what we need to reckon with is that there are certain boundary texts that the Church has debated and the Spirit hasn't given the Church unanimity on that point. And I don't know what else to say about it. There is just for you, Juan. You'll find this interesting. I just read a book review this last week of a brand new history of the reception of First Enoch in the history of the Church. It's by an Ethiopic Orthodox scholar, his or her name, Baruch Ayele Asaleh. But you can search for the title. It's called First Enoch as Christian Scripture and it's the most up to date scholarly work on the history of First Enoch and Christian communities.",
    "start": "00:16:23",
    "end": "00:18:02"
  },
  {
    "text": "That's interesting.",
    "start": "00:18:02",
    "end": "00:18:03"
  },
  {
    "text": "It is interesting.",
    "start": "00:18:03",
    "end": "00:18:04"
  },
  {
    "text": "I haven't read it. You've read it recently.",
    "start": "00:18:04",
    "end": "00:18:06"
  },
  {
    "text": "What's that? First Enoch?",
    "start": "00:18:06",
    "end": "00:18:07"
  },
  {
    "text": "Yeah.",
    "start": "00:18:07",
    "end": "00:18:08"
  },
  {
    "text": "Yeah. Yep. I was working on a project that took me there and it was so fascinating.",
    "start": "00:18:08",
    "end": "00:18:12"
  },
  {
    "text": "Yeah.",
    "start": "00:18:12",
    "end": "00:18:12"
  },
  {
    "text": "I learned so much. These texts have immense value in illuminating the thought world of the apostles.",
    "start": "00:18:12",
    "end": "00:18:19"
  },
  {
    "text": "Your perspective has been whether or not you are going to consider it. Scripture largely comes from your tradition. But whether or not you read it, it's not dangerous to read them.",
    "start": "00:18:19",
    "end": "00:18:31"
  },
  {
    "text": "Yeah, right.",
    "start": "00:18:31",
    "end": "00:18:31"
  },
  {
    "text": "In fact, there's a lot of value, even if you don't think there's Scripture, in reading them.",
    "start": "00:18:31",
    "end": "00:18:36"
  },
  {
    "text": "Yeah, that's right. I happily recommend that people go buy. Either get a Catholic Bible or at least get an Apocrypha collection. Go down to your bookstore. You'll notice stuff. It will feel like familiar territory because it's Second Temple Jewish literature, like the final phases of the Hebrew Bible and like the New Testament, which is also Second Temple Jewish literature. So that's a much bigger question. And we've made one video on it that was like, really concise.",
    "start": "00:18:37",
    "end": "00:19:04"
  },
  {
    "text": "Which video?",
    "start": "00:19:04",
    "end": "00:19:05"
  },
  {
    "text": "Wasn't it? What is the Bible?",
    "start": "00:19:06",
    "end": "00:19:07"
  },
  {
    "text": "Oh, that's right.",
    "start": "00:19:07",
    "end": "00:19:08"
  },
  {
    "text": "It's the first of the how to Read the Bible series.",
    "start": "00:19:08",
    "end": "00:19:10"
  },
  {
    "text": "Yes. Yeah. We'll break down what books are in which versions of people's canons.",
    "start": "00:19:10",
    "end": "00:19:16"
  },
  {
    "text": "Yeah. And just kind of. It's very broad, but it just introduces the idea to people that the Bible has porous boundaries in different traditions and that. That is not. That shouldn't shatter your worldview. That should actually enrich your view of the history of the Jewish and Christian tradition and what the Bible is. Let's see. Kathy and I think I'm going to pronounce her name right. I hope Damaris. Both have questions that kind of overlaps. We thought we'd play them together and kind of respond to them together.",
    "start": "00:19:16",
    "end": "00:19:44"
  },
  {
    "text": "Hi, this is Kathy Hitch from Golden, Colorado. My question is, do you think that.",
    "start": "00:19:45",
    "end": "00:19:49"
  },
  {
    "text": "Paul or any of the Epistle writers.",
    "start": "00:19:49",
    "end": "00:19:52"
  },
  {
    "text": "Knew that when they were writing these letters that they would someday be read as Scripture on the same level as Genesis or Deuteronomy or Isaiah? And if they did or didn't, does that make a difference in how we read the letters?",
    "start": "00:19:52",
    "end": "00:20:06"
  },
  {
    "text": "Thanks.",
    "start": "00:20:06",
    "end": "00:20:06"
  },
  {
    "text": "Hi, Tim and John. My name is Damaris. I live in North Jersey. I am a huge, huge fan of the Bible Project. You guys have changed my view of the Bible completely and forever. My question about this letter series is one about canon. How did these letters get chosen to be in the Bible and not others? Why did some of Paul's mail get chosen? And what happened to the ones that didn't get chosen? Thanks. I want to know the answers.",
    "start": "00:20:06",
    "end": "00:20:34"
  },
  {
    "text": "Yeah. Well, previous couple questions were about, what was the Bible as the apostles conceived of it.",
    "start": "00:20:34",
    "end": "00:20:39"
  },
  {
    "text": "Yeah.",
    "start": "00:20:39",
    "end": "00:20:39"
  },
  {
    "text": "Now these are questions about how did the letters become part of the Bible as we conceive of it? That is a very interesting question. Maybe, Kathy, to your point, first you're asking, did the apostles have an awareness that what they were writing carried the same level of authority or importance that.",
    "start": "00:20:40",
    "end": "00:21:00"
  },
  {
    "text": "It would one day get bound together with?",
    "start": "00:21:00",
    "end": "00:21:03"
  },
  {
    "text": "Well, I think that's a separate question, actually.",
    "start": "00:21:03",
    "end": "00:21:05"
  },
  {
    "text": "Okay.",
    "start": "00:21:05",
    "end": "00:21:05"
  },
  {
    "text": "I mean, how could they possibly know when I write a letter to you? I have no idea. Well, I've actually never written a letter to you, have I ever. Have I? I don't know.",
    "start": "00:21:06",
    "end": "00:21:15"
  },
  {
    "text": "Probably not.",
    "start": "00:21:15",
    "end": "00:21:15"
  },
  {
    "text": "Oh, wait, no, I did at the beginning of this series.",
    "start": "00:21:15",
    "end": "00:21:18"
  },
  {
    "text": "Oh, yes. Yeah.",
    "start": "00:21:18",
    "end": "00:21:20"
  },
  {
    "text": "And it was read to you in front of a bunch of people. But when you write a letter, how can you know that it might be put together in a collection of correspondence one day? So that's a. That's a different. I think it's actually fairly easy to answer that question, to be like, I just don't think the apostles were thinking in those categories that they meant that James meant for his letter to sit alongside the letter to Galatians. I just. I don't think that was in his mind.",
    "start": "00:21:20",
    "end": "00:21:46"
  },
  {
    "text": "Yeah, that's. It's an interesting question because you could ask the same thing for other Second Temple Jewish writers.",
    "start": "00:21:46",
    "end": "00:21:53"
  },
  {
    "text": "That's right.",
    "start": "00:21:53",
    "end": "00:21:53"
  },
  {
    "text": "Like First Enoch or any of these. They're writing in this tradition.",
    "start": "00:21:53",
    "end": "00:21:58"
  },
  {
    "text": "Correct.",
    "start": "00:21:58",
    "end": "00:21:58"
  },
  {
    "text": "And in this community. And whether or not they're thinking there's this, like, maybe this will get selected to be part of the, Like, a team collection.",
    "start": "00:21:59",
    "end": "00:22:08"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:22:09",
    "end": "00:22:09"
  },
  {
    "text": "Was there any of that sentiment?",
    "start": "00:22:09",
    "end": "00:22:11"
  },
  {
    "text": "Well, okay, that's just the issue of did they imagine their letters being collected together?",
    "start": "00:22:11",
    "end": "00:22:17"
  },
  {
    "text": "Okay.",
    "start": "00:22:17",
    "end": "00:22:17"
  },
  {
    "text": "That's all I'm speaking to right there. There's a related issue, but it's a different issue of whether they thought their writings carried the same level of importance and authority as what they considered their Bible, the Greek or Hebrew scriptures. And on that, I think we're on a little more firmer ground. I'm persuaded that they did think that. That they did think that these letters and the correspondence and their teaching carried the same level of scriptural authority as what was in their Bible. So. And actually, someone asked this exact question in the Q and R of our first or second episode of the series when we were in Dallas. Oh. So I'll refer back to that. But just to summarize in that response, there's two or three Places in Paul's letter, first letter to the Thessalonians, where he's retelling the story of how, like, they first got there and they were only there, I think, not even a month. And he says, you know, when we, when you came, you received our teaching not as a human word, but as a word from God. So Paul very clearly has the sense that when he is there, empowered by the Spirit, telling the good news about Jesus, that that's not just his, you know, little concocted tale, that he's speaking with a mode of Jesus's authority. Yeah, they receive his teaching as a divine word.",
    "start": "00:22:17",
    "end": "00:23:37"
  },
  {
    "text": "Now, there's a difference between, at least in my mind, saying that someone's speaking a divine word of God's authority and someone speaking with the authority that this should be scripture.",
    "start": "00:23:37",
    "end": "00:23:49"
  },
  {
    "text": "Oh, got it. Well, okay. So it all depends on what we even mean by scripture in the first place. So. And again, this was in my response to that question back in the first episode, Jesus commissioned a group of people after he was resurrected. Especially the accounts of Luke, John and Matthew tell us the risen Jesus commissioned a group of people to go represent him and his teaching and message to the nations. And that's the group of people that these letters come from. And so that's why I've used that word deputy, in terms of he's passing his authority to them. So if I follow Jesus and I got a letter from Jesus, yeah, I would do that, would have authority. I would do what he said because it would come from Jesus authority. And what Jesus is doing and how the apostles envisioned themselves was as emissaries on behalf of Jesus. And so they are writing with commissioned authority. That's how Paul opens many of his letters. He says, I'm a slave of Jesus, the Messiah. So in that sense, I think they knew that they were writing to communities and believed that they were speaking with the message and authority of Jesus and of God. I think that we can say I'm totally persuaded that's how they envisioned it. But that's a separate question than whether they thought it would be collected into these books that we have today.",
    "start": "00:23:49",
    "end": "00:25:06"
  },
  {
    "text": "I see. So that's interesting. You would think that it should be the same question.",
    "start": "00:25:07",
    "end": "00:25:11"
  },
  {
    "text": "Oh, interesting.",
    "start": "00:25:11",
    "end": "00:25:12"
  },
  {
    "text": "Because if it does have the authority of Jesus, then it should be in our canon. And so like you brought up, that 1st and 2nd Corinthians is more likely 1st and 3rd or 2nd and 4th.",
    "start": "00:25:12",
    "end": "00:25:28"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:25:28",
    "end": "00:25:28"
  },
  {
    "text": "That Paul wrote two other letters to the church in Corinthians, in Corinth. And if we suddenly had Those wouldn't. That. That would have the same authority as the others.",
    "start": "00:25:29",
    "end": "00:25:41"
  },
  {
    "text": "Well, okay, so then this gets to Damaris's question, which is how did certain letters get chosen? All we can infer is from what we know about how the letters circulated, so Paul says in Colossians, hey, go make sure you get the letter I wrote to the Laodiceans, and make sure the letter I wrote to you gets read to them, which we don't have, unless it's the letter to the Ephesians, which it may be because it's same valley. Laodicea was in the same region. Peter refers to a collection of Paul's letters. Paul, by the time he writes Ephesians, can refer to the biblical tradition as the prophets and the apostles. He talks about how the movement of Jesus is built on Jesus and the foundation of the prophets and the apostles. Paul has a conception that there's an emerging body of authoritative teaching alongside the Hebrew Bible prophets that he calls the apostles. But which of the letters get chosen? There are studies on this, academic studies, retracing the historical process. But I think you can't prove the inspiration of just some letters and just some others. I just think that's not a helpful way to go about it. What we can say is these letters, I think by merit of their amazing content, rose to the top. There is a kind of an analogy to how videos go viral.",
    "start": "00:25:41",
    "end": "00:27:02"
  },
  {
    "text": "Yeah, you mentioned this before in terms of.",
    "start": "00:27:03",
    "end": "00:27:04"
  },
  {
    "text": "That's so good, man.",
    "start": "00:27:04",
    "end": "00:27:06"
  },
  {
    "text": "Let's share it.",
    "start": "00:27:06",
    "end": "00:27:06"
  },
  {
    "text": "My brother is down the city and he hosts the church community down in whatever the city down there. And they got to have a copy. They got to hear this. There was surely a lot of that element going on. And the cream of the apostolic letters rose to the top, so to speak. And what we have to trust is that that was a gift and work of the Spirit in those early decades and centuries, Even So, that the 21 letters that we have today, we have to trust that that's what the Spirit wanted the Church to hear.",
    "start": "00:27:06",
    "end": "00:27:37"
  },
  {
    "text": "So from that perspective, the first letter to the Church in Corinth didn't survive because it wasn't passed along as much. And it didn't have. The communities didn't feel it had that same weight.",
    "start": "00:27:37",
    "end": "00:27:49"
  },
  {
    "text": "Perhaps. Perhaps we don't know.",
    "start": "00:27:49",
    "end": "00:27:51"
  },
  {
    "text": "We don't know. But for whatever reason that it didn't survive, if the Spirit is involved, then you trust what we got is what we have.",
    "start": "00:27:51",
    "end": "00:28:00"
  },
  {
    "text": "Correct. Now, again, all of this will be really disturbing if your preloaded assumption about the Bible is it's the Divine behavior manual, complete and perfect, dropped out of the heavens with everything you need to know for life and godliness. Then these historical facts, you have to find a way to create an apologetic to explain them in a different way or make them not seem like they have the implications that they do. At least that's my opinion. But when we think of the letters of the New Testament, they were both the product and the fuel driving the early missionary movement of the early decades as the Jewish Messianic movement went out into the Greco Roman world. And these letters arose out of that context by the commissioned representatives of Jesus. And I shouldn't expect them to be something other than that. I should love them for what they are for that reason and let them be what they are and let them speak God's word to me as first century letters. That's where I'm at now. And it's is. It's helped me come to peace with most of the things I used to be really bothered about.",
    "start": "00:28:00",
    "end": "00:29:07"
  },
  {
    "text": "Yeah. Let's put a fine point on that because I want to understand that more. Give me an example of then something that would have bothered you when you had more of the paradigm of this is a behavior manual that doesn't bother you when you leave space for. I get to just listen in on a one sided conversation from Jesus's apostles to the early church.",
    "start": "00:29:07",
    "end": "00:29:30"
  },
  {
    "text": "In many ways it's just what we've done in this podcast series on the letters. So. Well, this wouldn't have bothered me but Galatians, you know, Paul's amped up about male Christians getting circumcised, you know, in a city of Asia Minor that doesn't. I've never even been there, so I want to go there, but so who cares? That's one level of it. Well, that's not quite what you're asking me, is it? But what I'm saying is the historical embeddedness of that context could for one person raise a question of like why how did a letter from that become God's word? Dropped out of heaven to me, like there's a disconnect there. Things that used to bother me. Yeah. Were issues about this canon collection, information about Paul mentioning a letter to Laodicea.",
    "start": "00:29:31",
    "end": "00:30:14"
  },
  {
    "text": "Yeah.",
    "start": "00:30:14",
    "end": "00:30:15"
  },
  {
    "text": "And we don't have it.",
    "start": "00:30:15",
    "end": "00:30:15"
  },
  {
    "text": "Yeah.",
    "start": "00:30:15",
    "end": "00:30:16"
  },
  {
    "text": "One of our first teachers used to raise that issue by saying if Paul wrote a grocery list and dropped it on the ground and somebody picked it up, is that inspired? And so there's just the way the letters came to be collected causes so many problems. For a model of divine inspiration of the Bible that says you Know the golden tablets from heaven. It just doesn't work as an explanation for what the letters are. I don't know. It doesn't bother me anymore. I think I've just come to appreciate the process into which they were written and by which they were collected.",
    "start": "00:30:16",
    "end": "00:30:50"
  },
  {
    "text": "Okay, let me ask another way. So you remember how who asked the question earlier about meditation literature? Was that the first question?",
    "start": "00:30:50",
    "end": "00:30:57"
  },
  {
    "text": "Lauren.",
    "start": "00:30:57",
    "end": "00:30:57"
  },
  {
    "text": "How's Lauren?",
    "start": "00:30:57",
    "end": "00:30:58"
  },
  {
    "text": "Yep.",
    "start": "00:30:58",
    "end": "00:30:58"
  },
  {
    "text": "So Lauren asked a question. The second question we played about were these letters and meditation literature in the same way the Hebrew Bible is the way that's crafted and such? One thing we have talked about is how the Bible is also wisdom literature. We've used that phrase before. Yeah, we've used the phrase meditation literature. And that speaks to how you're supposed to come to it constantly. Lifetime of mulling over seeing connections, letting it shape your imagination. It's wisdom literature also. And what I understand of how we use that phrase is that you can't like go to the Israel's covenant laws and then try to do those things in your context.",
    "start": "00:30:58",
    "end": "00:31:37"
  },
  {
    "text": "Yeah, most of them we couldn't do today if we wanted to.",
    "start": "00:31:37",
    "end": "00:31:39"
  },
  {
    "text": "You just couldn't. And when you look at the way Paul reads them and thinks and meditates on them, he takes the wisdom and applies it.",
    "start": "00:31:39",
    "end": "00:31:46"
  },
  {
    "text": "Yeah, that's good.",
    "start": "00:31:46",
    "end": "00:31:47"
  },
  {
    "text": "And we've talked about how the same thing is true when we read the narratives or even what we call the wisdom literature. It's there to make us wise. Not in this sense of knowledgeable, but in the sense of this fear of the Lord.",
    "start": "00:31:47",
    "end": "00:32:00"
  },
  {
    "text": "Guidance of. Yeah, divine guidance.",
    "start": "00:32:00",
    "end": "00:32:03"
  },
  {
    "text": "Divine guidance. Eating of the tree of life.",
    "start": "00:32:03",
    "end": "00:32:05"
  },
  {
    "text": "Right, Totally. Yeah.",
    "start": "00:32:07",
    "end": "00:32:08"
  },
  {
    "text": "So to that degree, the New Testament letters are wisdom literature.",
    "start": "00:32:10",
    "end": "00:32:14"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:32:14",
    "end": "00:32:15"
  },
  {
    "text": "And I think that there is a meditative quality to wisdom literature.",
    "start": "00:32:15",
    "end": "00:32:21"
  },
  {
    "text": "Absolutely.",
    "start": "00:32:21",
    "end": "00:32:22"
  },
  {
    "text": "And so I think that the hang up when you're looking at the New Testament letters as, okay, this is part of my either grab bag of devotional thoughts or this is part of my.",
    "start": "00:32:22",
    "end": "00:32:33"
  },
  {
    "text": "Yeah, the behavior manual.",
    "start": "00:32:34",
    "end": "00:32:35"
  },
  {
    "text": "Behavior manual versus. This is part of the wisdom literature that I get to mine for God's wisdom. Now when you say that or if we do say that, it kind of leaves this opportunity to use a hermeneutic that lets you dismiss maybe a lot of things in the letters of like, okay, well that doesn't matter for us anymore. Do you think is there a danger to this perspective of.",
    "start": "00:32:35",
    "end": "00:33:01"
  },
  {
    "text": "Yeah, you know what? Actually, you don't know that you're doing this. You are paraphrasing exactly Mike's question from Nevada that we Were going to talk about next.",
    "start": "00:33:01",
    "end": "00:33:09"
  },
  {
    "text": "Well, let's hear Mike.",
    "start": "00:33:09",
    "end": "00:33:09"
  },
  {
    "text": "Yeah.",
    "start": "00:33:09",
    "end": "00:33:10"
  },
  {
    "text": "Hey guys, this is Mike from Reno, Nevada. My question is, how should the church.",
    "start": "00:33:10",
    "end": "00:33:14"
  },
  {
    "text": "Be using the epistles? Are they wisdom or are they binding law?",
    "start": "00:33:14",
    "end": "00:33:17"
  },
  {
    "text": "I assume it's somewhere in between. And if so, how do we determine.",
    "start": "00:33:17",
    "end": "00:33:20"
  },
  {
    "text": "Which things are prescriptive for all churches.",
    "start": "00:33:20",
    "end": "00:33:22"
  },
  {
    "text": "Of all time and which things are just timely instruction for that cultural moment?",
    "start": "00:33:22",
    "end": "00:33:26"
  },
  {
    "text": "For example, it seems clear that Paul's instruction about meat sacrificed to idols is.",
    "start": "00:33:26",
    "end": "00:33:30"
  },
  {
    "text": "Timely for the Corinthian church.",
    "start": "00:33:30",
    "end": "00:33:32"
  },
  {
    "text": "And churches today rarely if ever consider it binding. However, many churches won't allow women to teach because of Paul's instructions in 1 Timothy. So yeah. What should the church be doing with the epistles? Yep, that's exactly right, Mike. That is the question.",
    "start": "00:33:32",
    "end": "00:33:45"
  },
  {
    "text": "That is the question.",
    "start": "00:33:45",
    "end": "00:33:46"
  },
  {
    "text": "So do you see why you were like asking Mike's question?",
    "start": "00:33:46",
    "end": "00:33:49"
  },
  {
    "text": "Yes, totally.",
    "start": "00:33:49",
    "end": "00:33:49"
  },
  {
    "text": "That's right. So are they wisdom, literature, Are they law? They're scripture. They're scripture.",
    "start": "00:33:49",
    "end": "00:33:55"
  },
  {
    "text": "Okay.",
    "start": "00:33:55",
    "end": "00:33:55"
  },
  {
    "text": "And all scripture. I believe what Paul says. I share the conviction that it's God breathed. It's the gift of a human divine partnership through the spirit.",
    "start": "00:33:59",
    "end": "00:34:08"
  },
  {
    "text": "And what Jesus says that. What does he say? Till the end of the age, it'll.",
    "start": "00:34:08",
    "end": "00:34:11"
  },
  {
    "text": "Oh yeah, till heaven and earth pass away. My words won't pass away. Oh, excuse me. And also scripture. Yeah, the law and the prophets. But even then on that point, what does he mean? The scriptures exist to tell a unified story about history and the story of humanity and the world that leads to Jesus so that Jesus followers can have divine guidance as they go on into the world about how to live as the new humanity that gives allegiance to Jesus. So to say that they're law, they're not law. The letters are not law. They're letters.",
    "start": "00:34:11",
    "end": "00:34:46"
  },
  {
    "text": "But to the people who received them, there were laws in them or there was behavior, mandates.",
    "start": "00:34:48",
    "end": "00:34:54"
  },
  {
    "text": "Oh, for sure. Yeah. There was like very clear guidance, sometimes commands. But there are Commands given to 1st century churches to address things that were going on in those first century communities.",
    "start": "00:34:54",
    "end": "00:35:05"
  },
  {
    "text": "So Mike brings up the meat.",
    "start": "00:35:05",
    "end": "00:35:06"
  },
  {
    "text": "Yep, Mike brings so meat. Sacrificed idols. So this is back to your point, John. You have a cultural. You have a clash of cultures within one church community, almost certainly connected to an ethnic division or boundary line in the church of Jewish people and non Jewish people. And so Paul actually, in that he develops a whole set of wisdom guidance and he even says like he really means it, even sometimes he gives it in the form of commands. If you're doing something that is going to offend the conscience of another follower of Jesus and Maybe compromise their moral integrity. Don't do it. Love your neighbor as yourself. So that's not an issue in many cultures. And it doesn't have to be. To obey Paul's words, you have to look for the wisdom. So I think the same thing holds for Paul's commands about women teaching in one Timothy. What you have to do is look throughout Paul's letters as a whole, first of all, and you'll find that he says different things to different churches. So in 1 Corinthians, you have some female prophetesses or leaders in the church who were very clearly speaking in the church because they're leading in prayer and prophecy in the gathering. But then three chapters later he has the sentence, you know, I want the women to be silent, when a few chapters earlier he was just giving guidance on what women should or should not do with their hair when they speak and pray. So very clearly there's a bigger picture going on in that church. And Paul's putting out fires in that church. In 1 Timothy, Paul's putting out a fire in Ephesus that he tells you about in the opening paragraph that there is a group of male teachers who are hijacking the theology of the church with bad interpretation based on the early chapters of Genesis. He just straight up says it. And then he tells you that there's a group of wealthy, influential women who most likely are sponsoring these teachers that they've taken into their. And those women are grabbing the mic and usurping authority in Ephesus. And so Paul shuts them down in chapter two. And so the whole question is, how does what Paul is doing to a first century church relate to how what we are doing? And whatever the answer to that question is going to be, it's not going to be by neglecting the contextual nature of Paul's guidance to the first century churches. We have to discover what the Spirit is saying by contextualizing what Paul was doing right there. And so then you have to incorporate it with everything else that Paul says about male and female and the fact that he had many female co workers and that he worked alongside Priscilla as a prominent teacher that she was in the early church. You have to synthesize it all. And it's difficult. And on that issue in particular, different church traditions have come to different conclusions. All of whom are trying to hear what the Spirit is saying through these texts. And so, you know, that just is what it is.",
    "start": "00:35:06",
    "end": "00:37:57"
  },
  {
    "text": "Well, you know, this paradigm, it takes off this really clear guardrail of if it says it, do it right. It's very.",
    "start": "00:37:57",
    "end": "00:38:07"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:38:07",
    "end": "00:38:08"
  },
  {
    "text": "God said it.",
    "start": "00:38:08",
    "end": "00:38:08"
  },
  {
    "text": "But nobody actually does that.",
    "start": "00:38:08",
    "end": "00:38:10"
  },
  {
    "text": "Nobody.",
    "start": "00:38:10",
    "end": "00:38:11"
  },
  {
    "text": "Nobody. No. I bet if you go into a church where that's a Christian tradition, where people are. Where women are not allowed to ever speak, but I take that one line in 1 Corinthians 14 out of context, I'm almost certain that those people don't also kiss each other when they leave, when they come together and enter the.",
    "start": "00:38:11",
    "end": "00:38:28"
  },
  {
    "text": "Building, which was a command.",
    "start": "00:38:28",
    "end": "00:38:30"
  },
  {
    "text": "Which was also a command of Peter to one of the churches. You know what I'm saying?",
    "start": "00:38:30",
    "end": "00:38:33"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:38:33",
    "end": "00:38:34"
  },
  {
    "text": "Everybody's picking and choosing every Christian tradition and denomination.",
    "start": "00:38:34",
    "end": "00:38:38"
  },
  {
    "text": "So you're saying this magic guardrail of if it says it do, it doesn't exist.",
    "start": "00:38:38",
    "end": "00:38:43"
  },
  {
    "text": "It doesn't actually exist in practice for any tradition. Every tradition is picking and choosing. The question is, what are the assumptions, the criteria, the guidelines by which a Christian tradition is picking and choosing?",
    "start": "00:38:43",
    "end": "00:38:55"
  },
  {
    "text": "How much did we talk about that?",
    "start": "00:38:56",
    "end": "00:38:57"
  },
  {
    "text": "Because I'm so forgetful, this question was brought up directly in our Dallas.",
    "start": "00:38:57",
    "end": "00:39:03"
  },
  {
    "text": "Okay.",
    "start": "00:39:03",
    "end": "00:39:03"
  },
  {
    "text": "And actually, what I did was I just named it as an issue, and then I recommended Scott McKnight's book, the Blue Parakeet.",
    "start": "00:39:03",
    "end": "00:39:09"
  },
  {
    "text": "Okay, that's right. I remember that.",
    "start": "00:39:09",
    "end": "00:39:10"
  },
  {
    "text": "That's what that book is all about.",
    "start": "00:39:10",
    "end": "00:39:12"
  },
  {
    "text": "I'll have to read that then.",
    "start": "00:39:12",
    "end": "00:39:13"
  },
  {
    "text": "Or listen to it. It's a great audiobook. But what he's trying to do is just say everybody's picking and choosing from the New Testament letters.",
    "start": "00:39:13",
    "end": "00:39:20"
  },
  {
    "text": "So how do you do that? Well, how do you do that? With God's wisdom.",
    "start": "00:39:20",
    "end": "00:39:24"
  },
  {
    "text": "Correct. And in line with the wisdom of what the Spirit has been saying to the church for the last 2000 years. Whatever it is, it's not simple, or else you wouldn't have the diversity views on all these kinds of issues in the letters. So there's no simple way to answer your question, Mike. But we have responded to it.",
    "start": "00:39:24",
    "end": "00:39:43"
  },
  {
    "text": "Yes. Yeah, this is Langston.",
    "start": "00:39:44",
    "end": "00:39:46"
  },
  {
    "text": "Yep. Yes. Who's asking a related question, but not on the topic of food, sacrificed idols or women in the early church, but about slavery in the first century church.",
    "start": "00:39:46",
    "end": "00:39:58"
  },
  {
    "text": "Hey, Tim and John. My name is Langston and I'm from Atlanta, Georgia. I really appreciate the Bible project. Y' all give me a safe place to, like, learn about my faith and grow. So my question is about slavery, specifically, why the New Testament authors didn't just say not to own slaves if you're Christian. Like how they say not to, you know, sleep around if you're Christian and other things like that. I feel like that would go a lot better with what Jesus Said and taught, but. But I know there's other stuff going on and things I don't fully understand. Also, as a descendant of slaves myself, this is something that keeps coming up and I'm just. I would like to know. I would like to understand more about this. It would help me a lot personally. So, yeah, thank you. Appreciate you guys and keep doing what you do.",
    "start": "00:39:58",
    "end": "00:40:39"
  },
  {
    "text": "Yes, thank you, Langston, for your honest question. I appreciated it. And the way you articulated it is true to how so many people feel when they read texts about slavery in the New Testament. Yeah, I mean, it's just leaps off the page to most modern readers that it doesn't prohibit and that there are some texts like in Timothy or Titus that actually tell slaves to like, hey, you know, obey your masters.",
    "start": "00:40:39",
    "end": "00:41:06"
  },
  {
    "text": "Right.",
    "start": "00:41:06",
    "end": "00:41:06"
  },
  {
    "text": "And the history of how those verses have been used to legitimate all kinds of things, especially in American history, is really horrific. The core of your question, Langston, if I understand it, is why didn't the apostles come to see the implication that slavery is inconsistent with the message of Jesus creating a multi ethnic family of people who are all loved by God and stand on equal rank and dignity before Him? It seems so clear to us now on this side of whatever of history. It's not just abolition of slavery or the civil rights movement. There's all kinds of other things. And we're also living in a moment where especially America is coming to a reckoning with the fact that it's not as advanced or progressed as far as many people thought it had on issues of racial equity and so on. So that's the question, right? Why didn't they draw the implication in the way that it seems more clear to us right now? And I've been on a long journey with that question. So, Langston, I'll just kind of share where I'm at. And John, I want to hear your thoughts too. Everything we're just saying in the previous, you know, responses to the questions were that the apostles and the letters are fully embedded in the first century cultural context in which they're written, to which they're written. And what the apostles are doing is groundbreaking stuff in terms of working out the implications of what happened with Jesus. So just the sheer fact that Jews and non Jews eating together are eating together, it's just like, whoa, this was boundary breaking stuff that Paul can write. Something like Galatians 3, 26, 28. There's no slave or free, Greek or barbarian, male or female. You are all one in the Messiah. Very progressive, but not progressive in the sense that we Mean, it. It was just like, there's no category for thinking about a community of all those kinds of people who have equal dignity together. There was nowhere else where something like that was happening. So what the letters are doing was we're watching the apostles work out the implications of it as the movement spreads in the first century. And just because someone has the conviction that the apostles are inspired by God's spirit to write and teach what they're teaching, that doesn't mean that they are also omniscient or are writing in light of the cultural developments 2000 years later on the other side of the planet. And what the spirit would be making crystal clear to the church then, does that make sense? The apostles are themselves working out the implications of the gospel. And we have imaginations shaped by all kinds of events. We're post abolition of the Atlantic slave trade. We're decades after the civil rights movement here in America. We also live in a culture, though, that has political structures that I'm raised from as a child to make me think like I'm empowered to influence things around here by my vote and by my involvement in my community. So what we have to imagine is a culture where none of that exists. It's a dictatorship, empire. You have no. It wouldn't even occur to you to think to try and change your culture. You get crucified for that. And that's kind of my point here.",
    "start": "00:41:06",
    "end": "00:44:28"
  },
  {
    "text": "Is that the only way to change the culture would be to take over with power. And that's right. Install a new dictator.",
    "start": "00:44:28",
    "end": "00:44:35"
  },
  {
    "text": "That's right. And so what the apostles decided to do was start these. Let's continue the practice of Jesus of starting these cells, these networks of cell communities meeting in homes who were creating a common life together that lived by a different story. And so, Langston, I would submit to you that Paul comes very close to what you wish he would say in the letter to Philemon in the house church there. And what he says to Philemon isn't free your slave. What he says is receive Philemon back not just as a slave, but as a brother in the Messiah. And then he leaves it to Philemon to work out the implications of that, because that means that you and he are going to eat at the same table together, at least on the Lord today, he doesn't serve you. You actually are the host for him in your house church on that day. But for why he doesn't say, just free your slaves. Well, then, man, there's so many things that were going on then. There were so many factors at work there that are very different than our context. So one person who's helped me a lot, I've already mentioned Scott McKnight's book Blue Parakeet. He recently wrote one of the most robust studies and commentaries on Philemon, Paul's Letter to Philemon. And he has probably one of the most up to date explorations, both historical but also from a Christian perspective on your question, Langston, Scott McKnight's commentary on letter to Philemon and I've also talked with him about this. He's persuaded that Paul was on the cusp of seeing the full implications of what the Gospel means for the institution of slavery and that we're seeing him on the front edge of his awareness of that in the letter to Philemon. But. But it's not the statement that 2,000 years later that we wish he would.",
    "start": "00:44:35",
    "end": "00:46:29"
  },
  {
    "text": "Say, couldn't the Holy Spirit have just nudged him a little further and get him there?",
    "start": "00:46:29",
    "end": "00:46:32"
  },
  {
    "text": "That's a great question, but I think there's something to Scott's conclusion there that's worth paying attention to. But the fact that Paul doesn't say it doesn't mean that the Spirit isn't saying that right now or throughout history to the church later, because the implication that slavery is inconsistent with the community of the Gospel did become more and more clear to more and more Christians throughout history. It took, in my opinion, far too long for the church to catch up with the Spirit on that one. But that's me speaking as for my social location. So Langston, I'll recommend one other thing just because I can't wait for this book to come out. It's by a New Testament scholar, Esau McCully. He's an African American New Testament scholar. The book comes out September 1, 2020. I cannot wait to read it. It's called Reading While African American Biblical Interpretation as an Exercise in Hope. I am hoping to get my butt kicked by this book, to be honest with you.",
    "start": "00:46:33",
    "end": "00:47:31"
  },
  {
    "text": "Did you see a table of contents or anything?",
    "start": "00:47:31",
    "end": "00:47:32"
  },
  {
    "text": "I did, yeah. It looks amazing. It looks like it's going to be very challenging, especially for people in my demographic and social location, to hear about how even the educational institutions in biblical scholarship that I was trained in, I think are embedded in all kinds of practices that relate to the same set of issues about race and inequity in the body of Christ. And so I'm eager to hear what Esau has to say and to learn from him, because I can see is that he's going to address how slavery has been understood in New Testament interpretation throughout history. And I'm expecting to learn a lot and be challenged. So there you go. Langston, thank you for your good question.",
    "start": "00:47:32",
    "end": "00:48:16"
  },
  {
    "text": "Let's finish off with a question from Cody in California. Hi, Tim and John, this is Cody from Palmdale, California.",
    "start": "00:48:17",
    "end": "00:48:24"
  },
  {
    "text": "My question is about a passage in the letter to the Romans, chapter 13, verses 1 through 7. Paul talks about submitting to government authorities.",
    "start": "00:48:24",
    "end": "00:48:33"
  },
  {
    "text": "Feels in line with Jesus saying to give to Caesar.",
    "start": "00:48:34",
    "end": "00:48:36"
  },
  {
    "text": "What is Caesar's? I think in light of recent fourth.",
    "start": "00:48:36",
    "end": "00:48:39"
  },
  {
    "text": "Of July and movements to take down systemic racism in America, my head is.",
    "start": "00:48:39",
    "end": "00:48:45"
  },
  {
    "text": "Buzzing with things like was the American Revolution unbiblical? How far do we submit if it's a totally unjust government? How does a command like this vibe with the Israelites destroying other nations in the Old Testament?",
    "start": "00:48:45",
    "end": "00:48:58"
  },
  {
    "text": "Or is this something specific to those.",
    "start": "00:48:59",
    "end": "00:49:01"
  },
  {
    "text": "This letter is written to? Thank you for all you do. Bye.",
    "start": "00:49:01",
    "end": "00:49:04"
  },
  {
    "text": "How far do we submit in an unjust government?",
    "start": "00:49:05",
    "end": "00:49:10"
  },
  {
    "text": "Yeah, it's interesting, you know, this is another. You could write a whole history of how Romans 13:1 7 has been used and abused over the last 2000 years in church history. Just like any of these other passages.",
    "start": "00:49:10",
    "end": "00:49:24"
  },
  {
    "text": "In Paul, what I've noticed is when the government is espousing your values, you're really excited about this verse.",
    "start": "00:49:24",
    "end": "00:49:31"
  },
  {
    "text": "Yeah, sure, that's right.",
    "start": "00:49:31",
    "end": "00:49:32"
  },
  {
    "text": "And when it's not.",
    "start": "00:49:32",
    "end": "00:49:33"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:49:33",
    "end": "00:49:34"
  },
  {
    "text": "This verse doesn't come up so much.",
    "start": "00:49:35",
    "end": "00:49:36"
  },
  {
    "text": "It's another example of how taking a paragraph here, a paragraph out of Paul's letters, out of context and reapplying it without attention to what Paul was doing in his situational context. It's just, we're really going to misuse, we're going to do something with this paragraph that I think Paul would not, would not be pleased with. So let's see, by the time this Q and R releases, we'll have talked about the situational context of Romans. So we'll have talked about this passage. Okay, but just as a recap, so Paul's writing to a network of house churches divided along the Jewish non Jewish boundary lines. Jews had been expelled from Rome years earlier because of riots surrounding the division caused in Jewish and messianic Christian Jewish communities. The Jewish war against Rome, we're just like a decade away from that. So there is huge division, Jewish animosity against Roman authorities. War resistance against Rome is in the air in Jewish culture. And so Paul wants these multi ethnic Jesus communities that include a lot of Jews to be distanced from that. He doesn't want Jewish, the Jesus communities to be brought into association with the resistance movements happening in other Jewish communities. And so he writes what he writes here. So it's a different setting entirely to think about people living under oppressive, violently oppressive governments and how followers of Jesus should respond in those settings. You just can't copy and paste Paul's words into another context without using wisdom, the wisdom of the Spirit. You know, Peter didn't think he should submit to the Jewish authorities when they were kicking him out of the temple courts in Acts, telling him not to preach in the name of Jesus. Right. He did not submit to authority. He resisted their authority in the name of Jesus. So Paul negotiated Roman authority in very clever ways in the book of Acts. He didn't take things lying down, that's for sure. So it's just another example of this bigger thing that we're talking about where understanding what the apostles were doing in their setting helps us see and gives us guidance, but not necessarily exactly hard and fast rules. Yeah. For what to do in our context, to do that, you need the whole New Testament, all the scriptures, a church community around you and the wisdom of the Spirit.",
    "start": "00:49:36",
    "end": "00:52:08"
  },
  {
    "text": "And we explored this idea in more depth in our way of the exile conversations.",
    "start": "00:52:09",
    "end": "00:52:14"
  },
  {
    "text": "Yes, yes, yes. Yeah, yeah, that's right.",
    "start": "00:52:15",
    "end": "00:52:17"
  },
  {
    "text": "Subversive loyalty is the phrase you brought up. And we looked at how Israel lived in exile in Babylon and how the prophet Jeremiah told them to seek the well being of Babylon, but then at the same time they were supposed to keep their own identity. And so how do you do that? How do you serve Babylon while still serving Yahweh? And that's the subversive loyalty tension that we discussed.",
    "start": "00:52:18",
    "end": "00:52:42"
  },
  {
    "text": "Man. You know, this is just occurring to me. This might be a brand new thought that's occurring to me. I'm thinking about a common denominator for so much of this conversation in this Q and R, I think, and this is the assumption that I had for the Bible about a short while, that you grew up with the tablets falling from heaven with the divine commands. Just read it. God says it. I, I believe that settles it in a way. What that paradigm wants from the Bible is something that removes responsibility from me, except to just hear it and obey it. That's my only responsibility. What it takes away from me is the responsibility to learn, to study, to become informed, to love my neighbor and to use wisdom to discover new uncharted territories. How to live out the gospel in new and creative ways. Does that make any sense?",
    "start": "00:52:43",
    "end": "00:53:37"
  },
  {
    "text": "Yeah. Do you think that's what Jeremiah meant when he said that the word will be written on your Heart.",
    "start": "00:53:37",
    "end": "00:53:42"
  },
  {
    "text": "Yeah, yeah. That the commands of the Torah are written on people's hearts. Yes, it's exactly right. In other words, there aren't enough commands in the world that can tell you what to do in every single situation that you'll encounter.",
    "start": "00:53:42",
    "end": "00:53:52"
  },
  {
    "text": "But there is this internalization of Scripture that then helps you be the kind of person that has a heart of wisdom.",
    "start": "00:53:52",
    "end": "00:54:01"
  },
  {
    "text": "Yeah, that's right. And this is actually just like what Paul says in Romans 12 when he says, I want y' all to offer yalls bodies, plural, all y' all's bodies, as a singular sacrifice, so that you can discern the will of God, his good, pleasing, and perfect will. Paul often prayed that people in his churches would be able to discern the will of God. And that's what we're talking about.",
    "start": "00:54:01",
    "end": "00:54:23"
  },
  {
    "text": "Yeah.",
    "start": "00:54:23",
    "end": "00:54:24"
  },
  {
    "text": "Even Paul didn't think he was giving all the comprehensive commands for people to live by. He wanted people to become mature and learn how to discern God's will, but not on their own. In the church community in which they're embedded, that's being guided by the spirit. But what I'm saying is that this paradigm, the golden tablets view of the Bible, is trying to make the Bible do all of that work for us and taking that responsibility off our shoulders. And the way I understand how the story of the Bible works now, that seems like a misplaced responsibility. It seems to me in Genesis 1, that's what God wants humans to be.",
    "start": "00:54:24",
    "end": "00:54:59"
  },
  {
    "text": "His image.",
    "start": "00:54:59",
    "end": "00:55:00"
  },
  {
    "text": "His image ruling the world by his wisdom. But them ruling the world by his wisdom. Yeah. Anyhow.",
    "start": "00:55:00",
    "end": "00:55:08"
  },
  {
    "text": "All right, well, thank you, Tim.",
    "start": "00:55:08",
    "end": "00:55:09"
  },
  {
    "text": "We will do one more of these.",
    "start": "00:55:09",
    "end": "00:55:11"
  },
  {
    "text": "At the end of this series.",
    "start": "00:55:12",
    "end": "00:55:13"
  },
  {
    "text": "Yes. Thank you everybody for your great questions, as always. Thank you. Such a thoughtful audience.",
    "start": "00:55:13",
    "end": "00:55:18"
  },
  {
    "text": "Yes.",
    "start": "00:55:18",
    "end": "00:55:19"
  },
  {
    "text": "Yeah, we're stoked on you guys.",
    "start": "00:55:19",
    "end": "00:55:20"
  },
  {
    "text": "Bible Project. We're a nonprofit animation studio in Portland, Oregon. We make videos and this podcast and other free resources. It's all available@bibleproject.com and it's all free because of generous support of people like you. This episode was edited, produced by Dan Gummel, and the show notes are by Camden McAfee. And the theme music is by the band Tense. Thanks for being part of this with us.",
    "start": "00:55:20",
    "end": "00:55:49"
  },
  {
    "text": "Hi, this is Rafara Banga, and I'm from Zimbabwe. Moroe Mose Njinon, Zirufaro Banga. Dino Faku.",
    "start": "00:55:50",
    "end": "00:55:57"
  },
  {
    "text": "Zimbabwe.",
    "start": "00:55:57",
    "end": "00:55:58"
  },
  {
    "text": "I heard about the Bible project on YouTube. I use the Bible Project as a study tool personally. And as a teacher, my favorite thing.",
    "start": "00:55:58",
    "end": "00:56:06"
  },
  {
    "text": "About the Bible Project is that you.",
    "start": "00:56:06",
    "end": "00:56:08"
  },
  {
    "text": "Can binge watch all of it. You can turn it into a movie night with your spouse and it's easy to share with non believers as well as believers of all ages. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by the people like me. Find videos, study notes, podcasts, and more@thebibleproject.com.",
    "start": "00:56:08",
    "end": "00:56:31"
  },
  {
    "text": "Sam.",
    "start": "00:56:36",
    "end": "00:56:42"
  }
]