[
  {
    "text": "All right. Hello, everybody. Welcome to the BibleProject Podcast. This is Tim, and I'm here today not with John, but with our other member of our podcast team, Chris Aquin. Hello.",
    "start": "00:00:04",
    "end": "00:00:17"
  },
  {
    "text": "Hey, Tim.",
    "start": "00:00:17",
    "end": "00:00:18"
  },
  {
    "text": "How are you today?",
    "start": "00:00:18",
    "end": "00:00:19"
  },
  {
    "text": "I'm good. How about you?",
    "start": "00:00:19",
    "end": "00:00:20"
  },
  {
    "text": "I'm doing good. We're looking at each other on screens, sitting in completely different places.",
    "start": "00:00:21",
    "end": "00:00:26"
  },
  {
    "text": "In quarantine.",
    "start": "00:00:26",
    "end": "00:00:27"
  },
  {
    "text": "We have been for a while. Yep, it's the quarantine Q and R. John's off resting and vacationing with his family, doing what he should do as a good dad and husband. And so we get the opportunity to talk about these questions that people have sent in based on this long series we've been doing on how to read the New Testament letters.",
    "start": "00:00:27",
    "end": "00:00:50"
  },
  {
    "text": "Yeah.",
    "start": "00:00:50",
    "end": "00:00:50"
  },
  {
    "text": "So there you go. I'm excited to talk about this with you, Carissa. We talk about this stuff, actually, often, but this is our first time having you on a Q and R. Yeah, yeah.",
    "start": "00:00:51",
    "end": "00:00:59"
  },
  {
    "text": "I'm really excited about it, actually, because it feels like I'm not just in conversation with you, we're actually in conversation with our audience members, which just seems really fun.",
    "start": "00:00:59",
    "end": "00:01:08"
  },
  {
    "text": "Yeah, yeah, totally.",
    "start": "00:01:09",
    "end": "00:01:10"
  },
  {
    "text": "So anytime John needs a vacation, I'll be here.",
    "start": "00:01:10",
    "end": "00:01:13"
  },
  {
    "text": "Yeah, that's right. So just a quick background for listeners. Chris has been on a Bible Project team for about a year and a half, and you're a biblical scholar on our team. You are also a PhD in Hebrew Bible awesomeness. And let's see. And you've written and recorded one video so far. Bible Project. And we've got some more lined up.",
    "start": "00:01:13",
    "end": "00:01:37"
  },
  {
    "text": "Yeah, so I just did Witness last year, and then this coming fall, we'll have a bunch coming out on Exodus 34, character of God. So some podcasts and some videos on that too.",
    "start": "00:01:37",
    "end": "00:01:48"
  },
  {
    "text": "Yeah, that'll be great. Gonna be podcast and videos coming out in fall 2020. But for now, this is our final episode in the how to read the Letters of the New Testament. And we got a lot of great questions, as always, coming in from you, our wonderful audience. So shall we start?",
    "start": "00:01:48",
    "end": "00:02:05"
  },
  {
    "text": "Yeah, let's do it.",
    "start": "00:02:05",
    "end": "00:02:06"
  },
  {
    "text": "Let us. Okay. Let's start with a question from Tamsin in Australia.",
    "start": "00:02:06",
    "end": "00:02:11"
  },
  {
    "text": "Hey, guys, I'm Tamsin from Kalinga in Australia. Now that we know that there's a lot of interpretation involved in understanding what the letters are trying to say, is.",
    "start": "00:02:12",
    "end": "00:02:21"
  },
  {
    "text": "There still a role for devotional reading in our lives? Can I pick up my Bible and.",
    "start": "00:02:21",
    "end": "00:02:26"
  },
  {
    "text": "Just read a few verses and meditate on them and pray about them and get value out of that without having to do a really intense Bible study where I look up Commentaries and expert opinions and cultural stuff.",
    "start": "00:02:26",
    "end": "00:02:38"
  },
  {
    "text": "Yes, Tamsin, that is a very practical question. Yeah, I thought it'd be good to kind of start with this because we have done a lot of really focused work on method and putting on kind of our learning and study hats, so to speak, you know, when we read the letters. So I think it is good to back up and to say that intense study mode is of course not the only way to engage your Bible. I think it's an important way that it's important that we grow in, but it's not the only way. And I actually always appreciate this question, even though I'm a Bible nerd. Guessing you do too, Carissa, because our temperament is already given to wanting to study the Bible in a really intense way. But it's important to say out loud that that's not the only way to read and engage the Bible.",
    "start": "00:02:39",
    "end": "00:03:28"
  },
  {
    "text": "Yeah. I think what I really like about this question is that it emphasizes integrating scripture into our lives in a devotional way. So I think, yeah, maybe some people tend too much towards study and not integration, but I think that like devoted study and devoted response to Scripture have to go hand in hand. So I do like that a lot about this question, that it emphasizes that maybe the Holy Spirit could be working through multiple ways as we read scripture.",
    "start": "00:03:29",
    "end": "00:03:59"
  },
  {
    "text": "Yeah. The big thing about not seeing the Bible or the New Testament letters as a grab bag, you know, of inspirational one liners. I was not trying to say that you shouldn't look for amazing sentences and paragraphs and memorize them in the letters. I think that's actually a really great idea. I do it myself. But the point is, when we are reading and studying in that mode, to the neglect of reading a whole letter as a whole, or at least trying to do some mirror reading, which is looking for the situational background that the letter's written to, I think then that's sort of like the cart's driving the horse.",
    "start": "00:04:00",
    "end": "00:04:36"
  },
  {
    "text": "Yeah.",
    "start": "00:04:36",
    "end": "00:04:36"
  },
  {
    "text": "Where what I want to get out of the letter is. This is not a charitable way to say it, but it's my desires are what's driving the agenda for the letter as opposed to letting the author's agenda and what they're trying to say, let that drive how I read and engage with it. So both modes are important. That's what you're saying. And I really affirm that too.",
    "start": "00:04:36",
    "end": "00:04:54"
  },
  {
    "text": "Yeah, both modes. But yeah, like being aware of the whole literary context and knowing that to really understand communication, the more context we have, the better.",
    "start": "00:04:54",
    "end": "00:05:04"
  },
  {
    "text": "That's right.",
    "start": "00:05:05",
    "end": "00:05:05"
  },
  {
    "text": "Yeah.",
    "start": "00:05:05",
    "end": "00:05:06"
  },
  {
    "text": "That's just like A natural principle of communication. If it's ancient communication, then that requires a little more work.",
    "start": "00:05:06",
    "end": "00:05:11"
  },
  {
    "text": "Yeah, right.",
    "start": "00:05:11",
    "end": "00:05:12"
  },
  {
    "text": "Like if I don't understand what you say, I can just ask you, because you're right here. But if we don't understand what Paul says, we have to figure out some other ways to get context.",
    "start": "00:05:13",
    "end": "00:05:20"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:05:20",
    "end": "00:05:21"
  },
  {
    "text": "I want to know the genealogy of the word devotional as a way to describe a way of reading the Bible. A devotional time or devotional reading.",
    "start": "00:05:21",
    "end": "00:05:31"
  },
  {
    "text": "Yeah.",
    "start": "00:05:31",
    "end": "00:05:31"
  },
  {
    "text": "That is interesting, Tamson. You use that phrase, and I've heard lots of people use it before, and I think it refers to a certain way of reading the Bible that has developed, I think, in Europe and the west after the printing press, namely sitting by yourself in the morning reading the Bible not in study mode, but just in listening for something personal from God in about 10 to 20 minute chunks.",
    "start": "00:05:31",
    "end": "00:05:57"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:05:57",
    "end": "00:05:58"
  },
  {
    "text": "Preferably in the morning with a cup of tea, coffee. Is that. Does that.",
    "start": "00:05:58",
    "end": "00:06:01"
  },
  {
    "text": "Yeah, I think.",
    "start": "00:06:01",
    "end": "00:06:02"
  },
  {
    "text": "Is that what devotional means to you?",
    "start": "00:06:02",
    "end": "00:06:03"
  },
  {
    "text": "That's probably. Yeah, how I understand it too. And there's a good side of that that maybe is rooted in the word of the word devote. Like we're devoting our whole selves to God. But I don't know if that's where that comes from. It really is that reflective listening. But I think the dangerous side of that is that sometimes if we're doing devotional reading, we're just really quick to jump to response or application without asking what was happening in the original letter or what, what the context was at all.",
    "start": "00:06:03",
    "end": "00:06:35"
  },
  {
    "text": "Yeah, yeah. I think the basic takeaway is we're not trying to replace one mode of studying the Bible with another way of reading. I think what we're saying is we need a balance. And as you balance a more contextual reading of the letters with a more personal or integrated. You said earlier, devotional reading. I think what you find is your own personal takeaways or the one liners that you do get, you know, from the New Testament letters, they don't become less meaningful. They become more meaningful because you actually know the context of the paragraph of where a verse occurs or that kind of thing. So.",
    "start": "00:06:35",
    "end": "00:07:11"
  },
  {
    "text": "Thanks, Tamsen.",
    "start": "00:07:12",
    "end": "00:07:12"
  },
  {
    "text": "Yes, thank you, Tamsen. Let's see. Let's hear a question from Andrew who lives in Mexico. Hey, Tim and John.",
    "start": "00:07:13",
    "end": "00:07:21"
  },
  {
    "text": "My name is Andrew from Oaxaca, Mexico.",
    "start": "00:07:21",
    "end": "00:07:23"
  },
  {
    "text": "In a past episode, you mentioned that we shouldn't read the New Testament as a grab bag of inspirational verses. So I was wondering if you could speak to the issue that on the surface it might appear to many people that the apostles themselves are doing that with the Old Testament. I'm thinking of examples like O death.",
    "start": "00:07:24",
    "end": "00:07:43"
  },
  {
    "text": "Where is your sting?",
    "start": "00:07:43",
    "end": "00:07:44"
  },
  {
    "text": "And how beautiful are the feet of.",
    "start": "00:07:45",
    "end": "00:07:47"
  },
  {
    "text": "Those who bring good news.",
    "start": "00:07:47",
    "end": "00:07:49"
  },
  {
    "text": "I love you guys and appreciate all you do.",
    "start": "00:07:49",
    "end": "00:07:52"
  },
  {
    "text": "Thanks so much.",
    "start": "00:07:52",
    "end": "00:07:52"
  },
  {
    "text": "Yeah, yeah. Speaking of a grab bag of inspiration, inspirational one liners.",
    "start": "00:07:54",
    "end": "00:07:59"
  },
  {
    "text": "Right. It's related to our last question.",
    "start": "00:07:59",
    "end": "00:08:02"
  },
  {
    "text": "There have been throughout church history and there are even some New Testament scholars who, when they look at how the apostles quote from their scriptures, what we call, what Christians call the Old Testament, that they are often neglecting the original context and just taking the words out and making them apply and say and do new things. That's a very common assumption and it's not hard to actually see how people might draw that conclusion.",
    "start": "00:08:02",
    "end": "00:08:27"
  },
  {
    "text": "Yeah, yeah. Even the fact that they were inspired by God to produce new writings, some people think that gives them the authority to do that.",
    "start": "00:08:27",
    "end": "00:08:37"
  },
  {
    "text": "I think we've talked about this, Chris. This was actually one of the issues that really got me into understanding the history of the Bible more because. And I still remember being a New Christian reading the New Testament and somebody told me that, yeah, you know, when they quote from the first three quarters of the Bible, you should pause if you're reading a New Testament letter and go look up the source of the quotation.",
    "start": "00:08:37",
    "end": "00:09:00"
  },
  {
    "text": "Yeah.",
    "start": "00:09:00",
    "end": "00:09:00"
  },
  {
    "text": "And so I just was like, okay, I'll start doing that. And it just made everything way more confusing both because I think this is. To your point, Andrew, I didn't understand often how the context of, in the Old Testament context, how it related at all to something that Paul or Peter or Jesus was saying. But then also the wording was often different.",
    "start": "00:09:01",
    "end": "00:09:22"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:09:22",
    "end": "00:09:22"
  },
  {
    "text": "So the wording of the, of the original quotation in its Old Testament context was often different than the wording that Paul or Peter was quoting from it. So just that fact, that disconnect. I didn't know what to do. And next thing I knew, I was signing up for Greek and trying to figure out what the Septuagint is. And anyway, this question has been driving a lot of my interest in biblical studies for a long time. And I guess, I don't know. Do you have a personal history with this question, Krista?",
    "start": "00:09:23",
    "end": "00:09:55"
  },
  {
    "text": "Yeah, I just think the New Testament use of the Old or even the reuse of texts and Scripture within Scripture is really, really interesting. And it's a huge field of study that scholars devote all of their attention to. So in my research on the Psalms and in my PhD, I think one thing that came out of that, that that kind of applies here. It's not like an interpretive issue, but just a really kind of fruitful Rereading is that first line of Psalm 22 that Jesus says on the cross. He says, my God, my God, why have you forsaken me?",
    "start": "00:09:55",
    "end": "00:10:34"
  },
  {
    "text": "Yes.",
    "start": "00:10:34",
    "end": "00:10:35"
  },
  {
    "text": "And he's quoting from Psalm 22, this lament Psalm. And so for me, when I read that, I want to go back to Psalm 22 and read the whole thing and see what's going on in that psalm and what, what Jesus means when he's saying that on the cross. Is he simply saying God has abandoned me or I feel abandoned or is he saying something else? And I think when we go back and read that whole Psalm, we see that psalm even occurs in a larger context where it's this proclamation that the king, the human king is going to suffer and he's going to be delivered and then God's kingdom is going to start, it's going to be inaugurated and all the nations are going to participate. I think Jesus is making an announcement in that moment. But, but the only way that you see that is if you go back and you read the whole psalm even broader than the whole psalm. So I think it can be super fruitful to go back and look at what's happening. Also really confusing because there are a lot of differences. So I think we both, when we go back, we look for what the meaning was in the broader context. But also I think we see how the author might be using that text in a different way because maybe the author is like quoting from something that was really well known, but they want to use that to say something different. Yeah, that's another fruitful way to study.",
    "start": "00:10:35",
    "end": "00:11:57"
  },
  {
    "text": "Yeah, we might. And this is true even when modern communicators or preachers quote from the Bible, sometimes they do it with a desire to unpack and help further understand what the meaning and purpose of the original passage was in the Bible. But sometimes we also quote the Bible and it is, we are quoting it as a one liner or we're quoting it to do something with it that's not necessarily contradictory to the original context. But it's different.",
    "start": "00:11:57",
    "end": "00:12:27"
  },
  {
    "text": "We have a different goal, maybe quoting something that's well known to almost like acknowledge that point and then move it in another direction or add to it or. Yeah, so I think paying attention to both the context and the difference can be really helpful.",
    "start": "00:12:27",
    "end": "00:12:42"
  },
  {
    "text": "Yeah. So I've come to the same conclusion nine times out of ten looking at how Paul or Peter or James quotes, you know, from the Old Testament. If it doesn't make sense? Or if I'm like, how does they get that from this? I've learned to just question myself and my understanding first, not question there. In other words, these were people who grew up steeped in these texts, and they understand their hyperlinked nature, and they understand the design patterns that work in the Bible in a far greater and more native way. In other words, they grew up within the tradition, whereas most of us are. We're kind of pretty late to the game on how to understand the Old Testament. And so, you know, Andrew, you brought up Paul's quote from Hosea 13 at the end of 1 Corinthians 15, O death, where is your sting? You also mentioned Paul's quotation of Isaiah 52, how beautiful are the feet of those who bring good news. But, man, if you go and look at what each of those texts is doing in its larger compositional location in the whole scroll that it's in, and in the hyperlinks of that passage of the context to other design patterns, oftentimes what the apostles are doing is they're thinking of a whole hyperlinked set of text or design patterns that go throughout the whole Hebrew Bible, and they are quoting from one of those in a way, but drawing upon the significance of the whole hyperlink design pattern.",
    "start": "00:12:42",
    "end": "00:14:06"
  },
  {
    "text": "That's a good point. Yeah.",
    "start": "00:14:06",
    "end": "00:14:07"
  },
  {
    "text": "And so what we see as out of context in their mind was just like you were saying, the opening line of Psalm 22 on Jesus lips is a trigger meant to evoke the entire poem.",
    "start": "00:14:08",
    "end": "00:14:18"
  },
  {
    "text": "Yeah.",
    "start": "00:14:18",
    "end": "00:14:19"
  },
  {
    "text": "And so the point I'm making is just sometimes what's being activated is not just one passage, but a whole network of passages. So a great place to go that it's even titled in a way that is kind of similar to your question, Andrew. I think it's an edited volume by this New Testament scholar, G.K. beale, and it's called the Right Doctrine from the Wrong Texts. Question mark.",
    "start": "00:14:19",
    "end": "00:14:41"
  },
  {
    "text": "Good title.",
    "start": "00:14:42",
    "end": "00:14:43"
  },
  {
    "text": "Studies on the New Testament Use of the Old. And so it's a whole collection of essays on different passages in the New Testament, the quote from the Old Testament in surprising ways. And the whole goal of the volume is to say, I actually, the apostles, know exactly what they're doing. If I don't get what they're doing, the problem is more likely with me than with them.",
    "start": "00:14:43",
    "end": "00:15:01"
  },
  {
    "text": "Yeah, I think that's where I land, too. Is that when, I don't know, there's this trust in the brilliance of the biblical authors that they're weaving this literary masterpiece. And I'm going to try to figure it out. I probably won't or may not succeed in my lifetime, but they're just. Yeah, literary geniuses.",
    "start": "00:15:01",
    "end": "00:15:20"
  },
  {
    "text": "Okay. That kind of relates to another question that we got from Kaylee in South Africa. So let's hear from her.",
    "start": "00:15:20",
    "end": "00:15:29"
  },
  {
    "text": "Hey, John and Tim, this is Kayleigh from South Africa. Do you think that the gentile believers of the early church would have had any prior knowledge of Israel's hope of a messiah before hearing the message of Jesus? And how did they pick up the subtle references to the Hebrew Bible when they heard the letters being read aloud since they didn't grow up immersed in the scriptures? Thanks for all that you guys do.",
    "start": "00:15:29",
    "end": "00:15:52"
  },
  {
    "text": "Yeah, I thought that was such an interesting question. One level of the question is the apostles grew up immersed in the scriptures of Israel in Hebrew or Greek, sometimes both. And so they often weave the language of the scriptures into their letters, sometimes explicitly, like you were talking about Andrew when they quote directly. But other times we talked about this in the series, they'll just weave in a phrase from Job or a phrase from the Psalms and not even mention that they're doing it. They just aren't. So the question is, what did they expect of their audiences who for the first time they read the letter? They didn't read it, they heard it. And so what would be people be expected to notice? And then second, what about non Israelites, non Jews, in the earliest movements of Jesus and house churches? What was their context for understanding the Old Testament and all that kind of stuff? This is a great question.",
    "start": "00:15:52",
    "end": "00:16:44"
  },
  {
    "text": "Yeah, it is. So you're saying first, that the apostles who are writing, the way that they think and talk, even subconsciously, is influenced by this whole Hebrew scripture paradigm and worldview. So it's coming out even when they don't mean to instruct people in that way.",
    "start": "00:16:44",
    "end": "00:17:03"
  },
  {
    "text": "Yes to that. But I think even that they will use a phrase from scripture and they haven't explicitly marked it as being a quotation. And so in that case, it creates kind of a multiple layered experience where you might hear it and not notice. But if you put in the time and really pay close attention and reread or re listen, you will notice it and then you'll see like, oh, it's like a little Easter egg that's been hidden there. And we do this with our videos often where we'll word something in a way that you might just kind of hear it on the first hearing and be like, oh, that's interesting. But we craft every sentence of these video scripts, right, and try and bury a lot of layers into the meaning of the words so that people, if they go back again, and I think that's how the allusions to the Old Testament work. But this question of what did especially non Israelites, gentile believers, would they have had any prior knowledge of the hope for the Messiah? I think on one level it's just how into Judaism were they? Yeah, there were a lot of converts to Judaism from non Israelite ethnic groups in the ancient past, and then in period of Jesus and Paul. But then there were also lots of what were just called God fearers. They're present in the book of Acts where these would be just a Greek or a Macedonian. And they're just really attracted to Judaism and its way of life and their communal life. And so they go to synagogue and they hang out and they are Torah observant as much as they can be. And so there's probably a whole spectrum. Yeah, but you know, that's actually true in every church I've ever been a part of too. There's just a whole spectrum of people and their knowledge of the Bible or of Jesus teachings. It's just very diverse. And so when somebody stands up and reads from the Bible, people are going to be hearing it at all different levels based on their. Their different backgrounds.",
    "start": "00:17:03",
    "end": "00:18:58"
  },
  {
    "text": "Yeah, yeah. So there are probably a lot of people who wouldn't have picked up these references right away, but maybe noticed that other people around them are getting it or saying, oh yeah, that's, that's good, or oh yeah, that's such a good point. And maybe those people would seek out some other people to talk to or to, or they would just continue their learning. This question for me also brought up the idea of the original audience and what, what we expect them to have understood and why that matters. So I think for me, I started thinking about how the original audience and how they understood and responded. That's not where the meaning is found. They were learning and growing just like we are in our context. So, yeah, we might have to work a little harder because we're also of a different cultural context. But they weren't perfect interpreters either. And that's good to remember.",
    "start": "00:18:58",
    "end": "00:19:51"
  },
  {
    "text": "Yeah, it's a really good point. You know, oftentimes reading the Bible in historical context is phrased a couple different ways. It might be phrased in terms of the author. What did the author mean to communicate in their context. But I've also heard it stated, what did the original audience understand? Yeah, you got to hold that, you know, kind of in the mind's eye.",
    "start": "00:19:51",
    "end": "00:20:10"
  },
  {
    "text": "It's Part of the communication process. So I guess that's helpful. Yes.",
    "start": "00:20:10",
    "end": "00:20:14"
  },
  {
    "text": "Yeah, that's right. But we know from the Corinthian letters that even the original recipients often misunderstood what Paul was trying to say. So their understanding, the understanding of the audience shouldn't limit what the author was trying to do. Based on what we're reading and so on. I found this true of actually really great communicators that they can communicate to many audiences simultaneously. So actually, you know what, Pixar movies work like this too.",
    "start": "00:20:14",
    "end": "00:20:44"
  },
  {
    "text": "Oh yeah, Kids. Adult movies.",
    "start": "00:20:44",
    "end": "00:20:46"
  },
  {
    "text": "Yeah, exactly. Yeah. During the an early phase of the quarantine of being at home with my kids, we had a Toy Story movie marathon in our house one weekend. That's fun. And they're so brilliant because the dialogue is all scripted pretty much for adults, like all of the cultural references and jokes. But the language is also simple enough that kids can track with the basics of the plot line. And so my 7 year old, my 9 year old and I would be laughing. You know, it's multi layered communication. And I think good communicators know how to communicate to many audiences at once. And I think that's how the apostles were trying to write.",
    "start": "00:20:46",
    "end": "00:21:28"
  },
  {
    "text": "Yeah, that's good.",
    "start": "00:21:28",
    "end": "00:21:28"
  },
  {
    "text": "Okay. Speaking of original audiences and cultural context, let's hear a question from Toby in California. Hello, Tim and John, this is Toby from San Luis Obispo, California. I have a question about knowing the cultural context of the letters. So this context is very helpful in understanding what the writers of the New Testament are saying. And I really appreciate you guys going into it, but I remember hearing that some hold of you that putting too much stock into historical context can taint your interpretation. Their point was that knowing the cultural context is helpful. But if a reader in, say, Papua New guinea has everything they need to understand the Bible without the resources of cultural context, then don't we also have everything we need to understand the letters? This viewpoint has challenged me for a long time and I wanted to get your take on it. I enjoy your podcast so much. Thank you for all you do. Yeah. Great question. Thoughtful question.",
    "start": "00:21:29",
    "end": "00:22:26"
  },
  {
    "text": "I really resonate with this question, actually. I feel like historical reconstruction is so hypothetical.",
    "start": "00:22:26",
    "end": "00:22:32"
  },
  {
    "text": "Sometimes it is.",
    "start": "00:22:32",
    "end": "00:22:33"
  },
  {
    "text": "Yeah. Yeah, you're right. It's more hypothetical than having a text in front of me with words that are concretely there. To me, it feels. It feels more hypothetical. Or maybe there are a lot of options for understanding what was going on in the ancient world. So I think I resonate also with the idea of understanding the Bible as a story and then the letter As a whole, as being the number one thing that gives us the most, maybe the most payoff for understanding and interpretation. Not that that's the only. The only context we should pay attention to, but there's a lot of payoff if we understand, if we like, immerse ourselves in the whole story. So I think I resonate with that idea from this question.",
    "start": "00:22:33",
    "end": "00:23:15"
  },
  {
    "text": "I really do too. And I'm actually familiar, Toby, with that view. In fact, Chrisa, you and I were both really influenced. One of our first kind of scholarly mentors, Ray Lubeck, but then also his professor, John Selham, a Hebrew Bible scholar, had a really nuanced variation of that. This view that you're mentioning, Toby, that the primary context of meaning is the words in the text. So I remember it was actually, however, as time went on, that my understanding of the New Testament letters forced me to broaden my view on that matter. And it was mostly because there were just so many details in the letters that are so puzzling or odd. But then the moment you learn a bit about here's the role of women in 1st century Ephesus or Roman culture or slavery in the 1st century world, or how people down at the pagan temples were also speaking in tongues and all of this, it's like it turned my reading of the New Testament letters in particular into a 3D experience, so to speak. And so I think I just gained so much insight into the letters, learning about cultural background in a way that's different than how I use cultural background information in reading the narratives of the Bible.",
    "start": "00:23:16",
    "end": "00:24:37"
  },
  {
    "text": "Yeah, that's what I was just wondering if reading the New Testament maybe brings that need out a little bit more than reading the story of the Hebrew Bible. Maybe even just because we don't have a ton of other sources from that time period like we do from the second Temple period.",
    "start": "00:24:37",
    "end": "00:24:53"
  },
  {
    "text": "And following here's would be my reasoning behind why it's a little bit different with the New Testament letters. The New Testament letters by definition are male and correspondence, and they're only one side of the correspondence. And so by nature, that kind, that genre of communication begs some background. It forces you to at least recognize there's some background here. But when you're thinking about the big stretch of narrative from Genesis through second Kings, for example, that big stretch, it's primarily through repetition and literary design and design patterns, right. That the meaning is communicated in a way that you could know nothing about ancient Babylonian, whatever, and just read Genesis through Kings for your lifetime, like for someone, and really, really get what's going on.",
    "start": "00:24:53",
    "end": "00:25:41"
  },
  {
    "text": "Yeah, you could pick up on some of the conventions and the way that this ancient narrative works.",
    "start": "00:25:41",
    "end": "00:25:46"
  },
  {
    "text": "Yeah, that's right. And actually this is a part of why on one sense that's true for the letters. Same thing's true for the letters on the biggest level of context. That's why we start we made two videos on these letters and the first level of context is where are we in the story of the Bible? And I think that's the primary, the first and primary context for the letters is how they fit into the early Christian mission described in actual and then how Acts and the letters fit into the overall biblical story. Some people call that the canonical approach, using the word biblical canon, canon as an adjective, but it's just the biblical story context. So I'm with you. So you brought up, you know, say there's a brand new mission launched in a part of Papua New guinea and they just get their brand new translation for the first time. After the missionaries do their work, do they have what they need to understand the Bible? And so in that sense, yes they do. They have the scriptures and the scriptures provide their own context. However, there was another part of your question Toby, that kind of got me thinking. It's just the way that you asked it. Do they have what they need to understand the Bible? So think from the earliest launch of the Jesus movement, think the Great Commission at the end of the Gospel of Matthew where Jesus sends out the apostles and says go and make disciples of all nations, baptizing them and teaching them everything I've commanded and I'm with you to the end of the edge. So in other words, ideally in the apostles vision, the Bible goes along with the church as it goes out into the world. So that it's a non ideal situation if people are encountering the Bible apart from a local church or a local community, that you need the community to make sense of what's in this book and you need the book to make sense of why this community is doing what it's doing. And in, in the apostles vision, every local church like Ephesians 4 should have a Bible nerd, right? In Ephesians 4, the apostle, evangelist, pastor, teacher, prophet. So not everybody has to be a Bible nerd, but a healthy local church will have somebody in it. If it's fully equipped to do what the Spirit needs that church to do, she'll have some Bible nerds. And so in theory a local community of Jesus should always have within itself some resource to help people read the Bible better. I think on an ideal vision and so in that sense, I do think, I hope that somebody in Papua New guinea has everything they need to read the letters, because ideally, you know, whoever planted that church should have on their mind, like, we need to bring. Raise up some Bible nerds here to help people. I don't know. That was just one thing that occurred to me. I don't know what you think about that, Krista.",
    "start": "00:25:47",
    "end": "00:28:26"
  },
  {
    "text": "Yeah, I like that. And I think it's this idea too, this having everything we need to understand that is challenging me right now. Maybe even the way that I think about reading and studying scripture. Sometimes I get into this mindset of mastery of like, okay, I'm gonna understand it, period. I'm gonna know it at some point, you know, And I don't know, it's. It's just such a long process of meditation, of reflection, of learning, all of the different layers of context, of practice, of reading with the tradition, the traditions that have gone before, of reading with the church and understanding all of that. So I just think, yeah, understanding is a long process that takes a lot of resources, and we shouldn't be discouraged by that. But I mean, we should dive in, but just be on the path toward. Toward understanding through meditation and through study and community interpretation for the rest of our lives. It's not something here in America even where we're maybe spiritually fat and resourced by everything we have access to. Like, do I have everything I need to understand the Scriptures? I don't know. I don't know if I have the mental capacity to understand all the Scriptures. You know, it's an interesting question that's challenging me a little bit.",
    "start": "00:28:26",
    "end": "00:29:44"
  },
  {
    "text": "Really good point. And also the you that is doing the understanding is also changing and growing over time. And so the you, the you that did your dissertation on this section of Psalms 15 to 24 is a different you than the you sitting here today. And so you could go read and study those Psalms now, and I'm certain you would notice new things. I know, in light of every. The rest of your understanding.",
    "start": "00:29:44",
    "end": "00:30:08"
  },
  {
    "text": "That's why it's hard to publish things because you don't want to, I know.",
    "start": "00:30:08",
    "end": "00:30:10"
  },
  {
    "text": "Say so, or publish videos.",
    "start": "00:30:12",
    "end": "00:30:13"
  },
  {
    "text": "Yeah, that's true.",
    "start": "00:30:13",
    "end": "00:30:14"
  },
  {
    "text": "Yeah. So well said. Understanding is a lifelong, dynamic process and. And our understanding of the Scriptures is.",
    "start": "00:30:14",
    "end": "00:30:21"
  },
  {
    "text": "Ever deepening and also based on our resources, who around us and what we know of the culture and, you know, study and all of that. So. Yeah, it's a good question.",
    "start": "00:30:21",
    "end": "00:30:31"
  },
  {
    "text": "Yeah, it was. Yeah. Really thought provoking. All right, we've got a question from Jome in California. San Jose. Hi, this is Jome from San Jose. It's fascinating to hear Tim Jong talk about how the letters were produced. I'm just wondering, since Paul has written several of his letters from prison, how can he carry out such elaborate process from prison? Thank you.",
    "start": "00:30:31",
    "end": "00:31:00"
  },
  {
    "text": "Yeah, I'm curious about this, too.",
    "start": "00:31:00",
    "end": "00:31:02"
  },
  {
    "text": "It is a great question. And I'll just say, you know, I read a small stack of books to kind of learn more in preparation for these conversations and the videos. One passage that gave me a little window into this, or someone flagged it, I think it was in Jerome Murphy o' Connor's book that we. I quoted from a few episodes ago at the end of second Timothy, which is the last correspondence from Paul, and he's in prison. And in the letter he made clear he's pretty certain he's. He's not going to survive the imprisonment, that he's going to be executed in some way. But in chapter four, he starts. He does what he normally does in the last paragraphs, which is kind of little travel communication, details to and from his team. But in second Timothy 4, verse 9, he says to Timothy, make every effort to come to me soon, because Demas loves this present world and he abandoned me. He went to Thessalonica, and Crescens has gone to Galatia, Titus to Dalmatia. Only Luke is here with me. So pick up John Mark and bring him with you. He's really helpful for me. Oh, yeah, Antiochus I sent to Ephesus. He's just saying, I'm lonely here and I only have Luke for company. But notice what he's saying. Bring all these people with you. And then he says, when you do come, bring the cloak I left at Troas.",
    "start": "00:31:02",
    "end": "00:32:17"
  },
  {
    "text": "Right.",
    "start": "00:32:17",
    "end": "00:32:17"
  },
  {
    "text": "Which makes. We don't know what time of year he's writing, but some people infer from this that it's winter and there was no H Vac. Yeah. There was no heating and air conditioning in Roman prisons. And brings the scrolls, especially the parchments. So here's Paul sitting in a prison, but he's fully interacting with his network. People coming and going, and also resources coming and going, and also book letter writing materials coming and going, scrolls and parchments. So we should not infer what we know about high security prisons from our cultural setting to this. And there was a whole spectrum of Roman imprisonment, and people do their dissertations on this. I'm not an expert, but Paul was often under different levels of imprisonment and there weren't even food services in most Roman prisons. In other words, people were fed by their friends remembering them. So it doesn't seem like his imprisonment would completely stop his letter writing activity.",
    "start": "00:32:18",
    "end": "00:33:18"
  },
  {
    "text": "So would he have been working with a scribe then during that time too?",
    "start": "00:33:18",
    "end": "00:33:21"
  },
  {
    "text": "Correct. Whoever wrote this letter. Yeah, whoever wrote this letter itself of 2 Timothy. So he mentions Luke is with him and that's the same Luke connected to the authorship of Luke X. So he's obviously Luke's a pretty literate person. So yeah, I think we have to imagine Paul was never alone and he always worked with a large, constantly moving network and there were resources moving around and so there were the means for him to be writing and composing letters with scribes and with his co workers even while he was in prison.",
    "start": "00:33:22",
    "end": "00:33:57"
  },
  {
    "text": "It's interesting what you just read, that John Mark is, he calls him useful to him, he wants to continue doing his ministry and he's found John Mark to be super helpful in that. So yeah, Paul's definitely doing stuff from prison, super active. It also makes sense then why he's so thankful for the support of the church communities during this time in prison because he can keep doing what he feels like he's called to do.",
    "start": "00:33:58",
    "end": "00:34:23"
  },
  {
    "text": "That's exactly right. In fact, that's the whole premise of the letter to the Philippians, is that he got a gift from them and that's what's supporting him as he's in prison. He mentions at the end of Ephesians he mentions, I'm going to send Tychicus to you. Yeah, exactly right. So that's the whole point. Paul's times in prison didn't limit his activity, his missionary activity, his delegation or his letter writing. If you're interested in this some more, just again, the two books I mentioned by Jerome Murphy o' Connor and Randolph Richards. I learned so much. If you really want to nerd out, just follow their footnotes in their books and the whole world of first century letter writing will open up before you.",
    "start": "00:34:23",
    "end": "00:35:02"
  },
  {
    "text": "Oh yeah, well you just actually list out the epistles Paul wrote from prison because there's this whole section called the prison Epistles. He wrote quite a few.",
    "start": "00:35:03",
    "end": "00:35:12"
  },
  {
    "text": "Oh, that's right. Within the letters Paul talks about being in prison are Ephesians, Philippians, Colossians and Philemon. Really close relationship because they're sent to the same house churches in Colossae. So yeah, those are the ones. So I guess we're talking about four. Oh, sorry. And then second Timothy. So that ties nicely into Reuben's question from England. Hi, Tim and John, I'm Reuben and I'm a listener from London, England. I've loved the series on the epistles, especially episode eight on how the letters were made. My question is, do you think that the stylistic contribution of the secretary might go a long way to explaining the differences that lead scholars to think that some of the letters are not authentically Pauline, such as Ephesians and Colossians. Thanks.",
    "start": "00:35:12",
    "end": "00:36:01"
  },
  {
    "text": "Okay. Right. So in previous episodes, you talked about how when Paul or anybody wrote epistles, they had a scribe or a group of scribes that was writing with them.",
    "start": "00:36:02",
    "end": "00:36:12"
  },
  {
    "text": "Yeah, or a group of co authors, Silas or Timothy.",
    "start": "00:36:14",
    "end": "00:36:18"
  },
  {
    "text": "Right. And that goes even beyond the scribes. Those are co authors and scribes, or.",
    "start": "00:36:18",
    "end": "00:36:23"
  },
  {
    "text": "The team, the production team, so to speak. Even though it's written in Paul's voice and it has his, he's responsible for it, he names these other people as part of the production team for the letter's content.",
    "start": "00:36:23",
    "end": "00:36:36"
  },
  {
    "text": "Yeah. Such good insight. Because we should expect then that the letters do sound a little bit different because essentially we have different human authors or multiple human authors.",
    "start": "00:36:36",
    "end": "00:36:46"
  },
  {
    "text": "Yeah, that's one layer. So, Ruben, what you're referencing at the end of the question is, you know, some scholars think some of the letters are not authentically from Paul. And so that's true, actually, going back into a little earlier than the 18th century, but not much. In certain strands of European biblical scholarship, people began number of scholars began to kind of make judgment calls that certain letters didn't actually come from Paul, but maybe from a second generation of his disciples, but written as if it were from him. So on that list are usually Ephesians and Colossians, sometimes two Thessalonians, and then the pastoral letters, usually first Timothy and Titus, and then sometimes also second Timothy, have all been put into question at some point. And it's a super complicated debate that I've tried to follow and understand, and then I kind of became uninterested in it once I learned about this other paradigm. Because I think you're right in intuiting it, Ruben. And I think you're right, Carissa. The idea that just because a letter sounds different, uses different vocabulary and is making different points, or written in a different sounding voice, that is not a sufficient explanation for saying, therefore, it can't possibly be by Paul. So. And actually I've heard explanations for Ephesians. Ben Witherington, a scholar, holds this view that Ephesians really does sound different. For example, the tone, a lot of vocabulary and tone from, you know, say Galatians or something. But he. I was just reading something recently. Ephesians, more than any of his letters, has these long, complicated run on Sentences in Greek. And there's a certain style of writing in. It's called Asiatic Greek. It was a form of oratory, it was a form of speech giving that was very common in certain subcultures in the Roman Empire. And Paul's writing to that part of the Roman Empire. And so he thinks Paul's writing in that mode. There's lots of reasons for why the letters can have different tones and themes to them.",
    "start": "00:36:47",
    "end": "00:38:53"
  },
  {
    "text": "Also the age that he's writing at, like his letter when. When he's younger versus older, those are probably going to sound different.",
    "start": "00:38:53",
    "end": "00:39:00"
  },
  {
    "text": "Yeah. Oh, man. Think back to like your first paper you wrote in college.",
    "start": "00:39:00",
    "end": "00:39:05"
  },
  {
    "text": "Exactly. Or if he's writing a personal letter, like pastoral or.",
    "start": "00:39:06",
    "end": "00:39:10"
  },
  {
    "text": "Yeah, correct.",
    "start": "00:39:11",
    "end": "00:39:11"
  },
  {
    "text": "Yeah. There are so many reasons. You're right.",
    "start": "00:39:11",
    "end": "00:39:14"
  },
  {
    "text": "Yeah. So I'm with you. I think the idea of secretaries and scribes, co authors, go a long way to explaining the diverse sounding voices of the letters. Either between the two letters from Peter have a really different sounding tone between them and between Paul's. Paul's different letters. One other thing too is actually if you go back and you trace a lot of the history for why certain letters were pointed out as, you know, being potentially not from Paul. It was sometimes about vocabulary and style differences, but it was often about theological differences. One of the most famous ones was in Romans. Paul's hope for the resurrection In Romans chapter 8 is future creation is longing to be redeemed, the freedom of the sons of God into glory and so on. But if you read Ephesians and Colossians, he talks about resurrection in the past tense. You all have been raised up and seated with the Messiah in the heavenly realms. And so there were some scholars who said that view of resurrection is so disconnected and different, it can't have come from the same mind. And there's a lot of scholars now who see that as so ridiculous because what we're doing is we're saying, oh, we are the ones with the complete picture of what Paul thought about things, as opposed to saying, well, maybe our understanding of resurrection and Paul is wrong.",
    "start": "00:39:14",
    "end": "00:40:31"
  },
  {
    "text": "Like, maybe he has different ways of expressing one idea.",
    "start": "00:40:31",
    "end": "00:40:34"
  },
  {
    "text": "Or it's correct. Maybe he has a view of the resurrection, that it is future, but there's also a present reality to it.",
    "start": "00:40:34",
    "end": "00:40:41"
  },
  {
    "text": "I mean, it seems like that idea of future or of present resurrection comes up even in the letter to the Romans in chapter six, that count yourselves now dead to sin, but alive and resurrected with Jesus. You actually are so alive that you can live a new life.",
    "start": "00:40:41",
    "end": "00:40:59"
  },
  {
    "text": "So I'm totally with you. Yeah. I'm with you.",
    "start": "00:41:00",
    "end": "00:41:02"
  },
  {
    "text": "Yeah, that's an interesting.",
    "start": "00:41:02",
    "end": "00:41:03"
  },
  {
    "text": "It is. So I've become a skeptic of the skepticism about the authorship of Pauline letters. I think it's far more likely that Paul is actually behind the letters attached to his name, but that doesn't mean he sat down and put the ancient quill to the scroll, I guess.",
    "start": "00:41:04",
    "end": "00:41:23"
  },
  {
    "text": "Here's a follow up question to that though. If they aren't authentically Pauline, does that mean that they're not authentic as scripture or are there also other options there?",
    "start": "00:41:23",
    "end": "00:41:34"
  },
  {
    "text": "Well, yeah, that's a good question. So there we're. To our concept of inspiration. If we're saying the Holy Spirit is only allowed to work through one person, the apostle, by the mode of directly putting the quill to the paper or dictating to one scribe who does it all at one go and then it's sent off. That's the only way the Holy Spirit can work. And there I just want to, you know, politely ask, like, why are we limiting how the Spirit can work through the apostles to generate these texts to give instruction to Jesus followers? The letters themselves give evidence that there was a more, just a more diverse process than that. I think that's really all we're saying. So if anything, I want to question my assumptions about why the Holy Spirit is limited to certain means of text production rather than other ways.",
    "start": "00:41:34",
    "end": "00:42:28"
  },
  {
    "text": "It's interesting.",
    "start": "00:42:28",
    "end": "00:42:29"
  },
  {
    "text": "It is super interesting. Yeah. We have some questions about how we appropriate the teaching of the apostles in the letters in our context here today. So let's hear from Elizabeth in Georgia.",
    "start": "00:42:29",
    "end": "00:42:42"
  },
  {
    "text": "Hello, this is Elizabeth Simon from Atlanta, Georgia. You mentioned that the New Testament letters are not written to us, but have been given for us. With the context that Romans was written regarding the social unrest surrounding the Gentile Christians and the Jewish Christians, how can we best apply the lessons Paul writes to the Romans to the social unrest and injustice that has permeated our culture today?",
    "start": "00:42:42",
    "end": "00:43:04"
  },
  {
    "text": "Yeah, really thoughtful question.",
    "start": "00:43:05",
    "end": "00:43:07"
  },
  {
    "text": "Yeah, yeah, really good question.",
    "start": "00:43:07",
    "end": "00:43:09"
  },
  {
    "text": "So, Elizabeth, you're. I forget what episode in the series it was where we talked about the situational context of Romans. So just to tee that up real quick, both from clues in the letter and then also clues from the Book of Acts and then also from Roman cultural historical context. What we know is Jews in general were expelled from Rome. But the Roman historian, I think it's Suetonius, says it's because of Jews connected to unrest, civil unrest related to a certain Christus is what he says it's almost certainly about social tensions, maybe even riots that often surrounded Paul and the Early Christians that were happening in Rome related to the controversy of the Jesus and the message about him caused in synagogues. And so once you have Messianic Jews expelled from Rome, which Luke even notes, that happened by Emperor Claudius, and I think It's Luke chapter 18. So they come back after a decade or so, and they come back to these house churches that have been entirely gentile. I mean, they're having ham sandwiches, you know, nobody's circumcised. And what we pick up from Romans is that even these churches are now divided along racial lines. Because a lot of the names that he lists in Romans 16 show that the house churches are split up into Greek and Latin and Jewish. So in other words, Paul wrote the letter and crafted his argument about the gospel precisely to address, as you put it, Elizabeth, social unrest and division between two different ethnic groups in the body of Christ. How can we apply the lessons from Romans to today? How can we not apply the lessons of Romans? I mean, my goodness.",
    "start": "00:43:10",
    "end": "00:44:59"
  },
  {
    "text": "Yeah, I think it starts by asking that question of where do we experience that kind of division or fragmentation today? And that definitely occurs today in a variety of areas. Race, gender, power, status, economic status, values.",
    "start": "00:45:00",
    "end": "00:45:20"
  },
  {
    "text": "Yeah, I mean, socioeconomic groups. Yes. You know, actually a really important step forward for me. And I mentioned his book, Scott McKnight's book, Reading Romans Backwards in Romans, Chapter 14 and 15, where he really starts to address the whole book's message to the situational context. He uses different vocabulary to describe these groups at odds with each other. In chapter 14, he uses the phrase he calls those who have faith, and then he talks about those who are weak or weak in faith. But then in chapter 15, he uses different vocabulary. He uses the Greek words dunitas and adunitas, the powerful and the non powerful. They're often translated as the strong and the non strong, but they're social status terms. He's talking about people who have a privileged, powerful social status and people who have a minority, underprivileged status. That's maybe language we would use.",
    "start": "00:45:20",
    "end": "00:46:18"
  },
  {
    "text": "So even the faith description, that's a status description there.",
    "start": "00:46:18",
    "end": "00:46:23"
  },
  {
    "text": "No, that has to do with whether someone believes that faithfulness and believing allegiance to Jesus is the only criteria for being a part of the family of Abraham, or if they also believe that circumcision or keeping kosher or Sabbath is what qualifies you. And he's made earlier in the letter his views on that issue clear. But what he's noting is that what a lot of non Jewish followers of Jesus are doing is what he says showing contempt for their Jewish brothers and sisters who have a low social status and are dividing the church. So I think the way that we let Paul's letter before us is to begin to adopt an imagination, to say, where do I see the body of Christ? Do I see churches that won't talk to each other? Or even more churches where some people who have a higher social status and have certain privileges, and then churches of a different ethnic group who have lower social status, and not only are they at odds, but the people with higher social status are actually creating the problem or adding to the problem, or going on blithely as if there is no problem. Right. That's the issue he's addressing. And you're like, oh my goodness, I can't think of a more accurate description of the church in America, which is where I live right now, than that description right there. And it has to do with race, it has to do with socioeconomic class. It seems to me it maps on pretty powerfully.",
    "start": "00:46:23",
    "end": "00:47:51"
  },
  {
    "text": "Yeah, I mean, there are a lot of reasons people divide nowadays. It's not really surprising to me. I'm going to bring up Scott McKnight's other book, Blue Parakeet, and his description of the story of Scripture is one that moves from oneness and mutuality between God and humanity, among humanity, and then it moves to otherness or fragmentation and then back to oneness. That's the aim. Everything's again being unified as a whole through Jesus. And so it's not surprising to me that in almost all, all the letters and our current day context, one of the biggest problems around us is this the otherness or fragmentation that we're dealing with. It's like the main goal of what God wants to bring about in his family. And so it's like the issue. It's not just one, I guess.",
    "start": "00:47:51",
    "end": "00:48:47"
  },
  {
    "text": "So let's take one step further. In Romans 15, what's interesting is Paul calls upon what he calls the powerful. He calls them to make the first move and to humble themselves. And what he says is to receive the non powerful on their own terms and to respect them on their terms. In other words, Paul doesn't just say, well, just be unified. And it's not to the erasure. It's not by ignoring these social differences. It's actually by the powerful recognizing that they are privileged and that they should humble themselves and try to elevate their brothers and sisters who don't have that same status so that they can together discover what it means to be a community that's unified in Jesus. Unlike all of those same groups divided outside of the church, you really get the vision of how radical the social implications were of the unity in Christ that Paul was so passionate about. But for some reason, I don't know, Paul's letters haven't been understood or read in that way, at least very often in the history of Europe and America.",
    "start": "00:48:48",
    "end": "00:49:58"
  },
  {
    "text": "Well, just thinking about what you said. Yeah. So it's not just putting on this new perspective that sometimes is. This is the way Galatians 3:28 is sometimes read, that there actually isn't any difference between ethnicities or genders or anything anymore, but it's. It's doing something about the inequalities between different groups. So, yeah, I like this question by Elizabeth a lot because she's saying we need to do something and we do. So I think in this cultural moment, it's really apparent that there is a lot of social unrest and injustice. And I don't know, I think trying to figure out what to do is more a question that we feel figure out in our own context with the people around us. We ask like, how can we create unity as individuals within our personal relationships in our smaller community and in our world, who are the vulnerable around us, the powerless? How can we listen to them and respond?",
    "start": "00:49:58",
    "end": "00:51:01"
  },
  {
    "text": "You know, one cool thing that happened, and this is kind of spanning many churches throughout the Portland area, but there's an organization, Luis Palau organization, and there's a guy named Kevin Palau who's been a real encouragement and support for the Bible Project for a lot of years. And he's kind of a convener of church leaders in Portland when it comes to kind of issues that affects the church in Portland. And their organization did something really cool. What they gathered was a panel of almost entirely African American pastors here in the city. A webinar. There were a lot of people at the webinar. It was just like a two hour block to just listen for predominantly white pastors in Portland, to just listen to their brothers and sisters who are also in ministry here in Portland and just hear what the last few months have been like for them, their families and their communities. And what I saw came out of that is an ongoing. All these other little groups that are spinning off where these different pastors and ministry leaders on that panel are now kind of meeting regularly with these other new groups of predominantly white pastors to just help them keep learning about what it means for the church to be a part of healing and providing grounds for healing in our community. I thought that was really cool.",
    "start": "00:51:02",
    "end": "00:52:22"
  },
  {
    "text": "Yeah, it's a good practical application.",
    "start": "00:52:22",
    "end": "00:52:25"
  },
  {
    "text": "Yes. It seems to me that's the kind of thing that a contextual reading of the letter to the Romans should inspire. We should look for parallel scenarios to Galatians or Philippians or Romans in our culture and then let the Spirit lead us into doing in our setting what Paul and the apostles were trying to do in their time and place. But this part of why this, all the way back at the beginning of the series, that the New Testament letters, even though they're proportionately not a huge part of the Bible, they have disproportionate influence because of who they're written by. And that we live in the same moment of the story as the apostles do, but in a different cultural setting. And so how you navigate that difference, the church has been trying to figure that out for a long time under the guidance of the Spirit. Well, there you go, Chrissa. This Q and R is the final episode in the years long podcast series on how to read the Bible.",
    "start": "00:52:25",
    "end": "00:53:21"
  },
  {
    "text": "Yes. And this was the final how to read video, how to read the letters. And that was ongoing for.",
    "start": "00:53:21",
    "end": "00:53:27"
  },
  {
    "text": "Yeah.",
    "start": "00:53:27",
    "end": "00:53:28"
  },
  {
    "text": "How many years?",
    "start": "00:53:28",
    "end": "00:53:29"
  },
  {
    "text": "Well, yeah, about three years. The conversations on the podcast and the videos were about three years.",
    "start": "00:53:29",
    "end": "00:53:33"
  },
  {
    "text": "Oh, they both span three years. Okay.",
    "start": "00:53:33",
    "end": "00:53:35"
  },
  {
    "text": "Yeah. So I can't give you a high five.",
    "start": "00:53:35",
    "end": "00:53:39"
  },
  {
    "text": "I know. Congratulations, Tim and John.",
    "start": "00:53:39",
    "end": "00:53:41"
  },
  {
    "text": "And we can't give John a high five since he's building sandcastles with his kids at the beach. So. But high five all around. And high five for you listeners. You hung in there with us or you joined us somewhere along the journey of starting this. You could actually just go to our website. If you just Google like bibleproject and how to read the Bible, you might get our videos. But if you go to our website, Bibleproject.com, you can look up the whole series. We have all kinds of other resources. Study guides, podcasts. It's been a huge project. So fun. And it was all possible because of the generosity of our supporters. Just blows my mind.",
    "start": "00:53:41",
    "end": "00:54:15"
  },
  {
    "text": "Yeah.",
    "start": "00:54:15",
    "end": "00:54:15"
  },
  {
    "text": "So there you go, Chrissa. Thanks for doing this. Q and R. Hey, thanks for having me. So fun with you. We should keep doing this together. The Bioproject is a crowdfunded animation studio in Portland, Oregon. We make videos and other resources to show how the Bible is a unified story that leads to Jesus. And we exist because of the crowdfunded generosity of our supporters, people like you who are getting behind what we're doing. This podcast is produced by Dan Gummel. Show notes are Produced by Cam McAfee and the Music you hear at the beginning of the podcast is by the band 10th. Guys, thanks for joining us. We'll see you next time. Hi, this is Erica Brodin and I'm from Sweden. I first heard about Bibleproject through one of Jefferson Bethke's videos on YouTube. This was in the very beginning when the first video on the Torah was launching and I couldn't wait for the next one. I use bibleproject in my own studies of the Bible and as material in my home group at church. My favorite thing about bibleproject is that it makes me want to read this complicated and amazing book. It gives me the tools and inspiration to do so, and I'm forever thankful to you guys for this. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes and more@bibleproject.com data customs free video and technique studio podcast Le Corner with Mira for Bibleproject.com.",
    "start": "00:54:16",
    "end": "00:55:50"
  }
]