[
  {
    "text": "Hey, this is John at bibleproject. This will be the final series in our how to Read the Bible mega series. We've been walking through different literary genres and sections of the Bible, learning how to understand them and read them. Well, in these upcoming episodes, we're going to talk about how to read the New Testament letters. These are small books in the back of your Bible, written by apostles of Jesus to the early Christians all over the Roman world. I grew up in a church that almost exclusively taught and preached out of the New Testament letters. We called them epistles, which is just a fancy way of saying letter. And we like them because they're accessible and practical.",
    "start": "00:00:05",
    "end": "00:00:48"
  },
  {
    "text": "The letters actually become easy and accessible, I think, only when we ignore their literary form and when we honor their literary form. All of a sudden we have a way to account for all of what's there, not just some of what's there. And all of what's there includes a lot of texts that are really challenging for us to appropriate or understand in our modern context. And so this is the swirl of challenges that comes along with interpreting the New Testament letters.",
    "start": "00:00:48",
    "end": "00:01:15"
  },
  {
    "text": "If you've ever read one all the way through, you'll find that they're actually pretty hard to follow from beginning to end. Can't I just take my favorite lines of the letters, turn them into bumper stickers and motivational posters? Do I have to read the whole letter and understand the entire argument?",
    "start": "00:01:15",
    "end": "00:01:32"
  },
  {
    "text": "Like, phase one of just reading the Bible and getting to know it, you're just trying to figure out what it all means. But the next step is to question that instinct and to say, like, would Paul be pleased that, like, that's what I'm getting out of that paragraph?",
    "start": "00:01:32",
    "end": "00:01:46"
  },
  {
    "text": "So today we start to unpack the challenges of reading the New Testament letters and we'll discover empowering ways to read them. Well, this week's episode is recorded in front of a live audience in Dallas. This was recorded before quarantine. Thanks for joining us. Here we go. Welcome, everyone. Hey. Thank you for coming. We never get out. Actually, this is. This is new for us. It's great to see all of you. How many of you are from Dallas? Yeah. Represent Dallas. I want to say thanks to Munger Place Church.",
    "start": "00:01:46",
    "end": "00:02:44"
  },
  {
    "text": "Yeah.",
    "start": "00:02:45",
    "end": "00:02:45"
  },
  {
    "text": "And Andrew, he's the lead pastor here. And all the staff, they've been really generous. They're hosting this all for us. Thank you for having us.",
    "start": "00:02:48",
    "end": "00:02:58"
  },
  {
    "text": "Yep.",
    "start": "00:02:58",
    "end": "00:02:58"
  },
  {
    "text": "Should we just dive in?",
    "start": "00:02:59",
    "end": "00:03:00"
  },
  {
    "text": "I think so, yeah. Totally. Yeah. This is both going to be kicking off a new series for the Bioproject podcast, connected to some Videos that we're going to do. So we'll talk about that. But it also is simultaneously a Q and R episode for those of you who are in the room. We'll do a block of conversation and then Andrew will come up and he'll be looking and facilitating some of those questions. So we are going to finish the how to Read the Bible video series within this season before the end of next June.",
    "start": "00:03:00",
    "end": "00:03:33"
  },
  {
    "text": "Yes. We've been working through every literary genre in the Bible and then also sections.",
    "start": "00:03:33",
    "end": "00:03:40"
  },
  {
    "text": "Of the Bible sections, main sections.",
    "start": "00:03:40",
    "end": "00:03:41"
  },
  {
    "text": "Yeah. So it's been an ongoing two year project.",
    "start": "00:03:41",
    "end": "00:03:44"
  },
  {
    "text": "Yeah, three.",
    "start": "00:03:45",
    "end": "00:03:46"
  },
  {
    "text": "Three years.",
    "start": "00:03:46",
    "end": "00:03:47"
  },
  {
    "text": "By the time. By the time it's done, it will be a 20 video series.",
    "start": "00:03:47",
    "end": "00:03:52"
  },
  {
    "text": "Yeah. So we just released. Did we just release.",
    "start": "00:03:52",
    "end": "00:03:57"
  },
  {
    "text": "We're. Nope, we haven't yet. We're going to release how to read the Gospels.",
    "start": "00:03:57",
    "end": "00:04:02"
  },
  {
    "text": "Yes.",
    "start": "00:04:02",
    "end": "00:04:03"
  },
  {
    "text": "Yeah.",
    "start": "00:04:03",
    "end": "00:04:03"
  },
  {
    "text": "And then how to read the parables. But that's in real time, in the space time continuum. We're actually going to be preparing for a video that'll come out later on how to read the epistles.",
    "start": "00:04:03",
    "end": "00:04:16"
  },
  {
    "text": "Yes. New Testament letters.",
    "start": "00:04:16",
    "end": "00:04:18"
  },
  {
    "text": "New Testament letters.",
    "start": "00:04:18",
    "end": "00:04:19"
  },
  {
    "text": "We're going to do two videos on the New Testament letters for reasons that we'll talk about why we're going to dedicate two videos. So we are starting that conversation today. So actually this will be the first of many episodes in how to read the New Testament Letters, but I'm really excited about it for reasons that we'll talk about.",
    "start": "00:04:19",
    "end": "00:04:40"
  },
  {
    "text": "Sweet.",
    "start": "00:04:40",
    "end": "00:04:40"
  },
  {
    "text": "Yeah. Should we go for it? Dive in. Okay. So we're working through these videos on how to read the New Testament. We start with the Gospels. We're going to do a video. We have a whole podcast series coming on how to read the parables. That was awesome.",
    "start": "00:04:40",
    "end": "00:04:57"
  },
  {
    "text": "Yeah.",
    "start": "00:04:57",
    "end": "00:04:57"
  },
  {
    "text": "That was a fun conversation.",
    "start": "00:04:57",
    "end": "00:04:58"
  },
  {
    "text": "It was fun.",
    "start": "00:04:58",
    "end": "00:04:58"
  },
  {
    "text": "So this is going to be how to read. And actually maybe you can help us. And oftentimes we don't know what to call the video. And we figure it out in the conversations that we have for the podcast.",
    "start": "00:04:59",
    "end": "00:05:12"
  },
  {
    "text": "Is it weird that I call them epistles? That's how I learn.",
    "start": "00:05:12",
    "end": "00:05:15"
  },
  {
    "text": "Okay, so let's have that conversation. Epistles is just. Yeah, it means letter.",
    "start": "00:05:15",
    "end": "00:05:19"
  },
  {
    "text": "Oh, is it the Greek for letter?",
    "start": "00:05:19",
    "end": "00:05:23"
  },
  {
    "text": "It's a Greek word for letter. Greek. Yeah. And historians of first century letters. And yes, there are people whose whole career is being historians of first century letters. There's a debate going in the discipline about the difference between letters and epistles. Because some letters that we'll read not today, but in future conversations, we'll read them first century letters. They're really interesting. And most of them are very short. Like, very, very short. And they're just to one individual. What's interesting about the New Testament letters is that they are to groups of house churches, almost all of them except a few, namely Paul's letter to Philemon, which is to one individual, but then also to his wife and then another person and then the people in your house. So even the letters to individuals are also to the community at the same time. And so some people use the word epistle to talk about letters to a group of people versus letters just to one person.",
    "start": "00:05:23",
    "end": "00:06:21"
  },
  {
    "text": "Okay.",
    "start": "00:06:21",
    "end": "00:06:21"
  },
  {
    "text": "I don't think epistles is a normal word.",
    "start": "00:06:22",
    "end": "00:06:24"
  },
  {
    "text": "Nope.",
    "start": "00:06:24",
    "end": "00:06:24"
  },
  {
    "text": "So I don't think we should use it.",
    "start": "00:06:24",
    "end": "00:06:27"
  },
  {
    "text": "Okay. Yeah. It's just ingrained in my psyche. Epistle. But I won't use it anymore.",
    "start": "00:06:27",
    "end": "00:06:34"
  },
  {
    "text": "It's fine. So, yeah. You know, I'm just almost thinking of the title card for how to Read the Bible videos. It's usually how to Read the Bible episode something. And then reading the New Testament letters. That's kind of a lot to fit in that box.",
    "start": "00:06:34",
    "end": "00:06:53"
  },
  {
    "text": "That'll work.",
    "start": "00:06:53",
    "end": "00:06:54"
  },
  {
    "text": "Reading the letters of the New Testament. Oh, so another phrase I've thought of is reading the apostolic letters. But apostolic, that's not a normal word if you're not religious.",
    "start": "00:06:54",
    "end": "00:07:04"
  },
  {
    "text": "Yeah.",
    "start": "00:07:04",
    "end": "00:07:05"
  },
  {
    "text": "Is taking the apostles, which is a Greek word spelled in English letters, and then making it an adjective.",
    "start": "00:07:05",
    "end": "00:07:10"
  },
  {
    "text": "And we don't have to solve this right now.",
    "start": "00:07:10",
    "end": "00:07:12"
  },
  {
    "text": "Well, that's true. Okay. I'm just bringing it up because at some point we'll need to figure out what to call the videos. Yes, yes. All right.",
    "start": "00:07:13",
    "end": "00:07:22"
  },
  {
    "text": "We got many hours.",
    "start": "00:07:22",
    "end": "00:07:23"
  },
  {
    "text": "Okay. So let's just state the basic facts. In the New Testament, there's 27 separate literary works. A large number of those in the whole New Testament. In the whole New Testament, a large number of those are letters.",
    "start": "00:07:25",
    "end": "00:07:38"
  },
  {
    "text": "Yeah.",
    "start": "00:07:38",
    "end": "00:07:38"
  },
  {
    "text": "First century letters.",
    "start": "00:07:38",
    "end": "00:07:40"
  },
  {
    "text": "Those are the books I read growing up.",
    "start": "00:07:40",
    "end": "00:07:42"
  },
  {
    "text": "Oh, okay. Let's talk about that. Yeah, yeah.",
    "start": "00:07:42",
    "end": "00:07:45"
  },
  {
    "text": "Because so in my tradition, you didn't.",
    "start": "00:07:45",
    "end": "00:07:48"
  },
  {
    "text": "Only read that, basically.",
    "start": "00:07:48",
    "end": "00:07:50"
  },
  {
    "text": "I mean, sometimes I'd open the psalms and I would try some of those out. And if you could find one that you're like, that's not weird, then that would work.",
    "start": "00:07:50",
    "end": "00:07:59"
  },
  {
    "text": "Being asked to break somebody's teeth.",
    "start": "00:08:00",
    "end": "00:08:02"
  },
  {
    "text": "I mean, I would try to read other parts of the Bible, but on any given day, if I were to read the Bible usually on my own, I would do a letter.",
    "start": "00:08:03",
    "end": "00:08:13"
  },
  {
    "text": "Wow.",
    "start": "00:08:13",
    "end": "00:08:14"
  },
  {
    "text": "Because it felt the most approachable of anything in the Bible. And that's all the pastors ever preached through, too. In my tradition, we would Read sometimes the Gospels, but even then, I wouldn't read the Gospels a lot. I would read the letters because I think I figured the letters will tell me what to do in life, like how to be human and love God and all that stuff.",
    "start": "00:08:14",
    "end": "00:08:39"
  },
  {
    "text": "And the great thing about the letters is they're addressed to. When you're reading them, at least in English, which has the same word, you goes for singular and for plural.",
    "start": "00:08:39",
    "end": "00:08:50"
  },
  {
    "text": "Yeah.",
    "start": "00:08:50",
    "end": "00:08:50"
  },
  {
    "text": "I can say you, John, or you, the people sitting in the room. So unhelpful.",
    "start": "00:08:50",
    "end": "00:08:55"
  },
  {
    "text": "Not in Texas, actually.",
    "start": "00:08:55",
    "end": "00:08:56"
  },
  {
    "text": "No, I'm in Texas.",
    "start": "00:08:56",
    "end": "00:08:57"
  },
  {
    "text": "Yeah.",
    "start": "00:08:57",
    "end": "00:08:57"
  },
  {
    "text": "Y'. All.",
    "start": "00:08:57",
    "end": "00:08:58"
  },
  {
    "text": "Y'.",
    "start": "00:08:58",
    "end": "00:08:58"
  },
  {
    "text": "All.",
    "start": "00:08:58",
    "end": "00:08:58"
  },
  {
    "text": "Y'. All.",
    "start": "00:08:58",
    "end": "00:08:59"
  },
  {
    "text": "Yes, yes.",
    "start": "00:08:59",
    "end": "00:09:01"
  },
  {
    "text": "We don't have that word where we're from.",
    "start": "00:09:02",
    "end": "00:09:04"
  },
  {
    "text": "Yes. Yeah, yeah. No one says that in Oregon. And actually, most. Most languages have separate words for y'. All and you. Yeah, yeah. But not in our English translations, apparently. There's no Texans on the board. On the board of any of the modern translations. So my point is that if you're just picking up the Bible and you're looking for something to speak to me right now, today, these are books of the Bible that are addressed to you. And when I read them, I'm like, oh, me, Here I am.",
    "start": "00:09:04",
    "end": "00:09:34"
  },
  {
    "text": "Right?",
    "start": "00:09:34",
    "end": "00:09:34"
  },
  {
    "text": "Yeah. They're talking about Jesus and what he means and how to follow him.",
    "start": "00:09:34",
    "end": "00:09:37"
  },
  {
    "text": "The Bible in general was always hard to read. It's still difficult. And the hack was. Well, just read the letters. But even in the letters, I would constantly find myself confused and frustrated.",
    "start": "00:09:38",
    "end": "00:09:49"
  },
  {
    "text": "Yes.",
    "start": "00:09:49",
    "end": "00:09:50"
  },
  {
    "text": "But they were the most approachable.",
    "start": "00:09:50",
    "end": "00:09:51"
  },
  {
    "text": "Yes. So that's where I hung up nonetheless. Okay, so let's actually, just as a first step, I want to explore that dynamic and experience, because I think that might help be kind of the hook for the video for some people. And this is only in some traditions of the church where people have your experience. I had a totally different experience where it was gospels and Jesus first, and then the letters came later in trying to understand the Bible. But here they are. Okay, so here's just the list of letters and authors and so on. So there's 13 letters from the apostle Paul in the New Testament. And actually, as we're going to see, almost half of those letters aren't from Paul alone. They're actually from Paul and Timothy or Paul, Silas and Timothy, co senders or perhaps even co authors. Peter is connected to two letters, first and second Peter, John is connected to three letters, though the first John doesn't have a letter introduction or conclusion. And it doesn't read like a letter. It reads like poetry from John. The tradition, the earliest tradition has connected It. And it's written by the first people as second and third John. And in second and third John, the author calls himself the Elder. John the Elder. Next is the letter of Jacob, or in the English tradition, James. Next is the letter of Judah, Jesus, brother, but gets rendered in English as Jude. And then the anonymous author of the letter to the Hebrews. There you go. The majority of the works of the New Testament are letters, not the majority of pages. Oh, yeah, we don't. In the past, we've done this. If you actually hold all. If you, like, single out the pages. If you get the whole New Testament and then single out here, the pages of the letters, it's not.",
    "start": "00:09:51",
    "end": "00:11:46"
  },
  {
    "text": "Does someone have a Bible on them?",
    "start": "00:11:46",
    "end": "00:11:48"
  },
  {
    "text": "If you were to hold it up, just like, do it, like, just grab from Romans, grab the letters all the way to the end of.",
    "start": "00:11:49",
    "end": "00:11:55"
  },
  {
    "text": "Oh, here's one.",
    "start": "00:11:55",
    "end": "00:11:56"
  },
  {
    "text": "Oh, bless you. Yeah, it's great. It's just actually a good tactile here. Just separate off the New Testament there.",
    "start": "00:11:56",
    "end": "00:12:02"
  },
  {
    "text": "The whole New Testament. Okay.",
    "start": "00:12:02",
    "end": "00:12:03"
  },
  {
    "text": "Yep. Okay.",
    "start": "00:12:03",
    "end": "00:12:04"
  },
  {
    "text": "Right about there.",
    "start": "00:12:04",
    "end": "00:12:05"
  },
  {
    "text": "So the New Testament is the last quarter of the Bible.",
    "start": "00:12:05",
    "end": "00:12:07"
  },
  {
    "text": "Okay. Yeah. When you say that much.",
    "start": "00:12:07",
    "end": "00:12:09"
  },
  {
    "text": "And then out of the New Testament, grab the letters. Okay. So there you go. There you go. Hold it right there.",
    "start": "00:12:10",
    "end": "00:12:17"
  },
  {
    "text": "That's it. That's what I like to read.",
    "start": "00:12:18",
    "end": "00:12:19"
  },
  {
    "text": "It makes it a lot easier. Yeah, totally. So let's just name that, though. There are some traditions where this is where the action is.",
    "start": "00:12:23",
    "end": "00:12:33"
  },
  {
    "text": "Yeah.",
    "start": "00:12:33",
    "end": "00:12:33"
  },
  {
    "text": "In the Bible, there's like maybe Genesis 1 through 3.",
    "start": "00:12:33",
    "end": "00:12:36"
  },
  {
    "text": "Well, yeah. And the Gospels are nice.",
    "start": "00:12:37",
    "end": "00:12:38"
  },
  {
    "text": "The Gospels are nice, but they don't.",
    "start": "00:12:38",
    "end": "00:12:39"
  },
  {
    "text": "Really break things down for you in a way of, like my tradition. It's. I want to understand. I want to systematize and figure it all out. And it's easier to try to do that in the. In these letters.",
    "start": "00:12:39",
    "end": "00:12:52"
  },
  {
    "text": "Yes.",
    "start": "00:12:52",
    "end": "00:12:52"
  },
  {
    "text": "I almost said epistles.",
    "start": "00:12:52",
    "end": "00:12:53"
  },
  {
    "text": "You know, we're talking about that much of the Bible.",
    "start": "00:12:53",
    "end": "00:12:55"
  },
  {
    "text": "Yeah.",
    "start": "00:12:55",
    "end": "00:12:56"
  },
  {
    "text": "And just on a surface level, you might say, really, you can do two videos. Unlike that. Well, it's much. Yeah. However, that little section has been disproportionately influential in the history of the Jesus movement.",
    "start": "00:12:56",
    "end": "00:13:09"
  },
  {
    "text": "Yeah.",
    "start": "00:13:09",
    "end": "00:13:10"
  },
  {
    "text": "And there are many people who see that as the center of gravity.",
    "start": "00:13:10",
    "end": "00:13:14"
  },
  {
    "text": "Yeah.",
    "start": "00:13:14",
    "end": "00:13:14"
  },
  {
    "text": "And then use what's happening here as the frame to tell for the rest of the story.",
    "start": "00:13:14",
    "end": "00:13:19"
  },
  {
    "text": "Okay. But arguably that is the case in that the rest of the Bible wasn't written for people who followed Jesus, only the letters. Right.",
    "start": "00:13:19",
    "end": "00:13:28"
  },
  {
    "text": "Well, we'll keep talking. We'll keep talking. I just want to make one basic point right here.",
    "start": "00:13:29",
    "end": "00:13:36"
  },
  {
    "text": "Okay.",
    "start": "00:13:36",
    "end": "00:13:37"
  },
  {
    "text": "The New Testament letters from the apostles are actual letters. They were not written as timeless, abstract essays on Christian theology and ethics. They contain a lot of early apostolic theology and ethical exhortation, but they are real letters. And real letters have not just an author and an addressee, but letters arise out of a whole context of pre existing relationships and circumstances that inform why the letter was written, why the content of the letter is what it is. And then those letters are speaking in two very specific situations that the author knows about and that the addressee knows about, but that either reader may not know about.",
    "start": "00:13:37",
    "end": "00:14:30"
  },
  {
    "text": "Right. And I've experienced that reading them. That's one of the frustrating things is you would run into that one in particular was. I don't know where this is, but like, Paul's talking to someone in one of the letters and he's like, hey, remember everything I taught you?",
    "start": "00:14:31",
    "end": "00:14:47"
  },
  {
    "text": "Oh, sure.",
    "start": "00:14:47",
    "end": "00:14:48"
  },
  {
    "text": "And it kind of sounds like he did a really legit, like, Intro to Christianity class in this church.",
    "start": "00:14:48",
    "end": "00:14:54"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:14:54",
    "end": "00:14:55"
  },
  {
    "text": "And it's like, why didn't you write that down in the letter?",
    "start": "00:14:55",
    "end": "00:14:56"
  },
  {
    "text": "Yeah, totally. Yeah, that's right. Yeah. No, that's.",
    "start": "00:14:56",
    "end": "00:14:59"
  },
  {
    "text": "We're all trying to figure that out.",
    "start": "00:14:59",
    "end": "00:15:00"
  },
  {
    "text": "Totally, totally. Yeah, that's right.",
    "start": "00:15:00",
    "end": "00:15:03"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:15:03",
    "end": "00:15:04"
  },
  {
    "text": "And what you actually, what scholars have to do is reconstruct Paul's catechesis. In other words, when he planted a church. And like with the Thessalonians, for example, we know from Acts he only got to be in Thessalonica for maybe a month, month and a half before he was run out of town. And so what did he share with them in that month and a half? Yes, what is it? And he alludes to it in the letter, but he never says what it is. And so what could be useful information? Totally, yeah. It would be useful information if the purpose of the Bible was to give us everything that we want to know. Are you with me? So we're back to that thing again. Somehow we're back to like, that thing.",
    "start": "00:15:04",
    "end": "00:15:46"
  },
  {
    "text": "Yeah, I don't know. I feel like. Of course I want to know how to understand following Jesus from the ground floor. Totally going.",
    "start": "00:15:47",
    "end": "00:15:55"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:15:56",
    "end": "00:15:56"
  },
  {
    "text": "So there was a Pauline Bible class.",
    "start": "00:15:56",
    "end": "00:15:59"
  },
  {
    "text": "That's right. Yep. Yeah, I can tell you for sure.",
    "start": "00:15:59",
    "end": "00:16:01"
  },
  {
    "text": "It feels like a miss. I feel like. Yeah, yeah, yeah, yeah.",
    "start": "00:16:01",
    "end": "00:16:04"
  },
  {
    "text": "It's actually, it's more there than we realize. Okay. It's called the Sermon on the Mount. That was the first one.",
    "start": "00:16:04",
    "end": "00:16:11"
  },
  {
    "text": "You think he just walked people through the Sermon on the Mount?",
    "start": "00:16:11",
    "end": "00:16:12"
  },
  {
    "text": "Oh, yeah. He's quoting and alluding to it and Using its language in all of his letters. And so is Jacob James, the Sermon on the Mount is clearly the ground floor.",
    "start": "00:16:12",
    "end": "00:16:22"
  },
  {
    "text": "Oh, okay.",
    "start": "00:16:22",
    "end": "00:16:23"
  },
  {
    "text": "It's actually so assumed that they don't need to quote it explicitly. It's informed on a deep level their theology and ethical thinking. We'll talk about that some as we go on. The point is, it's a valuable observation. We don't have the intro to like Jesus and following him package in the letters. And what that highlights for us is, oh, well, what are the letters then? They're actual letters. And so if we're going to learn how to read these with greater wisdom, learning how to ask the questions that really illuminate what the letters are instead of making them do something that I think that they ought to do, which is. This has been our conversation throughout this whole series.",
    "start": "00:16:23",
    "end": "00:17:06"
  },
  {
    "text": "Yes.",
    "start": "00:17:06",
    "end": "00:17:07"
  },
  {
    "text": "Is honoring what the biblical texts actually are and reading them the way that they were designed to be read, not the way that I wish they should be read. Or something like that.",
    "start": "00:17:07",
    "end": "00:17:18"
  },
  {
    "text": "Yeah, okay. You know what's funny is when we get to that kind of aha moment, I'm usually pretty comfortable with it, you know. Okay, so yeah, it's narrative and. Or it's poetry.",
    "start": "00:17:18",
    "end": "00:17:28"
  },
  {
    "text": "Yes.",
    "start": "00:17:28",
    "end": "00:17:29"
  },
  {
    "text": "But with the letters, man, I just. I'm so attached to them as helping me really discern and have all the right kind of categories for my faith that I just feel like they should do that. They need to do that.",
    "start": "00:17:29",
    "end": "00:17:44"
  },
  {
    "text": "Yeah, they do that, but in a way that's different than the way I.",
    "start": "00:17:44",
    "end": "00:17:50"
  },
  {
    "text": "Want them to do it.",
    "start": "00:17:50",
    "end": "00:17:50"
  },
  {
    "text": "I think so. Yeah, that's right. It's no different than biblical narrative. We talked about this. Biblical narratives are not children's literature giving us moral lessons. They're heavy duty theology addressing the deepest questions about who we are, where we are, who's God, what's happening on the flying space rock, and like, where are we? Why are we all here? So all that stuff, but the way that they address it is not the normal way that we think narratives do that. And there we're all back into all those conversations. So it's very similar. It's just now we're looking at actual letters. So this might be silly, but I thought we had this wonderful room of great people who were with us. So I thought we could actually do kind of like a live experiment to make this dynamic that we're talking about right now very concrete. And so what that's going to require is a volunteer from the audience who feels very comfortable with themselves.",
    "start": "00:17:50",
    "end": "00:18:44"
  },
  {
    "text": "And with their ability to read. We got a Hand way in the back.",
    "start": "00:18:47",
    "end": "00:18:49"
  },
  {
    "text": "All right, we got a hand way. Okay. All right, great. All right.",
    "start": "00:18:49",
    "end": "00:18:52"
  },
  {
    "text": "Round of applause.",
    "start": "00:18:55",
    "end": "00:18:56"
  },
  {
    "text": "Okay. Oh, you could come up right here. But that's okay. Stand right here. What is your name? Kevin Young.",
    "start": "00:18:56",
    "end": "00:19:02"
  },
  {
    "text": "Kevin Young.",
    "start": "00:19:02",
    "end": "00:19:02"
  },
  {
    "text": "Kevin, it's nice to meet you. I have an epistle. I have a letter for you to deliver to John, and he is right here, but I need to involve you in the process. So this is a letter. And what I'm going to ask you to do is to deliver. I'm going to recreate what's happening in these New Testament letters. So you and I have a long history of relationship.",
    "start": "00:19:02",
    "end": "00:19:26"
  },
  {
    "text": "Yeah.",
    "start": "00:19:27",
    "end": "00:19:27"
  },
  {
    "text": "But I'm away. Whatever. I'm in fss. You're in Dallas or something like that. Actually, I'm in Dallas. Okay. And so what I do is I get a co worker, say I'm Paul. I get a coworker, Kevin. Kevin Young. And we have been. Whatever. We've been on a boat, we've planted some churches together. Kevin, he's my co worker, my. As Paul would say in Greek. And I'm going to use him to deliver the letter. And so the letter's written in such a way that, well, you'll kind of see. Kevin, could you please go deliver this letter to John? And then I'm going to ask you to actually hand it to him, but then he's going to hand it back to you, and you are going to perform the letter to him, which just means to read it. Okay? Yeah.",
    "start": "00:19:27",
    "end": "00:20:12"
  },
  {
    "text": "Okay.",
    "start": "00:20:12",
    "end": "00:20:13"
  },
  {
    "text": "All right, deal. And the letter is going to be up here for everybody to. Because I want to involve them in the process. Okay, Sounds good. Great.",
    "start": "00:20:13",
    "end": "00:20:20"
  },
  {
    "text": "Here's the letter.",
    "start": "00:20:20",
    "end": "00:20:21"
  },
  {
    "text": "Oh, thank you. Oh, how kind. Who's it from?",
    "start": "00:20:21",
    "end": "00:20:24"
  },
  {
    "text": "It's from Tim.",
    "start": "00:20:24",
    "end": "00:20:25"
  },
  {
    "text": "Tim. Great. Can you read it for me?",
    "start": "00:20:25",
    "end": "00:20:27"
  },
  {
    "text": "Dear John, I commend Kevin. He. He. She is a really nice person, not just politically correct.",
    "start": "00:20:31",
    "end": "00:20:40"
  },
  {
    "text": "Well, I didn't know.",
    "start": "00:20:40",
    "end": "00:20:41"
  },
  {
    "text": "Who I just met, and they seem trustworthy. Perceive him as you would me. It's been a few days, but I'm finally getting back to you about the current script. Man, we were cooking that last day. So much fun. I've been thinking about the parables, especially since we talked about the deceptive manager. I still think his dishonesty is meant to be taken in a neutral way. Maybe we should relax on that point and not include it after all. I don't know. He's wily. Like a Demogorgon. I'll be back soon. I got held up in Dallas after you left. I wonder if there's a Little Big Burger there. Oh, could you make sure to talk with Robot about the color scheme for the lit vids? I'll share some more ideas when I arrive. Or ask Miriam. I spoke with her about it before we left. Can't wait to rock the next topic. Epistles, here we come. Shalom, Tim.",
    "start": "00:20:43",
    "end": "00:21:29"
  },
  {
    "text": "Ah, thank you.",
    "start": "00:21:30",
    "end": "00:21:31"
  },
  {
    "text": "All right, Kevin, thank you. So you deliver the letter?",
    "start": "00:21:31",
    "end": "00:21:37"
  },
  {
    "text": "Yep.",
    "start": "00:21:37",
    "end": "00:21:37"
  },
  {
    "text": "John, is there anything. I'm not in the room.",
    "start": "00:21:37",
    "end": "00:21:40"
  },
  {
    "text": "Yeah.",
    "start": "00:21:40",
    "end": "00:21:40"
  },
  {
    "text": "Is there anything that's unclear to you?",
    "start": "00:21:40",
    "end": "00:21:42"
  },
  {
    "text": "Nope. I had to think back to our parable conversation and remember what you were talking about. But I was there. I remember it. So. Yeah. I've never heard you talk about Little Big Burger with affection. So that's like a new piece of information for me.",
    "start": "00:21:42",
    "end": "00:21:57"
  },
  {
    "text": "Yeah. Usually with my kids.",
    "start": "00:21:57",
    "end": "00:21:59"
  },
  {
    "text": "Yeah.",
    "start": "00:21:59",
    "end": "00:21:59"
  },
  {
    "text": "Yeah, that's right. There's nothing unclear to you.",
    "start": "00:21:59",
    "end": "00:22:02"
  },
  {
    "text": "No, it all makes sense.",
    "start": "00:22:02",
    "end": "00:22:03"
  },
  {
    "text": "It all makes sense to you. Kevin, how was that experience for you?",
    "start": "00:22:03",
    "end": "00:22:07"
  },
  {
    "text": "I did not understand a lot of it.",
    "start": "00:22:07",
    "end": "00:22:09"
  },
  {
    "text": "Okay, now, so here's something that's different than the New Testament letters. Since you and I are co workers and we've been traveling and so on, What I actually would have done, had we have time, I would have explained to you everything. So that if John had any questions or things that were unclear, you would be able to clarify. Let's unrealistic in our setup. And I didn't think we could go to the back room and talk for half an hour about what all this means. But in a New Testament scenario here, had Kevin shown up with a letter like Tychicus does with Ephesians or Epiphras. Tychicus. Tychicus. Tychicus. Yeah. Who delivered Ephesians or Epaphras, who helps bring Colossians and so on. Or Phoebe, who delivered the letter to the Romans. Phoebe was the one to read the letter aloud and then offer any commentary or questions on it. That was the dynamic here. So there's a lot that's unclear to you. So in that moment, you're like everybody else. Maybe take back the letter. Kevin, what are some things that are unclear to you?",
    "start": "00:22:10",
    "end": "00:23:21"
  },
  {
    "text": "A deceptive manager.",
    "start": "00:23:21",
    "end": "00:23:22"
  },
  {
    "text": "Ah. Okay.",
    "start": "00:23:23",
    "end": "00:23:24"
  },
  {
    "text": "Who is he?",
    "start": "00:23:24",
    "end": "00:23:25"
  },
  {
    "text": "Who is he? Yep.",
    "start": "00:23:25",
    "end": "00:23:26"
  },
  {
    "text": "How does that apply to the parables?",
    "start": "00:23:26",
    "end": "00:23:28"
  },
  {
    "text": "Yep. Yep. Okay, so let's pause. So that would have been a whole. I would have said, okay, Kevin, so John and I, we actually had like five hours of conversation on the parables. And you've had a hang up about the parable in Luke chapter 16. That's what this is alluding to for a long time.",
    "start": "00:23:28",
    "end": "00:23:46"
  },
  {
    "text": "Yeah.",
    "start": "00:23:46",
    "end": "00:23:46"
  },
  {
    "text": "And so we had we made that the culmination of, like, applying the tools figured out together. So I would have talked you through all that so that you would be on the same page as you delivered the letters. Did anybody know what the deceptive manager meant in it? A handful of you. He's usually called, what, the unjust steward.",
    "start": "00:23:47",
    "end": "00:24:05"
  },
  {
    "text": "Or the shrewd servant?",
    "start": "00:24:05",
    "end": "00:24:06"
  },
  {
    "text": "The shrewd manager, something like that. Yep. But he's a deceiver. The whole point is he's deceptive and he cooks the books. I like calling him the deceptive manager. Anything else that's unclear there?",
    "start": "00:24:06",
    "end": "00:24:18"
  },
  {
    "text": "What is a Demogorgon?",
    "start": "00:24:18",
    "end": "00:24:19"
  },
  {
    "text": "Ah, the Demogorgon. It's okay. No, no judgment. No judgment.",
    "start": "00:24:19",
    "end": "00:24:25"
  },
  {
    "text": "No, no.",
    "start": "00:24:26",
    "end": "00:24:27"
  },
  {
    "text": "What it means is that Kevin is a normal person.",
    "start": "00:24:27",
    "end": "00:24:29"
  },
  {
    "text": "I'm not normal.",
    "start": "00:24:32",
    "end": "00:24:33"
  },
  {
    "text": "John. What's a Demogorgon?",
    "start": "00:24:34",
    "end": "00:24:36"
  },
  {
    "text": "Demogorgon lives in what, the Upside Down? Yes.",
    "start": "00:24:36",
    "end": "00:24:41"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:24:41",
    "end": "00:24:42"
  },
  {
    "text": "And is creepy.",
    "start": "00:24:42",
    "end": "00:24:43"
  },
  {
    "text": "He's creepy from the show Stranger Things.",
    "start": "00:24:43",
    "end": "00:24:47"
  },
  {
    "text": "I'm just blanking. Yeah, Stranger Things.",
    "start": "00:24:49",
    "end": "00:24:50"
  },
  {
    "text": "We've talked about Stranger Things. And actually, we don't talk about it that much on the podcast, but we both like it and talk about it. So you infer from the letter. Let's say that this letter got preserved for posterity and somebody's reading this a thousand years later. And you infer from this, like, oh, Tim was in Dallas, but then who else was in Dallas? John was in Dallas. I got held up in Dallas after you left Little Big Burger. Yes. You know what I mean?",
    "start": "00:24:50",
    "end": "00:25:21"
  },
  {
    "text": "Yeah.",
    "start": "00:25:21",
    "end": "00:25:21"
  },
  {
    "text": "Do you guys? Anybody know Little Big Burger? You been to Portland?",
    "start": "00:25:21",
    "end": "00:25:24"
  },
  {
    "text": "No.",
    "start": "00:25:24",
    "end": "00:25:24"
  },
  {
    "text": "No. Never? No. Nobody's heard of Little Big Burger.",
    "start": "00:25:24",
    "end": "00:25:26"
  },
  {
    "text": "It sounded like a made up restaurant.",
    "start": "00:25:26",
    "end": "00:25:28"
  },
  {
    "text": "No, it's a small Portland chain. What else is unclear?",
    "start": "00:25:29",
    "end": "00:25:33"
  },
  {
    "text": "And they actually are little. They're not Little Big.",
    "start": "00:25:33",
    "end": "00:25:35"
  },
  {
    "text": "Oh, they're actually little, but they make them tall. And there you go.",
    "start": "00:25:35",
    "end": "00:25:39"
  },
  {
    "text": "Who's Robot?",
    "start": "00:25:39",
    "end": "00:25:40"
  },
  {
    "text": "Who's Robot?",
    "start": "00:25:41",
    "end": "00:25:41"
  },
  {
    "text": "Yeah.",
    "start": "00:25:41",
    "end": "00:25:42"
  },
  {
    "text": "And why do you color scheme for the litvids?",
    "start": "00:25:42",
    "end": "00:25:45"
  },
  {
    "text": "Yeah. Robot is our art director. And that's not his real name.",
    "start": "00:25:45",
    "end": "00:25:50"
  },
  {
    "text": "That's right. Robert is his real name. That's right. But he likes to draw robots, and so he's earned his.",
    "start": "00:25:50",
    "end": "00:25:55"
  },
  {
    "text": "Do you know why his name is Robot?",
    "start": "00:25:55",
    "end": "00:25:56"
  },
  {
    "text": "Actually, it's not because he likes to draw robots.",
    "start": "00:25:56",
    "end": "00:25:59"
  },
  {
    "text": "No, I think he draws robots because he was called Robot.",
    "start": "00:25:59",
    "end": "00:26:01"
  },
  {
    "text": "Oh, really?",
    "start": "00:26:01",
    "end": "00:26:01"
  },
  {
    "text": "Yeah.",
    "start": "00:26:01",
    "end": "00:26:02"
  },
  {
    "text": "Oh, no, I didn't know that.",
    "start": "00:26:02",
    "end": "00:26:03"
  },
  {
    "text": "He was working for a church and he just works really hard. He's a hard worker. And it was a church that did really elaborate set design stuff and he kind of was in charge of that. And so he would just stay up all night and just crank these things out and draw murals and stuff. And people just started calling him a robot and it stuck.",
    "start": "00:26:06",
    "end": "00:26:24"
  },
  {
    "text": "So there you go.",
    "start": "00:26:24",
    "end": "00:26:25"
  },
  {
    "text": "There it is.",
    "start": "00:26:25",
    "end": "00:26:26"
  },
  {
    "text": "The color schemes unclear to you?",
    "start": "00:26:26",
    "end": "00:26:28"
  },
  {
    "text": "I mean, it makes sense as I'm thinking through it now.",
    "start": "00:26:29",
    "end": "00:26:31"
  },
  {
    "text": "Yeah, got it.",
    "start": "00:26:31",
    "end": "00:26:32"
  },
  {
    "text": "The literature, videos, and litvids.",
    "start": "00:26:32",
    "end": "00:26:34"
  },
  {
    "text": "So top secret. We can't talk about in public yet. Even though I'm talking about it on the podcast, we're not going to call it LitVids.",
    "start": "00:26:35",
    "end": "00:26:42"
  },
  {
    "text": "Yeah, it might stick.",
    "start": "00:26:42",
    "end": "00:26:43"
  },
  {
    "text": "You also get a mention of Miriam. Miriam, our producer. Okay, so there you go. So some of it was clear, a lot of it was unclear. Were you guys feeling the same points of unclarity as Kevin? Same basic issues. Okay.",
    "start": "00:26:43",
    "end": "00:26:58"
  },
  {
    "text": "And that's how I feel when I write the letters.",
    "start": "00:26:58",
    "end": "00:27:00"
  },
  {
    "text": "But everything was clear to you?",
    "start": "00:27:00",
    "end": "00:27:01"
  },
  {
    "text": "Everything was clear.",
    "start": "00:27:01",
    "end": "00:27:02"
  },
  {
    "text": "Okay. There you go, Kevin. Thank you so much. Yes. All right. So you get it. I just wanted to help recreate a moment where this isn't something special to the Bible. The medium of the letter inherently has the ability to make things very clear and talk about things that anybody, anytime could understand. But also inherent in the medium of the letter means there will be all kinds of things that are puzzling or you infer there's some backstory that makes sense of why they said that or why the letter was written.",
    "start": "00:27:02",
    "end": "00:27:36"
  },
  {
    "text": "Yeah.",
    "start": "00:27:36",
    "end": "00:27:37"
  },
  {
    "text": "And the New Testament letters have both have all of these dynamics going on.",
    "start": "00:27:37",
    "end": "00:27:41"
  },
  {
    "text": "Yeah.",
    "start": "00:27:41",
    "end": "00:27:42"
  },
  {
    "text": "And you're saying this was. You could sense this even from your early years of reading?",
    "start": "00:27:42",
    "end": "00:27:47"
  },
  {
    "text": "Right. And I knew they were letters, but I still wanted them to make more sense than they do.",
    "start": "00:27:47",
    "end": "00:27:52"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:27:52",
    "end": "00:27:53"
  },
  {
    "text": "I still do want them to make more sense than they do. I mean, and it really does feel unfortunate, strange. If we're going to have a book which is God's word to us, maybe it should have been theological essays. Right. Maybe that would have been better.",
    "start": "00:27:53",
    "end": "00:28:08"
  },
  {
    "text": "Yeah. You know, I would like to be 2 inches taller, you know what I mean? And not have back pain, too. But, you know, it's not that bad. But I know what you're saying.",
    "start": "00:28:14",
    "end": "00:28:26"
  },
  {
    "text": "There's a lot of things we want.",
    "start": "00:28:26",
    "end": "00:28:27"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:28:27",
    "end": "00:28:28"
  },
  {
    "text": "I want to know what God wants me to know.",
    "start": "00:28:28",
    "end": "00:28:30"
  },
  {
    "text": "Yeah.",
    "start": "00:28:31",
    "end": "00:28:31"
  },
  {
    "text": "It could have been clearer is what I'm saying.",
    "start": "00:28:31",
    "end": "00:28:34"
  },
  {
    "text": "I guess. I guess if God. Yeah, we're back to the UN. Headphones.",
    "start": "00:28:35",
    "end": "00:28:38"
  },
  {
    "text": "Yes.",
    "start": "00:28:38",
    "end": "00:28:39"
  },
  {
    "text": "Yeah, We've talked about. We've talked about this. Yeah. Right.",
    "start": "00:28:39",
    "end": "00:28:41"
  },
  {
    "text": "Instead of a book, he could have given us headphones and just straight in.",
    "start": "00:28:41",
    "end": "00:28:46"
  },
  {
    "text": "Speaking, spoke the universal message of whatever. Yeah. But apparently the Holy Spirit believes that what the circle of the apostles was writing in actual letters to house churches in the first century, the first decades of the Jesus movement, that there was something here that was of value and that can speak a divine word to all generations of Jesus followers, not despite the fact that they are letters, but precisely through the fact that they our letters. But I agree with you, it takes some adjustment of our expectations to do it. Because here's the thing with the letters, the letters, and this may be part of your experience, have some of the most like sound biteable, tweetable, one liners, Instagrammable. Right? Here's some famous ones. Yeah, so, yeah, here we go. You know, Romans 6, 23, the wages of sin is death. The free gift of God is eternal life in Christ Jesus our Lord. Amen. That'll preach and amen, right?",
    "start": "00:28:47",
    "end": "00:29:50"
  },
  {
    "text": "Yep.",
    "start": "00:29:50",
    "end": "00:29:50"
  },
  {
    "text": "Yeah. And it's like in context, out of context, yeah. You know, you're just like, wow, that's a good thing.",
    "start": "00:29:50",
    "end": "00:29:57"
  },
  {
    "text": "Hang that on a poster with bald eagle and word.",
    "start": "00:29:57",
    "end": "00:29:59"
  },
  {
    "text": "However, the question is like, but this is in the context of a letter. So it seems to me if I. What we're trying to do in this series is invite people to take the next step in reading the Bible with more wisdom, with more insight, with more respect for what these texts are. And so the next level question would be, well, when and where does that occur within the letter and what's the larger point which it's making and why is Paul making that point to this particular group of people at the time in their relationship and so on. That's the next level question. But of course, you don't have to do that to understand the sentence. Maybe Ephesians 2, 8, 9, by grace you've been saved through faith and that not of yourselves. It's the gift of God, not as a result of works so that no one can boast. Yeah, come on. Yep, Yep. Dear friends, 1 John 4, 7. Let us love one another, for love comes from God. There's a tune in some of your minds. And everyone who loves has been born.",
    "start": "00:30:00",
    "end": "00:31:06"
  },
  {
    "text": "Of God and knoweth God. That's the King James version.",
    "start": "00:31:06",
    "end": "00:31:10"
  },
  {
    "text": "So there you go, welcome to the letters. You know, they're full of these kinds of things, but probably what's happened is that over time and maybe many of you can identify with this, you are reading through the New Testament letters and there'll be all this stuff that's like the actual letter parts and you're like, I don't know who these people are and I don't know why. Paul said something about how they were in a fight, but now they've made up again. And he sent so and so. And then Romans 6:23. And then you're just like, yes, it's clear. Yes. And it warms my heart with spiritual happiness. But then you go back into a section, you're like, why is he talking about Jews and Gentiles and this kind of thing? However. So I think what people tend to do is just make it through the stuff that's difficult. Or maybe, like, how Kevin and you all were like. I don't know what that part meant, but. Oh, that part makes sense.",
    "start": "00:31:12",
    "end": "00:32:02"
  },
  {
    "text": "Yeah. What part would you have preach through Kevin?",
    "start": "00:32:02",
    "end": "00:32:04"
  },
  {
    "text": "Oh, yeah, I thought about this. I should have put in a little short theology essay.",
    "start": "00:32:04",
    "end": "00:32:08"
  },
  {
    "text": "Yeah.",
    "start": "00:32:08",
    "end": "00:32:09"
  },
  {
    "text": "Really, like, make a. Yeah, I'm sure.",
    "start": "00:32:09",
    "end": "00:32:11"
  },
  {
    "text": "We can make something.",
    "start": "00:32:11",
    "end": "00:32:12"
  },
  {
    "text": "Preach. We could preach on, like, the.",
    "start": "00:32:12",
    "end": "00:32:14"
  },
  {
    "text": "Maybe you should relax. That'll preach.",
    "start": "00:32:14",
    "end": "00:32:16"
  },
  {
    "text": "Oh, yeah, okay. Oh, no, no, that's it.",
    "start": "00:32:16",
    "end": "00:32:23"
  },
  {
    "text": "That's totally it.",
    "start": "00:32:23",
    "end": "00:32:24"
  },
  {
    "text": "Yeah. We could do a whole sermon series.",
    "start": "00:32:24",
    "end": "00:32:26"
  },
  {
    "text": "On the Sabbath on, like, how to relax.",
    "start": "00:32:26",
    "end": "00:32:28"
  },
  {
    "text": "Yeah, how to relax.",
    "start": "00:32:28",
    "end": "00:32:29"
  },
  {
    "text": "The spiritual practice of relaxing. Yes, that's right. But no, that's what we do with the letters, isn't it? We take sentences out of the context of the letter, and then we'll give. We'll do a sermon, we'll do a class, we'll do a thing. That's what I'm talking about.",
    "start": "00:32:30",
    "end": "00:32:45"
  },
  {
    "text": "Yeah.",
    "start": "00:32:45",
    "end": "00:32:45"
  },
  {
    "text": "Like, phase one of just reading the Bible and getting to know it. You're just trying to figure out what it all means. But the next step is to question that instinct and to say, like, would Paul be pleased that, like, that's what I'm getting out of that paragraph? And, like, was that Peter's main point in the paragraph? Are you guys with me? Yeah. There you go. If you are reading the New Testament letters as directly, like, from the heavens to you, because there's the word you in the letter, here are some of the most famous speed bumps in the process. Hey, you stop drinking only water. Use a little wine because of your stomach and frequent illnesses.",
    "start": "00:32:45",
    "end": "00:33:24"
  },
  {
    "text": "That'll preach.",
    "start": "00:33:25",
    "end": "00:33:25"
  },
  {
    "text": "All right. Greet one another with a kiss of love. You guys go to church and start kissing people with love.",
    "start": "00:33:26",
    "end": "00:33:37"
  },
  {
    "text": "It's not sanitary.",
    "start": "00:33:37",
    "end": "00:33:38"
  },
  {
    "text": "It's a command from one of the apostles. Yeah. First Corinthians 7:29. From now on, those who have wives should live as if they have none. First Corinthians 7:14. Doesn't the very nature of things teach you that if a man has long hair, John, it is a disgrace to him? 1st Corinthians 14 women should remain silent in the churches. They're not allowed to speak, but must be in submission, as the Torah says. We're getting more controversial here. Yes.",
    "start": "00:33:40",
    "end": "00:34:13"
  },
  {
    "text": "Yeah.",
    "start": "00:34:13",
    "end": "00:34:14"
  },
  {
    "text": "And what's fascinating is this comes paragraphs after he's just talking about women who pray and prophesy words of instruction and teaching and encouragement to the church in the same gathering where he's talking about. Are you with me? Even in the same letter, you can take a sentence out of context and make it mean something that Paul clearly in context, doesn't mean because there's lots of women speaking and he's for that. So what does he mean in this paragraph? Nothing for it.",
    "start": "00:34:14",
    "end": "00:34:42"
  },
  {
    "text": "Are you going to explain that to us right now?",
    "start": "00:34:42",
    "end": "00:34:43"
  },
  {
    "text": "Well, I don't. I'm just trying to problematize this.",
    "start": "00:34:43",
    "end": "00:34:47"
  },
  {
    "text": "Okay.",
    "start": "00:34:47",
    "end": "00:34:47"
  },
  {
    "text": "The letters actually become easy and accessible, I think only when we ignore their literary form and when we honor their literary form, all of a sudden we have a way to account for all of what's there, not just some of what's there.",
    "start": "00:34:48",
    "end": "00:35:01"
  },
  {
    "text": "Yeah.",
    "start": "00:35:01",
    "end": "00:35:01"
  },
  {
    "text": "And all of what's there includes a lot of texts that are really challenging for us to appropriate or understand in our modern context. And so this is a swirl of challenges that comes along with interpreting the New Testament letters. That's what I wanted to do in this first session, was just get that fact on the table.",
    "start": "00:35:02",
    "end": "00:35:20"
  },
  {
    "text": "Cool. Cool. And so we've got hopefully some questions. We got Andrew here.",
    "start": "00:35:20",
    "end": "00:36:01"
  },
  {
    "text": "Yeah, my name is Andrew. I'm the pastor for Munger Place Church here. We're glad to have you folks with us. John, you made the point that we have the Bible. We have, not necessarily the Bible we want.",
    "start": "00:36:01",
    "end": "00:36:08"
  },
  {
    "text": "Yeah.",
    "start": "00:36:08",
    "end": "00:36:09"
  },
  {
    "text": "Here's the first question. We know why the letters are difficult. What might be the advantage for having part of our sacred scripture in the form of letters? How does it actually help us 2,000 years later?",
    "start": "00:36:09",
    "end": "00:36:21"
  },
  {
    "text": "That's a great question. Here's the thing. When we do Q and R episodes, I have days to think about the questions. Oh, yeah, yeah. Actually, we talk about this before. Live Q and R is you hate at your worst. Well, it's a form of torture because these are such important topics, like what occurs to me off the top of my. On the top of mind is in 24 hours, I'm going to have a totally different kind of response to this question. And so I care about thoughtfulness, and so this is hard for me, but there's value in doing live Q and A.",
    "start": "00:36:22",
    "end": "00:36:55"
  },
  {
    "text": "Okay.",
    "start": "00:36:55",
    "end": "00:36:55"
  },
  {
    "text": "Okay. So here's the way that I'm thinking about this. In the present, the New Testament Letters give us a window into the nature. I mean, the apostles, this is the circle of people who spent time around Jesus or like Paul, who met the risen Jesus. And they were shaped by that first generation. And they give us a window into the nature, not just of the theology and ethics of the early Jesus movement, but of the way that leaders related to the communities that they planted. And it's a model of leadership that I think every generation of the church stands to learn from, because the letters, they didn't have emails, they didn't have text, and Paul couldn't be everywhere in person or Peter. It's as if we're getting not just the theology and ethics, but the actual. The medium is the message. We've talked about this. And so there's so much more that the letters are doing and communicating than just the theology and ethics. And we'll talk about some of those things. But to me, that's become such a beautiful and valuable part of the letters is how they communicate. And then second, back to our thing about the Bible isn't what I often wish it would be. That itself is instructive to be like, well, why do I wish for the thing that I think the Bible ought to be?",
    "start": "00:36:55",
    "end": "00:38:15"
  },
  {
    "text": "Because I want to understand.",
    "start": "00:38:15",
    "end": "00:38:16"
  },
  {
    "text": "That's right. And that's always the case for you. Right. Because you want to understand. But the question is, understand what? The epistles give us an enormous amount to understand, but it may not be the things that you thought were the most important to understand.",
    "start": "00:38:16",
    "end": "00:38:30"
  },
  {
    "text": "Yeah, I want all the right answers. I want a complete kind of collection of the right things to know.",
    "start": "00:38:30",
    "end": "00:38:37"
  },
  {
    "text": "Yes.",
    "start": "00:38:38",
    "end": "00:38:38"
  },
  {
    "text": "So that's what I want.",
    "start": "00:38:38",
    "end": "00:38:39"
  },
  {
    "text": "So that the baby Jesus will smile upon you or just for your own satisfaction.",
    "start": "00:38:40",
    "end": "00:38:47"
  },
  {
    "text": "Yeah, that's a great question. I don't know. Why do I want that?",
    "start": "00:38:47",
    "end": "00:38:51"
  },
  {
    "text": "Yeah. Okay.",
    "start": "00:38:52",
    "end": "00:38:55"
  },
  {
    "text": "Now, this is on the vein of the epistles are difficult. Dylan asks, how do you reconcile James 2, faith without works is dead, with Ephesians 2, for it is by grace you have been saved through faith. Different authors, not coordinated together. We're reading their mail. How do we read those today?",
    "start": "00:38:55",
    "end": "00:39:12"
  },
  {
    "text": "Yeah. No, that's exactly right. Yeah. So here's another thing about the apostles. They did all get together on a handful of occasions, but what they seem to never have done is get together and have a conference where they all agree on what the meaning of their words are in every context. In other words, when we use this.",
    "start": "00:39:12",
    "end": "00:39:32"
  },
  {
    "text": "Word, we always mean this.",
    "start": "00:39:32",
    "end": "00:39:34"
  },
  {
    "text": "Correct.",
    "start": "00:39:34",
    "end": "00:39:35"
  },
  {
    "text": "We never mean this.",
    "start": "00:39:35",
    "end": "00:39:36"
  },
  {
    "text": "Yeah. So we're back into the first decades of this movement. In the first Decades of this moment, this thing explodes out of Jerusalem. Remember in the Book of Acts, it's also because of persecution and followers of Jesus getting murdered that people are fleeing the city. So this thing, it goes, it's very similar to the way things go viral on the Internet and you can't control it. And so the Spirit's guiding this. But when, for example, Paul's talking about faith and works, he's talking about it to gentile audiences, like in Galatians or Colossians, kind of Philippians. And then in Rome, there's very particular issues about Messianic Jews who follow Jesus, non Jewish people who follow Jesus and they're having these conflicts about food laws and circumcision and kosher. James comes along and he's writing to almost certainly like he calls the group they meet in a synagogue, he's writing to Messianic Jews. And it seems that Paul is being bad mouthed and misunderstood in a lot of Messianic Jewish contexts. And so James comes along and corrects an issue that's raised from a misunderstanding that some Messianic Jews have about Paul's letters. So James is doing damage control on an intra apostolic conversation happening. And then the way that they're being misunderstood, if you just read James and Paul out of that social context and just put them next to each other, it looks like a theological contradiction. You're saved not by works. James says, actually your faith is proved by your works. But in reality they are a part of a very complex social movement and they're addressing specific circumstances as the thing goes viral. So that's a way that understanding how they're letters really, I think, helps illuminate why the letters are what they are and the content.",
    "start": "00:39:36",
    "end": "00:41:27"
  },
  {
    "text": "Okay, so Tim, following up on that, this is Kurt's question. If we read the letters, how do we know when it's a command that should apply to us? If I should take a little bit of wine when I'm having an upset stomach, or how do I know it's a particular contextual thing that's not universal for all followers of Christ?",
    "start": "00:41:28",
    "end": "00:41:45"
  },
  {
    "text": "And how, when I read it, do.",
    "start": "00:41:45",
    "end": "00:41:46"
  },
  {
    "text": "I know which is which? Because to John's desire, I want to do the right thing, but I don't always know if it applies to me?",
    "start": "00:41:46",
    "end": "00:41:52"
  },
  {
    "text": "That's exactly right, yeah. In my mind, this is the number one challenge in reading apostolic letters to first century house churches, because they were written out of a very specific historical context. They're written into a very specific historical context. How do you discern and what every tradition in the whole history of the Jesus movement. The uncharitable way to say it is that every tradition picks and chooses. Every tradition picks and chooses. The question is, what's the criteria by which they pick and choose? And what. You know, if there is a divine criteria for picking and choosing, we want to know what that is. So that's part of what we're going to be working out in this series. I'm just trying to set that dynamic on the table because not everybody sees that dynamic. Not everybody even knows that their tradition is picking and choosing. But it's true. The thing about women speaking in 1 Corinthians 14 is a wonderful example. There are very few Christian traditions, There are some very few, where women can't open their mouths anywhere in a public gathering. But if they're going to take what they Bible says, it, I believe it. That settles it. If you're going to take that context. Right. Or that verse out of context. That's what Paul says. There's almost no traditions that do that. What most traditions do is pick and choose from a selection of passages about women and leadership in the New Testament and make up their own package of it. Are you with me? And so that's its own issue. But you could do the same issue. I mean, what do we do with the issue of slavery in the New Testament? Slavery comes up a lot in the New Testament. And so are we supposed to reinstitute something slavery so we can obey these verses and have slaves? Of course not. Nobody thinks that. But why? The criterion's no different. There are commands given to slaves and masters. So every tradition is picking and choosing. How do you do it? We're going to put the topic on the table and give some guideposts for how to do that. I'll make one recommendation just because it's a great book and We've interviewed Scott McKnight recently. He has probably the most helpful book guiding people into this and figuring out the map, the terrain of how traditions pick and choose and why. It's called the Blue Parakeet. Anybody? It's a book called the Blue Parakeet. It's an audiobook. It's about five hours, short little paperback. So helpful. It's very helpful on this very topic.",
    "start": "00:41:52",
    "end": "00:44:17"
  },
  {
    "text": "This is from Grant. It's a great question here about what he talks about, the implicit references that you draw out of the biblical texts. He says that can seem like a way that's difficult for modern interpreters. Or it feels like almost like you're associating the things that we don't see there than when it fits how you want to say it. So the question is, what do you say to one who is skeptical about implicit references between biblical texts? So not direct quotations or allusions, but when it's right there under the surface.",
    "start": "00:44:17",
    "end": "00:44:46"
  },
  {
    "text": "Oh, oh, we're talking not about epistles right now.",
    "start": "00:44:46",
    "end": "00:44:49"
  },
  {
    "text": "Not epistles so much, but just. But even in the epistles, if there's a. Yeah, it's the iceberg under the water.",
    "start": "00:44:49",
    "end": "00:44:55"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:44:55",
    "end": "00:44:56"
  },
  {
    "text": "How do you get modern people to see that unless they've been reading the Bible front to back for, for years? And how do you explain that to people and make them feel like that it's actually there?",
    "start": "00:44:56",
    "end": "00:45:04"
  },
  {
    "text": "Oh, wow. Yeah. We're going to do the second video of this two part series. It's going to be about learning how to follow a flow of thought through the letters from beginning to end and learning how as you're following the development of a line of thought through a whole letter, not just taking verses out of context, but read it from beginning to end, realizing the importance of Old Testament quotations and allusions which are non marked. I call them hyperlinks to the Old Testament. But if you think about it, it's the same thing as this dynamic. In the letter that Kevin delivered to you, when I reference the Demogorgon, all I have to do is say one word and it activates a whole storyline, both from this thing that we both know, a TV show, but then also under that is where that character comes from, which is from a famous role playing game, Dungeons and Dragons and so on. And so just with one word I can activate a whole story world that networks to another whole story world. And that's all that I'm talking about with the apostles, is that their brains are not melted on TV and Twitter. Their media, not just their media. I mean, it's hard to have an equivalent because it's so embedded in their social context. The scriptures are reality for them and the apostles are immersed in them from their earliest and so they speak out of that world of the Scriptures. And so Paul here, I'll just give you one example. I was just thinking about this the other day. This is in Paul's letter to the Philippians. In Paul's letter to the Philippians, he's talking about how he's writing a letter from prison and he's actually not sure if he's going to live or die. And he says, I want you to know about my circumstances. Listen, the gospel is spreading here in prison. And he says, I know that this will Turn out for my deliverance. Here we go. Right here. I know that this will turn out from my deliverance. This is verbatim from the Book of Job, that little line right there. And specifically from the Greek translation of that verse in the Book of Job. It's like in Job, chapter nine. And at the moment where Job is actually having a high point, he doesn't have many of those in his speeches because he thinks that God wants to destroy him. But he trusts that if he could just get a hearing with God, this will turn out for my deliverance. So Paul has adopted Job's hope that even though God has allowed terrible circumstances, yet I trust that this will turn out for my. He's turning into Job for a moment now. Did he even know he was doing this? I think so. But did I explicitly bring up, like, episodes three and four of Stranger Things of this season to do this in my mind? No, it's just the Demogorgon's in my mind network to a whole thing in that storyline. And so I said, you know, I use this metaphor. And so the apostles are doing this all of the time, and the Hebrew Bible is doing this about itself all of the time.",
    "start": "00:45:04",
    "end": "00:48:00"
  },
  {
    "text": "So if you click that A, would that give you the Job reference?",
    "start": "00:48:00",
    "end": "00:48:02"
  },
  {
    "text": "No. My hunch is that it's actually so subtle, most English translations don't activate it. Yep.",
    "start": "00:48:02",
    "end": "00:48:10"
  },
  {
    "text": "You have to have internalized Job to even see it.",
    "start": "00:48:10",
    "end": "00:48:13"
  },
  {
    "text": "Yeah. It's kind of like I actually wasn't a huge fan of the Fight Club movie. Fight Club. Does anybody know about Fight Club anymore? But it's kind of this thing of, like, to know about Fight Club, you have to already know about Fight Club. It's so secret, and in many ways, that's what it's like to be in the Jewish literary tradition. If you're raised in it, no one has to tell you because you've been raised in it. So we don't have to talk about.",
    "start": "00:48:13",
    "end": "00:48:36"
  },
  {
    "text": "What book is this?",
    "start": "00:48:37",
    "end": "00:48:37"
  },
  {
    "text": "This is in Philippians.",
    "start": "00:48:38",
    "end": "00:48:39"
  },
  {
    "text": "Okay.",
    "start": "00:48:39",
    "end": "00:48:39"
  },
  {
    "text": "It's just one little line there that he borrows from the Book of Job. I like examples like this because he doesn't have some huge point of theology to teach, as it says in the prophet Isaiah. He's actually appropriated the Job character to see his own imprisonment through. And that's just how he sees the world because he was raised on the Scriptures. This will be a part of the videos, but this is huge. The apostles are doing this in every page all the time.",
    "start": "00:48:39",
    "end": "00:49:05"
  },
  {
    "text": "Yeah. Hyperlinking.",
    "start": "00:49:05",
    "end": "00:49:06"
  },
  {
    "text": "Hyperlinking. Just like we use pop culture references or Whatever. Right, Conversation.",
    "start": "00:49:06",
    "end": "00:49:11"
  },
  {
    "text": "Here's where we'll go. I want to hear where we're going to go in the next hour.",
    "start": "00:49:11",
    "end": "00:49:14"
  },
  {
    "text": "Yeah. So where we're going to go is the letters require understanding the context. What this little exercise showed was that these letters were written out of a specific context, and they're written into a specific context. And so a wise reading will be to respect that and to begin to learn about what those contexts are. I think that there are four layers of context that are helpful to internalize, to have on the brain when we're reading any of the New Testament letters. Four layers of context. Number one, where do the letters appear in the unified story that leads to Jesus? They fit in at a specific moment of the story, and understanding why and how they fit in will illuminate why they are what they are and why they talk about the things that they talk about. That's one moment. A second layer is the cultural context. Both Jewish and Greek and Roman, Greek and Roman culture, Jewish culture inform. Almost all of these problematic texts that raise the question of, well, what's for the first century and what's for the 21st century are connected to cultural contexts that differ vastly from our own culture. The situational context is a third layer. What's the prehistory of the author with this particular audience that informs why they were writing? So those are all kind of backstory, biblical story, cultural, situational. And then there's just looking at each letter. It's a coherent line of thought from the beginning to the end. And so any verse or paragraph that I'm looking at, I need to respect and understand how it fits in to the whole of the flow of thought so that I can do with it what the author wants me to do with it. Just like we should relax. So I don't want to take that sentence out of context, so I want to study the whole letter. So four layers of context. I know this sounds like a lot, but I feel like the stakes are high with the letters because there's so many traditions that actually get everything out of this section of the Bible. But I think it's worth really honing our study tools as we read this part of the Bible. So that's the roadmap. That's why this is going to take so long. This is just the first.",
    "start": "00:49:15",
    "end": "00:51:30"
  },
  {
    "text": "We're going to get through all four.",
    "start": "00:51:30",
    "end": "00:51:31"
  },
  {
    "text": "No, no, no, no, no, no. We're just going to start in the next session right here of point 1. First layer of context. That's it. We'll do the next three Back when we get to Portland.",
    "start": "00:51:32",
    "end": "00:51:43"
  },
  {
    "text": "Okay?",
    "start": "00:51:43",
    "end": "00:51:44"
  },
  {
    "text": "Sound. Okay.",
    "start": "00:51:44",
    "end": "00:51:45"
  },
  {
    "text": "Great. All right, thanks for listening to this episode of the BibleProject podcast. Next week, we'll continue our discussion, part two of our conversation live in Dallas.",
    "start": "00:51:46",
    "end": "00:52:02"
  },
  {
    "text": "And so it seems to me understanding how the letters fit in this has immense potential, I think, for the followers of Jesus today, because this isn't just about theology and ethics. This is about creating an esmic story. Yes, dude. And it's about getting people to elevate their allegiance to Jesus over their socioeconomic, national, ethnic, gender boundary lines. Anybody?",
    "start": "00:52:02",
    "end": "00:52:29"
  },
  {
    "text": "We're celebrating the 200th episode of BibleProject podcast, which is incredible. We actually hit 200 episodes mid last week with a bit of a surprise episode that we weren't even planning for. So we've had our calendar circled for this episode as our 200th. But regardless, 200, and we know many of you have listened to every single one, which is incredible. What we'd love to do is we'd love to hear from you what series or particular episodes have been impactful to you and why. We really want to hear this and we want to share your thoughts with our podcast audience. So think about what your favorite episode or series is, and then record yourself talking about why that episode is so meaningful to you. We're going to compile those all and create a special podcast episode with your voices, and that'll help new people be able to figure out maybe where they would like to begin as they listen to this podcast. You can send your recording to infoibleibleproject.com and please put in the subject header, 200 episodes. Exclamation point. You don't have to use exclamation point. Today's show was produced by Dan Gummel. The show notes that accompany this podcast are Produced by Camden McAfee. If you haven't checked out our show notes, they're amazing. And our theme music comes from the band Tense. Thanks for being a part of this with us. Hi, this is Jisoo and Joanne, and we're from California, and we first heard about the Bible project because our church uses the videos for our understanding of the Bible.",
    "start": "00:52:31",
    "end": "00:54:14"
  },
  {
    "text": "We believe the Bible is a unified.",
    "start": "00:54:15",
    "end": "00:54:16"
  },
  {
    "text": "Story that leads to Jesus. We're a crowdfunded project by people like me.",
    "start": "00:54:16",
    "end": "00:54:21"
  },
  {
    "text": "Find free videos, study notes, podcasts, and more@thebibleproject.com thanks, SA.",
    "start": "00:54:21",
    "end": "00:55:00"
  }
]