[
  {
    "text": "When was the last time you wrote a letter to someone?",
    "start": "00:00:00",
    "end": "00:00:03"
  },
  {
    "text": "Hmm.",
    "start": "00:00:04",
    "end": "00:00:04"
  },
  {
    "text": "Picture that moment for a second. Was it written longhand, pencil and paper and mailed? Was it typed out on a computer or punched out on your phone with your thumbs and sent as an email?",
    "start": "00:00:05",
    "end": "00:00:20"
  },
  {
    "text": "Throughout history, readers of the New Testament letters have tended to take their experience and practice of writing a letter that they've been taught in their culture and assume that that's what the apostles were doing. When you think of Paul writing one of the letters, what at least modern Westerners tend to do is imagine Paul sitting by himself or a room where he has, like, privacy and he's producing a single unedited draft that he's got to get out the door. So that's the mental image.",
    "start": "00:00:21",
    "end": "00:00:52"
  },
  {
    "text": "Today we're going to look at how the early apostles would have written their letters. While letter writing is something seemingly simple for us, for those in the first century, it was a much harder feat.",
    "start": "00:00:52",
    "end": "00:01:02"
  },
  {
    "text": "The skills required is significant. It was a significant undertaking. The materials are really expensive, and so you want somebody who can write fast but really precise and fit a lot because every square inch costs a lot of money.",
    "start": "00:01:02",
    "end": "00:01:16"
  },
  {
    "text": "It was so expensive to write letters. The letters that we find from the first century are all pretty short. But this didn't stop Paul from. From writing long and creative letters.",
    "start": "00:01:16",
    "end": "00:01:27"
  },
  {
    "text": "They were creative. They had a variety of means at their disposal. But these letters are some of the longest letters from the ancient world. As you read through them, some sections feel like he's going off the top of his head. Other sections feel like really well crafted short sermons.",
    "start": "00:01:27",
    "end": "00:01:44"
  },
  {
    "text": "I'm John Collins, and this is the BibleProject Podcast. Today on the show, my friend and co host, Dr. Tim Mackey and I discuss the craft of first century letter writing and how that will help us understand how to better read the letters in the Bible. Thanks for joining us. Here we go.",
    "start": "00:01:44",
    "end": "00:01:59"
  },
  {
    "text": "All right, we are starting a new conversation about how to read the New Testament letters. We've already had one conversation, but we're having two videos in our how to Read the Bible series.",
    "start": "00:02:07",
    "end": "00:02:20"
  },
  {
    "text": "Yeah.",
    "start": "00:02:20",
    "end": "00:02:21"
  },
  {
    "text": "On how to read the New Testament letters.",
    "start": "00:02:21",
    "end": "00:02:22"
  },
  {
    "text": "And the first video is on we're calling Historical context.",
    "start": "00:02:22",
    "end": "00:02:26"
  },
  {
    "text": "Yeah. And the different layers of the historical context.",
    "start": "00:02:26",
    "end": "00:02:30"
  },
  {
    "text": "Yes.",
    "start": "00:02:30",
    "end": "00:02:30"
  },
  {
    "text": "Of the New Testament.",
    "start": "00:02:30",
    "end": "00:02:31"
  },
  {
    "text": "The biggest layer is the story of the Bible.",
    "start": "00:02:31",
    "end": "00:02:34"
  },
  {
    "text": "Yep.",
    "start": "00:02:34",
    "end": "00:02:34"
  },
  {
    "text": "Which is a type of history, but it's its own form of literary context, too, is what I'm kind of getting confused with.",
    "start": "00:02:34",
    "end": "00:02:40"
  },
  {
    "text": "Oh, sure, yeah, that's right. In other words, the cosmic storyline of the Bible.",
    "start": "00:02:40",
    "end": "00:02:44"
  },
  {
    "text": "Who.",
    "start": "00:02:44",
    "end": "00:02:44"
  },
  {
    "text": "Yeah. Is found in a literary work. We Call the Bible.",
    "start": "00:02:44",
    "end": "00:02:47"
  },
  {
    "text": "Yeah, but that's the biggest form of context.",
    "start": "00:02:47",
    "end": "00:02:50"
  },
  {
    "text": "That's right.",
    "start": "00:02:50",
    "end": "00:02:51"
  },
  {
    "text": "How do the New Testament letters fit into the story of the Bible?",
    "start": "00:02:51",
    "end": "00:02:53"
  },
  {
    "text": "Yep. That was the first thing we explored.",
    "start": "00:02:53",
    "end": "00:02:55"
  },
  {
    "text": "And then we explored how do these New Testament letters fit into its historical context, the socioeconomic world stage. What's happening?",
    "start": "00:02:55",
    "end": "00:03:06"
  },
  {
    "text": "That's right. Roman Empire, first century Jewish decade, Diaspora communities around the Mediterranean.",
    "start": "00:03:06",
    "end": "00:03:13"
  },
  {
    "text": "Diaspora, meaning Jewish people.",
    "start": "00:03:13",
    "end": "00:03:15"
  },
  {
    "text": "Yeah, Jewish communities spread throughout the Roman Empire.",
    "start": "00:03:16",
    "end": "00:03:19"
  },
  {
    "text": "And then we looked at more specifically the context of the community who received the letters.",
    "start": "00:03:19",
    "end": "00:03:24"
  },
  {
    "text": "Yeah, the situational context.",
    "start": "00:03:24",
    "end": "00:03:26"
  },
  {
    "text": "Situational context, yep.",
    "start": "00:03:26",
    "end": "00:03:27"
  },
  {
    "text": "Let's just summarize. So, the biblical narrative context where the letters come in, the cultural context of the Roman Empire in terms of history, but also what was the culture like? And then. Yeah, yeah. The situational context, the unique circumstances happening in the different cities and then the different. Within those cities, the actually people you have, the church community that Paul was writing too.",
    "start": "00:03:27",
    "end": "00:03:48"
  },
  {
    "text": "And if you want to listen to those, those are in the previous series on how to read the letters.",
    "start": "00:03:48",
    "end": "00:03:53"
  },
  {
    "text": "Yep.",
    "start": "00:03:53",
    "end": "00:03:54"
  },
  {
    "text": "This series is going to hone in on a new type of context that we're going to call literary context.",
    "start": "00:03:54",
    "end": "00:04:01"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:04:01",
    "end": "00:04:02"
  },
  {
    "text": "Which, if I understand correctly, how were these letters written as literary pieces? And how do you understand them as literary pieces? And how do you read them as literature?",
    "start": "00:04:02",
    "end": "00:04:13"
  },
  {
    "text": "Yeah. Maybe one simple way would be to say those three previous layers of context, the biblical narrative, the cultural context, and the situational context. Those are all layers of context that are behind the letter. They're the context out of which the letter emerges. You can actually read and get little snippets and details of those. But you have to infer a lot. It's a lot of inference work. What we're focusing on now is not the context behind the letters, but the letters, the actually written work from beginning to end as a context, the actual words on the page as a context for understanding what the words mean. So not behind the text, but the context of actual text itself. I'm using the word text a lot, but that's the shift here.",
    "start": "00:04:13",
    "end": "00:05:01"
  },
  {
    "text": "Arguably you could do this with any text.",
    "start": "00:05:01",
    "end": "00:05:03"
  },
  {
    "text": "Yeah.",
    "start": "00:05:03",
    "end": "00:05:04"
  },
  {
    "text": "As you can say, what's the historical context of this being written? What was the life like of the people who this was written to? Now, let's look at actually what was written.",
    "start": "00:05:04",
    "end": "00:05:14"
  },
  {
    "text": "Yeah, that's right. Yeah, that's right. So what we're going to do, what this video is essentially going to be about, one, a quick intro. Whether or not it's quick for us to talk about it, we'll find out. But about how letters were actually written in the first century. What it looked like to produce literary correspondence in the first century.",
    "start": "00:05:14",
    "end": "00:05:34"
  },
  {
    "text": "Cool.",
    "start": "00:05:34",
    "end": "00:05:34"
  },
  {
    "text": "Because it differs from culture to culture. It turns out how letters are written. Yeah. The function that letters have, how you write them and the form that they take differs from culture to culture.",
    "start": "00:05:34",
    "end": "00:05:44"
  },
  {
    "text": "Yeah.",
    "start": "00:05:44",
    "end": "00:05:45"
  },
  {
    "text": "So we're going to look at that because one, I just have learned so much from a couple really great scholars. And then the second, I want to go through the form. First century letters have a fixed form. Just like a template. Yeah, like a template. Yeah, totally. Yeah. You know how now when, you know, in all our different software programs have preloaded templates, you can put a letter template going and then you just fill in the little bits.",
    "start": "00:05:45",
    "end": "00:06:09"
  },
  {
    "text": "This is where I put my name and address and this is where I put.",
    "start": "00:06:09",
    "end": "00:06:12"
  },
  {
    "text": "That's right, yeah. So all those conventions existed in the first century.",
    "start": "00:06:12",
    "end": "00:06:15"
  },
  {
    "text": "Yeah.",
    "start": "00:06:15",
    "end": "00:06:16"
  },
  {
    "text": "Almost all the letters show the apostles adapting and tweaking. And then the last bit, which really in a How to read the Bible series is the actual payoff is like four practical steps for how to read the letters as a whole and understand the flow of thought in context. So that's kind of the outline of where we're going and what I think the video could be about. Personally, you have told me before you grew up in a context of the Christian tradition where the letters of the apostles were like the main event in terms of like the most important part of the Bible. And then I think even the letters of Paul in particular.",
    "start": "00:06:16",
    "end": "00:06:53"
  },
  {
    "text": "Oh yeah, most preached. I'm only familiar with, I suppose, my tradition really. But I'm wondering if you somehow were able to catalog every sermon preached on a Sunday morning across America, the western world or the world and like had a spreadsheet of all the. Of the passages that were preached out of.",
    "start": "00:06:53",
    "end": "00:07:15"
  },
  {
    "text": "Yeah, sure, sure.",
    "start": "00:07:15",
    "end": "00:07:16"
  },
  {
    "text": "And then like made a graphic.",
    "start": "00:07:16",
    "end": "00:07:18"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:07:18",
    "end": "00:07:19"
  },
  {
    "text": "Like here's where the Christian church is preaching out of. All I know is that growing up it would have been 90% splattershot across Paul's letters.",
    "start": "00:07:19",
    "end": "00:07:30"
  },
  {
    "text": "Yeah, got it right.",
    "start": "00:07:30",
    "end": "00:07:31"
  },
  {
    "text": "And then maybe like some psalms or.",
    "start": "00:07:32",
    "end": "00:07:34"
  },
  {
    "text": "Maybe, you know, for huge portions of the church, it's easy because many churches follow what's called electionary.",
    "start": "00:07:34",
    "end": "00:07:41"
  },
  {
    "text": "Oh yeah.",
    "start": "00:07:41",
    "end": "00:07:41"
  },
  {
    "text": "Which is a calendar year reading through the Bible.",
    "start": "00:07:41",
    "end": "00:07:45"
  },
  {
    "text": "Yeah, we didn't do that.",
    "start": "00:07:45",
    "end": "00:07:46"
  },
  {
    "text": "But mostly non denominational churches don't use that. And so there you go. Yeah, yeah, I bet the. Yeah, specifically the letters of Paul or the New Testament letters for sure would be probably the highest percentage.",
    "start": "00:07:46",
    "end": "00:07:59"
  },
  {
    "text": "And I know anytime I went to read the Bible growing up, I would typically Turn to the letters. They were the most approachable, the most applicable.",
    "start": "00:07:59",
    "end": "00:08:08"
  },
  {
    "text": "They're addressed to you. You.",
    "start": "00:08:08",
    "end": "00:08:10"
  },
  {
    "text": "Yeah.",
    "start": "00:08:10",
    "end": "00:08:10"
  },
  {
    "text": "Once you start reading them, leave the first sentences behind. Right. You start reading it, and it's like, hey, this guy's talking to me.",
    "start": "00:08:10",
    "end": "00:08:16"
  },
  {
    "text": "Yeah.",
    "start": "00:08:16",
    "end": "00:08:16"
  },
  {
    "text": "You keep saying you.",
    "start": "00:08:16",
    "end": "00:08:17"
  },
  {
    "text": "And while I would often get confused. Often get confused. I would get less confused than if I were, say, in the prophets.",
    "start": "00:08:18",
    "end": "00:08:25"
  },
  {
    "text": "I understand.",
    "start": "00:08:25",
    "end": "00:08:26"
  },
  {
    "text": "Or in the Torah or something.",
    "start": "00:08:26",
    "end": "00:08:28"
  },
  {
    "text": "Totally. That's right. That's right.",
    "start": "00:08:28",
    "end": "00:08:30"
  },
  {
    "text": "When I think about reading the Bible, it's typically about reading these letters.",
    "start": "00:08:30",
    "end": "00:08:34"
  },
  {
    "text": "Yeah, that's right. So here's my hunch. Is that some of them. Because they're short, some of them are just two to five pages.",
    "start": "00:08:34",
    "end": "00:08:43"
  },
  {
    "text": "Yeah.",
    "start": "00:08:43",
    "end": "00:08:44"
  },
  {
    "text": "Colossians, you know, First Peter that you actually probably did, like, read them beginning to end.",
    "start": "00:08:44",
    "end": "00:08:50"
  },
  {
    "text": "No, not always.",
    "start": "00:08:51",
    "end": "00:08:51"
  },
  {
    "text": "But not always.",
    "start": "00:08:52",
    "end": "00:08:52"
  },
  {
    "text": "Not typically, actually.",
    "start": "00:08:52",
    "end": "00:08:53"
  },
  {
    "text": "Oh, not typically.",
    "start": "00:08:53",
    "end": "00:08:54"
  },
  {
    "text": "Not typically.",
    "start": "00:08:54",
    "end": "00:08:55"
  },
  {
    "text": "Okay. All right. Yeah.",
    "start": "00:08:55",
    "end": "00:08:56"
  },
  {
    "text": "No, because I was always just looking for that moment of, oh, I can apply that. Or. Oh, that makes sense. That'll. That's a thought I could dwell on. And then you're done.",
    "start": "00:08:56",
    "end": "00:09:06"
  },
  {
    "text": "Yeah.",
    "start": "00:09:06",
    "end": "00:09:06"
  },
  {
    "text": "And it's almost like a treasure hunt. That was like, my.",
    "start": "00:09:06",
    "end": "00:09:09"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:09:09",
    "end": "00:09:10"
  },
  {
    "text": "My experience. So, yeah. If you can get that in three verses, boom. Awesome.",
    "start": "00:09:10",
    "end": "00:09:15"
  },
  {
    "text": "Yeah, you're good. Yeah, you're good. Why read the whole paragraph? Your heart is warm and filled with the love of God from two sentences. Yeah, just stay right there, man.",
    "start": "00:09:15",
    "end": "00:09:24"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:09:24",
    "end": "00:09:25"
  },
  {
    "text": "No, I get it.",
    "start": "00:09:25",
    "end": "00:09:26"
  },
  {
    "text": "It was a revelation of sorts to read it all at one go.",
    "start": "00:09:26",
    "end": "00:09:29"
  },
  {
    "text": "At one go.",
    "start": "00:09:29",
    "end": "00:09:30"
  },
  {
    "text": "I remember in Bible school where we went. I think we had to read Romans in one go and kind of talk about its structure. And I've spent a lot of time in Romans, but I'd never read it all in one go.",
    "start": "00:09:30",
    "end": "00:09:44"
  },
  {
    "text": "Yeah.",
    "start": "00:09:44",
    "end": "00:09:45"
  },
  {
    "text": "Never. Just sat down and just read the whole thing in one go.",
    "start": "00:09:45",
    "end": "00:09:48"
  },
  {
    "text": "Yes.",
    "start": "00:09:48",
    "end": "00:09:49"
  },
  {
    "text": "And that was a revelation of sorts.",
    "start": "00:09:49",
    "end": "00:09:51"
  },
  {
    "text": "Yeah, I remember that, too, when I first started to read the letters. So we'll look at these a little bit later. But there's two places in the New Testament letters that actually show you. I'll read one of them. One is the line near the end of Paul's letter to the colossians. Colossians chapter 4, verse 16, the third to last sentence in the letter. And he says, when this letter is read among you all have it also read in the church of the Laodiceans. That's down the road. And you, for your part, make sure you read my letter.",
    "start": "00:09:51",
    "end": "00:10:27"
  },
  {
    "text": "The.",
    "start": "00:10:27",
    "end": "00:10:27"
  },
  {
    "text": "That is from Laodicea. So I wrote a letter to both of you.",
    "start": "00:10:27",
    "end": "00:10:31"
  },
  {
    "text": "Yeah.",
    "start": "00:10:31",
    "end": "00:10:31"
  },
  {
    "text": "Swap letters when you read them aloud also, make a copy and send it down the road. Make sure you get a copy of.",
    "start": "00:10:31",
    "end": "00:10:37"
  },
  {
    "text": "Theirs, too, which we don't have that letter.",
    "start": "00:10:37",
    "end": "00:10:40"
  },
  {
    "text": "Right. Unless it's the letter to the Ephesians.",
    "start": "00:10:40",
    "end": "00:10:43"
  },
  {
    "text": "I see.",
    "start": "00:10:43",
    "end": "00:10:44"
  },
  {
    "text": "Unless the letter that we call the letter to the Ephesians is the letter to the Laodiceans. Big rabbit hole there. What's important here is Paul, he doesn't even instruct. He just assumes, how are the people attending the house church or house churches in Colossae going to read this letter? And the fact is, they're not going to read it.",
    "start": "00:10:44",
    "end": "00:11:03"
  },
  {
    "text": "They're going to listen to it likely ever.",
    "start": "00:11:03",
    "end": "00:11:05"
  },
  {
    "text": "Yeah. So the original recipients of the letter to the Colossians, the vast majority, did not read it. They listened to it, which means they listened to it as a whole. It takes 25 minutes to read.",
    "start": "00:11:05",
    "end": "00:11:17"
  },
  {
    "text": "It's the media they had.",
    "start": "00:11:18",
    "end": "00:11:20"
  },
  {
    "text": "Yeah, that's right. He makes a similar comment at the end of 1st Thessalonians 2. And there he actually instructs, saying, I instruct you. Read this letter before everybody. Make sure everybody's there. So the New Testament letters were actually written to be heard. They were written to be listened to by a group of people. Now, of course, I'm sure he would be happy if people actually sat down and read it closely. And certainly the people who he put the letter in the hands of, as we're going to see, letter carriers, were most often the people who were commissioned by the author to go read it aloud with instructions, having received instruction about it, and so on. So let's just start there. That's a really different way to encounter the New Testament letters than how. How you grew up, isn't it?",
    "start": "00:11:20",
    "end": "00:12:03"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:12:04",
    "end": "00:12:05"
  },
  {
    "text": "So we have to have conversations about reading the letters as a whole and learning not to take sentences out of context, but. But that's because we live in a culture saturated with translations of the Bible and where the primary way people are encouraged to engage the Bible is by themselves alone, reading quietly, maybe at the beginning of the day. And that's not the type of literature that the letters are designed as. It's like your little inspiration guide. They are inspirational, but the primary way they're meant to do what they do is to. To have them read aloud to a group of followers of Jesus. Yeah, yeah. For me, that was a significant insight that has continued to shape how I interact with the New Testament letters.",
    "start": "00:12:05",
    "end": "00:12:52"
  },
  {
    "text": "There's these points that we're making which are pretty simple, and one is from the previous conversation. These are letters.",
    "start": "00:12:52",
    "end": "00:12:59"
  },
  {
    "text": "Yes. Actual letters. These are Actual letters, actual mail.",
    "start": "00:13:00",
    "end": "00:13:02"
  },
  {
    "text": "Someone wrote this to some other group, and that was a big kind of aha for us to talk about. And this next one is read the whole letter.",
    "start": "00:13:02",
    "end": "00:13:13"
  },
  {
    "text": "It sounds like the most. Should be the most intuitive thing you could imagine.",
    "start": "00:13:17",
    "end": "00:13:21"
  },
  {
    "text": "Yeah, yeah. Read the whole thing.",
    "start": "00:13:21",
    "end": "00:13:23"
  },
  {
    "text": "The whole thing.",
    "start": "00:13:23",
    "end": "00:13:24"
  },
  {
    "text": "And they're not that long.",
    "start": "00:13:24",
    "end": "00:13:26"
  },
  {
    "text": "Yeah, even better. Listen to the whole thing or listen.",
    "start": "00:13:26",
    "end": "00:13:29"
  },
  {
    "text": "To the whole thing.",
    "start": "00:13:29",
    "end": "00:13:29"
  },
  {
    "text": "Yeah. Like get an audio Bible or.",
    "start": "00:13:29",
    "end": "00:13:31"
  },
  {
    "text": "Or. Yeah. Nowadays, these Bibles on your phone, you could read and listen at the same time.",
    "start": "00:13:31",
    "end": "00:13:36"
  },
  {
    "text": "Totally. Yeah, that's right. Yeah. Okay. So that really is the heartbeat of this conversation, this video. To read or listen to the letters as a whole and learn how to understand them as a whole. Developing key ideas from the beginning to the end in a really. It may not seem to us anymore like an orderly line of progression, but for the people who wrote these, they took you on a ride from the first lines to the last, and everything is intentional. And so that's really what this. The literary context.",
    "start": "00:13:36",
    "end": "00:14:10"
  },
  {
    "text": "I'm excited to talk about ancient letter writing then, because I wouldn't assume that a letter has some sort of elegant literary design.",
    "start": "00:14:11",
    "end": "00:14:20"
  },
  {
    "text": "Right.",
    "start": "00:14:20",
    "end": "00:14:20"
  },
  {
    "text": "Because in my mind, a letter is just a correspondence, and correspondences take all shapes and sizes.",
    "start": "00:14:20",
    "end": "00:14:27"
  },
  {
    "text": "Yeah, they can.",
    "start": "00:14:27",
    "end": "00:14:28"
  },
  {
    "text": "I could just be, like, quickly filling you with a few details, or I could just wax on about all sorts of things and then send it off to you. Because we're buds.",
    "start": "00:14:28",
    "end": "00:14:37"
  },
  {
    "text": "Yeah. Okay. Perfect. Perfect. Transition then into our first kind of step. So not only do we have to counter, like, bad practices or unhelpful practices that maybe our tradition or culture has developed and how we engage these letters, but also I found that I had all kinds of assumptions about how the letters were produced that are totally incorrect and that were preloading me with all these misconceptions of what to look for and what to expect. And it's just a simple principle. How you think something came into existence will affect what you think it is and what you do with it and what you expect from it. And it's very similar with the. With the letters.",
    "start": "00:14:37",
    "end": "00:15:18"
  },
  {
    "text": "So it's something that you.",
    "start": "00:15:18",
    "end": "00:15:20"
  },
  {
    "text": "You thought you understood.",
    "start": "00:15:20",
    "end": "00:15:21"
  },
  {
    "text": "You. You thought you understood. And because you thought you understood it, your misconception shaped the way you viewed it.",
    "start": "00:15:21",
    "end": "00:15:27"
  },
  {
    "text": "Yeah. Origins, in other words, how the letters were actually written and came into existence has challenged my assumptions about what I thought they were in the first place.",
    "start": "00:15:27",
    "end": "00:15:36"
  },
  {
    "text": "The origins.",
    "start": "00:15:36",
    "end": "00:15:37"
  },
  {
    "text": "Yeah. So I have been hugely helped here by the work of two scholars. Randolph Richards wrote a book called Paul and First Century Letter Secretaries. Composition and Collection does that sound riveting?",
    "start": "00:15:37",
    "end": "00:15:54"
  },
  {
    "text": "Kind of.",
    "start": "00:15:54",
    "end": "00:15:55"
  },
  {
    "text": "Yeah, it actually is. It's a really outstanding book. And the second is by Jerome Murphy o' Connor called Paul the Letter Writer. More succinct title. Each of these works is a deep dive into everything about writing letters in the first century that you never knew, that you never even thought to think of. All right, so Richards dedicates a whole chapter to exploring what he calls the most common misconceptions that we have of Paul and how he wrote his letters. So here's how he states the misconception. When you think of Paul writing one of the letters, what at least modern Westerners tend to do is imagine Paul sitting by himself.",
    "start": "00:15:55",
    "end": "00:16:38"
  },
  {
    "text": "Right?",
    "start": "00:16:38",
    "end": "00:16:39"
  },
  {
    "text": "Sitting by himself, producing, maybe in a study. He's in a study or a room where he has like privacy, his little desk, lots of time, little desk. And he's producing a single unedited draft that he's got to get out the door because there's a crisis in Galatia, something like that. Or they know a little bit about history. They know people use secretaries, someone, a trained scribe who had great handwriting and could write small and fit it all in, to use his least little.",
    "start": "00:16:39",
    "end": "00:17:10"
  },
  {
    "text": "So he's just. So he's just orating to the.",
    "start": "00:17:10",
    "end": "00:17:12"
  },
  {
    "text": "But orating, that's just like pacing around the room talking out loud.",
    "start": "00:17:12",
    "end": "00:17:17"
  },
  {
    "text": "Yeah, we've seen those scenes coming up.",
    "start": "00:17:17",
    "end": "00:17:18"
  },
  {
    "text": "Yeah, coming out.",
    "start": "00:17:19",
    "end": "00:17:19"
  },
  {
    "text": "Take this down.",
    "start": "00:17:19",
    "end": "00:17:20"
  },
  {
    "text": "Totally. So imagine Paul, he's pacing the room talking. There's a scribe, you know, a secretary, getting it all down, but still single draft, finished. He puts his handwriting or his signature at the end, like he does at multiple letters. This is my hand. And then out the door it goes.",
    "start": "00:17:20",
    "end": "00:17:36"
  },
  {
    "text": "Right.",
    "start": "00:17:36",
    "end": "00:17:36"
  },
  {
    "text": "So that's the mental image. And he actually names a couple.",
    "start": "00:17:36",
    "end": "00:17:39"
  },
  {
    "text": "Because these are letters. You're not. Right. Like when I write a letter.",
    "start": "00:17:40",
    "end": "00:17:43"
  },
  {
    "text": "Well, that's exactly the point. When you write a letter.",
    "start": "00:17:43",
    "end": "00:17:46"
  },
  {
    "text": "I have written multiple drafts of a letter. Yes, but maybe once or twice in my life.",
    "start": "00:17:47",
    "end": "00:17:53"
  },
  {
    "text": "That's right, Right.",
    "start": "00:17:53",
    "end": "00:17:53"
  },
  {
    "text": "Because they're like really important.",
    "start": "00:17:53",
    "end": "00:17:55"
  },
  {
    "text": "So maybe we can say this. Throughout history, readers of the New Testament letters have tended to take their experience and practice of writing a letter that they've been taught in their culture and assume that that's what the apostles were doing. The fact is. And then Richards and Murphy o' Connor go on at length to show how that mental picture is out of sync with everything we know about letter writing in the first century Roman world. One of the most famous paintings of the Apostle Paul is a rembrandt from the mid-1600s. And it epitomizes this misconception. It's a beautiful painting because it's Rembrandt, but he's by himself. He's got his hand kind of on his forehead.",
    "start": "00:17:55",
    "end": "00:18:39"
  },
  {
    "text": "He's just contemplating what's he going to say next.",
    "start": "00:18:40",
    "end": "00:18:42"
  },
  {
    "text": "Yeah, he's got his quill pen. He's sitting in a European style chair.",
    "start": "00:18:42",
    "end": "00:18:46"
  },
  {
    "text": "Yeah.",
    "start": "00:18:47",
    "end": "00:18:47"
  },
  {
    "text": "And yeah, it's almost peaceful. Yeah, yeah, he's working it out. He's like in his mind, he's working out Romans 5 through 8 and like how it all works together. Yeah, so that's the image. So what these scholars want to do is help us get a more historically accurate imagination. And I have found even just kind of walking through how letters were actually written has really transformed how I engage them.",
    "start": "00:18:48",
    "end": "00:19:14"
  },
  {
    "text": "Sam.",
    "start": "00:19:14",
    "end": "00:19:23"
  },
  {
    "text": "So, first of all, there are lots of letters from the Greek and Roman world that have been left behind to us. Now, the most prolific was a guy named Marcus Tullius Cicero, or he just goes by Cicero for short. He was one of the Roman elite. He was a lawyer, a philosopher, a great public speaker. He was known for giving great speeches. He lived in the first century and there's great collections of his letters. He had a lot of leisure time to write letters, hundreds of them, really, really wealthy. So he's given us one of the biggest collections of first century letters, but also his correspondence. And Richard specifically became like an expert in Sestro's letters. He remarks a lot about how and why he writes letters. Like he often makes little comments about when and how he wrote his letters. And so looking at the information here, this is where people like Murphy, o' Connor and Richards kind of build up this picture for us here. Another famous collection of letters was found in a trash pile down in Egypt called the Oxyrhynchus papyri. This was the pile of manuscripts that the famous Nag Hammadi manuscripts found, which was an Egyptian Christian sect that's often called the Gnostics or this kind of thing.",
    "start": "00:20:02",
    "end": "00:21:24"
  },
  {
    "text": "Anyway, it was in a trash heap. It was made of papyrus.",
    "start": "00:21:24",
    "end": "00:21:27"
  },
  {
    "text": "Correct.",
    "start": "00:21:27",
    "end": "00:21:27"
  },
  {
    "text": "And it survived.",
    "start": "00:21:27",
    "end": "00:21:28"
  },
  {
    "text": "And the British explorers. Yeah, correct. They started discovering papyri, scraps or papyri that had been repurposed to make other things. And yeah, it had been all condensed in this scrap heap that got buried underground, but it's dry down in Egypt anyway. Hundreds of letters from there.",
    "start": "00:21:28",
    "end": "00:21:47"
  },
  {
    "text": "So Cicicero, was he first century? Mm, okay.",
    "start": "00:21:47",
    "end": "00:21:50"
  },
  {
    "text": "Yeah, yeah. Cicero lived in the first century B.C.",
    "start": "00:21:50",
    "end": "00:21:53"
  },
  {
    "text": "B.C.",
    "start": "00:21:53",
    "end": "00:21:54"
  },
  {
    "text": "So before Jesus.",
    "start": "00:21:54",
    "end": "00:21:54"
  },
  {
    "text": "Okay.",
    "start": "00:21:54",
    "end": "00:21:55"
  },
  {
    "text": "In the years, essentially, kind of in the years right before Rome was turning into, from a republic, into an empire. And right before, I think he died, in the very decade that Rome gained power over Israel, Palestine, Judea. So there you go. So when you look at patterns and how people wrote letters and then you compare them or features in the New Testament letters, you can put together this.",
    "start": "00:21:55",
    "end": "00:22:22"
  },
  {
    "text": "Picture, this picture of the way the letters were written in the first century.",
    "start": "00:22:22",
    "end": "00:22:25"
  },
  {
    "text": "So here's the first thing Richards brings to our attention is how many of the letters of Paul specifically are written from a group of people. I've just put the list right here in First Thessalonians is very typical. It begins saying Paul, Sylvanus and Timothy to the church of the Thessalonians. Same with Second Thessalonians. It's three named co authors or cos. Timothy, First Corinthians, Paul names himself. Paul called in this apostle Jesus, Messiah by the will of God, and Sosthenes our brother to the church of God. Second Corinthians is from Paul and Timothy. Philippians, Philemon, Colossians are all from Paul and Timothy. They name both at the beginning. And then Galatians begins with saying, it's from Paul and all the siblings who are with me, all the brothers and sisters who are with me. I don't know, maybe you don't even think about this when you read it. But what Richards did was he compared this to how the first line of the letter when you write who it's from. How do people do this in the first century? And what he notes is that the naming of co senders is very rare, unless it's a family member.",
    "start": "00:22:25",
    "end": "00:23:40"
  },
  {
    "text": "Oh, interesting.",
    "start": "00:23:40",
    "end": "00:23:41"
  },
  {
    "text": "So the naming of non family members was not common in the ancient world, which raises the question why they're named. And then the other pattern he notes then, when somebody that's not your family is named, it's because they had a role in the production of the letter. So Richards really wants us to take seriously communal or group authorship of the letters. Now, clearly it's Paul's voice in these letters. He sometimes speaks as a we representing the group, most often the I. So he. It's clear it's from him, but it's from like his crew. Yeah, these letters are from Paul and his crew and he often names them, so. So that's the first step.",
    "start": "00:23:42",
    "end": "00:24:20"
  },
  {
    "text": "It could be that he's just a generous spirit who wants to give other people credit, but he did most of the work. Or it could be that, like, him and this crew, like, spend a lot of time hashing out, like, what are we going to say and how Are we going to say it?",
    "start": "00:24:20",
    "end": "00:24:38"
  },
  {
    "text": "And yes.",
    "start": "00:24:38",
    "end": "00:24:39"
  },
  {
    "text": "Yeah, let's talk about the flow of this letter. And then they were all. It was really collaborative.",
    "start": "00:24:39",
    "end": "00:24:44"
  },
  {
    "text": "Yes. I guess those are the options. There's kind of a spectrum of options. One, he's just being nice and he's naming the people who happened to be in the room when he sent it. And the other would be that he really has been working on the content of this letter with these people that he named. That's why he names them.",
    "start": "00:24:44",
    "end": "00:25:01"
  },
  {
    "text": "And that's most likely.",
    "start": "00:25:01",
    "end": "00:25:02"
  },
  {
    "text": "Richards argues that that's more likely given how uncommon it was to name co senders in the opening line if they aren't a family member. Which makes sense. If it's, you know, me writing to my son, I'm gonna put from me and your mom. But to say from me and Sosthenes. Yeah, why name that guy unless he had some role to play within it? These observations all kind of stack on top of each other. Okay, second thing. Paul did not have a study. He was a traveling missionary, itinerant missionary, planting communities of Jesus throughout the Roman world and cities. So he didn't have leisure time. He was out earning his own money during the days in the marketplace making leather tents and so on. So we have to imagine, where did he work and when did he find time to work? Well, we know he preached and taught a lot. When we go plant a church, save up a bunch of money making tents, and then he could go to Corinth and we learn about him leading Bible studies at night. So Richards wants us to imagine a scenario where Paul would have extended stays where he's sponsored by somebody. And the most likely place where you would have room to work in would never be a private place where it's poorly lit. It would be in guest rooms, in inns, in rest stops where you would have space for Paul and Barnabas and Timothy to get together and be like, dude, I need to send a letter to Klaus A. Here are the issues. These are things I've taught them in the past. Here's what I want to say. And that these letters could have been in the making over the course of weeks and months in multiple steps.",
    "start": "00:25:02",
    "end": "00:26:45"
  },
  {
    "text": "So you're saying, well, for one, Paul didn't have just like a study, that.",
    "start": "00:26:46",
    "end": "00:26:50"
  },
  {
    "text": "He wasn't a professor.",
    "start": "00:26:50",
    "end": "00:26:51"
  },
  {
    "text": "He was a professor. He'd go in his study, he's like, oh, what am I going to write on today? Well, I haven't corresponded with the people in Hephaestus for a while.",
    "start": "00:26:51",
    "end": "00:26:58"
  },
  {
    "text": "Correct? That's right.",
    "start": "00:26:58",
    "end": "00:26:59"
  },
  {
    "text": "It's More like day to day life. Building tents, selling his tents in the marketplace, traveling from city to city, getting kicked out of cities, teaching in the synagogue, teaching in other places. This was just filled his whole. All his days. And in the background is this, like, all these communities that he wants to keep in touch with. And so he'll have his crew, and they might be in the marketplace setting up, they might be tearing down, they might be traveling, whatever, and they're like, what, working out. What is it that we're gonna talk to the Church of Ephesus about? They're, like, discussing that. And at some point you're saying that solidifies to a point where it's like, okay, let's carve out an afternoon. Let's put this all down on a. What would it be? Some sort of parchment, Some sort of squirrel.",
    "start": "00:26:59",
    "end": "00:27:46"
  },
  {
    "text": "We'll talk about that in a second. Yeah, more of this is just about. We have to imagine the life of an itinerant missionary who's raising his own money, doing a day job right in the marketplace, and who doesn't own property or a study. So he's going to be in places that other people are paying for, hosted by patrons, which is where the house church is often gathered. So where would he. We have to imagine him at midday, I think, with the people that he names and even that he often names at the end of the letter of like, hey, this person says hi. This person says hi. This person says hi.",
    "start": "00:27:46",
    "end": "00:28:18"
  },
  {
    "text": "Because they were in the room too.",
    "start": "00:28:18",
    "end": "00:28:19"
  },
  {
    "text": "Or that they were a part of the whole experience of crafting these letters. So thinking of the letters as social experience. Social experience and group efforts, of which Paul is, you know, he's the leader of the group, but he's working with a group. And once you start to pay attention to those features, you can see it in the letters that there are lots of other people named both at the beginning and often at the end.",
    "start": "00:28:19",
    "end": "00:28:41"
  },
  {
    "text": "Yeah. And the tools to write letters were not very abundant. Right. Like, these would be more scary.",
    "start": "00:28:41",
    "end": "00:28:46"
  },
  {
    "text": "Okay, so this is. Next thing, he does a whole section on how people generated teaching material. And so Paul's a teacher, He's a preacher, letter writer.",
    "start": "00:28:46",
    "end": "00:28:57"
  },
  {
    "text": "Sam.",
    "start": "00:29:17",
    "end": "00:29:43"
  },
  {
    "text": "So the main technology for writing down your ideas is these wax tablets, a wooden frame maybe the size of what we would call like a piece of paper, legal rule or something. And they maybe have some hinges, and there's maybe five or six of these wooden frames with a wax tablet on either side. And you can basically scratch hinges.",
    "start": "00:29:46",
    "end": "00:30:10"
  },
  {
    "text": "What are the hinges for?",
    "start": "00:30:10",
    "end": "00:30:10"
  },
  {
    "text": "Oh, because you can have multiple wood frames. Together in one. It would look to us kind of like a codex or a book. So hinges around multiple little wooden frames.",
    "start": "00:30:11",
    "end": "00:30:20"
  },
  {
    "text": "I see.",
    "start": "00:30:20",
    "end": "00:30:21"
  },
  {
    "text": "And each frame has a wax tablet on each side.",
    "start": "00:30:21",
    "end": "00:30:24"
  },
  {
    "text": "And a wax tablet is.",
    "start": "00:30:24",
    "end": "00:30:25"
  },
  {
    "text": "It's a tablet. It's a notebook. It's the equivalent of a notebook.",
    "start": "00:30:26",
    "end": "00:30:29"
  },
  {
    "text": "And it's just wax on wood, correct?",
    "start": "00:30:29",
    "end": "00:30:32"
  },
  {
    "text": "Yeah, that's right. And you can write on it. It leaves your hand right there.",
    "start": "00:30:32",
    "end": "00:30:36"
  },
  {
    "text": "It indent into the wax.",
    "start": "00:30:36",
    "end": "00:30:37"
  },
  {
    "text": "It indents in. That's right. That's right. And then when you want to do it clean. I didn't read about this. Maybe you heat it up and smooth it out.",
    "start": "00:30:37",
    "end": "00:30:44"
  },
  {
    "text": "Smooth it out, yeah.",
    "start": "00:30:44",
    "end": "00:30:45"
  },
  {
    "text": "But the point is, it's a place you can collect notes, ideas. It's a notebook. That's what you do with a notebook. They had notebooks back then.",
    "start": "00:30:45",
    "end": "00:30:52"
  },
  {
    "text": "They were in wood of sorts.",
    "start": "00:30:53",
    "end": "00:30:54"
  },
  {
    "text": "So over time, a preacher.",
    "start": "00:30:54",
    "end": "00:30:56"
  },
  {
    "text": "But you couldn't put a lot in one of these.",
    "start": "00:30:56",
    "end": "00:30:58"
  },
  {
    "text": "No, it would need to be. It would probably look a lot like my notebooks that are just full of literary design charts, all of those notes. Okay, so here's another thing Richard wants us to consider. And anybody who's been a preacher or a traveling teacher on a regular basis will get this. That over time, you build up your material, right? You. Oh, that's a great quote. Or sometimes you'll come across Paul's letters and there'll be like three or four Old Testament quotations all strung together by a link word. They all have the same word.",
    "start": "00:30:58",
    "end": "00:31:31"
  },
  {
    "text": "Yeah.",
    "start": "00:31:31",
    "end": "00:31:32"
  },
  {
    "text": "So there'll be some really beautiful little flow of thoughts, almost like a little poem. Or the poems, of course.",
    "start": "00:31:32",
    "end": "00:31:38"
  },
  {
    "text": "Or poems.",
    "start": "00:31:38",
    "end": "00:31:39"
  },
  {
    "text": "Yeah. Richards wants us to imagine that all of this is material that he's crafting over his career and that he's collecting in his mind and on these tablets over time. And that when he sits down to write a letter, he's not pacing the room wondering what to say. He's going to draw upon a lot of this material that he's used before.",
    "start": "00:31:39",
    "end": "00:31:59"
  },
  {
    "text": "Most of the stuff must get memorized, though, because eventually you gotta clear that wax tablet for the next idea.",
    "start": "00:32:00",
    "end": "00:32:05"
  },
  {
    "text": "That's true. Yeah, that's right. That's right. At the end of 2 Timothy chapter 4, he makes a note to Timothy. He says, hey, when you come visit me, he's in prison, and he says to Timothy, bring the cloak that I left with Carpus at Troas. So bummed I left that.",
    "start": "00:32:05",
    "end": "00:32:21"
  },
  {
    "text": "It's my favorite cloak.",
    "start": "00:32:21",
    "end": "00:32:23"
  },
  {
    "text": "It's my favorite cloak. And then he says, oh, yeah. Also bring the scrolls. And above all bring the. And uses the word parchments. It's the Greek word membranos. Membranos.",
    "start": "00:32:23",
    "end": "00:32:33"
  },
  {
    "text": "Membrane.",
    "start": "00:32:33",
    "end": "00:32:34"
  },
  {
    "text": "Yes. Where we get the word membrane, like a thin sheet. Animal skin.",
    "start": "00:32:34",
    "end": "00:32:38"
  },
  {
    "text": "That's animal skin.",
    "start": "00:32:38",
    "end": "00:32:39"
  },
  {
    "text": "Animal skin, which was a material used in scrolls. And then it could also be used as a notebook. So because he distinguishes between scrolls, which would likely be like papyrus, and then especially bring membranas. And some people think he's talking about his notebooks. I don't have my notebooks. Can't do anything. Yeah, I thought that was interesting.",
    "start": "00:32:39",
    "end": "00:33:04"
  },
  {
    "text": "So there's wax tablets. That's kind of more for like just sketching out ideas.",
    "start": "00:33:06",
    "end": "00:33:11"
  },
  {
    "text": "Correct.",
    "start": "00:33:11",
    "end": "00:33:11"
  },
  {
    "text": "But if you wanted to keep an idea, you'd put it on a parchment.",
    "start": "00:33:11",
    "end": "00:33:14"
  },
  {
    "text": "Put on a parchment. That's right.",
    "start": "00:33:14",
    "end": "00:33:16"
  },
  {
    "text": "Like if he had his favorite poem or something, I mean, likely he's going to memorize it, but. But two, he might be like, oh, I want to keep that handy. And he'll put that on the parchment.",
    "start": "00:33:16",
    "end": "00:33:24"
  },
  {
    "text": "That's right. And you can actually see signs of this in Paul's letters, where there'll be like a little paragraph and you're like, that sounds a lot like what he said over here. And you compare bits of Ephesians and Colossians, and you're like, oh, some of it's verbatim, some of these paragraphs, and they'll just be little tweaks that make them different. Or he'll talk about the armor of God at the end of Ephesians, but also in a little section of Romans 12. And in 1st Thessalonians, more than likely, he had a little notebook where he had worked out the armor of God bit, and then he can tweak it and apply it when he's writing different letters. So Richards calls this preformed material.",
    "start": "00:33:24",
    "end": "00:34:00"
  },
  {
    "text": "Right.",
    "start": "00:34:01",
    "end": "00:34:01"
  },
  {
    "text": "So this is an extended quote, but I like it. It's kind of a bit of historical imagination about how Paul wrote his letters. Richards says ancient letter writers compose material in the midst of daily life. Paul would certainly take opportunities afforded by a few days stopover in a town to write and work on his letters. Paul preached in synagogues and in the market. He no doubt spoke to guests after dinner. In homes where he was hosted, he debated. He discussed material with his team as they walked along the road or aboard a ship. All of these occasions gave opportunities for Paul to write notes and to hone material. It's reasonable that Paul, like other ancient writers, was always in the process of composing, editing, and polishing material as he traveled and. And as he ministered there's that picture right there. That makes so much sense. Yeah, so much sense.",
    "start": "00:34:01",
    "end": "00:34:53"
  },
  {
    "text": "Yeah. And I do a lot of writing, and that's kind of how it works for me.",
    "start": "00:34:53",
    "end": "00:34:57"
  },
  {
    "text": "Me too.",
    "start": "00:34:57",
    "end": "00:34:58"
  },
  {
    "text": "Is like, there's an idea on the table and there is time just to sit down and talk about it and think about it and write about it. But then there's just the margins throughout the day.",
    "start": "00:34:58",
    "end": "00:35:06"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:35:06",
    "end": "00:35:07"
  },
  {
    "text": "Where like, you're in the shower and you're kind of processing it. Or I'm having a conversation with someone and I bring it up in order to kind of like, see, how does this land?",
    "start": "00:35:07",
    "end": "00:35:17"
  },
  {
    "text": "Yeah.",
    "start": "00:35:17",
    "end": "00:35:17"
  },
  {
    "text": "If I tell you this.",
    "start": "00:35:17",
    "end": "00:35:19"
  },
  {
    "text": "Yeah. You test drive a way of saying something. An illustration. Yeah, yeah. Or you're like, oh, man, I wrote that thing a year ago. And there were two great quotes in that that I could really use here.",
    "start": "00:35:19",
    "end": "00:35:30"
  },
  {
    "text": "Yeah.",
    "start": "00:35:30",
    "end": "00:35:31"
  },
  {
    "text": "Okay. So that's the. That's the idea. These letters are the product of Paul's daily life and rhythms with his missionary team. So Richards goes on. He says this material under construction might best be termed as pre letter bits of writing. Composing a major letter and transferring notes into a complete letter was a significant undertaking, and he's going to list the steps that it would require.",
    "start": "00:35:31",
    "end": "00:35:55"
  },
  {
    "text": "Like, how do you go from notes to a completed thing?",
    "start": "00:35:55",
    "end": "00:35:58"
  },
  {
    "text": "Correct. So first, Paul and his team would need to locate an available secretary and reach an agreement about when the work would be done and how much it would cost.",
    "start": "00:35:58",
    "end": "00:36:07"
  },
  {
    "text": "Because likely in his crew there isn't someone who can play secretary.",
    "start": "00:36:08",
    "end": "00:36:11"
  },
  {
    "text": "Ah. Some people think that Timothy would have had the skills, but he goes through and he lists the skills required. It's significant. It was a significant undertaking. The materials are really expensive. Right. And so you want somebody who can write fast but really precise and fit a lot into the small amount of. Because every square inch costs a lot of money. So.",
    "start": "00:36:11",
    "end": "00:36:33"
  },
  {
    "text": "So it's worth it to hire a professional.",
    "start": "00:36:33",
    "end": "00:36:35"
  },
  {
    "text": "Totally. That's right. So you want somebody who. This is their thing.",
    "start": "00:36:35",
    "end": "00:36:38"
  },
  {
    "text": "Yeah, totally. I was gonna say it's like when you need a logo done and like, your junior high nephew is like, I could do it. You're like, thank you, but we're gonna go with a professional.",
    "start": "00:36:38",
    "end": "00:36:50"
  },
  {
    "text": "Totally. That's right. That's right. So first is every letter represents. And we'll talk in a minute here about how much these would have cost. It's really expensive. So, okay, let's say they find somebody and they're able to name the cost and raise the money.",
    "start": "00:36:50",
    "end": "00:37:05"
  },
  {
    "text": "Okay.",
    "start": "00:37:05",
    "end": "00:37:05"
  },
  {
    "text": "Okay. Richard goes on. When available, the secretary would come with the Proper materials ready. So you got parchment or papyrus, you have the lettered quills, you have pots of ink. Like all this stuff has to be purchased and made ready and then we.",
    "start": "00:37:05",
    "end": "00:37:22"
  },
  {
    "text": "Take that for granted.",
    "start": "00:37:22",
    "end": "00:37:23"
  },
  {
    "text": "Totally, yeah.",
    "start": "00:37:23",
    "end": "00:37:24"
  },
  {
    "text": "Where do you go where you can't get access to a pen, paper.",
    "start": "00:37:24",
    "end": "00:37:27"
  },
  {
    "text": "Correct. Yeah, that's right.",
    "start": "00:37:27",
    "end": "00:37:28"
  },
  {
    "text": "Just that it's everywhere.",
    "start": "00:37:28",
    "end": "00:37:29"
  },
  {
    "text": "That's right. Everything I write nowadays has no real existence.",
    "start": "00:37:29",
    "end": "00:37:34"
  },
  {
    "text": "Yeah, it's just typing it.",
    "start": "00:37:34",
    "end": "00:37:35"
  },
  {
    "text": "Ones and zeros in some cloud computer. Anyway, so Richards goes on, once all that's lined up, they would begin writing down a first draft based on notes. They would then leave and prepare a written first draft.",
    "start": "00:37:35",
    "end": "00:37:51"
  },
  {
    "text": "Wait, they, they would write a first draft? How would they do that?",
    "start": "00:37:51",
    "end": "00:37:55"
  },
  {
    "text": "So Richards goes through everything we know about dictation practices in the first century, and it's actually very unlikely. The scenario of Paul pacing around a room, just talking out loud, and a scribe doing the first draft, the final draft of a letter on the spot, there's no way, there's no way that happened just in terms of the actual logistics and the materials that they had to use. So the question is, how would a first draft get produced? And it would be through a long session. Here's this movement. Here are my notes on a whiteboard session. Yeah, like a whiteboard session. But then I'm also handing you some wax tablets and some parchments and like the raw materials of the letter.",
    "start": "00:37:56",
    "end": "00:38:35"
  },
  {
    "text": "I see. So you're not writing anything, you're just.",
    "start": "00:38:35",
    "end": "00:38:37"
  },
  {
    "text": "You'Re assembling, you're talking it through. What do we. In a play you call this blocking? We kind of go through each of the scenes. Block the scene.",
    "start": "00:38:37",
    "end": "00:38:45"
  },
  {
    "text": "Yeah. Here's the basic idea you're outlining.",
    "start": "00:38:45",
    "end": "00:38:48"
  },
  {
    "text": "Here's some notes. Yep, that's right. So then you would commission a secretary to go pull together, create the first draft, which just goes on. They would then leave and prepare that first draft after being the secretary.",
    "start": "00:38:48",
    "end": "00:39:01"
  },
  {
    "text": "Oh, wow. So they just have to remember everything you said and everything you handed them and go and figure it out.",
    "start": "00:39:01",
    "end": "00:39:06"
  },
  {
    "text": "Correct. Well, or just go do what you asked them to do. Assemble this. And in other words, that would work.",
    "start": "00:39:06",
    "end": "00:39:12"
  },
  {
    "text": "If everything was from pre written notes?",
    "start": "00:39:12",
    "end": "00:39:15"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:39:15",
    "end": "00:39:15"
  },
  {
    "text": "Start here, stop there. But what if it was like. And then say something about this. We're going to have to say something about this.",
    "start": "00:39:15",
    "end": "00:39:21"
  },
  {
    "text": "Correct. So, yeah, what this does is how first century letters are written. Creates a spectrum of opportunities for the secretary's involvement. And there's examples across the whole spectrum where Cicero would just say, I met with my secretary, gave him the Basic points. And he wrote the letter. But everything in the letter, if you read it, it's from I, Cicero to you. So, and so it reads as it's a letter from Cicero. So there's that and then there's all the way down to the other extreme, which is something like dictation. And there were forms of shorthand. So if someone were giving a speech, some scribes were trained in some versions of shorthand notes to actually take down while they were talking. And then they would have to go and translate that shorthand into long, long written form. But the rate at which Paul would have had to talk for a scribe to actually write out Romans word by word, he did a measurement of it. It's ridiculous. Like would take 36 hours or something like that for Paul to speak at the speed of somebody being able to write. Isn't that interesting?",
    "start": "00:39:21",
    "end": "00:40:28"
  },
  {
    "text": "Yeah. I mean, not unrealistic, but. But you're saying unlikely.",
    "start": "00:40:28",
    "end": "00:40:32"
  },
  {
    "text": "Yeah. Richards thinks it's unreasonable to imagine it's unreasonable that Paul spoke at 1 mile an hour for 36 hours while a scribe worked it out. Let me finish this description that Richards is giving here. So here what Richards is saying. More likely, if we look at how letters were written and what we know, there's this preform material, there's an initial whiteboard session where you work through the blocking of the letter, a handover the parchments and notes, and so on. Then the secretary would return with the first draft. The team would go over it, and the secretary would jot down corrections, additions and changes noted by Paul and his team. Then the secretary would leave to prepare the next draft. This process would continue until a final draft was approved. Then the secretary would leave and prepare the final polished copy on better materials and with the best handwriting. Needless to say, Richards concludes, this entire process required more than a few days. We are wise to locate the writing of the final drafts in places where Paul had longer stays, such as Corinth, Ephesus or Rome. Most of this was new to me. I had never done the work to imagine how this worked. But this all once I really thought it through, this felt very realistic and it also matched my experience of reading the letters, how they work. In other words, when you read them aloud, hear them read aloud, most of the letters sound like you're listening to a pretty well crafted speech, not the itinerant ramblings of just what happened to occur to somebody's mind as they go through. Like Romans is really well architected, beginning to end.",
    "start": "00:40:33",
    "end": "00:42:17"
  },
  {
    "text": "But you do get really, like long. You do get rambly senses.",
    "start": "00:42:17",
    "end": "00:42:21"
  },
  {
    "text": "You do, totally.",
    "start": "00:42:21",
    "end": "00:42:22"
  },
  {
    "text": "Which feel kind of like dictation.",
    "start": "00:42:23",
    "end": "00:42:25"
  },
  {
    "text": "That's right. So these would be moments of where. No. Oh man, this thing. In Romans 5:12, it's a perfect example. Romans 5:12, Paul begins a sentence, clearly something he realized, a misunderstanding that he wanted to clarify. So he goes on for about five verses to make a clarification, and then he finally jumps back to continuing the sentence from verse 12, like down in verse 18. And so that for sure is a place where he like cracked it open and inserted a clarifying paragraph into the middle. And there's multiple places where you can do that where you'd be like, oh, this verse would continue seamlessly from like four sentences ago, but there's a paragraph in the middle that clarifies or makes some point. And that's what I'm talking about. When you read the letters, how they flow makes a lot of sense in light of this composition kind of process here. We're going to flesh this out. What Richards has done is he's read all the ancient letters from. And Jerome Murphy O'Connor too. All the letters that survive from essentially the century before and after the apostles. Both looking at the form of the letters, but then also looking at all the moments where people talk about how they wrote the letters. And the most prolific of all other ancient letter writers is Cicero. And so he's reconstructing from that information and then from things within the actual letters themselves and imagining a historical process. The information in the letters themselves is important. These named co authors at the beginning. Okay, so how does a group of people come up with something like the letter to the Romans or the letter to the Corinthians? Paul, at the end of Romans, the secretary that he used speaks up because he's a follower of Jesus. Do you know about this?",
    "start": "00:42:26",
    "end": "00:44:21"
  },
  {
    "text": "No.",
    "start": "00:44:21",
    "end": "00:44:22"
  },
  {
    "text": "It's in here. Look at Romans chapter 16.",
    "start": "00:44:22",
    "end": "00:44:25"
  },
  {
    "text": "It.",
    "start": "00:44:31",
    "end": "00:44:32"
  },
  {
    "text": "So down in verse 21, Romans 16, Paul says, Timothy, my co worker, he greets you. Yep. So do Lucius, Jason, Sosipater, they're all my siblings. They all say hi. I, Tertius, who wrote this letter, greet you in the Lord. Gaius, who's been a host to me and to the whole church, they greet you. Erastus, the city treasurer, greets you and goes on. And it's as if you're hearing Paul's voice. But then in verse 22, Tertius like waves out of the letter and is like, hey, everybody, I say hi to. He says, I wrote the letter. Yeah, that's what he says. Peter, at the end of First Peter names someone named Silvanus. He says, I wrote to you through or by Silvanus. And actually, that makes a lot of sense. People have often wondered, how did somebody who grew up as a fisherman speaking Aramaic on the Sea of Galilee write a piece of beautiful, polished rhetorical Greek that is First Peter. Like, how do you get there? And far and away, the most compelling explanation, I think, is because Silvanus wrote the letter. He wrote it by means of Silvanus. And so there you have to. Not that Peter couldn't learn how to speak well, but just to say that secretaries were more than just like, you know, what we would think of as, like, little memo recorders on our smartphones or something.",
    "start": "00:44:58",
    "end": "00:46:20"
  },
  {
    "text": "Yeah.",
    "start": "00:46:20",
    "end": "00:46:21"
  },
  {
    "text": "They could and did play an active role in the composition of the letters. And that's okay because we know already that they are a product often of Paul and his group, because his whole missionary life and teaching life was done in a community.",
    "start": "00:46:21",
    "end": "00:46:36"
  },
  {
    "text": "So can I say, you know, working in advertising for a while, this sounds a lot like a client relationship. The secretary.",
    "start": "00:46:37",
    "end": "00:46:44"
  },
  {
    "text": "Oh, interesting.",
    "start": "00:46:44",
    "end": "00:46:45"
  },
  {
    "text": "Where, you know, a client will come in and they'll say, here's. Here's what we need to say. And so now, essentially, I'm like a secretary of sorts.",
    "start": "00:46:45",
    "end": "00:46:54"
  },
  {
    "text": "Yeah.",
    "start": "00:46:54",
    "end": "00:46:54"
  },
  {
    "text": "And so I hear from them, like, we need to communicate this, this, this, and this. Now go and write the first draft. And so I know what the client wants, but I have to take some liberty in exact word choice.",
    "start": "00:46:54",
    "end": "00:47:08"
  },
  {
    "text": "Yeah, that's right. That's right.",
    "start": "00:47:08",
    "end": "00:47:10"
  },
  {
    "text": "Solve some problems, come back to the client and say, what do you think of this? And then they're like, oh, yeah, this was great. Missed it. Here. Can you fix this second draft? Third draft?",
    "start": "00:47:10",
    "end": "00:47:21"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:47:21",
    "end": "00:47:22"
  },
  {
    "text": "That's sort of what I'm supposed to be thinking about.",
    "start": "00:47:22",
    "end": "00:47:24"
  },
  {
    "text": "There was a spectrum of ways that secretaries could work with the author or the sender. And that scenario you just described is a very common one. There's a core bit of content, ideas, vocabulary. However, you can imagine as Paul's personality emerges from the letters.",
    "start": "00:47:24",
    "end": "00:47:41"
  },
  {
    "text": "Yeah.",
    "start": "00:47:41",
    "end": "00:47:42"
  },
  {
    "text": "That he would be pretty invested in specific word choice.",
    "start": "00:47:42",
    "end": "00:47:46"
  },
  {
    "text": "Yeah, but that would come in the drafting.",
    "start": "00:47:47",
    "end": "00:47:48"
  },
  {
    "text": "But that would come in.",
    "start": "00:47:48",
    "end": "00:47:49"
  },
  {
    "text": "Yeah, because he's not. Because you're saying if he's not sitting there having him transcribe his thoughts.",
    "start": "00:47:50",
    "end": "00:47:57"
  },
  {
    "text": "Yeah.",
    "start": "00:47:57",
    "end": "00:47:57"
  },
  {
    "text": "Then it would have to come through.",
    "start": "00:47:57",
    "end": "00:47:59"
  },
  {
    "text": "In the editing phase. Yes, that's right. That's right. Another factor in this is the comparative length of Paul's letters. Paul's letters are some of the longest letters that exist from the ancient world.",
    "start": "00:47:59",
    "end": "00:48:12"
  },
  {
    "text": "Oh, really?",
    "start": "00:48:12",
    "end": "00:48:12"
  },
  {
    "text": "By far. And think A lot of this has to do with cost of materials. So the shortest letter from the ancient world is 18 words. And it's like a note. It's like, from me to you, pick up the cows and three boxes of grain, you know?",
    "start": "00:48:13",
    "end": "00:48:31"
  },
  {
    "text": "Sure.",
    "start": "00:48:31",
    "end": "00:48:32"
  },
  {
    "text": "Cicero's shortest letter is 22 words. Cicero's longest letter is 2500 words. Paul's shortest letter is 335 words by Lehman. It's longer than any of the shortest letters of the ancient world. Paul's longest letter, which I think is Romans, is almost twice the length of. Of Seneca's longest letter, and it's three times the length of Cicero's longest letter. So Paul's letter is. Paul's letters are two and a half times longer than the average letter length. So again, not only just that he had a lot to say, but at the actual composing of documents that are that long, this is not happening while he paces the room and somebody just transcribes a speech on the spot. They're too well architected, and they reflect really careful arrangement and composition. They're more what we would consider literary works.",
    "start": "00:48:32",
    "end": "00:49:36"
  },
  {
    "text": "Right?",
    "start": "00:49:36",
    "end": "00:49:37"
  },
  {
    "text": "Yeah, that's the basic point. They're well crafted literary works.",
    "start": "00:49:37",
    "end": "00:49:41"
  },
  {
    "text": "Now, there are examples. There's a lot of times in letters, it feels like Paul just flying by the seat of his pants and like he'll even interrupt himself.",
    "start": "00:49:41",
    "end": "00:49:49"
  },
  {
    "text": "Correct? That's right.",
    "start": "00:49:49",
    "end": "00:49:50"
  },
  {
    "text": "And why wouldn't that get polished out in a drafting process?",
    "start": "00:49:50",
    "end": "00:49:55"
  },
  {
    "text": "Yeah, that's exactly right. Apparently, he didn't care to. Like in First Corinthians where he's saying, hey, I found out from Chloe and people of her household told me that you guys are splitting up into groups in Corinth based on your favorite public speakers and Bible teachers. He's like, it's ridiculous. And then he starts talking about who he baptized. Who you baptized? Yeah, yeah. And be like, I'm so glad I didn't baptize any of you. Oh, wait. Oh, yeah. I baptized that one guy and the people of his house.",
    "start": "00:49:55",
    "end": "00:50:24"
  },
  {
    "text": "That feels very. Flow of thought.",
    "start": "00:50:24",
    "end": "00:50:26"
  },
  {
    "text": "And then I've.",
    "start": "00:50:26",
    "end": "00:50:26"
  },
  {
    "text": "Off the cuff.",
    "start": "00:50:26",
    "end": "00:50:27"
  },
  {
    "text": "Totally.",
    "start": "00:50:27",
    "end": "00:50:28"
  },
  {
    "text": "That sounds like it was dictated, that section. Yeah.",
    "start": "00:50:28",
    "end": "00:50:31"
  },
  {
    "text": "Yeah, I think so.",
    "start": "00:50:31",
    "end": "00:50:32"
  },
  {
    "text": "So there are parts that he could have dictated.",
    "start": "00:50:33",
    "end": "00:50:35"
  },
  {
    "text": "Yeah, yeah, totally. I don't think there's a silver bullet. I think what we do is we need a whole spectrum. Here's the spectrum of how letters and materials were worked together. What you'll notice in that section of the letter, like what you're naming in First Corinthians, that's in the opening. And then right after that, where he says, listen, Jesus didn't send me to baptize, but to preach the Gospel. That's the end of First Corinthians, chapter one. Excuse me, it's not. That's 1 Corinthians 1:17. He moves into verse 18. You didn't just feel it. If you're listening to it aloud. Verse 18 all of a sudden feels like he just got up into a pulpit and it begins. The sermon about the foolishness of God is wiser than man's wisdom. And, dude, he's got these super clever ways that he quotes from the Greek scriptures and it's this incredible sermon. Feels like you all of a sudden have stepped into a sermon. It doesn't feel dictated at all. It feels like a written sermon.",
    "start": "00:50:35",
    "end": "00:51:35"
  },
  {
    "text": "That's verse 18.",
    "start": "00:51:35",
    "end": "00:51:36"
  },
  {
    "text": "Verse 18. It transitions, and there's no. You don't get any more of these asides here. So you can imagine about a dictated opening. But then verse 18 begins what Richards would call a bit of preformed material, a sermon that he's given and condensed. Something like that.",
    "start": "00:51:36",
    "end": "00:51:54"
  },
  {
    "text": "So Paul would have had a secretary, group of people. They're going to write to the Corinthians, and you can imagine him on their first session saying, here's this sermon of sorts I have, and it's about how. It's about God's power. Feels like foolishness.",
    "start": "00:51:55",
    "end": "00:52:13"
  },
  {
    "text": "Yeah.",
    "start": "00:52:13",
    "end": "00:52:13"
  },
  {
    "text": "After we do the greeting, I want you to take this. Put it in there.",
    "start": "00:52:14",
    "end": "00:52:18"
  },
  {
    "text": "Yeah.",
    "start": "00:52:18",
    "end": "00:52:19"
  },
  {
    "text": "So we're going to have the greeting, and I'm going to say, you guys talk about their divisions, and then we're going to do this thing. We get to the second draft, and Paul's reading it, and he goes, you know what? We need to put a note in there about how I. I baptized some people.",
    "start": "00:52:19",
    "end": "00:52:31"
  },
  {
    "text": "Yeah.",
    "start": "00:52:32",
    "end": "00:52:32"
  },
  {
    "text": "And then. So take this down. That's right.",
    "start": "00:52:32",
    "end": "00:52:34"
  },
  {
    "text": "The first time. Yeah, that's right. Yeah.",
    "start": "00:52:34",
    "end": "00:52:36"
  },
  {
    "text": "So take this down. Put it in right here. I'm so glad I didn't baptize any of you. Yes, I baptized these two people and this person, but Christ didn't send me to baptize. Okay, you got that. Great. And then it just. Now it's kind of inserted in there.",
    "start": "00:52:36",
    "end": "00:52:48"
  },
  {
    "text": "Sure. Yeah.",
    "start": "00:52:48",
    "end": "00:52:49"
  },
  {
    "text": "There's like those. So both things could be happening.",
    "start": "00:52:49",
    "end": "00:52:52"
  },
  {
    "text": "Yeah, I think so. Both modes. That's right. They were creative. They had a variety of means at their disposal. But these letters are some of the longest letters from the ancient world. As you read through them, some sections feel like he's going off the top of his head. Other sections feel like really well crafted, short sermons and so on. So Richards is trying to help us, give us a framework to make sense of the letters.",
    "start": "00:52:52",
    "end": "00:53:18"
  },
  {
    "text": "Do you imagine these secretaries have to be really pretty fluent in Paul's thoughts? Because, I mean, that's the hard work of being like a. You know.",
    "start": "00:53:18",
    "end": "00:53:28"
  },
  {
    "text": "That's true. That's true.",
    "start": "00:53:28",
    "end": "00:53:30"
  },
  {
    "text": "Paid by someone to like ghostwrite for them, essentially. It's like you have to really understand what they want to do.",
    "start": "00:53:30",
    "end": "00:53:36"
  },
  {
    "text": "Yeah. It seems like in Romans you had Tertius, he was clearly a follower of Jesus.",
    "start": "00:53:36",
    "end": "00:53:41"
  },
  {
    "text": "Yeah.",
    "start": "00:53:41",
    "end": "00:53:42"
  },
  {
    "text": "But you couldn't necessarily take that for granted that everybody in the guild would be a follower of Jesus. So. Yeah, we don't know. What we do know is this was a whole profession and Guild of Scribes, and they did it for money, not necessarily because they loved the content, you know, and so those are just untold stories that we have about. About the letters. Letters were expensive. We do know that much. That's why almost all of them are so short. And he was writing. And the most expense is the material and the time. No, the secretary's time.",
    "start": "00:53:42",
    "end": "00:54:15"
  },
  {
    "text": "Secretary's time, yeah.",
    "start": "00:54:15",
    "end": "00:54:16"
  },
  {
    "text": "Yeah. He did a very rough estimate and he wrote his book in 2004 and estimated that Romans or First Corinthians in 2004 would have been composed beginning to end to the tune of about $2,300. So probably more like 20. 20. So maybe $5,000 now something.",
    "start": "00:54:17",
    "end": "00:54:39"
  },
  {
    "text": "Oh, we've doubled since 2004.",
    "start": "00:54:39",
    "end": "00:54:41"
  },
  {
    "text": "I don't know. I don't know.",
    "start": "00:54:41",
    "end": "00:54:44"
  },
  {
    "text": "I don't think inflation's that bad.",
    "start": "00:54:44",
    "end": "00:54:45"
  },
  {
    "text": "No.",
    "start": "00:54:45",
    "end": "00:54:45"
  },
  {
    "text": "Yeah, maybe 3,000.",
    "start": "00:54:45",
    "end": "00:54:47"
  },
  {
    "text": "3,000 something. Yeah. Anyhow, so.",
    "start": "00:54:47",
    "end": "00:54:49"
  },
  {
    "text": "Yeah, that's a chunk of change.",
    "start": "00:54:49",
    "end": "00:54:51"
  },
  {
    "text": "It's a chunk of change, yeah.",
    "start": "00:54:51",
    "end": "00:54:53"
  },
  {
    "text": "Wow.",
    "start": "00:54:53",
    "end": "00:54:53"
  },
  {
    "text": "The last thing that's interesting from Richards is he has a whole section where he talks about the role of people who carried and delivered letters, that this was a really important role because you didn't have certified mail. Oh, I didn't know this. Only people who worked in or had friends related to government work could use the Roman. The official Roman postal system. So in other words, merchant and private letters are all. This is all private, which means a whole layer of the economy developed about messengers. But it's all private.",
    "start": "00:54:53",
    "end": "00:55:31"
  },
  {
    "text": "I see.",
    "start": "00:55:31",
    "end": "00:55:32"
  },
  {
    "text": "It's all as you say.",
    "start": "00:55:32",
    "end": "00:55:34"
  },
  {
    "text": "So any sort of postal service was only used for the government.",
    "start": "00:55:34",
    "end": "00:55:36"
  },
  {
    "text": "There was no United States Post United Roman Postal Service.",
    "start": "00:55:36",
    "end": "00:55:39"
  },
  {
    "text": "Or if there was, but you can only use it.",
    "start": "00:55:40",
    "end": "00:55:42"
  },
  {
    "text": "There was, yeah.",
    "start": "00:55:42",
    "end": "00:55:43"
  },
  {
    "text": "If you were working for the government.",
    "start": "00:55:43",
    "end": "00:55:46"
  },
  {
    "text": "Correct. Yeah, that's right. So there was a whole private messenger service. So. Which meant that letter carriers are really important. You don't just put it in the mail. You put it in the hands of somebody who. You know and who. So this is why at the end of Romans Paul introduces Phoebe and commends her. What Paul's doing at the beginning of Romans 16 is commending Phoebe as an influential, devoted follower of Jesus, leader in the Christian movement, and she's going to deliver the letter. He also makes a case. Some people have disagreed with Richards, but there are some people who agree with him that very often letter carriers were the ones to read aloud and orally perform the letter. In other words, receiving the letter isn't just to carry it, but it's actually to then go perform it and be the one to read it aloud like Paul did. In which case it seems likely that's why he's giving Phoebe such a huge boost at the beginning of Romans 16.",
    "start": "00:55:46",
    "end": "00:56:46"
  },
  {
    "text": "Because she's the messenger.",
    "start": "00:56:46",
    "end": "00:56:47"
  },
  {
    "text": "Because she's the one delivering the letter.",
    "start": "00:56:47",
    "end": "00:56:50"
  },
  {
    "text": "Delivering the letter.",
    "start": "00:56:50",
    "end": "00:56:51"
  },
  {
    "text": "Correct. So a lot of this is scholarly inference, but for me, it really enriched my reading of the letters. I don't know if that's the experience you're having right now, but as we go on, it really helped me begin to make sense of a lot of features in the apostolic letters.",
    "start": "00:56:51",
    "end": "00:57:12"
  },
  {
    "text": "Sam, it is cool to think about Paul or any of these authors in their daily routine, really. Like in a community of people talking this stuff through.",
    "start": "00:57:26",
    "end": "00:58:08"
  },
  {
    "text": "Yeah.",
    "start": "00:58:08",
    "end": "00:58:09"
  },
  {
    "text": "Trying to figure it out. And for some reason it feels.",
    "start": "00:58:09",
    "end": "00:58:13"
  },
  {
    "text": "I can tell you're skeptical.",
    "start": "00:58:14",
    "end": "00:58:17"
  },
  {
    "text": "Yeah. I guess it's just a new thought. That some guy for hire was. Actually Had a massive role in the composition of these letters.",
    "start": "00:58:18",
    "end": "00:58:29"
  },
  {
    "text": "Yeah. Yeah. It's one of those factors that makes you have to go back and I think nuance inform a more robust view. What we mean when we say the Bible is inspired, that it's a divine and human word, that through these human processes of Paul on the road talking about theology and what should we write to the Corinthians in this letter? Because we just got the report from Chloe, and then over weeks, he's hashing it out with Barnabas and Sosthenes, and I'm going to use this, this and this. And then the scene that Richard painted. Right. That would have taken weeks to form the letter and to imagine God's spirit at work in and through. Who did they pick as a secretary? Was it just somebody? Who. How did Paul do that? You know, we don't know. We don't know who the secretary was, if he was a follower of Jesus or Not that can feel intimidating, maybe threatening, maybe to somebody's view of the Bible as God's word. But I guess I would invite us to more, just to take it on board and then to imagine that it's through these human processes that God has chosen to speak to the church through these letters. I think it's beautiful to imagine, but it's taken me a while to get there.",
    "start": "00:58:29",
    "end": "00:59:47"
  },
  {
    "text": "Another thing that I'm struggling with is that sometimes these letters feel like they could have been even more composed if they had more time for drafts. And I almost just felt like, well, it's a letter. Of course they weren't gonna do draft after draft after draft and get this into a polished form.",
    "start": "00:59:47",
    "end": "01:00:06"
  },
  {
    "text": "Sure, sure.",
    "start": "01:00:06",
    "end": "01:00:07"
  },
  {
    "text": "Cause it's. Because it's a letter. But now you're saying, like. Well, no, you actually think of it more like a literary work that was polished, in which case, I feel like some of this stuff would have been polished out potentially.",
    "start": "01:00:07",
    "end": "01:00:20"
  },
  {
    "text": "Well. And again, it's a collection. So not every letter is identical. Each letter has its own story and process. Romans reads way more polished than 2 Corinthians, but when you're in many sections of 2nd Corinthians, there's little mini sections that seem really, really worked out. In fact, there's three movements that are each really coherent. Some people have posited that it's, in fact, three different letters because they seem independent of each other. Chapters one through seven, chapters eight and nine, and then chapters 10 through 13. Or you could posit that these are three preformed bits that were brought together in a final composition. So I think it's a variety. First Corinthians feels pretty unpolished in certain sections, but very polished in others. So I think it's. There you go. Huge mountains of important theology don't hang on this. It's more getting the feel for how these letters. Because this is not how I write letters. I don't even write letters.",
    "start": "01:00:20",
    "end": "01:01:20"
  },
  {
    "text": "I know. I was thinking about that.",
    "start": "01:01:20",
    "end": "01:01:21"
  },
  {
    "text": "I write emails and texts.",
    "start": "01:01:21",
    "end": "01:01:23"
  },
  {
    "text": "I wrote letters at summer camp.",
    "start": "01:01:23",
    "end": "01:01:25"
  },
  {
    "text": "Yeah, sure.",
    "start": "01:01:27",
    "end": "01:01:27"
  },
  {
    "text": "That was the time I wrote letters.",
    "start": "01:01:27",
    "end": "01:01:29"
  },
  {
    "text": "Yeah, totally. Yeah.",
    "start": "01:01:29",
    "end": "01:01:30"
  },
  {
    "text": "Before. But this was before email.",
    "start": "01:01:30",
    "end": "01:01:31"
  },
  {
    "text": "Yeah, that's right. First John. Oh, man. It's a work of art. First John's a work of art. It hardly feels like a letter. It feels like a poem. Things like that. So with all that in mind, as we step into each of the letters, it's having. Yeah. Just our imaginations a little more accurately stocked.",
    "start": "01:01:31",
    "end": "01:01:52"
  },
  {
    "text": "Yeah.",
    "start": "01:01:52",
    "end": "01:01:52"
  },
  {
    "text": "For how we imagine these letters came into existence. Where I'd like to go here and this gets us more into the form of the letters. I think we could summarize all of that in like 30 seconds.",
    "start": "01:01:52",
    "end": "01:02:06"
  },
  {
    "text": "Sure.",
    "start": "01:02:06",
    "end": "01:02:06"
  },
  {
    "text": "To just talk about the apostles on the road forming this material. The next step will be when people write letters, they usually are using a template of some kind that they're plugging in the details into that template. And for Century, Letters had a template and Paul made good use of it and so did the other apostles, both in using the template and then tweaking it in really interesting ways.",
    "start": "01:02:06",
    "end": "01:02:31"
  },
  {
    "text": "Cool. Thanks for listening to this episode of BibleProject Podcast. If you're interested in submitting a question for our question response episode, you can record yourself with that question and then email the recording to infoibro. Please try to keep your question to about 20 or 30 seconds and if you're also able to transcribe it for us, that would be amazing. And finally, give us your name and where you're from. Again, the email is infoibleproject.com and our deadline for submissions for the how to Read the Bible series is Tuesday, August 4th. Also, you might have heard of our initiative called Classroom, where we have graduate level biblical theology classes. We just released a new class on Genesis 1 and ancient cosmology. It's a really great class. You should check it out. And if jumping into a full scale graduate level class seems intimidating, we also have what we're calling a mini class, which really just takes 45 minutes. It's one session and it's on how to the Garden of Eden is a type of temple, so I highly recommend you check out Classroom. We'll be back with this podcast in another episode next week, continuing our discussion on how to read the New Testament letters. Today's show is produced by Dan Gummel. Our show notes come from Camden McAfee. Theme music from the band Tense. Bibleproject is a crowdfunded nonprofit. We're in Portland, Oregon and we make free resources because of the generous support of many people like you. You can find it all@bibleproject.com thank you so much for being a part of this with us.",
    "start": "01:02:31",
    "end": "01:04:17"
  },
  {
    "text": "Hi, this is Nathan Blair. I'm here with my sons, Kekoa and Makana. Hey.",
    "start": "01:04:18",
    "end": "01:04:22"
  },
  {
    "text": "This is Kekoa and Makana. We're at Papa's work and we're having fun. And Tim used to be a pastor at our church.",
    "start": "01:04:22",
    "end": "01:04:32"
  },
  {
    "text": "What's our church called?",
    "start": "01:04:32",
    "end": "01:04:33"
  },
  {
    "text": "Adorable Church.",
    "start": "01:04:34",
    "end": "01:04:35"
  },
  {
    "text": "Okay, that's cool. Do you like coming to work with him?",
    "start": "01:04:36",
    "end": "01:04:40"
  },
  {
    "text": "Sometimes, yeah.",
    "start": "01:04:40",
    "end": "01:04:41"
  },
  {
    "text": "What's your favorite part about coming to work with him?",
    "start": "01:04:41",
    "end": "01:04:43"
  },
  {
    "text": "Eating things and I love pizza.",
    "start": "01:04:44",
    "end": "01:04:47"
  },
  {
    "text": "Do you like the snacks here at the Bible project?",
    "start": "01:04:47",
    "end": "01:04:49"
  },
  {
    "text": "Like mms?",
    "start": "01:04:49",
    "end": "01:04:50"
  },
  {
    "text": "Oh, M and Ms. Yeah, those M and Ms. Are dangerous. Yeah. Makana, what's your favorite part about Bible project?",
    "start": "01:04:50",
    "end": "01:04:58"
  },
  {
    "text": "We believe.",
    "start": "01:05:02",
    "end": "01:05:02"
  },
  {
    "text": "We believe the Bible. The Bible is a unified is a unified story. Story that leads to Jesus. We're a crowdfunded we're a crowdfunded project. Project by people like me. By people like me. Find fear free videos, study notes, podcasts and more@thebibleproject.com Yay. Goodbye.",
    "start": "01:05:03",
    "end": "01:05:32"
  }
]