[
  {
    "text": "Hi, this is John at the Bible Project. In this week's episode of the podcast, we're going to release another live question and response we did on YouTube last summer. This time, we're talking about the book of Deuteronomy. Deuteronomy is a great book. It's a speech by Moses. It's his last words to ancient Israel as they prepare to enter the promised land. We cover a lot of great questions, including a discussion on the Shema, a prayer found in the book of Deuteronomy. We address the question, why did God allow ancient Israel to have slaves? And what's the deal with the Bible? Talking about giants that lived in the land. Were there actually giants back then? Thanks for joining us. Here we go.",
    "start": "00:00:07",
    "end": "00:00:48"
  },
  {
    "text": "Hey, everybody.",
    "start": "00:00:50",
    "end": "00:00:50"
  },
  {
    "text": "Hello.",
    "start": "00:00:51",
    "end": "00:00:51"
  },
  {
    "text": "Welcome to this week's Bible Project. Live Q and R. It's Tuesday. It's Tuesday.",
    "start": "00:00:51",
    "end": "00:00:58"
  },
  {
    "text": "It's Tuesday. And we are going to be talking about Deuteronomy.",
    "start": "00:00:59",
    "end": "00:01:03"
  },
  {
    "text": "Yeah. We want to field your questions on the book of. Ooh. Well, right. In the Greek tradition, Deuteros.",
    "start": "00:01:03",
    "end": "00:01:12"
  },
  {
    "text": "Deuteronomy. Deuteronomos.",
    "start": "00:01:12",
    "end": "00:01:14"
  },
  {
    "text": "Deuteronomos. Yeah. Deuteronomy, which in the read scripture version we talk about. We highlight it because it's kind of. Kind of helpful. Deutero is second, and then Naomi or Namas is law. So it's Moses going through the law.",
    "start": "00:01:14",
    "end": "00:01:29"
  },
  {
    "text": "Second law. Yep, Second time.",
    "start": "00:01:29",
    "end": "00:01:31"
  },
  {
    "text": "The second time repeating himself. In the Hebrew tradition, which is older than the Greek names, it's called devarim. The words.",
    "start": "00:01:31",
    "end": "00:01:41"
  },
  {
    "text": "The words.",
    "start": "00:01:42",
    "end": "00:01:43"
  },
  {
    "text": "The words. That's awesome. It's the first line of the book.",
    "start": "00:01:43",
    "end": "00:01:45"
  },
  {
    "text": "I feel like the Hebrew names of these books are way better. In the wilderness for numbers, That's a way better name.",
    "start": "00:01:45",
    "end": "00:01:53"
  },
  {
    "text": "It's a totally better name.",
    "start": "00:01:53",
    "end": "00:01:54"
  },
  {
    "text": "The words. That's a great name.",
    "start": "00:01:54",
    "end": "00:01:55"
  },
  {
    "text": "Yep. The words. If we ever. Leviticus is called Vayakra. And he called out. It's the first word of the book.",
    "start": "00:01:55",
    "end": "00:02:04"
  },
  {
    "text": "And he called out.",
    "start": "00:02:04",
    "end": "00:02:04"
  },
  {
    "text": "And God called out to Moses. Anyway.",
    "start": "00:02:04",
    "end": "00:02:07"
  },
  {
    "text": "Yeah.",
    "start": "00:02:07",
    "end": "00:02:08"
  },
  {
    "text": "Deuteronomy, or the words otherwise known as.",
    "start": "00:02:08",
    "end": "00:02:12"
  },
  {
    "text": "So let's just do, like, an overview of Deuteronomy.",
    "start": "00:02:12",
    "end": "00:02:14"
  },
  {
    "text": "Deuteronomy, it's called crown jewel of the Torah alongside Genesis and Exodus and Leviticus and numbers, which is the Torah as the crown jewel.",
    "start": "00:02:15",
    "end": "00:02:26"
  },
  {
    "text": "Let's talk about the Torah in general. So the first five books, this is the last of those five. We call it the Torah. You'll also hear the word Pentateuch a.",
    "start": "00:02:26",
    "end": "00:02:35"
  },
  {
    "text": "Lot, which is the Greek word for it, right? Yeah, that's right. The Pentateuch is a Greek name. Penta means five Tukas means scroll. And again, that Greek title, earliest we can trace it back is in the mid-1200s A.D. so the oldest way that this work is referred to is called Torah. Moshe, the Torah of Moses or Hatorah. That's how it's referred to in Ezra and Nehemiah and the Prophet. That's how the biblical authors refer back to this thing.",
    "start": "00:02:35",
    "end": "00:03:08"
  },
  {
    "text": "They refer to it as the what?",
    "start": "00:03:09",
    "end": "00:03:10"
  },
  {
    "text": "As the Torah. The Torah or the Torah of Moses. So they don't view it as five separate books. They view it as one unified literary work, which affects how you read it, especially a book like Deuteronomy, because it really, even though it's one big speech, it's one long collection of speeches from Moses, but it's set into the narrative of the Israelites going through the wilderness on their way to the promised land, which itself is carrying on the story from Mount Sinai and the Exodus and Abraham and so on. So this is Moses speech to the children of the Exodus generation. So the people who were adults when they all went out of slavery in Egypt, they died in the wilderness because of the whole debacle.",
    "start": "00:03:10",
    "end": "00:04:01"
  },
  {
    "text": "Yeah. Imagine that you spent your entire life and this is all you knew. You lived in the wilderness.",
    "start": "00:04:01",
    "end": "00:04:09"
  },
  {
    "text": "Yeah. Being on the go, you traveled around.",
    "start": "00:04:09",
    "end": "00:04:11"
  },
  {
    "text": "Like you. Let's say you were born at Mount Sinai. Yeah, right.",
    "start": "00:04:11",
    "end": "00:04:13"
  },
  {
    "text": "Yeah, right.",
    "start": "00:04:13",
    "end": "00:04:14"
  },
  {
    "text": "Yeah, sure. And all you know of life is you travel around and you collect mana.",
    "start": "00:04:14",
    "end": "00:04:22"
  },
  {
    "text": "Nomadic lifestyle.",
    "start": "00:04:22",
    "end": "00:04:23"
  },
  {
    "text": "Your nomadic lifestyle. And so you don't know what Egypt was like, how bad that was.",
    "start": "00:04:23",
    "end": "00:04:28"
  },
  {
    "text": "You just heard stories.",
    "start": "00:04:28",
    "end": "00:04:29"
  },
  {
    "text": "You just heard stories.",
    "start": "00:04:29",
    "end": "00:04:30"
  },
  {
    "text": "Yeah.",
    "start": "00:04:30",
    "end": "00:04:31"
  },
  {
    "text": "And life is wandering around. And now you need to know why you're going into the land, what's expected.",
    "start": "00:04:31",
    "end": "00:04:39"
  },
  {
    "text": "Of you and the story that you're a part of. Yeah, Yep, that's right. Yeah.",
    "start": "00:04:39",
    "end": "00:04:44"
  },
  {
    "text": "So Deuteronomy, an interesting film, is just to like. It is that person growing up in the wilderness. And then.",
    "start": "00:04:44",
    "end": "00:04:50"
  },
  {
    "text": "Yes. And just that setting helps explain so much of what Deuteronomy is in terms of the shape of the book. I hope you guys. Yeah, you can see the poster, the shape of the book at the core. It's a big section. 12 to 26 chapters. It's Moses.",
    "start": "00:04:50",
    "end": "00:05:07"
  },
  {
    "text": "You can go to my screen. I have it up, actually.",
    "start": "00:05:07",
    "end": "00:05:09"
  },
  {
    "text": "Oh, yeah. It's Moses repeating. And as it says in the first chapter, he's expounding on the laws.",
    "start": "00:05:09",
    "end": "00:05:15"
  },
  {
    "text": "This section right here.",
    "start": "00:05:15",
    "end": "00:05:16"
  },
  {
    "text": "Yep, in the middle. Yeah. But chapters one to eleven read like a collection of sermons. And that's Moses getting passionate with the children of the Exodus generation. Don't be like your Parents, be faithful to the covenant. God rescued you. He loves you. He wants to bless the nations through you. So obey the laws of the Torah, for goodness sakes.",
    "start": "00:05:16",
    "end": "00:05:41"
  },
  {
    "text": "And then the Shema is part of this.",
    "start": "00:05:41",
    "end": "00:05:43"
  },
  {
    "text": "The Shema is the heartbeat of that. So there's already some questions. We'll talk about that.",
    "start": "00:05:43",
    "end": "00:05:48"
  },
  {
    "text": "And then this final third section, it's.",
    "start": "00:05:48",
    "end": "00:05:50"
  },
  {
    "text": "Another sermon like collection. But here Moses shows his hand. So he says, follow the Torah. Don't be like your parents. Here's the terms of the covenant for you all over again.",
    "start": "00:05:50",
    "end": "00:05:59"
  },
  {
    "text": "Yeah. And then down here, right in the poems of warning.",
    "start": "00:05:59",
    "end": "00:06:02"
  },
  {
    "text": "And then here at the end, he says, first of all, I know that you're going to fail. If Moses was a coach, he would be a failure of a coach, because it's like the locker room speech before the game. And what he's saying is, I know you're going to lose. You're going to fail abysmally.",
    "start": "00:06:02",
    "end": "00:06:21"
  },
  {
    "text": "It could be a bad halftime speech. I wonder if that ever happens, though, in halftime speeches. I was thinking about that in one of the final NBA games where I think the warriors were down by like 30 points or something at halftime. I wonder if he was just kinda like, all right, guys, screw it.",
    "start": "00:06:22",
    "end": "00:06:37"
  },
  {
    "text": "What's our best option?",
    "start": "00:06:38",
    "end": "00:06:39"
  },
  {
    "text": "Yeah, let's just lose gracefully, go out gracefully.",
    "start": "00:06:39",
    "end": "00:06:41"
  },
  {
    "text": "But what he says is, on the other side of your failure, God's going to fulfill his promises that he made to Abraham to bless all the nations. And so we. Where Deuteronomy sets you at the end of the Torah is God is going to bless all of the nations through this family somehow. But this family is going to fail miserably. So the only way forward is for God, as Moses says, to do some act of grace to transform the hearts of his people so that they can obey him and so on. So the book of Deuteronomy, even though it's full of law, culminates in a promise of God's grace for people who break the law.",
    "start": "00:06:41",
    "end": "00:07:20"
  },
  {
    "text": "Yeah.",
    "start": "00:07:21",
    "end": "00:07:21"
  },
  {
    "text": "The word love appears in Deuteronomy more than any book in the Old Testament.",
    "start": "00:07:22",
    "end": "00:07:27"
  },
  {
    "text": "Yeah.",
    "start": "00:07:27",
    "end": "00:07:27"
  },
  {
    "text": "That's crazy. Yep.",
    "start": "00:07:27",
    "end": "00:07:28"
  },
  {
    "text": "Not the whole Bible, just the Old Testament.",
    "start": "00:07:28",
    "end": "00:07:30"
  },
  {
    "text": "Not the whole Bible. John is second only to John.",
    "start": "00:07:30",
    "end": "00:07:33"
  },
  {
    "text": "Got it.",
    "start": "00:07:33",
    "end": "00:07:34"
  },
  {
    "text": "But the Gospel of John takes the cake there.",
    "start": "00:07:34",
    "end": "00:07:37"
  },
  {
    "text": "All about love.",
    "start": "00:07:37",
    "end": "00:07:38"
  },
  {
    "text": "Yeah. So it's really. It's an amazing. Deuteronomy is an incredible book where he's trying to shape the identity of this new generation.",
    "start": "00:07:38",
    "end": "00:07:45"
  },
  {
    "text": "Yeah.",
    "start": "00:07:45",
    "end": "00:07:45"
  },
  {
    "text": "So there you go. Deuteronomy. It was fun. We've done two videos. The words on Deuteronomy.",
    "start": "00:07:47",
    "end": "00:07:51"
  },
  {
    "text": "Yeah.",
    "start": "00:07:52",
    "end": "00:07:52"
  },
  {
    "text": "Yep. There you go. I think that's kind of our overview. Cool.",
    "start": "00:07:52",
    "end": "00:07:57"
  },
  {
    "text": "So let's jump in to the questions. Oh, good. We got a lot now.",
    "start": "00:07:57",
    "end": "00:08:01"
  },
  {
    "text": "Great. Well, let's start with the Shema. The Shema, part of the centerpiece of Moses speech in chapter six. It's kind of a condensed form. If you want to memorize any lines from Deuteronomy or get what the heartbeat of the book is about is what Israel is called to do. It's the Shema.",
    "start": "00:08:02",
    "end": "00:08:23"
  },
  {
    "text": "Yeah. This is Ben's question. Is that what you're going to do?",
    "start": "00:08:23",
    "end": "00:08:26"
  },
  {
    "text": "Sorry, there's two.",
    "start": "00:08:26",
    "end": "00:08:27"
  },
  {
    "text": "I'll read it.",
    "start": "00:08:27",
    "end": "00:08:28"
  },
  {
    "text": "Yeah. Great. Let's do Ben Brown's question.",
    "start": "00:08:28",
    "end": "00:08:31"
  },
  {
    "text": "So Ben Brown asks, what does the Shema mean by love God with quote, all your heart, soul and strength? What does it look like to love God in these three ways?",
    "start": "00:08:31",
    "end": "00:08:43"
  },
  {
    "text": "Yes.",
    "start": "00:08:44",
    "end": "00:08:45"
  },
  {
    "text": "So, yeah, because it does say, love the Lord your God with all your heart, with all your soul, with all your strength. So was he just being really thorough there? Why not love God with all your mind or with all of your intellect or wit? Love God with all your wit.",
    "start": "00:08:45",
    "end": "00:09:07"
  },
  {
    "text": "Your wit. Or brain.",
    "start": "00:09:07",
    "end": "00:09:09"
  },
  {
    "text": "Yeah, or brain.",
    "start": "00:09:09",
    "end": "00:09:10"
  },
  {
    "text": "Well, that one's. Well, actually easy because there's no Hebrew word for brain. They didn't even have a concept of that. This was the center of all that.",
    "start": "00:09:11",
    "end": "00:09:20"
  },
  {
    "text": "They must have had a word for the fleshy stuff inside someone's head, the gray matter.",
    "start": "00:09:20",
    "end": "00:09:24"
  },
  {
    "text": "Yeah, they probably did. It didn't occur in the Bible.",
    "start": "00:09:24",
    "end": "00:09:27"
  },
  {
    "text": "Doesn't show up in the Bible.",
    "start": "00:09:27",
    "end": "00:09:28"
  },
  {
    "text": "So heart, if you study the way heart is used throughout the Old Testament, heart is where you feel. So that's similar to how we use the word heart. In fact, that's about the only way we use the word heart in our culture is feelings, emotion. So that's true in the Old Testament, but there's many, many uses of heart that have to do with your will and desire. Volition, like where you make decisions from based on. Based on what you want.",
    "start": "00:09:28",
    "end": "00:10:03"
  },
  {
    "text": "Okay.",
    "start": "00:10:03",
    "end": "00:10:03"
  },
  {
    "text": "It's about choice and desire.",
    "start": "00:10:03",
    "end": "00:10:06"
  },
  {
    "text": "We say that we kind of have that as well. Our desire, the desire of my heart.",
    "start": "00:10:06",
    "end": "00:10:09"
  },
  {
    "text": "Oh, that's right. Yeah. Okay. Desire.",
    "start": "00:10:09",
    "end": "00:10:12"
  },
  {
    "text": "But you don't really make a decision with your heart, but your heart has desires.",
    "start": "00:10:12",
    "end": "00:10:16"
  },
  {
    "text": "Yeah, it's more like I went with my heart on that one. Yeah.",
    "start": "00:10:16",
    "end": "00:10:20"
  },
  {
    "text": "Instead of thinking it through, I went with my heart. Yeah, but in Hebrew, thinking it through would be done in your heart as well.",
    "start": "00:10:20",
    "end": "00:10:28"
  },
  {
    "text": "That's right.",
    "start": "00:10:29",
    "end": "00:10:30"
  },
  {
    "text": "Okay.",
    "start": "00:10:30",
    "end": "00:10:30"
  },
  {
    "text": "Yeah, that's right. So there's no brain where your desires and will, what you want and where you choose things. That's so weird to think about is all based on here in your heart. Isn't that interesting?",
    "start": "00:10:30",
    "end": "00:10:43"
  },
  {
    "text": "Yeah. So your sense of self is down here.",
    "start": "00:10:43",
    "end": "00:10:46"
  },
  {
    "text": "More correct.",
    "start": "00:10:46",
    "end": "00:10:48"
  },
  {
    "text": "For us, our sense of self is.",
    "start": "00:10:48",
    "end": "00:10:49"
  },
  {
    "text": "Yeah. Brain centered. Yeah, yeah. And in Hebrew culture, it was heart and then gut, where you feel deep emotion that's in the gut is in your literally intestines.",
    "start": "00:10:50",
    "end": "00:11:01"
  },
  {
    "text": "Intestines.",
    "start": "00:11:01",
    "end": "00:11:01"
  },
  {
    "text": "Not loins. Your guts. Yeah. So you can get angry in your intestines, Stuff like that. So first of all. So love with your heart is about your choice and commitment.",
    "start": "00:11:01",
    "end": "00:11:13"
  },
  {
    "text": "So it isn't just about your passion. It's also about your.",
    "start": "00:11:14",
    "end": "00:11:16"
  },
  {
    "text": "Yeah, we think love with all your heart conjure up warm fuzzies. What Moses is saying is it's a choice that you make to be faithful and devoted to the God who rescued you. And it's about getting to a place where that's what I actually want and desire. So that's heart and then soul is our best English word. But it doesn't. It doesn't get. So the Hebrew word is nephesh, which literally means throat. Huh? Yeah.",
    "start": "00:11:17",
    "end": "00:11:51"
  },
  {
    "text": "Love the Lord your God, with like.",
    "start": "00:11:52",
    "end": "00:11:54"
  },
  {
    "text": "The deer pants for the water. So my Nephesh pants after you. O God.",
    "start": "00:11:54",
    "end": "00:12:01"
  },
  {
    "text": "Wow, Nephesh.",
    "start": "00:12:02",
    "end": "00:12:03"
  },
  {
    "text": "Where do the deer pant?",
    "start": "00:12:04",
    "end": "00:12:05"
  },
  {
    "text": "So should the salt. Should that psalm actually be translated throat? So my throat longs after you.",
    "start": "00:12:05",
    "end": "00:12:10"
  },
  {
    "text": "Well, but your throat there is a metaphor. It's a metaphor for it. It's the central organ that. Where you breathe through and where you eat through.",
    "start": "00:12:10",
    "end": "00:12:19"
  },
  {
    "text": "And so it becomes a metaphor for what?",
    "start": "00:12:20",
    "end": "00:12:22"
  },
  {
    "text": "A metaphor for your very being or your very self. So Nephesh, so your sense of self.",
    "start": "00:12:22",
    "end": "00:12:30"
  },
  {
    "text": "And the sense of your. Sorry. Going back to heart.",
    "start": "00:12:30",
    "end": "00:12:33"
  },
  {
    "text": "The passageway to your core.",
    "start": "00:12:33",
    "end": "00:12:35"
  },
  {
    "text": "So let's go back to heart.",
    "start": "00:12:35",
    "end": "00:12:35"
  },
  {
    "text": "Yeah.",
    "start": "00:12:35",
    "end": "00:12:36"
  },
  {
    "text": "So the sense of self is your heart, is your desires. But also how like your decision making faculty is down here in your chest. Your deep desires are down here in your belly. But your passageway. Self. The passageway to it.",
    "start": "00:12:36",
    "end": "00:12:53"
  },
  {
    "text": "Yeah.",
    "start": "00:12:54",
    "end": "00:12:54"
  },
  {
    "text": "That you would think of as like your innermost being. Or you're like.",
    "start": "00:12:54",
    "end": "00:12:57"
  },
  {
    "text": "Yeah, and it's just. That's a very. There's a small set of occurrences where it seems to refer specifically to throat.",
    "start": "00:12:58",
    "end": "00:13:04"
  },
  {
    "text": "Okay.",
    "start": "00:13:04",
    "end": "00:13:04"
  },
  {
    "text": "But that's sort of like. Like many words.",
    "start": "00:13:04",
    "end": "00:13:07"
  },
  {
    "text": "That's where it came from originally when someone was like. How do I describe, like, the essence of myself? Well, the word I'm going to use is the same word as throat, because when we talk about panting as a deer pants.",
    "start": "00:13:07",
    "end": "00:13:23"
  },
  {
    "text": "So my Nephesh pants for God. And it's all about desire.",
    "start": "00:13:23",
    "end": "00:13:26"
  },
  {
    "text": "Yeah, it gets okay.",
    "start": "00:13:26",
    "end": "00:13:28"
  },
  {
    "text": "Yeah. Isn't that interesting? So then nefesh just becomes a way of saying your whole self as a living being. It does not mean the non material part of you that survives after death.",
    "start": "00:13:28",
    "end": "00:13:41"
  },
  {
    "text": "That's more of a Greek thought.",
    "start": "00:13:42",
    "end": "00:13:43"
  },
  {
    "text": "It does not have that idea anywhere in the Old Testament. And arguably you can hardly even find that meaning in the New Testament except for one or two occurrences. But for the most part, that word soul, when you read that in the.",
    "start": "00:13:43",
    "end": "00:13:55"
  },
  {
    "text": "King James, is there a connotation, connection to voice? Your voice comes from your throat. Is what really bad puppets asked?",
    "start": "00:13:55",
    "end": "00:14:05"
  },
  {
    "text": "I think it's about the passage of life. It's the entryway to your being. And then it just comes to be a way to describe someone's being as a living creature. So heart has to do with your decision and will and desire. Your nephesh has to do with your whole being. So with your desires, with thought, the whole of your being, which includes your desires, but it also includes your body.",
    "start": "00:14:09",
    "end": "00:14:36"
  },
  {
    "text": "Your whole body. Because it's the entrance to your whole body.",
    "start": "00:14:36",
    "end": "00:14:38"
  },
  {
    "text": "That's right.",
    "start": "00:14:38",
    "end": "00:14:38"
  },
  {
    "text": "If your brain's not here, and that doesn't matter really, your head is just to put stuff into the rest of your body.",
    "start": "00:14:39",
    "end": "00:14:45"
  },
  {
    "text": "Correct? Yeah. Yeah.",
    "start": "00:14:45",
    "end": "00:14:47"
  },
  {
    "text": "Which is weird. We think about, let's freeze our head so in the future we can still be around someday. So for us, our head's the most important part.",
    "start": "00:14:47",
    "end": "00:14:56"
  },
  {
    "text": "Right. They would have frozen the torso, I guess.",
    "start": "00:14:56",
    "end": "00:14:58"
  },
  {
    "text": "Well, they would have the whole thing. But most significantly from here down.",
    "start": "00:14:59",
    "end": "00:15:03"
  },
  {
    "text": "I would have never thought of that. Leave to John Collins. Bring cryogenics into Deuteronomy. And then the last thing is your strength is our best English translation me'. Od. So think in Genesis where God says that the world that he's made is good. Good, good, good, good. But then on the last occurrence, he says very good. That's the same word. Meod. It's the word much or very. So with all of your muchness. So with every. My paraphrase is with everything that you have with your.",
    "start": "00:15:04",
    "end": "00:15:42"
  },
  {
    "text": "With much. So not with your physical. Like how much you could bench press. That's not what they're doing.",
    "start": "00:15:42",
    "end": "00:15:47"
  },
  {
    "text": "Yes. With your entire capacity. Yes. So with your will and emotions, with your whole being and then everything that you are capable.",
    "start": "00:15:47",
    "end": "00:15:55"
  },
  {
    "text": "Everything you're capable of.",
    "start": "00:15:56",
    "end": "00:15:57"
  },
  {
    "text": "Yeah, that's it.",
    "start": "00:15:57",
    "end": "00:15:58"
  },
  {
    "text": "So not just your capabilities.",
    "start": "00:15:58",
    "end": "00:15:59"
  },
  {
    "text": "Yeah. I'm gonna listen to God, look at my muscles.",
    "start": "00:16:00",
    "end": "00:16:03"
  },
  {
    "text": "Yeah.",
    "start": "00:16:03",
    "end": "00:16:03"
  },
  {
    "text": "With every capable moment and opportunity skill.",
    "start": "00:16:04",
    "end": "00:16:09"
  },
  {
    "text": "You have opportunities.",
    "start": "00:16:09",
    "end": "00:16:10"
  },
  {
    "text": "I'm gonna devote those to showing love and faithfulness to God. Do the Shema. It's a little universe unto itself.",
    "start": "00:16:11",
    "end": "00:16:17"
  },
  {
    "text": "I'm kind of disappointed in how little I knew about that.",
    "start": "00:16:19",
    "end": "00:16:22"
  },
  {
    "text": "Yeah. The Shema. So that becomes very early entered into the Jewish prayer traditions.",
    "start": "00:16:22",
    "end": "00:16:29"
  },
  {
    "text": "And your possessions, would your muchness include your possessions? Ben Brown asked.",
    "start": "00:16:29",
    "end": "00:16:33"
  },
  {
    "text": "Oh, I'd have to do a little homework on that. Off the top of my head. The word in this context, I mean, once you talk about your heart and your being, to talk about your meod is talking about your capacity. I guess it includes what you have at your disposal. Yeah.",
    "start": "00:16:34",
    "end": "00:16:54"
  },
  {
    "text": "What you have at your disposal, the tools you have.",
    "start": "00:16:54",
    "end": "00:16:56"
  },
  {
    "text": "Yeah.",
    "start": "00:16:57",
    "end": "00:16:57"
  },
  {
    "text": "And then.",
    "start": "00:16:57",
    "end": "00:16:58"
  },
  {
    "text": "But it's not limited.",
    "start": "00:16:59",
    "end": "00:17:00"
  },
  {
    "text": "Are all three of these together found in other literature? Does it represent not me', od?",
    "start": "00:17:00",
    "end": "00:17:08"
  },
  {
    "text": "This is not me', od, the might or the strength.",
    "start": "00:17:08",
    "end": "00:17:12"
  },
  {
    "text": "Sean Horton just asked, is the three together an idiom for everything?",
    "start": "00:17:13",
    "end": "00:17:16"
  },
  {
    "text": "For sure.",
    "start": "00:17:17",
    "end": "00:17:17"
  },
  {
    "text": "Like.",
    "start": "00:17:17",
    "end": "00:17:17"
  },
  {
    "text": "Okay, yeah, that's right.",
    "start": "00:17:17",
    "end": "00:17:19"
  },
  {
    "text": "Okay.",
    "start": "00:17:19",
    "end": "00:17:19"
  },
  {
    "text": "Yeah, it is an idiom, but it's a much more powerful way because it's identifying your will and emotions with your whole body and being and with every capability and opportunity that you have.",
    "start": "00:17:19",
    "end": "00:17:32"
  },
  {
    "text": "It's a little left out.",
    "start": "00:17:32",
    "end": "00:17:33"
  },
  {
    "text": "Yeah. It's beautiful. I could go on about the Shema.",
    "start": "00:17:33",
    "end": "00:17:35"
  },
  {
    "text": "Jesus says, love the Lord with all your mind.",
    "start": "00:17:37",
    "end": "00:17:39"
  },
  {
    "text": "Yes, he does.",
    "start": "00:17:39",
    "end": "00:17:40"
  },
  {
    "text": "So. And that was. Someone brought that up.",
    "start": "00:17:40",
    "end": "00:17:42"
  },
  {
    "text": "Yes, he does. Yes. Yeah. Wait for it.",
    "start": "00:17:42",
    "end": "00:17:47"
  },
  {
    "text": "Wait for it.",
    "start": "00:17:47",
    "end": "00:17:48"
  },
  {
    "text": "So this is in the book of Matthew.",
    "start": "00:17:49",
    "end": "00:17:51"
  },
  {
    "text": "Logan, Roland, Why does Jesus add mind? It's a good question, Logan.",
    "start": "00:17:52",
    "end": "00:17:57"
  },
  {
    "text": "It's a great question. I'm just looking up. This is in Matthew. Yeah. Matthew, chapter 22.",
    "start": "00:17:57",
    "end": "00:18:04"
  },
  {
    "text": "Where you want to go to his. Boom.",
    "start": "00:18:06",
    "end": "00:18:09"
  },
  {
    "text": "An expert in the Torah test. Jesus saying, which is the greatest commandment? And he says, the first is the Shema. Love the Lord your God with all your heart, all your soul, and with all your mind.",
    "start": "00:18:10",
    "end": "00:18:22"
  },
  {
    "text": "That's not in the Shema.",
    "start": "00:18:24",
    "end": "00:18:25"
  },
  {
    "text": "Yeah. You know what else is interesting is that this is in the parallel version of that in the Gospel of Mark, where Jesus says he. He actually quotes the whole Shema of all the commandments. Somebody asked him which is the most important. The most important one, Jesus answers is, listen, O Israel, the Lord our God, the Lord is one. So he quotes the first line. Love the Lord your God with all your heart, with all your soul, with all your mind, and with all your strength.",
    "start": "00:18:26",
    "end": "00:18:53"
  },
  {
    "text": "Oh, so it's an added so in Mark.",
    "start": "00:18:53",
    "end": "00:18:55"
  },
  {
    "text": "In Mark, it's four things. Jesus has added one. And then I think actually Matthew has edited Mark's account to make it three again to match the. But that's a whole other Conversation. That's fascinating.",
    "start": "00:18:56",
    "end": "00:19:10"
  },
  {
    "text": "And is it because possibly.",
    "start": "00:19:11",
    "end": "00:19:12"
  },
  {
    "text": "So Jesus adds mind.",
    "start": "00:19:12",
    "end": "00:19:14"
  },
  {
    "text": "Mind. Because now there's a new category of thinking about thinking, which is. We use our brain, our mind.",
    "start": "00:19:14",
    "end": "00:19:23"
  },
  {
    "text": "Yeah.",
    "start": "00:19:23",
    "end": "00:19:24"
  },
  {
    "text": "What's the Greek word?",
    "start": "00:19:24",
    "end": "00:19:25"
  },
  {
    "text": "I just want to make sure. Yeah, yeah, exactly. Yeah. No, that's just uniquely Matthew's. Yes. You know, Is that the word noose? Yeah. With all your mind. So it's adding specifically the mental category, which.",
    "start": "00:19:25",
    "end": "00:19:41"
  },
  {
    "text": "Which was there in the Shema in heart. But now in this culture, in this.",
    "start": "00:19:42",
    "end": "00:19:46"
  },
  {
    "text": "Roman culture, it's Jesus creatively expanding on the Shema to add in.",
    "start": "00:19:46",
    "end": "00:19:52"
  },
  {
    "text": "He's translating.",
    "start": "00:19:53",
    "end": "00:19:54"
  },
  {
    "text": "Yeah, yeah. He's being a good cultural translator.",
    "start": "00:19:54",
    "end": "00:19:56"
  },
  {
    "text": "Cultural translator, that's right.",
    "start": "00:19:56",
    "end": "00:19:58"
  },
  {
    "text": "That's cool. There's probably more to it. I could do more homework on that.",
    "start": "00:19:58",
    "end": "00:20:01"
  },
  {
    "text": "I'd love to hear. What would be a good cultural translation in English, what people think.",
    "start": "00:20:01",
    "end": "00:20:07"
  },
  {
    "text": "Oh, well, when I say it. At the end of our Sunday gatherings at Door of Hope, I often pray the Shema and I translate it as, with all of your heart, with all of who you are, and with everything that you have. That's my. So you don't get my English paraphrase. No, but that's included who you are. That's a good point. That's actually a really good point.",
    "start": "00:20:07",
    "end": "00:20:32"
  },
  {
    "text": "Yeah.",
    "start": "00:20:32",
    "end": "00:20:32"
  },
  {
    "text": "Great. Thank you, Ben Brown, for launching us on that long exploration of the Shema.",
    "start": "00:20:33",
    "end": "00:20:38"
  },
  {
    "text": "Let's talk about one more thing. In the Shema, maybe not take as much time, but the Lord is one.",
    "start": "00:20:38",
    "end": "00:20:42"
  },
  {
    "text": "Oh, yes, yes, yes, yes. That's right. Excuse me. So listen, O Israel, the Lord our God. The Lord is one, literally is how it reads in Hebrew. And many English translations preserve that.",
    "start": "00:20:42",
    "end": "00:20:55"
  },
  {
    "text": "That's how most people know it.",
    "start": "00:20:56",
    "end": "00:20:57"
  },
  {
    "text": "The Lord is one. The challenge there is. I don't think that communicates to English readers what Moses was trying to get across. Moses isn't trying to make a philosophical statement about the unity of God's being. If you look in the context it's all about Israel is to worship only the God of Israel, not any other gods. So he's using the word one there, not as an analysis of God's internal something, whatever that means. That's a metaphor, even pointing to my body, that's a part of the metaphor.",
    "start": "00:20:57",
    "end": "00:21:36"
  },
  {
    "text": "That he's one kind of body, that.",
    "start": "00:21:36",
    "end": "00:21:38"
  },
  {
    "text": "He is the one God for us, in contrast to the many other gods that they're going to be tempted to be devoted to in the land of Canaan. So that's why many English translations. And that's who we went with.",
    "start": "00:21:38",
    "end": "00:21:51"
  },
  {
    "text": "In.",
    "start": "00:21:53",
    "end": "00:21:53"
  },
  {
    "text": "The translation here, is Love the Lord alone.",
    "start": "00:21:53",
    "end": "00:21:56"
  },
  {
    "text": "Yeah, he's the only one. The only one.",
    "start": "00:21:56",
    "end": "00:21:59"
  },
  {
    "text": "The only one. Yep. The Lord. Love the Lord your God. The Lord our God is the only God for us. And love that God with all your heart. So there. There you go. So there's. We're taking a view there on what the meaning of that word is. We could be wrong, though. I think if you study the usage of the word one, it's commonly. It can be used to mean alone, not just single.",
    "start": "00:21:59",
    "end": "00:22:30"
  },
  {
    "text": "What else could it mean? It could mean you could be referring to that God isn't two.",
    "start": "00:22:30",
    "end": "00:22:34"
  },
  {
    "text": "Correct. Yeah. That would be the other one. That God isn't one deity manifest in multiple ways or manifest in multiple forms of deity, that kind of thing. Okay.",
    "start": "00:22:35",
    "end": "00:22:47"
  },
  {
    "text": "Saint Grizzly asked, did they know about the Holy Spirit back then? We're going to be doing a theme video on the Holy Spirit and it's coming out sometime this year. Yeah, we're working on it right now.",
    "start": "00:22:48",
    "end": "00:22:58"
  },
  {
    "text": "Yeah. The Holy Spirit is a major player in the storyline of the Torah Moses. In fact, in Numbers, chapter 20, 2011, Numbers 11 wishes that God's spirit would inhabit and transform the hearts of all of God's people. So Moses hope was in the spirit transforming Israel so they could actually fulfill the Shema. So, yeah, the Holy Spirit's a significant player in the Torah. Alrighty, other questions. Let's see. Garen Forsyth, you had a question. When Moses gets into the laws right here, there's a number of laws about slavery in this section of Deuteronomy. So, Garen Forsyth, you're asking, how would you address someone's questions about slavery in the Torah?",
    "start": "00:22:58",
    "end": "00:23:53"
  },
  {
    "text": "What would the question be? Why is there slavery? Why does. Here's a common question.",
    "start": "00:23:53",
    "end": "00:23:57"
  },
  {
    "text": "Yep.",
    "start": "00:23:57",
    "end": "00:23:58"
  },
  {
    "text": "Why did God allow slavery in Israel?",
    "start": "00:23:58",
    "end": "00:24:03"
  },
  {
    "text": "In Israel, If Israel is supposed to be some form of a renewed humanity or a light to the nations, why would God allow Israel to keep perpetuating this institution of slavery like the other nations around them? That's a great. That's a good question. It's a really good question. So there's a first thing. Deuteronomy chapter 15 is the center of almost all the laws about slavery in Israel. It's really significant to note one when I know not everybody on the live stream isn't American, but for Brits, for people who live in the uk, for people in America, for whom the Atlantic slave trade is a huge part of. Of a blot on our history. So our Western minds are trained to think of certain things, even when we hear that word, that we cannot import into the Bible.",
    "start": "00:24:03",
    "end": "00:25:04"
  },
  {
    "text": "Slavery. Slavery was different.",
    "start": "00:25:04",
    "end": "00:25:07"
  },
  {
    "text": "It was different. The Atlantic slave trade was very complex, but I think it was one race or people group, you know, conquering and then enslaving another. So it was based on ethnic.",
    "start": "00:25:08",
    "end": "00:25:20"
  },
  {
    "text": "It thought of them as less a different type of human.",
    "start": "00:25:20",
    "end": "00:25:25"
  },
  {
    "text": "Subhuman. Yeah, subhuman. And it was often based on criminal forms of kidnapping these people. So none of that stands for slavery. In ancient Israel, who were the slaves? So in Israel, the way it's described, the most common form of slavery was what you could call debt slavery. So it's basically when somebody declares bankruptcy in ancient Israel, your debts don't get absolved yet.",
    "start": "00:25:25",
    "end": "00:26:02"
  },
  {
    "text": "You got to work it off.",
    "start": "00:26:03",
    "end": "00:26:04"
  },
  {
    "text": "You work it off. So if I, you know, so I.",
    "start": "00:26:04",
    "end": "00:26:07"
  },
  {
    "text": "Work for your family now until I can pay you back.",
    "start": "00:26:07",
    "end": "00:26:09"
  },
  {
    "text": "Yeah, basically the person that you owe, you go live on their land. All your property becomes theirs, and you become their property until you work off the loan. And slaves could actually hold very high social positions. So that's another difference. Think of Joseph. He was a slave in Egypt and he ran an entire prison facility like a CEO would. So slavery didn't indicate necessarily your spot in society, but it did mean that you were someone else's property, even if you held a really influential position. So here's what's significant about the laws of slavery in Deuteronomy 15 is every seven years all. It was called the sabbatical year, that every seven years all debts would be canceled and all slaves who had debts that made them slaves were to be cancelled and set free.",
    "start": "00:26:09",
    "end": "00:27:09"
  },
  {
    "text": "I thought that was every 49 years.",
    "start": "00:27:09",
    "end": "00:27:11"
  },
  {
    "text": "Every 49 years, which is every seven, seven years becomes the year of jubilee. And there it's true again. All debts are canceled, slaves are released, and then all the land that might have been lost because of that family going bankrupt gets returned back to its original family tribe. The. That's jubilee. So even though. So here's what God's doing, it seems with slavery, it's so altering it, altering the institution through the seven year cycle, that it's a reminder that it's not.",
    "start": "00:27:12",
    "end": "00:27:49"
  },
  {
    "text": "That would have been revolutionary.",
    "start": "00:27:49",
    "end": "00:27:51"
  },
  {
    "text": "Yeah, absolutely revolutionary.",
    "start": "00:27:51",
    "end": "00:27:52"
  },
  {
    "text": "People are like, what every seven years? I mean, it still sounds kind of ridiculous, the Jubilee. Every seven years I can just cancel my credit cards and be like, sorry, guys.",
    "start": "00:27:52",
    "end": "00:27:59"
  },
  {
    "text": "Yeah, it's crazy. Yeah. The Jubilee are so out of control, upside down for ancient cultures. It actually doesn't even seem like the Israelites really ever did it. We don't have.",
    "start": "00:28:00",
    "end": "00:28:10"
  },
  {
    "text": "This year is Jubilee. Someone just said 2016.",
    "start": "00:28:11",
    "end": "00:28:14"
  },
  {
    "text": "2016.",
    "start": "00:28:14",
    "end": "00:28:14"
  },
  {
    "text": "Is that true.",
    "start": "00:28:16",
    "end": "00:28:16"
  },
  {
    "text": "Oh, I feel like I should know something like that. But I didn't. But that doesn't mean it's not. It just means I didn't. I haven't kept up with it on the modern calendar anyway. Yeah. The year of jubilee. So someone once put it to me this way that I think puts it in cultural perspective for why God? This is another example of God working with Israel as he finds them.",
    "start": "00:28:16",
    "end": "00:28:40"
  },
  {
    "text": "Yeah.",
    "start": "00:28:40",
    "end": "00:28:40"
  },
  {
    "text": "Where he meets them and Israel doesn't. They're not a completely alien culture. As they go into Canaan, they look like an ancient Near Eastern people group. But in profound ways God calls them to transform the way they live as a society in a way that is the city on the hill and the light to the nations. Someone once put it this way. If you can. In the ancient world, if you can imagine in our world a life without electricity. In the modern world, it would be that radical of a shift to just up and overnight for God to say, no slavery whatsoever. Which doesn't mean that he shouldn't have done it. But what God appears to have done set Israel on a trajectory.",
    "start": "00:28:40",
    "end": "00:29:29"
  },
  {
    "text": "There's a system for them to be able to do that.",
    "start": "00:29:29",
    "end": "00:29:32"
  },
  {
    "text": "Correct.",
    "start": "00:29:32",
    "end": "00:29:32"
  },
  {
    "text": "There'd have to be brand new types of.",
    "start": "00:29:32",
    "end": "00:29:35"
  },
  {
    "text": "Yeah, well, yeah. It would be like an alien culture dropped off of Mars. So anyway, I think it doesn't deal with the tension fully, but it is important for us modern Westerners who live in cultures where in theory, slavery has been abolished, to not just import our view of things onto the Bible.",
    "start": "00:29:35",
    "end": "00:30:00"
  },
  {
    "text": "And a century from now, we'll look back at the time we're living in.",
    "start": "00:30:00",
    "end": "00:30:03"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:30:03",
    "end": "00:30:03"
  },
  {
    "text": "And it'll be like, wow, those guys are doing that. And they're calling themselves Christians.",
    "start": "00:30:03",
    "end": "00:30:06"
  },
  {
    "text": "Yeah. Yes, totally. Like, yeah.",
    "start": "00:30:06",
    "end": "00:30:08"
  },
  {
    "text": "And God was putting up with it.",
    "start": "00:30:08",
    "end": "00:30:10"
  },
  {
    "text": "Yeah. They bought all their groceries in plastic bags that they threw away.",
    "start": "00:30:10",
    "end": "00:30:13"
  },
  {
    "text": "Not in Portland.",
    "start": "00:30:13",
    "end": "00:30:14"
  },
  {
    "text": "What were those people? Except in Portland.",
    "start": "00:30:14",
    "end": "00:30:16"
  },
  {
    "text": "It's illegal in Portland.",
    "start": "00:30:16",
    "end": "00:30:17"
  },
  {
    "text": "You know, I was in the very line in Zoo Pans. There's a show called Portlandia, if you don't know it. And there was a skit that was real popular about someone getting arrested for using plastic bags at a grocery store. And I was actually. I live near that grocery store that was in that skit. And I was in that line checking out a couple weeks ago. And I didn't have a bag. I got a paper bag from him.",
    "start": "00:30:17",
    "end": "00:30:42"
  },
  {
    "text": "Anyway, I like getting paper bags.",
    "start": "00:30:42",
    "end": "00:30:44"
  },
  {
    "text": "Me too.",
    "start": "00:30:44",
    "end": "00:30:44"
  },
  {
    "text": "Because I use them as trash.",
    "start": "00:30:44",
    "end": "00:30:46"
  },
  {
    "text": "Sorry, that's random. Okay, let's see. Should we. We talked about the Shema. We talked about slavery. Let's do a fun, interesting one, shall we? About giants.",
    "start": "00:30:46",
    "end": "00:30:57"
  },
  {
    "text": "Ooh, giants.",
    "start": "00:30:57",
    "end": "00:30:58"
  },
  {
    "text": "Let's see.",
    "start": "00:30:59",
    "end": "00:31:00"
  },
  {
    "text": "You guys want to talk about giants?",
    "start": "00:31:00",
    "end": "00:31:01"
  },
  {
    "text": "Is there more? Garen, you asked one about giants, but somebody else did too. Garen, we'll go with yours. But a number of you asked about the giants. So Deuteronomy mentions people who are giants. Are these connected to the Nephilim that appear in Genesis 6? If so, how, Garen? And all of you, who asked about the giants of the Bible? That's a great question. It's crazy. Giants in the Bible, large people.",
    "start": "00:31:02",
    "end": "00:31:34"
  },
  {
    "text": "I mean, there's still giant people around today, and they play for the NBA.",
    "start": "00:31:34",
    "end": "00:31:38"
  },
  {
    "text": "That's true. Let's set it in context. Almost every culture of every time in human history has had unusually large and tall people who could perform great feats.",
    "start": "00:31:38",
    "end": "00:31:48"
  },
  {
    "text": "Some nationalities more than others.",
    "start": "00:31:49",
    "end": "00:31:51"
  },
  {
    "text": "Some nationalities, yeah, that's correct. Yeah, that's. Yeah, exactly. So when the Israelite tribes go in to investigate the land, in the previous book of the Torah numbers, they said they saw people there who were tall, like the Nephilim. We were like grasshoppers in their eyes. And at the beginning of Deuteronomy, intimidating. Oh, yeah.",
    "start": "00:31:51",
    "end": "00:32:15"
  },
  {
    "text": "You're like spying out these people that you're supposed to displace, and they're massive.",
    "start": "00:32:15",
    "end": "00:32:21"
  },
  {
    "text": "Yes. Yeah. Imagine.",
    "start": "00:32:21",
    "end": "00:32:22"
  },
  {
    "text": "And you're just like, their doors are bigger.",
    "start": "00:32:23",
    "end": "00:32:24"
  },
  {
    "text": "Their castles are probably bigger.",
    "start": "00:32:24",
    "end": "00:32:26"
  },
  {
    "text": "Yeah. You know, were perhaps the Hebrew people especially small?",
    "start": "00:32:27",
    "end": "00:32:33"
  },
  {
    "text": "Oh, you know, that's interesting. I haven't done a ton of homework on this, but I do know that Semitic people groups tended to be shorter. And really, I just know this. There was a group of British scholars who did a survey of every known Jewish skeleton from the Second temple period in and around Jerusalem. And the average height of a male was mid five foot.",
    "start": "00:32:33",
    "end": "00:33:02"
  },
  {
    "text": "Mid five foot.",
    "start": "00:33:03",
    "end": "00:33:03"
  },
  {
    "text": "Mid five, which would be very five, six. Yeah. And then they tried to reconstruct, based on the shape of the skulls, what Jesus would have looked like if he was an average Jewish man. Google it. It's really fascinating. He's not attractive at all.",
    "start": "00:33:03",
    "end": "00:33:15"
  },
  {
    "text": "How do you. How do you Google that?",
    "start": "00:33:15",
    "end": "00:33:17"
  },
  {
    "text": "Google. Let's just do it. I've done it before, but I forget. Let's. British scholar's Jesus face. British scholar, Jesus face. The real face of Jesus. Popular Mechanics, Popular Mechanics. Yeah, there it is. If you Google British Scholar, Jesus face. Oh, maybe you're all looking at it. Oh, no, I don't want to update Adobe right now. There it is.",
    "start": "00:33:17",
    "end": "00:33:49"
  },
  {
    "text": "You never want to update Adobe. That's annoying.",
    "start": "00:33:49",
    "end": "00:33:51"
  },
  {
    "text": "So that's the face of a mid 5 foot average Judean living in and around.",
    "start": "00:33:51",
    "end": "00:33:59"
  },
  {
    "text": "And they can figure that out from the shape of the skull.",
    "start": "00:33:59",
    "end": "00:34:01"
  },
  {
    "text": "Correct. I don't know how, but there you go. So that isn't what Jesus looked like. That's what an average Jewish man looked like. Of which Jesus was.",
    "start": "00:34:02",
    "end": "00:34:11"
  },
  {
    "text": "Yeah, yeah, that could have been Jesus friend.",
    "start": "00:34:11",
    "end": "00:34:14"
  },
  {
    "text": "So here's what's also interesting then. There have been numerous tombs found on the east bank of the Dead Sea in and around southern Israel, which was ancient Canaan, where unusually large skeletons were found. I was just reading you a dictionary entry because Moses refers to large people in the land of Canaan. He calls them in Deuteronomy the Anakim. The Anakites. The Anakim.",
    "start": "00:34:15",
    "end": "00:34:41"
  },
  {
    "text": "That'S what Moses calls them.",
    "start": "00:34:43",
    "end": "00:34:44"
  },
  {
    "text": "Yeah, that's right. And I was reading in the dictionary entry about the Anakim. In anchor Bible dictionary there have been tombs found. One in particular. There were two female skeletons found that were seven feet tall.",
    "start": "00:34:45",
    "end": "00:34:56"
  },
  {
    "text": "Yeah, that's a large female that date.",
    "start": "00:34:56",
    "end": "00:34:58"
  },
  {
    "text": "To this time period. So the Philistines that produced Goliath, they were actually. Their whole culture was imported from Greece. Yeah, but they, you know, they produce Goliath like people. So there you go.",
    "start": "00:34:58",
    "end": "00:35:13"
  },
  {
    "text": "Or Goliath had some sort of tumor on his, on his growth. Like Andre the Giant. Oh sure, that's what Gladwell was saying in his.",
    "start": "00:35:13",
    "end": "00:35:24"
  },
  {
    "text": "Malcolm Gladwell.",
    "start": "00:35:24",
    "end": "00:35:25"
  },
  {
    "text": "Malcolm Gladwell.",
    "start": "00:35:25",
    "end": "00:35:25"
  },
  {
    "text": "Yeah, there you go. Unusually large. So what is their relationship to the nephilim of Genesis 6? And there we get into the bottomless pit of speculation about what the Nephilim are in Genesis 6. But that's all that Genesis 6 says. Actually, Genesis 6 doesn't even say that the Nephilim are the offspring of the sons of God and women. It just says that in the time period that that happened, the Nephilim were also in the land and that they were great warriors. So this is just the biblical way of referring to ancient super big large humans who are incredible warriors. Yeah, they're called Nephilim.",
    "start": "00:35:25",
    "end": "00:36:09"
  },
  {
    "text": "Do we have any words? Do we ever refer to big people? We used to call them NBA players.",
    "start": "00:36:09",
    "end": "00:36:14"
  },
  {
    "text": "That's a good question. I don't know. I know so little about basketball.",
    "start": "00:36:16",
    "end": "00:36:20"
  },
  {
    "text": "I had this tall. I was working with this guy, he was super tall. He was like seven foot. And everyone would always ask him, he plays basketball. And he got so frustrated with the question because he didn't play basketball. And so his answer became. When someone came up to him and said, hey, are you a basketball player? He would say, no, do you play miniature golf? Thought that was a great response.",
    "start": "00:36:20",
    "end": "00:36:45"
  },
  {
    "text": "Yeah, that was a good response.",
    "start": "00:36:45",
    "end": "00:36:46"
  },
  {
    "text": "Anyways.",
    "start": "00:36:46",
    "end": "00:36:47"
  },
  {
    "text": "Yeah, that's good. That's good.",
    "start": "00:36:47",
    "end": "00:36:48"
  },
  {
    "text": "I like that pituitary gland. That's what I was thinking of, Rita. Thank you. Thank you, Rita.",
    "start": "00:36:48",
    "end": "00:36:53"
  },
  {
    "text": "Okay, so I see a number of questions about just different particular laws in the law collection. And just to say, as a blanket to all of them, there are many laws in here where clearly God is working with Israel as he finds them. So he doesn't completely abolish certain practices like we would prefer God to, but he tends to work with them and tweak or transform them. So one person had a question about. Is this in the. Like, slavery? Okay, sorry. I just saw it in the live feed, so I'll pull it up here. It was a question about the rules of war in Deuteronomy 20, where an Israelite soldier could take captive a Canaanite woman that he saw and wanted to marry. And if he wanted to do that, she had to shave her head and clip her fingernails and dress in mourning, and only then can he marry her. So this is actually a good example. We have a whole thing on this in the video about not comparing the laws with modern laws. So we're in a context of the Assyrian empires and later raping, pillaging, that kind of thing. So Israelite soldiers were never to behave like that. They could take, as a captive of war a Canaanite female. And that one bothers me, and it probably bothers many of you, too. But what that soldier was commanded to do was to allow the woman to grieve, shave her head.",
    "start": "00:36:55",
    "end": "00:38:53"
  },
  {
    "text": "Which brings a lot of humanity to that.",
    "start": "00:38:53",
    "end": "00:38:55"
  },
  {
    "text": "Yes. Yeah. To allow her to grieve, to allow a full. Read the law in Deuteronomy 20. Allow her a whole period of ritual grieving and mourning.",
    "start": "00:38:55",
    "end": "00:39:03"
  },
  {
    "text": "That's why she shaves her head for the night.",
    "start": "00:39:03",
    "end": "00:39:05"
  },
  {
    "text": "Correct. And only then the fingernail clippings. We don't know what that. We don't know what that means.",
    "start": "00:39:05",
    "end": "00:39:09"
  },
  {
    "text": "Hygiene, maybe.",
    "start": "00:39:09",
    "end": "00:39:10"
  },
  {
    "text": "Hygiene. And only then could he marry. Then he has to marry her.",
    "start": "00:39:10",
    "end": "00:39:15"
  },
  {
    "text": "Yeah.",
    "start": "00:39:15",
    "end": "00:39:16"
  },
  {
    "text": "So just. Which is, again, from our perspective, that whole thing seems screwed up. But think about what's happening there. Israelite soldiers cannot rape and they can't sleep with women who are captives of war. They have to marry them and commit their lives to them if they actually want to. So that's pretty high standard in this ancient context. So that's one example.",
    "start": "00:39:16",
    "end": "00:39:41"
  },
  {
    "text": "So all these laws, you always have to remember, not to import the way that we see things, but to realize that God's coming and meeting them where they're at and then taking them giant leaps forward in ethics, or even just.",
    "start": "00:39:41",
    "end": "00:40:01"
  },
  {
    "text": "Sometimes a leap forward.",
    "start": "00:40:01",
    "end": "00:40:03"
  },
  {
    "text": "Or even just a leap.",
    "start": "00:40:04",
    "end": "00:40:05"
  },
  {
    "text": "Yeah. So that's why we say in the video, compare the laws in this section with their ancient counterparts with the code of Hammurabi, the Middle Assyrian laws, the Code of Ur Namu. You can Google all these things and find modern translations of them and read them to your heart's delight. I specifically recommend if you can't sleep at night. That's just my opinion. So that's a good question.",
    "start": "00:40:06",
    "end": "00:40:33"
  },
  {
    "text": "There's so many good questions coming in.",
    "start": "00:40:33",
    "end": "00:40:35"
  },
  {
    "text": "Yeah. Christy Short, you asked the question, does following the law teach the Israelites to love God? So that gets to the question of why is this book that has at the center of it hundreds of laws, frame them with sermons that use the word love more than any book in the Old Testament. So, I mean, the short answer to that question is yes. The way that Israel will show its love and devotion to the God who rescued them is by living according to the terms of the covenant. So the book of Deuteronomy doesn't. Not only doesn't separate those, it joins them together. That obedience and faithfulness is how they show love. It's not appropriate. And bonus, go read Jesus Upper room discourse in the Gospel of John. And he joins love and obedience to his teachings in the same way he says, if you love me, you'll obey what I command you. So he's there, echoing Moses, joining of love and obedience there. So, yes, love.",
    "start": "00:40:35",
    "end": "00:41:41"
  },
  {
    "text": "Rita White in Deuteronomy, Moses says, what I'm commanding is not too difficult for you, but clearly elsewhere it says they can't obey. So is it too difficult? We just lost it again.",
    "start": "00:41:41",
    "end": "00:41:53"
  },
  {
    "text": "Oh, we're off.",
    "start": "00:41:53",
    "end": "00:41:54"
  },
  {
    "text": "Jump into your. Like a computer.",
    "start": "00:41:55",
    "end": "00:41:57"
  },
  {
    "text": "Jump into my computer.",
    "start": "00:41:57",
    "end": "00:41:58"
  },
  {
    "text": "Oh, switch over.",
    "start": "00:41:58",
    "end": "00:41:59"
  },
  {
    "text": "Oh, you can still hear.",
    "start": "00:42:00",
    "end": "00:42:01"
  },
  {
    "text": "Let's jump into your laptop. Yeah, my laptop's fine.",
    "start": "00:42:01",
    "end": "00:42:04"
  },
  {
    "text": "Cool.",
    "start": "00:42:04",
    "end": "00:42:05"
  },
  {
    "text": "Ready, John? Yeah.",
    "start": "00:42:05",
    "end": "00:42:06"
  },
  {
    "text": "Great. What do you mean, jump onto a laptop? Laptop screen.",
    "start": "00:42:06",
    "end": "00:42:10"
  },
  {
    "text": "So is it too difficult?",
    "start": "00:42:10",
    "end": "00:42:12"
  },
  {
    "text": "Oh, that's right.",
    "start": "00:42:12",
    "end": "00:42:13"
  },
  {
    "text": "This is the question right here.",
    "start": "00:42:13",
    "end": "00:42:14"
  },
  {
    "text": "Yep. Is it too difficult? So in chapter 30, Moses says, Listen, you guys, you can obey the laws of the Torah. He says it, it's not in heaven that you have to go find what God wants you to do. It's not out in the sea. He says, it's in your heart for you to be able to do it. So in one sense, Israel is fully capable of living by the terms of the covenant.",
    "start": "00:42:15",
    "end": "00:42:40"
  },
  {
    "text": "They could do it if they put some thought to it.",
    "start": "00:42:40",
    "end": "00:42:43"
  },
  {
    "text": "However, Moses doesn't say that they can't. What he says is you don't. And you've shown yourselves incapable by your constant failure. And so there is a tension there. You're right. Moses says, obey the Torah. But then what he's observed after 40 years plus with these people is that they don't. And that forms the plot conflict that you see at the end of Deuteronomy where he calls them to obey. But then he says, but you're going to fail, and I know it.",
    "start": "00:42:43",
    "end": "00:43:13"
  },
  {
    "text": "He predicts they won't.",
    "start": "00:43:13",
    "end": "00:43:14"
  },
  {
    "text": "And so what he says is the only future hope is for God to circumcise your hearts, to remove. Metaphorically circumcised. To remove something from your heart so that you can love and obey. So the whole plot sets you up for God to do something by means of his spirit, to transform the hearts of his people. So that tension there is not an accident or a contradiction. It's what the story is trying to show you. What needs to happen. That God's people need a heart transplant.",
    "start": "00:43:14",
    "end": "00:43:50"
  },
  {
    "text": "Rita also wants you to recite the Shema in Hebrew.",
    "start": "00:43:51",
    "end": "00:43:54"
  },
  {
    "text": "Oh, yes. Do you have it memorized? I do have it memorized. Shema Yisrael Adonai Eloheinu Adonai echad. Strength with all your muchness.",
    "start": "00:43:54",
    "end": "00:44:13"
  },
  {
    "text": "Your muchness.",
    "start": "00:44:13",
    "end": "00:44:14"
  },
  {
    "text": "But I did this.",
    "start": "00:44:14",
    "end": "00:44:15"
  },
  {
    "text": "This is how you muchness.",
    "start": "00:44:15",
    "end": "00:44:16"
  },
  {
    "text": "This is what I'm capable of. This is my whole being. And this is my heart.",
    "start": "00:44:16",
    "end": "00:44:20"
  },
  {
    "text": "Cool.",
    "start": "00:44:21",
    "end": "00:44:22"
  },
  {
    "text": "Well done, Rita White. Let's see. There's another question up here. Austin, Hows. Wait, is that. Do we get all. No. Amy Reynolds. Amy Reynolds. Sorry. Amy Reynolds had a great question. To be true disciples of Jesus, is it essential to study the Bible in this way by understanding history, language, and original intent? That's a great question. And I wanted to do it because Deuteronomy is such a good example of if. If you only read it in English, never think about its context in the story of the Bible, its context as an ancient document.",
    "start": "00:44:22",
    "end": "00:45:05"
  },
  {
    "text": "You can still follow Jesus.",
    "start": "00:45:05",
    "end": "00:45:06"
  },
  {
    "text": "Of course you can still follow Jesus. Of course you can. But I do think your understanding of Jesus will be impoverished and less profound and less integrated than it could be because Jesus saw himself as a part of this family and is bringing this story to its conclusion. And he didn't think Deuteronomy could just mean whatever he wanted it to mean. He thought it had an intention by an author that is God's intention melded with the human author's intention to speak to God's people. So I do think that as A follower of Jesus grows. They owe it to themselves and to Jesus to learn how to read the Bible wisely. It doesn't mean becoming a Bible scholar, but it does mean putting in some effort to learn things that I wouldn't otherwise learn.",
    "start": "00:45:06",
    "end": "00:46:02"
  },
  {
    "text": "And look, we got a lot of free time on our hands nowadays.",
    "start": "00:46:04",
    "end": "00:46:06"
  },
  {
    "text": "Wikipedia.",
    "start": "00:46:07",
    "end": "00:46:08"
  },
  {
    "text": "Oh. And we have a lot of tools.",
    "start": "00:46:09",
    "end": "00:46:10"
  },
  {
    "text": "A lot of tools.",
    "start": "00:46:10",
    "end": "00:46:11"
  },
  {
    "text": "So it's like people like to learn languages.",
    "start": "00:46:11",
    "end": "00:46:13"
  },
  {
    "text": "Yeah.",
    "start": "00:46:14",
    "end": "00:46:14"
  },
  {
    "text": "That's a great language to learn.",
    "start": "00:46:14",
    "end": "00:46:16"
  },
  {
    "text": "Yeah. I never for one second think that everybody should learn Hebrew or Greek. But I do think that if the body of Christ really is what it is, then there are people who should dedicate themselves to that and then help bring everybody else.",
    "start": "00:46:16",
    "end": "00:46:31"
  },
  {
    "text": "I don't have any intention right now in my life to learn Hebrew. However, I love learning how he like how that language reframes things in a way that I haven't thought about. Because you think in language. So if I think about who I am myself, I have language for that in English. So that creates my paradigms. And when we have these discussions about how it's thought about biblical authors, it stretches the way I have to think.",
    "start": "00:46:31",
    "end": "00:47:01"
  },
  {
    "text": "Yeah.",
    "start": "00:47:01",
    "end": "00:47:01"
  },
  {
    "text": "Which I think is really important.",
    "start": "00:47:01",
    "end": "00:47:03"
  },
  {
    "text": "Yeah. It expands your horizons. It's a cross cultural experience. Just like going to Paris or, you know, whatever. Dominican Republic. It expands your humanity. And so learning to read the Bible in a wise, holistic way also expands your humanity and I think deepens your devotion to Jesus.",
    "start": "00:47:03",
    "end": "00:47:24"
  },
  {
    "text": "Yeah.",
    "start": "00:47:24",
    "end": "00:47:25"
  },
  {
    "text": "So yeah. Yes. Yeah. There you go.",
    "start": "00:47:25",
    "end": "00:47:28"
  },
  {
    "text": "Should we wrap it up?",
    "start": "00:47:29",
    "end": "00:47:30"
  },
  {
    "text": "Okay.",
    "start": "00:47:30",
    "end": "00:47:30"
  },
  {
    "text": "So thank you for being a part of this.",
    "start": "00:47:30",
    "end": "00:47:34"
  },
  {
    "text": "Yeah.",
    "start": "00:47:34",
    "end": "00:47:34"
  },
  {
    "text": "Thank you for coming. Thank you everyone here that donates to the project. It's super fun to work on this. We're very grateful.",
    "start": "00:47:35",
    "end": "00:47:43"
  },
  {
    "text": "Yeah. You guys are awesome.",
    "start": "00:47:43",
    "end": "00:47:44"
  },
  {
    "text": "Thank you for listening to this episode of the Bible Project. We've got one more in this series. It's going to be a release on a question and response of the Book of Jonah. Just a quick note. The Holy Spirit video that we said we were making in this episode, well, it was made and it's available to watch on our YouTube channel, YouTube.com thebibleproject we are incredibly grateful for you joining us and being a part of this project with us. It's a joy to work on it and we couldn't do it without you. Thanks for being a part of this with us.",
    "start": "00:47:46",
    "end": "00:48:14"
  }
]