[
  {
    "text": "Hey, this is John at the bibleproject. If you've been following along the podcast, you've noticed that this summer we've been re releasing audio from our YouTube Q&R series. These were originally live videos of Tim and I interacting with you and answering questions on different books of the Old Testament and different themes. Last week we released Genesis 1:11. And this week we're going to release our live discussion on Genesis 12:50. We cover a lot of ground in these Q and R's, including why God asked Abraham to sacrifice his son Isaac. That seems strange, especially because God says he opposes child sacrifice. We talk about who the author of Genesis was and what's the deal with this strange character, Melchizedek. There's that and more in this episode. Here we go.",
    "start": "00:00:10",
    "end": "00:00:56"
  },
  {
    "text": "Hey, welcome to the Bible Project live streaming number two.",
    "start": "00:00:56",
    "end": "00:01:01"
  },
  {
    "text": "This is the second one.",
    "start": "00:01:01",
    "end": "00:01:03"
  },
  {
    "text": "We're going to be talking about the Book of Genesis. We made two videos on Genesis Part 2 is about Abraham's family onwards. So we are going to field questions about that video and the second half of the Book of Genesis. Genesis. But before we do that, I was thinking all week about the first live stream and some of the questions and discussions that we had. And I decided I wanted to start this week. And we might do it every week with a preface, a disclaimer. John wants to call it a disclaimer, I call it a preface.",
    "start": "00:01:03",
    "end": "00:01:36"
  },
  {
    "text": "You call it a preface?",
    "start": "00:01:36",
    "end": "00:01:37"
  },
  {
    "text": "Yeah. So here's the thing. The spirit of the Bible Project is we want to make amazing video resources that help people change their paradigm about what the Bible is and what it's for. Namely that it's a unified story that leads to Jesus and has wisdom to offer the whole world. So that's the Bible Project. But as we do these live Q and A times, you guys are going to ask really good questions that are going to raise issues of interpretation that might be controversial or debated. And so when we respond to those questions, it's good for you guys to know in a way, we're not responding as the Bible Project. I mean, we are because we make the Bible Project, but we're responding as John and Tim. And the goal for us, we never want to make a video about a topic that has 10 billion views and is going to be divisive. We want to make resources that any follower of Jesus and anybody who's not religious can learn from and keep the main thing, the main thing.",
    "start": "00:01:37",
    "end": "00:02:43"
  },
  {
    "text": "So, for example, last week we were in Genesis 1:11 and a lot of people are asking about creation. Is it literal or not. Questions where we're never going to make a video on whether it was a seven day creation or not, because that's not. It's divisive and it's not.",
    "start": "00:02:43",
    "end": "00:03:01"
  },
  {
    "text": "We think that no matter what view you hold, you can still see Genesis as a unified story that leads to Jesus. And so we've got viewers and supporters who are Catholic and all streams of Protestantism and people who aren't religious or people who are Jewish. And so we're trying to shoot down the center. We're not trying to be controversial, but when we get asked a question, we're happy to give our view on something.",
    "start": "00:03:03",
    "end": "00:03:27"
  },
  {
    "text": "So these live Q and A's, we're going to have to go into areas that we wouldn't go to in normal videos.",
    "start": "00:03:27",
    "end": "00:03:32"
  },
  {
    "text": "In a video.",
    "start": "00:03:32",
    "end": "00:03:32"
  },
  {
    "text": "Yes, that's the disclaimer.",
    "start": "00:03:32",
    "end": "00:03:34"
  },
  {
    "text": "Disclaimer.",
    "start": "00:03:34",
    "end": "00:03:34"
  },
  {
    "text": "So let's go to the first question.",
    "start": "00:03:34",
    "end": "00:03:36"
  },
  {
    "text": "Let's do. Trevor Hoffman asked a really interesting question that I liked because it really raises a question about the whole Bible. He put it this way. Trevor Hoffman, I think you can see his question. How do you guys approach the consistent theme that God's remedy to the message ultimately winds up being a mess itself. So like the action of Simeon and Levi in chapter 34 of Genesis or Reuben in chapter 35, and ultimately the repeated failure of Israel's history all throughout the Old Testament. So it's a great question and I think it's some. It's a question that should strike any reader of the biblical narratives, but especially the Old Testament, because.",
    "start": "00:03:36",
    "end": "00:04:26"
  },
  {
    "text": "So Genesis 12:50 is an overview because that's what we're talking about.",
    "start": "00:04:26",
    "end": "00:04:28"
  },
  {
    "text": "Yes, yes.",
    "start": "00:04:28",
    "end": "00:04:29"
  },
  {
    "text": "It begins with Abraham being called out amongst all these tribes.",
    "start": "00:04:29",
    "end": "00:04:33"
  },
  {
    "text": "That's right.",
    "start": "00:04:33",
    "end": "00:04:34"
  },
  {
    "text": "And saying, I'm gonna do something special with you for everyone. And then there's four generations, 12 through 50, of his son Isaac and then his son Jacob and then Jacob's 12 sons. And there's all these messy stories. And so why is God using, like if his plan is to rescue the world through this family or why use the screwed up thing? It seems to be snowballing out of control.",
    "start": "00:04:34",
    "end": "00:04:58"
  },
  {
    "text": "Yeah, yeah, that's right. So yeah, I think one way to frame it is go all the way back to pages one and two. The nature of the biblical story is that God, we live in a world created by a being who wants to partner and share with humans who are his image. This being God's image. And so the whole story is set up as the future. And the purpose of the world is for a shared responsibility. And so that sets the tone for the whole shape of the biblical story. Whatever God wants to do in the world, the nature of the world is such that God is doing it in partnership with his creatures, specifically humans. And he's given humans enormous amounts of freedom and responsibility within certain constraints. And so that essentially sets the playing field for all of the screwed up cast of characters that he puts up with throughout the story of the.",
    "start": "00:04:58",
    "end": "00:06:02"
  },
  {
    "text": "Because what else could he do other than just stop working humans?",
    "start": "00:06:02",
    "end": "00:06:06"
  },
  {
    "text": "Yeah, because it's a similar, you know, you could use the analogy and it's often done, you know, about any relationship with a good friend. Of course, you can bulldoze all your friends and just like you can make them hang out with you and always do what you want to do. And. But to have a genuine relationship, there's give and take. And so there's room for error, there's room for mistakes, there's room. And so God chooses Abraham and his family. Certainly not because they're like great moral examples. Most of the stories in Genesis are about them screwing up and putting God's plan into jeopardy. And so this is in God's freedom. He's chosen to commit himself to. To flawed creatures like ourselves. And he's chosen one family in the history of humanity through which to bring about his own. God's own entry into humanity. At the end of the story, God ends up being, in and through Jesus, the only human that can pull it off. That is the faithful human that he made us all to be, but that we fail to be. So that's the. That the reason the story is so long and complicated is because God has given great dignity to the freedom and responsibility of humans. And in the story of the Old Testament of Israel, which is a privilege. Yes, yeah, yeah. The question of. So how do I approach that theme? I approach it as good news to me because what it means is that God's committed to us. I'm pure humanity and the gods committed to me despite my flaws and failures. And that's how the story. That's one way that the story of the patriarchs in Genesis and their flaws, I think leads up to Jesus as the one human who does what we can't do.",
    "start": "00:06:06",
    "end": "00:07:58"
  },
  {
    "text": "Because in our video, we do not. We spend a lot of time showing the flaws, mostly.",
    "start": "00:07:58",
    "end": "00:08:05"
  },
  {
    "text": "That's right.",
    "start": "00:08:06",
    "end": "00:08:06"
  },
  {
    "text": "And we're showing how God's promise by them. We actually use like this coin, that kind of. Or the base that drops and.",
    "start": "00:08:06",
    "end": "00:08:14"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:08:14",
    "end": "00:08:15"
  },
  {
    "text": "The coin is God's promise. So we're gonna drop the ball and.",
    "start": "00:08:15",
    "end": "00:08:20"
  },
  {
    "text": "The reason why we highlighted that in the theme. Some people thought we were too hard on the characters in Genesis.",
    "start": "00:08:20",
    "end": "00:08:25"
  },
  {
    "text": "Yeah, because we want to look up to these guys. These are the heroes of our faith in some ways.",
    "start": "00:08:25",
    "end": "00:08:29"
  },
  {
    "text": "Yeah, that's right. And I think there's an assumption, oh, the Bible is a divine handbook on how to be a good person. And what these stories are about is models of good behavior. And there are a handful of times that they're models for good behavior. But the vast majority of the stories are showing the characters as a mixed bag at best, and deeply flawed as the norm. So why is that? The author's trying to communicate something to us through that. And it's not something that many modern readers even think to look for. So that's why we brought that theme out in the video. Cool.",
    "start": "00:08:29",
    "end": "00:09:07"
  },
  {
    "text": "Caleb Rigsby. Caleb. Caleb, who is the angel of the Lord as referred to a few times in Genesis? Is it an angel or is it an expression of deity? Is it the person of Jesus being expressed in the Old Testament as some claim?",
    "start": "00:09:07",
    "end": "00:09:22"
  },
  {
    "text": "Yeah, Caleb, all three of your guesses and angel expression of deity or Jesus appearing are basically the three most common responses that people and thinkers have had throughout church history in Jewish and the Christian traditions. So this gets us into the depiction of God in the Old Testament narratives. And it starts on page one again. You know, in the beginning, God created everything, and then it gets more into the story. Well, how is that working out? And in the depiction in Genesis 1, it's not God, but God's spirit who's the personal life, presence of God at work in the world, bringing beauty and order out of chaos, of goodness. So right there on page one, you start saying, like, wait, who created? Was it God or was it God's spirit? There's something of a complexity to how these narratives present the identity of God in the stories. And so that continues where you have a figure called the angel of the Lord. And this part of this is the English word angel is loaded for us in English now in ways that it's not quite in the Bible. So the word angel in Hebrew is the word malak. The Book of Malachi. His name is a derivative of that word, malak, and it literally just means messenger. And humans are called malak. Malachi the prophet is called malak. But then there can also be spiritual or divine messengers on behalf of God that are also called malak.",
    "start": "00:09:23",
    "end": "00:11:04"
  },
  {
    "text": "So when I think of an angel, I think of the bright white, the wings.",
    "start": "00:11:04",
    "end": "00:11:08"
  },
  {
    "text": "The like wings don't. There is no winged human in the Bible ever. Called an angel. That is a modern creation. There are animal like creatures with wings, like the seraphim. They're not called angels. Messengers, they're called cherubim or seraphim. They're not called angels. And the figures that are called angels in the Bible never have wings. I don't know.",
    "start": "00:11:08",
    "end": "00:11:34"
  },
  {
    "text": "So get that out of your head, dude.",
    "start": "00:11:34",
    "end": "00:11:36"
  },
  {
    "text": "And it's so pervasive. Every children's book that I can find for my kids.",
    "start": "00:11:36",
    "end": "00:11:39"
  },
  {
    "text": "These are like really like intense, like warrior angels with wings. Or it's like chubby little figurines.",
    "start": "00:11:39",
    "end": "00:11:45"
  },
  {
    "text": "That's right.",
    "start": "00:11:45",
    "end": "00:11:45"
  },
  {
    "text": "Baby angels with wings.",
    "start": "00:11:46",
    "end": "00:11:48"
  },
  {
    "text": "No winged humans in the Bible. There's one in a strange vision that Zechariah has of some women with wings. But they're not called angels. Anyway, all that to say that's a little known trivia fact, but an important one. So we were talking about angels. Yes. So you do have. So essentially what you have in the Genesis stories is, is this figure called the messenger of the Lord. And sometimes it's depicted as a being who's distinct from God and talks about God in the third person. But then other times the angel of the Lord all of a sudden becomes or speaks as if he is the God of Israel. And so I think these narratives, they fit into this bigger portrait of the biblical authors had an awareness that there's some level of. I just use the word complexity to God's identity and that the way God interacts has. There's a complexity is about the word, the only word that I want to use because it's the seedbed of what would become the idea of the incarnation and the Trinity later on. And the New Testament authors will look back to these narratives and use the language of spirit, spirit or use the language of the Son of God to flesh out who Jesus is and who Jesus is and how that redefines the notion of God. So it's a much bigger question. So for the angel of the Lord, I'm just satisfied saying for the biblical author, it's a being who is the Lord God of Israel, but at the same time is distinct from the Lord God of Israel. And the narratives just don't think it's true of Jesus.",
    "start": "00:11:48",
    "end": "00:13:38"
  },
  {
    "text": "Then Jesus is the Lord God of Israel.",
    "start": "00:13:38",
    "end": "00:13:40"
  },
  {
    "text": "Yeah. In the language of the Gospel of John, the word was God and the word was with God at the same time.",
    "start": "00:13:40",
    "end": "00:13:48"
  },
  {
    "text": "So that would kind of lead you to say maybe it is Jesus in some way. Potentially.",
    "start": "00:13:48",
    "end": "00:13:57"
  },
  {
    "text": "Yeah. There's a very long standing Christian tradition of reading the angel of the Lord as a pre incarnation appearance of Jesus.",
    "start": "00:13:57",
    "end": "00:14:07"
  },
  {
    "text": "So that's a possibility?",
    "start": "00:14:07",
    "end": "00:14:08"
  },
  {
    "text": "Yeah, I think it's a possibility. Did the biblical authors have that in their mind? I don't think the Old Testament authors.",
    "start": "00:14:09",
    "end": "00:14:14"
  },
  {
    "text": "Did well because they had no idea about Jesus.",
    "start": "00:14:14",
    "end": "00:14:16"
  },
  {
    "text": "You know, there is an interesting passage in the Gospel of John, chapter 12, where John refers to Isaiah's vision of the Lord in the temple. And he describes it as that he's seen that Isaiah was seeing Jesus enthroned. But there's a lot more to that. Okay, there you go. Cool. Thanks Caleb. Good question.",
    "start": "00:14:16",
    "end": "00:14:38"
  },
  {
    "text": "Thanks, Caleb. Final question is that we have pre selected that you guys emailed us in Genesis 22. This is from Danny.",
    "start": "00:14:38",
    "end": "00:14:47"
  },
  {
    "text": "Hey, Danny.",
    "start": "00:14:48",
    "end": "00:14:48"
  },
  {
    "text": "What's up, Danny?",
    "start": "00:14:48",
    "end": "00:14:49"
  },
  {
    "text": "In Genesis 22, God requested Abraham to sacrifice Isaac. I'm confused about why God would request human sacrifice, an action that God himself hates and condemns elsewhere in the Bible. It just seems uncharacteristic. Weren't the Israelites condemned for the worship of Moloch and sacrificing children? Great question.",
    "start": "00:14:49",
    "end": "00:15:06"
  },
  {
    "text": "Yeah, super good question. Yes. So the simple part of answering that question is yes, the God of Israel unequivocally in the Old Testament is opposed to child sacrifice, which was widely practiced in the Canaanite cultures around Israel. And the Israelites who didn't care about the covenant with God of Israel sacrificed children. There are narratives of Israelites doing it not approved of by the God of Israel. So then that leads to the question is, well, what's going on in this story in Genesis 22 about Abraham? And this is, this is one of those narratives where you can approach a good explanation of what's happening. But at the end of the day, the story is supposed to bother you, but not for the reasons that you might think. So it's really significant that the first line of the story is a little embedded quote that gives you.",
    "start": "00:15:06",
    "end": "00:16:08"
  },
  {
    "text": "Why don't you go to Tim's computer?",
    "start": "00:16:08",
    "end": "00:16:09"
  },
  {
    "text": "Oh yeah, you, you guys can see my screen here. The first line of the story has really important effect on the reader. It's one of the most artfully, literally crafted, beautiful stories in the Old Testament. And the first line of the story is sometime later, God tested Abraham. Now that right there, you need to stop and just think about how does that affect how you read the story. What it tells you is that God's going to ask something of Abraham that's going to test him. And don't think like final exams, you know, whatever, like doing your math. Multiple choice. Yeah. So biblical testing. This is a theme when God chooses people as leaders or To a high degree of responsibility. He singles them out. It's very common that in their story, God will test them.",
    "start": "00:16:09",
    "end": "00:17:12"
  },
  {
    "text": "Who else does he do that to?",
    "start": "00:17:12",
    "end": "00:17:13"
  },
  {
    "text": "He does it to Israel in the wilderness. And actually multiple times he tests Israel when he gives them manna in the wilderness, but he says only gather enough for each day. He tests Israel when he shows up on the mountain to see if they are truly committed to him. So you have these themes of God testing people that he's called and given responsibility to. And the point of the test is not that God wants them to fail. The point of the test is to show how they can rise to the occasion, but they'll learn and be matured in the process. So the first line of the story tells you the command to sacrifice Isaac isn't at all God's intention or desire. But the question that Danny is asking is, it seems uncharacteristic. Right. So there you have to get to.",
    "start": "00:17:14",
    "end": "00:18:08"
  },
  {
    "text": "Why ask someone to do something that you know is wrong?",
    "start": "00:18:08",
    "end": "00:18:12"
  },
  {
    "text": "That's right.",
    "start": "00:18:12",
    "end": "00:18:13"
  },
  {
    "text": "Even if you're testing them.",
    "start": "00:18:13",
    "end": "00:18:14"
  },
  {
    "text": "That's right. And so here, I mean, I'll give my response. I don't know if we can answer this question, but I think we can, you know, we can give a response.",
    "start": "00:18:14",
    "end": "00:18:20"
  },
  {
    "text": "So.",
    "start": "00:18:20",
    "end": "00:18:21"
  },
  {
    "text": "So what does Isaac represent in the narrative plot line? So God has chosen a family out of. Out from among the nations. And through this family, he's going to restore his blessing, his divine blessing to all the nations of the earth. And then he calls Abraham, and then Abraham has one kid. Right? Right. So this is.",
    "start": "00:18:21",
    "end": "00:18:40"
  },
  {
    "text": "That's the dude.",
    "start": "00:18:40",
    "end": "00:18:41"
  },
  {
    "text": "This is the one.",
    "start": "00:18:41",
    "end": "00:18:41"
  },
  {
    "text": "It's going to happen through him.",
    "start": "00:18:41",
    "end": "00:18:42"
  },
  {
    "text": "So God's own promise hinges on this guy? Hinges on this.",
    "start": "00:18:42",
    "end": "00:18:46"
  },
  {
    "text": "Yeah.",
    "start": "00:18:46",
    "end": "00:18:46"
  },
  {
    "text": "But at the same time, think about this very ancient traditional culture. People's worth, male and female and family, their whole worth is built on their ability to produce children.",
    "start": "00:18:47",
    "end": "00:18:59"
  },
  {
    "text": "Yeah. So modern Western culture, you don't have a bank account.",
    "start": "00:18:59",
    "end": "00:19:02"
  },
  {
    "text": "Yeah.",
    "start": "00:19:03",
    "end": "00:19:03"
  },
  {
    "text": "You have a family.",
    "start": "00:19:03",
    "end": "00:19:04"
  },
  {
    "text": "Yeah.",
    "start": "00:19:04",
    "end": "00:19:05"
  },
  {
    "text": "Right?",
    "start": "00:19:06",
    "end": "00:19:06"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:19:06",
    "end": "00:19:07"
  },
  {
    "text": "You don't have a retirement plan.",
    "start": "00:19:07",
    "end": "00:19:08"
  },
  {
    "text": "That's right.",
    "start": "00:19:08",
    "end": "00:19:09"
  },
  {
    "text": "You have kids.",
    "start": "00:19:09",
    "end": "00:19:10"
  },
  {
    "text": "That's right. So in Abraham, he's an itinerant sheep herder.",
    "start": "00:19:10",
    "end": "00:19:14"
  },
  {
    "text": "He's going to take care of you when you're old.",
    "start": "00:19:14",
    "end": "00:19:16"
  },
  {
    "text": "That's right. Everything's about family. So you can see, you have to stop and kind of probe under the narrative. Why is it there has to be something going on in Abraham's story where God knows that if Abraham is truly going to be faithful to his calling, that what he prizes and values most? Like he's going to have to reckon with Abraham. Or this is what Timothy Keller, if you're familiar with him, a pastor, an author would call your idols. So they're good things in your life, but that can become ultimate things. And the text doesn't say this, but it begs the question of God's asking Abraham, are you going to follow me and be faithful to me, even if it means giving up the thing that is most precious to you? Now, God isn't actually going to take it away from him, but the whole point is that Abraham needs to undergo a deep level of transformation if God's really going to use him. And so that's, I think, essentially where the story is going. And the whole point is that Abraham received Isaac as a gift and all of his calling and what God called him to do is a pure gift. And so the experience on the mountain becomes this way of Abraham truly becoming open handed to receive his calling and so on. So I think that's.",
    "start": "00:19:16",
    "end": "00:20:46"
  },
  {
    "text": "Well, let me ask it this way.",
    "start": "00:20:46",
    "end": "00:20:48"
  },
  {
    "text": "All the same, Danny. I recognize it seems very odd, I think, especially to modern readers, the nature of the test, but that's true. I'm sorry I interrupted you, but that's true. I think that's true to our life experience. I think trying to follow Jesus, there come moments of crisis where hardship or difficulty come. And you're sitting there going, there's no way God can be. I can say that God is good. How can God be good when this happens? Like, we wrestle with those questions and those are real, honest questions. And surely what the story is trying to capture there is this is the ultimate test for Abraham. Yeah. David Charlton, you're in the UK and you're awesome. Thanks for watching and your interest in the Bible Project. So you asked a good question from the Genesis story about Isaac and Jacob and Esau. Why is it that Isaac was limited to what he could bless Esau with after he had already blessed Jacob? This is in Genesis, chapter 27. That's a good question. Yeah, it's a great question. So again, the thread of the narrative, actually all this goes back to. I have a hard time being concise every time you ask a question. I want to take it back to pages one and two. But the whole point is that after the garden narrative and the rebellion of the man and the woman, God says there's going to be two lines coming out. Not necessarily physical lineages, but two types of people in the narrative. There are those who are of the line of the woman, of the promise. And of that line are the people who is the line of the snake crusher. So those who resist evil and will conquer evil. And that ultimately points to someone who will destroy evil at its source. But then also it says that the snake, snake is going to have a lineage as well. And what that story then sets you up to do is to say, oh, in the rest of this story, the world consists of two types of people. Those who give in to the same kind of temptation and evil as the serpent. And then those who choose to align themselves with God's plan to resist evil and its destruction. So that flows out of there. And then the rest of the story throughout Genesis is of God just selecting people and tracing a family line through. So it goes right from the woman. All those genealogies that are boring, but they're important because it's like a trail of bread, crimes that leads you to Abram or Abraham. And then Abraham has more than one child, but Isaac becomes the lion of promise instead of, say, Ishmael from, for example, and then from there, Isaac and Rebecca, then they have Jacob and Esau. And the narratives really try and portray Esau as a chump. He's a short sighted, selfish guy who doesn't value the fact that he's the firstborn. Oh, yeah, I didn't talk about this. But in all these narratives, it's the firstborn who is never the one who actually becomes of the promised line. And sometimes it's something stupid they did, but other times it's just the whole point, and Paul picks up on this in Romans 9:11, is that it's God's freedom to choose people through history to carry the promise. So when it comes to Isaac, the point isn't that because Isaac does actually end up blessing Esau, he does pronounce a poetic blessing over him, but Esau has forfeited his right as the inheritor of the divine promise. And that goes to Jacob, who, by the way, doesn't deserve it any more than his brother. He's a cheater and a liar too. So the point more is it's a good question if all you're looking at is Genesis 27. But when you see it within the flow of the whole storyline of Genesis, that God keeps turning upside down human value systems and the firstborn, the people that we think are the most important people, are never the people that God chooses to be the carriers of his promise. And so it's part of a broader portrait.",
    "start": "00:20:48",
    "end": "00:25:10"
  },
  {
    "text": "Is that a theme? It seems like it's.",
    "start": "00:25:10",
    "end": "00:25:12"
  },
  {
    "text": "Oh, it's a huge theme. It's in Genesis. But It. But think of the story of David, right? So you know, who gets selected as king? It's not his good looking first brother, Eliab. He's the runt out in the field. And it becomes a theme in that line that says, you know, humans look at the outward appearance, but God discerns the heart. And therefore God has a way of choosing people to work with who are the exact opposite of who you would expect.",
    "start": "00:25:12",
    "end": "00:25:41"
  },
  {
    "text": "And that goes all the way to Jesus, who's a suffering servant. And he says the first will be last and the last will be.",
    "start": "00:25:41",
    "end": "00:25:47"
  },
  {
    "text": "That's right. Yeah. So Jesus, yeah. Is the epitome of the unexpected expected fulfillment of God's promises, right down to the podunk hill country town that he grew up in of Nazareth. So it's a great question. And the reason I like it, David, is because if you're only looking at the narrative in Genesis 27, it seems arbitrary and weird. But when you see it in the flow of the book of Genesis, it gets put in a larger context where.",
    "start": "00:25:47",
    "end": "00:26:16"
  },
  {
    "text": "It'S what does it mean that he blessed his. I think that's something. We just don't have that in our culture anymore.",
    "start": "00:26:16",
    "end": "00:26:21"
  },
  {
    "text": "Yes.",
    "start": "00:26:22",
    "end": "00:26:23"
  },
  {
    "text": "Because there's a sense of like, okay, I blessed you, so now I can't bless you. Esau, I bless Jacob already. Well, why can't he? Why can't he just bless everyone?",
    "start": "00:26:23",
    "end": "00:26:30"
  },
  {
    "text": "Yeah, it's not just, but it's the blessing specifically, as who of these sons is going to become? Who's going to receive the gift of the divine covenant promise of God? Because that's about a family line. And so it can't be both of them. Only one of them can become the conduit of the line of the woman.",
    "start": "00:26:30",
    "end": "00:26:50"
  },
  {
    "text": "So is the narrative saying this is up to Esau or not Esau up to Isaac?",
    "start": "00:26:50",
    "end": "00:26:56"
  },
  {
    "text": "No, because that goes back to the promise, even when they were. When Rebecca was still pregnant, that I've chosen. That he's chosen. That's what Paul picks up in Romans 9, 11. And so part of it is God's freedom to choose even the most unexpected people to become the vehicles of his promise.",
    "start": "00:26:58",
    "end": "00:27:19"
  },
  {
    "text": "That would be a cool theme video.",
    "start": "00:27:19",
    "end": "00:27:20"
  },
  {
    "text": "What would we call it?",
    "start": "00:27:21",
    "end": "00:27:22"
  },
  {
    "text": "I don't know, the backwards in the Gospels.",
    "start": "00:27:22",
    "end": "00:27:26"
  },
  {
    "text": "It's the upside down kingdom.",
    "start": "00:27:26",
    "end": "00:27:28"
  },
  {
    "text": "Right. It's the least of these.",
    "start": "00:27:28",
    "end": "00:27:30"
  },
  {
    "text": "Yeah. The least of these. Yeah, it's a good point. It is a very dominant theme. It's a cool theme through the whole Bible. Kickpuncher 3000. You have an awesome name we shouted out to already. Yep. You asked A great question about what does Tim think? Who does Tim think is the author of Genesis?",
    "start": "00:27:31",
    "end": "00:27:51"
  },
  {
    "text": "Yeah, I think it is.",
    "start": "00:27:51",
    "end": "00:27:53"
  },
  {
    "text": "Kickpuncher 3000 is a wonderful question. So let's start first with who cares what I think? What does the. What does. What information do we have in the biblical text itself? The book of Genesis doesn't indicate its authorship. If you're just looking at it as a distinct book in and of itself, there's nowhere does it ever indicate its authorship. The traditions and the stories predate, by a long shot, the figure who's traditionally connected to it, and that's the figure of Moses. But Moses doesn't appear until Exodus. And then the first time Moses is ever mentioned writing is in Exodus, chapter 17, before they're even at Mount Sinai, when he has to write down the story of a battle that took place. So even Moses, literary activity in the Torah, the first five books of the Bible, doesn't even start until they're almost to Mount Sinai. And then Moses is mentioned as someone who's writing a lot. But even then, Moses is not identified as the author of the full Pentateuch, as you and I have it, Genesis through Deuteronomy. He's connected specifically to writing out the narratives of Israel and certain amounts of the law, covenant codes in those books themselves. So the Pentateuch itself doesn't tell us who the author of the final thing is.",
    "start": "00:27:53",
    "end": "00:29:23"
  },
  {
    "text": "But traditionally, people say it's Moses.",
    "start": "00:29:23",
    "end": "00:29:26"
  },
  {
    "text": "Well, so. But traditionally, because Moses is mentioned writing in later sections of the Torah, people begin to assume that he's the author of the whole thing itself. What's interesting, and KickPuncher 3000 is go read Zechariah chapter 7 and 8, and go read Daniel chapter 9. And in both of those cases, those prophets mention what they call the books of the Bible, the Torah and the prophets. And what they simply say is that the Torah and the prophets came from and were produced by the prophets, plural. So even later biblical authors don't attribute the authorship of the Pentateuch only to Moses. Rather, they see the Torah and the prophets as a whole literary section that comes simply from the prophets. So I think we have to think of stages. I think Moses was definitely involved in the literary production of some first or second edition of the Pentateuch as we have it. But of course, he didn't write Genesis. He didn't. He received traditions and oral traditions and stories from people before him. So at the most, we can say he was a compiler or an editor of perhaps some of the material.",
    "start": "00:29:26",
    "end": "00:30:50"
  },
  {
    "text": "Maybe he was the Final editor. But then the last verse.",
    "start": "00:30:50",
    "end": "00:30:53"
  },
  {
    "text": "Yeah, totally. I mean, Moses is. We're reflecting back on his death at the end of the. So he definitely didn't write the last chapter.",
    "start": "00:30:55",
    "end": "00:31:01"
  },
  {
    "text": "So someone else compiled that part, at least.",
    "start": "00:31:01",
    "end": "00:31:02"
  },
  {
    "text": "That's right. So the biblical text themselves gives us clues that the books came into existence through stages and through a succession of prophetic authors is what I call them. So there you go. If you're interested, on my website, TimMackey.com, right on the front page. Oh yeah, I have about an hour and a half long lecture that I gave not long ago on the origins of the Bible. And it's pretty abbreviated, but it gives a big picture of the authorship of biblical books and stuff like that. So it's on Tim Mackey.",
    "start": "00:31:02",
    "end": "00:31:39"
  },
  {
    "text": "It's right on the homepage.",
    "start": "00:31:39",
    "end": "00:31:40"
  },
  {
    "text": "Timmackey.com, scroll down. It's on the homepage. But I do a whole session on the making of the books of the Bible that I think you might find interesting. Good question.",
    "start": "00:31:40",
    "end": "00:31:49"
  },
  {
    "text": "And it would be really cool to do a whole series on how the Bible was made.",
    "start": "00:31:49",
    "end": "00:31:54"
  },
  {
    "text": "Oh, absolutely. Yes, it would. I agree. We should do that.",
    "start": "00:31:55",
    "end": "00:32:01"
  },
  {
    "text": "Sweet.",
    "start": "00:32:01",
    "end": "00:32:02"
  },
  {
    "text": "I think we have time for one or two more of these questions.",
    "start": "00:32:02",
    "end": "00:32:04"
  },
  {
    "text": "A few more. Cool. Robin Rempel asked a question about Joseph, the Joseph character in Genesis as a type of Christ. Why are so many chapters given to the Joseph story? Robin, He's a great guy.",
    "start": "00:32:04",
    "end": "00:32:19"
  },
  {
    "text": "He'd get to that story and you're like, finally I can root for someone.",
    "start": "00:32:19",
    "end": "00:32:22"
  },
  {
    "text": "Yeah. Other than his like snot nose punk moments right at the beginning where he tattletales on his brothers and he's pretty excited to share his dreams about ruling the world.",
    "start": "00:32:22",
    "end": "00:32:33"
  },
  {
    "text": "He grows out of that.",
    "start": "00:32:34",
    "end": "00:32:35"
  },
  {
    "text": "That's right. What 17 year old wouldn't, you know.",
    "start": "00:32:35",
    "end": "00:32:37"
  },
  {
    "text": "You want to slap him around a.",
    "start": "00:32:37",
    "end": "00:32:38"
  },
  {
    "text": "Little bit after that he becomes a really amazing character. One of the best moral example characters in the book of Genesis.",
    "start": "00:32:38",
    "end": "00:32:46"
  },
  {
    "text": "Yeah.",
    "start": "00:32:46",
    "end": "00:32:46"
  },
  {
    "text": "So why so much space given to that story? Okay, first of all, I'll just recommend. I recommended his books last week, but John Sailhammer here, just you guys look at my screen and I'm going to recommend the most significant commentary on the Pentateuch, I think in the last 30, 40 years by John Sailhammer called the Pentateuch as narrative a biblical theological commentary. And he pointed out some things in the shape of the book of Genesis that are really significant for understanding how it works. So first of all, Joseph is one of the twelve sons and becomes one of the heads of the twelve tribes and families or his two sons do so. So he's significant. And the whole story begins with Joseph having these dreams that all of the brothers are going to come and bow down to him. And then it's the whole story of God's providence of actually his way to being exalted is by being sold through the treachery and nearly getting murdered, and he's in slavery in Egypt and all this kind of thing. But then God exalts him to become second in command over the ancient Egypt. It's a remarkable story. But right as the Joseph story is beginning is a very strange story, Genesis 38, about another son of Jacob, one of Joseph's brothers called Judah. And Judah is a scoundrel and he's not a good man, although he did help Joseph out later on in the story. But it's a story about how he sleeps with a prostitute and then goes about his way and like dishonors some agreements that he has with her. Her name's Tamar. And then she uses his lying and treachery as leverage to get him to do what she needs him to do in chapter 38. You guys know the story in Genesis 38 and then it goes back into the Joseph story.",
    "start": "00:32:47",
    "end": "00:34:59"
  },
  {
    "text": "Yeah, interruption.",
    "start": "00:34:59",
    "end": "00:35:00"
  },
  {
    "text": "Yusuf's like, what? But here's what's interesting is that that whole story is about the line of Judah being preserved through the actions of this prostitute, Tamar, the lion of Judah. And then you read on through the Joseph story and Joseph ends up being exalted as ruler and all his brothers come and bow down to him and everybody in Egypt bows down to him, just like his dream said he would. Then you get to the end of the book of Genesis, Genesis 49, and it's Jacob's final words of blessing on all of his sons. And what, as Jacob goes through blessing the signs, who gets the blessing of the divine covenant promise is not the firstborn. That's Reuben. And he slept with his dad, one of his dad's wives. He's lame. It's not Simeon or Levi, because they are really angry, short tempered murderers. The fourth son, Judah. And then we're told from the lion of Judah will come a king who will be like a victorious lion. And then Jacob says, and your brothers will bow down to you. And so what Salhammer points out is that this is the author of Genesis way of showing you that the story of Joseph is actually about the line of Judah and that the story of Joseph all of a sudden going into slavery, nearly being killed and being exalted. And then what you get is a poetic promise about the line of Judah and what the future is for the king from the line of Judah is precisely what happened in the story of Joseph, that all of the brothers come and the whole world bows down.",
    "start": "00:35:00",
    "end": "00:36:44"
  },
  {
    "text": "Because you would think that since Joseph is so rad, it should use his line that.",
    "start": "00:36:44",
    "end": "00:36:49"
  },
  {
    "text": "That's right.",
    "start": "00:36:49",
    "end": "00:36:49"
  },
  {
    "text": "That the king will come.",
    "start": "00:36:49",
    "end": "00:36:51"
  },
  {
    "text": "That's right. But it's not. The author of Genesis wants to show you that the snake Crusher from Genesis 3 and the seed and the offspring who will bring God's blessing to all of the nations is a king who's going to come from the line of Judah. That's what Genesis 49 says. And then Genesis 49 and the way the Joseph story is shaped tells you that the Joseph story is being put forward as a type or an image of the story of the Messianic king from the line of Judah.",
    "start": "00:36:51",
    "end": "00:37:24"
  },
  {
    "text": "So it's a type of Jesus in a way.",
    "start": "00:37:24",
    "end": "00:37:26"
  },
  {
    "text": "It's a type of the Messiah. So that's a little bit different than just saying, oh, Jesus is a type of Christ, or excuse me, Joseph is a type of Jesus. What say, I'm just saying, is that the author of Genesis has constructed the story so that you walk away going, whoa, the king coming from the line of Judah is going to have a story like Joseph's story. And that's like.",
    "start": "00:37:26",
    "end": "00:37:49"
  },
  {
    "text": "And you think that. Because everyone's going to bow down to that king in the same way all the brothers bow down to Joseph.",
    "start": "00:37:49",
    "end": "00:37:56"
  },
  {
    "text": "Correct. Yeah.",
    "start": "00:37:56",
    "end": "00:37:57"
  },
  {
    "text": "So then there's this parallel between Joseph's story arc where he does the right thing, but then he gets punished for it, and then he rises to power and then he blesses the world.",
    "start": "00:37:57",
    "end": "00:38:11"
  },
  {
    "text": "That's exactly right. It's exactly the storyline of the Messianic king from the book of Isaiah and the book of Zechariah.",
    "start": "00:38:11",
    "end": "00:38:18"
  },
  {
    "text": "Yeah.",
    "start": "00:38:18",
    "end": "00:38:18"
  },
  {
    "text": "And the point is that the author of Genesis is trying to communicate this.",
    "start": "00:38:20",
    "end": "00:38:24"
  },
  {
    "text": "Yeah, that's cool.",
    "start": "00:38:24",
    "end": "00:38:25"
  },
  {
    "text": "It's not something that we look back and impose on the story. It's actually something that the story is trying to get us. Anyway. I could go on for a long time. Next question.",
    "start": "00:38:25",
    "end": "00:38:34"
  },
  {
    "text": "We have time for another question. So a lot of people ask about Melchizedek.",
    "start": "00:38:34",
    "end": "00:38:38"
  },
  {
    "text": "We got Robert Hernandez. Can you explain the appearance of Melchizedek? Well, probably not, but I can tell you what I think about it.",
    "start": "00:38:41",
    "end": "00:38:51"
  },
  {
    "text": "First of all, tell us a story like Melchizedek. How does he show up? Why?",
    "start": "00:38:51",
    "end": "00:38:55"
  },
  {
    "text": "Yeah, so Abraham's nephew gets kidnapped by a bunch of Canaanite kings, and so Abraham's ticked And he wants to rescue his nephew. And so he gets together an army and goes and rescues his nephew. So then the king of Sodom comes out and wants to give honor. The king of Sodom comes out and wants to pay homage to Abraham and kind of get out Abraham's good side. And Abraham's like, hey, you know, sorry. But then the king, the king of Salem, which is the ancient name of Jerusalem, comes out, and we're told he's.",
    "start": "00:38:55",
    "end": "00:39:37"
  },
  {
    "text": "A king of Salem. So he's some dude who runs a tribe probably of some sort, some big civilization in the hills of this area.",
    "start": "00:39:37",
    "end": "00:39:50"
  },
  {
    "text": "Yeah.",
    "start": "00:39:50",
    "end": "00:39:51"
  },
  {
    "text": "And he's called Salem.",
    "start": "00:39:51",
    "end": "00:39:53"
  },
  {
    "text": "That's right. Yeah, that's right.",
    "start": "00:39:53",
    "end": "00:39:55"
  },
  {
    "text": "He's not Jewish. He's not Israelite.",
    "start": "00:39:56",
    "end": "00:39:57"
  },
  {
    "text": "No, he's a Canaanite king. But we're told is that he's also a king and he's a priest. He's like the big Hancho, a king and a priest in Jerusalem. And then he pronounces a blessing on Abraham and Abraham gives to him an homage offering from the winnings. And then the story's over. So it's this very interesting story about a priestly king in Jerusalem who Abraham pays homage to. And that's the role in the story and the significance of it just sits there as, who is this king in Jerusalem? And you actually have to read on into later in the biblical story where you learn that Jerusalem is the place where David from the line of Judah establishes kingdom. And then Psalm 110 comes along and says that the future Messianic king is going to be both a king and a priest in the line, just like Melchizedek. So I think its significance in the Genesis story is another one of these pointers that the author gives to show that the city of Jerusalem, the line of Judah, of David, is going to be the place where the messianic priest king will rule from. Boom. Boom.",
    "start": "00:39:58",
    "end": "00:41:22"
  },
  {
    "text": "Melchizedek.",
    "start": "00:41:22",
    "end": "00:41:23"
  },
  {
    "text": "Hey, thanks for listening to this episode of the Bible Project podcast. You can check out all of our resources. We've got them on our website, thebibleproject.com or you can see our YouTube channel, YouTube.com thebibleproject. We've got all of our videos on YouTube for free for you to watch and share and enjoy. And all this is possible because of people like you pitching in to help us make more resources that are free for everyone. So we really appreciate you being a part of this with us. Thanks and see you next time.",
    "start": "00:41:26",
    "end": "00:41:55"
  },
  {
    "text": "It.",
    "start": "00:42:09",
    "end": "00:42:10"
  }
]