[
  {
    "text": "Hey, this is John at the bibleproject. This summer on the podcast, we've been re releasing a series that we did.",
    "start": "00:00:09",
    "end": "00:00:15"
  },
  {
    "text": "Last year on our YouTube channel.",
    "start": "00:00:15",
    "end": "00:00:17"
  },
  {
    "text": "It was a series of Q and R episodes. Question and response. We talked through books in the Old Testament. We did a few themes and we're releasing those now on the podcast so that you can listen to them from the comfort of your own earbuds. The audio quality is a little poorer than normal, so I apologize for that. This was a live feed on YouTube, but it's worth a listen. The questions and discussion are really great. In this episode, we cover the beginning of the book of Exodus, Exodus chapters one through 18. And we get into some really tough questions, like why does God harden Pharaoh's heart? And did the Exodus story actually happen in history or is it just a myth? Thanks for joining us. Here we go.",
    "start": "00:00:17",
    "end": "00:00:58"
  },
  {
    "text": "Hey, welcome.",
    "start": "00:01:01",
    "end": "00:01:02"
  },
  {
    "text": "Happy Tuesday.",
    "start": "00:01:02",
    "end": "00:01:03"
  },
  {
    "text": "Happy Tuesday.",
    "start": "00:01:03",
    "end": "00:01:04"
  },
  {
    "text": "Yeah. So we're going to be answering questions on Exodus 1 through 18, which is the Exodus story. So start sending them in. We'll tag those, put them on a spreadsheet. Tim will look at them, and then we'll answer as many as possible. We've got a bunch coming in. You've marked some of these.",
    "start": "00:01:04",
    "end": "00:01:20"
  },
  {
    "text": "What do you want to do first? Josh? Hi, Huss. You've asked a question that comes up really often when people read the story of the Exodus, which is about God hardening Pharaoh's heart. So your question is, why does God harden Pharaoh's heart in Exodus chapter 9? What are the implications that that should have on our view of God? What does it reveal about God?",
    "start": "00:01:20",
    "end": "00:01:46"
  },
  {
    "text": "Before you answer, can we just set this up a little bit more?",
    "start": "00:01:46",
    "end": "00:01:48"
  },
  {
    "text": "Yes.",
    "start": "00:01:48",
    "end": "00:01:49"
  },
  {
    "text": "So X's story.",
    "start": "00:01:49",
    "end": "00:01:50"
  },
  {
    "text": "Thank you. Thank you.",
    "start": "00:01:50",
    "end": "00:01:52"
  },
  {
    "text": "We've got beginning of Exodus. We finished Genesis. Right. And we've got Joseph and his brothers hanging out in Egypt.",
    "start": "00:01:52",
    "end": "00:02:02"
  },
  {
    "text": "Yes.",
    "start": "00:02:02",
    "end": "00:02:02"
  },
  {
    "text": "Turn the page to Exodus and all of a sudden it's much later. How many years later? We don't really know. Or is it.",
    "start": "00:02:02",
    "end": "00:02:10"
  },
  {
    "text": "It's vague. Hundreds.",
    "start": "00:02:10",
    "end": "00:02:12"
  },
  {
    "text": "Hundreds of years later. And now the Hebrew people are much larger and they're slaves to the Egyptian pharaoh and their life's not awesome. And then we get into the Exodus story, which is Moses rise as the leader and taking them out of Egypt. You're all familiar with this story, likely from Prince of Egypt and Sunday school curriculum. Very famous story, very important story in the Bible. And one particular aspect of the story that really trips people up, it's confusing, is God will at times harden Pharaoh's heart is the phrase that's used and so you get this sense of like, maybe Pharaoh wouldn't have been such a bad dude. And then God comes in and goes, nope, I'm gonna make you a bad dude.",
    "start": "00:02:12",
    "end": "00:03:04"
  },
  {
    "text": "Yeah.",
    "start": "00:03:04",
    "end": "00:03:04"
  },
  {
    "text": "Why would God purposefully make someone do something bad? I think is what people want to.",
    "start": "00:03:04",
    "end": "00:03:10"
  },
  {
    "text": "Know when they're trying to figure this out. So a few things, because this is important, we'll spend a little time on it. One is to set the playing field for who Pharaoh is in the story and why the narrative develops him as a character so much so part of in terms of Israel or the characters of the Bible interacting with other nations. The biggest bad guys so far in the story of the Bible were the bad guy, the, the cycle of sin in Genesis 1 to 11, but leading up to Babylon, the tower in the city of Babylon in Genesis 11. So that's the first picture of like a whole bunch of people united as a nation opposed to God. But Pharaoh in Egypt appears as the first large full scale like empire in the Bible that thrives and exists off of oppressing and enslaving other people. So that's a first in the storyline of the Bible. So the narrative here is offering this portrait of the worst of humanity. Even more than Babylon and Pharaoh. He's an archetypal character. The story is anchored in history. What do you mean by that? Archetypal? Yeah. So the story is anchored in history, but Pharaoh is not a name, it's a title. Many kings were called Pharaoh and there's many kings covered in this story. There's a. A few that appear throughout the book. So it's a title, it's a royal title. And this character is larger than life. He's depicted as this insane maniac type leader who's willing to destroy his own nation just to save his own pride and power and so on. So I think it's important to recognize that's the nature of the Pharaoh character in the book and what the story then becomes. A showdown is who is the true king of the nations? Is it Yahweh, the God of Israel, who's going to confront evil and save his people? Or is rebellious humanity archetype and Pharaoh going to win? So that's the showdown. Exodus is very much a showdown story of one of the ways that God confronts and deals with evil among the nations. So then I raised the question, well, what do you do with this God hardening Pharaoh's heart business? And all I can say is it's crucially important to read the story from beginning to end and not just take snippets of the story out of context or out of sequence. Because when you do that, which is what people often do, they make up a new story about Pharaoh's heart that the story of Exodus doesn't actually tell. And so I think that that idea of God's simply making Pharaoh hardened against him so that he can whop Pharaoh and show how powerful he is, that's not actually faithful to the sequence of the storyline. It's really important to get that. So I don't know if you want to actually. I knew this question was coming and so I have a handout on this that I take classes through when I go through the book of Exodus. If David wants to just throw my screen up on the screen. Okay, I'm sure it'll happen. All right, so just quickly, just a walkthrough here. This is a. Looks like a boring chart, but that's exactly what it is. But sometimes boring charts can be exciting. So the first time we hear about Pharaoh's hard heart, it's when God commissions Moses back in chapter three. And what God says is that he knows that Pharaoh will resist. That's the first thing he says. I know that Pharaoh is going to resist. And so God says he's going to harden Pharaoh's heart. So the first thing we know is not actually God doing it. The first thing is that God knows Pharaoh will resist and then he says he's going to harden Pharaoh's heart. So it raises the question, okay, God knows, but does the fact that he knows means that he's pre programmed Pharaoh to harden his heart? Is that what it's saying? Well, the second statement about Pharaoh's heart comes in chapter seven. It's actually right before the first plague. And it says simply that Pharaoh's heart became hard or grew hard. Unless you're reading the English Standard Version. If you're reading the English Standard Version, it says Pharaoh's heart was hardened. And that's really unfortunate that they chose to do that. I think the translators of the ESV are kind of showing their hand in terms of their theological views about God's will and human free will and so on. Because the word used in Hebrew is not passive, was hardened. It's just simply a state of being burned. It was hard. And so the first time you hear about Pharaoh's hard heart, it's not clear who hardened Pharaoh's heart. And I think it's intentionally unclear. Did God do it or did Pharaoh do it?",
    "start": "00:03:10",
    "end": "00:08:06"
  },
  {
    "text": "This is in chapter seven.",
    "start": "00:08:07",
    "end": "00:08:08"
  },
  {
    "text": "This is in chapter seven. Then the first Five plagues. As you can just see right here on the handout, every statement about Pharaoh's heart was either just that it was hard, or twice you get in plague two and plague four. Pharaoh hardened his own heart. So it's very clear it's not God doing it, it's him doing it. And it's not until the sixth plague boils that we hear of God stepping in to harden Pharaoh's heart. And then in the plagues that follow, it's God hardening Pharaoh's heart. So I think it's really significant then. So what the story is exploring is that God in every one of these plagues, it begins with God telling Moses, go warn Pharaoh that this is about to happen so that he can humble himself so that it doesn't happen. But it happens every single, single time in the plague. So the portrait is not that God pre programmed Pharaoh's hardness of heart. It's that God knew that Pharaoh would resist. And God knew that at some point he would start hardening Pharaoh's heart. But that's preceded by a whole wave of just Pharaoh being a jerk in his own right. The story is really making that clear. So what the story is trying to say is there's a way of thinking about human evil, that God is not respectful, responsible for human evil. Just like God didn't author Pharaoh's hard heart. But there comes a point where Pharaoh reaches a point of no return in his evil, in his mania, in his intoxication with his own power. And so at that point, God then turns Pharaoh's evil back onto himself and hardens his heart that's already been hardened by Pharaoh himself. So I think the story is offering this really sophisticated way of thinking about how God can use even really horrible people to accomplish his purposes in the world.",
    "start": "00:08:08",
    "end": "00:10:01"
  },
  {
    "text": "The most archetypically violent and power hungry person in the biblical narrative God then.",
    "start": "00:10:01",
    "end": "00:10:09"
  },
  {
    "text": "Uses for his own good is evil to defeat evil. God confronts evil by turning evil back on itself, I think is the portrait of the story. So we should walk away from the story going, God's powerful, he's wise, and Pharaoh had every possible chance to humble him. Five actually. Five chances to humble himself. So that was a longish answer. But the question comes up so often.",
    "start": "00:10:09",
    "end": "00:10:31"
  },
  {
    "text": "It'S worth is there somewhere else in the Bible where it talks about God hardening an individual's heart? I mean, Paul brings it up in.",
    "start": "00:10:31",
    "end": "00:10:41"
  },
  {
    "text": "Romans in relationship to Pharaoh. Yeah, he quotes from the Pharaoh story. The story of Pharaoh is the most significant and developed one. What's interesting is that in the Pentateuch, as you go on with the story of Israel into the wilderness, the people of Israel start acting like Pharaoh in terms of their obstinance, their stubbornness, their grumbling. And God actually comes to say eventually that Israel's heart has become hardened. So the people of Israel become like Pharaoh. And that's part of this strategy of the story, is that God wants to save his people from Pharaoh, but eventually they become Pharaoh like themselves, as the story goes on.",
    "start": "00:10:41",
    "end": "00:11:24"
  },
  {
    "text": "I wonder if, like, at the basis of the concern of this question is really just for myself, will I get to a point where God might harden my heart? Like, if I refuse enough and enough enough, is there a point in no return for me or for my friends? Is that what the biblical narrative is trying to get us to wrestle with?",
    "start": "00:11:24",
    "end": "00:11:47"
  },
  {
    "text": "I mean, I think it's warning us, but the point of the warning is so that you don't do that.",
    "start": "00:11:47",
    "end": "00:11:53"
  },
  {
    "text": "Right.",
    "start": "00:11:53",
    "end": "00:11:53"
  },
  {
    "text": "It's very much like the warnings in the letter to the Hebrews. You know, they're pretty stiff, like they're really intense. And the point of the warnings is that you don't do that if you're at all concerned about yourself being at the point of no return. You know, you're not at the point of no return because you care about it. Like it's a concern to them.",
    "start": "00:11:54",
    "end": "00:12:14"
  },
  {
    "text": "You know, that's a good point.",
    "start": "00:12:14",
    "end": "00:12:16"
  },
  {
    "text": "So I guess the point to be concerned about is the point at which you would no longer be concerned about it. So in that case you wouldn't care. You know what I'm saying? Totally. Yeah, totally. What the story's not saying is that God has pre programmed some people to be evil and face his judgment. Just the story's not saying that at a face value.",
    "start": "00:12:16",
    "end": "00:12:38"
  },
  {
    "text": "There's a little conversation going on about. You said ESV was unfortunate to do that.",
    "start": "00:12:39",
    "end": "00:12:44"
  },
  {
    "text": "I think so.",
    "start": "00:12:44",
    "end": "00:12:45"
  },
  {
    "text": "But ESV is still a good translation.",
    "start": "00:12:45",
    "end": "00:12:47"
  },
  {
    "text": "ESV is a wonderful translation. It's a great translation. I just think in this particular set of instances, they interpreted by means of their translation in a way that they didn't have to. And every translation has to do that at some point. There's some parts of here, the Hebrew Bible or the Greek New Testament, by.",
    "start": "00:12:47",
    "end": "00:13:04"
  },
  {
    "text": "The way, we get that question a lot. What translation do you recommend? And I always hear you say, pick one.",
    "start": "00:13:04",
    "end": "00:13:09"
  },
  {
    "text": "All of them.",
    "start": "00:13:09",
    "end": "00:13:10"
  },
  {
    "text": "All of them. Pick one. Read it. And when you start reading more, you'll start to see the nuances between them.",
    "start": "00:13:10",
    "end": "00:13:15"
  },
  {
    "text": "Yes. Yeah. My philosophy of translations is that it's like a bag of golf clubs. I don't golf. That's the only analogy I can think of. A bag of golf clubs. You know, you don't try and drive a ball hundred yards with a putter. So don't try and do close study of the Bible with the new living translation. But if you're on the bus and you just want to take in a whole bunch of the Bible at once, then read the new living translation because it's really more like a paraphrase. Whereas the new American standard is terrible English, but it's great for close Bible study. So, you know, I think it just depends on the purpose. And the ESV is a wonderful translation, just like all of them are.",
    "start": "00:13:15",
    "end": "00:13:56"
  },
  {
    "text": "But David wrote the one you read is the best translation, the one you read.",
    "start": "00:13:56",
    "end": "00:13:59"
  },
  {
    "text": "Thank you, David. Yeah, cool.",
    "start": "00:14:01",
    "end": "00:14:03"
  },
  {
    "text": "What's another question we can hit another question Someone just asked about the redemptive story of Exodus. We're actually going to do a whole theme video that explores the Exodus as this archetypical story that biblical authors continue to use to talk about God's salvation.",
    "start": "00:14:03",
    "end": "00:14:20"
  },
  {
    "text": "Yes, that's going to be a big discussion. Yeah, totally, dude. The Exodus story is so important. If the life and the death and the resurrection of Jesus is like the foundation story for Christians, the Exodus narrative is the foundation story in Jewish tradition and Christian tradition. Jesus did, after all, culminate his week in Jerusalem with a Passover meal to explain the meaning of the cross. So the Exodus story, the way the story works, is crucially important for understanding the storyline of the Bible. And we're going to make a video about that.",
    "start": "00:14:20",
    "end": "00:14:54"
  },
  {
    "text": "Yeah, yeah, that'll be a great Exodus. How about this next one? Sabbath, or you want to skip that one?",
    "start": "00:14:54",
    "end": "00:14:59"
  },
  {
    "text": "Yeah. A question from Aurelia. You asked a great question that for people who actually read the Exodus story, instead of just watch the movie read and are like, what is going on here? It's a story in Exodus chapter 4 and really asks, what's the deal with Zipporah cutting off the foreskin of her son in Exodus 4? What's the significance of her actions? And actually the story is even more bizarre than just that. It's nighttime, it's the night in the story leading up to the Exodus. And all of a sudden we're told that God went looking for Moses to kill him. And then Zipporah, his wife, steps in and circumcises their son and then touches the foreskin to Moses feet and then says, you're a bridegroom of blood to me. And then the narrator says, she was talking about Circumcision that's the story.",
    "start": "00:14:59",
    "end": "00:15:59"
  },
  {
    "text": "Not a typical Western story.",
    "start": "00:16:02",
    "end": "00:16:03"
  },
  {
    "text": "Yeah, it's very.",
    "start": "00:16:03",
    "end": "00:16:04"
  },
  {
    "text": "Yeah, you're not going to find that in your.",
    "start": "00:16:04",
    "end": "00:16:05"
  },
  {
    "text": "There's numerous stories like this in the Pentateuch that are strange that their meaning is never fully explained within the story itself. And I don't. It's very similar to why did God reject Cain's offering but not Abel's? There's stories like this, and the point isn't that you solve the riddle of the story. The point is to see how it fits into the narrative. So essentially, what it's a story about is that Moses hasn't circumcised his son the way that God commanded the Israelites to. And so God, he's going to hold Egypt accountable for its evil and its injustice. But God has also called his own people, especially the leader, Moses, to a high degree of responsibility. And so even Moses is accountable to the highest degree of faithfulness, and he wasn't. And so his life is in danger for it. And so it's the same strange story that reminds you that God's not playing favorites here as he comes to confront Egypt, but that he calls even his own people to. The stakes are high, too. So I think that's the role of that story in the flow of the narrative in terms of the ancient cultural connections of bridegroom of blood, Aurelia. Nobody knows what that means. I could show you my stack of commentaries. I think I have a stack of what, five right here. And there's about eight different views between these five commentaries on what exactly that story is. So anyhow, in the flow of the narrative, though, it's pretty clear what's going on there.",
    "start": "00:16:06",
    "end": "00:17:39"
  },
  {
    "text": "Cool.",
    "start": "00:17:39",
    "end": "00:17:39"
  },
  {
    "text": "Should we do another question? Great. Lucas had a really good question about the 10 plagues. Is there any significant pattern to the order of the 10 plagues? The water, the blood, then frogs, then license. If so, is this pattern found anywhere else in scripture? That's a great question, Lucas, because there is a significance to how they're ordered, but it's not quite what you think. And lo and behold, I'll just take you back to my Exodus handout that I put in.",
    "start": "00:17:39",
    "end": "00:18:14"
  },
  {
    "text": "Can we make this available to people?",
    "start": "00:18:14",
    "end": "00:18:16"
  },
  {
    "text": "Yeah, you know, I think it's up on my. It's up on my website.",
    "start": "00:18:16",
    "end": "00:18:19"
  },
  {
    "text": "Okay.",
    "start": "00:18:19",
    "end": "00:18:19"
  },
  {
    "text": "You can get this@timmackey.com timmackey.com in the upper right, there's a thing of a tab called Western Seminary. And I put all my handouts for all my classes for Western up there. And this is just My Exodus handout.",
    "start": "00:18:19",
    "end": "00:18:32"
  },
  {
    "text": "Good resource.",
    "start": "00:18:32",
    "end": "00:18:32"
  },
  {
    "text": "Yeah. The literary design of the plagues is really intentional and cool. So there's 10 of them, obviously, and I think you'll see the chart appear in front of you up here. But the first nine are arranged in these three triads. And there's all of the different types of symmetry going on between them. So the first of each of the triads, the water, the blood, the flies and the hail, all begin with Moses taking a morning stroll out to go confront Pharaoh and to warn him that this plague is coming. They're broken into triads by this morning scene. And then the second plague of each triad, the frogs, the lives, plague on the livestock, the locusts, all begin with Moses going into Pharaoh's palace to warn him. They all have that parallel. And then the third plague in each triad, there's no warning, it's just Moses just does it. So the gnats, the boils, and the darkness. And the third, it just came up.",
    "start": "00:18:33",
    "end": "00:19:44"
  },
  {
    "text": "So just do one quick little overview again. So. So this is the first one, right?",
    "start": "00:19:44",
    "end": "00:19:50"
  },
  {
    "text": "Oh, God, yes. So the triads are vertical here. 1, 2, 3 is a triad. 4, 5, 6 is a triad. 7, 8, 9. But then there's all these symmetries across them. So the first in each triad is Moses warning Pharaoh in the morning.",
    "start": "00:19:50",
    "end": "00:20:06"
  },
  {
    "text": "Okay, those are all morning.",
    "start": "00:20:06",
    "end": "00:20:07"
  },
  {
    "text": "So all happened in the morning. The second of each triad all happened. The warning happened in the palace. And the third of each triad, there's no warning. Okay, so you can. Very intentional just happens. That's right. What's also interesting is that the main actor of who does the action is Aaron in the first triad, only Moses in the third triad. And then it's a split between Moses and Aaron and Moses in the second triad. So it's, you know, these are, to me, what's interesting. These are signs that the order and the shaping of the stories.",
    "start": "00:20:07",
    "end": "00:20:41"
  },
  {
    "text": "Well thought out.",
    "start": "00:20:41",
    "end": "00:20:42"
  },
  {
    "text": "Very well thought out. Because here's what's interesting is that there are two other accounts of the plagues on Egypt in the Hebrew Bible. One of them is in Psalm 78, and another one is in Psalm 105. And the plagues are mentioned, but not in this order. And not all of them are mentioned. So. So I think what we can say is this, is that the story about the plagues existed in multiple forms. And the one before us in the book of Exodus has been given a very intentional literary design for reading comprehension, perhaps memory comprehension. But it's not like we're watching a video camera. I think that's My point. So as far as the significance of the order, there have been lots of theories about that and I haven't seen any that are super convincing. But there clearly is a design to them. If there's not necessarily an order, it's surely significant that the Nile river is the first target because that was the life stream of all of Egypt. The Nile was seen as the provision of the gods of Egypt and so on. So the fact that God strikes at the heart of their agriculture and water source and all that, it sure is significant. But anyway, there you go.",
    "start": "00:20:42",
    "end": "00:22:01"
  },
  {
    "text": "And some people think there's significance to the Egyptian gods, Egyptian culture, with all of these. Right?",
    "start": "00:22:01",
    "end": "00:22:06"
  },
  {
    "text": "Yeah, that's right. Yeah. In chapter 12, God says that he sent the plagues to defeat Pharaoh and the gods of Egypt. He brings judgment on the gods of Egypt. But that's the only. It doesn't specify any more than that. So, yeah, we know that, like the sun, you know, the plague of darkness, the water to blood, that certain animals were viewed as sacred embodiments of the gods. But again, the text doesn't develop that very much. So we're kind of. We're shooting from the hip when we say that certain plagues are connected to certain gods and so on. So, Luke, you asked a question about the plague on the firstborn. The 10th plague is the plague of the destroyer going throughout Egypt. And the firstborn, all throughout Egypt die. So I mean, just to say, first off, at bottom, I'm very uncomfortable with the story and I just have to deal with that. There are a number of stories like that in the Bible that I'm just uncomfortable with. And I have. What can you do about it? The story is about Joshua and Israel invading the land. And their treatment of certain Canaanite towns is also like. It fits into a similar category. So I think it's just important. Like, it's not heresy to say that something in the Bible makes you uncomfortable. It's okay the way the narrative works. That's not the first thing that God does. It's actually the last thing. And it's the culmination and it wraps the story all the way back around to Pharaoh, who slaughtered all of the Israelite boys by having them thrown into the river. So it's important to recognize the story has that arc to it.",
    "start": "00:22:06",
    "end": "00:23:58"
  },
  {
    "text": "We show that in our animation.",
    "start": "00:23:58",
    "end": "00:24:00"
  },
  {
    "text": "That's right.",
    "start": "00:24:00",
    "end": "00:24:01"
  },
  {
    "text": "We show how we actually were talking about when we were animating that, like, how gruesome is this going to be? Showing babies thrown into a river.",
    "start": "00:24:01",
    "end": "00:24:10"
  },
  {
    "text": "Yeah.",
    "start": "00:24:10",
    "end": "00:24:10"
  },
  {
    "text": "Because that could get pretty.",
    "start": "00:24:11",
    "end": "00:24:12"
  },
  {
    "text": "Yes. I Mean, we chose to depict it in a way that is disturbing and that makes you think about the.",
    "start": "00:24:12",
    "end": "00:24:18"
  },
  {
    "text": "You see a baby hand sinking into the river.",
    "start": "00:24:18",
    "end": "00:24:21"
  },
  {
    "text": "It's pretty horrifying. Yeah. So I think that's the first thing to recognize is the tenth plague is God bringing justice that matches what Pharaoh did to the Israelites. But of course, the question from our point of view is, couldn't he have just done that on Pharaoh? Like, Pharaoh was the bad guy.",
    "start": "00:24:21",
    "end": "00:24:40"
  },
  {
    "text": "Right.",
    "start": "00:24:40",
    "end": "00:24:40"
  },
  {
    "text": "So why not just his household? And I resonate with that. I resonate with that. I'm not sure what else to say about it except that what makes 10th plague different is that God did provide a way of shelter from his act of justice. And that's exactly what the Passover lamb is all about, is that the lamb could be offered in place of the firstborn son. And so we're not told how many people took advantage of that. It didn't specify that only Israelites could be in those houses. So I think the point of the story, in terms of what happened in history, we don't know. We don't know. But in terms of the way the story works is that God brings a severe act of justice that makes us uncomfortable. But as he does so, at the same time, he provides a substitute, the Passover lamb, that gives a way of escape. And that's an important way that the Passover story works. It's going to be the way that Jesus himself will draw upon the Passover story to explain the meaning of his own death. He explains the meaning of his death as the death of the passage Passover lamb. So Jesus also predicted a really horrific act of God's judgment on Jerusalem, that the whole city would be destroyed and he was going to the cross to die on behalf of his people so that it could be avoided. So I just think, there you go. That's my response. Not answer. That's my response. That's how I deal with the Exodus story. There are times when God's involvement and partnership with humans, apparently in God's freedom, he's chosen to partner with humans. Humans are pretty screwed up. And so God, it seems, ends up in the stories to be put in these situations where even the just decision is a messy one. And that's kind of where the stories of the Canaanites and the death of the firstborn fit for me. So there you go.",
    "start": "00:24:40",
    "end": "00:26:48"
  },
  {
    "text": "A lot of heavy questions. I feel like every Q and A, it's like, obvious questions.",
    "start": "00:26:48",
    "end": "00:26:53"
  },
  {
    "text": "Yeah, well, that's good. Those are the ones, in fact, you.",
    "start": "00:26:53",
    "end": "00:26:55"
  },
  {
    "text": "Want to give Your I call the disclaimer. You call it the.",
    "start": "00:26:55",
    "end": "00:26:59"
  },
  {
    "text": "Oh yeah. I mean, yeah. I'm speaking as Tim Mackey, who's a fellow reader and studier of the Bible. Just like you guys, you know, we're not going to make a video about that necessarily. And I could be wrong. There could be things that are wrong in what I just said. Said I hope not. And I don't think so. But so just there's that disclaimer.",
    "start": "00:26:59",
    "end": "00:27:19"
  },
  {
    "text": "These Q&As will get into territory that the videos and study guides and all that stuff we won't wade into because it's not as important to understanding the central story of the Bible. But as you begin to grapple with the authority of scripture in your life because you follow Jesus, these are questions that are going to arise out of our modern worldview. So I'm glad we get to talk about them.",
    "start": "00:27:19",
    "end": "00:27:44"
  },
  {
    "text": "Greg asked a question that is very common, Greg Peterson, about the Exodus story and its relationship to history. So the way you put the question is you, Greg. I believe Exodus is actual history. However many people believe it's just a moralizing story because there's no record of it in Egyptian history. Is there a way to explain that? How do you deal with that? That's a, that's a great question. My response, full answer. I'm not an ancient Egyptian historian, but I've done some homework on this question. The first question is on the whole, what kind of historical evidence would we expect to find about an enslaved people group who existed in the ancient empire? Do we have any evidence for any other people group that the Egyptians enslaved?",
    "start": "00:27:45",
    "end": "00:28:46"
  },
  {
    "text": "I have no idea. Do we?",
    "start": "00:28:46",
    "end": "00:28:48"
  },
  {
    "text": "No. It's the same answer for the Israelites. We know the enslaved people and we know that the Egyptians saw the tribe of Israel in the land of Canaan as a threat to them. There's a later than the Exodus period pharaoh, a guy named Merneptah. There's a famous statue where he inscribed all the inhabitants of the land of Canaan that he hated and conquered and battled and he names Israel. He's one of them. So they. Right. So they knew. They're aware of them. They're aware of them. Yeah, but that have been before or after? It would have been after. Yeah, after. So think about what survives from ancient Egypt today. If you go to Cairo or something, what do you see? What you see are the remains of royal architecture, huge, huge structures, the pyramids and these temples. And then what has survived in terms of the art and the texts. So like there's one famous temple called Medinath Habu, that just tells the story of Ramses and a huge artistic picture of him just whopping all of his enemies and battle just destroying them utterly. So there you go. Like, that's what survives from the ancient world, is what war propaganda is. Royal propaganda in the form of pyramids, temples and palaces, the shanty town, refuge camps of an enslaved immigrant population.",
    "start": "00:28:48",
    "end": "00:30:08"
  },
  {
    "text": "They're not going to make a monument to that.",
    "start": "00:30:08",
    "end": "00:30:09"
  },
  {
    "text": "Like, those were wiped away in the sands of Egypt after a decade. So what kind of evidence would we expect to find archaeologically? And the fact that there isn't any shouldn't surprise us at all.",
    "start": "00:30:09",
    "end": "00:30:19"
  },
  {
    "text": "Okay, so we shouldn't be surprised if there's nothing.",
    "start": "00:30:19",
    "end": "00:30:22"
  },
  {
    "text": "The fact that there aren't any textual references. Yeah, mentioning. Yeah, mentioning. So here you have to get into the art of ancient battle accounts and historical chronicles because again, most of what survives to us of ancient Egyptian history is royal propaganda on behalf of these kings. So. So if there was an event where the God of an immigrant group brought plagues and pestilence on the land of Egypt and that immigrant group escaped, is that the kind of thing an Egyptian king would want to memorialize for history? Well, no, it's the kind of thing that gets glossed over. So my whole point, I'm not trying to say, therefore that proves the historical evidence for the Exodus. I'm just saying it's not surprising that there's no mention of the Israelites in Egypt in their historical records or in their archaeological data. So it's the kind of event where. What mark would it leave on history if nobody wrote it down? So the mark that we have on history is the Exodus account itself, the memory of the Israelite people who went through. And that memory has been formed and shaped theologically and with literary design. And so we have to recognize we're not looking at a video camera. But I think it's important to say it's rooted in a historical memory of things that the God of Israel did on their behalf. Yeah, good question, Greg.",
    "start": "00:30:22",
    "end": "00:31:53"
  },
  {
    "text": "Great question and a lot geekier answer than I was expecting.",
    "start": "00:31:53",
    "end": "00:31:56"
  },
  {
    "text": "Really?",
    "start": "00:31:56",
    "end": "00:31:57"
  },
  {
    "text": "Yeah. You knew a lot about Egyptian monuments and stuff.",
    "start": "00:31:57",
    "end": "00:32:02"
  },
  {
    "text": "Oh, well, there you go. I did go there. So it helps anchor it in the memory. More questions?",
    "start": "00:32:02",
    "end": "00:32:08"
  },
  {
    "text": "Let's see. We have 15 minutes. We'll do a couple more questions. What do you think about lightning round questions?",
    "start": "00:32:09",
    "end": "00:32:14"
  },
  {
    "text": "I don't know what that means.",
    "start": "00:32:15",
    "end": "00:32:16"
  },
  {
    "text": "What if, like, you have literally 10 seconds to answer as best you can?",
    "start": "00:32:16",
    "end": "00:32:20"
  },
  {
    "text": "I think that's impossible. I don't know if I'm capable You can say pass.",
    "start": "00:32:20",
    "end": "00:32:23"
  },
  {
    "text": "Let's try it.",
    "start": "00:32:24",
    "end": "00:32:24"
  },
  {
    "text": "It takes me 10 seconds.",
    "start": "00:32:24",
    "end": "00:32:25"
  },
  {
    "text": "Let's just try.",
    "start": "00:32:25",
    "end": "00:32:26"
  },
  {
    "text": "Yes, let's just try it.",
    "start": "00:32:26",
    "end": "00:32:27"
  },
  {
    "text": "Why did God wait so long to save his people from Egypt? Why is it predicted that Israel would be in slavery for so long? That's two questions. Why did God wait so long to save his people from Egypt?",
    "start": "00:32:27",
    "end": "00:32:36"
  },
  {
    "text": "I don't know.",
    "start": "00:32:36",
    "end": "00:32:37"
  },
  {
    "text": "Doesn't know. Why is it predicted that Israel would be in slavery for so long?",
    "start": "00:32:37",
    "end": "00:32:41"
  },
  {
    "text": "Who can know the answer to such a question?",
    "start": "00:32:41",
    "end": "00:32:43"
  },
  {
    "text": "Alright, trees of fields. There you go.",
    "start": "00:32:43",
    "end": "00:32:44"
  },
  {
    "text": "It's a great question. But who can know? Why do bad things happen to good people?",
    "start": "00:32:45",
    "end": "00:32:51"
  },
  {
    "text": "Does the Exodus story encapsulate the story of what God is doing in the world in novel like form? That's from Ava Schenk. Hi, Ava.",
    "start": "00:32:52",
    "end": "00:32:58"
  },
  {
    "text": "Yes, but. And then a long qualification that I don't have time for. It has a beautiful. Summarize the qualification, literary design to it, like I've already said. And the story is archetypal. It's rooted in a historical memory, but it's developing it as an archetype, as one of the ways that God confronts systemic injustice and evil in the world. That he brings disaster on empires that bring disaster and oppress others. Yeah, that's for sure. And that's why it's used constantly as a story. That's why as the prophet, prophetic authors and the author of the vision in Revelation, as they envision what justice would look like when Babylon would fall, or Assyria or the Roman Empire, they use the imagery of the 10 plagues. That's why the seven bowls and trumpets in the book of Revelation are just the 10 plagues put in a blender.",
    "start": "00:32:58",
    "end": "00:33:56"
  },
  {
    "text": "I love that.",
    "start": "00:33:56",
    "end": "00:33:57"
  },
  {
    "text": "And then poured out on Babylon.",
    "start": "00:33:57",
    "end": "00:33:59"
  },
  {
    "text": "This is the language that we have now to talk about God's redemptive purposes.",
    "start": "00:34:00",
    "end": "00:34:04"
  },
  {
    "text": "That's right. When God confronts evil in the world, it looks like the Exodus story.",
    "start": "00:34:04",
    "end": "00:34:09"
  },
  {
    "text": "And that's why it's so important that the Exodus story is at the foundation of how you think about the Bible and God's redemptive nature. Because that's the language we have, that's the blocks that we have.",
    "start": "00:34:09",
    "end": "00:34:23"
  },
  {
    "text": "Yeah, the story works. There are long periods where you wonder where God is and horrible things are happening. And then there are surprising moments in history where God intervenes in dramatic ways.",
    "start": "00:34:23",
    "end": "00:34:35"
  },
  {
    "text": "And takes down empires to confront evil.",
    "start": "00:34:35",
    "end": "00:34:37"
  },
  {
    "text": "And then also to bring mercy and a substitute and a way of escape from his justice on human evil. And that's what Passover is. That's what the passage through the Red Sea is. And when God acts in judgment and mercy. The response is worship and praise, which is the song of the sea in Exodus 15.",
    "start": "00:34:38",
    "end": "00:35:00"
  },
  {
    "text": "Or the word salvation.",
    "start": "00:35:00",
    "end": "00:35:01"
  },
  {
    "text": "Or the word salvation develops. Yeah. So the Exodus story is itself an archetype giving us what does salvation mean in the Bible? And the first answer to that question is in the Bible story is the Exodus story. That's what salvation looks like. So that was Teresa.",
    "start": "00:35:01",
    "end": "00:35:18"
  },
  {
    "text": "I don't remember now. That was way over 10 seconds.",
    "start": "00:35:19",
    "end": "00:35:23"
  },
  {
    "text": "Yeah, sorry. Yeah, yeah. Who needs a 10 second answer? The world's much too complex for a 10 second answer.",
    "start": "00:35:23",
    "end": "00:35:31"
  },
  {
    "text": "That's true. I was trying to blitz through some of these.",
    "start": "00:35:31",
    "end": "00:35:33"
  },
  {
    "text": "Yeah, here we go. Joshua Lloyd Parker. That's an interesting question. Yes. Okay, good. So a lot of theologians liken the Exodus out of Egypt to the book of Revelation with Pharaoh being a type of the Antichrist and Moses and Aaron being the two witnesses. What do you think about that? Oh, interesting. That's a good question, Josh. And I like the way you're thinking, or I like the way the. The theologians you're reading are thinking. Again. So the point is that the Exodus story provides this pattern or this archetype. And so, yeah, the book of Revelation is definitely using the Exodus story as the archetype to think about God's confrontation, I think, in John the Visionary's day, with Rome as he knows it. But in his day, Rome is just another instance of the big bad Egypt, Babylon archetype. And so he uses. He calls Rome Babylon, but he uses the imagery of the defeat of Egypt to depict him just all together. And then, of course, like, John's not just writing about Rome, he's writing about the archetypal bad. As many empires as come throughout human history are what John is describing in the book of Revelation. And so when it comes to the Antichrist. The Antichrist, he's kind of like Voltron. You guys remember Voltron? Or. One of my favorite characters in the Transformers universe were the Constructicons, construction machines. But then when they needed to defeat the Autobots, they would form together into the ultimate Constructicon. And so that's. That's Babylon, that's Pharaoh, and that's Babylon in the Bible.",
    "start": "00:35:33",
    "end": "00:37:23"
  },
  {
    "text": "What are they?",
    "start": "00:37:24",
    "end": "00:37:24"
  },
  {
    "text": "They're the Constructicon.",
    "start": "00:37:25",
    "end": "00:37:27"
  },
  {
    "text": "I'm not up on my Transformers.",
    "start": "00:37:29",
    "end": "00:37:30"
  },
  {
    "text": "I'm just saying John the Visionary in Revelation, he uses language and imagery from the prophets, from Babylon.",
    "start": "00:37:30",
    "end": "00:37:36"
  },
  {
    "text": "Oh, and he constructs it together from.",
    "start": "00:37:36",
    "end": "00:37:39"
  },
  {
    "text": "Tyre and Sidon, from Egypt. He takes all the bad guys of.",
    "start": "00:37:39",
    "end": "00:37:42"
  },
  {
    "text": "The Bible to turn into like mega bat guys.",
    "start": "00:37:42",
    "end": "00:37:44"
  },
  {
    "text": "Makes him into the mega bad guy that he calls Babylon in the Book of Revelation. So, yeah, I think the parallels can get out of hand. What I'm interested in is the way John intentionally is creating parallels to talk about the story of God's defeat of evil in the Book of Revelation. But anyhow, that's another. That's about the book of Revelation.",
    "start": "00:37:44",
    "end": "00:38:06"
  },
  {
    "text": "Yeah. Which a lot of people want us to do.",
    "start": "00:38:06",
    "end": "00:38:08"
  },
  {
    "text": "The number one requested video that we.",
    "start": "00:38:09",
    "end": "00:38:10"
  },
  {
    "text": "Make, and there will be one in.",
    "start": "00:38:10",
    "end": "00:38:13"
  },
  {
    "text": "Yeah, I'll be working on it in August. Early August is when I'm slated.",
    "start": "00:38:13",
    "end": "00:38:18"
  },
  {
    "text": "And then it'll come out in December on the YouTube channel.",
    "start": "00:38:18",
    "end": "00:38:20"
  },
  {
    "text": "It'll come out in December. It'll be a Christmas present.",
    "start": "00:38:20",
    "end": "00:38:23"
  },
  {
    "text": "Thanks for listening to this episode of the BibleProject podcast. Just a quick note. The Revelation video that Tim was referencing is out and it's available. You can see it on our YouTube page, YouTube.com thebibleproject the video is called the Day of the Lord. We will release the second Q and R conversation on Exodus next week. Thanks for being a part of this with us.",
    "start": "00:38:26",
    "end": "00:38:48"
  }
]