[
  {
    "text": "Hey, this is Jonathan Collins. In this episode, we're going to continue the conversation with Tim Mackey on the theme image of God, which we started discussing in the last episode, where we saw that this phrase shows up in Genesis and has a lot of meaning for why we as humans exist.",
    "start": "00:00:10",
    "end": "00:00:27"
  },
  {
    "text": "The. But God wants his world to be a place where life flourishes, where life multiplies, and that's going to require a lot of subduing and harnessing all the potential and resources in the dirt and fish and cows to make it work. And when humans do that, they are said to be an image of the God of Israel.",
    "start": "00:00:27",
    "end": "00:00:49"
  },
  {
    "text": "Now, the word image is usually translated into English as the word idol, referring to idol statues.",
    "start": "00:00:49",
    "end": "00:00:57"
  },
  {
    "text": "So you end up with this interesting paradox at the beginning of the story of the Bible, which is going to be about a God who tells people to never make images of him. But then page one begins the story with this God making an image of himself and his humans. So that's interesting that you're not supposed to try and image this God, because images of this God already exist, namely the you and the person sitting next to you.",
    "start": "00:00:57",
    "end": "00:01:24"
  },
  {
    "text": "So all humans are given this title, the image of God. And it's a title that demonstrates that we should be ruling and subduing the earth and expanding the garden, continuing in God's creation. This, to me, is a fresh perspective, but it's right there in the text, and I'm really excited that Tim's unpacking it for us. So we're going to continue discussing this theme with Tim. Here we go, please, with the test. Now it's time to rest.",
    "start": "00:01:24",
    "end": "00:02:09"
  },
  {
    "text": "We never talked about Psalm 8, Psalm 8, which is also a reflection on the image of God in Genesis 1, Psalm 8. Yeah.",
    "start": "00:02:15",
    "end": "00:02:25"
  },
  {
    "text": "What is mankind? That you are mindful of him, the Son of man, that you care for him. So. So, yeah. Like what?",
    "start": "00:02:25",
    "end": "00:02:32"
  },
  {
    "text": "Yeah, why are humans so important?",
    "start": "00:02:33",
    "end": "00:02:35"
  },
  {
    "text": "Why are we important?",
    "start": "00:02:35",
    "end": "00:02:36"
  },
  {
    "text": "Well, you made them him or made humans. Humanity. A little lower than Elohim could mean God. That's the word for God. It is also, if the context doesn't indicate, can refer to plural divine beings. So then angels or angelic beings can.",
    "start": "00:02:36",
    "end": "00:02:59"
  },
  {
    "text": "Mean God or it can mean angels.",
    "start": "00:02:59",
    "end": "00:03:00"
  },
  {
    "text": "Depending on the context.",
    "start": "00:03:01",
    "end": "00:03:02"
  },
  {
    "text": "Okay.",
    "start": "00:03:02",
    "end": "00:03:02"
  },
  {
    "text": "New international version said, you made him a little lower than the angels. ESV A little lower than the heavenly beings. New American Standard. A little lower than God. NRSV A little lower than God. King James. A little lower than the angels. So the point is that humans are a little lower in status than the divine beings, but they are Crowned with glory and honor. You made him ruler over the works of your hands. You put everything under his feet.",
    "start": "00:03:02",
    "end": "00:03:31"
  },
  {
    "text": "So.",
    "start": "00:03:31",
    "end": "00:03:31"
  },
  {
    "text": "So here's a poetic reflection on humans as being not God, but having an exalted status over creation, kings and rulers. That's very close to God. So what's useful about soulmate is it's poetically unpacking the image of God. And when it does so, it doesn't talk about rationality or spirituality. It talks about our purpose as ruling and subduing and that kind of thing. We are a species. That is the crown of the species. And it's as we find ourselves to be a species that has power over all other species, there's a responsibility that comes along with that.",
    "start": "00:03:31",
    "end": "00:04:18"
  },
  {
    "text": "So you have this vision of humans reigning, ruling, and that's where the account of the Bible begins in Genesis 1. That's the vision.",
    "start": "00:04:18",
    "end": "00:04:28"
  },
  {
    "text": "Yeah.",
    "start": "00:04:28",
    "end": "00:04:29"
  },
  {
    "text": "And then in Revelation, what is it? 22.",
    "start": "00:04:29",
    "end": "00:04:33"
  },
  {
    "text": "22. Yeah. Second to last paragraph of the Bible.",
    "start": "00:04:33",
    "end": "00:04:36"
  },
  {
    "text": "Second, last paragraph of the Bible. It's the vision again.",
    "start": "00:04:36",
    "end": "00:04:39"
  },
  {
    "text": "Yes. Yeah. You have God on his throne with the new humanity serving him, but they serve by reigning forever and ever.",
    "start": "00:04:39",
    "end": "00:04:49"
  },
  {
    "text": "That's where the account of the Bible ends.",
    "start": "00:04:49",
    "end": "00:04:51"
  },
  {
    "text": "Yep.",
    "start": "00:04:51",
    "end": "00:04:51"
  },
  {
    "text": "I don't think that's a message that we're told a lot in Christianity is a sense of the purpose of humanity is to reign.",
    "start": "00:04:51",
    "end": "00:05:00"
  },
  {
    "text": "Yeah. So think the dominant Christian narrative in America among conservative Protestants is, humans are really bad. You're horrible. God's really good. You need Jesus to make you like God so you can live with him forever and ever. But this is a different kind of story. This is God is being really generous and is like sharing his world with humans and wants them to enjoy it and to take it somewhere.",
    "start": "00:05:00",
    "end": "00:05:29"
  },
  {
    "text": "Yeah.",
    "start": "00:05:29",
    "end": "00:05:29"
  },
  {
    "text": "And then humans rebel and set up an alternate kingdom and begin to dishonor the image in each other. And then God, then the story of the Bible becomes, how is God going to restore and heal the image and make a humanity that fulfills the original calling? And then that's what Jesus opens up.",
    "start": "00:05:29",
    "end": "00:05:51"
  },
  {
    "text": "The chief end of man is to glorify God. Where does that come from?",
    "start": "00:06:19",
    "end": "00:06:22"
  },
  {
    "text": "And enjoy him forever? That's the Westminster Confession.",
    "start": "00:06:22",
    "end": "00:06:25"
  },
  {
    "text": "Westminster Confession. And then I think I learned probably even a distortion of that, which was, thank God that he's putting up with you. You know?",
    "start": "00:06:25",
    "end": "00:06:36"
  },
  {
    "text": "Yeah.",
    "start": "00:06:36",
    "end": "00:06:37"
  },
  {
    "text": "Thank your lucky stars that you aren't being punished forever. Actually, this reluctance to even admit that God actually treasures humans in any way. That's actually the spirituality I grew up in. But, yeah, this idea of the whole plan was for humans to Reign on God's behalf. And the conflict then being God, trying to renew that so that humans can reign.",
    "start": "00:06:37",
    "end": "00:07:07"
  },
  {
    "text": "God's creation always meant for them to.",
    "start": "00:07:07",
    "end": "00:07:10"
  },
  {
    "text": "Be what he meant, which is different than what your bad news and God will make you good enough so that you can hang.",
    "start": "00:07:10",
    "end": "00:07:19"
  },
  {
    "text": "Yeah. I mean, you can see that there's so many half truths in there that it's just not helpful. But there are half truths in there. So if humans are an image of God, it does mean that what we admire in each other is a mirror reflection of the beauty of God's own character and wisdom and intelligence and creativity. So there is something like that. Humans are reflections. And T. Wright, his paraphrase of the image is that we're reflected mirrors that are meant to. Actually, we did this in the Genesis 1 through 11 video. We had God's character goodness bouncing off of humans out, which wouldn't have been.",
    "start": "00:07:19",
    "end": "00:08:02"
  },
  {
    "text": "An image from back then. That's a more modern image.",
    "start": "00:08:02",
    "end": "00:08:06"
  },
  {
    "text": "Yeah, it's a metaphor. The idea is that humans, as we represent God, we bring honor to the mysterious, amazing being who has the creativity and beauty to think all this.",
    "start": "00:08:06",
    "end": "00:08:21"
  },
  {
    "text": "So here's what it is. What's. What's the end goal? What's the end game? Is it save, get saved and behave so that, you know, you could hang with God in His kingdom someday so.",
    "start": "00:08:21",
    "end": "00:08:35"
  },
  {
    "text": "That he'll let you in? So he'll let you in presence, saved.",
    "start": "00:08:35",
    "end": "00:08:39"
  },
  {
    "text": "And behaved, so he'll let you in? Or is it reflect his image so that you can participate in the ruling of creation?",
    "start": "00:08:39",
    "end": "00:08:50"
  },
  {
    "text": "Yeah, yeah. And that if we're honest with ourselves, you know, we know that we are a poor reflection even of the kinds of humans we want to be for ourselves. We know that there's something greater that we're called to be and to do, but we keep underachieving. So there's the existential sense where I think that's pretty universal to the human condition. And so the biblical narrative is putting a storyline to that to say, yeah, there's real, like we actually are a diminished form of what we're made to be. You know, it's interesting, this is a footnote, but this is an underlying theme in all of C.S. lewis's writings, like in the Space Trilogy or the Weight of Glory, that humans are called to be like gods. You know, he has that great paragraph where he says, if you and I truly grasped the glory of the person sitting next to you on the bus, you would be tempted to bow before them or something.",
    "start": "00:08:50",
    "end": "00:09:53"
  },
  {
    "text": "And.",
    "start": "00:09:53",
    "end": "00:09:53"
  },
  {
    "text": "But that's. That's the idea Here is.",
    "start": "00:09:54",
    "end": "00:09:56"
  },
  {
    "text": "We're like that there's an opportunity to live back into that glory.",
    "start": "00:09:56",
    "end": "00:10:01"
  },
  {
    "text": "Yeah.",
    "start": "00:10:01",
    "end": "00:10:01"
  },
  {
    "text": "Even though it's been tarnished really, really badly.",
    "start": "00:10:01",
    "end": "00:10:05"
  },
  {
    "text": "That's right.",
    "start": "00:10:05",
    "end": "00:10:06"
  },
  {
    "text": "That. That's the good news, is that that can be reclaimed.",
    "start": "00:10:06",
    "end": "00:10:11"
  },
  {
    "text": "It's. It's an aspect of the good news, which is why. So we're skipping. We're going all over the notes. Maybe it doesn't matter, but it's why Paul the Apostle is the first one that we know of to pick up the image of God language from Genesis 1 and to use it as a way to understand Jesus. He calls Jesus, the image of God as the truly human one. But then he talks about the process of us becoming new humans as being renewed according to the image of God.",
    "start": "00:10:11",
    "end": "00:10:42"
  },
  {
    "text": "Is this what.",
    "start": "00:10:43",
    "end": "00:10:43"
  },
  {
    "text": "It's a phrase. It's in Colossians chapter two and three. He talks about the image of God being renewed in us through Jesus, who is the image of God. So he's got this idea that Jesus is the truly human one.",
    "start": "00:10:43",
    "end": "00:10:57"
  },
  {
    "text": "Jesus is the true representation of God's reign on earth.",
    "start": "00:10:58",
    "end": "00:11:03"
  },
  {
    "text": "And that as we are joined to him through faith and the Holy Spirit, through the divine breath from Genesis 2, that we are recreated as being recreated as the kinds of humans. And so again, join it. Genesis 1. So Paul doesn't envision that means viva la revolution. That you go start a Christian sect in Munster and take over.",
    "start": "00:11:05",
    "end": "00:11:28"
  },
  {
    "text": "Right. This is something we were talking about the other day.",
    "start": "00:11:28",
    "end": "00:11:30"
  },
  {
    "text": "Yeah.",
    "start": "00:11:30",
    "end": "00:11:31"
  },
  {
    "text": "From hardcore History.",
    "start": "00:11:31",
    "end": "00:11:32"
  },
  {
    "text": "Hardcore history podcast. So it doesn't mean Christians go take over the world. It means Christians do what humans always do been do, which is go to.",
    "start": "00:11:32",
    "end": "00:11:43"
  },
  {
    "text": "Work, have babies and work the.",
    "start": "00:11:43",
    "end": "00:11:46"
  },
  {
    "text": "Go to work and make something of the world. But we do it in a way that our character and our moral mindset is being renewed to become like Jesus, in love of God and neighbor and so on. And that's one way Paul envisions the whole storyline of what Jesus is doing. He's restoring our humanity.",
    "start": "00:11:46",
    "end": "00:12:09"
  },
  {
    "text": "Okay. So we're not trying to viva la revolution, take over and start our own Christian culture. So are we supposed to basically advance humanity for the sake of the kingdom of God?",
    "start": "00:12:29",
    "end": "00:12:45"
  },
  {
    "text": "Yeah. There's two tendencies. There's. You call it the humanist tendency, which is kind of this narrative of moral progress. And we're just getting better and better and more technology and do away with poverty and injustice and. Right. Just more education. And so there's an element of that that is really true to the biblical story. Like that humans are amazing and. And we're capable of such good. Because that's part of our divine task. But then that also always ends up being compromised and messy and ends up hurting as many people as we help. So then you also then have the more withdrawal mindset that some Christian traditions have taken where it's like, well, hell in a handbasket. Let's just remove ourselves and pray and wait for Jesus to come destroy it all.",
    "start": "00:12:45",
    "end": "00:13:39"
  },
  {
    "text": "Yeah.",
    "start": "00:13:39",
    "end": "00:13:40"
  },
  {
    "text": "And so I don't think the biblical story allows you to be naive enough to embrace moral progress and just to think we're going to work it all out. But at the same time, it really is calling us to be engaged in the human project and not remove ourselves from it. But also not in a naive way that God really cares. He's for humans and he's for his world. And the story of the Bible doesn't end with us somewhere else. It ends up with us in a transformed version of here doing what we're supposed to be doing, which is.",
    "start": "00:13:41",
    "end": "00:14:20"
  },
  {
    "text": "And when Jesus talks about the kingdom of God. Let me tie this back to the kingdom of God.",
    "start": "00:14:20",
    "end": "00:14:25"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:14:25",
    "end": "00:14:25"
  },
  {
    "text": "So if the kingdom of God is the reality in which God is reigning. Right.",
    "start": "00:14:25",
    "end": "00:14:33"
  },
  {
    "text": "Yes.",
    "start": "00:14:33",
    "end": "00:14:33"
  },
  {
    "text": "We kind of talked about kingdom can.",
    "start": "00:14:33",
    "end": "00:14:37"
  },
  {
    "text": "Be the reality of where people are living as a community together under the reign of God. Under the reign of God. That is the teachings of Jesus.",
    "start": "00:14:37",
    "end": "00:14:46"
  },
  {
    "text": "So being an image of God or being a true human, as Paul puts it, and living in God's kingdom is living by the teachings of Jesus.",
    "start": "00:14:46",
    "end": "00:14:58"
  },
  {
    "text": "Yeah, Think through the Sermon on the Mount. Yeah. He's talking about how you deal with conflict, how you treat people you don't like, about lying and truth telling, sexual integrity, anger and forgiveness. So he's not. He's just talking about how we live on a day to day basis. And again, we're back down to the very earthy. It feels mundane. Just the stuff humans have to do every day as we garden and do business and live in our neighborhoods together. But in the vision of Genesis 1, that's what we're here for, is to make more of ourselves and to make more life and to make it flourish and make neighborhoods and families. That's why the renewal of the image for Paul is ethical. It's about ethical renewal. So we're going forward now to this idea of the renewal of the image. But in Colossians 2, Paul talks about Jesus as the Son is the image of the invisible God. Jesus is the image of the invisible God. So Jesus is the most true representation of God. We are all representations of God, all humans are. But there's something unique about Jesus that Makes him the most true, accurate representation. And he's. Paul links that in Colossians 2 to Jesus's authority, that he. For in him, all things are created things. In heaven, he's before all things. He has supremacy over all. So again, Paul thinks image of God ruling, reigning authority.",
    "start": "00:14:58",
    "end": "00:16:37"
  },
  {
    "text": "So if being the image of God is connected to authority and reigning and ruling Jesus is the image, the perfect image, then Jesus must be the one who really does rule over creation, kingdom of God.",
    "start": "00:16:37",
    "end": "00:16:53"
  },
  {
    "text": "This is how image is linked to kingdom of God. So Jesus himself, we know he read and reflected on Genesis 1 and 2 a lot, but he never used or picked up on the image of God the way that Paul does. So likely what Paul's doing is he's furthering reflection that he picked up from Jesus and is now kind of carrying the ball further down the field. So again, think of the way that Paul talks about. If you follow Jesus, you trust him and follow him. All of a sudden, what's true of Jesus is now becoming true of you. So you died with him to evil and sin. And then you're raised with him. And then. So Paul will say things like, yeah, you know, you've been raised with Jesus and you sit at the right hand of God. That's very explicit, royal language. So you rule now with Jesus. Jesus is the image. So he. And now you're the image. And then when he talks about the image being renewed in us, he's talking about you've taken off your old self. Sexual immorality, lust, greed, anger, rage, gossip. And you're putting on truth, telling, love, forgiveness, compassion, that kind of thing. Or the fruit of the Spirit. Genesis 2, the Divine Breath the spirit puts in you. Goodness, patience, you know, that kind of thing.",
    "start": "00:16:53",
    "end": "00:18:26"
  },
  {
    "text": "Which is two. Is it two ways of saying the same thing?",
    "start": "00:18:26",
    "end": "00:18:29"
  },
  {
    "text": "Yeah, yeah, Exactly. It's Genesis 1 and Genesis 2.",
    "start": "00:18:29",
    "end": "00:18:32"
  },
  {
    "text": "Genesis 1 being the image. Take off and put on.",
    "start": "00:18:32",
    "end": "00:18:36"
  },
  {
    "text": "Yeah. Take off your old humanity and put on this new humanity that you find in Jesus and that God wants to turn you into. And then that's.",
    "start": "00:18:36",
    "end": "00:18:45"
  },
  {
    "text": "So remake your image in a way.",
    "start": "00:18:45",
    "end": "00:18:48"
  },
  {
    "text": "Yeah. And then Paul will also draw on the language of Genesis 2 to say, Let the Spirit grow fruit in you. Which is kind of breath. Yeah.",
    "start": "00:18:48",
    "end": "00:18:59"
  },
  {
    "text": "Which has been. Has come in a fresh way.",
    "start": "00:18:59",
    "end": "00:19:02"
  },
  {
    "text": "Yep. Is recreating.",
    "start": "00:19:02",
    "end": "00:19:04"
  },
  {
    "text": "And it's recreating you. And that can bear fruit.",
    "start": "00:19:04",
    "end": "00:19:07"
  },
  {
    "text": "It bears fruit.",
    "start": "00:19:07",
    "end": "00:19:08"
  },
  {
    "text": "Which is the recreation of your image.",
    "start": "00:19:09",
    "end": "00:19:14"
  },
  {
    "text": "Yeah. Which he talks about ethical transformation, goodness in both ways. Patience. Both metaphors result in ethical transformation.",
    "start": "00:19:14",
    "end": "00:19:24"
  },
  {
    "text": "Okay, so let's talk about what went wrong with the image of God. We're made in God's image. We're put in this garden. And in the garden, there's a tree called the Tree of the Knowledge of Good and Evil. And God says, don't eat of this tree, or on the day you eat of it, you'll die. And then there's a snake there who says, no, actually eat it. You'll like it.",
    "start": "00:19:46",
    "end": "00:20:07"
  },
  {
    "text": "In the snake and the tree story, there's an irony that reflects Back to Genesis 1, where the snake says a different story about the tree. You won't die and says, you'll actually become like God. You as the reader know that the humans are like God.",
    "start": "00:20:07",
    "end": "00:20:24"
  },
  {
    "text": "Okay.",
    "start": "00:20:24",
    "end": "00:20:24"
  },
  {
    "text": "They're the image of God.",
    "start": "00:20:24",
    "end": "00:20:25"
  },
  {
    "text": "So the snake is just.",
    "start": "00:20:25",
    "end": "00:20:27"
  },
  {
    "text": "So the snake is. Yeah, it's planting these seeds of doubt and distrust in God's generosity. And somehow there's something that God's holding out on me that I can have that will actually make me more of.",
    "start": "00:20:28",
    "end": "00:20:43"
  },
  {
    "text": "What I should be, more the image. I guess what I'm thinking is, like, let's say I'm the king of Moab. Go back to that. And I see myself as the embodiment of God. How would I rebel against that? What would my rebellion look like?",
    "start": "00:20:43",
    "end": "00:20:58"
  },
  {
    "text": "Well, if you're the embodiment of the God, you define good and evil.",
    "start": "00:20:59",
    "end": "00:21:05"
  },
  {
    "text": "I define good and evil, yeah. So this is a different kind of embodiment where I'm not actually the God. I'm a representation. But I don't actually call the shots. I just have authority on his behalf. So that's. I mean, there's a. I think that's a really important distinction.",
    "start": "00:21:05",
    "end": "00:21:21"
  },
  {
    "text": "Yeah. If you're an image of the God, it does mean. Yeah, you're not God, you're an image of the God.",
    "start": "00:21:21",
    "end": "00:21:27"
  },
  {
    "text": "Well, but not if I'm king of Moab. Oh, I'm the image of the God.",
    "start": "00:21:27",
    "end": "00:21:30"
  },
  {
    "text": "And I am God. Yeah. That's great. That's a good point. I've never played out that distinction, but it is. It is one. Yeah, that's right. Yeah. I'm thinking this is really obscure. If you've ever found your way into the oracles of the prophets, against the foreign kings, you know, in Jeremiah or Ezekiel or Isaiah. So Isaiah will start ranting against the king of Babylon or something, and they'll often use the language of, you've turned yourself into a God, and you think that your authority is to the king. Yeah. So he's saying, to the king of Babylon, you think you're God. I've ascended to the Cloud. So he plays a little scenario where you're the king of Babylon. Here's what you said to yourself. I ascend to the clouds, make my throne in heaven, and take over the world. And then he goes on to criticize these kings for violence and injustice and killing innocent people. So the point is they've deified themselves so that they can redefine evil as good because it serves their interests. And. Yeah, so that's an area where it's like you've overstepped your bounds as an image of God and you have defined good and evil for yourself instead of humbling yourself before. So we're back to the meaning of the tree. Good and evil.",
    "start": "00:21:30",
    "end": "00:22:46"
  },
  {
    "text": "So all the way in ancient Near Eastern thought, is being the image of God connected to the ability to define good and evil? Because in the biblical account, they're separated. You're created in an image. But no, you can't define good and evil yourself. But the king of Babylon, because he's the image of God, he can define good and evil himself.",
    "start": "00:22:46",
    "end": "00:23:12"
  },
  {
    "text": "Yeah, that's interesting. I mean, you do get the sense the point of Genesis 1 is God giving humans an enormous responsibility to just go for it. But which would.",
    "start": "00:23:12",
    "end": "00:23:26"
  },
  {
    "text": "You would imagine they would have to make a distinction between good and evil as they do that.",
    "start": "00:23:26",
    "end": "00:23:30"
  },
  {
    "text": "Yeah, that's right. But the tree in that story is representing. But there is something about the knowledge of discerning good and evil that we have to.",
    "start": "00:23:30",
    "end": "00:23:41"
  },
  {
    "text": "We have to give up.",
    "start": "00:23:41",
    "end": "00:23:42"
  },
  {
    "text": "We have to rely on as coming from outside ourselves. The tree, it's something I trust God for, and it's a boundary I can overstep and seize for myself.",
    "start": "00:23:42",
    "end": "00:23:51"
  },
  {
    "text": "Yeah.",
    "start": "00:23:51",
    "end": "00:23:52"
  },
  {
    "text": "In which case something's gone wrong. And the snake says, oh, yeah, you know, you can. You can do that. You can be even more like God.",
    "start": "00:23:52",
    "end": "00:24:00"
  },
  {
    "text": "Because God does that. He's holding out on you. Yeah, you can do that, too.",
    "start": "00:24:00",
    "end": "00:24:03"
  },
  {
    "text": "You can do that for yourselves.",
    "start": "00:24:03",
    "end": "00:24:05"
  },
  {
    "text": "And that's what the king. That's what the king of Babylon does.",
    "start": "00:24:05",
    "end": "00:24:07"
  },
  {
    "text": "That's right.",
    "start": "00:24:07",
    "end": "00:24:07"
  },
  {
    "text": "I mean, right?",
    "start": "00:24:07",
    "end": "00:24:08"
  },
  {
    "text": "Like, yeah, yeah.",
    "start": "00:24:08",
    "end": "00:24:10"
  },
  {
    "text": "That would be pretty enticing, right, to see this guy who goes like, nope, this is good and that's evil. And he makes that decision. You're like, I want to be that guy.",
    "start": "00:24:10",
    "end": "00:24:18"
  },
  {
    "text": "Yeah, yeah, that's right. I mean, history tells the story of what happens when humans. We do it all the time.",
    "start": "00:24:18",
    "end": "00:24:26"
  },
  {
    "text": "So is there something that the Genesis account is trying to tease out, which is, yes, you are the image of God, but don't take it too far.",
    "start": "00:24:27",
    "end": "00:24:37"
  },
  {
    "text": "Yeah, that's a good way of putting it.",
    "start": "00:24:38",
    "end": "00:24:40"
  },
  {
    "text": "Like, there's. While you are reflecting God's authority, not in the way that the king of Babylon does it, where he defines good and evil himself. You have my authority and you have. You have this responsibility, but you still need to rely on me, ultimately, for the definition of what is truly good and what is truly evil.",
    "start": "00:24:40",
    "end": "00:25:04"
  },
  {
    "text": "Yeah. It's a good summary.",
    "start": "00:25:04",
    "end": "00:25:05"
  },
  {
    "text": "Would that be kind of. I'm trying to imagine. I'm just trying to get my head inside someone reading this, who is from that time. And so I'm reading it, and at first I'm blown away. Oh, I'm the image of God. That's incredible. And then I might even go as far as say, gosh, that means I get to do whatever I want. Because the kings who are the image of God, they do whatever they want. They do whatever they want. They build whatever they want. They have sex with whoever they want. They just do whatever they want. So all of a sudden, you can go that far and you can start thinking, like, I can define good and evil. And then you get to Genesis 3, and then the story takes a turn, and there's this tree that represents that type of power, and you're not allowed to eat it. And now you're like, oh, wait a second. I guess it doesn't mean. So I'm the image of God, but it doesn't go that far.",
    "start": "00:25:06",
    "end": "00:25:59"
  },
  {
    "text": "Yeah.",
    "start": "00:26:00",
    "end": "00:26:00"
  },
  {
    "text": "In fact, God doesn't want me to do that. That's dangerous. That's going to kill me. And then you have this character, the snake, saying, no, no, no, no, you actually do want that. And I'm thinking to myself, yeah, you're right, I do want that.",
    "start": "00:26:00",
    "end": "00:26:12"
  },
  {
    "text": "Yeah.",
    "start": "00:26:13",
    "end": "00:26:13"
  },
  {
    "text": "And I'm wrestling with that.",
    "start": "00:26:13",
    "end": "00:26:15"
  },
  {
    "text": "Mm.",
    "start": "00:26:15",
    "end": "00:26:15"
  },
  {
    "text": "Is that a fair kind of journey?",
    "start": "00:26:16",
    "end": "00:26:17"
  },
  {
    "text": "Yeah. Yeah. I think that's a. That's a great way of summarizing the story, how the image connects to good and evil and the snake.",
    "start": "00:26:17",
    "end": "00:26:29"
  },
  {
    "text": "Yeah.",
    "start": "00:26:29",
    "end": "00:26:30"
  },
  {
    "text": "And so it's doubly tragic because it's sort of like, as readers of the story, what's funny is the story makes you. It's like you're analyzing other people going through this struggle as if you don't go through it yourself.",
    "start": "00:26:31",
    "end": "00:26:43"
  },
  {
    "text": "Well, what's interesting is when I do think of someone else going through that struggle, it makes more sense. And then you can then realize, oh, that is my struggle.",
    "start": "00:26:44",
    "end": "00:26:52"
  },
  {
    "text": "Like, whoa, this is like, I ultimately.",
    "start": "00:26:52",
    "end": "00:26:55"
  },
  {
    "text": "Want to be able to decide. I wanna build a life. You know, it's funny, I remember thinking, like, growing up, I knew certain things were wrong, like looking at pornography or something. And I would Want to believe that. Yeah. That's wrong for everyone else, but it doesn't have to be wrong for me. Like, it's gonna be okay for me. And that's what I wanna believe. Somehow I can define that on my own terms.",
    "start": "00:26:55",
    "end": "00:27:24"
  },
  {
    "text": "Yeah. I think it's important the way Genesis 3:11 plays it out, that this happens on a personal level, but it's just as, if not more destructive when it starts to happen on a corporate level. Like the city of Cain, where you have all of a sudden a Lamech, where you have a city where it's actually a good thing to celebrate murdering someone for offending your honor.",
    "start": "00:27:25",
    "end": "00:27:53"
  },
  {
    "text": "Because you can.",
    "start": "00:27:54",
    "end": "00:27:54"
  },
  {
    "text": "Because you can. And so it's a depiction of a whole human culture that begins to turn something evil into something good and honorable. And you don't need to look that far back in human history. I just look at the 20th century. Let's eliminate millions of human beings in the name of creating a certain type of society. That's a good thing. And I think. So the biblical story is wanting to both personalize it, but also see how what a nightmare this can become when humans redefine goodness.",
    "start": "00:27:54",
    "end": "00:28:29"
  },
  {
    "text": "So maybe another way to say this is being in the image of God is a very important and powerful thing to have been created. And the danger inherent in it is the ability to seize the opportunity to find good and evil ourselves, which will almost always get to a place where we're taking something that's evil and we're trying to make it look good. And that is really destructive for our societies.",
    "start": "00:28:29",
    "end": "00:29:02"
  },
  {
    "text": "And it's. Despite our best intentions.",
    "start": "00:29:02",
    "end": "00:29:04"
  },
  {
    "text": "Yeah. We're not. We're not doing it on purpose because we want to.",
    "start": "00:29:04",
    "end": "00:29:07"
  },
  {
    "text": "That's what's scary about it on a corporate level. It's like addiction. This is actually good for me.",
    "start": "00:29:07",
    "end": "00:29:13"
  },
  {
    "text": "Yeah. But actually, did Lamech think this is good for me to kill this. These.",
    "start": "00:29:13",
    "end": "00:29:18"
  },
  {
    "text": "He thought so. He sung a song about it.",
    "start": "00:29:18",
    "end": "00:29:20"
  },
  {
    "text": "Yeah.",
    "start": "00:29:20",
    "end": "00:29:20"
  },
  {
    "text": "To his wives. He was, like, showing off. I killed this guy.",
    "start": "00:29:20",
    "end": "00:29:23"
  },
  {
    "text": "Yeah.",
    "start": "00:29:23",
    "end": "00:29:24"
  },
  {
    "text": "Yeah. Name any of the great atrocities of the 20th century.",
    "start": "00:29:24",
    "end": "00:29:28"
  },
  {
    "text": "Curious. What? What? We'd look back in a hundred years and be like, yeah, look at what we were doing. That was so evil.",
    "start": "00:29:28",
    "end": "00:29:35"
  },
  {
    "text": "Yeah. Exactly.",
    "start": "00:29:35",
    "end": "00:29:35"
  },
  {
    "text": "But we said it was good.",
    "start": "00:29:35",
    "end": "00:29:37"
  },
  {
    "text": "But we. Yeah. Or we didn't even think about it.",
    "start": "00:29:37",
    "end": "00:29:39"
  },
  {
    "text": "And we didn't even think about it.",
    "start": "00:29:39",
    "end": "00:29:40"
  },
  {
    "text": "Yeah. It's what our grandkids are gonna say about us.",
    "start": "00:29:40",
    "end": "00:29:42"
  },
  {
    "text": "Yeah.",
    "start": "00:29:42",
    "end": "00:29:42"
  },
  {
    "text": "That we say about our grandparents.",
    "start": "00:29:42",
    "end": "00:29:44"
  },
  {
    "text": "Right.",
    "start": "00:29:44",
    "end": "00:29:45"
  },
  {
    "text": "Yeah. But that's just. It's the human condition. We're just stuck.",
    "start": "00:29:46",
    "end": "00:29:49"
  },
  {
    "text": "So the world was perfect. We were made in God's image. And then because we ate of the tree of the knowledge of good and evil, we screwed everything up.",
    "start": "00:30:21",
    "end": "00:30:30"
  },
  {
    "text": "Okay. So that's a big deal to me to get this one right. Because it's so not helpful. Of, like, everything was perfect.",
    "start": "00:30:30",
    "end": "00:30:36"
  },
  {
    "text": "Yeah.",
    "start": "00:30:36",
    "end": "00:30:37"
  },
  {
    "text": "Then we ruined it all. So God's trying to make it perfect again.",
    "start": "00:30:37",
    "end": "00:30:40"
  },
  {
    "text": "Okay.",
    "start": "00:30:40",
    "end": "00:30:41"
  },
  {
    "text": "As opposed to the potential was for things. It was great and could have gotten a lot better, but we made it bad instead of better. And God wants to change us so that we can finally do what we were originally called to do, which is.",
    "start": "00:30:41",
    "end": "00:30:59"
  },
  {
    "text": "To work with him to make it great or to make it awesome.",
    "start": "00:30:59",
    "end": "00:31:02"
  },
  {
    "text": "Yeah. So that's a different type of story.",
    "start": "00:31:02",
    "end": "00:31:05"
  },
  {
    "text": "From good to great.",
    "start": "00:31:05",
    "end": "00:31:06"
  },
  {
    "text": "But that is a different kind of story. Like, that's the biblical story. I don't know.",
    "start": "00:31:06",
    "end": "00:31:10"
  },
  {
    "text": "It is massive. And are you sure that's correct?",
    "start": "00:31:11",
    "end": "00:31:13"
  },
  {
    "text": "Just read the Bible. Yeah. I didn't make any of this up. Just read people who are smarter than I. Yeah.",
    "start": "00:31:14",
    "end": "00:31:22"
  },
  {
    "text": "So. But to play devil's advocate, he makes everything good. He doesn't make it. He doesn't make everything, like, okay or make everything, like, very adequate.",
    "start": "00:31:22",
    "end": "00:31:31"
  },
  {
    "text": "It's not just good. It's very good.",
    "start": "00:31:31",
    "end": "00:31:33"
  },
  {
    "text": "It's very good.",
    "start": "00:31:33",
    "end": "00:31:34"
  },
  {
    "text": "It's awesome.",
    "start": "00:31:34",
    "end": "00:31:34"
  },
  {
    "text": "But he doesn't make everything perfect.",
    "start": "00:31:35",
    "end": "00:31:36"
  },
  {
    "text": "Yeah. Whatever we mean by that, that's his thing. In the Christian imagination, there were still parasites and still. Yeah, all that stuff. The mosquitoes must be a result of the vines.",
    "start": "00:31:37",
    "end": "00:31:47"
  },
  {
    "text": "Vines. And they're still.",
    "start": "00:31:47",
    "end": "00:31:48"
  },
  {
    "text": "Yeah. So when you get that perfect story, then it's like anything that I don't like in the world, that must be a result of sin, that whole thing. And so here we get into really more interesting conversation about evil and earthquakes and disease, and that often gets pinned on the result of the fall. So I was just watching tectonic plates not exist before the fall. I mean.",
    "start": "00:31:48",
    "end": "00:32:12"
  },
  {
    "text": "Yeah. I think God would just cool the earth.",
    "start": "00:32:13",
    "end": "00:32:16"
  },
  {
    "text": "Yes. And this is where Job. Wait. This is where Job waits.",
    "start": "00:32:16",
    "end": "00:32:19"
  },
  {
    "text": "That's what I was gonna bring up. Job.",
    "start": "00:32:19",
    "end": "00:32:20"
  },
  {
    "text": "Yeah. Because we were just watching behemoth and Leviathan. Leviathan is in Genesis 1, playing around in the water. He's there. The sea monster. The sea monster is in the water. In Genesis 1, it gets translated as. Oh, NIV. No. New American Standard. Genesis 1, verse 21. God created the great sea monsters.",
    "start": "00:32:21",
    "end": "00:32:41"
  },
  {
    "text": "Yeah. So in Job, the Leviathan.",
    "start": "00:32:41",
    "end": "00:32:44"
  },
  {
    "text": "Yes.",
    "start": "00:32:44",
    "end": "00:32:45"
  },
  {
    "text": "God uses as an example to Job to say, hey, look, I created this beast.",
    "start": "00:32:45",
    "end": "00:32:52"
  },
  {
    "text": "It's a part of the very good world.",
    "start": "00:32:53",
    "end": "00:32:54"
  },
  {
    "text": "It's a part of the good world. That I created.",
    "start": "00:32:54",
    "end": "00:32:56"
  },
  {
    "text": "But it's gnarly and it will kill you without a second thought.",
    "start": "00:32:57",
    "end": "00:33:00"
  },
  {
    "text": "Yeah. Because this beast, this thing was known to live out in the ocean and just destroy boats and whatever. And so God points to it and says, this is good. It's part of my good creation. Don't mess with it, because it'll mess with you.",
    "start": "00:33:00",
    "end": "00:33:18"
  },
  {
    "text": "Yeah.",
    "start": "00:33:18",
    "end": "00:33:18"
  },
  {
    "text": "So from that perspective in Job, do we get that anywhere else? Because that's. That's a good rebuttal. But is there. I mean, is that the only one? Because maybe it was a friendly sea monster.",
    "start": "00:33:19",
    "end": "00:33:31"
  },
  {
    "text": "They were tame. Well. Or I would just turn upside down. And you don't see the claim of perfection, meaning no hardship or suffering.",
    "start": "00:33:32",
    "end": "00:33:47"
  },
  {
    "text": "Being.",
    "start": "00:33:49",
    "end": "00:33:49"
  },
  {
    "text": "Made in Genesis 1.",
    "start": "00:33:49",
    "end": "00:33:51"
  },
  {
    "text": "It doesn't really say either way.",
    "start": "00:33:51",
    "end": "00:33:53"
  },
  {
    "text": "No, no. But if humans are going to be working in a garden, it's gonna. That's gonna require some work.",
    "start": "00:33:53",
    "end": "00:33:59"
  },
  {
    "text": "But wasn't the curse that it was work before? It wasn't gonna be work?",
    "start": "00:33:59",
    "end": "00:34:03"
  },
  {
    "text": "The curse is that now that humans want to be God and define good and evil for themselves, how humans operate and build their families and neighborhoods and societies is going to be fraught with more conflict and difficulty than it had. Than it could have been.",
    "start": "00:34:03",
    "end": "00:34:21"
  },
  {
    "text": "It wasn't saying that everything was hunky dory.",
    "start": "00:34:22",
    "end": "00:34:25"
  },
  {
    "text": "That's right.",
    "start": "00:34:26",
    "end": "00:34:26"
  },
  {
    "text": "Now it sucks. That's the curse.",
    "start": "00:34:26",
    "end": "00:34:29"
  },
  {
    "text": "Yeah. I think the point of Genesis 1 and 2 is the stage is set. There's so much potential. Man, this thing could really go somewhere if humans trust God and don't seize the opportunity to define good and evil for themselves. And then, of course they do. And then you read that story and you're like these idiots.",
    "start": "00:34:29",
    "end": "00:34:50"
  },
  {
    "text": "I'm gonna have to be a skeptic here a little bit. I want to pursue this further with you because, I mean, you're just. Yeah, that's a big paradigm shift.",
    "start": "00:34:50",
    "end": "00:35:00"
  },
  {
    "text": "Yeah.",
    "start": "00:35:00",
    "end": "00:35:01"
  },
  {
    "text": "And your point so far is just. Well, it doesn't. It's kind of. It doesn't say. It's kind of agnostic, and it doesn't say things are perfect.",
    "start": "00:35:01",
    "end": "00:35:08"
  },
  {
    "text": "Well, what do you. What are you looking for the story to say to fit the idea of perfect? Does it mean nobody? What. What's absent in a perfect world that you. You could fit into Genesis 1?",
    "start": "00:35:08",
    "end": "00:35:24"
  },
  {
    "text": "What's absent in a perfect world?",
    "start": "00:35:24",
    "end": "00:35:27"
  },
  {
    "text": "What's not a part of existence? Human existence. He's asking, do you.",
    "start": "00:35:27",
    "end": "00:35:30"
  },
  {
    "text": "To substantiate your skepticism? Well, obviously my skepticism is born out of the paradigm that's been drilled into my brain since I was.",
    "start": "00:35:30",
    "end": "00:35:40"
  },
  {
    "text": "Yeah, but what's perfect about God? Bringing order, setting creatures over them as images, and making and saying, go do more of what I just did and gave to you. Go do more of that.",
    "start": "00:35:40",
    "end": "00:35:52"
  },
  {
    "text": "Sure.",
    "start": "00:35:52",
    "end": "00:35:52"
  },
  {
    "text": "So, well, how's that?",
    "start": "00:35:52",
    "end": "00:35:53"
  },
  {
    "text": "Perfect. The repetition of the word good and then. Very good.",
    "start": "00:35:53",
    "end": "00:35:56"
  },
  {
    "text": "Sure.",
    "start": "00:35:57",
    "end": "00:35:57"
  },
  {
    "text": "But I guess that's not. That doesn't mean perfect.",
    "start": "00:35:57",
    "end": "00:36:00"
  },
  {
    "text": "It's good. It's good in both. In Hebrew and in Greek, the words perfect mean completed. Whole. Whole or complete. Having met, having fulfilled their purpose. Yeah, having fulfilled their purpose. That's the very opposite of what Genesis 1 and 2. It's just beginning their purpose. It's purpose unrealized.",
    "start": "00:36:00",
    "end": "00:36:22"
  },
  {
    "text": "So it's the beginning of the journey to some sort of wholeness.",
    "start": "00:36:22",
    "end": "00:36:26"
  },
  {
    "text": "Correct.",
    "start": "00:36:26",
    "end": "00:36:27"
  },
  {
    "text": "Which is there an assumption that you will get there?",
    "start": "00:36:27",
    "end": "00:36:29"
  },
  {
    "text": "Of course. What would be the point of starting something that has the capability of becoming what you made?",
    "start": "00:36:30",
    "end": "00:36:37"
  },
  {
    "text": "Well, then if you can get there, then there must be a state of perfection.",
    "start": "00:36:37",
    "end": "00:36:42"
  },
  {
    "text": "Oh, yeah, my head hurts. I mean, where you're going is the super lapsarian, did God ordain the Fall so that he could bind himself to the world through the incarnation to perfect it?",
    "start": "00:36:42",
    "end": "00:36:59"
  },
  {
    "text": "No, that's not where I'm going. I'm just going, if there is a state of perfection which the world is heading to completion, then why is it out of bounds to say that's how God started it? He started it.",
    "start": "00:36:59",
    "end": "00:37:15"
  },
  {
    "text": "And then that. We ruined that.",
    "start": "00:37:15",
    "end": "00:37:17"
  },
  {
    "text": "And then we ruined that. And now.",
    "start": "00:37:17",
    "end": "00:37:19"
  },
  {
    "text": "God is. Yeah. I don't know. The biblical words for perfection mean complete. And there's. I mean, everything in the very nature of the plot line is that it's God setting up something with potential to be completed, and then the people to whom he gave the task to join him in completing take it the wrong direction.",
    "start": "00:37:21",
    "end": "00:37:49"
  },
  {
    "text": "So in Revelation 22, when the humans are reigning, is that in a completed sense or in a sense where we're still.",
    "start": "00:37:49",
    "end": "00:37:56"
  },
  {
    "text": "Well, that's what's beautiful about it, is that it's. So now you have humans who are. Who, because of the incarnation, are so joined and brought into God's own inner life and love. And then when that happens, then now we can get the story back on track and humans will do what they didn't do.",
    "start": "00:37:56",
    "end": "00:38:21"
  },
  {
    "text": "So we don't end in a state of Perfection in Revelation 22?",
    "start": "00:38:22",
    "end": "00:38:25"
  },
  {
    "text": "Well, I guess so. In that sense, perfection is a state where things are whole in the way that they're intended to be. Because there's nothing ending in Genesis.",
    "start": "00:38:25",
    "end": "00:38:36"
  },
  {
    "text": "Yeah.",
    "start": "00:38:36",
    "end": "00:38:36"
  },
  {
    "text": "In Revelation 22.",
    "start": "00:38:37",
    "end": "00:38:38"
  },
  {
    "text": "So perfection.",
    "start": "00:38:38",
    "end": "00:38:39"
  },
  {
    "text": "It's like the last battle in C.S. lewis. Yeah. The Chronicles of Narnia, where it's further up and further in, and they just. They're going forever. But that's.",
    "start": "00:38:39",
    "end": "00:38:50"
  },
  {
    "text": "So perfection doesn't mean completion of a story. It means wholeness of a purpose. So you're saying to put this construct of perfection, but by which we mean nothing ever goes wrong, that onto Genesis 1:2 is not what.",
    "start": "00:38:50",
    "end": "00:39:14"
  },
  {
    "text": "Yeah, I think we're imposing a whole bunch of things onto the story that if you didn't have that assumption, you would never get those out of that story.",
    "start": "00:39:15",
    "end": "00:39:24"
  },
  {
    "text": "But the humans wouldn't have died. There's no death.",
    "start": "00:39:24",
    "end": "00:39:26"
  },
  {
    "text": "It doesn't say that either. It just says that there is the opportunity for them to not die if they obeyed God.",
    "start": "00:39:27",
    "end": "00:39:36"
  },
  {
    "text": "Really?",
    "start": "00:39:37",
    "end": "00:39:37"
  },
  {
    "text": "Yeah.",
    "start": "00:39:38",
    "end": "00:39:38"
  },
  {
    "text": "If.",
    "start": "00:39:38",
    "end": "00:39:39"
  },
  {
    "text": "The Tree of Life.",
    "start": "00:39:39",
    "end": "00:39:39"
  },
  {
    "text": "You're blowing my Sunday school brain right now.",
    "start": "00:39:40",
    "end": "00:39:42"
  },
  {
    "text": "There's two trees. The Tree of Life, then the tree of the Knowledge of Good and Evil.",
    "start": "00:39:44",
    "end": "00:39:49"
  },
  {
    "text": "Yeah.",
    "start": "00:39:49",
    "end": "00:39:49"
  },
  {
    "text": "If you eat of the tree of the Knowledge of Good and Evil, the day that you eat of it, you will die. They eat of it and they are banished from the garden because God says if they now take from the Tree of Life and live forever, bad news.",
    "start": "00:39:49",
    "end": "00:40:04"
  },
  {
    "text": "So the Tree of Life allowed them to live forever.",
    "start": "00:40:05",
    "end": "00:40:07"
  },
  {
    "text": "Yeah. So it's the idea that immortality is not inherent in human existence, that it's a gift, and that if humans had stayed in a relationship of trust, they would have had access to the gift of eternal life. But that gift is lost when the humans rebel. So, again, it's not perfect. It's potential to be really good.",
    "start": "00:40:07",
    "end": "00:40:37"
  },
  {
    "text": "So there was a potential for living into the human project and a complete way. There was. It was. Or sorry, was good in that sense. It was good in that there was potential to live life eternal.",
    "start": "00:40:37",
    "end": "00:40:53"
  },
  {
    "text": "Mm. Yeah. Which is life in the presence of God.",
    "start": "00:40:54",
    "end": "00:40:57"
  },
  {
    "text": "Is it or is it never dying?",
    "start": "00:40:57",
    "end": "00:40:59"
  },
  {
    "text": "Yeah, exactly. I mean, those two are the same thing. That's like in John 17, where Jesus says, and this is eternal life, that they might know the Father. So it's the same thing. I mean, the Tree of Life is this narrative image of I'm receiving life from a source outside myself that transcends my biological capabilities, which will extend my life. Mm.",
    "start": "00:41:00",
    "end": "00:41:36"
  },
  {
    "text": "But it's not disconnected from being in God's presence.",
    "start": "00:41:36",
    "end": "00:41:39"
  },
  {
    "text": "It's. It's directly connected.",
    "start": "00:41:39",
    "end": "00:41:40"
  },
  {
    "text": "It's directly connected.",
    "start": "00:41:40",
    "end": "00:41:41"
  },
  {
    "text": "Yeah.",
    "start": "00:41:41",
    "end": "00:41:42"
  },
  {
    "text": "Yeah.",
    "start": "00:41:42",
    "end": "00:41:43"
  },
  {
    "text": "I mean, this is why everything. The garden, it's connected to temple and holiness and purity. Why? Purity is associated with life. Impurity is associated with death. So there was all this.",
    "start": "00:41:43",
    "end": "00:41:56"
  },
  {
    "text": "In the story, there's this sense that there was a tree that provided eternal life, and it provided and by that, we're saying the ability to live in God's presence forever. And that was lost because if we had access to that while also eating of the tree of knowledge of good and evil, things would be really, really bad.",
    "start": "00:41:57",
    "end": "00:42:23"
  },
  {
    "text": "Yeah. Or. Yeah. In God's words in the story. Behold, the man has become like one of us again. Humans are already made in the image of God, but then now they have aspired to become like us in a way that is not good. Knowing good and evil, now he might stretch out his hand and also take from the tree of life and eat and live forever. Hmm. So he's cut off from the tree, which is access to God's presence in the garden and so on.",
    "start": "00:42:24",
    "end": "00:43:00"
  },
  {
    "text": "And so what's the significance of this? Like, what. What's the story saying? It's saying that.",
    "start": "00:43:00",
    "end": "00:43:05"
  },
  {
    "text": "Yeah. What? Yeah. You know, actually remember in that Peter Thiel and N.T. wright conversation, they had a discussion about this. Immortality.",
    "start": "00:43:05",
    "end": "00:43:15"
  },
  {
    "text": "Yeah.",
    "start": "00:43:15",
    "end": "00:43:15"
  },
  {
    "text": "And N.T. wright mentioned the first place this appears is the ancient Greek myth of somebody who's cursed with living forever.",
    "start": "00:43:16",
    "end": "00:43:23"
  },
  {
    "text": "Oh, right.",
    "start": "00:43:23",
    "end": "00:43:23"
  },
  {
    "text": "But they still age. They got the gift of eternal life, but they forgot to ask for the gift of eternal youth.",
    "start": "00:43:24",
    "end": "00:43:29"
  },
  {
    "text": "Yeah. And they just get older.",
    "start": "00:43:29",
    "end": "00:43:31"
  },
  {
    "text": "So you just age eternally. Yeah, totally.",
    "start": "00:43:31",
    "end": "00:43:34"
  },
  {
    "text": "And your back hurts more and more and more until you wish you were dead.",
    "start": "00:43:34",
    "end": "00:43:38"
  },
  {
    "text": "Yeah.",
    "start": "00:43:38",
    "end": "00:43:39"
  },
  {
    "text": "So eating of the tree of life while also eating of the tree of knowledge, good and evil, is actually the closest thing that we have in the Bible to eternal conscious torment.",
    "start": "00:43:39",
    "end": "00:43:47"
  },
  {
    "text": "To hell. That's correct. Yeah. It's a good way of putting it. It's, I want to be God, and I want to be God forever.",
    "start": "00:43:48",
    "end": "00:43:58"
  },
  {
    "text": "Which is not gonna go well.",
    "start": "00:44:00",
    "end": "00:44:01"
  },
  {
    "text": "It's not gonna go well, and not just because God's offended. And like human history has borne out the fact that we are really poor gods. And again, that's why this isn't just about a path. This story is at the same time about all of us every day, as it is about humans going all the way back to as far back as humans go. Because I, on a regular basis, am tempted to define something that's evil as good. Because it's convenient for me to do that.",
    "start": "00:44:01",
    "end": "00:44:34"
  },
  {
    "text": "Yeah.",
    "start": "00:44:34",
    "end": "00:44:34"
  },
  {
    "text": "The renewal of the image, it's tied to a conception of the story, a biblical story that it doesn't begin with perfection. And then we ruined. Begins with all of the potential for something that's very good to become what God wanted it to be. But he gave us a significant say in the matter of how the story would go. And we made our choice. And we make a choice every day, and that's why the world is the way that it is. But God is for humans and he's for his world. And so he personally bound his own self to this world in the image of God that is Jesus. And then humans can find their new humanity restored according to the true image of God by binding themselves to Jesus and letting Jesus restore the image within us so that when the kingdom of God is fully realized in the new creation, the story can go where God wanted it to go.",
    "start": "00:44:36",
    "end": "00:45:42"
  },
  {
    "text": "Thanks again for listening to the BibleProject podcast. The next episode will be the third and final part of this conversation on the image of God, so we'll put a bow on it, try to wrap that up. Also coming up on this podcast, we're going to continue talking about themes of the Bible, books of the Bible, like we've been doing. But we're also going to start adding some stories of friends of ours that we meet along the way, and Tim and I will discuss those stories as well. I hope you like those podcast episodes. They'll be coming up. Hey, we make videos. We put them up on YouTube. They're for free. They explain biblical books and biblical themes, and we'll also do more series along the way. You can find them at YouTube.com thebibleproject. You can also find out more about this nonprofit, what we're up to@jointhebibleproject.com and we're on Facebook, facebook.com JointHeBibleProject and Twitter oinBibleProj. Thanks guys. See you next time.",
    "start": "00:45:56",
    "end": "00:46:52"
  }
]