[
  {
    "text": "Foreign. This is Jonathan Collins and you're listening to the BibleProject podcast. This is the last of a three part series where I've been discussing the theme of the image of God with Tim Mackey, who I work with here at the Bible Project. We wrapped up this conversation of the image of God in the last episode, but I felt still kind of uneasy. I pulled Tim back into the recording room and I was telling him, tim, I feel really confused. And I kept using the word dizzy. I feel dizzy. I felt disequilibrated. I had lost this conception of, hey, we exist just to glorify God and enjoy him, whatever that means. And that now needs to be replaced by this richer idea of representing God on earth as his co creators, moving the human project forward. And so this left me with a lot more questions. I wanted to dig in more. So we do that here in the final episode of the Image of God. I hope you enjoy. Here we go. Okay. So as we were talking last time about the image of God, we started talking about how this understanding of the word perfect and how we, we put on the narrative of Genesis 1 and 2 that things were perfect. And by perfect I typically mean, I think other people mean there was no conflict or another way to think about it is you got everything you could desire, you desired it and. And then you got it like there was no time between your desire and that desire being fulfilled. So the state of bliss, essentially. And so if that's where you start, then the Christian narrative is we had a state of bliss where all our desires were taken care of. We screwed that up. So now we're not in a state of bliss, but one day we can be in the state of bliss again. God will let us in, in to the state of bliss, which is heaven. And so just we need to figure out how to get back there. And in the meantime, just sit it out and wait. So that's my understanding, however, you said that perfection is in Hebrew, thought is completeness. And your point is? Well, the story isn't complete. God put the humans in the garden. It was good before the fall, but it wasn't complete. Their tasks still had to be continued.",
    "start": "00:00:00",
    "end": "00:02:57"
  },
  {
    "text": "Yeah, it's not complete or perfect in the same way. The first five minutes of a movie isn't complete. The story is just beginning. There's no right.",
    "start": "00:02:57",
    "end": "00:03:08"
  },
  {
    "text": "Yeah. And so then in Revelation 22, when this all manifests again, your point is that the story is just, it's a new beginning.",
    "start": "00:03:10",
    "end": "00:03:18"
  },
  {
    "text": "Yes, but the key difference between Genesis 1 and 2 and Revelation 21 and 22 is that God and humans at the beginning of the Bible are in this state of potential partnership. And then that partnership, because of human freedom and rebellion, has gone wrong. And so what is perfect, in a sense, is that the way that the story of the world will move forward is only after God has so closely bound humans to himself in the image of God, Jesus, that the story of God's world now moves forward with humans in full partnership with God, which is the whole point of the image.",
    "start": "00:03:19",
    "end": "00:04:02"
  },
  {
    "text": "The point of the image is to be in partnership with God?",
    "start": "00:04:02",
    "end": "00:04:05"
  },
  {
    "text": "Yes. I mean, if the center of the Christian story is God becoming human, then apparently God's vision of a perfect universe can't exist without humans. God's chosen not to live without humans.",
    "start": "00:04:05",
    "end": "00:04:20"
  },
  {
    "text": "Yeah.",
    "start": "00:04:20",
    "end": "00:04:21"
  },
  {
    "text": "I mean, if the incarnation of Jesus means anything as a statement about what God wants, it's that he wants to have his life completely bound up together intimately with humans, that the story of the world is not complete until humans are fully united to God's own life and love. It's so profound. I can't think of a more profound statement to say about God and the world. The Garden of Eden doesn't focus on itself in the story as a state of perfection.",
    "start": "00:04:21",
    "end": "00:05:21"
  },
  {
    "text": "Is that more Platonic kind of narrative?",
    "start": "00:05:21",
    "end": "00:05:23"
  },
  {
    "text": "Yeah, that's right. I'm not an expert in Greek philosophy or anything, but that the idea is that there exists ideal realities and that all physical reality is just a shadow of perfect realities. And so just. The Bible doesn't think like that. It thinks of. It looks at our world that says, man, there's so much good and amazingness. Clearly there's something beautiful and good at the heart of all this. But it's also so screwed up at the same time. How did we get here? And what kind of God is in charge of things if this is where we're at? And so the biblical story provides an explanation of who God is and what God's purposes are. Both to explain the world around us, but also to explain who Jesus is and where the world's going in light of Jesus.",
    "start": "00:05:24",
    "end": "00:06:17"
  },
  {
    "text": "Yeah.",
    "start": "00:06:19",
    "end": "00:06:19"
  },
  {
    "text": "So the perfection of God's world can only take place once its potential is realized in the image of God. And that's what the story of Jesus is about.",
    "start": "00:06:20",
    "end": "00:06:31"
  },
  {
    "text": "So I think the reason why we're spinning, or I'm spinning on this idea of perfection so much is because this idea of being in partnership with God as image bearers who reign on his behalf, that paradigm only really makes sense when you have this narrative. I mean, there's no point in raining when there's perfection.",
    "start": "00:06:31",
    "end": "00:06:52"
  },
  {
    "text": "Yeah.",
    "start": "00:06:52",
    "end": "00:06:52"
  },
  {
    "text": "You're just lounging when there's perfection.",
    "start": "00:06:52",
    "end": "00:06:54"
  },
  {
    "text": "Right.",
    "start": "00:06:55",
    "end": "00:06:55"
  },
  {
    "text": "You're just by the pool drinking margaritas, enjoying perfection.",
    "start": "00:06:56",
    "end": "00:07:00"
  },
  {
    "text": "Right? Yeah. In the platonic view or something.",
    "start": "00:07:01",
    "end": "00:07:03"
  },
  {
    "text": "In the platonic view, I guess. I mean, you're maybe raining in that. You're asking the waiter to bring you another margarita.",
    "start": "00:07:03",
    "end": "00:07:08"
  },
  {
    "text": "Yeah. Another martini.",
    "start": "00:07:08",
    "end": "00:07:10"
  },
  {
    "text": "Another martini. But there's no. But, there's no. You're not expanding a garden. You're not. You're not moving the human project forward in any way.",
    "start": "00:07:10",
    "end": "00:07:18"
  },
  {
    "text": "What is there to do or accomplish? It's perfect.",
    "start": "00:07:18",
    "end": "00:07:22"
  },
  {
    "text": "So to understand what it means to be the image of God in Genesis 1, before the tree of the knowledge of good and evil, you have to have room in your brain, the shelf in your brain that says there is a state or there is a time in the story where there's a connection to God and you are reigning and building and exploring and it's good and it's good. And so. But anytime there's exploring and building and those kind of things, there's conflict. Right. You can't have. You can't. Right. You can't really explore without conflict. You can't really build something of importance without running into difficulties and conflict.",
    "start": "00:07:24",
    "end": "00:08:09"
  },
  {
    "text": "Yeah. Yeah. So that's where I think the biblical story challenges our idea of the perfect world that had no trouble or conflict or mosquitoes before the fall of humanity. Yeah. And the biblical story doesn't say that there wouldn't have been earthquakes or mosquitoes or before the fall.",
    "start": "00:08:10",
    "end": "00:08:35"
  },
  {
    "text": "So I think what's so challenging to me is I had this very clean mental construction of this Platonic perfection. And I mean, it's fuzzy because what does it actually mean?",
    "start": "00:08:35",
    "end": "00:08:45"
  },
  {
    "text": "I don't know.",
    "start": "00:08:45",
    "end": "00:08:46"
  },
  {
    "text": "But it was clean in the sense of like, okay, you live forever. There's no death, there's no pain. And does that mean there's no mosquitoes? I don't know. Let's not think about too hard. But at least it's clean. And now you're taking that away from me. And I think that's where I feel a little dizzy. I just feel like. Okay, well, then what does that look like? What is it like? I'm trying to just imagine it. Do you have something in your mind when you imagine it?",
    "start": "00:08:46",
    "end": "00:09:14"
  },
  {
    "text": "Well, sure. I mean, the most consistent analogies about God and his people in the scriptures and in the biblical story are there's a parent child relationship or a husband wife relationship. The parent child's a good one. So think of you and I both have little children right now, so when our kids were infants, think like months one to nine before they could really do much except cry and be.",
    "start": "00:09:14",
    "end": "00:09:45"
  },
  {
    "text": "They might as well still be in the belly.",
    "start": "00:09:45",
    "end": "00:09:47"
  },
  {
    "text": "Yeah. So there's. Was that perfect in terms of your relationship with that child? Was it perfect? I don't know. They haven't hurt you yet. They haven't said they hate you and go away and why'd you take my truck away? And like, they haven't. So in a sense it's good. There's this untarnished connection. But it's. But that's because it's potential. Yet, like the story is just moving and then the child and the parent have choices to make about how they're gonna relate and get on with life and build a family together. And that can go good or bad, and usually it's both. And that's kind of the point of the biblical story is something like that. So there's no way you can envision a parent's relationship to an infant as perfect. We haven't gone anywhere yet. You have to tell the story of the building of the family. And then in the biblical story, then there's all this conflict and the God overcomes that with a great act of love and becoming the human that we can't be for ourselves. And so perfection comes with the full healing of that relationship so that the parent and child can now get on with the project in peace.",
    "start": "00:09:47",
    "end": "00:11:06"
  },
  {
    "text": "Perfection is about the healing of the relationship.",
    "start": "00:11:06",
    "end": "00:11:09"
  },
  {
    "text": "Relationship so that the project can go on.",
    "start": "00:11:09",
    "end": "00:11:14"
  },
  {
    "text": "So the purpose is the project. I guess maybe like the mental shelf is like, God wants to build something with us.",
    "start": "00:11:15",
    "end": "00:11:24"
  },
  {
    "text": "Yeah.",
    "start": "00:11:24",
    "end": "00:11:25"
  },
  {
    "text": "And like you said, the incarnation just shows that God just. He'll go to great lengths to make sure that humans are part of this equation as he creates. I don't know, I just wasn't. That's not something I was taught in Sunday school. I think it was like. Like I said, I think the reason why earlier I mentioned the chief end of man is to glorify God and enjoy him forever. That to me feels kind of platonic. It just feels like. So my.",
    "start": "00:11:25",
    "end": "00:12:00"
  },
  {
    "text": "And the purpose of humans within that is pretty static. Yeah, it's just to exist and not mess and to not disobey, not bump God out and to praise and honor.",
    "start": "00:12:01",
    "end": "00:12:12"
  },
  {
    "text": "So when someone looks at me, they'll go, oh, yeah, God's pretty great. Because that guy isn't blowing it. I mean, just kind of like, I don't know.",
    "start": "00:12:12",
    "end": "00:12:21"
  },
  {
    "text": "Yeah, yeah, yeah, yeah. So that's why we're having this conversation in a video about the image of God. The very meaning of the image is that humans do something with God on God's behalf to work and take the world somewhere.",
    "start": "00:12:21",
    "end": "00:12:36"
  },
  {
    "text": "Which is what we were talking about in the Covenants video.",
    "start": "00:12:36",
    "end": "00:12:39"
  },
  {
    "text": "That's correct. Actually, that just struck me. I was like, the image of God video is in many ways very similar to the covenants video. God wants to partner, but it is different. It's not about partnership, it's about representation.",
    "start": "00:12:39",
    "end": "00:12:50"
  },
  {
    "text": "Representation.",
    "start": "00:12:50",
    "end": "00:12:50"
  },
  {
    "text": "And on behalf of. So I think the mental shelf is in the image of God story. Humans are created to be and enlisted as full representations of himself in the world. And apparently in God's mind, He wants to share the cultivation and growing of a world rather than just do it within his own community of love, if you believe in the Trinity. So the fundamental portrait of the images of God is that God wants to share his love and creativity and opportunity to make and create and have relationships. He wants to share it with as many creatures as possible.",
    "start": "00:12:50",
    "end": "00:13:37"
  },
  {
    "text": "So maybe this is helpful. There's kind of two paradigms we've been messing with. One is, for the ancient Near Eastern thinker, the image of God is challenging because. Or this is a. This is a really revolutionary thought because they only thought the king was the image of God. And now this is saying, no, everyone is. So it's very democratic. And we could talk about how Western civilization has really grown up with that idea. So there's that. But then it's also challenging to our very modern Christian perspective, at least that I grew up in, which is, you're here because God made you to his glory. You're not glorifying him. Learn to glorify him so that one day you could be in heaven. The image of God is also challenging to that because it's saying, well, no, look, we're supposed to be representing God's task of creation in some way. So like, we could tackle it from either angle.",
    "start": "00:13:38",
    "end": "00:14:40"
  },
  {
    "text": "Yeah. And in both of those, there's a diminishment of the significance of human beings.",
    "start": "00:14:40",
    "end": "00:14:45"
  },
  {
    "text": "Right. Either human beings or the peasants that are supposed to just serve the king.",
    "start": "00:14:46",
    "end": "00:14:51"
  },
  {
    "text": "It's only the elite few who get really to know and represent the gods. And in the modern view, it's that the human task and the honor that Psalm 8 uses to describe humans.",
    "start": "00:14:51",
    "end": "00:15:04"
  },
  {
    "text": "Yeah. It's diminished. We're just. There's this sense of that God's just putting up with us.",
    "start": "00:15:04",
    "end": "00:15:09"
  },
  {
    "text": "Yeah, yeah. And Psalm 8 disagrees. It's like Psalm 8 says humans are glorious beings. That you would almost think you're looking at a God.",
    "start": "00:15:09",
    "end": "00:15:20"
  },
  {
    "text": "Right.",
    "start": "00:15:20",
    "end": "00:15:21"
  },
  {
    "text": "And they have amazing capacity and capabilities to, as a creature in the world, to do things with the world that no other creature can do. Psalm 8's really an amazing meditation on the significance of humans that, yeah. That much of kind of the modern Christian narrative just doesn't. It's just not even on the radar. But also what this enriched view of the image of God does is that if the nature of human beings is so much greater than whatever the common Christian view is, then it makes the moral corruption and the tragedy of the human story even that much more tragic and sad. Right. Just for the same reason that defacing a little GI Joe action figure and tossing it in the mud is less tragic than a gold statue that topples over. So I suppose, yeah, within certain Christian traditions, exalting the nature of humanity could be dangerous. But that's what that is why the New Testament authors call Jesus the capital T H E image of God, because he's like, he's the glorious human. He's like, if there's anything, he's the reality of which you and I are just shadows because of our own moral compromise. And that's what C.S. lewis, I think, was getting at in the Weight of Glory, the Shorter Catechism.",
    "start": "00:15:21",
    "end": "00:17:20"
  },
  {
    "text": "What you're hearing here is I brought up the Westminster Confession of Faith again to talk about this idea that the chief end of man is to glorify God and enjoy him forever.",
    "start": "00:17:20",
    "end": "00:17:30"
  },
  {
    "text": "See how it's arranged, like just all these questions and then a short answer.",
    "start": "00:17:31",
    "end": "00:17:35"
  },
  {
    "text": "We wanted to go back and look at where that was written. And so we're pulling that up.",
    "start": "00:17:36",
    "end": "00:17:40"
  },
  {
    "text": "So that's interesting. So the Westminster Confession of Faith is a statement of faith of the Church of England.",
    "start": "00:17:41",
    "end": "00:17:47"
  },
  {
    "text": "Okay.",
    "start": "00:17:48",
    "end": "00:17:48"
  },
  {
    "text": "So Church of England or the Anglican Church was England's response and result of the Reformation. It was sort of like the English Catholic Church taking on the Reformed critique and then reforming itself as a state church, but kind of as a way to correct everything that they thought was wrong with the Catholic Church. So that's. So the Westminster confession was a 33 chapter theological statement.",
    "start": "00:17:49",
    "end": "00:18:22"
  },
  {
    "text": "N.T. wright's Anglican, right?",
    "start": "00:18:22",
    "end": "00:18:24"
  },
  {
    "text": "He is, yeah. So that's what N.T. wright means when he says he's broadly a part of the Reformed tradition.",
    "start": "00:18:24",
    "end": "00:18:29"
  },
  {
    "text": "Right.",
    "start": "00:18:30",
    "end": "00:18:30"
  },
  {
    "text": "He's not necessarily talking about developments of that in America or like the Presbyterian tradition. And then the Shorter Catechism was also completed by the Westminster Assembly. So these were both teaching tools of the Anglican Church about a summary of the story and teachings and message of the Bible.",
    "start": "00:18:30",
    "end": "00:18:51"
  },
  {
    "text": "And I got to imagine that there's still a Lot of confusion about, okay, what do we really believe then after the Reformation in the Catholic Church? And so they sat down to just catalog. Okay, here's where we're at.",
    "start": "00:18:51",
    "end": "00:19:05"
  },
  {
    "text": "Yep. Yeah, that's right.",
    "start": "00:19:05",
    "end": "00:19:07"
  },
  {
    "text": "And so as we become Anglican, something new than what we were. Yeah, let's just make sure we're on the same page.",
    "start": "00:19:07",
    "end": "00:19:16"
  },
  {
    "text": "That's right. And so the Shorter Catechism begins with two questions. It's a series of 107 questions with short one sentence answers with lots of Bible verses attached. But the first question is, what is the chief end or the chief purpose of human beings?",
    "start": "00:19:16",
    "end": "00:19:35"
  },
  {
    "text": "And this is such an interesting question to me, and I think it's actually a potential hook for this video. In plain English, it's why did God create humans? Yeah, right.",
    "start": "00:19:35",
    "end": "00:19:47"
  },
  {
    "text": "Yeah. What are humans for? What are humans for in God's purposes for the world?",
    "start": "00:19:47",
    "end": "00:19:52"
  },
  {
    "text": "Yeah. And then the answer in the catechism.",
    "start": "00:19:52",
    "end": "00:19:56"
  },
  {
    "text": "Is man's chief end is to glorify God and to enjoy him forever.",
    "start": "00:19:57",
    "end": "00:20:04"
  },
  {
    "text": "And then does it. And that's it. Does it say what it means by that?",
    "start": "00:20:04",
    "end": "00:20:07"
  },
  {
    "text": "No, there's lots of Bible verses attached about. Yeah. So then there's Bible verses quoting from the Psalms that say, all the nations you have made will come and worship before you to bring glory to your name. Yeah, that's a. Yeah. So from Psalm 86. So Psalm 86 is a prayer of that God would have mercy and fulfill his great promises, even though it seems like none of them are coming true. And one of the great prophetic scenes in the Bible is of all nations gathered around giving praise and honor and glory to God as the Creator.",
    "start": "00:20:08",
    "end": "00:20:49"
  },
  {
    "text": "Yeah.",
    "start": "00:20:49",
    "end": "00:20:50"
  },
  {
    "text": "But it assumes a storyline that all nations are not currently doing that. So no two ends about it like that is a big motif in the Bible is of humanity praising and giving honor.",
    "start": "00:20:50",
    "end": "00:21:03"
  },
  {
    "text": "But is that the purpose of humanity?",
    "start": "00:21:03",
    "end": "00:21:05"
  },
  {
    "text": "Exactly. Does the Bible, does the Bible, in the way it describes the origin and purpose of humans, use that language?",
    "start": "00:21:06",
    "end": "00:21:14"
  },
  {
    "text": "And so I think that's the danger of proof texting is you can say, okay, here's a verse that says humans will worship God and bring him glory from all over the earth. And then say, that's proof that the purpose of humanity is to glorify God. And then you get this written in a catechism and then people say it. It's a really easy quip. The chief end of man is to glorify God, enjoy him forever. And that might not be the whole story.",
    "start": "00:21:15",
    "end": "00:21:45"
  },
  {
    "text": "Yeah. So I think what we're interested in, not necessarily if the shorter catechism got it wrong or something like that. I think what we're interested in is that it has gone on to create a culture in Protestant Christianity and then American Christianity, where the purpose of humans is basically like bystanders in God's story, God's doing his deal. We just stand around and we're meant to shout praise and honor to God because he's way better than us.",
    "start": "00:21:45",
    "end": "00:22:15"
  },
  {
    "text": "Yeah.",
    "start": "00:22:15",
    "end": "00:22:16"
  },
  {
    "text": "I'm not saying that's not what the Westminster assembly intended, but that is the kind of culture that has created.",
    "start": "00:22:16",
    "end": "00:22:23"
  },
  {
    "text": "Do we know what they intended?",
    "start": "00:22:23",
    "end": "00:22:25"
  },
  {
    "text": "Oh, I'm sure there's commentary. Yeah, I'm sure. If I could find where that topics covered in the longer confession.",
    "start": "00:22:26",
    "end": "00:22:33"
  },
  {
    "text": "I mean, there's got to be some story behind why that's the first thing.",
    "start": "00:22:35",
    "end": "00:22:40"
  },
  {
    "text": "Yeah, it's a good point.",
    "start": "00:22:40",
    "end": "00:22:41"
  },
  {
    "text": "Like what? Yeah, I wonder. What if they were reacting to anything or if they. I mean, I guess it makes sense as a first thing. What's the purpose of man? That's a great place to start.",
    "start": "00:22:41",
    "end": "00:22:50"
  },
  {
    "text": "Mm.",
    "start": "00:22:50",
    "end": "00:22:51"
  },
  {
    "text": "But another great place to start is what's the nature of God? So, I mean, it's interesting. They do start here. What's the purpose of man? But. But. Yeah, let's talk about the bystander thing. So, like, it's an interesting image to me when I think of a bystander. I think of someone. If you watch people working on, like, the road when you drive by, and there's, like, three guys working on this. Digging a hole or something, and two guys are watching, and, like, one guy is actually doing the work. Have you ever seen that?",
    "start": "00:22:51",
    "end": "00:23:19"
  },
  {
    "text": "Yeah, totally. And you're like, what's going on with my tax dollars?",
    "start": "00:23:19",
    "end": "00:23:22"
  },
  {
    "text": "Yeah. Two guys are bystanding and one guy's working. I mean, they're supervising. So that's a bad. That's a bad illustration. But. Or, like, if I came over to your house and you and your wife were working on a new garden box, and I cruise over and I'm standing in your driveway watching you, and you guys are working, sawing, nailing it together, pouring in the soil, and I'm just standing there talking with you, and I'm not helping at all. I'm just bystanding.",
    "start": "00:23:22",
    "end": "00:23:54"
  },
  {
    "text": "Yeah. Or to paint it in the picture of the question and answer of the catechism, it would be. You would be standing by, obligated by nature, to praise my wife and I to shout our praises for what we were doing.",
    "start": "00:23:54",
    "end": "00:24:11"
  },
  {
    "text": "Right. So my role there in your driveway would. To be to make sure everyone knew that you guys were really good at life.",
    "start": "00:24:12",
    "end": "00:24:22"
  },
  {
    "text": "Yeah. Or Creating planter boxes.",
    "start": "00:24:22",
    "end": "00:24:23"
  },
  {
    "text": "I was creating planter boxes. So someone would walk by there on 34th street, and I'd be like, hey, Tim and Jessica are amazing. And that person would walk by. You guys would feel good about that. I'd feel good about that. And at any point when I get tired, I need to go do something else. I could peace out. And you guys can just continue to work, and then that won't be a problem.",
    "start": "00:24:23",
    "end": "00:24:49"
  },
  {
    "text": "You will have fulfilled your purpose, namely to observe and to praise the people who are actually making things happen, doing the work. When we say glorify, the chief end of it is to glorify God. What people think of is worship services where people sit or stand passively singing about the wonder and goodness of God. And then I'm trained from childhood, which is the purpose of the Shora Catechism, to say, that's my purpose in life, to do that for God.",
    "start": "00:24:49",
    "end": "00:25:24"
  },
  {
    "text": "And then you get this picture of eternity being one long worship service.",
    "start": "00:25:24",
    "end": "00:25:28"
  },
  {
    "text": "Yeah, again, so we're picking on the catechism. It's not the. The catechism isn't the problem. The point is that the catechism, amongst a whole bunch of other things, creates a culture of belief, saying, this is what the story of the Bible is. This is what Christians believe. And the story of the Bible begins with something that's way more interesting and that depicts humans as much. Much more than bystanders.",
    "start": "00:25:28",
    "end": "00:25:57"
  },
  {
    "text": "Can we push the metaphor further with planter box? I'm wondering, like, so there's this sense of, I'm a bystander and I'm giving you praise and glory, and I'm enjoying it. Right. That's part of it, too. I'm supposed to enjoy it. I like it.",
    "start": "00:25:57",
    "end": "00:26:16"
  },
  {
    "text": "Yeah, you'll get a carrot or two out of the deal.",
    "start": "00:26:16",
    "end": "00:26:18"
  },
  {
    "text": "I just feel good when I'm there in the driveway. When I leave the driveway, I'm like, I just can't wait to go back and just watch Tim work on his planter box. I just love being in the presence of Tim. Tim. And so I'm uncomfortable with this. We could use another person.",
    "start": "00:26:18",
    "end": "00:26:34"
  },
  {
    "text": "Yeah, that's fine. Keep going.",
    "start": "00:26:34",
    "end": "00:26:35"
  },
  {
    "text": "But what happens is, when I leave the driveway, man, life is tough. I'm just. I'm getting beat up. I'm constantly finding myself sad, and people are dying around me, and there's just death and destruction. But in that driveway, I feel good. And one day, I can live in that driveway forever. One day, I'm gonna be able to sit there for all eternity. I never have to worry about Anything else. In fact, everyone who I love will be there with me in the driveway, and we'll be watching you, Tim.",
    "start": "00:26:36",
    "end": "00:27:17"
  },
  {
    "text": "Just.",
    "start": "00:27:20",
    "end": "00:27:20"
  },
  {
    "text": "Make this beautiful garden in your backyard. And so that's kind of this narrative.",
    "start": "00:27:20",
    "end": "00:27:26"
  },
  {
    "text": "Of the bystander, I suppose, and that's painting a version of the story in which everything else in the world is broken and sinful except you. So I think in the way that traditional, even reformed theology or the catechism would say. But you yourself have your issues. Like, maybe you're jealous of my carrot growing abilities and you want to go grow your own planter box of carrots instead of sit around and watch me. You think you could do a better job.",
    "start": "00:27:26",
    "end": "00:27:59"
  },
  {
    "text": "Yeah. And then I do. I try to go do it myself and my friends go, oh, John's really backsliding. We need to get him back in the presence of Tim.",
    "start": "00:27:59",
    "end": "00:28:11"
  },
  {
    "text": "Yeah. If he was in presence anymore. But, yeah, if you were back in the driveway observing the glory of the real garden. The real garden, then you'd be like, oh, how stupid of me to try and grow my own. Yeah, yeah, that's about. But the common denominator through all of this is that you're a bystander, offering worship and praise, being grateful for what's given to you, enjoying the presence of the ideal, you know, in the driveway.",
    "start": "00:28:11",
    "end": "00:28:43"
  },
  {
    "text": "Right.",
    "start": "00:28:43",
    "end": "00:28:44"
  },
  {
    "text": "But, yeah, it's so interesting.",
    "start": "00:28:44",
    "end": "00:28:47"
  },
  {
    "text": "That's the purpose of man. That's why you exist.",
    "start": "00:28:47",
    "end": "00:28:50"
  },
  {
    "text": "Yeah. Again, I think in a popular understanding and what's been created by a culture of something like the Westminster Catechism, that that's the vision of what humans are for. Yeah. I think this isn't a good reason for not believing something, just that it's not compelling. But that's not very compelling.",
    "start": "00:28:50",
    "end": "00:29:13"
  },
  {
    "text": "Not really. And it's. That's a strange. And that was a strange thing in my spirituality growing up is. It's not compelling, but you have to believe it is. Otherwise, like, you're missing out.",
    "start": "00:29:13",
    "end": "00:29:26"
  },
  {
    "text": "Yeah.",
    "start": "00:29:26",
    "end": "00:29:27"
  },
  {
    "text": "Right.",
    "start": "00:29:27",
    "end": "00:29:27"
  },
  {
    "text": "Yeah.",
    "start": "00:29:27",
    "end": "00:29:28"
  },
  {
    "text": "And maybe for some people, that is. Actually, I think that there is something to be said about enjoying a really amazing worship service.",
    "start": "00:29:28",
    "end": "00:29:38"
  },
  {
    "text": "Yes.",
    "start": "00:29:38",
    "end": "00:29:38"
  },
  {
    "text": "And I don't. And I don't do it that much because I'm this, like, rational skeptic guy who can't get out of his own head and just enjoy the moment of life. So that's my own problem.",
    "start": "00:29:38",
    "end": "00:29:48"
  },
  {
    "text": "Yeah.",
    "start": "00:29:48",
    "end": "00:29:48"
  },
  {
    "text": "But. So I'm not. I'm not saying that's bad. I think that's beautiful.",
    "start": "00:29:49",
    "end": "00:29:54"
  },
  {
    "text": "Yeah. And this is probably a good moment to pause and to say, that is a significant theme running throughout the story is of God's goodness and glory. When people have encounters with God's presence, they're overwhelmed by its beauty and wonder. And that is to be enjoyed. And whoever can come up with and execute a plan to make a world such as we live in is superior to me.",
    "start": "00:29:55",
    "end": "00:30:32"
  },
  {
    "text": "Yeah. And when we are in his presence, it will be awesome.",
    "start": "00:30:32",
    "end": "00:30:36"
  },
  {
    "text": "Totally. So that's not the question. We're not saying God's not glorious. What we're saying is, if you're trying to summarize the message and story of the Bible, is it adequate or faithful to the story to say the chief purpose of humans in the Bible?",
    "start": "00:30:36",
    "end": "00:30:51"
  },
  {
    "text": "That's probably the thing that's not fair about our illustration, is there's nothing that amazing about watching you garden, garden, plant carrots. But if you were in the presence of God, watching God do his thing. Right. If you were in God's presence and he's like, making the universe, you would be blown away. And it would be enjoyable.",
    "start": "00:30:51",
    "end": "00:31:12"
  },
  {
    "text": "Yes, it would be enjoyable. But now we're back to what's so interesting and surprising about how the Bible begins. Because it does depict God in the ten acts of speaking in six days of creating as this, you know, this royal artist spinning world into being, and.",
    "start": "00:31:12",
    "end": "00:31:31"
  },
  {
    "text": "Just imagine being there. It would have been.",
    "start": "00:31:31",
    "end": "00:31:32"
  },
  {
    "text": "So that's remarkable.",
    "start": "00:31:33",
    "end": "00:31:34"
  },
  {
    "text": "Remarkable.",
    "start": "00:31:34",
    "end": "00:31:34"
  },
  {
    "text": "But then what's surprising about where the story of the Bible goes is then humans are appointed as the pinnacle that creation, and then are given divine authority and responsibility to continue on what God has been doing.",
    "start": "00:31:35",
    "end": "00:31:51"
  },
  {
    "text": "So to go back to the gardening metaphor, Psalm 8.",
    "start": "00:31:51",
    "end": "00:31:53"
  },
  {
    "text": "We're back to Psalm 8.",
    "start": "00:31:53",
    "end": "00:31:54"
  },
  {
    "text": "Psalm 8.",
    "start": "00:31:54",
    "end": "00:31:55"
  },
  {
    "text": "Yeah.",
    "start": "00:31:55",
    "end": "00:31:55"
  },
  {
    "text": "Go back to the gardening metaphor. Then it wouldn't be, hey, I'm just hanging out with you in the driveway. It would be you going, john, let's build this garden together.",
    "start": "00:31:55",
    "end": "00:32:05"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:32:05",
    "end": "00:32:06"
  },
  {
    "text": "Like, come over here, grab a shovel. Yep. Like, let's do this together.",
    "start": "00:32:06",
    "end": "00:32:11"
  },
  {
    "text": "And actually, I'm gonna. You've seen me work now I'm gonna do hands off. And you, you're gonna take over the planter box now.",
    "start": "00:32:11",
    "end": "00:32:19"
  },
  {
    "text": "You're in charge of this planter box.",
    "start": "00:32:20",
    "end": "00:32:21"
  },
  {
    "text": "Yeah. And I'll guide and instruct you if you trust me.",
    "start": "00:32:21",
    "end": "00:32:24"
  },
  {
    "text": "Right.",
    "start": "00:32:24",
    "end": "00:32:25"
  },
  {
    "text": "But I've. What is going to bring me the most joy is to let you really come to maturity in taking responsibility.",
    "start": "00:32:25",
    "end": "00:32:36"
  },
  {
    "text": "And then not just that, go and expand this.",
    "start": "00:32:36",
    "end": "00:32:39"
  },
  {
    "text": "Expand it. Make the garden box spread out to the yard and the street.",
    "start": "00:32:39",
    "end": "00:32:43"
  },
  {
    "text": "And the street and then the whole city.",
    "start": "00:32:43",
    "end": "00:32:44"
  },
  {
    "text": "That's right. Maybe jackhammer the asphalt and put garden there, too.",
    "start": "00:32:44",
    "end": "00:32:49"
  },
  {
    "text": "Yeah.",
    "start": "00:32:49",
    "end": "00:32:50"
  },
  {
    "text": "And that's right. Yeah. I think that's the story. Yeah. I think what we're saying, what we want to say in this video and what we're discussing here is I think we would humbly suggest to Westminster a revision. A revision that would be. The chief end of man is to represent God.",
    "start": "00:32:50",
    "end": "00:33:09"
  },
  {
    "text": "Yes. Image God.",
    "start": "00:33:09",
    "end": "00:33:11"
  },
  {
    "text": "To image God and to gratefully praise and honor God for giving us such amazing responsibility and generosity and potential to take this world somewhere and to live in dependence on the Creator's wisdom and guidance. But the chief end of man, according to page one of the Bible, is to image and represent God.",
    "start": "00:33:11",
    "end": "00:33:33"
  },
  {
    "text": "Yeah.",
    "start": "00:33:33",
    "end": "00:33:34"
  },
  {
    "text": "And to be glorious representatives.",
    "start": "00:33:34",
    "end": "00:33:36"
  },
  {
    "text": "And so that doesn't mean that another great thing about being human is that you get to enjoy God forever and glorify him. Or not even a great thing, but a role, something that humans should be doing. But if you're going to say, what's the chief end? What's the. That's right, the main purpose. In normal English.",
    "start": "00:33:36",
    "end": "00:33:59"
  },
  {
    "text": "Yeah. So humans will by nature bring honor to their creator if they are images. I mean, the point of an image is to represent a reality.",
    "start": "00:33:59",
    "end": "00:34:11"
  },
  {
    "text": "Got it.",
    "start": "00:34:11",
    "end": "00:34:11"
  },
  {
    "text": "So in the same way that a statue of a really famous person is meant to glorify that person. Yeah. Bring honor to that person. So the glory, the glorify God is built into the idea of image. But there's more to the image that we're saying.",
    "start": "00:34:12",
    "end": "00:34:29"
  },
  {
    "text": "Glorifying God is a result.",
    "start": "00:34:29",
    "end": "00:34:30"
  },
  {
    "text": "It's a result of humans doing what they were called to do, which is to represent God and to share in God's rule and stewardship of the world.",
    "start": "00:34:31",
    "end": "00:34:40"
  },
  {
    "text": "So part of the problem then, of this narrative that we're deconstructing is that it begins with the result instead of the purpose. Purpose. It calls the result the purpose.",
    "start": "00:34:40",
    "end": "00:34:54"
  },
  {
    "text": "Yeah, that's right. There's much more to it than glorifying God and enjoying him forever. That's a result of humans doing what their purpose is. But their purpose, we're saying, is something different that the catechism doesn't touch on.",
    "start": "00:34:54",
    "end": "00:35:10"
  },
  {
    "text": "And that different purpose is what this video is going to be.",
    "start": "00:35:11",
    "end": "00:35:14"
  },
  {
    "text": "Be about the image of God.",
    "start": "00:35:14",
    "end": "00:35:15"
  },
  {
    "text": "Pastorally. What do you think are the implications here? What's the danger or the deficit of believing the bystander narrative?",
    "start": "00:35:45",
    "end": "00:35:56"
  },
  {
    "text": "Well, humans, by definition, are going to do what Genesis 1 says. Our purpose is to rule and subdue meaning, to go into the world with the purpose and take what's in front of me, make it into new combinations. And so whether it's putting buns on hamburgers or, you know, arranging information for a database or answering phone calls or making a garden. So humans by nature reproduce, make communities and do that. The question isn't, oh, people aren't going to do that. I think the question is that huge. Here's what it is. Huge swathes of human life and experience, what we give our time and energy to, for the most part, all of a sudden fits into a divine purpose. What I do at work, what I do in vocation, what I do in my yard, it all gets all comes under the umbrella of to represent God as his image. But the moment the bystander narrative is your worldview, then pretty much the only time you're doing your divine purpose is when you're at church.",
    "start": "00:35:57",
    "end": "00:37:11"
  },
  {
    "text": "Right.",
    "start": "00:37:11",
    "end": "00:37:12"
  },
  {
    "text": "So when you're reading your Bible and.",
    "start": "00:37:12",
    "end": "00:37:14"
  },
  {
    "text": "Praying, it plays into this secular sacred division.",
    "start": "00:37:14",
    "end": "00:37:17"
  },
  {
    "text": "Yes. Yeah, I think so. Yeah, I think so.",
    "start": "00:37:18",
    "end": "00:37:21"
  },
  {
    "text": "It adds fuel to that. Not that it's not right, because, like, it's useful at times to make a distinction between secular and sacred and say, yes, it is.",
    "start": "00:37:23",
    "end": "00:37:31"
  },
  {
    "text": "Yeah.",
    "start": "00:37:31",
    "end": "00:37:32"
  },
  {
    "text": "But then it's also destructive to take it too far and then not realize that when you work, that's a sacred task.",
    "start": "00:37:32",
    "end": "00:37:41"
  },
  {
    "text": "That's right.",
    "start": "00:37:41",
    "end": "00:37:42"
  },
  {
    "text": "And you don't have to be at church in order to experience the divine.",
    "start": "00:37:42",
    "end": "00:37:47"
  },
  {
    "text": "Yeah, I think so. Yeah. The tragedy, I think, as a pastor is when somebody thinks that to really follow Jesus or for their life to have meaning before God, they need to go into vocational ministry, working at a local church, and get out of their career in marketing. So this is what Jeff Van Duzer, the professor of business and theology at Seattle Pacific University, talks about a lot in his book.",
    "start": "00:37:47",
    "end": "00:38:17"
  },
  {
    "text": "And does he start. Have you read the book?",
    "start": "00:38:17",
    "end": "00:38:20"
  },
  {
    "text": "No, I heard him give a talk and summarize the book.",
    "start": "00:38:20",
    "end": "00:38:23"
  },
  {
    "text": "Yeah, I've heard his talk on YouTube. I'll put that in the show.",
    "start": "00:38:23",
    "end": "00:38:26"
  },
  {
    "text": "Notes why Business Matters to God by Jeff Van Duzer.",
    "start": "00:38:26",
    "end": "00:38:30"
  },
  {
    "text": "Yeah, the talk was really useful. And you're looking at the table of contents. Does he have anything about image of God in there?",
    "start": "00:38:31",
    "end": "00:38:37"
  },
  {
    "text": "The first chapter is in the beginning. Okay, so it's a theology of Genesis 1 and 2, of work and human. Oh, and he's talking about the Westminster Catechism, is he? Oh, this is great. So here's Jeff Andoza, the Westminster Catechism, short catechism begins this way. What's the chief end of man, Glorify God and enjoy him together. And he asked the question, is that all we can say about God's purpose for people active in business to glorify and enjoy? Or can we say something more? Oh, yeah, so many Christians have what he calls an instrumental view of business. It's simply a tool to help you share your faith with other people. Talk about Jesus.",
    "start": "00:38:38",
    "end": "00:39:22"
  },
  {
    "text": "Right. Like in our metaphor of the driveway, it's like, why would you go have a job outside the driveway? Well, so that. To help you bring other people to the driveway. Yeah, that's the reason.",
    "start": "00:39:22",
    "end": "00:39:30"
  },
  {
    "text": "Yeah.",
    "start": "00:39:30",
    "end": "00:39:31"
  },
  {
    "text": "To give yourself resources so that you have extra time to hang out in the driveway more and so you could bring your family there and so you could bring your friends there. In fact, let's get. Let's throw a party in the driveway. We need a lot of resources for that. Right?",
    "start": "00:39:31",
    "end": "00:39:45"
  },
  {
    "text": "Yeah.",
    "start": "00:39:45",
    "end": "00:39:45"
  },
  {
    "text": "It costs money.",
    "start": "00:39:45",
    "end": "00:39:46"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:39:46",
    "end": "00:39:47"
  },
  {
    "text": "And who's got the resources? The businessmen.",
    "start": "00:39:47",
    "end": "00:39:49"
  },
  {
    "text": "That's right.",
    "start": "00:39:49",
    "end": "00:39:49"
  },
  {
    "text": "They go get the business dollars and women. And I'm using it in the gender neutral sense. The business people, they make all the money. And who cares how they're making it? They're making it. I mean, let's don't kill anyone.",
    "start": "00:39:49",
    "end": "00:40:05"
  },
  {
    "text": "Yeah.",
    "start": "00:40:05",
    "end": "00:40:05"
  },
  {
    "text": "And don't tell us too much about what's going on in sweatshops, but make the money and then let's use the money to throw the party in the driveway so that everyone can enjoy God forever.",
    "start": "00:40:05",
    "end": "00:40:16"
  },
  {
    "text": "Sorry, I'm listening to you. And I'm also. This is a great chapter. He has a whole section on the image of God.",
    "start": "00:40:16",
    "end": "00:40:21"
  },
  {
    "text": "Good.",
    "start": "00:40:21",
    "end": "00:40:22"
  },
  {
    "text": "Related to work and work having. Not instrumental value.",
    "start": "00:40:23",
    "end": "00:40:27"
  },
  {
    "text": "Yeah. It's not an instrument to then go and do something else.",
    "start": "00:40:27",
    "end": "00:40:30"
  },
  {
    "text": "But work having an intrinsic value is what he calls it.",
    "start": "00:40:30",
    "end": "00:40:34"
  },
  {
    "text": "Because if you're going to image God, if you're going to be representing God and building and expanding the garden, that takes work. And so why does business matter to God? Because business is a vehicle in which we work. And work is what expands the garden. And expanding the garden is what our role as humans.",
    "start": "00:40:34",
    "end": "00:40:56"
  },
  {
    "text": "Yes.",
    "start": "00:40:56",
    "end": "00:40:57"
  },
  {
    "text": "The garden is a metaphor.",
    "start": "00:40:57",
    "end": "00:40:58"
  },
  {
    "text": "Yes.",
    "start": "00:40:58",
    "end": "00:40:59"
  },
  {
    "text": "As humans.",
    "start": "00:40:59",
    "end": "00:41:00"
  },
  {
    "text": "Yes. Yeah. Page 33. In business terms, you could say Genesis 1 is about God making his initial capital investment. He richly endows the earth with resources. Adam and Eve were the initial managers, called the creatively organized and manage and enhance the productivity of the garden in a sustainable manner. In addition, the work that Christians do is to reflect the work of God, which includes meaningful work that produces something good.",
    "start": "00:41:00",
    "end": "00:41:31"
  },
  {
    "text": "Yeah.",
    "start": "00:41:31",
    "end": "00:41:32"
  },
  {
    "text": "So that's the vision that's pretty smooth.",
    "start": "00:41:32",
    "end": "00:41:34"
  },
  {
    "text": "That he kind of threw in there that God's a capitalist.",
    "start": "00:41:34",
    "end": "00:41:36"
  },
  {
    "text": "I know, that's pretty funny. So I think. I'm glad, man. I'm glad we're having this conversation right now. I think this is a huge Implication out of understanding the image of God is all of a sudden more of my mundane activities in life fall under the umbrella of glorifying God and actually forces you to rethink all of your daily activities.",
    "start": "00:41:36",
    "end": "00:42:03"
  },
  {
    "text": "Yeah. As representing.",
    "start": "00:42:03",
    "end": "00:42:05"
  },
  {
    "text": "How am I representing God in this situation?",
    "start": "00:42:05",
    "end": "00:42:09"
  },
  {
    "text": "But even the word representation is a little bit, maybe too shallow.",
    "start": "00:42:09",
    "end": "00:42:13"
  },
  {
    "text": "Yeah, that's true. That's not enough. It's not just representation.",
    "start": "00:42:13",
    "end": "00:42:16"
  },
  {
    "text": "How am I working with God? How am I working for God?",
    "start": "00:42:16",
    "end": "00:42:22"
  },
  {
    "text": "Yeah, yeah, that's right.",
    "start": "00:42:23",
    "end": "00:42:25"
  },
  {
    "text": "How am I expanding the garden? I mean, how do you say that without using a metaphor? Because I'm not gardening personally.",
    "start": "00:42:25",
    "end": "00:42:32"
  },
  {
    "text": "Yeah, yeah, totally.",
    "start": "00:42:32",
    "end": "00:42:33"
  },
  {
    "text": "This would be much easier if I was just a gardener.",
    "start": "00:42:33",
    "end": "00:42:35"
  },
  {
    "text": "Yeah.",
    "start": "00:42:35",
    "end": "00:42:36"
  },
  {
    "text": "It's saying, like, how do I push the human project?",
    "start": "00:42:36",
    "end": "00:42:38"
  },
  {
    "text": "Well, so, yeah. So what do we do? You look at what you do with your relationships and family and work, like employment or career or vocation, and you say, what does it mean to develop all of these forward? And that looks different in every circumstances, but develop it, carry it forward. Build this in a way that promotes love of neighborhood, love of God, Jesus teachings that benefits people, that serves them, that creates relational environments where people are safe and healthy and can grow. So that's why the garden image actually is so good.",
    "start": "00:42:38",
    "end": "00:43:22"
  },
  {
    "text": "Yeah.",
    "start": "00:43:22",
    "end": "00:43:22"
  },
  {
    "text": "Because you need to invest energy in a garden, but also to invest energy is to create an environment where things can become their best, where the tomatoes can become their ripest and so on. So that's work in the ground. That's work tending the vines themselves. So gardening is a great metaphor. So whether you're working at a, you know, at a grocery store line. How do I make people's experience.",
    "start": "00:43:23",
    "end": "00:43:48"
  },
  {
    "text": "Yeah.",
    "start": "00:43:49",
    "end": "00:43:49"
  },
  {
    "text": "In this coming through my line. Something that allows them to. Yeah.",
    "start": "00:43:49",
    "end": "00:43:54"
  },
  {
    "text": "Will make them love other people.",
    "start": "00:43:54",
    "end": "00:43:56"
  },
  {
    "text": "Yeah. And that will create a great environment for their existence for the few minutes that they're in this line. And then also, you're an employee, so you're working along a line of whole bunch of other employees. What am I doing to contribute to the culture of the checkout line in the grocery store? And if you've ever had the experience of walking away from a checkout line going like, that lady was rad.",
    "start": "00:43:57",
    "end": "00:44:22"
  },
  {
    "text": "Yeah.",
    "start": "00:44:22",
    "end": "00:44:22"
  },
  {
    "text": "She was funny. And she's like chatting back with her co workers and creating a little community experience in the checkout line. And you'll carry that with you the whole rest of the afternoon or something. And that's what we're talking about. It doesn't matter what you do now.",
    "start": "00:44:22",
    "end": "00:44:36"
  },
  {
    "text": "But you've said, I want to put some brakes on this because you said, let's not be naive and think that we can create heaven on earth or realize the kingdom of God in our lives right now. So while we're pursuing it, there's this sense of, yeah, but the kingdom of God is still not here. There's still problems.",
    "start": "00:44:36",
    "end": "00:45:00"
  },
  {
    "text": "Yeah. Or it's not fully here. Or it's not here as consistently or fully as I would hope it to be.",
    "start": "00:45:02",
    "end": "00:45:11"
  },
  {
    "text": "And there's kind of two tracks. There's the. Well, let's figure out how to make it more here. Let's use technology. Let's use human ingenuity. Expand the garden.",
    "start": "00:45:11",
    "end": "00:45:23"
  },
  {
    "text": "Yes.",
    "start": "00:45:23",
    "end": "00:45:23"
  },
  {
    "text": "Like find more tools to make the tomatoes more ripe and more plentiful. And that people are taken care of.",
    "start": "00:45:23",
    "end": "00:45:29"
  },
  {
    "text": "Yes. And you can explain it without any recourse to the Bible, and then you can explain it from within the Bible. So without recourse to the Bible, just. Life is complex. And anything that you or I do is inevitably going to be flawed by my own shortcomings and lack of knowledge and skill. Then I exist in a world with billions of other people who have a different vision of where the world should go.",
    "start": "00:45:30",
    "end": "00:45:57"
  },
  {
    "text": "We create a tool thinking this tool is going to help us flourish. Like a shovel. And then someone takes that shovel and uses it to kill someone.",
    "start": "00:45:58",
    "end": "00:46:09"
  },
  {
    "text": "Yeah. Or to dig a pit. Or to dig a pit and put sticks over it so that people will fall into it.",
    "start": "00:46:10",
    "end": "00:46:16"
  },
  {
    "text": "And then they can sell those people as slaves.",
    "start": "00:46:16",
    "end": "00:46:17"
  },
  {
    "text": "Yes. Yeah. So there's just. Sorry, you asked a really great question.",
    "start": "00:46:17",
    "end": "00:46:22"
  },
  {
    "text": "What's the problem? Well, I mean, so, I mean, what's keeping me from going, okay, As a Christian who believes this narrative, my life is about using my imagination, ingenuity, creativity, work ethic, all these things to push the human project forward for the glory of God. Because I can. We're the image of God. We can do this.",
    "start": "00:46:22",
    "end": "00:46:47"
  },
  {
    "text": "Yes. But that's not all the biblical story has to say. The biblical story is also trying to describe what and how we're in a world that is so clearly not heaven on earth. And that has to do with the knowledge of good and evil. It has to do with the fact that we can't trust one another fully. And it has to do with the fact that we all think much more highly of ourselves than we ought. And so we end up creating things that are for the benefit of me and my group, but not for yours or just because of lack of knowledge or skill. I make something that I think is going to be helpful, and actually it creates as many problems in the world as possible.",
    "start": "00:46:47",
    "end": "00:47:27"
  },
  {
    "text": "So some people would say the solution to that is just education that's possible.",
    "start": "00:47:27",
    "end": "00:47:30"
  },
  {
    "text": "I think you just have to say human history thus far has taught us that simply knowing the right and good thing to do does not make humans do the right and good thing.",
    "start": "00:47:31",
    "end": "00:47:43"
  },
  {
    "text": "There's that, and then there's the problem of being able to actually know what the right and good thing to do is.",
    "start": "00:47:43",
    "end": "00:47:48"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:47:48",
    "end": "00:47:49"
  },
  {
    "text": "Which is. Is that part of. Why in the story, it's the tree of the knowledge of good and evil?",
    "start": "00:47:49",
    "end": "00:47:53"
  },
  {
    "text": "Yes, yes, it's. Yeah, yeah. And we're all the way back to what is it for the image of God to be restored in humans in the story of the Bible.",
    "start": "00:47:53",
    "end": "00:48:01"
  },
  {
    "text": "So hold on, let's back up. There's a tree. So we got humanity in the image of God.",
    "start": "00:48:01",
    "end": "00:48:06"
  },
  {
    "text": "Yes.",
    "start": "00:48:06",
    "end": "00:48:07"
  },
  {
    "text": "God plants a tree in the garden, and it's called the Tree of the Knowledge of Good and Evil. And if you eat it, you'll surely die.",
    "start": "00:48:07",
    "end": "00:48:16"
  },
  {
    "text": "Right.",
    "start": "00:48:16",
    "end": "00:48:17"
  },
  {
    "text": "Okay, so that's weird. It's just kind of a weird story. But, like, how is that related to this idea of knowing the difference between good and evil or knowing what is good and what is evil? Why is that going to kill me? And how is that connected to.",
    "start": "00:48:17",
    "end": "00:48:34"
  },
  {
    "text": "Yeah, so think of how. Think of. And again, it's a story, but it's a text. So you have to pay attention to the meanings of words and the way words get used. So in the story up to that point, what do I know about good or not good? So what I know is that the word good has been used really strategically in the story to talk about what God thinks about the world as he's making it. So we know that God is the creator, provider of good, and that good is something he really wants to pack this world full of. But also that God knows therefore what is not good, because he's trying to make good.",
    "start": "00:48:35",
    "end": "00:49:17"
  },
  {
    "text": "In order to make something good, you have to know what's not good.",
    "start": "00:49:18",
    "end": "00:49:21"
  },
  {
    "text": "That's right. So when we get to the tree of this knowledge of what is good and what is not good, you have to fit the story together.",
    "start": "00:49:21",
    "end": "00:49:29"
  },
  {
    "text": "You have to go, okay, this tree represents God's ability to make this universe.",
    "start": "00:49:29",
    "end": "00:49:35"
  },
  {
    "text": "And not just that, but to know what is best and what is good.",
    "start": "00:49:36",
    "end": "00:49:40"
  },
  {
    "text": "Because that gets really complicated really fast. Right?",
    "start": "00:49:40",
    "end": "00:49:43"
  },
  {
    "text": "Like, yes, it does.",
    "start": "00:49:43",
    "end": "00:49:44"
  },
  {
    "text": "Is it? I mean, there's all these great moral.",
    "start": "00:49:44",
    "end": "00:49:46"
  },
  {
    "text": "Puzzles about, like, the best and the good. I don't think the biblical narrative is trying to talk about philosophical ideas of what is best or good. What is good. In Genesis 1, it's things that are conducive to the flourishing of life and then for the flourishing of human communities.",
    "start": "00:49:46",
    "end": "00:50:07"
  },
  {
    "text": "Well, why can't I know that?",
    "start": "00:50:07",
    "end": "00:50:09"
  },
  {
    "text": "Oh, I think we do know it.",
    "start": "00:50:09",
    "end": "00:50:12"
  },
  {
    "text": "But I'm not supposed to eat of the tree.",
    "start": "00:50:12",
    "end": "00:50:14"
  },
  {
    "text": "Oh, well, human beings are by nature because they are the image going to go about the project of carrying, which.",
    "start": "00:50:14",
    "end": "00:50:22"
  },
  {
    "text": "Means I should know good from evil and I should have a knowledge of good.",
    "start": "00:50:22",
    "end": "00:50:27"
  },
  {
    "text": "By definition, humans are going to be making decisions about what is good and what is not good as you go about having families and building neighbors and communities.",
    "start": "00:50:27",
    "end": "00:50:35"
  },
  {
    "text": "So I guess in that paradigm, the story would make more sense of God saying, I gave you this tree to help you with the human project. I want you to know good from evil.",
    "start": "00:50:35",
    "end": "00:50:45"
  },
  {
    "text": "So the point is that. But there's. There is a point at which human beings have to fundamentally trust God's as the provider and definer of what is good and not good and not trust what might seem very natural to us. I think that's what the story is trying to get at.",
    "start": "00:50:46",
    "end": "00:51:03"
  },
  {
    "text": "Well, yeah, but a tree, doesn't that a tree represent like a gift? Like the fruit of a tree is like, I'm eating of this tree and I'm taking it as a gift. So I don't know. I get this picture.",
    "start": "00:51:03",
    "end": "00:51:18"
  },
  {
    "text": "But the point of the tree is.",
    "start": "00:51:18",
    "end": "00:51:19"
  },
  {
    "text": "Because there's a tree of life, right?",
    "start": "00:51:19",
    "end": "00:51:20"
  },
  {
    "text": "Yes.",
    "start": "00:51:20",
    "end": "00:51:21"
  },
  {
    "text": "And so taking from the tree of life is taking the gift of life. Yeah, but then there's this other tree, and it represents knowing good from evil. And I need to know that as if I'm going to expand the garden.",
    "start": "00:51:21",
    "end": "00:51:32"
  },
  {
    "text": "But in the story, the tree represents a way of knowing that that is off limits or that will bring death to us. The tree is not a gift. This tree represents a choice that actually is going to threaten everything that's good if humans take it. And why the tree? That gets into some of the cultural background of these narratives because the idea of sacred trees in the presence of a God representing something from the God, that's a motif in ancient Babylonian literature. So we're tying into a theme.",
    "start": "00:51:34",
    "end": "00:52:11"
  },
  {
    "text": "Be interesting to read some of that.",
    "start": "00:52:11",
    "end": "00:52:13"
  },
  {
    "text": "Yeah, super interesting. The tree of life is not a unique theme to the Bible. That is a very common ancient Near Eastern image. We have drawings of it from Egypt and ancient Babylonia. Anyway, so in the narrative, the tree represents. Here's something that belongs to the divine and the sacred within the sacred presence in the tree. And here's all of this. That's good image of God. Go take it. But there are going to be Choices before the humans where they are going to have to trust God's vision of what is good and not good and not execute on their own instinct of what they think is good and not good. That's my reading.",
    "start": "00:52:13",
    "end": "00:52:59"
  },
  {
    "text": "Got it.",
    "start": "00:53:00",
    "end": "00:53:01"
  },
  {
    "text": "Of what the tree is.",
    "start": "00:53:01",
    "end": "00:53:02"
  },
  {
    "text": "That makes sense as a reading and not just mine.",
    "start": "00:53:02",
    "end": "00:53:05"
  },
  {
    "text": "I mean, you know, there's lots of really smart people who think story's about.",
    "start": "00:53:05",
    "end": "00:53:10"
  },
  {
    "text": "So as you imagine. So I mean, you kind of have to fill in a lot of the blanks. Maybe this is too dangerous to do. But I'm imagining the humans, Adam and Eve, imaging God building the garden, not eating from that tree. Is God giving them then relationally the knowledge of good and evil, because they're.",
    "start": "00:53:10",
    "end": "00:53:33"
  },
  {
    "text": "Not seizing it from the tree, they.",
    "start": "00:53:33",
    "end": "00:53:34"
  },
  {
    "text": "Get it in another way.",
    "start": "00:53:34",
    "end": "00:53:35"
  },
  {
    "text": "I think something like that in the narrative is implied. Again, it's a narrative full of all these images. It also isn't completely clear, and this has been a matter of debate throughout history about that story is would the humans at some point have access to it? At a certain point of is this about maturity? The humans aren't ready for it yet. In which case going back to the planter box is really, is this about me giving my 4 year old son freedom over the planter box? But I'm asking him to trust me and to not move forward on his instincts of how to grow carrots. I'm asking him to trust me and then I'm also saying, listen, there's a manual about how to grow carrots and you just need to trust me when I teach you from the manual. Don't try and read the manual on your own. Let me just teach you how to do this.",
    "start": "00:53:37",
    "end": "00:54:30"
  },
  {
    "text": "Well, if that was the case, we'd probably see the tree of the knowledge and evil show up again in Revelation 22, right?",
    "start": "00:54:30",
    "end": "00:54:37"
  },
  {
    "text": "Yeah.",
    "start": "00:54:38",
    "end": "00:54:39"
  },
  {
    "text": "Well, it just disappears.",
    "start": "00:54:39",
    "end": "00:54:40"
  },
  {
    "text": "It disappears. But again, the tree and the command about the tree is what gets, I think, picked up in the stories of Sinai with the tabernacle and the Torah as these gifts to Israel of the divine presence, and then of the Torah to instruct them on how to live a good life. And then the way that gets picked up in the Messianic fulfillment is that Jesus and the spirit become the sources of life and it's the spirits imparting this knowledge of good and evil.",
    "start": "00:54:41",
    "end": "00:55:14"
  },
  {
    "text": "I'm kind of picturing a new theme video of the theme of the knowledge of good and evil. Like start with the tree, then go to Sinai and then you go to Jesus saying, that's interesting. The great command is Love. And then really, it turns into love and Holy Spirit stuff. Right. The tree of the knowledge of good and evil turns into love.",
    "start": "00:55:15",
    "end": "00:55:38"
  },
  {
    "text": "Yeah. That's an interesting video. Yeah.",
    "start": "00:55:38",
    "end": "00:55:41"
  },
  {
    "text": "But am I. Am I reading too much? That's what I heard you kind of.",
    "start": "00:55:42",
    "end": "00:55:45"
  },
  {
    "text": "That's what I just outlining. Yeah. That the tree represents that. Yeah.",
    "start": "00:55:45",
    "end": "00:55:49"
  },
  {
    "text": "I've never heard anyone explain that before.",
    "start": "00:55:49",
    "end": "00:55:51"
  },
  {
    "text": "There's Torah and temple.",
    "start": "00:55:51",
    "end": "00:55:53"
  },
  {
    "text": "Is this biblical? Have we left the realm of biblical theology?",
    "start": "00:55:53",
    "end": "00:55:59"
  },
  {
    "text": "No, no, no, no. The idea that Israel is a parallel to Adam and Eve in the garden, that's very. That's all I'm doing.",
    "start": "00:55:59",
    "end": "00:56:06"
  },
  {
    "text": "That's very clear. But then. But then jumping to Jesus does the theme of the command and the tree.",
    "start": "00:56:06",
    "end": "00:56:14"
  },
  {
    "text": "What's the spirit? The Spirit is about recreating humans to the image of God, Jesus. And for Jesus, the Torah was pointing to love of God and neighbor, as humans do.",
    "start": "00:56:14",
    "end": "00:56:27"
  },
  {
    "text": "Extrapolate this out. If Jesus Great Command is a synthesis of the Torah and the Torah is a.",
    "start": "00:56:30",
    "end": "00:56:41"
  },
  {
    "text": "It's another image iteration of a divine command story leading to life.",
    "start": "00:56:42",
    "end": "00:56:47"
  },
  {
    "text": "The divine divine command of God and the antithesis. Okay, but the antithesis of the divine command is eating the tree. So the tree isn't correlated to the ten Commandments. That's not the same thing.",
    "start": "00:56:47",
    "end": "00:57:00"
  },
  {
    "text": "No, no.",
    "start": "00:57:01",
    "end": "00:57:02"
  },
  {
    "text": "Okay, so the tree's gone.",
    "start": "00:57:02",
    "end": "00:57:04"
  },
  {
    "text": "The tree is about a choice.",
    "start": "00:57:04",
    "end": "00:57:06"
  },
  {
    "text": "So the tree is in the Sinai covenant, is blessing and curses.",
    "start": "00:57:06",
    "end": "00:57:10"
  },
  {
    "text": "Yes. Are you gonna obey?",
    "start": "00:57:10",
    "end": "00:57:12"
  },
  {
    "text": "Are you gonna obey? So then Jesus, as he talks about.",
    "start": "00:57:12",
    "end": "00:57:16"
  },
  {
    "text": "It, that's why Moses defines. That's why Moses says in Deuteronomy, at the end of the Torah, he echoes the words from the beginning of the Torah. He says, listen, Israel, I set before you good and evil, life and death, blessing or curse.",
    "start": "00:57:16",
    "end": "00:57:30"
  },
  {
    "text": "Which is garden metaphor imagery.",
    "start": "00:57:30",
    "end": "00:57:33"
  },
  {
    "text": "Yeah, it's all imagery and words from Genesis 1:3. And so for Israel to obey the Torah and to go into the promised land is the equivalent of the choice that's before the humans in the garden.",
    "start": "00:57:33",
    "end": "00:57:47"
  },
  {
    "text": "And then when Jesus picks up the.",
    "start": "00:57:47",
    "end": "00:57:51"
  },
  {
    "text": "Law, Israel shows itself. It does not and cannot obey the divine command, just like the first humans did not. And now we learn, could not or at least chose not to.",
    "start": "00:57:51",
    "end": "00:58:04"
  },
  {
    "text": "Right.",
    "start": "00:58:04",
    "end": "00:58:04"
  },
  {
    "text": "Sorry. That's a whole other rabbit hole.",
    "start": "00:58:05",
    "end": "00:58:06"
  },
  {
    "text": "So Adam and Eve choose to eat the fruit, which in the same way Israel eats the fruit. I mean, can't.",
    "start": "00:58:06",
    "end": "00:58:15"
  },
  {
    "text": "Yeah. Ignores God's guidance and disobeys.",
    "start": "00:58:15",
    "end": "00:58:19"
  },
  {
    "text": "Disobeys, rebels, goes in exile. Adam and Eve are kicked out of the garden. Israel goes in exile. And then we get to Jesus, and Jesus says he came to Fulfill the law. He obeys it perfectly as the true human. He then summarizes that. The law. No, he doesn't summarize the law. He says the greatest command is love God and love neighbors. Is that a summary or a. Is he just making hierarchy of commands?",
    "start": "00:58:19",
    "end": "00:58:49"
  },
  {
    "text": "Well, he says all the other commands. Hang on. That.",
    "start": "00:58:49",
    "end": "00:58:53"
  },
  {
    "text": "Okay, so it's in some way.",
    "start": "00:58:53",
    "end": "00:58:55"
  },
  {
    "text": "Like a. Yeah.",
    "start": "00:58:57",
    "end": "00:58:58"
  },
  {
    "text": "What's a good image there?",
    "start": "00:58:58",
    "end": "00:58:59"
  },
  {
    "text": "It's the essence.",
    "start": "00:58:59",
    "end": "00:59:00"
  },
  {
    "text": "It's the essence. It's the essence of the law.",
    "start": "00:59:00",
    "end": "00:59:02"
  },
  {
    "text": "Of the law.",
    "start": "00:59:02",
    "end": "00:59:03"
  },
  {
    "text": "And then is there anything that parallels the blessing and curses in Jesus teaching?",
    "start": "00:59:04",
    "end": "00:59:10"
  },
  {
    "text": "Sure. I mean, it's the result. That's the result of how you respond to the choice.",
    "start": "00:59:13",
    "end": "00:59:18"
  },
  {
    "text": "Right. How does Jesus talk about it?",
    "start": "00:59:18",
    "end": "00:59:19"
  },
  {
    "text": "If you listen to my words, you'll be like a wise person who builds their house on a rock. And if you don't listen to me, you're stupid and you're building your house on the sand.",
    "start": "00:59:20",
    "end": "00:59:31"
  },
  {
    "text": "So that could be parallel.",
    "start": "00:59:31",
    "end": "00:59:33"
  },
  {
    "text": "One way.",
    "start": "00:59:33",
    "end": "00:59:33"
  },
  {
    "text": "That could be parallel. To do this and you'll be blessed. Don't do this and you'll.",
    "start": "00:59:33",
    "end": "00:59:38"
  },
  {
    "text": "Yeah, yeah. Or when he sits above Jerusalem and says, jerusalem, Jerusalem, you know, if only you would allow me, if I could take you as a chick under my wings. You didn't recognize the time of your visitation. You've rejected what could have been things of peace. That's a paraphrase. But he says you rejected the things that could have brought shalom. So, yeah, Jesus was very clear that he was forcing his contemporaries with a choice, and that to follow him was to obey the Torah and to fulfill Israel's calling and to fulfill the human purpose. He was very clear about that.",
    "start": "00:59:39",
    "end": "01:00:20"
  },
  {
    "text": "Yeah. So practically speaking.",
    "start": "01:00:20",
    "end": "01:00:21"
  },
  {
    "text": "So he presents the choice.",
    "start": "01:00:21",
    "end": "01:00:22"
  },
  {
    "text": "He presents the choice as well.",
    "start": "01:00:23",
    "end": "01:00:24"
  },
  {
    "text": "And then to follow him is, paradoxically, to die, but also in taking up your cross, that kind of thing. But then that's where the whole.",
    "start": "01:00:24",
    "end": "01:00:36"
  },
  {
    "text": "How does that fit into that whole theme?",
    "start": "01:00:36",
    "end": "01:00:38"
  },
  {
    "text": "Well, there we're back to.",
    "start": "01:00:38",
    "end": "01:00:39"
  },
  {
    "text": "Because you weren't supposed to.",
    "start": "01:00:39",
    "end": "01:00:40"
  },
  {
    "text": "Yeah. Humans have made a world where death is the reality. And so who's gonna confront death and deal with that consequence? And that's what the cross is about. And then, so this theology of the Spirit in the New Testament then becomes this, the blessing, the way to embrace the way that God's blessing I choose. If I keep in step with the Spirit, the Spirit grows fruit. It's garden imagery. The Spirit grows fruit in me, and it's this ethical renewal and transformation that will affect every part of how I garden with my life.",
    "start": "01:00:41",
    "end": "01:01:14"
  },
  {
    "text": "So are we still in some way as Jesus followers confronted with the choice or with the command, don't eat of the tree of the knowledge of Good and evil.",
    "start": "01:01:14",
    "end": "01:01:25"
  },
  {
    "text": "Sure, yes. That's why the garden story is both making a claim about history in some way that as far back as we can tell, humans have been making the wrong choice. But then it's a choice also that's in front of every person every day, which practically.",
    "start": "01:01:25",
    "end": "01:01:46"
  },
  {
    "text": "What. What would that look like?",
    "start": "01:01:47",
    "end": "01:01:48"
  },
  {
    "text": "So it's a choice where. Yeah, practically, like, here's something that I choose to do because I want. It's good. I think it's good for me, but actually it's. It's not good. That's theoretical.",
    "start": "01:01:49",
    "end": "01:02:05"
  },
  {
    "text": "Right.",
    "start": "01:02:05",
    "end": "01:02:05"
  },
  {
    "text": "So just. Let's just start supplying examples. I mean, there's easy ones, you know, whatever. Heroin. Shooting up heroin feels very good. So I hear.",
    "start": "01:02:05",
    "end": "01:02:16"
  },
  {
    "text": "Yeah.",
    "start": "01:02:17",
    "end": "01:02:17"
  },
  {
    "text": "But I think it's really bad.",
    "start": "01:02:18",
    "end": "01:02:19"
  },
  {
    "text": "Right.",
    "start": "01:02:19",
    "end": "01:02:20"
  },
  {
    "text": "For you. And it's bad on all the people around you.",
    "start": "01:02:20",
    "end": "01:02:23"
  },
  {
    "text": "People around you.",
    "start": "01:02:23",
    "end": "01:02:23"
  },
  {
    "text": "So that's a. That's an extreme example, but whatever. I don't know. I've never run a business, but it sounds. I'm sure there are things that you could do, like as a business owner, some things that are good for the business and they're good economic decisions, but actually they have a negative effect on the culture of the workplace and employees.",
    "start": "01:02:23",
    "end": "01:02:43"
  },
  {
    "text": "Oh, totally.",
    "start": "01:02:43",
    "end": "01:02:44"
  },
  {
    "text": "That kind of thing.",
    "start": "01:02:44",
    "end": "01:02:45"
  },
  {
    "text": "So that kind of brings us to something I wanted to talk to you more about, which is just the ethical dimension of this. You're saying this. It seems like you're saying this is all about ethics. And Christianity isn't just about being ethical. It's about a relationship. Right. I mean, that's kind of the. That's the quip I hear a lot is like, it's not religion, it's relationship.",
    "start": "01:02:46",
    "end": "01:03:08"
  },
  {
    "text": "Yeah. Yeah. But relationships are really horrible. If you're in a relationship with a jerk.",
    "start": "01:03:09",
    "end": "01:03:16"
  },
  {
    "text": "A relationship with a heroin addict is hard.",
    "start": "01:03:16",
    "end": "01:03:18"
  },
  {
    "text": "Yeah. And a relationship with a really bitter, angry, selfish person is almost impossible. And so, yeah, when I say the ethical renewal of humans, it's about relationships.",
    "start": "01:03:18",
    "end": "01:03:31"
  },
  {
    "text": "And tie this into the gospel, then. With the hope of the gospel.",
    "start": "01:03:31",
    "end": "01:03:35"
  },
  {
    "text": "Yeah. The hope is that if I'm honest with myself, I know that I'm made and called and should be a certain kind of person that I perpetually fail to be or that I only am inconsistently to be.",
    "start": "01:03:37",
    "end": "01:03:53"
  },
  {
    "text": "The image of God.",
    "start": "01:03:53",
    "end": "01:03:54"
  },
  {
    "text": "Yeah, the image of God. Love God, love neighbor, love people all the time. So people do. Lots of people. Most people do that a lot of the time. None of us do it all the time. And none of us do it consistently, some more than others. And so a huge piece is that has created grave consequences of tragedy and death in our world. That inconsistency and that flaw. So that consequence has to be dealt with. Death and the mess of human evil. There's a relationship that's been fractured. I am an image bearing human no longer fully bearing the image. And so I've both offended, but then also I'm misrepresenting God. So that's a relationship that's broken that needs to be dealt with now. And there's just then my state. The results for me personally are my own moral compromise. And I don't know. We talked about this in the video about approaching middle age. Was that in the law?",
    "start": "01:03:54",
    "end": "01:04:51"
  },
  {
    "text": "I don't know which one.",
    "start": "01:04:51",
    "end": "01:04:52"
  },
  {
    "text": "Yeah, just as you get older, you realize you're not the as you get out of your 20s, not the 30s is the decade of realizing you're not who you thought you would become. And for the few people who do become what they thought they would become, the 40s and the 50s surely are the decades of at least recognizing you're a mixed bag. And so my own ethical renewal, the renewal of my heart and mind to always be a person that loves and prioritizes others and that's selfless and that will give, that's, you know, the fruit of the spirit, love, joy, peace, patience, kindness, goodness, faithfulness and self control and man to be. I would love to be a kind of person who's all of those more consistently.",
    "start": "01:04:52",
    "end": "01:05:40"
  },
  {
    "text": "Thanks so much for listening. We have a video that's a synthesis of this whole conversation on our YouTube channel. It's a five minute video called the Image of God. You can find it at YouTube.com thebibleproject we'd love to hear from you. And you can do that at. We're on Facebook, Facebook.com JoinTheBibleProject on Twitter oinbibleproj and in real life, we're in Portland, Oregon. Up next on the podcast will be a conversation on the book of Proverbs as we're going to do a new series on the wisdom literature. And also coming up is going to be a really great conversation on God and money, which I'm really excited about. It's gonna be our first try at doing a podcast that's more storytelling and less just dialogue. So I hope you guys like it. That'll come out soon. Thanks for being a part of this.",
    "start": "01:05:52",
    "end": "01:06:43"
  },
  {
    "text": "From now on, no regret, Lift my.",
    "start": "01:06:46",
    "end": "01:06:52"
  },
  {
    "text": "Head, try my best and hush hush little ones Hush, hush, little ones in my head all my courage, all my.",
    "start": "01:06:52",
    "end": "01:07:12"
  }
]