[
  {
    "text": "What does it mean to glorify God? Is it simply singing songs? Does it somehow have to do with our behavior? And why is God so interested in his glory? Somehow? This all connects us back to the theme that we've been talking about, the image of God.",
    "start": "00:00:11",
    "end": "00:00:28"
  },
  {
    "text": "Everybody images God. Just some humans do it really poorly and some humans do it better. So what does it mean to do it better? And in the Bible, then, this is where the image of God overlaps with the theme and the vocabulary of glory, what it means to glorify someone, because that's what an image does.",
    "start": "00:00:28",
    "end": "00:00:50"
  },
  {
    "text": "We're going to talk about the glory of God in this episode of the podcast, so thanks for joining us. Let's go. We haven't recorded anything in a while, but the last thing that was out was on the image of God. And we kind of jumped into this conversation about the image of God versus glorifying God, but we didn't set out to do that. It just kind of came out when I started asking about the Westminster Catechism.",
    "start": "00:00:50",
    "end": "00:01:29"
  },
  {
    "text": "Yeah, yeah, yeah. It came out of the image of God video was exploring the idea that in Genesis 1 and 2, the image of God is God's commissioning part of human's purpose to reflect an image God in our work and family and life and how we make the world something right.",
    "start": "00:01:29",
    "end": "00:01:49"
  },
  {
    "text": "And then I was wrestling with the fact that typically I've been told that the purpose of humanity is to glorify God. That's the language used. And so I really kind of pitted this idea of glorifying God versus this idea of imaging God, which we described as, you know, your work and your creativity and your role on Earth. And so you could leave that conversation thinking, okay, these guys are poo, pooing this idea of glorifying God.",
    "start": "00:01:49",
    "end": "00:02:21"
  },
  {
    "text": "Yeah, yeah. And then we got a great comment, some good thoughts from a friend of ours. Shout out to Dan Baber, who's glorifying God on the other side of the planet as a missionary. And he's awesome.",
    "start": "00:02:21",
    "end": "00:02:36"
  },
  {
    "text": "Really good guy.",
    "start": "00:02:36",
    "end": "00:02:37"
  },
  {
    "text": "Yeah. And he had some great comments about. Well, you know, glorifying isn't just what we talked about in part three of that podcast in the image of God, just singing praises.",
    "start": "00:02:37",
    "end": "00:02:48"
  },
  {
    "text": "Right.",
    "start": "00:02:48",
    "end": "00:02:49"
  },
  {
    "text": "I think that's. We identify glorifying God with singing worship songs.",
    "start": "00:02:49",
    "end": "00:02:52"
  },
  {
    "text": "Yeah.",
    "start": "00:02:52",
    "end": "00:02:53"
  },
  {
    "text": "And so he just reminded us, like, man, look at the biblical vocabulary about giving glory to God is also about, like, behavior and how you live. Like Paul says in First Corinthians, whatever you do, eating, drinking, whatever, do it for God's glory. Yeah, that was a Good reminder, Superman. It's a bigger picture.",
    "start": "00:02:54",
    "end": "00:03:15"
  },
  {
    "text": "So what I want to explore with you then is let's talk about glorifying God some more. Kind of really understand what that word means biblically. But then let's talk about in relationship with this idea of being the image of God, because I want to make sure that those ideas are set on the table at the same time and we're not pitting them against each other. I think there could be really interesting.",
    "start": "00:03:15",
    "end": "00:03:37"
  },
  {
    "text": "Yeah.",
    "start": "00:03:38",
    "end": "00:03:38"
  },
  {
    "text": "Really interesting things to learn doing that.",
    "start": "00:03:38",
    "end": "00:03:40"
  },
  {
    "text": "That's right. Maybe even another theme video.",
    "start": "00:03:40",
    "end": "00:03:42"
  },
  {
    "text": "Yeah, that's what you said to me coming in. You're like, maybe glorifying God's another theme video.",
    "start": "00:03:42",
    "end": "00:03:47"
  },
  {
    "text": "Yeah, God's glory.",
    "start": "00:03:47",
    "end": "00:03:49"
  },
  {
    "text": "That'd be awesome.",
    "start": "00:03:49",
    "end": "00:03:50"
  },
  {
    "text": "Well, yeah. So as I thought about Dan's comments and then our conversation from the podcast, one way to think this is more about the image of God as statues and so on. So what we did in the video, which is right, because I think it's what the word doing in Genesis 1. It's the word for statue. Idol. Statue image is in Hebrew. So think about for an ancient king or like a God who portrayed himself as a king or claimed he was a king. If you come across Pharaoh's statue at a city in Israel and you know, you look at the statue, and that's supposed to both represent an image Pharaoh who's far away, but his image is here in your city. But also it is a way of increasing Pharaoh's reputation or glorifying Pharaoh. It's a way of bringing honor to Pharaoh. And there's something in Genesis 1, using the vocabulary of image about humans, is that humans, by the ways that they do what they're doing in the world, making stuff that their existence is as a pointer to bear witness to the Creator and so on. So the image of God isn't separate from glorifying God, which we'll talk about what that word means. But the point of an image is to point to a reality of what it represents. And so even the vocabulary image of God builds into the storyline that humans are meant to reflect something greater than themselves. And humans are really great. I think maybe the point is that in some Christian traditions, we've demoted humans from the high position they're given in the biblical story, I think that's.",
    "start": "00:03:50",
    "end": "00:05:45"
  },
  {
    "text": "Maybe that's the problem I run into, is that when I hear someone say, you need to glorify God, I think of, I need to get out of the way and I need to acknowledge who God is and sing his praises, tell other People about how great he is. But it's really about removing me from the equation because I'm screwed up. And if you focus on me and what I'm doing, that's not glorifying God, that's glorifying myself.",
    "start": "00:05:45",
    "end": "00:06:14"
  },
  {
    "text": "Yes.",
    "start": "00:06:14",
    "end": "00:06:14"
  },
  {
    "text": "How would you react to that?",
    "start": "00:06:15",
    "end": "00:06:16"
  },
  {
    "text": "Well, I think it would be that in the biblical story, humans image God in what they do, but there is a more or less faithful way to reflect God's image as you go about your work and days and how you treat people and whatever your day to day tasks. So everybody images God. Just some humans do it really poorly and some humans do it better. So what does it mean to do it better? And in the Bible then this is where the image of God overlaps with the theme and the vocabulary of glory, what it means to glorify someone, because that's what an image does. It brings honor and it points to the reality.",
    "start": "00:06:16",
    "end": "00:07:02"
  },
  {
    "text": "Yeah. If I walk into a city and there's this massive, beautiful statue of a king and it's, it's this overwhelming. It's just huge. Larger than life.",
    "start": "00:07:02",
    "end": "00:07:12"
  },
  {
    "text": "Yeah.",
    "start": "00:07:13",
    "end": "00:07:13"
  },
  {
    "text": "I'm going to feel like, wow, this is important. This king's important.",
    "start": "00:07:13",
    "end": "00:07:18"
  },
  {
    "text": "Yes.",
    "start": "00:07:18",
    "end": "00:07:18"
  },
  {
    "text": "And this king must be mighty because this took a lot of might to build. And this king must be really smart and powerful and all these things. So that statue, by giving me that impression, is glorifying the king.",
    "start": "00:07:18",
    "end": "00:07:34"
  },
  {
    "text": "Yeah. And that's what images do. Yeah. On a more mundane level, think of here in Portland, John on 39th in Gleason, the big roundabout. There's a statue of Joan of Arc in the middle of Portland.",
    "start": "00:07:34",
    "end": "00:07:47"
  },
  {
    "text": "Yeah.",
    "start": "00:07:47",
    "end": "00:07:48"
  },
  {
    "text": "There's a roundabout that has a golden. A shiny golden statue of Joan of Arc riding a horse. It's really remarkable. Come visit Portland and you'll see it. So what's the point of that? The point is here's this human who's incredible from centuries ago, but it's about bringing Joan of Arc some degree of honor or remembrance by creating an image to represent her. And every time you go by 39th and Gleason, you'll think of her. You think of her. So that's. Images point to a living person in that case. So in a sense, what the image of God means is that humans bring glory to God. But then we have to go, well, what does that mean? Because in the Bible, glorifying God can include singing a song. That's what it means to most people who say the word in English. But the biblical vision of how humans bring glory to God is way more interesting and rich.",
    "start": "00:07:48",
    "end": "00:08:46"
  },
  {
    "text": "So glorifying God is bigger than just singing a song, but in my mind, it was already bigger than singing a song in that if I were to go up to you on the street and you. You didn't know about God and I were to tell you about God and get you on board with fearing God and loving God and these things, that's glorifying God as well. So evangelism, making disciples, you're saying kind.",
    "start": "00:09:14",
    "end": "00:09:40"
  },
  {
    "text": "Of in your upbringing, in your general.",
    "start": "00:09:40",
    "end": "00:09:41"
  },
  {
    "text": "In my upbringing.",
    "start": "00:09:41",
    "end": "00:09:42"
  },
  {
    "text": "Upbringing in a conservative American church, yeah.",
    "start": "00:09:42",
    "end": "00:09:46"
  },
  {
    "text": "So if you say you had the.",
    "start": "00:09:46",
    "end": "00:09:47"
  },
  {
    "text": "Word glory in your vocabulary.",
    "start": "00:09:47",
    "end": "00:09:48"
  },
  {
    "text": "In my vocabulary.",
    "start": "00:09:48",
    "end": "00:09:49"
  },
  {
    "text": "What is glory? What did it mean to you?",
    "start": "00:09:49",
    "end": "00:09:50"
  },
  {
    "text": "And it meant worshiping on Sundays. Yes. Singing songs, and basically being a good disciple, like doing the things that disciples are supposed to do, namely getting other people to recognize God. That's a very specific way you could glorify God, but then also just doing the right thing versus doing the wrong thing. That's glorifying to God. So I guess that was all part of the definition, but it wasn't as broad as what I'm learning at school is going to help me glorify God or my vocation can glorify God.",
    "start": "00:09:50",
    "end": "00:10:25"
  },
  {
    "text": "Yeah.",
    "start": "00:10:26",
    "end": "00:10:26"
  },
  {
    "text": "Or a conversation with a friend that isn't about God is glorifying to God only to the extent of maybe that we didn't cuss, you know, but like, to the extent that we talked about something that had nothing to do with the Bible or Jesus, then how could that be glorifying to God?",
    "start": "00:10:27",
    "end": "00:10:46"
  },
  {
    "text": "Yes.",
    "start": "00:10:46",
    "end": "00:10:46"
  },
  {
    "text": "But then as we talk about the image of God and the role of ruling the earth and subduing now, it incorporates how we run our families and how we do our jobs and the things that we're interested in and all our creativity and all of our imagination and all of this gets lumped in there. Then the question becomes, well, what conversation isn't in that category? Or what activity is in that category? And I think that's the right way to think about it. And it's probably the way most people think about it. But for some reason, it got really siloed for me. And so when we had that past conversation, I started to pit them against each other, like, oh, so the point of existence isn't to glorify God. The point of existence is to image God, to rule on his behalf. And that was so much more captivating to me because I had this very narrow, very narrow idea of what it.",
    "start": "00:10:46",
    "end": "00:11:35"
  },
  {
    "text": "Meant to glorify God. And I still think the point we were trying to make is still one worth Making that the Westminster Catechism, which brilliant, wonderful disciples of Jesus made that catechism. And it's worth a lot of time and reflection and learning what it has to say. However, when it summarizes the purpose of humans with that phrase to glorify God. To me, what was interesting was that vocabulary isn't found on the first pages of the Bible. What is found on the first pages of the Bible about the purpose of humans is that they are the image of God and that they are to rule. So that was our basic point, was if it's a contest of who's more.",
    "start": "00:11:35",
    "end": "00:12:19"
  },
  {
    "text": "Biblical, just use the language the Bible uses.",
    "start": "00:12:19",
    "end": "00:12:23"
  },
  {
    "text": "Yeah. At least we're just trying to say the Bible starts by using this set of concepts and ideas and glorifying God comes out of that. But I at least want to say, if I'm representing what the Bible says about the purpose of humans, we should talk first about the image of God. So that was our.",
    "start": "00:12:23",
    "end": "00:12:40"
  },
  {
    "text": "That makes sense. So first talk about the image of God, but then embedded in that. Embedded in an image is glorifying the thing that it's imaging.",
    "start": "00:12:40",
    "end": "00:12:49"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:12:49",
    "end": "00:12:50"
  },
  {
    "text": "We need to have a conversation about glory.",
    "start": "00:12:51",
    "end": "00:12:53"
  },
  {
    "text": "That's right. And what's important, too, the Apostle Paul is really significant here because he uses the vocabulary of glory and glorifying at key moments in his letters to talk about the human condition and what's wrong and what's right with humans. And so I think that's probably. I think that's actually probably where the language came from in the Westminster Confession is rooted in Paul's constant use of glory vocabulary, which is really interesting. And we could talk about some of it here.",
    "start": "00:12:53",
    "end": "00:13:27"
  },
  {
    "text": "What was the verse that you kind of threw out there right at the beginning? Whatever you do, whether you eat or drink, do it all to the glory of God.",
    "start": "00:13:28",
    "end": "00:13:34"
  },
  {
    "text": "Yep. This is in Paul's first letter to the Corinthians in chapter 10. And there, you know, it's in the context of you have a church where Christians are fighting over whether certain kind of meats that were sacrificed in pagan temples, whether eating them dishonors God or brings glory to God. They were having this debate. And Paul thinks it's a gray area in some ways. And so his whole point is whether you're eating, whether you're drinking. Listen, any activity you take should be done to glorify God.",
    "start": "00:13:34",
    "end": "00:14:08"
  },
  {
    "text": "So in the context of the verse, he's like, if you're not gonna eat it, do that to glorify God.",
    "start": "00:14:08",
    "end": "00:14:13"
  },
  {
    "text": "That's right.",
    "start": "00:14:13",
    "end": "00:14:13"
  },
  {
    "text": "And if you're Gonna eat it, do that to glorify God.",
    "start": "00:14:13",
    "end": "00:14:16"
  },
  {
    "text": "That's right, yeah. Yeah. But it raises the point that our friend Dan raised, which is a good one, is that when Paul says that, he's not talking about worship, singing worship songs.",
    "start": "00:14:16",
    "end": "00:14:26"
  },
  {
    "text": "Right. He's talking about eating.",
    "start": "00:14:26",
    "end": "00:14:27"
  },
  {
    "text": "For Paul. Yeah. For Paul you can have a meal.",
    "start": "00:14:27",
    "end": "00:14:30"
  },
  {
    "text": "Yeah.",
    "start": "00:14:31",
    "end": "00:14:31"
  },
  {
    "text": "And glorify God, but this meal specifically.",
    "start": "00:14:31",
    "end": "00:14:34"
  },
  {
    "text": "Is about a rule that God gave. No, no, no, no, I guess not. This is specifically about whether or not it was me sequester or idol.",
    "start": "00:14:34",
    "end": "00:14:44"
  },
  {
    "text": "Yeah. And what he says essentially for Christians is that, you know, we don't believe that these idol statues representing Zeus or Apollos are real, real, live idols. And so he says, listen, you know, who created the world and that cow enjoy a good steak as a gift from God. And that is glorifying God.",
    "start": "00:14:44",
    "end": "00:15:07"
  },
  {
    "text": "The counter argument to that that Paul would be then addressing would be the person saying, look, this image of Zeus, who this was sacrificed to, that's dangerous. Yeah. It's a false God and it's leading many people astray.",
    "start": "00:15:07",
    "end": "00:15:23"
  },
  {
    "text": "Correct.",
    "start": "00:15:23",
    "end": "00:15:23"
  },
  {
    "text": "And don't participate in that at all. Don't eat that meat.",
    "start": "00:15:24",
    "end": "00:15:27"
  },
  {
    "text": "And Paul says, if there are people who think that Zeus is still real and powerful and dangerous and they're new Christians and they're around, then don't eat it. Don't eat it.",
    "start": "00:15:27",
    "end": "00:15:39"
  },
  {
    "text": "The loving thing to do is don't eat it.",
    "start": "00:15:39",
    "end": "00:15:40"
  },
  {
    "text": "You won't be glorifying God if you eat it. But then he says, if you're by yourself or it's just there's none of those people around and you know that God made the cow and the tops are lined, then enjoy it. And thanking God with every bite and swallow is a way of giving honor to or glorifying God.",
    "start": "00:15:40",
    "end": "00:16:01"
  },
  {
    "text": "So I can think of this whole conversation though, or this entire interaction as still through my old paradigm of glorifying God is just doing the right thing. So the right thing is whether or not this is a dangerous eating the meat is dangerous in some way dishonoring to God if God is bummed out. And, and so Paul kind of takes it back and goes, no, God doesn't get bummed out Whether or not you eat the meat. God cares more about what is the implications of whether you're eating the meat.",
    "start": "00:16:01",
    "end": "00:16:35"
  },
  {
    "text": "Well, yeah, almost. What I, I couldn't have queued this up more perfectly. What I almost want to do is push pause on this moment in the conversation.",
    "start": "00:16:35",
    "end": "00:16:44"
  },
  {
    "text": "Okay.",
    "start": "00:16:44",
    "end": "00:16:45"
  },
  {
    "text": "Go backwards and just do a quick build up the definition of the biblical word glory and then come back to this matter in first Corinthians. And it's a different. I think it'll. We'll see it in a new paradigm.",
    "start": "00:16:45",
    "end": "00:17:00"
  },
  {
    "text": "Great.",
    "start": "00:17:00",
    "end": "00:17:00"
  },
  {
    "text": "The Hebrew word for glory as a noun is the Hebrew word kavod, K A V O D is the simplest way to transliterate it. And you know, when I was first learning Hebrew, this was a pretty easy one to remember because its most basic simple meaning is heavy. Literally heavy.",
    "start": "00:17:19",
    "end": "00:17:44"
  },
  {
    "text": "So it means heavy.",
    "start": "00:17:44",
    "end": "00:17:45"
  },
  {
    "text": "Heavy.",
    "start": "00:17:45",
    "end": "00:17:45"
  },
  {
    "text": "So that rock is glorious means that rock is heavy.",
    "start": "00:17:46",
    "end": "00:17:48"
  },
  {
    "text": "Yeah. Or in Judges, the book of Judges, chapter three, there's one of the heroes or anti heroes, depends on your point of view. Heroes. A guy named Ehud, the left handed assassin, stabs this king in the belly, belly fat. A guy named Eglon. And we're told that Eglon was kaved. Kaved, A derivation of the word meaning heavy. Heavy.",
    "start": "00:17:48",
    "end": "00:18:16"
  },
  {
    "text": "He was a heavy. Heavy.",
    "start": "00:18:16",
    "end": "00:18:17"
  },
  {
    "text": "He's fat.",
    "start": "00:18:17",
    "end": "00:18:18"
  },
  {
    "text": "He was a heavyweight dude.",
    "start": "00:18:18",
    "end": "00:18:19"
  },
  {
    "text": "Huge man. And that explains why the belly was exploded open when he stabbed it and so on.",
    "start": "00:18:19",
    "end": "00:18:26"
  },
  {
    "text": "Anyway, so he was glorious. Glorious.",
    "start": "00:18:26",
    "end": "00:18:27"
  },
  {
    "text": "Yeah, yeah. So that is most. So that's the word Kavod. Kavod.",
    "start": "00:18:27",
    "end": "00:18:31"
  },
  {
    "text": "Kavod.",
    "start": "00:18:31",
    "end": "00:18:31"
  },
  {
    "text": "Heavy. So. And in English we have this too. In English we use the word heavy in non literal ways all the time. I think maybe more of it happened in skate culture in a previous generation to say that's heavy, man.",
    "start": "00:18:31",
    "end": "00:18:47"
  },
  {
    "text": "That's heavy, dude.",
    "start": "00:18:47",
    "end": "00:18:48"
  },
  {
    "text": "So heavy, man. I don't know. I don't know any of you say that, but we might say someone didn't grasp the gravity of this situation. So again, we're using heavy metaphor. Metaphors to talk about. Well, what if I say that's heavy or don't you grasp gravity or this is such a weighty matter. What do we mean?",
    "start": "00:18:48",
    "end": "00:19:12"
  },
  {
    "text": "Yeah, we don't mean it literally has this physical weight that we're trying to uphold.",
    "start": "00:19:12",
    "end": "00:19:19"
  },
  {
    "text": "Right.",
    "start": "00:19:19",
    "end": "00:19:19"
  },
  {
    "text": "It's not literal. It means that the substance of this idea has so much bearing on other things.",
    "start": "00:19:19",
    "end": "00:19:28"
  },
  {
    "text": "Yes. Yeah, it's important. It's important, it's significant, it's weighty, it's heavy, it takes up space. Yeah, you know, that's the idea. So we can use that as a metaphor then of. We use that as a metaphor all the time of something in event that was heavy when so and so fell down and broke their leg and now they can't work anymore. That was so heavy.",
    "start": "00:19:28",
    "end": "00:19:55"
  },
  {
    "text": "So it's kind of like if you had this big boulder in the middle of your field and it's heavy. Yes, like that's. And you want to like, you want to use that field for another purpose, and you got to get rid of it. The implications of getting rid of this thing, it's going to be really large because of its heftiness.",
    "start": "00:19:55",
    "end": "00:20:13"
  },
  {
    "text": "Yes.",
    "start": "00:20:13",
    "end": "00:20:13"
  },
  {
    "text": "And you can't ignore it because it's so big and heavy and you can just see it, and it's just bearing on all these other factors.",
    "start": "00:20:14",
    "end": "00:20:21"
  },
  {
    "text": "That's right. So, okay, so this is what's interesting about the Hebrew word kavod. So somebody can be kavod, like Eglon. He's heavy.",
    "start": "00:20:21",
    "end": "00:20:31"
  },
  {
    "text": "He's a heavy, heavy.",
    "start": "00:20:31",
    "end": "00:20:32"
  },
  {
    "text": "But then David can say something like this in Psalm 7, he can say, all my enemies are chasing me. People want to shame me and badmouth me and depose me as king. And so he says in Psalm 7, My Kavod is in the dirt right now.",
    "start": "00:20:32",
    "end": "00:20:49"
  },
  {
    "text": "Is that like being in the doghouse?",
    "start": "00:20:51",
    "end": "00:20:53"
  },
  {
    "text": "But it's not him that's in the doghouse, it's his kavod. So you can speak of somebody as being heavy, but then you can also speak of a person having a certain degree of heaviness about them or in, we might say, reputation or honor. It's a person's significance. It's the aura that surrounds somebody. Not in a New Agey way, but when the president walks into a room, everyone's quiet, and the Secret Service lead and follow, and you go, there's someone with Kavod.",
    "start": "00:20:53",
    "end": "00:21:34"
  },
  {
    "text": "Yeah.",
    "start": "00:21:34",
    "end": "00:21:35"
  },
  {
    "text": "So this sense of kavod is actually the majority of uses in the Old Testament is that someone has kavod. David's kavod. In Genesis 49, Jacob talks about his two sons who went and murdered all of the people in that city. And he says, don't let my kavod be counted along with theirs. Or God can say the poet. Excuse me. In Psalm 8 that we talked about in the Image of God podcast series, Psalm 8 says that human beings are crowned with kavod. So God has given human beings Kavod. And that's where the image of God overlaps with glorifying.",
    "start": "00:21:35",
    "end": "00:22:21"
  },
  {
    "text": "I see the crown being their authority to rule is their kavod is their kavod.",
    "start": "00:22:21",
    "end": "00:22:26"
  },
  {
    "text": "So human beings, when they image God, well, that's their kavod. It's their kavod. And then it points to something greater. But we'll get to that. Okay, so there's that. Then, of course, humans have kavod. And then in the Bible, most often, though, it's God has Kavod. And so here we're talking about. Well, it's interesting because it's not just God's reputation. But God's kavod is used to describe the physical manifestation of God's significance when he shows up somewhere. The most often the first time it occurs is on Mount Sinai when God descends personally down on the mountain. And there's fire and cloud and smoke. And then in Exodus 24, that cloud and smoke and fire is called God's kavod. So it starts out with just heavy. Then it's a metaphor for something, for.",
    "start": "00:22:26",
    "end": "00:23:26"
  },
  {
    "text": "Your influence or your reputation.",
    "start": "00:23:26",
    "end": "00:23:28"
  },
  {
    "text": "Humanity as a whole has it as a gift from God, as part of who they are, as the image of God. And then God has kavod, so connected. Here is another really important story about God's kavod. In the book of Isaiah. We're in Isaiah 6, where Isaiah has the temple vision, and he's in there, and there's these crazy winged creatures, and they're screaming that God is holy, holy, holy. And then how they unpack what it means for God to be unique and one of a kind. They say the whole earth is full of God's Kavod. The whole earth is full of his kavod.",
    "start": "00:23:30",
    "end": "00:24:09"
  },
  {
    "text": "This is what the Sherman said.",
    "start": "00:24:10",
    "end": "00:24:12"
  },
  {
    "text": "This is what the angelic creatures are screaming out in the temple.",
    "start": "00:24:12",
    "end": "00:24:15"
  },
  {
    "text": "So not just the clouds that descended on Mount Sinai was his kavod, but.",
    "start": "00:24:16",
    "end": "00:24:20"
  },
  {
    "text": "Everything in the earth, all creation, is God's kavod. So you look at the clouds, the trees, the stars, the fish.",
    "start": "00:24:21",
    "end": "00:24:32"
  },
  {
    "text": "What would that mean if I said to you. I came up to you and I said, hey, Tim, I just want you to know that all of creation is my kavod. Like, what am I trying to say there?",
    "start": "00:24:32",
    "end": "00:24:43"
  },
  {
    "text": "Okay. All right, so think Mount Sinai, God's kavod. Is this cloud even there?",
    "start": "00:24:43",
    "end": "00:24:50"
  },
  {
    "text": "That's hard for me to wrap my mind around. So, okay, so, like, if. Let's just start there.",
    "start": "00:24:50",
    "end": "00:24:54"
  },
  {
    "text": "Okay.",
    "start": "00:24:54",
    "end": "00:24:55"
  },
  {
    "text": "It's a thundery day in Portland, and I walk up to you and I say, you see these clouds? These are my kavod. Like, in some mystical way, am I saying, like, the power of electricity and the forces of nature, like those somehow speak to the weightiness and gravity importance of me?",
    "start": "00:24:55",
    "end": "00:25:21"
  },
  {
    "text": "Yes.",
    "start": "00:25:21",
    "end": "00:25:21"
  },
  {
    "text": "It would be a very pretentious thing to say.",
    "start": "00:25:22",
    "end": "00:25:24"
  },
  {
    "text": "Totally. Yeah. I disagree.",
    "start": "00:25:24",
    "end": "00:25:25"
  },
  {
    "text": "And he would just push me over.",
    "start": "00:25:25",
    "end": "00:25:26"
  },
  {
    "text": "I'd be like, where's the real John?",
    "start": "00:25:26",
    "end": "00:25:28"
  },
  {
    "text": "You would trip me and be like, where's your coat now?",
    "start": "00:25:28",
    "end": "00:25:31"
  },
  {
    "text": "Yeah. Who took over your body? Yeah, exactly. Yes. The idea is that someone is so important that what surrounds them in their environment is the manifestation of who they are. So for David, his kavod if you went to David's throne room, you know, you'd see these banners on the walls of his military victories, and you would see his servants and his musicians and, you know, the buildings. That's his cabod.",
    "start": "00:25:31",
    "end": "00:26:01"
  },
  {
    "text": "So in the same way, like, if you went to my bedroom when I was in high school, and I've got, like, art on the wall and snowboarding posters and, like, the couch I picked out and everything. Yeah. You're like, is that my kavode?",
    "start": "00:26:01",
    "end": "00:26:15"
  },
  {
    "text": "I suppose, in a way.",
    "start": "00:26:16",
    "end": "00:26:18"
  },
  {
    "text": "Like, come into my throne room, and there's my guitar, and there's my.",
    "start": "00:26:18",
    "end": "00:26:21"
  },
  {
    "text": "Like, yeah, this is.",
    "start": "00:26:21",
    "end": "00:26:22"
  },
  {
    "text": "There's my Star wars figurines. And, like, it's supposed to say something about who I am.",
    "start": "00:26:23",
    "end": "00:26:27"
  },
  {
    "text": "Yes.",
    "start": "00:26:27",
    "end": "00:26:27"
  },
  {
    "text": "And so, like, it's my cavode.",
    "start": "00:26:28",
    "end": "00:26:30"
  },
  {
    "text": "We're in the ballpark.",
    "start": "00:26:30",
    "end": "00:26:31"
  },
  {
    "text": "We're in the ballpark.",
    "start": "00:26:31",
    "end": "00:26:31"
  },
  {
    "text": "Totally.",
    "start": "00:26:31",
    "end": "00:26:32"
  },
  {
    "text": "Okay.",
    "start": "00:26:32",
    "end": "00:26:32"
  },
  {
    "text": "Yeah. Yeah, we're in the ballpark.",
    "start": "00:26:32",
    "end": "00:26:34"
  },
  {
    "text": "And if someone came in and they trashed my room, I'd be like, my kavode, like, is dust. You know, I would like, you're treeding my kavod. You're trampling over my kavod.",
    "start": "00:26:34",
    "end": "00:26:45"
  },
  {
    "text": "Yeah. So that's a concrete way. Of course. For David, it's a psalm.",
    "start": "00:26:45",
    "end": "00:26:51"
  },
  {
    "text": "But it also. Sorry, but it also really more is, like, what people actually think of me, not what I'm portraying myself as.",
    "start": "00:26:51",
    "end": "00:26:57"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:26:57",
    "end": "00:26:57"
  },
  {
    "text": "But my real kavod.",
    "start": "00:26:57",
    "end": "00:26:58"
  },
  {
    "text": "It's. When you go to school.",
    "start": "00:26:58",
    "end": "00:26:59"
  },
  {
    "text": "That's my projected kavod.",
    "start": "00:26:59",
    "end": "00:27:01"
  },
  {
    "text": "That's correct. That's the physical manifestation of your kavod.",
    "start": "00:27:01",
    "end": "00:27:03"
  },
  {
    "text": "That's what I want my kavod to be is like, the clothes I'm wearing and how I decorate my room and the car I'm driving. But my real kavod is how people are perceiving you.",
    "start": "00:27:03",
    "end": "00:27:12"
  },
  {
    "text": "How people perceive your significance and your importance.",
    "start": "00:27:12",
    "end": "00:27:15"
  },
  {
    "text": "And. And when someone. Their projected kavod is very different than their actual perceived kavod.",
    "start": "00:27:15",
    "end": "00:27:21"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:27:21",
    "end": "00:27:22"
  },
  {
    "text": "We think those people are kind of weird.",
    "start": "00:27:22",
    "end": "00:27:23"
  },
  {
    "text": "Someone who presents themself as more important than they really are. That would be a false kavod.",
    "start": "00:27:25",
    "end": "00:27:32"
  },
  {
    "text": "They're false kavoding.",
    "start": "00:27:33",
    "end": "00:27:34"
  },
  {
    "text": "There you go. Are you.",
    "start": "00:27:34",
    "end": "00:27:36"
  },
  {
    "text": "I'm tracking now.",
    "start": "00:27:36",
    "end": "00:27:37"
  },
  {
    "text": "You're tracking now you're on it. Okay.",
    "start": "00:27:37",
    "end": "00:27:38"
  },
  {
    "text": "So when God comes to Sinai and.",
    "start": "00:27:39",
    "end": "00:27:43"
  },
  {
    "text": "Well, for someone to show up and their kavod is a lightning storm, whether.",
    "start": "00:27:43",
    "end": "00:27:50"
  },
  {
    "text": "That'S how it's perceived or that's how it's actually happening.",
    "start": "00:27:50",
    "end": "00:27:52"
  },
  {
    "text": "Correct.",
    "start": "00:27:52",
    "end": "00:27:52"
  },
  {
    "text": "That's a very significant kavode.",
    "start": "00:27:53",
    "end": "00:27:55"
  },
  {
    "text": "Yeah. Right. And it means that whoever that being is like, just like a really cool shirt is my kavode.",
    "start": "00:27:55",
    "end": "00:28:04"
  },
  {
    "text": "Right.",
    "start": "00:28:05",
    "end": "00:28:05"
  },
  {
    "text": "Like, God's kavode is a storm and an earthquake.",
    "start": "00:28:05",
    "end": "00:28:09"
  },
  {
    "text": "It's intense.",
    "start": "00:28:09",
    "end": "00:28:10"
  },
  {
    "text": "So he's the creator. It's the creator's kavod. And that's exactly what the creatures in Isaiah's vision are getting at when they.",
    "start": "00:28:10",
    "end": "00:28:19"
  },
  {
    "text": "Say not just the thunderstorm.",
    "start": "00:28:19",
    "end": "00:28:21"
  },
  {
    "text": "God is holy. Holy, holy, which means one of a kind, unique set apart, the only being like God. And how do they explain or unpack what it means, what that means? That the whole of the earth is full of God's kavod. So all of creation is like this testimony, this physical symbol or this image that points to the brilliance and the wisdom and the power of the being who made it. It's God's kavod. It's the physical manifestation of how wise and beautiful and powerful God is. So this is very similar to Psalm 19, where he says. He begins. The poet begins by saying, the heavens declare the glory of God. So creation itself is constantly bearing witness to the kavod, to the reputation and the significance of the being who made them. So this is a very rich, rich biblical concept of God's kavod. So then what's interesting, that's just the noun glory. Then there's also a verb used in Hebrew that's similar to the noun. The noun's kavod. And then the verb is kabed. And essentially it means to speak or act in a way that brings kavod to somebody. So I can. I can show you kavod or show you. No, kavod, by how I talk to you. I mean, that's pretty intuitive. You know, we do it all the time. We can respect it's respect. Yeah, in a way. Or honor, I think, is a more precise English word for it. We can dishonor somebody, or we can honor someone by how we speak to them or how we treat them.",
    "start": "00:28:21",
    "end": "00:30:49"
  },
  {
    "text": "And this could be your body language. This could be the tone of voice you're using, the type of vocabulary you're using. And certainly in other languages, the way you're using language, all of these could be your.",
    "start": "00:30:49",
    "end": "00:31:03"
  },
  {
    "text": "Yeah, so that's acts of communication. But then there's. In our relationship, I could detract from your kavod or add to your kavod by how. So, like, you and I.",
    "start": "00:31:04",
    "end": "00:31:16"
  },
  {
    "text": "By the decisions you're making. Yeah.",
    "start": "00:31:16",
    "end": "00:31:17"
  },
  {
    "text": "You and I work together on the Bible project. And so we, you know, we. So I could make decisions, you know, and not.",
    "start": "00:31:17",
    "end": "00:31:23"
  },
  {
    "text": "That undermine me.",
    "start": "00:31:23",
    "end": "00:31:24"
  },
  {
    "text": "Yeah. I could not show up on time for this conversation and show up two hours late and be like, what? Get over it, John. Yeah, and then that would be detracting from your kavod, because I'm not giving you kavod by. So in the biblical vocabulary, that's what that word means. So in the book of Psalms, it's most often used with praise singing language, you know, So I just pulled literally one example at random. There's dozens we could draw on Psalm 71, my mouth is filled with your praise, and I speak of your kavod. So praise is about increasing God's kavod through song. But then there's also the majority. All these other times where you give kavod or don't give kavod to God by how you live. And this is where Paul the Apostle's vocabulary of glory comes into its own glory.",
    "start": "00:31:24",
    "end": "00:32:33"
  },
  {
    "text": "Let's go through it one more time. Originally just meant weightiness. Heaviness becomes a metaphor for how important something is, for the how much matter something has. That's interesting. The word matter has the same thing. Does it matter? Does it have matter? Whoa.",
    "start": "00:32:35",
    "end": "00:32:52"
  },
  {
    "text": "Yeah. That's a metaphor.",
    "start": "00:32:52",
    "end": "00:32:53"
  },
  {
    "text": "It's a metaphor.",
    "start": "00:32:53",
    "end": "00:32:53"
  },
  {
    "text": "Yeah. Does it matter?",
    "start": "00:32:53",
    "end": "00:32:54"
  },
  {
    "text": "Yeah.",
    "start": "00:32:54",
    "end": "00:32:55"
  },
  {
    "text": "Does it have substance?",
    "start": "00:32:55",
    "end": "00:32:56"
  },
  {
    "text": "Does it have substance?",
    "start": "00:32:56",
    "end": "00:32:56"
  },
  {
    "text": "Yep.",
    "start": "00:32:56",
    "end": "00:32:57"
  },
  {
    "text": "Same kind of idea. Is it heavy?",
    "start": "00:32:57",
    "end": "00:32:59"
  },
  {
    "text": "Yep, yep.",
    "start": "00:32:59",
    "end": "00:32:59"
  },
  {
    "text": "So glory metaphorically, right off the bat, is, does this thing matter? And if you do matter, then you have kavod. If you don't matter, you don't have Kavod. And when David says, my kavod is in the dirt, he means like, no one thinks I matter. My reputation shot.",
    "start": "00:33:01",
    "end": "00:33:20"
  },
  {
    "text": "That's right.",
    "start": "00:33:20",
    "end": "00:33:21"
  },
  {
    "text": "And then when God shows up and his kavod is this powerful storm. That's important. That matters. You want to pay attention to a storm.",
    "start": "00:33:23",
    "end": "00:33:34"
  },
  {
    "text": "Yes. And that storm is a physical manifestation of his kavod, of his Kavod. It points to how his kavod, which is even more powerful and amazing than a storm.",
    "start": "00:33:34",
    "end": "00:33:46"
  },
  {
    "text": "Right. But that's how it's manifesting. And you'd pay attention to a storm. Storm matters, has substance. Storm isn't heavy in the sense that electricity is heavy.",
    "start": "00:33:46",
    "end": "00:33:56"
  },
  {
    "text": "Yeah. Clouds and clouds actually aren't that heavy.",
    "start": "00:33:56",
    "end": "00:33:58"
  },
  {
    "text": "But in the sense of metaphorically, it matters. And then when the cherubim say, all of God's creation is a testimony to.",
    "start": "00:33:59",
    "end": "00:34:10"
  },
  {
    "text": "His kavod, literally, the earth is the fullness of his kavod.",
    "start": "00:34:10",
    "end": "00:34:15"
  },
  {
    "text": "So if you want to understand the importance of God, you need to understand the importance of everything you need, like how significant is the oceans. That's a part of God's significance. How Significant is the weather and a mountain and how significant is that rock? And how significant is anything in creation?",
    "start": "00:34:15",
    "end": "00:34:34"
  },
  {
    "text": "Yes. Yeah. Creation is so. But it's about its beauty and grandeur. It's a testimony to God's Kavod because he's the one who made it.",
    "start": "00:34:34",
    "end": "00:34:45"
  },
  {
    "text": "Whenever you find delight in a sunset, or whenever you trip out about the vastness of outer space, or whenever you. All these things, that's a testimony to what God's importance is. His Kavod.",
    "start": "00:34:45",
    "end": "00:34:59"
  },
  {
    "text": "Yeah. Just like you'd walk around Jerusalem in David's day and be like, oh, these buildings and those flags and, you know, these amazingly well behaved soldiers. And David would say, yes, this is my Kavod.",
    "start": "00:34:59",
    "end": "00:35:11"
  },
  {
    "text": "Yeah. And then. Cool. And so from there you could go, well, then if you're interacting with David, you could show him Kavod or not. By the way you act.",
    "start": "00:35:11",
    "end": "00:35:20"
  },
  {
    "text": "Yep.",
    "start": "00:35:20",
    "end": "00:35:21"
  },
  {
    "text": "Or speak. Or speak. And so if you encountered David and you didn't give him eye contact, I don't know what the culturally this meant. Looks like you spit on him or something.",
    "start": "00:35:21",
    "end": "00:35:33"
  },
  {
    "text": "Yeah. Or you didn't, like, didn't bow in his presence and be like, may the king live forever, something like that. Right.",
    "start": "00:35:33",
    "end": "00:35:40"
  },
  {
    "text": "That would be more a typical thing.",
    "start": "00:35:40",
    "end": "00:35:42"
  },
  {
    "text": "Yeah.",
    "start": "00:35:42",
    "end": "00:35:43"
  },
  {
    "text": "Okay, so you don't bow. Then you're not showing David. And so in the same way, if the creator of the universe, you are able to have some sort of relationship with the creator of the universe, which as Christians, we believe you can.",
    "start": "00:35:43",
    "end": "00:35:55"
  },
  {
    "text": "It's possible.",
    "start": "00:35:55",
    "end": "00:35:56"
  },
  {
    "text": "Then you can. By the way you act or talk. You can show Kavod or not show Kavod.",
    "start": "00:35:56",
    "end": "00:36:02"
  },
  {
    "text": "Yeah. So this is the whole biblical concept of worship and praise is you create the most beautiful language, poetry, and the most beautiful sounds, music, and you combine those. And the sole purpose is just to bring honor to the Creator.",
    "start": "00:36:02",
    "end": "00:36:24"
  },
  {
    "text": "Like if we could create a sunset, that would also give honor to God, but we don't.",
    "start": "00:36:24",
    "end": "00:36:28"
  },
  {
    "text": "We can't.",
    "start": "00:36:28",
    "end": "00:36:29"
  },
  {
    "text": "But we can create music.",
    "start": "00:36:29",
    "end": "00:36:30"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:36:30",
    "end": "00:36:31"
  },
  {
    "text": "And that's beautiful.",
    "start": "00:36:31",
    "end": "00:36:31"
  },
  {
    "text": "And poetry and art. And art. And so the whole theology of what worship is is to ascribe and to declare out loud God's honor.",
    "start": "00:36:31",
    "end": "00:36:44"
  },
  {
    "text": "That's really helpful.",
    "start": "00:36:44",
    "end": "00:36:45"
  },
  {
    "text": "And his reputation. And so think of. There's some. And here we're back to the image of God, that there's something. Although human beings are glorious in the biblical sense of that word, we aren't the Creator. Our existence, along with all of creation, is meant to point to the wisdom and the power and the beauty of a being that's even more remarkable than we are. And biblical worship is setting aside moments to say out loud to ourselves and to that being about how remarkable that being is, namely the Creator. It's really. It's a moment where you build into a rhythm of your life, this recognizing your place in the universe. And it's not because humans are lame. It's because humans are the image of something even more glorious than humans. Sorry, you just said, like, that's helpful for me. And then I interrupted.",
    "start": "00:36:45",
    "end": "00:37:48"
  },
  {
    "text": "You interrupt. You were just making me kind of realize that anything we do can speak to God's glory.",
    "start": "00:37:48",
    "end": "00:37:57"
  },
  {
    "text": "Yeah.",
    "start": "00:37:58",
    "end": "00:37:58"
  },
  {
    "text": "Can be as kavod.",
    "start": "00:37:58",
    "end": "00:37:59"
  },
  {
    "text": "Yeah. Or here is where. It's where it overlaps with the concept of the image of God. Human beings image God when they rule the world on God's behalf in a way that brings honor and honors the intention and purpose of the Creator. And in so doing, they glorify. They glorify God. So, yeah, it's a complete overlap, which is why Paul can come all the way back around and say, whether you're eating or drinking or whatever you do as a human being, you can do it to God's honor, to God's kavod, to increase God's kavod. So whether in this case, whether you're honoring some other people in your church community by how you behave. But of course, he says whatever you do, do it all to the glory of God.",
    "start": "00:37:59",
    "end": "00:38:57"
  },
  {
    "text": "Do everything to increase God's kavod.",
    "start": "00:38:57",
    "end": "00:38:59"
  },
  {
    "text": "Yes. Yeah. So I can somehow. It's more intuitive to us. We immediately think in how I treat people relationally, or we might immediately think in how I am a moral person, you know, obeying moral rules or something. But when you link it to the image of God, which is what the Bible does, it's about all of the human calling and existence and vocation. And I think. So that's the point we were trying to make in the video. Right. And so in that sense, if that's what the framers of the Westminster Catechism mean.",
    "start": "00:38:59",
    "end": "00:39:36"
  },
  {
    "text": "Right. Then, yes, the chief end of man is to glorify God.",
    "start": "00:39:36",
    "end": "00:39:39"
  },
  {
    "text": "Tolle. But once again, what's interesting to me is that that biblical vocabulary isn't used on pages one and two of the Bible. It comes later in the Bible as a way of unpacking further what human beings do and are and who God is and so on. And so it's useful. But the word glorify, unless you go through that whole thing that we just did, doesn't immediately communicate that to people.",
    "start": "00:39:39",
    "end": "00:40:07"
  },
  {
    "text": "So we circled back then to the first Corinthians 10 situation where do you eat the meat or do you not eat the meat? So in scenario one, you're not eating the meat because someone who thinks that's scandalous because they think Zeus is a problem, whether they think Zeus is real or they just think by even participating in that pagan ritual, you are giving it merit, which is dangerous. Whatever the reasoning is, it's scandalous to them and they're your brother in Christ. Or someone who could possibly be a brother in Christ one day.",
    "start": "00:40:37",
    "end": "00:41:15"
  },
  {
    "text": "Yeah. Or they, as Paul says, might have cause to stumble. In other words, they might think, oh, I can be a follower of Jesus and sacrifice and follow Zeus to Zeus at the same time. Cool.",
    "start": "00:41:15",
    "end": "00:41:28"
  },
  {
    "text": "Yeah.",
    "start": "00:41:28",
    "end": "00:41:28"
  },
  {
    "text": "So you're teaching, oh, I didn't know that. I thought I had to give all my allegiance to Jesus. But you're saying I can actually worship both. And so Paul would say, you are not giving Kavod to God by Kavod.",
    "start": "00:41:28",
    "end": "00:41:41"
  },
  {
    "text": "If you're not loving someone, you're not.",
    "start": "00:41:41",
    "end": "00:41:43"
  },
  {
    "text": "Correct. Because that person is someone who bears and reflects the image of God and they're of ultimate value and worth. And their well being is my concern if they're a fellow human. And so if I behave in a way that takes away from their well being, I'm not giving Kavod.",
    "start": "00:41:43",
    "end": "00:42:03"
  },
  {
    "text": "It's the same. It's the same thing as not bowing to King David or not bowing to the king is not loving your neighbor.",
    "start": "00:42:03",
    "end": "00:42:10"
  },
  {
    "text": "That's right. Yes, that's right.",
    "start": "00:42:10",
    "end": "00:42:13"
  },
  {
    "text": "It communicates the same thing, which is.",
    "start": "00:42:13",
    "end": "00:42:14"
  },
  {
    "text": "I don't think, because what I'm saying is, oh, I want to do whatever the heck I want and I don't care how it affects that image bearing human being that God loves and cares about.",
    "start": "00:42:14",
    "end": "00:42:24"
  },
  {
    "text": "And so you could say you're not respecting that person's kavod, which is true. But more so you're also not giving honor to God's Kavod.",
    "start": "00:42:24",
    "end": "00:42:33"
  },
  {
    "text": "That's right. And the link is God's role as the creator and the originator of all that is including that image bearing human. But then Paul says, but let's say that person's not around. There's nobody around that is gonna be led to worship Zeus.",
    "start": "00:42:33",
    "end": "00:42:50"
  },
  {
    "text": "You just like you were at the market, at the market and you're like.",
    "start": "00:42:50",
    "end": "00:42:53"
  },
  {
    "text": "Ooh, great tri tip cuts today.",
    "start": "00:42:53",
    "end": "00:42:55"
  },
  {
    "text": "And they're like, by the way, this was Zeus. And you're like, ah, it doesn't bother me.",
    "start": "00:42:56",
    "end": "00:42:59"
  },
  {
    "text": "It doesn't matter. And you go, because like, Zeus is just a piece of metal up in that building. I know who made this animal.",
    "start": "00:42:59",
    "end": "00:43:08"
  },
  {
    "text": "Right.",
    "start": "00:43:08",
    "end": "00:43:08"
  },
  {
    "text": "I Know where the universe comes from? It comes from the Creator of all that is. So that's what he says. He says, if I can eat this meat with thankfulness, then whatever you eat, whatever you drink, do it for the glory.",
    "start": "00:43:08",
    "end": "00:43:19"
  },
  {
    "text": "So in that situation, I'm just eating meat and that is giving God kavod.",
    "start": "00:43:20",
    "end": "00:43:27"
  },
  {
    "text": "Well, if I eat it, he says with thankfulness.",
    "start": "00:43:27",
    "end": "00:43:32"
  },
  {
    "text": "Okay, so by being thankful, then that increases God's covenant.",
    "start": "00:43:32",
    "end": "00:43:37"
  },
  {
    "text": "Yeah. It's tradition of why Jews and Christians pray before meals. Pray before meals. It's. You stop. It's the same reason. It's the same activity as singing songs on Sundays. You pause in your life and you recognize that all of my life in existence is a gift from someone more beautiful, wise and amazing than me. And my existence is meant to reflect that being. And so my enjoyment of this sustaining food. And it tastes great. What a gift. Thank you, God. And in that sense, you can eat a steak to the glory of God.",
    "start": "00:43:37",
    "end": "00:44:14"
  },
  {
    "text": "And in that sense, and you increase God's kavod. You could surf to the glory of God. Yeah. Like if you are riding a wave and you are being thankful at the same time.",
    "start": "00:44:15",
    "end": "00:44:28"
  },
  {
    "text": "Yeah, yeah, right.",
    "start": "00:44:28",
    "end": "00:44:29"
  },
  {
    "text": "Or am I taking it too far?",
    "start": "00:44:30",
    "end": "00:44:31"
  },
  {
    "text": "No, I think. No, I think when human beings enjoy God's good world in a way that sustains love of God and love of neighbor, you know, honors the teachings of Jesus.",
    "start": "00:44:31",
    "end": "00:44:46"
  },
  {
    "text": "If you're skipping out on family responsibilities to serve, that's not increasing God's capacity.",
    "start": "00:44:46",
    "end": "00:44:52"
  },
  {
    "text": "Yeah, totally. Or. Yeah, yeah, that's right. I mean, this gets down to a whole other topic, but when human beings are fulfilling their divine purpose and then just simply enjoying the gift of existence, that is a testimony to God's Kavod. In the same way that I. The same way that an architect could design a beautiful building that's meant to just inspire people when they walk into the atrium or something, then them enjoying and hanging out in the atrium for hours and just staring at the ceilings is a way of bringing Kavod to that architect. So it's a very similar idea.",
    "start": "00:44:52",
    "end": "00:45:31"
  },
  {
    "text": "Isn't it remarkable how much the etymology of words helps understand, like, concepts? Yeah, I'm always.",
    "start": "00:45:33",
    "end": "00:45:45"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:45:46",
    "end": "00:45:46"
  },
  {
    "text": "I'm always just really astounded by how significant that is, that all of our language is metaphorical to some degree and that the base of our language is generally some very concrete metaphor. And once you understand what that is, then it kind of helps you understand what that word, sometimes it has left that meaning.",
    "start": "00:45:46",
    "end": "00:46:09"
  },
  {
    "text": "Yeah, that's right. Like butterfly is not a fly made out of a stick. Of butter.",
    "start": "00:46:09",
    "end": "00:46:14"
  },
  {
    "text": "Right.",
    "start": "00:46:14",
    "end": "00:46:15"
  },
  {
    "text": "So their etymology doesn't help you. But doing word studies and studying a whole range of a word's meaning and seeing that, oh, here's like an older meaning, or here's the way the word originated in its usage, but then how it became a metaphor over time or develop metaphorical, like here something's heavy and then that can be used as a metaphor. So I agree with you. I think that that's just. This is the basics of learning how to do word studies of biblical vocabulary.",
    "start": "00:46:15",
    "end": "00:46:48"
  },
  {
    "text": "Is that how they teach it in higher education?",
    "start": "00:46:48",
    "end": "00:46:51"
  },
  {
    "text": "I don't know. That's how I teach how to do word studies.",
    "start": "00:46:54",
    "end": "00:46:56"
  },
  {
    "text": "How were you taught?",
    "start": "00:46:56",
    "end": "00:46:57"
  },
  {
    "text": "Well, first it was about how to use a biblical concordance. I mean, this was back before any online tools. And so actually using a big book, but now you can use tools like Bible Gateway. You can just type in a word, Glory.",
    "start": "00:46:59",
    "end": "00:47:17"
  },
  {
    "text": "Right.",
    "start": "00:47:18",
    "end": "00:47:18"
  },
  {
    "text": "Just go type in Gloria in Bible Gateway and it'll give you all the passages that use that word.",
    "start": "00:47:18",
    "end": "00:47:22"
  },
  {
    "text": "But you could still not.",
    "start": "00:47:22",
    "end": "00:47:24"
  },
  {
    "text": "You still not get there. So the key then is a step forward to get to study words in Greek and Hebrew and know where all the times that occurs and do that. But you can do it with. With a modest amount of homework and effort, anybody can learn how to do decent word studies.",
    "start": "00:47:24",
    "end": "00:47:42"
  },
  {
    "text": "I constantly using Etym online. It's E, T, Y, M, O, N, L, I, N, E. Like it's etimol.",
    "start": "00:47:42",
    "end": "00:47:49"
  },
  {
    "text": "Oh, that's just for English words.",
    "start": "00:47:49",
    "end": "00:47:51"
  },
  {
    "text": "It's for any word.",
    "start": "00:47:51",
    "end": "00:47:52"
  },
  {
    "text": "Any word.",
    "start": "00:47:52",
    "end": "00:47:52"
  },
  {
    "text": "I mean, you could probably put a.",
    "start": "00:47:52",
    "end": "00:47:53"
  },
  {
    "text": "Let me put Kavod in and see Edom online.",
    "start": "00:47:53",
    "end": "00:47:56"
  },
  {
    "text": "Oh, no, it doesn't find Kavod. So yeah, it's English words.",
    "start": "00:47:56",
    "end": "00:47:58"
  },
  {
    "text": "Yeah.",
    "start": "00:47:59",
    "end": "00:48:00"
  },
  {
    "text": "But let's see if I do glory. So here's what's interesting. So glory is from the French glorier, pride oneself on, boast about. Directly from the Latin.",
    "start": "00:48:00",
    "end": "00:48:12"
  },
  {
    "text": "Oh, Latin.",
    "start": "00:48:12",
    "end": "00:48:12"
  },
  {
    "text": "Before that, Gloria, which is classical, meant to boast or vaunt or brag, pride oneself. So that's really interesting because right off the bat you have these two different histories of this word, right?",
    "start": "00:48:12",
    "end": "00:48:24"
  },
  {
    "text": "Yeah. The word doesn't begin with way.",
    "start": "00:48:24",
    "end": "00:48:25"
  },
  {
    "text": "It doesn't begin with Wade.",
    "start": "00:48:25",
    "end": "00:48:26"
  },
  {
    "text": "It begins with words speaking, namely, bragging.",
    "start": "00:48:26",
    "end": "00:48:30"
  },
  {
    "text": "Bragging. So, yeah, it's completely different if you come in and you say, man, that person has so much weightiness to them when they come in the room, just everything, like they become the center of gravity. And that's the metaphor you're using versus you go, man, that person comes in the room and they're just gabby about themselves. They Just won't stop talking about themselves. Yeah, like that's.",
    "start": "00:48:30",
    "end": "00:48:52"
  },
  {
    "text": "Yeah. And then glory.",
    "start": "00:48:52",
    "end": "00:48:54"
  },
  {
    "text": "And then we use the word glory to translate the word kavod. And they have completely different etymologies.",
    "start": "00:48:54",
    "end": "00:49:00"
  },
  {
    "text": "Yep. So this is just. This is the challenge of translation, of the fact that the Bible is written in Greek and Hebrew and Aramaic. And all our translations are wonderful up to date efforts to render it into our language. But we always have to recognize that there are some limitations that might actually.",
    "start": "00:49:00",
    "end": "00:49:24"
  },
  {
    "text": "Help me understand my problem with the word glory. I think at the bottom of this conversation is a little bit of my irritation.",
    "start": "00:49:26",
    "end": "00:49:33"
  },
  {
    "text": "I see with back to the driveway and the growing carrots.",
    "start": "00:49:33",
    "end": "00:49:37"
  },
  {
    "text": "Somehow. Yeah, somehow I get irritated when someone just says, well, you know, it's just about glorifying God. And part of that might be because in my understanding of the word glory is this kind of classical Latin where it's like, really, like that's what God cares about, is that we. We just talk good about him, talk well of who he is and very centered on what we say and making sure that someone looks good. You know, like if someone's being very boastful, it's because they're just trying to look good. They're trying to be perceived as someone important. And so if I'm supposed to help someone be perceived as important in the same way, that just feels really. That's like worship songs, right? Like. Like God can't be down here saying how important he is, so we're doing it for him.",
    "start": "00:49:37",
    "end": "00:50:29"
  },
  {
    "text": "That's right.",
    "start": "00:50:29",
    "end": "00:50:30"
  },
  {
    "text": "We're going to tell God how important he is.",
    "start": "00:50:30",
    "end": "00:50:33"
  },
  {
    "text": "Whereas, yeah, in the biblical vision, it's the reverse. It's the sunset so beautiful and the apple tastes so good.",
    "start": "00:50:33",
    "end": "00:50:42"
  },
  {
    "text": "And the song is so beautiful.",
    "start": "00:50:42",
    "end": "00:50:44"
  },
  {
    "text": "The song is so transcendent and beautiful. This is all I receive as a gift from someone who's so generous and made the world and gave. Given me a place within it. I want to speak well and live well for the Kavod of God. Yeah, that's such a bigger story.",
    "start": "00:50:44",
    "end": "00:51:03"
  },
  {
    "text": "Thanks for listening to this episode. If you liked it, you could go on itunes and you can leave a review. That helps a lot in our exposure. You could also watch the video we made on the image of God which spawned on this conversation. And you can watch the other videos we made. They're all on YouTube. YouTube.com TheBibleProject you can follow us on Twitter oinbibleproj and say hi to us on Facebook. Facebook.com TheBibleProject up next is going to be a conversation on the book of Proverbs that will kick off a three part series on the wisdom literature. Proverbs, Ecclesiastes and Job. I'm really excited about them. It's gonna be great. Thanks again for Dan Baber, our good friend who sent us that question about the glory of God. Send us your questions. Thanks for being a part of this.",
    "start": "00:51:15",
    "end": "00:52:07"
  },
  {
    "text": "From now.",
    "start": "00:52:09",
    "end": "00:52:10"
  },
  {
    "text": "No regret.",
    "start": "00:52:12",
    "end": "00:52:13"
  },
  {
    "text": "Lift my head, try my best and.",
    "start": "00:52:14",
    "end": "00:52:19"
  },
  {
    "text": "Hush, hush little one Hush, hush little.",
    "start": "00:52:19",
    "end": "00:52:24"
  },
  {
    "text": "Ones in my head.",
    "start": "00:52:24",
    "end": "00:52:26"
  }
]