[
  {
    "text": "This is the Bible Project. I'm John Collins and I'm going to be talking with Tim Mackey about the image of God. This is the first of a three or four part series on this theme in the Bible, the image of God. This theme pops up in Genesis 1, first page of the Bible. It's actually, actually in the first poem in the Bible where God had just created mankind. And then this poem begins and says, so God created mankind in his own image. In the image of God, he created them. Male and female. He created them. So Tim and I are going to talk about what does that mean to be made in the image of God? And it's not what I expected. It's really changed my paradigms for how I read the scripture and how I think about myself and why I'm on earth. Oh, also, you're gonna hear my buddy Brian Hall. He was in the studio with us as we recorded this conversation. So you might hear him pipe up here and there. Brian wrote the music that you're listening to right now. We made a YouTube video about the image of God. It's on a YouTube channel come March 2016. But in the meantime, enjoy Image of God Part 1. All right, Tim is drinking some coffee. You're gonna hear that in the studio audience is Brian hall, my good friend Brian. So feel free to chime in.",
    "start": "00:00:10",
    "end": "00:01:42"
  },
  {
    "text": "Hi.",
    "start": "00:01:42",
    "end": "00:01:42"
  },
  {
    "text": "Hey, Brian.",
    "start": "00:01:42",
    "end": "00:01:43"
  },
  {
    "text": "At any time, uh, we're going to talk about the image of God, which is going to be a new theme video that we're going to do. So this is. We. We usually spend a couple hours. Tim walks me through his notes before we actually write the script. So let's do this.",
    "start": "00:01:43",
    "end": "00:01:59"
  },
  {
    "text": "Let us do it.",
    "start": "00:01:59",
    "end": "00:02:00"
  },
  {
    "text": "Image of God.",
    "start": "00:02:00",
    "end": "00:02:01"
  },
  {
    "text": "Image of God.",
    "start": "00:02:01",
    "end": "00:02:02"
  },
  {
    "text": "In other cultures, this phrase, image of God, was used for kings. And so a king would be called the image of God. You'd find it on their statues or you'd find it inscribed for them because they ruled on God's behalf over everyone else.",
    "start": "00:02:02",
    "end": "00:02:21"
  },
  {
    "text": "Yeah, yeah. Or in Egypt and Babylon, the kings were the embodiment of the God. Meaning they were a God.",
    "start": "00:02:21",
    "end": "00:02:29"
  },
  {
    "text": "They were a God.",
    "start": "00:02:29",
    "end": "00:02:30"
  },
  {
    "text": "Yeah. They were deified human beings.",
    "start": "00:02:30",
    "end": "00:02:32"
  },
  {
    "text": "So being the image of God actually meant just being God and false being.",
    "start": "00:02:32",
    "end": "00:02:37"
  },
  {
    "text": "A physical representation of the God. Yeah. That's why the Sphinx is protecting the pyramids.",
    "start": "00:02:37",
    "end": "00:02:43"
  },
  {
    "text": "Why is the Sphinx protecting the pyramids?",
    "start": "00:02:43",
    "end": "00:02:45"
  },
  {
    "text": "Because Sphinx is. It's what the cherubim do in the Bible. They're these animal, like semi human creatures that protect the divine presence.",
    "start": "00:02:45",
    "end": "00:02:56"
  },
  {
    "text": "The divine presence being the king.",
    "start": "00:02:57",
    "end": "00:02:59"
  },
  {
    "text": "So in the pyramids. Yeah. You have three Kings buried behind the Sphinx.",
    "start": "00:02:59",
    "end": "00:03:03"
  },
  {
    "text": "Okay.",
    "start": "00:03:03",
    "end": "00:03:04"
  },
  {
    "text": "Who are deified beings. And so you have the guardian being the Sphinx, the cat guarding the. So it's another one of these things where Israel's picking. Israel's a part of a cultural environment. But they innovate. There's something innovative that comes to us in the Hebrew Bible that didn't appear anywhere else.",
    "start": "00:03:04",
    "end": "00:03:27"
  },
  {
    "text": "So they're looking around and they're seeing these neighboring cultures having kings call themselves the image of God. And when they record their creation account, they say all humans are the image of God.",
    "start": "00:03:27",
    "end": "00:03:43"
  },
  {
    "text": "Yeah, that's. Yes, that's how it would translate in terms of like a cultural. Cultural statement. And then if you have the theological conviction, which we do, that these human words are a way that God speaks, that this is God revealing through these Israelite authors something new that we need to hear. Namely, there's much more than just kings are made in the image of God, but humans aren't. So, yeah, the image of God is all wrapped up in what's happening in Genesis 1 and why the humans are the pinnacle creation in the storyline of Genesis 1 and what humans do on God's behalf.",
    "start": "00:03:43",
    "end": "00:04:27"
  },
  {
    "text": "Okay, so let's, let's walk through that then. Let's talk about the creation story and how it all builds up to God making humans and pronouncing them that they are in his image. But let's think this through. I want you to help me think it through as an ancient Israelite, how I would have heard it in the context of. Of what was going on, how the world view back then. And so, yeah, with Genesis 1, God is creating. We're very familiar with this. In the beginning, God created the heavens and the earth. Earth was formless and void. And so he starts just creating all of these things.",
    "start": "00:04:27",
    "end": "00:05:06"
  },
  {
    "text": "God is depicted as a royal figure in the seven day creation narrative. God's depicted as having just this power and authority to speak and things happen like a king would. Very similar. That's a significance to that story that I think ancient readers would have tuned in to.",
    "start": "00:05:06",
    "end": "00:05:27"
  },
  {
    "text": "Ancient readers would have read that and said this. God's acting like a king.",
    "start": "00:05:27",
    "end": "00:05:31"
  },
  {
    "text": "Yeah, that's right. So, yeah, in Genesis 1, God is speaking and things happen like kings do. And then out of darkness and chaos.",
    "start": "00:05:31",
    "end": "00:05:41"
  },
  {
    "text": "Sorry.",
    "start": "00:05:41",
    "end": "00:05:42"
  },
  {
    "text": "Yeah, sorry.",
    "start": "00:05:42",
    "end": "00:05:42"
  },
  {
    "text": "During this time, I'm a king. I'm the king of wherever Uz or Babylonia or you can.",
    "start": "00:05:42",
    "end": "00:05:49"
  },
  {
    "text": "Yeah.",
    "start": "00:05:49",
    "end": "00:05:50"
  },
  {
    "text": "Where are some of the places?",
    "start": "00:05:50",
    "end": "00:05:51"
  },
  {
    "text": "Oh yeah, the Ammonites, Moabites.",
    "start": "00:05:51",
    "end": "00:05:56"
  },
  {
    "text": "Okay. I'm the king of the Moabites. I would say to my servants, hey, go and build me this thing. And then it would happen. So my words have the power to create in the sense that I have authority. And I say, go, build me that.",
    "start": "00:05:56",
    "end": "00:06:10"
  },
  {
    "text": "Yeah, go build a pyramid.",
    "start": "00:06:10",
    "end": "00:06:13"
  },
  {
    "text": "Yeah, go build me that pyramid. And then the pyramid would be built.",
    "start": "00:06:13",
    "end": "00:06:17"
  },
  {
    "text": "Yeah. You speak and it's an order, and it's followed, and things happen.",
    "start": "00:06:17",
    "end": "00:06:23"
  },
  {
    "text": "So in the same way, God in the Bible speaks and says, I want a sun, I want the earth. And it happens.",
    "start": "00:06:23",
    "end": "00:06:30"
  },
  {
    "text": "Yes. Yeah. And creation obeys the commands. Yeah. So there. That's cool. Yeah. And we know. Yeah. Like later biblical poets explain, when they reflect on Genesis 1, they bring all this out. Psalm 33, for example, talks about, he commanded it was created. The word command is never found in Genesis 1, but Psalm 33 uses language of commanders and kings to describe God in Genesis 1. So there's an ancient reader, the poet of Psalm 33. Go read Psalm 33. Oh, listener of the podcast, and you'll see an ancient Israelite reflecting on Genesis 1 and seeing God depicted as a commander in chief or a king. Yeah, interesting. So that's the depiction of God in Genesis 1, bringing order and beauty out of the chaos and darkness. And then the pinnacle of it all is that God says, let us make humanity. And Hebrew word for humanity is Adam, where we get our name, Adam. And so let us make Adam. And then the line is in our image and in our likeness, or according to our likeness. And let them have dominion over the fish of the sea, the birds of the sky, the livestock, all the earth, every creeping thing that's on the earth. And those are all things that were made in previous days. And then there's a little poem. The first poem in the Bible is Genesis 1, verse 27. It's a little poem about the image of God. So God created humanity in his own image, in the image of God. He. God created him, I.e. humanity, male and female. He created them. God blessed them and said to them, be fruitful. Increase in number. Fill the earth and subdue it. Rule over the fish of the sea, birds of the sky, every living creature that moves on the ground.",
    "start": "00:06:30",
    "end": "00:08:25"
  },
  {
    "text": "So I'm reading this creation account. I'm from that time. And so it won't be surprising that God is king and he's creating things with his authority as a king. That wouldn't be that surprising, But I would be blown away at the point that he creates humans and says, okay, you're all in my image for the narrative to say, and then he made the humans, and he made them male and female. And. And they.",
    "start": "00:08:26",
    "end": "00:08:54"
  },
  {
    "text": "They rule.",
    "start": "00:08:54",
    "end": "00:08:55"
  },
  {
    "text": "They rule.",
    "start": "00:08:55",
    "end": "00:08:56"
  },
  {
    "text": "Yeah.",
    "start": "00:08:56",
    "end": "00:08:56"
  },
  {
    "text": "And they represent me as a human race.",
    "start": "00:08:57",
    "end": "00:09:01"
  },
  {
    "text": "Yeah, so. Yeah, that's right. So a contrast to this would be other ancient Near Eastern creation account that depict the God ruling. So the most famous one was dug up in ancient Iraq, like 1860s, I think. It's called Enuma Elish, and it's a tale about the Babylonian gods and about how their God Marduk defeats the forces of chaos. That's in the form of this goddess called Tiamat, a big dragon. And so he shoots this arrow. Well, no. He blows a huge wind that inflates Tiamat's throat. Have you ever, like, been in one of those super fans? And you open your mouth and it makes your cheeks do that? Like a really powerful fan, right? It's like that. He does that to her mouth and then shoots an arrow down her throat.",
    "start": "00:09:01",
    "end": "00:09:59"
  },
  {
    "text": "So you. So he opens it up kind of like.",
    "start": "00:09:59",
    "end": "00:10:01"
  },
  {
    "text": "Yeah, with.",
    "start": "00:10:01",
    "end": "00:10:02"
  },
  {
    "text": "With air pressure.",
    "start": "00:10:02",
    "end": "00:10:03"
  },
  {
    "text": "Yeah, with the air shoots. Yeah. And then that really hurt. Hurts Tiamat. And then he rips Tiamat in half.",
    "start": "00:10:03",
    "end": "00:10:12"
  },
  {
    "text": "Why didn't you just do that?",
    "start": "00:10:13",
    "end": "00:10:14"
  },
  {
    "text": "I know somehow the pharaoh had to immobilize her or something. And then he takes one half of her body and makes sky and the other half and makes land. So that's the Babylon. One of the Babylonian creation myths is that the world is born out of a violent conflict between the gods. And then later on in that story, the gods get tired of, like, making food for themselves, and so they kill one of the gods in the pantheon, Kingu, and then they slit his throat and then pour his blood out of his neck into the ground and then mix the divine blood and the dirt to make mud. And they make humans who become slaves to the gods.",
    "start": "00:10:14",
    "end": "00:10:56"
  },
  {
    "text": "Out of blood and dirt.",
    "start": "00:10:56",
    "end": "00:10:57"
  },
  {
    "text": "Out of blood and dirt. So again, life is born out of violent conflict among the gods. And then out of that comes again. Marduk establishes his kingdom. So these are stories that are being told and passed on in the temples in Babylon. They're read at festivals. People grow up with these tales. And so if you're a Babylonian farmer, you believe that the world is born out of conflict and violence. And you believe that that king that you see every month or so at the annual sacrifice or something is. Is the embodiment of Marduk. And Marduk has legitimated this king as the image of God and as the ruler over me. So I better pay my taxes.",
    "start": "00:10:57",
    "end": "00:11:40"
  },
  {
    "text": "And you exist to feed him.",
    "start": "00:11:41",
    "end": "00:11:43"
  },
  {
    "text": "You exist to feed him, to feed the gods.",
    "start": "00:11:43",
    "end": "00:11:46"
  },
  {
    "text": "The gods. And the manifestation of him, the king that's Right, Yeah.",
    "start": "00:11:46",
    "end": "00:11:50"
  },
  {
    "text": "So you can see how these, you know, these myths, we just call them myths, but these were, these were stories that legitimate the power structures, the social structures. So Genesis 1 really strikes a different chord in that kind of setting. So you have a story about a God who doesn't have any rivals. He just speaks and things are. There's no conflict with the darkness and chaos. There is darkness and chaos in Genesis 1, but it's not a threat to God.",
    "start": "00:11:50",
    "end": "00:12:21"
  },
  {
    "text": "Or. No, the Spirit's hovering.",
    "start": "00:12:23",
    "end": "00:12:24"
  },
  {
    "text": "Yeah. God's just there in the midst of darkness and chaos. And then he just speaks and makes it all beautiful. And then he makes all humanity male and female as his image. And all humanity has this royal dignified task to rule the world on God's behalf. So you have to think, wow, what kind of social structure does that create? The vision of the universe in Genesis 1 is the. The vision of how Israel was to be ordered, which was a very social, egalitarian society. Not male, female. It was patriarchal in that sense. But economically it was very egalitarian. Nobody owned, like families owned land. The king, I mean, there were no kings in Israel for a long time. It was just tribes and a federation. Everybody farmed and worked the land. There's a year of jubilee, year of jubilee, debts forgiven. It was a very. No tribe owned more land or was better, could take the land of another. Yeah, it's very.",
    "start": "00:12:24",
    "end": "00:13:32"
  },
  {
    "text": "So it's kind of hippie.",
    "start": "00:13:32",
    "end": "00:13:34"
  },
  {
    "text": "It's kind of like a commune. But that's the Israel envision in the laws in the Pentateuch.",
    "start": "00:13:34",
    "end": "00:13:40"
  },
  {
    "text": "Yeah.",
    "start": "00:13:40",
    "end": "00:13:41"
  },
  {
    "text": "And you can see how this story is giving a view of the world and who God is and what kind of world I'm in and what humans are. That is very different than the culture they came from in Egypt or in Babylon.",
    "start": "00:13:41",
    "end": "00:13:57"
  },
  {
    "text": "So why did God create all humans in his image?",
    "start": "00:14:14",
    "end": "00:14:18"
  },
  {
    "text": "So from the Genesis story, it's that the human task is to rule and have dominion and to subdue. So we should talk about those.",
    "start": "00:14:18",
    "end": "00:14:29"
  },
  {
    "text": "Okay.",
    "start": "00:14:29",
    "end": "00:14:29"
  },
  {
    "text": "So yeah, ruling's not a way that we really talk about our day to day activities anymore.",
    "start": "00:14:31",
    "end": "00:14:37"
  },
  {
    "text": "I do. I rule every day.",
    "start": "00:14:37",
    "end": "00:14:40"
  },
  {
    "text": "John rules. I mean, there's the 80 cents of like that rules. You rule, man. But that's not quite what we're talking about.",
    "start": "00:14:40",
    "end": "00:14:47"
  },
  {
    "text": "How's your day going? Ruling.",
    "start": "00:14:47",
    "end": "00:14:48"
  },
  {
    "text": "It's ruling.",
    "start": "00:14:48",
    "end": "00:14:49"
  },
  {
    "text": "So, yeah. That reminds me of the Adam Sandler movie, Billy Madison. Have you seen that?",
    "start": "00:14:50",
    "end": "00:14:55"
  },
  {
    "text": "I haven't.",
    "start": "00:14:56",
    "end": "00:14:56"
  },
  {
    "text": "Did you watch Billy, you didn't watch the Adam Sandler movies?",
    "start": "00:14:57",
    "end": "00:15:00"
  },
  {
    "text": "I was probably studying Hebrew verse or something like that. Paint the scene for me.",
    "start": "00:15:00",
    "end": "00:15:04"
  },
  {
    "text": "Okay. Yeah. So this particular scene, Adam Sandler's character is in a cafeteria, and this guy walks up and he throws a bunch of food on him and he says, o' doyle rules. And it's like this whole family thing that they always say it. And so here's a clip of Adam Sandler interacting with o'.",
    "start": "00:15:04",
    "end": "00:15:25"
  },
  {
    "text": "Doyle.",
    "start": "00:15:25",
    "end": "00:15:26"
  },
  {
    "text": "O' Doyle rules.",
    "start": "00:15:27",
    "end": "00:15:28"
  },
  {
    "text": "Thanks a lot, o'. Doyle. Nice meeting you. Yeah. So I like how he says, nice meeting you, because it's not nice meeting someone who rules like that. Right. It's a pain.",
    "start": "00:15:29",
    "end": "00:15:40"
  },
  {
    "text": "Yeah. Right. So, yeah, the Bible's talking about something different. This is about humans. There's something that humans do need to exercise power over. It's hard for us. We just. We don't really have these categories in our day to day life. But again, this is something now humans are doing that is a reflection or an image of what God has been doing. So we'll talk about the word image a little bit later. But what it at least means is that humans are now to do what God has been up to. And what has God been up to? He's been making a world that he wants. And it's a world that's not disordered or chaotic. It's a world that's reliable and ordered so that life can flourish. And humans are now being given an authority over dirt and birds and cows to make things flourish even more.",
    "start": "00:15:40",
    "end": "00:16:38"
  },
  {
    "text": "And that's the idea of ruling.",
    "start": "00:16:39",
    "end": "00:16:41"
  },
  {
    "text": "Yeah. And so connected to that is this word subdue, which, I mean, it just says to impose on it your vision for it. Which, again, the word impose is very negative in English. But this is all in the context of gardening and agriculture.",
    "start": "00:16:41",
    "end": "00:16:58"
  },
  {
    "text": "So if you subdue to garden.",
    "start": "00:16:59",
    "end": "00:17:01"
  },
  {
    "text": "Yeah, yeah, let's go with this metaphor because this is the. This is what the story's trying to say.",
    "start": "00:17:01",
    "end": "00:17:06"
  },
  {
    "text": "So I'm gonna subdue my farm.",
    "start": "00:17:06",
    "end": "00:17:07"
  },
  {
    "text": "Yeah, farm. A farm. So what do. I don't know. What does a patch of dirt do if you never do any? If you leave it alone and never bring your will?",
    "start": "00:17:08",
    "end": "00:17:17"
  },
  {
    "text": "Grows weeds, Grows wild grass.",
    "start": "00:17:18",
    "end": "00:17:20"
  },
  {
    "text": "Yeah, yeah. So to make a vegetable garden takes an enormous amount of work and energy planning. And you have to make that ground do something it wouldn't do by itself.",
    "start": "00:17:20",
    "end": "00:17:32"
  },
  {
    "text": "Right.",
    "start": "00:17:32",
    "end": "00:17:33"
  },
  {
    "text": "It takes cultivation. And so. And to the same degree, like cows and goats will reproduce, but they can reproduce even more and for greater purposes than just to keep themselves alive. But they can give milk and butter and wool and all this. Well, not cows, I guess. You need sheep. Cow wool, goat, goat hair. People make stuff out of goat hair. So again, the point is that disorder, they're just leaving the world as it is, which is. It'll just do being passive. Yeah. It's just wild and raw. But then humans are to bring their will and intention to it to make it a place where life can flourish even more.",
    "start": "00:17:33",
    "end": "00:18:16"
  },
  {
    "text": "Yeah. Which takes imagination and creativity.",
    "start": "00:18:16",
    "end": "00:18:21"
  },
  {
    "text": "Yeah.",
    "start": "00:18:21",
    "end": "00:18:21"
  },
  {
    "text": "And then muscle and will.",
    "start": "00:18:22",
    "end": "00:18:25"
  },
  {
    "text": "Yes.",
    "start": "00:18:25",
    "end": "00:18:26"
  },
  {
    "text": "I mean, first you have to go, okay, this is what it could be. Here's this plot of land, and I can imagine it actually being an orchard.",
    "start": "00:18:26",
    "end": "00:18:34"
  },
  {
    "text": "Right.",
    "start": "00:18:34",
    "end": "00:18:35"
  },
  {
    "text": "And then I've got to problem solve and figure out how I'm going to create that orchard. And then. So that takes some creativity.",
    "start": "00:18:35",
    "end": "00:18:42"
  },
  {
    "text": "Yeah. This orchard could provide apples for a thousand people instead of just my neighborhood.",
    "start": "00:18:43",
    "end": "00:18:48"
  },
  {
    "text": "Right.",
    "start": "00:18:48",
    "end": "00:18:48"
  },
  {
    "text": "So how do we do that?",
    "start": "00:18:48",
    "end": "00:18:49"
  },
  {
    "text": "Yeah. Using your ingenuity. And then you have to then build it, which is just your own muscle and effort, and then you've got to take care of it.",
    "start": "00:18:50",
    "end": "00:19:00"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:19:00",
    "end": "00:19:01"
  },
  {
    "text": "So is all that subduing in the.",
    "start": "00:19:01",
    "end": "00:19:04"
  },
  {
    "text": "Context of Genesis 1? I think that's what these words.",
    "start": "00:19:04",
    "end": "00:19:07"
  },
  {
    "text": "It'd be easier just to go take over someone else's orchard, subdue it.",
    "start": "00:19:07",
    "end": "00:19:11"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:19:11",
    "end": "00:19:12"
  },
  {
    "text": "I mean, that's what I think of when subdue. I think of like, go and.",
    "start": "00:19:12",
    "end": "00:19:15"
  },
  {
    "text": "Oh, I understand.",
    "start": "00:19:15",
    "end": "00:19:16"
  },
  {
    "text": "Use violence and. And exert my authority over something.",
    "start": "00:19:16",
    "end": "00:19:23"
  },
  {
    "text": "And you know, actually what's interesting, you do a word study on subdue. And it is used, for example, like when Joshua goes in and they subdue the land from the Canaanites.",
    "start": "00:19:23",
    "end": "00:19:33"
  },
  {
    "text": "Okay.",
    "start": "00:19:33",
    "end": "00:19:34"
  },
  {
    "text": "And so the Canaanites resist and attack them, and they subdue them. But again, the word doesn't inherently mean kill people. It's just. Or take or take. It depends on. That's what it means. If you're going into someone else's land and taking it from them, then the word is going to take off.",
    "start": "00:19:35",
    "end": "00:19:55"
  },
  {
    "text": "If you're subduing something that someone else has, you're taking it. If you're subduing something that doesn't exist yet, is that the same word you would use?",
    "start": "00:19:55",
    "end": "00:20:02"
  },
  {
    "text": "Well, if you're subduing a patch of dirt, you're making it do something that it wouldn't do on its own.",
    "start": "00:20:02",
    "end": "00:20:09"
  },
  {
    "text": "Okay.",
    "start": "00:20:09",
    "end": "00:20:09"
  },
  {
    "text": "Yeah. Pyramids don't build themselves, and apple orchards don't grow by themselves. They take somebody imposing will. So humans are being given. It's not even permission. They're being given this vocation to mediate God's rule that God wants his world to be a place where life flourishes, where life multiplies. And that's going to Require a lot of subduing and harnessing all the potential and resources in the dirt and fish and cows to make it work. And when humans do that, they are said to be an image of the God of Israel.",
    "start": "00:20:09",
    "end": "00:20:50"
  },
  {
    "text": "You know, if you live during this time, the world is actually kind of scary in some ways. Like to go into a new place where there's lions and there's. Who knows what's gonna get you.",
    "start": "00:20:50",
    "end": "00:21:02"
  },
  {
    "text": "That's right.",
    "start": "00:21:02",
    "end": "00:21:02"
  },
  {
    "text": "You're gonna have to subdue it. There's a sense of like, we're going into the unknown, the pioneers.",
    "start": "00:21:03",
    "end": "00:21:08"
  },
  {
    "text": "Mm.",
    "start": "00:21:08",
    "end": "00:21:09"
  },
  {
    "text": "I mean, we don't have that anymore. Except for like.",
    "start": "00:21:09",
    "end": "00:21:11"
  },
  {
    "text": "That's right.",
    "start": "00:21:11",
    "end": "00:21:12"
  },
  {
    "text": "That may be going into space.",
    "start": "00:21:12",
    "end": "00:21:13"
  },
  {
    "text": "Yeah, we're going camping.",
    "start": "00:21:13",
    "end": "00:21:15"
  },
  {
    "text": "But like to go into some new land that your tribe has never been into.",
    "start": "00:21:17",
    "end": "00:21:22"
  },
  {
    "text": "Mm.",
    "start": "00:21:22",
    "end": "00:21:23"
  },
  {
    "text": "Is going to feel kind of like a battle. And then you're gonna subdue it. But then I guess what we want to be careful of is it doesn't mean go and just exploit it.",
    "start": "00:21:23",
    "end": "00:21:35"
  },
  {
    "text": "That's right. And you're going to see all kinds of. In Israel's story, all kinds of ways that God limits the degree to which Israel subdues its land. So yeah, like the law is about leaving whole sections of your fields unharvested, you know, for the poor.",
    "start": "00:21:35",
    "end": "00:21:54"
  },
  {
    "text": "Yeah.",
    "start": "00:21:55",
    "end": "00:21:55"
  },
  {
    "text": "Or getting your like the whole concept of crop rotation and stuff like that so you don't exhaust like all that's in the laws for Israel. You know, this is a footnote to it. But there was a really influential ecologist in the 60s, Sidney White, who wrote this essay saying that the whole environmental exploitation that's, you know, one of the underbellies of Western development is all generated out of the story. In Genesis 1, he made that claim.",
    "start": "00:21:56",
    "end": "00:22:25"
  },
  {
    "text": "The reason why we rape the world is because of Genesis 1, because our.",
    "start": "00:22:26",
    "end": "00:22:31"
  },
  {
    "text": "Culture is fueled by this biblical vision of subduing, ruling and subduing. And so just on like purely historical terms, whether or not that's true has been dismantled, that it was actually more the. The development of the Enlightenment Deist or non theist worldview that nature is this object to be mastered and overcome. That has nothing to do with the Bible. But anyway, that's interesting. That's a cultural perception that's out there that somehow Judaism or Christianity or the Bible inherently creates this. This objectification of nature.",
    "start": "00:22:31",
    "end": "00:23:17"
  },
  {
    "text": "On top of then that verse is just the kind of. The theological paradigm of this is gonna burn and we're all going to. The point is to go to heaven.",
    "start": "00:23:17",
    "end": "00:23:28"
  },
  {
    "text": "Yeah, that's. Yes. That's another layer on Top of that. Right, right.",
    "start": "00:23:28",
    "end": "00:23:32"
  },
  {
    "text": "Which now we're on a big tangent, but yeah. And then. So that multiplies this idea of, like, well, this is just a tool. It's a tool that's not gonna last.",
    "start": "00:23:32",
    "end": "00:23:39"
  },
  {
    "text": "Right.",
    "start": "00:23:39",
    "end": "00:23:40"
  },
  {
    "text": "Let's kind of use it for what it's worth and get out of here.",
    "start": "00:23:40",
    "end": "00:23:44"
  },
  {
    "text": "Yeah. So, yeah, your instinct was right a few minutes ago to go back and to say we're talking thousands of years ago, agricultural setting. This is more like the pioneer mindset.",
    "start": "00:23:44",
    "end": "00:23:58"
  },
  {
    "text": "And it's hard for us to imagine what it was like when you could have been eaten by a lion. Right. Like, that was like, that would happen. Like, if I found out a friend was eating by a lion last week, I'd be like, ah, that sucks for him.",
    "start": "00:23:59",
    "end": "00:24:12"
  },
  {
    "text": "I wouldn't be like, what did I tell you? I think I told you this when I went backpacking in August in Colorado. And I couldn't sleep one night. So I got up while it was still dark and hiked to the top of a tall peak to watch the sunrise. And the only thing on my mind I couldn't shake it was that there was a mountain lion that was gonna eat me.",
    "start": "00:24:12",
    "end": "00:24:35"
  },
  {
    "text": "You were thinking about it for hours.",
    "start": "00:24:35",
    "end": "00:24:36"
  },
  {
    "text": "Yes. Cause it was totally. We were up in.",
    "start": "00:24:36",
    "end": "00:24:38"
  },
  {
    "text": "Are there mountain lions in Colorado?",
    "start": "00:24:38",
    "end": "00:24:40"
  },
  {
    "text": "There's a lot of mountain lions in Rocky Mountain national park, and they live right where treeline meets the rocks. And that's where we were. But it was such a. I loved it, but I hated it because I was terrified. But I was like, I never have this experience where I'm in really wild country and. And there's surely a mountain lion somewhere within 10 miles of you.",
    "start": "00:24:40",
    "end": "00:25:00"
  },
  {
    "text": "So. Yeah. So imagine you had to subdue that mountain.",
    "start": "00:25:00",
    "end": "00:25:03"
  },
  {
    "text": "I know it.",
    "start": "00:25:03",
    "end": "00:25:03"
  },
  {
    "text": "You would.",
    "start": "00:25:03",
    "end": "00:25:04"
  },
  {
    "text": "I know it.",
    "start": "00:25:04",
    "end": "00:25:04"
  },
  {
    "text": "You were subduing that mountain.",
    "start": "00:25:04",
    "end": "00:25:05"
  },
  {
    "text": "Yeah, sort of. So your point is. We very seldom are in a situation anymore, modern Westerners, where I think subdue.",
    "start": "00:25:05",
    "end": "00:25:15"
  },
  {
    "text": "Becomes the wrong word because there's not this sense of like, oh, I need to go subdue my backyard. It's like, no, there's nothing scary back there.",
    "start": "00:25:15",
    "end": "00:25:23"
  },
  {
    "text": "I don't know. That's how I feel.",
    "start": "00:25:23",
    "end": "00:25:24"
  },
  {
    "text": "Well, I mean, there's. I guess it gets unruly.",
    "start": "00:25:27",
    "end": "00:25:29"
  },
  {
    "text": "Yeah.",
    "start": "00:25:29",
    "end": "00:25:30"
  },
  {
    "text": "And you have to. You have to manage it.",
    "start": "00:25:30",
    "end": "00:25:32"
  },
  {
    "text": "Weeds.",
    "start": "00:25:32",
    "end": "00:25:32"
  },
  {
    "text": "But I'm not out there, like, looking out for rattlesnakes.",
    "start": "00:25:32",
    "end": "00:25:36"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:25:36",
    "end": "00:25:37"
  },
  {
    "text": "That's why I'm just wondering if the word subdue has some aggressiveness to it, because during that time, there was some aggressiveness that was required of going into new territory and yeah, and cultivating it.",
    "start": "00:25:38",
    "end": "00:25:52"
  },
  {
    "text": "Yes.",
    "start": "00:25:53",
    "end": "00:25:53"
  },
  {
    "text": "Because there's crazy. There's gonna be apes that can rip your head off. There's gonna be snakes that can swallow you. Yeah, there's gonna be.",
    "start": "00:25:53",
    "end": "00:26:00"
  },
  {
    "text": "Yeah, yeah. I mean, in the biblical stories, Israel's full of bears and lions, leopards. Not anymore, but it was.",
    "start": "00:26:01",
    "end": "00:26:08"
  },
  {
    "text": "Yeah, that was just like a nor.",
    "start": "00:26:08",
    "end": "00:26:10"
  },
  {
    "text": "So we haven't even talked about the word image.",
    "start": "00:26:25",
    "end": "00:26:28"
  },
  {
    "text": "But the idea of being the image is connected to ruling.",
    "start": "00:26:28",
    "end": "00:26:32"
  },
  {
    "text": "Yeah. So maybe. So here's. Yeah. So maybe this is a good segue then, to what? In this story, in Genesis 1, with that idea of God and what God does, and then humans now carry on what God has been doing. What does it mean to call humans the image of God if they're going to be ruling and. And subduing and bringing that out of creation? And so this is another area where the history of where this idea went. It's very hard for us to separate how the ideas developed from what it meant originally.",
    "start": "00:26:32",
    "end": "00:27:05"
  },
  {
    "text": "Well, I don't know how it developed, so we're fine on that. I'm not going to be confused.",
    "start": "00:27:06",
    "end": "00:27:11"
  },
  {
    "text": "Well, I'll just ask you, when you think of the image of God, what comes to your mind to say a human is made in the image of God? John and Brian, what comes to your mind?",
    "start": "00:27:11",
    "end": "00:27:24"
  },
  {
    "text": "Well, what comes to my mind is. Yeah, this supernatural aspect of us, where I know that I'm biology. I've got flesh and blood and organs and stuff, but I also have consciousness and I have morality and I have this. These things that are more. Less tangible. And if you dissect me, you're not going to find it. I guess I always thought that was in some way what the image of God meant. That sacredness, that there's a spirituality, there's a maybe, I guess. I mean, it's fuzzy. I will say it's always been a fuzzy phrase that you kind of just say to go, yeah, we're important, and there's something more to this than just being animals.",
    "start": "00:27:25",
    "end": "00:28:14"
  },
  {
    "text": "Mm.",
    "start": "00:28:14",
    "end": "00:28:14"
  },
  {
    "text": "I don't know. What do you. What do you think, Brian?",
    "start": "00:28:14",
    "end": "00:28:16"
  },
  {
    "text": "I just think of a creative intellect. Creative, I think a lot about. And to me, there's a lot of something very spiritual about our creative intellect. Even if it's not us doing something related to the arts, for example, even if we're subduing a field and we have to use. There's this. There's this quality to how we think and how we process that is, to me, sort of, you know, like a songwriter never knows quite where a good song Comes from, like all that stuff is about the mystery of God and God's personhood in us. That's maybe what I would say.",
    "start": "00:28:17",
    "end": "00:28:52"
  },
  {
    "text": "Yes, A common denominator. There's something about humans that seems to transcend our just biology.",
    "start": "00:28:52",
    "end": "00:29:00"
  },
  {
    "text": "Right.",
    "start": "00:29:01",
    "end": "00:29:01"
  },
  {
    "text": "And, you know, molecules crashing together and instinct to reproduce and hormones and so on. So. And that's throughout most of the history of Western interpretation, at least, that's been the idea that we're talking about something additional to humans that's not shared by other rabbits and elephants or dolphins. Right.",
    "start": "00:29:01",
    "end": "00:29:25"
  },
  {
    "text": "Because that's what the narrative says. Right. That all these animals were made, humans were made, but then they were given God's breath. Or is God's breath separate from the image of God?",
    "start": "00:29:25",
    "end": "00:29:38"
  },
  {
    "text": "Well, God's breath is in Genesis 2.",
    "start": "00:29:38",
    "end": "00:29:40"
  },
  {
    "text": "But image of God's in Genesis 2.",
    "start": "00:29:41",
    "end": "00:29:42"
  },
  {
    "text": "Image of God is Genesis 1. Yeah. So you're right. And image of God is something that sets humans apart from the birds and fish.",
    "start": "00:29:42",
    "end": "00:29:53"
  },
  {
    "text": "This is important. So Genesis 1 doesn't talk about God's breath.",
    "start": "00:29:53",
    "end": "00:29:57"
  },
  {
    "text": "Well, it does at the beginning. That God's breath, spirit is hovering in the darkness of chaos. But.",
    "start": "00:29:58",
    "end": "00:30:05"
  },
  {
    "text": "But as far as animating the humans.",
    "start": "00:30:05",
    "end": "00:30:07"
  },
  {
    "text": "Yeah. So this is part of how Genesis works as a book because you get the seven day story in chapter one through chapter two, verse four, and then chapter two, verse five, a second story about the origins of the world and humans appears. And it has a different chronology. It happens all in one day versus the seven days. It has a different order of things being created. The animals come second in Genesis 2, but they come first in Genesis 1.",
    "start": "00:30:07",
    "end": "00:30:44"
  },
  {
    "text": "Come second after humans.",
    "start": "00:30:44",
    "end": "00:30:46"
  },
  {
    "text": "Mm, yeah. Because the guy's alone and he's like, man, I wish I had somebody to hang out with. So God makes animals, but in Genesis 1, God makes the animals first and then humans are the pinnacle.",
    "start": "00:30:46",
    "end": "00:30:56"
  },
  {
    "text": "Got it. So in Genesis 1, that's when in that account, it's.",
    "start": "00:30:56",
    "end": "00:31:01"
  },
  {
    "text": "The image of God is how Genesis 1 reflects on the nature and purpose of humans. Genesis 2 reflects on the nature of humans as coming from the dirt, being made of dirt, and then infused with divine breath.",
    "start": "00:31:01",
    "end": "00:31:17"
  },
  {
    "text": "So are we confusing, are we conflating those two things by saying the image of God is about creativity and about spirituality and that kind of stuff?",
    "start": "00:31:17",
    "end": "00:31:27"
  },
  {
    "text": "Yeah, it's one of those things where I think I see how that happens. I think as good readers, you read the two stories side by side and you go, oh, the image of God is something that God, it's the breath of life, a little extra infusion that makes humans different. Yeah, but they are I think different. I think they're different. They're making distinct. It's kind of like a diamond or something that has multiple facets. So. So it's getting at the same reality at the center of the diamond, but they are two separate facets that are giving a different angle. So the image of God is distinct in making one kind of statement about humans, and then the dirt and divine breath is making another kind of statement. But I think it helps to separate them because they're separate in the story.",
    "start": "00:31:27",
    "end": "00:32:12"
  },
  {
    "text": "And when you separate them, what happens?",
    "start": "00:32:13",
    "end": "00:32:15"
  },
  {
    "text": "So let's separate them. Let's just say what is the word image? Just the Hebrew word image. So if you go look around in the rest of the Hebrew Bible at that word, this is a really interesting fact. Its number one reference is to idols which Israel was prohibited to ever make. So you end up with this interesting kind of paradox at the beginning of the story of the Bible, which is going to be about a God who tells people to never make images of him. But then page one begins the story with this God making an image of himself and his humans. So that's interesting that you're not supposed to try and image this God because images of this God already exist, namely the you and the person sitting next to you. So what does it mean then that God has provided an image?",
    "start": "00:32:17",
    "end": "00:33:17"
  },
  {
    "text": "Well, hold on. The justification usually for don't make an image is because that would be blasphemy. Like you would create something that wasn't actually God. Yeah, yeah.",
    "start": "00:33:17",
    "end": "00:33:29"
  },
  {
    "text": "Or you're reducing the true reality and character of God by reducing him to golden. Yeah, cow or something.",
    "start": "00:33:30",
    "end": "00:33:41"
  },
  {
    "text": "So that's one reason. Yeah, but then you're saying the other reason is because God already made an image. So let's not confuse anything you can make with what God already made. Yeah, namely.",
    "start": "00:33:41",
    "end": "00:33:52"
  },
  {
    "text": "Yeah, that's right. You. Yeah, that's right. And you. So, yeah, you and I are not. We're not God. But we are. It's not even. And it's not even that we're like God, but it's that you and I embody something about God here.",
    "start": "00:33:52",
    "end": "00:34:09"
  },
  {
    "text": "I guess that is another thing I always thought about when you say image of God is in some way we're like God. In some way God has characteristics that he's given humans that he didn't give the rest of creation. You're saying that's not true?",
    "start": "00:34:10",
    "end": "00:34:24"
  },
  {
    "text": "No, I think. Well, is it character traits or is it a task, namely to rule? And you're saying it's task in the poem, in Genesis 1, God created them in his image, then he blessed them and said, be fruitful and multiply. Subdue the earth, rule over it. So the story connects the image explicitly with the job description of humans, which is to multiply, multiply and rule and subdue. So in context, I think this is what's called the functional interpretation of the image of God. So. Yeah, So a metaphysical interpretation of the image would be it's our conscious conscience, rationality, ability to reason, spirituality, that kind of thing.",
    "start": "00:34:25",
    "end": "00:35:16"
  },
  {
    "text": "That's the metaphysical one.",
    "start": "00:35:16",
    "end": "00:35:18"
  },
  {
    "text": "Correct. And that is. I think it's intuitive, but it's actually hard to anchor in the story.",
    "start": "00:35:18",
    "end": "00:35:25"
  },
  {
    "text": "It's more closely related to the breath.",
    "start": "00:35:25",
    "end": "00:35:27"
  },
  {
    "text": "Of God in Genesis 2. Genesis 1 seems to link the image with the role and job description that he's given to humans uniquely.",
    "start": "00:35:27",
    "end": "00:35:39"
  },
  {
    "text": "Yeah.",
    "start": "00:35:39",
    "end": "00:35:39"
  },
  {
    "text": "So he didn't ask cows to rule the world. He.",
    "start": "00:35:39",
    "end": "00:35:43"
  },
  {
    "text": "That was a good decision.",
    "start": "00:35:44",
    "end": "00:35:45"
  },
  {
    "text": "Yeah.",
    "start": "00:35:45",
    "end": "00:35:46"
  },
  {
    "text": "Or maybe not. Maybe they do a better job.",
    "start": "00:35:46",
    "end": "00:35:51"
  },
  {
    "text": "So there's that. Then there's. Then that raises the question, well, what were these images? What were idols in the ancient world and Israel that God prohibited making them?",
    "start": "00:35:51",
    "end": "00:36:03"
  },
  {
    "text": "That's a good question.",
    "start": "00:36:04",
    "end": "00:36:04"
  },
  {
    "text": "Yeah. So we're talk. Did they actually, you know, did an ancient Israelite actually believe that the golden calf was God? Or did they have, you know, something more sophisticated that we would think, a distinction you could easily make to be like. Well, it's probably. It represents a God or there's some close connection between that statue and some invisible God who makes thunder and lightning and who I can't see. And so I don't mean ancient people weren't stupid. They're probably smarter than most of us because they were pioneers. They could survive the mountain lion.",
    "start": "00:36:05",
    "end": "00:36:46"
  },
  {
    "text": "Yeah, There was more editing of the gene pool back then. They probably were smarter.",
    "start": "00:36:47",
    "end": "00:36:53"
  },
  {
    "text": "That sounded so clinical. Yeah. So we're talking about idea that this statue. But is some like you carry it on a pedestal and you put it in a shrine. So you treat it like very special and like holy and set apart. But it's viewed as having some special connection to the God that it represents. That's why you can have multiple statues representing one God. And so this statue is some kind of physical, embodied representation of the God. And you can put it somewhere and it is now representing God's presence there. And the closest Israel ever got to this was the Ark of the Covenant, which didn't have an image. It had a place, the cherubim, which are the protectors of the divine presence, and then just a blank space above it. But they still have this idea that the temple was Somehow a localized expression of God's glory and presence.",
    "start": "00:36:54",
    "end": "00:37:52"
  },
  {
    "text": "So without having an actual image, it still had a representation of the place to realize God's presence.",
    "start": "00:37:52",
    "end": "00:38:00"
  },
  {
    "text": "Yeah. So we have. You know, there's all kinds of stuff going on like this in the ancient world. The most famous one, just because they're so awesome, is they're called the Lamassu statues. But you've surely seen them. They were found when they started digging up all these ancient Babylonian cities in Iraq.",
    "start": "00:38:00",
    "end": "00:38:24"
  },
  {
    "text": "How do you spell it?",
    "start": "00:38:24",
    "end": "00:38:25"
  },
  {
    "text": "L A M A S, S, U. And it has the body of an ox, but then the head of a man and a huge stately beard. So these were used in the Babylonian and Assyrian kingdoms. And they're wings. They have wings. So they're similar to the Sphinx and to the cherubim. They would be at the entrances to the city or the entrances to the temple. And they are physical representations of the God. And what's specially interesting about these is that that head piece is the crown. Yeah. It's an icon of the king. If you look at ancient Assyrian statues of their kings, they have precisely that head with, like, the square beard on. So this is a cool example because it's the king as a God with a physical image statue representing king and deity and how those go together. And these would be placed at the entrances of cities or temples or Egyptian kings, like, when they conquered new territories, they would put similar statues with their own cultural shaping, like at the entrance of so all. For example, when Egypt ruled over Israel. There's a few times in Israel's history where Egypt came through, and still today, people have dug up these Egyptian statues of deified kings near the entrances of ancient Israelite cities.",
    "start": "00:38:26",
    "end": "00:39:57"
  },
  {
    "text": "I mean, just imagine walking past one of these things. They're so epic.",
    "start": "00:39:57",
    "end": "00:40:01"
  },
  {
    "text": "And what do statues do? Statues are these embodiments or representations of the divine. I see them all the time, every time I go to this big city and so on, and.",
    "start": "00:40:01",
    "end": "00:40:10"
  },
  {
    "text": "And they're holy. There's a holiness to them.",
    "start": "00:40:10",
    "end": "00:40:13"
  },
  {
    "text": "That's right. Yeah. Yeah.",
    "start": "00:40:13",
    "end": "00:40:15"
  },
  {
    "text": "And a reverence for them.",
    "start": "00:40:15",
    "end": "00:40:17"
  },
  {
    "text": "That's right. And so then you read a story like Genesis 1 that says that's what humans are. That would be the effect.",
    "start": "00:40:17",
    "end": "00:40:25"
  },
  {
    "text": "I think that's starting to land for me. I mean, I'm imagining going into, walking by the temple, and there's this massive statue of this. What's this thing called?",
    "start": "00:40:26",
    "end": "00:40:38"
  },
  {
    "text": "The Lamassu.",
    "start": "00:40:38",
    "end": "00:40:39"
  },
  {
    "text": "The Lamassu, like this beard the size of my chest, and like this big ox body and these wings. And it would just feel larger than Life and epic. And there would be this gravity to that moment of walking by and being like, well, this is where God's the embodiment of God's power and spirit is here.",
    "start": "00:40:39",
    "end": "00:41:04"
  },
  {
    "text": "Mm.",
    "start": "00:41:06",
    "end": "00:41:06"
  },
  {
    "text": "And the sense of that, the awe and reverence of that. And so I have that experience.",
    "start": "00:41:06",
    "end": "00:41:12"
  },
  {
    "text": "Yes.",
    "start": "00:41:12",
    "end": "00:41:13"
  },
  {
    "text": "In my psyche. And then I'm told this creation poem or this creation account saying, yes. That's how God created you.",
    "start": "00:41:13",
    "end": "00:41:22"
  },
  {
    "text": "Yeah. Yeah. I mean, there's. You can just. The layers of significance of Genesis 1 just start heaping on here about God representing himself with these images. But far from the world of kings who have money and slaves to build these images that you see, it's saying humans getting married and building families and neighborhoods and having gardens and orchards, like, that's God's rule here on Earth. God rules the world not through the elite kings, but through humans multiplying, gardening, making neighborhoods. That's.",
    "start": "00:41:23",
    "end": "00:42:09"
  },
  {
    "text": "Yeah, because you'd have these essentially peasants who are out working the land, having families. And then you would go to the temple and there would be the elite.",
    "start": "00:42:09",
    "end": "00:42:19"
  },
  {
    "text": "That's right.",
    "start": "00:42:19",
    "end": "00:42:20"
  },
  {
    "text": "And they would be the ones ruling.",
    "start": "00:42:20",
    "end": "00:42:22"
  },
  {
    "text": "Yes. Yeah. That's where the kings live. That's where the gods are located, their temples in the cities. Yeah.",
    "start": "00:42:22",
    "end": "00:42:30"
  },
  {
    "text": "And you would go to sacrifice there. And now this scripture is telling you. No, actually that holy task that you thought you had to go to the.",
    "start": "00:42:30",
    "end": "00:42:43"
  },
  {
    "text": "Temple for is what you're doing.",
    "start": "00:42:43",
    "end": "00:42:45"
  },
  {
    "text": "That's what you're doing every day with your family, by having kids and by.",
    "start": "00:42:45",
    "end": "00:42:50"
  },
  {
    "text": "Taking care of the land to feed people and to. It's awesome. Genesis 1 is radical. It really. It's so hard for us to see it anymore.",
    "start": "00:42:50",
    "end": "00:43:01"
  },
  {
    "text": "Yeah.",
    "start": "00:43:01",
    "end": "00:43:02"
  },
  {
    "text": "When the fox sneaks up the bay and when sirens call your name.",
    "start": "00:43:02",
    "end": "00:43:10"
  },
  {
    "text": "That was part one of the conversation with Tim Mackey on the image of God. I mentioned in our conversation that the word subdued do doesn't feel like the right word anymore. But in retrospect, you know, I think it's actually a pretty great word, because if you think about it, life is tough. There's social and economic dangers around every corner. We're constantly fighting to make it, you know, to not feel isolated or afraid or lost. And so, I mean, it's comforting to know that God understands this, that to fulfill our tasks as his image, we're going to have to face and overcome a lot of challenges. In the next episode, we're going to talk more about this task of being God's image and compare it to what I've seen as a typical Western Christian narrative. We have a video coming out on the image of God in March of 2016. It's going to be really good. That'll be on our YouTube channel, YouTube.com TheBibleProject you can also say hi to us at Facebook, facebook.com JoinTheBibleProject and we're on Twitter oinbibleproj. Thanks for being a part of this with us.",
    "start": "00:43:13",
    "end": "00:44:24"
  },
  {
    "text": "Who never quite convinced.",
    "start": "00:44:35",
    "end": "00:44:37"
  },
  {
    "text": "Now you overtrold your FE test.",
    "start": "00:44:38",
    "end": "00:44:42"
  }
]