[
  {
    "text": "Hey, this is John at the bibleproject. This week, we're going to finish a conversation on the Christian ideal. It's a discussion about the biblical theme of holiness. If you haven't listened to the first hour of this conversation, I highly recommend that it's the last podcast episode. We're having this conversation on holiness because we're making a workbook that will accompany the theme video of holiness. And so we had to get together and discuss what we wanted to cover, how we were going to frame the contents of the workbook. And we began to wrestle with the question, what's going to make someone want to pick up a book on holiness? And as we thought about that, we realized that holiness is really an answer to a more basic question we have as humans, which is, how do I live a full, complete, joyful life where relationships are right, where I myself feel good about who I am? It's a desire we all have. It's a desire for a divine life.",
    "start": "00:00:08",
    "end": "00:01:09"
  },
  {
    "text": "The Christian narrative is putting its thumb on a really universal human feeling of lack, of emptiness or of disappointment or failure. And then in Jesus of Nazareth, who's the embodiment of the whole story, he is that fullness meeting us on our own terms and then inviting us into something more. And who doesn't want to be a part of that kind of story? Many people don't want to be a part of an official religious institution. Whether a person would say, I want to participate in the divine nature, most people would never say that. But I'm aware that I don't love as well as I ought to. So if we want to reframe holiness, we want to say that those longings and disappointments, those speak to something real.",
    "start": "00:01:10",
    "end": "00:01:58"
  },
  {
    "text": "So today on the podcast, we talk holiness, how to participate in the divine nature. We're joined by Paul Pastor, a colleague of ours who's helping us write this workbook. Thanks for listening. Here we go. You know another word people use to describe that otherness, completeness. Is the word divine. You know, like, that was such a divine moment. That was a divine encounter. I'm experiencing the divine.",
    "start": "00:01:59",
    "end": "00:02:37"
  },
  {
    "text": "Yeah, that meal was divine.",
    "start": "00:02:37",
    "end": "00:02:39"
  },
  {
    "text": "That meal was divine. And it's almost like we're talking about the quest for the divine in a way like this. I mean, I'm almost imagining the workbook being called something like, you know, like seeking the divine or the life of the divine or something. But what does it mean practically to be looking for a life that is more full and more abundant than you normally experience it? Why do we have that? And what does. What does the Bible have to say about living that kind of life, seeking that kind of life that now grabs me and I'm like, yeah, I want to know about that. And then all of a sudden, now I'm talking about these things like God's holiness and purity laws, and I'm talking about. All of a sudden we talk about, actually, that's a dangerous quest. You know, think like, wow, we live in an imperfect state. It's going to be a perilous kind of task at times. And so now all those things happen, have a lot more bearing for me and are more interesting than just going into and talking abstractly about perfection and God's holiness.",
    "start": "00:02:39",
    "end": "00:03:47"
  },
  {
    "text": "Yeah. But it raised the question, what does it mean for a human to become divine?",
    "start": "00:03:50",
    "end": "00:03:56"
  },
  {
    "text": "Yeah.",
    "start": "00:03:57",
    "end": "00:03:58"
  },
  {
    "text": "And some people get nervous with that kind of question, but I think that's the humans. As far as my life experience, I don't realize any kind of divine ideal on a regular basis, but I have moments where I experience something very powerful and transcendent. I wish they were more often. And it seems to me that's what the whole biblical tradition is calling humans into, is there is something more.",
    "start": "00:03:59",
    "end": "00:04:25"
  },
  {
    "text": "Yeah, I mean, there's those moments where you realize, you know, like, you've been working really hard at a relationship or something and you're seeing the fruit of that, or you've been working really hard on a project to help you and to help other people, and you see the fruit of that and there's a sense of when it all starts working and evil isn't corrupting it, it's just kind of moving. You're like, whoa, this feels right. And it is rare because there is a lot of corruption and we never fully can realize these things, even in our best intentions, but that is something we long for. And I don't think anyone would be like, yeah, no, I don't really want that. I think people would say, like, I don't know how to attain that. I don't think I ever would be able to. But no one would say, yeah, count me out of that. Deal me out.",
    "start": "00:04:26",
    "end": "00:05:17"
  },
  {
    "text": "Yeah.",
    "start": "00:05:17",
    "end": "00:05:18"
  },
  {
    "text": "Strikes me that some of the most direct advice as to how to live that ideal comes from the Apostle Paul in his writings. And he always points back to the person of Jesus and the idea that if. If we are in Jesus, the Holy One, we somehow take his life into ourselves and can begin manifesting that and living that in our individual lives, not just in relationship to a good life or what we might say is a holy or a morally pure life, but Actually to the point where we get to inherit everything that he gets to inherit. It's this very abundant language where because he took on our poverty, we get his richness. Because he took on our death, we get his life. Yeah. And he says again and again, have the same mind in yourself that was in Jesus. Walk like Jesus, grow like Jesus.",
    "start": "00:05:18",
    "end": "00:06:13"
  },
  {
    "text": "Yeah. That's where the statue of Jesus is. That like, can you connect to the same power that Jesus is connected to? Can the spirit of Jesus live inside of you? Can you keep in step with it? And that becomes very. It's not like a five step program.",
    "start": "00:06:13",
    "end": "00:06:33"
  },
  {
    "text": "No. Yeah. I mean in the video we, we just actually just use one obscure Old Testament illusion in the Gospel of John to do that, where we connected Ezekiel's river. He has the vision of God's holy presence emanating out of the temple to make the universe by a river. What he sees is this image of a river flowing out of Jerusalem, going to the most desolate place on the planet, the Dead Sea Valley, and making it new. And then in the Gospel of John, chapter seven, I think it is Jesus. It might be chapter four, he has this phrase where he talks about, for those who believe in me, streams of water will flow out of their bellies, flowing up to eternal life.",
    "start": "00:06:33",
    "end": "00:07:22"
  },
  {
    "text": "Right.",
    "start": "00:07:22",
    "end": "00:07:23"
  },
  {
    "text": "And he's picking up, it's like your care bearing vocabulary. Yeah. From that vision. But what he's saying is Jesus talked about himself as the temple.",
    "start": "00:07:23",
    "end": "00:07:33"
  },
  {
    "text": "Yeah.",
    "start": "00:07:33",
    "end": "00:07:33"
  },
  {
    "text": "And then he says, those who come to me participate in this divine stream, vitalizing life that flows out of God and that goes out into creation. And that people can participate in that. In the video on holiness, that's all we did with it. And then we were just like. And then Jesus to be part of the stream. But yeah, this brings us in then to the broader narrative. And holiness just becomes one theme, one strand.",
    "start": "00:07:33",
    "end": "00:08:08"
  },
  {
    "text": "Then this is connected to then living in the Spirit.",
    "start": "00:08:08",
    "end": "00:08:13"
  },
  {
    "text": "Yeah. All kinds of other. And all sorts of other things too. But it's the Holy Spirit.",
    "start": "00:08:13",
    "end": "00:08:17"
  },
  {
    "text": "Yeah, the Holy Spirit. So it is very connected.",
    "start": "00:08:17",
    "end": "00:08:20"
  },
  {
    "text": "Yeah. And it's the Holy Spirit that makes people holy. And by that they're set apart. But they're set apart because they're becoming more like the holy God. They're participating more in the divine life.",
    "start": "00:08:20",
    "end": "00:08:33"
  },
  {
    "text": "Yeah.",
    "start": "00:08:33",
    "end": "00:08:33"
  },
  {
    "text": "Two words that we used earlier were mimic and participate. Regards to how we relate to God's holiness. It strikes me that those are really interesting that we mimic who God is and that we participate somehow in the space and the life that he's created to be a canvas for his abundance.",
    "start": "00:08:33",
    "end": "00:08:54"
  },
  {
    "text": "In the second letter of Peter, he uses a phrase that Protestants haven't quite known what to do with, but the Eastern Orthodox traditions have really jumped on this. But he says in Second Peter, chapter one. Well, yeah. He opens it. Grace and peace to you. God's divine power has granted to us everything pertaining to life and godliness by truly knowing him who called us by his glory and excellence. And he says this, for by these traits, his glory and excellence, he's granted to us his precious and magnificent promises so that by them y' all may become participants in God's divine nature, escaping the corruption that's in the world by lust. And then he goes on to give this ethical exhortation towards moral excellence, knowledge, self control, perseverance, God, godliness. So I don't think the word holiness appeared, but he's talking about it.",
    "start": "00:08:54",
    "end": "00:10:02"
  },
  {
    "text": "But it's a nature thing.",
    "start": "00:10:02",
    "end": "00:10:03"
  },
  {
    "text": "Yeah.",
    "start": "00:10:03",
    "end": "00:10:03"
  },
  {
    "text": "They call this theosis, don't they?",
    "start": "00:10:03",
    "end": "00:10:05"
  },
  {
    "text": "That's right. So there's the divine character set of character traits that make God set him apart as holy. And the whole biblical story is God getting people to share more in that divine life.",
    "start": "00:10:05",
    "end": "00:10:18"
  },
  {
    "text": "Yeah, I can get behind that.",
    "start": "00:10:18",
    "end": "00:10:20"
  },
  {
    "text": "He calls it glory and goodness.",
    "start": "00:10:21",
    "end": "00:10:23"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:10:24",
    "end": "00:10:24"
  },
  {
    "text": "Glory and goodness, which are different ways to approach that same thing.",
    "start": "00:10:24",
    "end": "00:10:28"
  },
  {
    "text": "That's right. So once again, we're to that thing. Holiness is just describing the difference between me and a being.",
    "start": "00:10:28",
    "end": "00:10:34"
  },
  {
    "text": "It's the experience of interacting with glory and goodness.",
    "start": "00:10:35",
    "end": "00:10:38"
  },
  {
    "text": "Yes, but glory and goodness and beauty and power are the things that are the ideal.",
    "start": "00:10:38",
    "end": "00:10:43"
  },
  {
    "text": "That's really interesting then, because Peter here, and then Paul as well, they often do follow up these huge theological expositions, obviously, with these opportunities to exhort and tell us how to live. And maybe a way of thinking about it is to think of those exhortations as protocol, as like the new protocol for approaching the holiness found in Jesus, but now the holiness that's found in ourselves as well through the Holy Spirit.",
    "start": "00:10:43",
    "end": "00:11:10"
  },
  {
    "text": "Yeah.",
    "start": "00:11:11",
    "end": "00:11:12"
  },
  {
    "text": "Yes. Yeah. And yeah, it's protocol. When you come into contact with a being who is life and love.",
    "start": "00:11:12",
    "end": "00:11:19"
  },
  {
    "text": "Yeah. And anything having to do with life or death, I wonder if the same logic of the ritual purity laws would apply.",
    "start": "00:11:20",
    "end": "00:11:28"
  },
  {
    "text": "There's also some purity language in this. If you continue on in verse nine, it says whoever does not have them the character qualities is nearsighted and blind, forgetting that they have been cleansed.",
    "start": "00:11:30",
    "end": "00:11:42"
  },
  {
    "text": "Yes.",
    "start": "00:11:42",
    "end": "00:11:43"
  },
  {
    "text": "Sam.",
    "start": "00:11:49",
    "end": "00:11:58"
  },
  {
    "text": "So what are we saying?",
    "start": "00:12:17",
    "end": "00:12:18"
  },
  {
    "text": "So this guides us back to the ideal in some little way.",
    "start": "00:12:18",
    "end": "00:12:20"
  },
  {
    "text": "Right.",
    "start": "00:12:20",
    "end": "00:12:21"
  },
  {
    "text": "Like this points us.",
    "start": "00:12:21",
    "end": "00:12:22"
  },
  {
    "text": "Well, yeah, we're saying that Peter here is talking about the desire for the ideal, the quest for the ideal, which.",
    "start": "00:12:22",
    "end": "00:12:32"
  },
  {
    "text": "He calls the divine nature.",
    "start": "00:12:32",
    "end": "00:12:34"
  },
  {
    "text": "Divine nature, yes. And he says that there is a divine power that we have in order to participate in it, to have a godly life. That's another way to talk about it. And it comes through the knowledge of him who called us to his own glory and goodness. Is he talking about Jesus there or.",
    "start": "00:12:34",
    "end": "00:12:59"
  },
  {
    "text": "Is he talking about God, who is the calling one?",
    "start": "00:12:59",
    "end": "00:13:01"
  },
  {
    "text": "I think God the Father is the calling one. Yes. Yeah, I'm just noticing. So the phrase sharers are participants of the divine nature. The word sharer is the word koinonia, which is common Greek New Testament word for participation or sharing. So it's. Yes. Actually in an earlier conversation that we weren't recording, we were talking about having a movement of the book on holiness be about participating in the divine life. And that's exactly the phrase that he uses right here.",
    "start": "00:13:02",
    "end": "00:13:39"
  },
  {
    "text": "He says so that through them, referring to the promises, you may koinonia in the divine nature.",
    "start": "00:13:39",
    "end": "00:13:48"
  },
  {
    "text": "You may become. Yeah, a koinon participator in the divine nature. In God's divine nature.",
    "start": "00:13:48",
    "end": "00:13:54"
  },
  {
    "text": "Yeah. So what does it. Yeah, what is that? Seems to me the anchor of all this is participating in the divine nature. That when the rubber hits the road, that's why all this matters. And holiness is a good way to begin to unpack how the Bible thinks about that idea.",
    "start": "00:13:54",
    "end": "00:14:16"
  },
  {
    "text": "Because in a sense, humans are already called a divine, an image of the divine. And they are images of the divine, I guess, who are capable of being even more closely connected to divine being.",
    "start": "00:14:16",
    "end": "00:14:28"
  },
  {
    "text": "Through Jesus, who is the icon. Like the Greek word is the icon. And so if we're in the icon, who is. Who is himself? Not just an image, but also the reality behind the image. Because he says, if you've seen me, you've seen the Father and we're brought into Him. There is this sense of really intimate, mystical, strange union that is at the heart of the gospel.",
    "start": "00:14:28",
    "end": "00:14:52"
  },
  {
    "text": "You know, I suppose I think I'm not super well read on the history of like the Christian missionary effort, but there's a, you know, Christianity has been compelling to hundreds of millions of people. More. So what's up with that? There's something really powerful about a felt need of the human condition that I ought to be. But in reality I'm this. I ought to be this. In reality, I'm this. And yeah, like the, the biblical narrative, the Christian narrative is putting its thumb on a really universal human feeling of lack, of emptiness or of disappointment or failure. And then in Jesus of Nazareth, who's the embodiment of the whole story? He is that fullness meeting us on our own terms and then inviting us into something more. And who doesn't want to be a part of that kind of story? Many people don't want to be a part of an official religious institution, you know, that's trying to.",
    "start": "00:14:53",
    "end": "00:16:03"
  },
  {
    "text": "Or moralism.",
    "start": "00:16:03",
    "end": "00:16:04"
  },
  {
    "text": "Or moralism or something. And many people find fullness in lots of different kinds of things. But that is the essence of the story. And whether a person would say, I want to participate in the divine nature, most people would never say that. Or they wouldn't use that language.",
    "start": "00:16:04",
    "end": "00:16:21"
  },
  {
    "text": "They wouldn't use that language.",
    "start": "00:16:21",
    "end": "00:16:22"
  },
  {
    "text": "But I'm aware that I don't love as well as I ought to, and I'm very aware that I'm mortal. It's becoming more clear to me every day.",
    "start": "00:16:23",
    "end": "00:16:29"
  },
  {
    "text": "I want abundance.",
    "start": "00:16:30",
    "end": "00:16:31"
  },
  {
    "text": "Yes.",
    "start": "00:16:31",
    "end": "00:16:32"
  },
  {
    "text": "Yeah, we all say that.",
    "start": "00:16:32",
    "end": "00:16:33"
  },
  {
    "text": "Yep. Yeah. So if we want to reframe holiness for people, we want to say that those longings and disappointments are real and that they. This is a CS Lewis theme. I guess then it's either we're just projecting our desires and hopes onto this into the universe, and we're just making this up, or those speak to something real, that we actually live in a world where it's possible, or that those needs and desires speak to something that can meet them.",
    "start": "00:16:33",
    "end": "00:17:13"
  },
  {
    "text": "That's a pretty rad. Yeah, It's a pretty radical claim to say that that kind of life, interacting with that kind of life is possible.",
    "start": "00:17:13",
    "end": "00:17:22"
  },
  {
    "text": "Yes.",
    "start": "00:17:22",
    "end": "00:17:23"
  },
  {
    "text": "Not just some fantasy that you can live a life that is much bigger than being, than common life, this divine life. It's also becoming clear to me. Okay, so here's another thing I'm thinking about. If this is just about holiness, there's some clarity for me about the word holiness, which is. It's really just that moment. I love you. Talking about being at the shore. It's this moment of coming in touch with something transcendent and realizing how other that thing is and how small you are and realizing how grand and awesome it is, but also how dangerous it is. It's those mix of emotions. That's this very nuanced, beautiful moment. That is the word holiness. We describe that as encountering something holy. Now, if that's all we're trying to do is tell people that's what holiness is, we can just write that chapter, right. And then we can be like, that's holiness. And then we can maybe throw some stuff in about how does purity laws fit into that and how does Jesus talk about it and change, and we can talk about the narrative. But if we do want to wrap this, the other opportunity is to wrap this in a bigger conversation of why is that such a special moment? And is there any hope for kind of going through the veil and connecting to that holy thing in a way that won't destroy you but will make you complete? And that's a bigger narrative that I'm wondering, do we want to tackle that in this book?",
    "start": "00:17:23",
    "end": "00:19:05"
  },
  {
    "text": "Interesting to think through the book of Hebrews in relation to that. The way that Jesus unites God's nature with the protocol of approaching him. Right. He is our great high priest who has really united in himself the demand and the satisfaction of the demand.",
    "start": "00:19:06",
    "end": "00:19:24"
  },
  {
    "text": "Yeah, that's right. Yeah. The letter to the Hebrews picks up the priestly traditions of the Old Testament that point out this gap and then says that, yeah, the incarnate son of God is the fulfillment, the embodiment of that overabundance to us in human form.",
    "start": "00:19:25",
    "end": "00:19:43"
  },
  {
    "text": "But just from this conversation, the word holy for me has gone from being a word that's difficult and loaded and feels even a little trite to. To feeling more inspiring and almost wishing that we did have it in a normal language. It's that moment of, like, this moment of transcendence, this moment of I've encountered something really special and bigger and more complete, and I got to come in contact with it, if only by vicinity. You know, like, I've only got to sort of see it, but I want more of it. You know, there's this, like, if you ever met a celebrity, there's this sense of, like, whoa, like, you're. I'm right next to you, and for whatever reason, they just feel bigger than life, more important. And it's this exhilarating, like, feeling.",
    "start": "00:20:11",
    "end": "00:21:17"
  },
  {
    "text": "And usually that's because we ascribe to them some kind of more full existence.",
    "start": "00:21:18",
    "end": "00:21:26"
  },
  {
    "text": "Yeah.",
    "start": "00:21:26",
    "end": "00:21:26"
  },
  {
    "text": "They must be a human who's, like, more just a better human than human.",
    "start": "00:21:28",
    "end": "00:21:32"
  },
  {
    "text": "More human.",
    "start": "00:21:32",
    "end": "00:21:33"
  },
  {
    "text": "Superhuman.",
    "start": "00:21:33",
    "end": "00:21:33"
  },
  {
    "text": "Yeah. We actually have some friends of ours. They're neighbors and friends. They met the Pope recently, and. And it was a husband and wife. And the wife, she was describing what it was like to meet the Pope.",
    "start": "00:21:33",
    "end": "00:21:49"
  },
  {
    "text": "Yeah. What kind of words do you use in this situation?",
    "start": "00:21:49",
    "end": "00:21:51"
  },
  {
    "text": "Compelling fascination or whatever. We talked. Yeah. I mean, she said it was like one of those moments where you're not in control of yourself. And so she ended up looking away for a moment, and then she turned back and he was standing in front of her, and then her cell phone was in her hand to take a Picture. And she grabbed the Pope's hand and put the cell phone in his hand.",
    "start": "00:21:52",
    "end": "00:22:15"
  },
  {
    "text": "Just didn't know why. Just was all of a sudden.",
    "start": "00:22:15",
    "end": "00:22:17"
  },
  {
    "text": "And then all of a sudden, she's putting her cell phone in the Pope's hand, smiling and not knowing what to say. And someone took a picture of that moment for her. And so she was showing me this picture of her looking into the eyes of the Pope.",
    "start": "00:22:17",
    "end": "00:22:30"
  },
  {
    "text": "She lost her faculties.",
    "start": "00:22:30",
    "end": "00:22:31"
  },
  {
    "text": "Yeah. Totally bewitched. But so we. Yeah, but that's a good example where she's bewitched.",
    "start": "00:22:32",
    "end": "00:22:37"
  },
  {
    "text": "Yeah.",
    "start": "00:22:37",
    "end": "00:22:38"
  },
  {
    "text": "But these are almost always people that we don't know.",
    "start": "00:22:38",
    "end": "00:22:40"
  },
  {
    "text": "Therefore, we ascribe some mystery to them.",
    "start": "00:22:41",
    "end": "00:22:45"
  },
  {
    "text": "Superhuman quality to them, and then when we encounter them, we feel like we're in the presence of something of the holy.",
    "start": "00:22:45",
    "end": "00:22:52"
  },
  {
    "text": "Right.",
    "start": "00:22:52",
    "end": "00:22:53"
  },
  {
    "text": "Interesting.",
    "start": "00:22:53",
    "end": "00:22:54"
  },
  {
    "text": "It is interesting.",
    "start": "00:22:54",
    "end": "00:22:54"
  },
  {
    "text": "Coming back for a moment to reclaiming the word. What do you guys think about. Because I've been thinking about how to handle myths of holiness. Hmm. What do you think about having, like, synonyms, like, almost like a little fake thesaurus and a real thesaurus of how the Bible uses holy? Like, these are words that you might replace holy with in your life. Arrogant, moralistic, naysaying.",
    "start": "00:22:55",
    "end": "00:23:18"
  },
  {
    "text": "Interesting.",
    "start": "00:23:19",
    "end": "00:23:20"
  },
  {
    "text": "You know, you think of church lady from snl, you know.",
    "start": "00:23:20",
    "end": "00:23:23"
  },
  {
    "text": "Yeah. Stuffy, stuffy, boring. Yeah.",
    "start": "00:23:23",
    "end": "00:23:26"
  },
  {
    "text": "But in the Bible's imagination, holiness is actually the opposite of all those things.",
    "start": "00:23:27",
    "end": "00:23:30"
  },
  {
    "text": "Part of this workbook will be making that shift to where when you hear that word, you get excited instead of deflated. And that's the sense. I've been after this conversation. The word now has this. You used the word sparkle before, but it has this quality to it, which is just kind of like. It has some more pop and excitement and vitality where before it just felt a little kind of dead.",
    "start": "00:23:31",
    "end": "00:23:56"
  },
  {
    "text": "Yeah, yeah. What if you could interview Moses after the burning bush? What words would he use to describe sparkly? Would he encounter sparkly? Super sparkly or Isaiah. Yeah, you know, or. Yeah, exactly.",
    "start": "00:23:56",
    "end": "00:24:11"
  },
  {
    "text": "Okay, so full circle, the ideal. I don't know if we have to start by trying to describe the sense of the divine, our desire for the divine, but I still think it might be a good place to start. The idea is, again, just to flesh it out. Start with, we all desire this divine life. We could start there and then go, what is that? This abundant, complete, full. And then to take a step back and say in the next chapter, why does that even exist? Or does it exist and who authored it? And what does it say about the author? If someone put that together, this ideal, and then that's Then talking about God as being holy and then by the fact that he is the author of it, he is holy as an attribute because he's the only one who's created something so awesome. So not only are you in the. Are you in the vicinity of the ocean being stoked out of your mind, you can be in the vicinity of the. Of the God who like invented the ocean, which is even more transcendent and divine.",
    "start": "00:24:12",
    "end": "00:25:39"
  },
  {
    "text": "Yeah, yeah. I think the biblical authors, but especially here, the poets of like the Psalms. I'm thinking of Psalm 19 where, you know, you look at the sky and it's a statement or a testimony to God's glory. And then it just describes the arc of a sun in just a day's rotation of the earth in all this metaphor. And it does, I don't think, I don't. Pretty certain the word holiness doesn't appear anywhere in that poem. But the encounter that I'm having with the ocean on that day is the encounter the poet's inviting you to have looking at the sun crossing the sky. And in both of those cases, you're being invited to see a person behind these realities. What I'm actually encountering when I'm overwhelmed, compellingly fascinated by the pounding surf is the author of the surf. That's how the biblical authors want me to think.",
    "start": "00:25:39",
    "end": "00:26:48"
  },
  {
    "text": "Yeah.",
    "start": "00:26:48",
    "end": "00:26:48"
  },
  {
    "text": "So I am encountering a person when I'm encountering the power of the. And the modern Westerners have so many hangups. Viewing the world that way becomes too.",
    "start": "00:26:48",
    "end": "00:27:02"
  },
  {
    "text": "What, what's the pantheistic. Maybe it feels, it smacks of that.",
    "start": "00:27:04",
    "end": "00:27:08"
  },
  {
    "text": "Well, I guess there's that. Yeah, there's. I guess more Eastern worldviews that the, the ocean is an embodiment of the divine. I'm more thinking about the modern Western kind of enlightenment child.",
    "start": "00:27:09",
    "end": "00:27:24"
  },
  {
    "text": "Nothing but H2O molecules.",
    "start": "00:27:24",
    "end": "00:27:26"
  },
  {
    "text": "I live in a disenchanted world. It's, you know, it's just molecules crashing into each other.",
    "start": "00:27:27",
    "end": "00:27:32"
  },
  {
    "text": "Well, Plato's in there too. Whenever we talk about this idea of the ideal.",
    "start": "00:27:32",
    "end": "00:27:36"
  },
  {
    "text": "Oh yeah. It becomes this very Platonic calculus.",
    "start": "00:27:37",
    "end": "00:27:41"
  },
  {
    "text": "Which may not help us, you're saying.",
    "start": "00:27:41",
    "end": "00:27:43"
  },
  {
    "text": "Yeah, no, it doesn't help us because it's almost too close to the biblical imagination in this sense. I don't want to rabbit trail us, but Plato's whole idea is that everything we see is a faulty reflection of something that is essential, that is beyond this reality. But the biblical imagination says, no, this is a corrupted version, but it's not a faulty reflection. And actually the capacity for goodness is woven in everything that we See not only as a reflection, but in its real, essential, creative form.",
    "start": "00:27:43",
    "end": "00:28:14"
  },
  {
    "text": "Well, you're saying that's a liability of using the word ideal instead of.",
    "start": "00:28:14",
    "end": "00:28:20"
  },
  {
    "text": "I think we can move away from the word ideal and talk more about divine completeness or fullness. Completeness.",
    "start": "00:28:20",
    "end": "00:28:27"
  },
  {
    "text": "Divine as adjective.",
    "start": "00:28:27",
    "end": "00:28:29"
  },
  {
    "text": "Maybe. Divine, and we unpack it. Full, complete, abundant.",
    "start": "00:28:29",
    "end": "00:28:33"
  },
  {
    "text": "Yeah, yeah, I guess. I don't. I'm trying to think there is divine as an adjective to talk about how awesome something is a meal.",
    "start": "00:28:34",
    "end": "00:28:42"
  },
  {
    "text": "Yeah, but are we looking for a noun?",
    "start": "00:28:42",
    "end": "00:28:44"
  },
  {
    "text": "Oh, I see.",
    "start": "00:28:45",
    "end": "00:28:45"
  },
  {
    "text": "Well, what is it in second Peter, Isn't it a divine? Divine.",
    "start": "00:28:45",
    "end": "00:28:50"
  },
  {
    "text": "It's the word deity. But then as an adjective.",
    "start": "00:28:50",
    "end": "00:28:52"
  },
  {
    "text": "As an adjective, divine. Yeah, but if we're looking for a noun, what would the noun be?",
    "start": "00:28:52",
    "end": "00:29:00"
  },
  {
    "text": "Is it too vague to say God's life, like his kind of life, his method of existence, his mode of being?",
    "start": "00:29:02",
    "end": "00:29:10"
  },
  {
    "text": "There's gotta be a biblical author that chose a noun at one point to describe this.",
    "start": "00:29:11",
    "end": "00:29:15"
  },
  {
    "text": "Yeah. I'm trying to think.",
    "start": "00:29:16",
    "end": "00:29:16"
  },
  {
    "text": "Is it just Kavod? Glory?",
    "start": "00:29:16",
    "end": "00:29:18"
  },
  {
    "text": "Yeah. Oh, yeah. Oh, yeah. When we talked about this last time, I think glory would be.",
    "start": "00:29:18",
    "end": "00:29:22"
  },
  {
    "text": "Glory is the noun.",
    "start": "00:29:22",
    "end": "00:29:23"
  },
  {
    "text": "Yeah.",
    "start": "00:29:23",
    "end": "00:29:23"
  },
  {
    "text": "That's another word you have to unpack, though.",
    "start": "00:29:23",
    "end": "00:29:25"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:29:25",
    "end": "00:29:26"
  },
  {
    "text": "Let's. Let's. Let's find a word we don't have to.",
    "start": "00:29:26",
    "end": "00:29:28"
  },
  {
    "text": "I know, I know.",
    "start": "00:29:28",
    "end": "00:29:30"
  },
  {
    "text": "Yeah. Well, we don't have to find it now, but. Cool. I think this helps a lot. Does it help you, Paul?",
    "start": "00:29:30",
    "end": "00:29:37"
  },
  {
    "text": "It does. It helps me very much.",
    "start": "00:29:37",
    "end": "00:29:39"
  },
  {
    "text": "Cool.",
    "start": "00:29:39",
    "end": "00:29:39"
  },
  {
    "text": "Great. Now just write it.",
    "start": "00:29:39",
    "end": "00:29:40"
  },
  {
    "text": "I'll get started on that yesterday.",
    "start": "00:29:42",
    "end": "00:29:44"
  },
  {
    "text": "Yeah. This will be a really, really exciting workbook if we can bring people from the stodgy feeling of holiness to this very enchanted and compelling fascination of this life. Yeah, man. Is there something there? Ah, this is a whole other conversation.",
    "start": "00:29:45",
    "end": "00:30:14"
  },
  {
    "text": "Bring it.",
    "start": "00:30:15",
    "end": "00:30:15"
  },
  {
    "text": "Well, this whole idea of being under a spell, fascinated. And this idea of being connected to God's spirit and having the mind of Christ. I've been always just trying to think, like, practically. Does that mean I'm actually. I get to turn off? You know, like when you're in a flow state. I'm sorry, I'm just rambling. You're in some sort of flow state, and it's like you're just firing on all cylinders. And you're not really being consciously aware of all the decisions you're making. You're just making them intuitively and effectively. And I wonder if that's. It's almost a sense of. You're under a spell, Right. You're connected to this kind of, like, energy. Some people call it the Muse, you know, and you lose yourself. And then there's something very similar to that. It seems to be with being walking in the spirit, having the mind of Christ, these kind of things, which is living life in such a way where you lose your sense of self. You aren't so consciously trying to control everything, and you're living out of this other power. And in a way, you could say you're. You're fascinated. You're, you know, you're enchanted. You're spellbound in a way.",
    "start": "00:30:16",
    "end": "00:31:40"
  },
  {
    "text": "Paul talks about this when he. When he talks about basically living out the life of Christ in such a way that he feels like he's actually dead and that Jesus life has come to life inside him. Yeah. So that it's the Messiah working out the works of the Messiah.",
    "start": "00:31:41",
    "end": "00:31:57"
  },
  {
    "text": "It's not me living, Paul.",
    "start": "00:31:57",
    "end": "00:31:59"
  },
  {
    "text": "Yeah, it's not me living, but Christ.",
    "start": "00:31:59",
    "end": "00:32:00"
  },
  {
    "text": "The Messiah living in me.",
    "start": "00:32:00",
    "end": "00:32:01"
  },
  {
    "text": "In me. And.",
    "start": "00:32:01",
    "end": "00:32:02"
  },
  {
    "text": "Or he'll say, I worked harder than any of the other apostles at planting churches. And they'll say, but it was God's grace, his overabundant working process, working through me.",
    "start": "00:32:02",
    "end": "00:32:12"
  },
  {
    "text": "And maybe we're back to Jesus talking about how the living water will flow out of us. This idea of total abundance and giving, where it's not sourced in us, but it is flowing through us.",
    "start": "00:32:12",
    "end": "00:32:23"
  },
  {
    "text": "Yeah. And it's us. Yeah, but it's not us.",
    "start": "00:32:23",
    "end": "00:32:28"
  },
  {
    "text": "Yeah. Well, that's the sense you get when, like, you were driving on autopilot. Right. You drove, and all of a sudden you're there and you're like, how did I. I didn't just do that, but you did it. Or like, if you're. If you're doing some creative writing or drawing, and you just kind of get into that flow state, and all of a sudden there's a 500 words on the page, and you're like, whoa, did I write that? Sure. I think it's that kind of thing.",
    "start": "00:32:28",
    "end": "00:32:49"
  },
  {
    "text": "Yeah, we're close to. This is. Yeah. Holy Spirit territory in terms of theme video. But this is also. I was reading and reflecting on David's final poem in the book of Samuel, 2nd Samuel 23. And he opens it as a prophetic utterance. The utterance of the son of Jesse raised up on high, the utterance of the sweet one of the songs of Israel. And then he says, God spoke by me. His word was on my tongue. And then he goes on to give this little parable about how a righteous king is like the sun shining on a cloudless morning, reflecting off the dew of the grass and making the grass grow and then how when a bad king reigns, he's like thorns that grow up and dry out, and then you have to cut them down and burn them in the fire. And then those are the last words of David in that poem, but one. It's one of the few statements in the Old Testament explicitly about the nature of inspiration. David wrote a poem. He woke up and wrote a little parable one day about a righteous king and a bad king. And it turns out that he was ended up being both. Like, you read this at the end of Samuel, and you're like, oh, yeah, David, you were actually were in both of these modes. But then he. The statement about inspiration was the word. No, God spoke by means of me, his word on my tongue. And so he was clearly in full possession of his faculties. He wrote the poem. Yeah, like no one else wrote it.",
    "start": "00:32:50",
    "end": "00:34:41"
  },
  {
    "text": "He wrote it, but he recognized there's something different about this.",
    "start": "00:34:41",
    "end": "00:34:43"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:34:43",
    "end": "00:34:44"
  },
  {
    "text": "And so there's a moment, and the biblical story is full of this. I mean, I think the story is trying to tell us this ought to be our normal way of living in the world is so in touch with the divine life that you could say we are just expressions of God's character in the world. And then all the ethical exhortations of the Bible are to be in that mode.",
    "start": "00:34:44",
    "end": "00:35:07"
  },
  {
    "text": "Yeah, it's describing that mode.",
    "start": "00:35:07",
    "end": "00:35:09"
  },
  {
    "text": "Yeah. But for me, what's fascinating is, especially in modern Western Protestantism, Churchianity, whatever, we've so divided those two that if God's really at work, it must not be me. Or if it's me, then it's not God. And then we bring that to the Bible. Then all of a sudden, if the Bible is a divine word, it has to be a magical book that fell out of heaven. It can't really have too many human fingerprints on it, or else we start to get hot and sweaty and nervous. Right. Once the human agency of the biblical authors is really highlighted. But it comes into all these other ways too, where I really am. It's an idea that says I become myself most fully when I'm most full of the divine life. I'm not less myself. I'm more myself than ever when I'm in touch with the divine life.",
    "start": "00:35:09",
    "end": "00:36:04"
  },
  {
    "text": "While you are also dead to yourself.",
    "start": "00:36:04",
    "end": "00:36:06"
  },
  {
    "text": "Well, totally. When I want to highlight how it's different than my whatever, more selfish mode of existing, I'll say it's not me, it's the Messiah living in me. But then when I want to talk about it in terms of the image of God narrative and becoming what God made me to be. I'm fully me, then it's me. The Word of the Lord is on my tongue. It's my tongue and it's God's word on my tongue.",
    "start": "00:36:07",
    "end": "00:36:34"
  },
  {
    "text": "Anyway, all right, that's a good place to end. Thanks for listening to this episode of the Bible Project. This workbook will be done sometime early next year. If you want to know when it's done, make sure to sign up for our email updates from our website and you'll get to know everything that going on at the Bible Project. You can sign up for that@thebibleproject.com we've got lots of other free resources available. They're on our YouTube channel and our website. Also we have a new podcast. Tim has a couple decades worth of teachings that we are re editing and putting them up on a podcast called Exploring My Strange Bible. So make sure you've checked that out as well. Thanks for being a part of this with us.",
    "start": "00:36:34",
    "end": "00:37:15"
  },
  {
    "text": "Sam.",
    "start": "00:37:18",
    "end": "00:37:26"
  }
]