[
  {
    "text": "Hey, this is John from the bibleproject. And today we're going to release another question response episode that we did on YouTube here on the podcast so that you can listen to it and enjoy it without watching a YouTube video. This question response was on the topic of holiness. So some of the questions we answered were, does holiness mean perfection? How could some ground be holy? Ground like Moses and Joshua encountered in the Bible when God is everywhere? Shouldn't everywhere be holy? In the New Testament is the focus on holiness, mainly moral purity? Since God's holiness is dangerous, how are people in Genesis able to interact with God? And John says God is love, but Isaiah says God is holy, holy, holy. Is this a contradiction? We'll jump into all of these questions. Looking forward to it. Here we go.",
    "start": "00:00:10",
    "end": "00:01:02"
  },
  {
    "text": "So we're going to talk about holiness today.",
    "start": "00:01:13",
    "end": "00:01:14"
  },
  {
    "text": "Yes.",
    "start": "00:01:14",
    "end": "00:01:15"
  },
  {
    "text": "That's why we've got this poster holiness poster. We're going to talk about this idea of God's holiness. And what is this sun with, with circles around it mean? If you've watched the video, you know what that means. We're gonna answer your questions which are coming in. Keep sending us live chatting your questions and we'll look at those.",
    "start": "00:01:15",
    "end": "00:01:34"
  },
  {
    "text": "I'm really happy with it. Holiness is one of these biblical religious words that, you know, nobody uses the word except religious people.",
    "start": "00:01:36",
    "end": "00:01:46"
  },
  {
    "text": "Yeah.",
    "start": "00:01:46",
    "end": "00:01:47"
  },
  {
    "text": "Or about religious people. Like the phrase it's a negative. He thinks he's holier than thou is a phrase that many non religious people might use to kind of make fun of religious people. But the biblical concept itself is just completely foreign. And unfortunately, I think for most religious people, it gets reduced to moral goodness, which is why we say that's what.",
    "start": "00:01:47",
    "end": "00:02:15"
  },
  {
    "text": "I think about when I think about being holy. So when Jesus says, be holy as God is holy. Jesus says that. Does he say that?",
    "start": "00:02:15",
    "end": "00:02:24"
  },
  {
    "text": "Well, he said be complete.",
    "start": "00:02:24",
    "end": "00:02:27"
  },
  {
    "text": "Be complete perfect. But he uses the word holy.",
    "start": "00:02:27",
    "end": "00:02:29"
  },
  {
    "text": "Right. Peter in his letter says, be holy as God is holy. He's quoting a line from Leviticus.",
    "start": "00:02:29",
    "end": "00:02:35"
  },
  {
    "text": "Okay.",
    "start": "00:02:35",
    "end": "00:02:36"
  },
  {
    "text": "Yeah. It's in the Bible.",
    "start": "00:02:36",
    "end": "00:02:37"
  },
  {
    "text": "Jesus doesn't say be holy. He says he doesn't use the word holy.",
    "start": "00:02:37",
    "end": "00:02:40"
  },
  {
    "text": "He uses the word clean, pure and impure to talk about foods and then the state of people's hearts. But holiness. Off the top of my head, the teaching of Jesus where he says, be holy.",
    "start": "00:02:40",
    "end": "00:02:53"
  },
  {
    "text": "Yeah. He says, be perfect. That's what I'm thinking about.",
    "start": "00:02:53",
    "end": "00:02:56"
  },
  {
    "text": "New international version translation of that. Okay.",
    "start": "00:02:57",
    "end": "00:03:00"
  },
  {
    "text": "That's what I'm saying.",
    "start": "00:03:00",
    "end": "00:03:00"
  },
  {
    "text": "Be perfect as your heavenly father.",
    "start": "00:03:00",
    "end": "00:03:01"
  },
  {
    "text": "And that's not the word holy.",
    "start": "00:03:01",
    "end": "00:03:03"
  },
  {
    "text": "Different.",
    "start": "00:03:03",
    "end": "00:03:03"
  },
  {
    "text": "Different word, different word. But Regardless, Peter says, be holy. He's quoting from Leviticus. And growing up in the church, to me, that meant be a good person, don't do lame things. And that's being holy. It is moral purity.",
    "start": "00:03:03",
    "end": "00:03:23"
  },
  {
    "text": "Yeah, that's right. Yeah. So with most of biblical concepts, usually, you know, in the popular imagination, there's some truth reflecting what the Bible says about it, but it's usually a half truth or it's a really reduced version of it. And so common assumptions about what holiness is is a good example of that, where it's such a big, huge, rich idea in the Bible. And moral goodness is one piece of it, but it's a piece that only comes, and you can really only understand what it is if you get the whole big story and idea around it.",
    "start": "00:03:23",
    "end": "00:04:06"
  },
  {
    "text": "Well, Sean Horton actually has a question that will help tee that up.",
    "start": "00:04:06",
    "end": "00:04:08"
  },
  {
    "text": "Okay.",
    "start": "00:04:08",
    "end": "00:04:09"
  },
  {
    "text": "So Sean Horton asks, in the Bible, does the idea of holiness mean perfection, or does it just mean separated, cut apart from. I've heard that before, growing up in the church, that holiness means being set apart.",
    "start": "00:04:09",
    "end": "00:04:25"
  },
  {
    "text": "Yes. Yeah. That's the most basic meaning of the word. So in Hebrew, three quarters of the Bible, the word's kadosh for holiness in Hebrew. So that's the main one we are operating with. And so the idea at its core, yes. Means to be distinct or unique from set apart, something that's set apart. So that's where we actually began, the video was with this metaphor of the sun, because, you know, I don't know.",
    "start": "00:04:25",
    "end": "00:05:01"
  },
  {
    "text": "The sun.",
    "start": "00:05:01",
    "end": "00:05:01"
  },
  {
    "text": "Yeah, the sun.",
    "start": "00:05:02",
    "end": "00:05:02"
  },
  {
    "text": "This is the sun.",
    "start": "00:05:03",
    "end": "00:05:04"
  },
  {
    "text": "So holiness can refer to all kinds of things. It can refer to a day on the calendar, a room, a space, certain kinds of people. Forks can be holy. But why is something holy? Something is holy in the Bible always because it's in some close relationship to God. And so anything that's holy, its holiness, is derivative. It's set apart because it's connected closely to God, who is the ultimate holy, unique, one of a kind, set apart, being. There is a place in the Old Testament where all of that gets condensed into a really helpful place. We made it a centerpiece of the video. That's Isaiah. The prophet Isaiah has a vision of God's throne room, and he hears these angelic creatures screaming out that God is kadosh, Kadosh, kadosh. He's holy, Holy, holy. And then those creatures explain what that means. They say that the whole earth, all of creation, is filled up with God's kavod, with his glory.",
    "start": "00:05:04",
    "end": "00:06:17"
  },
  {
    "text": "His glory.",
    "start": "00:06:17",
    "end": "00:06:17"
  },
  {
    "text": "So there's a lot of concepts overlapping here. But it's God's role as creator. So God is the one and only being with the power and creativity and to make everything that is so that creation is a testament to God's honor and glory and goodness. And so what is it that makes God kadosh?",
    "start": "00:06:19",
    "end": "00:06:39"
  },
  {
    "text": "What makes him set apart?",
    "start": "00:06:39",
    "end": "00:06:40"
  },
  {
    "text": "He is the creator.",
    "start": "00:06:42",
    "end": "00:06:44"
  },
  {
    "text": "Yeah. Like no one else on the planet or in the universe that we know of could create this reality.",
    "start": "00:06:44",
    "end": "00:06:53"
  },
  {
    "text": "Yeah.",
    "start": "00:06:54",
    "end": "00:06:54"
  },
  {
    "text": "That's unique.",
    "start": "00:06:54",
    "end": "00:06:55"
  },
  {
    "text": "To live in the universe is to be a created thing.",
    "start": "00:06:55",
    "end": "00:06:59"
  },
  {
    "text": "A created thing. So everything has something in common which is. We've all been created.",
    "start": "00:06:59",
    "end": "00:07:05"
  },
  {
    "text": "Yes.",
    "start": "00:07:05",
    "end": "00:07:06"
  },
  {
    "text": "Except for God. So that sets them apart.",
    "start": "00:07:06",
    "end": "00:07:08"
  },
  {
    "text": "That's right.",
    "start": "00:07:08",
    "end": "00:07:09"
  },
  {
    "text": "Which is really significant.",
    "start": "00:07:09",
    "end": "00:07:10"
  },
  {
    "text": "That's right. So what's important about that vision of Isaiah is it's giving us the core grounding idea of what it means for God to be holy. He's set apart, he's other from all created things as the author and creator of all of life. So that's the core idea. And so that's good. God's holiness is good. We exist because of it. It's his power and creativity.",
    "start": "00:07:10",
    "end": "00:07:36"
  },
  {
    "text": "And to bring it back to the sun. The sun's a good metaphor because there's only one sun in our solar system.",
    "start": "00:07:36",
    "end": "00:07:42"
  },
  {
    "text": "Correct.",
    "start": "00:07:42",
    "end": "00:07:43"
  },
  {
    "text": "And so it's unique. It's the only one, but it's unique also because it's emanating an energy that creates. Gives. Gives the ability for life.",
    "start": "00:07:43",
    "end": "00:07:54"
  },
  {
    "text": "That's right.",
    "start": "00:07:54",
    "end": "00:07:55"
  },
  {
    "text": "And so the metaphor breaks down.",
    "start": "00:07:55",
    "end": "00:07:56"
  },
  {
    "text": "Yeah.",
    "start": "00:07:56",
    "end": "00:07:57"
  },
  {
    "text": "It's not a perfect metaphor.",
    "start": "00:07:57",
    "end": "00:07:58"
  },
  {
    "text": "It's not perfect, but it's a good one.",
    "start": "00:07:58",
    "end": "00:07:59"
  },
  {
    "text": "But in the same way the sun creates life as the originator of life. It's not really the originator, but it creates source of life and it sustains life. Here. No sun, we're gone. Right. I don't know how quickly it would all disappear, but it would take seven minutes for us to notice the sunlight was gone because that's how long it takes to get to Earth anyways. So that's how God is holy. So let me ask you then, how are we supposed to be holy? What does that mean? We can't be a creator, originator, sustainer of life like God.",
    "start": "00:07:59",
    "end": "00:08:35"
  },
  {
    "text": "Yes. So the idea of holiness then is that for something to be holy, like in the Bible and Israel, it means for somebody to have some kind of special relationship with the creator God that brings you into proximity of God's presence. And that gets concentrated in all of the ideas around temples. In the Bible, that temples are this unique place where the one and only holy God takes up a unique and special kind of residence. And if you want to go close to the temple where God's holy presence is you, you can't just waltz in there as if it's any other place. You have to acknowledge its uniqueness. I'm entering. Just like you would probably wear a suit if you got invited to have dinner with the president or something like that. I never wear suits. I hate wearing suits. I think they're most oppressive clothing in the world. But I would wear a suit to acknowledge the unique status, the holy status. Would you wear a tie of. Totally.",
    "start": "00:08:35",
    "end": "00:09:39"
  },
  {
    "text": "Yeah.",
    "start": "00:09:39",
    "end": "00:09:40"
  },
  {
    "text": "Wouldn't you?",
    "start": "00:09:40",
    "end": "00:09:40"
  },
  {
    "text": "I don't know. It's a little baller just to kind of have collar open.",
    "start": "00:09:41",
    "end": "00:09:44"
  },
  {
    "text": "Yeah. No, dude, you don't pull any creative stuff when you have dinner with the president. So it's the same idea. I acknowledge God's uniqueness by treating this space as sacred, holy. And so any person who goes into that space, the clothes that you wear, the state of being that you're in, all of that has to be.",
    "start": "00:09:44",
    "end": "00:10:08"
  },
  {
    "text": "So when we're called to be holy in Leviticus, when the ancient Israelites were told to be holy, that was them not trying to be like God and create universes, it was to put themselves in a state in which they can respect and honor God's holiness.",
    "start": "00:10:08",
    "end": "00:10:25"
  },
  {
    "text": "That's right.",
    "start": "00:10:25",
    "end": "00:10:25"
  },
  {
    "text": "So it's different for a human to be holy than for God to be holy.",
    "start": "00:10:26",
    "end": "00:10:29"
  },
  {
    "text": "Yeah. Human holiness is always derivative. It's a response.",
    "start": "00:10:29",
    "end": "00:10:33"
  },
  {
    "text": "Derivative. Explain what that means.",
    "start": "00:10:33",
    "end": "00:10:35"
  },
  {
    "text": "Oh, it means God is the source of holiness. And if I want to become holy, it's by honoring and acknowledging God as the creator and author of life. And I'm going to disassociate myself from anything that is anti life. So Israel had a whole set of cultural symbols to do this that the book of Leviticus talks about. So if you've touched dead bodies or reproductive fluids or blood or mold, you can't just waltz into the temple courtyards. That is wrong. It's not wrong to have touched those things and be impure. What's wrong is to be in an impure state and waltz into holiness.",
    "start": "00:10:35",
    "end": "00:11:20"
  },
  {
    "text": "So I just want to make sure I'm really clear on this. For God to be holy, he's uniquely the Creator, sustainer of life.",
    "start": "00:11:21",
    "end": "00:11:27"
  },
  {
    "text": "Correct.",
    "start": "00:11:27",
    "end": "00:11:28"
  },
  {
    "text": "For us to be holy means something different, which is we are putting our ourselves in a position that honors God's status of creator, sustainer of life, and so that we can then connect with God in some way.",
    "start": "00:11:28",
    "end": "00:11:44"
  },
  {
    "text": "Yeah, that's right. If I want to. The idea of the temple is If I want to enter into the closest space in proximity to God's holiness, I need to acknowledge it in a special way. Become holy by shedding any associations with death or mortality.",
    "start": "00:11:44",
    "end": "00:12:02"
  },
  {
    "text": "I feel like it's kind of confusing. It's the same word.",
    "start": "00:12:03",
    "end": "00:12:04"
  },
  {
    "text": "What's that?",
    "start": "00:12:05",
    "end": "00:12:05"
  },
  {
    "text": "For me to be holy. God is holy. I'm holy. That's interesting, because God's holy. And then I'm just respecting that holiness by being pure, Right?",
    "start": "00:12:06",
    "end": "00:12:15"
  },
  {
    "text": "Well, correct. Yeah. So there are different words for it. Purity or cleanness is about. But when I put myself in a state of purity or cleanness, I'm being holy. I am becoming holy.",
    "start": "00:12:15",
    "end": "00:12:29"
  },
  {
    "text": "Okay.",
    "start": "00:12:29",
    "end": "00:12:29"
  },
  {
    "text": "Yeah. That's how sharing in God. So that's the core idea, is to be set apart. And so a priest in the Bible is somebody who is set apart to live uniquely near God's presence and work in it and so on. The incense bowls and all of those things are holy. There's a certain kind of holy oil that's burning in the incense burner in the temple, and you can't make that oil for your own home.",
    "start": "00:12:29",
    "end": "00:12:59"
  },
  {
    "text": "It's set apart.",
    "start": "00:13:00",
    "end": "00:13:01"
  },
  {
    "text": "That's the idea. So there you go. So that's the core idea is set apart to be in the presence of the one who is ultimately set apart as the author and creator of all of life. That's the core idea of holiness, which then in the video, we create a storyline out of by introducing a plot conflict, which is. Which is a way of thinking about the story of the Bible. That God is the author and creator of all of life.",
    "start": "00:13:02",
    "end": "00:13:29"
  },
  {
    "text": "And we need to respect that.",
    "start": "00:13:29",
    "end": "00:13:31"
  },
  {
    "text": "That's right. But humans have done something to each other and to our world that have corrupted it and disrespects it and disrespects God's holiness. And so paradoxically, God's holiness, which is good and the source of all life, actually becomes a threat, becomes dangerous. Dangerous. And that's why we. The sun is great. Like, the sun makes everything grow.",
    "start": "00:13:31",
    "end": "00:13:58"
  },
  {
    "text": "It's beautiful.",
    "start": "00:13:58",
    "end": "00:13:59"
  },
  {
    "text": "Yeah.",
    "start": "00:13:59",
    "end": "00:14:00"
  },
  {
    "text": "But get too close to it and it's gonna.",
    "start": "00:14:00",
    "end": "00:14:02"
  },
  {
    "text": "Or spend a day at the lake or the beach without sunscreen on. And the sun will wound you, like, hurt you bad. And not because the sun is bad. It's just because the sun is what it is.",
    "start": "00:14:02",
    "end": "00:14:15"
  },
  {
    "text": "The sun is so good.",
    "start": "00:14:15",
    "end": "00:14:16"
  },
  {
    "text": "It's so unique and holy and powerful. Its power and goodness are dangerous to me as a mortal creature.",
    "start": "00:14:16",
    "end": "00:14:24"
  },
  {
    "text": "Yeah, it's a great metaphor.",
    "start": "00:14:25",
    "end": "00:14:26"
  },
  {
    "text": "So sunscreen is how you become holy. That's how we become holy.",
    "start": "00:14:26",
    "end": "00:14:30"
  },
  {
    "text": "No, what's interesting about the Metaphor is the sun is. Well, let's talk about temples. Because temples were a specific place you had to go to experience God's holiness in a very specific, tangible. You wouldn't experience God's holiness in your house in the same way as the temple. However, we also know that God is everywhere. God's presence is everywhere. So Dennis asked the question this way.",
    "start": "00:14:30",
    "end": "00:15:03"
  },
  {
    "text": "Dennis? Dennis Rivera. Yes.",
    "start": "00:15:04",
    "end": "00:15:06"
  },
  {
    "text": "Moses and Joshua have encounters with God and quote, unquote, holy ground. Holy because God's presence is there. But if God's presence is everywhere, aren't we always on holy ground?",
    "start": "00:15:06",
    "end": "00:15:18"
  },
  {
    "text": "Yes.",
    "start": "00:15:18",
    "end": "00:15:18"
  },
  {
    "text": "So tell me about, like, why is there specific places like temples where God's presence is particularly present in holiness? But as Christians, don't we believe that God's everywhere?",
    "start": "00:15:18",
    "end": "00:15:30"
  },
  {
    "text": "Yeah, yeah, yeah. It's a good point. And the biblical authors acknowledge that Genesis 1 is depicting all of creation as a temple, as sacred space. That's another topic. But that is how Genesis 1 with its seven day framework is depicting all of the cosmos as a temple. But there are other places where that's acknowledged. Isaiah 6, the vision, all of creation is God's holy handiwork. Psalm 139, David's like, where can I go and not be in God's presence? I can go, I can go up to heaven, go to the end of the depths of the sea. So there is a sense in which God's holiness and presence permeates all of creation. That's true. So all ground is holy ground in that sense. But then there are moments and places in the story of the Bible where God's presence will become more tangible. We struggle for vocabulary here, but more present or more tangible than at other places and moments. And that's what Jacob encounters in his dream in the middle of a field where that's what Moses encounters in the burning bush. And when God's presence shows up, usually it's traumatic, usually it's some kind of crazy natural phenomenon associated with fire and cloud and thunder and lightning. So that's why the bush is on fire for Moses. So there you go. I don't know what else to say other than that's how the Bible depicts God's unique holy presence showing up in specific places. And so then, then what happens is what's happening in the burning bush is then just a microcosm of what's happening in the whole story of God's whole universe. Because it's a good point. If God's whole universe is holy, then people who corrupt it don't really deserve to be there. They should be removed. But God is committed to sharing his holy space with people even though they're corrupt. So how is God going to reconcile that or square make that happen? And that is one way of thinking about the storyline of the whole Bible is how a holy God is going to share his holy creation with corrupt, screwed up human beings. And so the storyline of what happens with the temple in Israel becomes like a little microcosm, a test case of what God wants to do with all of creation. I don't know if that makes any sense.",
    "start": "00:15:30",
    "end": "00:18:17"
  },
  {
    "text": "So I think another question then to go. And I'm trying to feed off of what people are talking about on the live stream a little bit too. Garen, Forsyth, Forsyth, Garen. Second to bottom there. I get the whole ceremonial purity thing. How does moral purity fit into this idea of holiness? Does the New Testament's call to be holy refer primarily to moral purity? And again, I think we get so stuck in. I get so stuck thinking holiness. That just means being morally pure. And so we have to take a step back first and say, well, okay, holiness means God's unique position as a creator and sustainer. But for me to interact and respect God's holiness, for the Israelites, it meant two separate things really. We can think of it in two different categories.",
    "start": "00:18:19",
    "end": "00:19:09"
  },
  {
    "text": "Yeah. That we talked about in the video, right? Yes. Yeah. There's ritual purity and impurity, ritual purity and then moral.",
    "start": "00:19:09",
    "end": "00:19:15"
  },
  {
    "text": "So ritual purity is the things I should touch and not touch and that kind of stuff.",
    "start": "00:19:15",
    "end": "00:19:20"
  },
  {
    "text": "Yeah. And the core symbol under those rituals is respecting God is God is the author of all life. And if I want to live in proximity and closeness to that being, which is, who doesn't want that? It's good. Then I need to disassociate myself from these things that are associated with death.",
    "start": "00:19:20",
    "end": "00:19:41"
  },
  {
    "text": "And us as modern non Israelite followers of Jesus. That's not in our. We don't have that category.",
    "start": "00:19:41",
    "end": "00:19:50"
  },
  {
    "text": "Yeah. Except for we talked about this in Leviticus. Brushing your teeth in the bathroom.",
    "start": "00:19:50",
    "end": "00:19:53"
  },
  {
    "text": "Yeah. We have an idea of like appropriate or inappropriate action.",
    "start": "00:19:53",
    "end": "00:19:56"
  },
  {
    "text": "The bathroom is a holy space in people's homes, if they don't have a holy space, it's holy.",
    "start": "00:19:56",
    "end": "00:20:03"
  },
  {
    "text": "It's set apart.",
    "start": "00:20:04",
    "end": "00:20:04"
  },
  {
    "text": "Unique and set apart.",
    "start": "00:20:04",
    "end": "00:20:06"
  },
  {
    "text": "You don't eat in the bathroom for.",
    "start": "00:20:06",
    "end": "00:20:07"
  },
  {
    "text": "Showering and evacuating your body of waste. And so therefore, if you're gonna get the waste out of your body in that room, you don't put the food in your body. So we do have a category, totally irrational.",
    "start": "00:20:07",
    "end": "00:20:19"
  },
  {
    "text": "But what I'm saying is we don't Live that way. We don't go. When we go to church, we don't think, like, boy, did I touch a dead body?",
    "start": "00:20:20",
    "end": "00:20:27"
  },
  {
    "text": "Yeah, maybe like, you know, my grandfather did. He had this thing about never wearing hats in church.",
    "start": "00:20:27",
    "end": "00:20:34"
  },
  {
    "text": "Sure. Okay.",
    "start": "00:20:34",
    "end": "00:20:34"
  },
  {
    "text": "When I was a teenage, I wore a lot of baseball hats when we'd go.",
    "start": "00:20:34",
    "end": "00:20:39"
  },
  {
    "text": "You don't cuss at church. There's some things you just don't do at church.",
    "start": "00:20:39",
    "end": "00:20:42"
  },
  {
    "text": "Yeah, you treat. Osmo call my space.",
    "start": "00:20:42",
    "end": "00:20:43"
  },
  {
    "text": "Okay, so that's ritual. That's things you do and don't do. And one of the things that you talked about was it's not wrong to touch a dead body. So that's not a sinful issue. It's not like, did you screw up? It's just a ritual practice to respect the space.",
    "start": "00:20:43",
    "end": "00:21:00"
  },
  {
    "text": "What's wrong or sinful is to be in that ritually impure state and then just waltz into the temple, even though that's breaking the rules of what God asked me to do.",
    "start": "00:21:00",
    "end": "00:21:13"
  },
  {
    "text": "But then there's also moral proof.",
    "start": "00:21:13",
    "end": "00:21:14"
  },
  {
    "text": "Yeah. So what happens in Leviticus specifically, then is that language of pure and impure or holy and unholy that gets applied to moral behavior. So Israel was supposed to do the ritual purity stuff, but they were also supposed to be pure in their moral behavior. And that is a way that holiness can refer to moral goodness in the Old Testament. So with regard to justice and business practices, treatment of the poor with sexual integrity, these were all ways that Israel was to be set up. Holy and set apart from the Canaanites is how it's framed in Leviticus 18, 19, and 20. And so. And what morally corrupt behavior does is it introduces more evil that creates more relational conflict and death. It releases that into God's good world, which defiles God's world. That whole language of defiling or making impure, if I bring a corpse into a temple, I've made it impure. If I go sleep with my neighbor's wife and steal his donkey. Living in the land of Israel, which I say is, you know, I'm part of God's holy people, what I've done is unleashed corruption and death and relational fracture into God's world. And so that is defiling the land. It's defiling myself and that person. So that's where the language of moral purity comes into it.",
    "start": "00:21:14",
    "end": "00:22:59"
  },
  {
    "text": "So there's two different kinds of purity in a way. Now, is there a distinction in the Old Testament? It talks about both in the New Testament. I mean, let's just look at First Peter.",
    "start": "00:22:59",
    "end": "00:23:08"
  },
  {
    "text": "Yeah.",
    "start": "00:23:08",
    "end": "00:23:09"
  },
  {
    "text": "Because First Peter.",
    "start": "00:23:09",
    "end": "00:23:10"
  },
  {
    "text": "Yes. Yes.",
    "start": "00:23:10",
    "end": "00:23:11"
  },
  {
    "text": "He says, therefore, with minds alert, fully sober, set your hope and grace to be brought to you when Jesus Christ is revealed as coming. As obedient children, don't conform to the evil desires you had when you lived in ignorance. Evil desires. So, like bad things. Not like, should I touch a dead body or not, but should I punch that guy in the face or not?",
    "start": "00:23:11",
    "end": "00:23:32"
  },
  {
    "text": "Yeah. Should I cheat my neighbor? Should I? Yeah, that kind of stuff.",
    "start": "00:23:32",
    "end": "00:23:36"
  },
  {
    "text": "So don't conform to evil desires. But just as he who called you is holy, so be holy in all you do. For it is written, be holy because I am holy. And that's him quoting Leviticus, quoting the book of Leviticus. So he's. So it seems like he's drawing a parallel between don't punch your neighbor in the face. Don't be immoral.",
    "start": "00:23:36",
    "end": "00:23:58"
  },
  {
    "text": "Yes.",
    "start": "00:23:58",
    "end": "00:23:58"
  },
  {
    "text": "Evil desires and being holy. Like he conflates the two.",
    "start": "00:23:59",
    "end": "00:24:03"
  },
  {
    "text": "That's correct. Yeah. And he's being faithful to the book of Leviticus when he does that.",
    "start": "00:24:03",
    "end": "00:24:09"
  },
  {
    "text": "Well, wouldn't Leviticus say. Well, that's one sense of being holy. The other sense is don't touch dead bodies and don't.",
    "start": "00:24:09",
    "end": "00:24:15"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:24:15",
    "end": "00:24:15"
  },
  {
    "text": "So. But he's not talking about whether or not you touch dead bodies.",
    "start": "00:24:16",
    "end": "00:24:19"
  },
  {
    "text": "No. So the whole. The whole. One of the ways the apostles, the earliest followers of Jesus, worked out is that Jesus was the very embodiment of God's holiness. And so that in Jesus and the gift of his spirit to his followers out in the world is that all creation is now truly God's holy space.",
    "start": "00:24:20",
    "end": "00:24:43"
  },
  {
    "text": "It's no longer just a temple.",
    "start": "00:24:44",
    "end": "00:24:46"
  },
  {
    "text": "God's holy space isn't limited to one geographic place because of Jesus and the Spirit. And so that's why temple length. That's why in First Peter, right before then, he talks about the church, Jesus followers as the temple, as being the stones of this temple. And so if we are the temple as Jesus followers, and if we are the priesthood, who serves in the temple, what kind of behavior is appropriate? And then he quotes Leviticus being holy, which for ritual purity, then doesn't. It doesn't apply. That was a part of the story specific to Israel living in the land, with the priesthood serving at the temple. But the early Christians, Jesus himself said he came as the fulfillment of all of those realities. But the moral purity is about being human. It's about a way of life that fits with the grain of God's good world. It's about a way of life that brings and creates goodness. And so behaviors that destroy relationships, behaviors that distort My humanity that defile someone else's dignity as an image of God, human. Those are impure behaviors. And so that's how the language of holiness gets applied to like sin and injustice and that kind of thing.",
    "start": "00:24:46",
    "end": "00:26:20"
  },
  {
    "text": "So there isn't like a separate concept of holiness between the Old Testament and New Testament. Same concept, same concept. But in the New Testament, when they say be holy, no longer is it really a ritual thing anymore. Because there's no temple anymore and we are the temple and Jesus is the temple and everywhere is God's presence.",
    "start": "00:26:20",
    "end": "00:26:39"
  },
  {
    "text": "Yeah. So here's the gain, I think in the New Testament, moral purity. Holiness does refer mostly to moral goodness.",
    "start": "00:26:39",
    "end": "00:26:47"
  },
  {
    "text": "But why?",
    "start": "00:26:48",
    "end": "00:26:48"
  },
  {
    "text": "And what's underneath that? What's underneath it is this concept of life and death. That behavior that creates goodness and life and beauty. That is appropriate behavior for people who live in the universe of a holy God. Behavior that destroys relationships, that distorts my own humanity. This is behavior that causes death in God's good world. And so it's inappropriate. And so it takes holiness and it puts it into the framework of a much larger story. Not just like, be a good person, that's a bad person, you're unfair.",
    "start": "00:26:49",
    "end": "00:27:27"
  },
  {
    "text": "Be a good person. Check off this list of things, do the right thing. Because you're supposed to do the right thing and just becomes rote. And you're just like, why? But instead this more captivating picture of live a life that celebrates God's creativity and God's goodness and don't live a life that fights against it and creates death.",
    "start": "00:27:27",
    "end": "00:27:49"
  },
  {
    "text": "Correct.",
    "start": "00:27:50",
    "end": "00:27:50"
  },
  {
    "text": "And so by me having an evil desire and giving into that evil desire is playing into this world of death.",
    "start": "00:27:50",
    "end": "00:28:01"
  },
  {
    "text": "That's. Yeah, we all. I mean, yeah, just speaking as a pastor, we all know what those. When we each have a decision and we know it, we know if I say this or do this, that person's gonna be bummed. It's selfish, they're gonna be hurt. But I don't want to do it. Well, actually I do want to do it. And then you do it and then you have this relational rift. You've hurt somebody, you've acted in a way that actually in the long term is going to be destructive for you. But we do it anyway. Like, we know what, on a visceral level, we know that when we behave in these destructive ways, we're participating in death and in sub human ways of behaving. And so that's what this is about. It's that holiness is actually the way that I become truly human because I'm becoming like the author of all of Life. I'm participating in love and beauty and healthy relationships. So this is a very. It's a very powerful concept that gets trivialized, I think, when we only think about holiness as just be a good person. This is about what it means to really be a human who lives in a world made by the holy and good God.",
    "start": "00:28:01",
    "end": "00:29:18"
  },
  {
    "text": "Does holiness. Okay, so here's another question.",
    "start": "00:29:19",
    "end": "00:29:21"
  },
  {
    "text": "Question.",
    "start": "00:29:21",
    "end": "00:29:21"
  },
  {
    "text": "Yes, Lamid King. L A M I D E. Sorry if I'm pronouncing that wrong. Does holiness have to do with just a separation of heart or also a separation of lifestyle? I think embedded in this question is knowing that holiness means being set apart. So when we're holy, are we trying to separate ourselves? Because that's something that we talk about in the church of being. Being a city on a hill, right? Being set apart. So when people look at you and the way that you are living, they can honor God. They see God in that. Is that why we. To be holy? Just to go, okay, well, I'm gonna be different than the rest of this world, and in some way now I'm separated. There's almost like a caste system now in a way of like, you're unholy, I'm holy.",
    "start": "00:29:21",
    "end": "00:30:20"
  },
  {
    "text": "Yeah. So, yeah, in Leviticus, right on through the New Testament, there are some things that Israel and then followers of Jesus were to not do to set themselves apart from the culture around them. And that was one way of being holy. So the main ones highlighted, actually, in the Old and New Testaments is what God's people do with money, what they don't do with money, and what they don't do with sex. There's something about. Yeah, something about sex and money that tell the truth about a person's ultimate value system. And so Israel was to be a nation known for extreme generosity and care for their poor and vulnerable. And they were to be a nation of people committed to monogamous covenant relationships as the only place where people have sex to reproduce other humans in the context of covenant families. So that set Israel apart. It sets the followers of Jesus apart in the 1st century and the 21st century still today. And that's because there are things that humans do with money that are extremely destructive. I don't think I need to make an argument for that. There are things that people do with sex that are very destructive, and God's people are to not participate in that. But then on the flip side, there are things that God's people are to do, not just not do, but they're to do them and that will also set them apart. So if they're not to be unjust or corrupt with money, they are to would like generosity for the poor. Generosity to the poor is to set apart God's people in the Old Testament and the New Testament. So that's a good example. That's something God's people do that sets them apart. Whereas sex and corruption and theft and so on with money, those are all ways that you don't do something. Does that make any sense?",
    "start": "00:30:21",
    "end": "00:32:27"
  },
  {
    "text": "Yeah. So there is. Embedded into being holy is being separated. Because to do these things, it's going to separate you from.",
    "start": "00:32:27",
    "end": "00:32:37"
  },
  {
    "text": "So it's not as. Lamid. Sorry, we don't know how to pronounce your name. Lamid.",
    "start": "00:32:37",
    "end": "00:32:43"
  },
  {
    "text": "Eh?",
    "start": "00:32:43",
    "end": "00:32:43"
  },
  {
    "text": "Hello. It's more than just a heart disposition. It's a way of life.",
    "start": "00:32:43",
    "end": "00:32:48"
  },
  {
    "text": "It is a lifestyle.",
    "start": "00:32:48",
    "end": "00:32:49"
  },
  {
    "text": "God's people are set apart as a way of life by things that they don't do that everybody else is doing and by things that they do that no one else is doing. That's how God's people mark out themselves as holy.",
    "start": "00:32:49",
    "end": "00:33:03"
  },
  {
    "text": "Cool.",
    "start": "00:33:03",
    "end": "00:33:03"
  },
  {
    "text": "Yeah, good question. So Aurelia D, you've asked some great questions in the last couple months. You raise an issue about holiness in the book of Genesis, specifically, since God's holiness is dangerous. In a good way.",
    "start": "00:33:03",
    "end": "00:33:20"
  },
  {
    "text": "Yeah. Is anything ever dangerous in a good way? It's like. Aslan, what's a quote from? Oh yes, he's not.",
    "start": "00:33:20",
    "end": "00:33:29"
  },
  {
    "text": "Is he safe?",
    "start": "00:33:29",
    "end": "00:33:30"
  },
  {
    "text": "Is he safe?",
    "start": "00:33:30",
    "end": "00:33:30"
  },
  {
    "text": "I forget.",
    "start": "00:33:30",
    "end": "00:33:31"
  },
  {
    "text": "He's not safe, but he's good.",
    "start": "00:33:31",
    "end": "00:33:32"
  },
  {
    "text": "Is he a tame lion? No, he's not a tame lion, but he's good. Yeah, yeah, yeah.",
    "start": "00:33:33",
    "end": "00:33:39"
  },
  {
    "text": "Similar.",
    "start": "00:33:39",
    "end": "00:33:40"
  },
  {
    "text": "Good. Quotable. Very similar. So since God's holiness is dangerous, how were people in Genesis able to interact with God before the laws about ritual purity were given? It's interesting. Here's why it's interesting is that you're right. Abraham, for example, he didn't have. Yeah. He's depicted as just like hanging out with God. It's in over the. The stories are condensed from decades of his life and there's just actually a handful of times. So it's very rarely that he had these conversations with God. But he did. Like Genesis 15, God shows up in a flaming appearance and he didn't have.",
    "start": "00:33:40",
    "end": "00:34:17"
  },
  {
    "text": "To make special sacrifice, he didn't have to like wash his body.",
    "start": "00:34:17",
    "end": "00:34:20"
  },
  {
    "text": "Well, he did have to sacrifice some animals and they have this covenant making ceremony where he cuts the animals in half and then he passes out on the ground. It's a really interesting story. So I think the point it's a good question. Like why wasn't Abraham incinerated? Or why didn't he have to do what Moses did? So there's something that the Torah, a point the Torah's trying to make about how God related to Abraham. It was a very simple, natural, intimate relationship that in that story in Genesis 15, the author describes that Abraham's posture towards God was that of faith or trust. And so the Torah is portraying Abraham as this model of what a relationship with God looks like. It's this day to day life interaction, conversing with God along the way and then unique moments and milestones where God interacts with Abraham. And Abraham's posture is just open handed faith and trust. That's in contrast with Moses who had the great privilege of getting closer to the Son, so to speak. And Moses who had this unique privileged position to be right close to God's holy presence, doesn't trust God. That's what that strange story in the Book of Numbers where he strikes the rock instead of speaking to it. But God says, yeah, you don't trust me Moses? And so the Torah is giving us two different paradigms of how to relate to God. Abraham who related to God simply on the basis of faith and trust. And then Moses who didn't trust even though he had special access to God's presence. So part of the reason. Sorry to go all the way back to your question, Aurelia, is that the way that the story of the Torah works is it's showing that Abraham was someone who, if the temple existed, could have waltzed right in because of his trust and faith in God's character. He was somebody who could be in God's presence but not have to do the rigmarole.",
    "start": "00:34:20",
    "end": "00:36:31"
  },
  {
    "text": "He could have just waltzed right in.",
    "start": "00:36:31",
    "end": "00:36:33"
  },
  {
    "text": "I think that's how the Torah presents it. Yeah.",
    "start": "00:36:33",
    "end": "00:36:36"
  },
  {
    "text": "Really just.",
    "start": "00:36:36",
    "end": "00:36:36"
  },
  {
    "text": "Yeah.",
    "start": "00:36:36",
    "end": "00:36:37"
  },
  {
    "text": "He could have just been like, he could have ignored all the other stuff.",
    "start": "00:36:37",
    "end": "00:36:41"
  },
  {
    "text": "We're not to that point in the story but it is to portray. Here's Moses who could go into God's presence and he doesn't trust God. And then you have Abraham who didn't need any of that. He just. Which is why the author of the Torah.",
    "start": "00:36:41",
    "end": "00:36:58"
  },
  {
    "text": "But Abraham, sorry, he wouldn't have just walked in. He would have gone through.",
    "start": "00:36:59",
    "end": "00:37:02"
  },
  {
    "text": "Oh that's true. That's right. Just like exactly. If he. Yes, but he didn't have to.",
    "start": "00:37:02",
    "end": "00:37:08"
  },
  {
    "text": "But he didn't have to.",
    "start": "00:37:08",
    "end": "00:37:09"
  },
  {
    "text": "He didn't have to. And so that's a part of the way the Torah is emphasizing the faith theme that the ideal Way to relate to God in the Torah is that you will naturally obey God's laws if you live a life of faith and trust. Yeah, that's a part of it anyway. So I don't know if that really helps you, Aurelia, but it taps into a really important way. John Stellhammer, his incredible book on the Pentateuch, the Pentateuch as narrative explores this in a really helpful way. So there you go. Let's see. Keep rocking, keep rocking. Oh, Robin. Robin.",
    "start": "00:37:09",
    "end": "00:37:48"
  },
  {
    "text": "Robin Rempel.",
    "start": "00:37:49",
    "end": "00:37:50"
  },
  {
    "text": "Rempel asked a question I thought would start a cool conversation.",
    "start": "00:37:50",
    "end": "00:37:54"
  },
  {
    "text": "Cool.",
    "start": "00:37:54",
    "end": "00:37:54"
  },
  {
    "text": "John, in his letters in the New Testament, says that God is love. Whereas in Isaiah and other places we hear that God is holy. Holy, holy. Is this a contradiction? How are those related?",
    "start": "00:37:55",
    "end": "00:38:10"
  },
  {
    "text": "How could a God who is so holy that it's dangerous to humans also.",
    "start": "00:38:10",
    "end": "00:38:17"
  },
  {
    "text": "Be love be said to be love? Yeah, I was trying to think. These words are different ways of talking about aspects of God's character. So it's not that God is either love or holiness. Those are both ways of talking about the core of God's being. Just like if for you to be wise and good and loving and just. If I say John, John is love, but I could also say John is just, or John is fair, or John is.",
    "start": "00:38:18",
    "end": "00:38:58"
  },
  {
    "text": "We wouldn't say that in English, John is love, but you would say John is love.",
    "start": "00:38:58",
    "end": "00:39:00"
  },
  {
    "text": "And you could say John is loving.",
    "start": "00:39:01",
    "end": "00:39:02"
  },
  {
    "text": "John is loving. Is that what that means when he says God is love, God is loving.",
    "start": "00:39:03",
    "end": "00:39:06"
  },
  {
    "text": "Or is that something more? John's making a larger claim. I think he's saying the ultimate. If you want to define the very essence of God's being that motivates everything God does, it's love.",
    "start": "00:39:06",
    "end": "00:39:19"
  },
  {
    "text": "So love is the motivation, but holiness is like, not really. It's not a motivation. It's a.",
    "start": "00:39:19",
    "end": "00:39:26"
  },
  {
    "text": "It's almost like the essence of God's nature.",
    "start": "00:39:26",
    "end": "00:39:29"
  },
  {
    "text": "It's his nature.",
    "start": "00:39:29",
    "end": "00:39:30"
  },
  {
    "text": "His nature as being the unique, one and only set apart. But. Ah, okay, right.",
    "start": "00:39:30",
    "end": "00:39:36"
  },
  {
    "text": "So that's helpful because then they become complementary. It's like, so my nature is. I mean my nature is just. I'm a. I'm a homo sapien and I've got whatever my needs and desires and whatever. That's my nature. God's nature is the creator, sustainer of life.",
    "start": "00:39:36",
    "end": "00:39:52"
  },
  {
    "text": "Yes.",
    "start": "00:39:52",
    "end": "00:39:53"
  },
  {
    "text": "And we'll call that holiness.",
    "start": "00:39:53",
    "end": "00:39:54"
  },
  {
    "text": "Yes.",
    "start": "00:39:54",
    "end": "00:39:55"
  },
  {
    "text": "My motivation might be I'm hungry, I'm thirsty, I'm angry, I want money. Whatever my motivation is, or I want friends, or I want whatever. God's motivation is love.",
    "start": "00:39:55",
    "end": "00:40:09"
  },
  {
    "text": "Correct. Yes. Because a holy God could act in all kinds of different ways.",
    "start": "00:40:10",
    "end": "00:40:17"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:40:17",
    "end": "00:40:18"
  },
  {
    "text": "A God who's truly holy and set apart from death doesn't have to be loving. He doesn't have to be loving. The holy God could wipe us out for everything that we've done to his world and to each other. And he would be good and just in doing it, but he wouldn't be loving. So love is something about the holy God's posture to people who are screwed up. And that's why. The reason John says that is because in Jesus, the holy God is revealed as a God of love. And so they are. You could say that from our vantage point, they're in tension with each other because we think, well, either you're going to be holy or. And eradicate death and evil, or you're going to be loving, which is to forgive your enemies. And the story of the Bible is a revelation of how God is both of those perfectly.",
    "start": "00:40:19",
    "end": "00:41:13"
  },
  {
    "text": "I'm just realizing this is a really great question from Robin, because the way she's saying, is this a contradiction? But it's not a contradiction. But there is tension.",
    "start": "00:41:15",
    "end": "00:41:24"
  },
  {
    "text": "There's a tension.",
    "start": "00:41:24",
    "end": "00:41:25"
  },
  {
    "text": "And that tension, you explore that tension. And that is in one way a filter you can think about the entire story of the Bible is that tension. How does a holy God who is motivated by love and wants to live with humans and to create with humans, how is he going to do it? How is that going to work?",
    "start": "00:41:25",
    "end": "00:41:48"
  },
  {
    "text": "Because God is committed that his holiness permeates all of creation and all of humanity. He's committed to that purpose for his creation.",
    "start": "00:41:49",
    "end": "00:41:59"
  },
  {
    "text": "And how does he.",
    "start": "00:41:59",
    "end": "00:42:00"
  },
  {
    "text": "The question is, how will he bring.",
    "start": "00:42:00",
    "end": "00:42:02"
  },
  {
    "text": "That about in a way that honors love?",
    "start": "00:42:02",
    "end": "00:42:05"
  },
  {
    "text": "Yeah. And so one way could be to, you know, wipe everybody out. Just like if you flew a rocket to the sun, it would destroy it.",
    "start": "00:42:05",
    "end": "00:42:13"
  },
  {
    "text": "Which you kind of did.",
    "start": "00:42:13",
    "end": "00:42:14"
  },
  {
    "text": "And so that was what we tried to do in the video, the way that Jesus reversed what you would think a holy God would do. But in fact, what this holy God wants to do is let unleash his holiness into the world in a way that it transforms and heals people rather than destroys them. And that. You're right. It's a way of thinking about the storyline of the whole Bible, which is why in the book of Isaiah, there's this vision of God's holy presence. Holy, holy, holy. And so Isaiah, right. He's freaked out because he's like, oh, no, I'm in the presence of the sun without sunscreen. But then what God actually does is come to him with his holy presence. And heal him of his moral corruption. And specifically Isaiah, he repents.",
    "start": "00:42:14",
    "end": "00:43:10"
  },
  {
    "text": "This is really hitting a nerve with people watching the chat because there's this tension of, like, well, what's going to win out? God's love or God's holiness? And then Beats just, just wrote this Beats on Beats. That's a great name. Is God more concerned with his holiness than with his love? For example, is love the method and holiness the priority? So, like, yeah, if one had to win, which one will win? And in a way, this is another way to say, like, you know, how big is hell? You know, that's another way to talk about it.",
    "start": "00:43:11",
    "end": "00:43:49"
  },
  {
    "text": "So part of this, it's a way of. We didn't get to this in the video because it would add another three minutes to it. It wasn't part of the purpose, but it's the way that the cross fits in to the storyline. Because the death of Jesus becomes the way that God justly deals with death and evil and corruption. He destroys it. He puts it to death by taking that death into himself through the death of Jesus. And then in Jesus resurrection from the dead, it's about life. It's Jesus being recreated to be a part of the new holy creation. And so the way that God's holiness and love meet together is in the death and the resurrection of Jesus. So God does eradicate evil from his world by punishing it justly. It's called the crucifixion. That's what Christians believe about the cross, and that God did that instead of doing that to all of us. And so even though there's a tension, I think part of the core Christian belief is that in the death and resurrection of Jesus, God's holiness and love meet together perfectly so that he can spread his holiness through Jesus to permeate all of his creation. And so the, the question after that is simply, for me, living post Jesus, am I going to submit myself to Jesus and what he did on my behalf, or would I rather not be a part of the holy creation he's trying to make?",
    "start": "00:43:49",
    "end": "00:45:29"
  },
  {
    "text": "Yeah. Resist it.",
    "start": "00:45:29",
    "end": "00:45:30"
  },
  {
    "text": "And, and if I resist it, then God will honor that choice. And here we get into the Bible's depiction of judgment, of the existence, what it means to live in the contradictory. It's a contradiction. It's living in a contradiction because I'm choosing not to participate in the very thing that sustains my life and existence.",
    "start": "00:45:30",
    "end": "00:45:53"
  },
  {
    "text": "And you're choosing not to participate in the very thing that will one day permeate all of creation.",
    "start": "00:45:53",
    "end": "00:45:58"
  },
  {
    "text": "Correct.",
    "start": "00:45:58",
    "end": "00:45:59"
  },
  {
    "text": "So what's going to happen to you. So you're fighting against. You're fighting against something that can't be defeated at this point because Jesus showed that it.",
    "start": "00:45:59",
    "end": "00:46:09"
  },
  {
    "text": "And that's why. That's why in the teachings of Jesus and the rest of the apostles, hell is not only a future reality, it's something that I participate in and create now. That's why James says that when you insult your James, chapter three, that whole thing about the tongue. He says when we curse and insult other human beings, we unleash hell into God's world. We defile people, we unleash death. And so the whole thing about the living dead, zombies in the New Testament, you can live in a state of death right now, or you can live in a state of holiness and true life right now. And then whatever future destiny is all about, it's just following through on the trajectory that a person's already on in the present. And that's why Peter says, be holy as God is holy. It's a way of becoming truly alive. Wow. So there we got on that tangent. But you know, if anybody's interested, I have up on my website, TimMackey.com, a four hour set of lectures on heaven and hell and final judgment and so on with tons of notes. And it was, for me, kind of concluding a few years of just intense reading on all of that stuff in the Bible and trying to pull it together in some classes. So that's free online@timmackey.com and I really want that material to get turned into some of the videos that we make.",
    "start": "00:46:09",
    "end": "00:47:45"
  },
  {
    "text": "Oh, really?",
    "start": "00:47:45",
    "end": "00:47:46"
  },
  {
    "text": "One day. Yeah.",
    "start": "00:47:46",
    "end": "00:47:47"
  },
  {
    "text": "Is that on our list? Well, on our.",
    "start": "00:47:47",
    "end": "00:47:51"
  },
  {
    "text": "Yeah. When we get to like new creation. Creation. New creation. I think we talked about, when we talked about the day of the Lord, that we should probably do something on judgment or final judgment.",
    "start": "00:47:52",
    "end": "00:48:04"
  },
  {
    "text": "Yeah. I think this hits such a nerve is because the way that I was introduced to Christianity and most people, it's the story of are you going to go to heaven or hell? And so that question is just so much a part of my psyche is like, who's going to heaven, who's going to hell? How does that work? And so when we start talking about these things like God's holiness, I start to think like, okay, cool, so what does it have to do with judgment?",
    "start": "00:48:04",
    "end": "00:48:32"
  },
  {
    "text": "Yeah. So the Bible's way of telling the story is that God's committed to making all creation holy again. And for people who don't want to participate in that new creation, what is their status? And that is a way that's more faithful to the biblical to the Bible to frame it than our ideas. Traditional ideas of where do you go after you die.",
    "start": "00:48:33",
    "end": "00:48:57"
  },
  {
    "text": "Thanks for listening to this podcast episode. We're really thrilled to be able to put out this podcast every week now. We enjoy your feedback. We love to read your reviews on itunes when you send those in. So thank you for those of you who have done that. And if you like this podcast, you can help us by giving a review or sharing it with other people. We have a lot of other resources on our website, thebibleproject.com check them out. And all of this is possible because of a growing number of supporters who generously pitch in to help this project be a success. We couldn't do it without you, so thanks for being a part of this with us.",
    "start": "00:49:02",
    "end": "00:49:37"
  }
]