[
  {
    "text": "Hi, this is John at bibleproject. Last week we began a new series looking at two important verses in the Hebrew Bible. It's in the book of Exodus, chapter 34, verses 6 and 7. And it goes, yahweh. Yahweh, a God, compassionate and gracious, slow to anger, abounding in loyal love and faithfulness, maintaining love for thousands, forgiving iniquity, rep, rebellion and sin. Yet he does not leave the guilty, unpunished, bringer of iniquity to the children and their children to the third and fourth generation. Last week we looked at this tension in this verse, how God is both slow to anger, but also full of justice. This week we're going to unpack the narrative in which these verses are found. God has just rescued his people Israel from slavery, and. And now they're out in the wilderness and God is establishing a covenant relationship with them at a mountain called Sinai. And Moses goes up and down the mountain to meet with God seven different times, mediating this covenant relationship. The covenant terms are summarized in the famous ten Commandments, the first of which is to worship Yahweh alone, and the second, not to create any idol images.",
    "start": "00:00:06",
    "end": "00:01:29"
  },
  {
    "text": "And so Exodus 24 ends with Moses going up the mountain to kind of seal the deal to tell God, like, yep, the people are going to do it. We're going to do this. We're going to be your covenant people. So he goes up and the whole thing is the people just said, we'll accept these vows. We're going to get married. It's going to be awesome. This is the very next thing that is going to happen in the narrative. And Exodus chapter 32, verse 1 is where the story picks up and it's where everything starts to go terribly, terribly wrong.",
    "start": "00:01:30",
    "end": "00:01:59"
  },
  {
    "text": "Down at the base of the mountain, Israel decides that they're going to make an idol statue. They pull together all the gold that they have and they create a statue in the image of a calf and say, this is Yahweh. They're breaking the very first covenant vow. While Moses is still establishing the relationship.",
    "start": "00:01:59",
    "end": "00:02:23"
  },
  {
    "text": "The point of the Golden Calf narrative is to say God's purposes have always been to work out his plan in the world through a covenant people problem. That covenant people, from the moment he married them, have not wanted to be married to the real Him. The people through whom God wants to rule the world are unfaithful from the beginning in Jewish tradition, Jewish interpretation, Jewish scholars viewed the Golden Calf story as Israel's Genesis 3 kind of fall narrative.",
    "start": "00:02:23",
    "end": "00:02:54"
  },
  {
    "text": "This brutally honest story about the origin of the covenant relationship between Israel and their God sets the stage for how Israel will continue to wrestle with God throughout their entire story. As we take in this story, we'll see how, just like Israel, we try to remake God in an image that suits us. And these attributes of God, of being compassionate and gracious, slow to anger, abounding in loyal love and faithfulness, they'll begin to take a new shape and a new meaning. Thanks for joining us. Here we go. Okay, here we go. We're Talking about Exodus 34, 6 and 7, two verses in the Hebrew Bible that are quoted and re quoted in different ways more than any other part of the Bible by biblical authors. And again is with us is Tim, of course. And then also along with us for this whole series is Karissa. Hello to both of you.",
    "start": "00:02:55",
    "end": "00:03:55"
  },
  {
    "text": "Hello. Here we all are in our separate homes again. Still. Still quarantined. We're still.",
    "start": "00:03:55",
    "end": "00:04:02"
  },
  {
    "text": "Still quarantined.",
    "start": "00:04:02",
    "end": "00:04:03"
  },
  {
    "text": "Well, or whatever term. There's so many different terms. Staying at home, sheltered, shelter in place. Anyway.",
    "start": "00:04:03",
    "end": "00:04:10"
  },
  {
    "text": "Hibernating.",
    "start": "00:04:10",
    "end": "00:04:11"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:04:11",
    "end": "00:04:12"
  },
  {
    "text": "So we're recording this in April. The world has stopped, but these conversations will come out to the fall. And we have no idea what fall is going to be like. But you do, you listening to this, so don't spoil it for us. We talked last week. We read these two verses.",
    "start": "00:04:12",
    "end": "00:04:28"
  },
  {
    "text": "I'll just read them again. All right. Exodus 34, verses 6 and 7. Yahweh. Yahweh, a God, compassionate and gracious, slow to anger, and abundant in loyal love and faithfulness. A keeper of loyal love for thousands, forgiver of iniquity, transgression and sin. Yet he will surely not declare innocent the guilty visitor of the iniquity of fathers upon the sons, and upon the sons of sons to the third and the fourth generation. Exodus 34, 6, 7.",
    "start": "00:04:28",
    "end": "00:05:04"
  },
  {
    "text": "The first part of that verse is really nice and quotable. And Tim, you actually showed us too that the first half of the verse is the most re quoted part of these verses. Or I should say the first of the two verses is the most re quoted. And it's those five attributes of God.",
    "start": "00:05:04",
    "end": "00:05:21"
  },
  {
    "text": "Yeah.",
    "start": "00:05:21",
    "end": "00:05:21"
  },
  {
    "text": "And those five attributes are what we're going to get after in the subsequent episodes, the cod goodies, as you put it. These really lovely attributes of God that you would want in really any friend or companion. But then the second part of the verse or second part of these two verses gets intense about God. He won't clear the guilty. Like, don't get so used to the fact that I'm a nice guy. I'M not going to clear the guilty. And not only that, but going to be that way for every generation that follows. There's a consistency. We talked about the consistency to God's character there.",
    "start": "00:05:21",
    "end": "00:06:01"
  },
  {
    "text": "Yeah, that's right. And so, yeah, there's these balancing halves. There's God's overwhelming generosity and mercy and loyal love. This is about his eternal commitment to stick by his promises. However, that doesn't mean that he's just going to overlook or ignore generations of his covenant. People that violate the covenant or rebel or act in ways where they, you know, don't deal faithfully with God and neighbor. And so he will deal with however many generations rebel. He will bring justice on them, but eternally, for thousands. He will always respond with mercy and compassion. Implied. Not stated explicitly, but implied if any of those generations or any people in the generations turn towards him. I think that's the basic idea.",
    "start": "00:06:01",
    "end": "00:06:52"
  },
  {
    "text": "Cool. So what we want to do in this episode was jump in to where in the narrative of the Bible this proclamation about God takes place.",
    "start": "00:06:52",
    "end": "00:07:01"
  },
  {
    "text": "Yeah, that's right. Why does God say these words to Moses when Moses is, like, hiding in a cave on top of Mount Sinai? Like, how did he get there? And why is he there? And why is God saying this to him?",
    "start": "00:07:01",
    "end": "00:07:15"
  },
  {
    "text": "Now Moses is on top of a mountain in a cave.",
    "start": "00:07:15",
    "end": "00:07:17"
  },
  {
    "text": "Should we talk through the. Just the broader narrative of Exodus, what's happening in that whole story?",
    "start": "00:07:18",
    "end": "00:07:23"
  },
  {
    "text": "Yep. Good.",
    "start": "00:07:23",
    "end": "00:07:24"
  },
  {
    "text": "I like the idea of, like, the. The opening scene, like, how did they get there then? Let's back up.",
    "start": "00:07:24",
    "end": "00:07:29"
  },
  {
    "text": "Yeah. Reverse engineer.",
    "start": "00:07:29",
    "end": "00:07:31"
  },
  {
    "text": "No, it's a good question. Why in a cave with Moses asking, show me your glory?",
    "start": "00:07:31",
    "end": "00:07:36"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:07:36",
    "end": "00:07:36"
  },
  {
    "text": "Taken out of context, that kind of feels like, oh, can I do that? Or why is he. Why is he doing that? You know, I think it's an important question. What's the literary context?",
    "start": "00:07:36",
    "end": "00:07:45"
  },
  {
    "text": "Yeah. Is the goal that I, the reader, go find a mountain to hole up in and ask God to show me his glory? Is that the point here? Yeah, I don't think that is the point, actually. Ooh. Because there is somebody who tried that in the Bible. His name's Elijah. He went to the top of this same mountain and asked God to put on the same show again. And God did not cooperate that time. But that's a whole other story.",
    "start": "00:07:46",
    "end": "00:08:09"
  },
  {
    "text": "Wait, is that the story where it's like a whisper instead?",
    "start": "00:08:10",
    "end": "00:08:12"
  },
  {
    "text": "Yes. Yeah. There is a storm and a wind, earthquake. But God wasn't appearing in any of those things. He appears the opposite in that story of how he appeared to Moses and what he tells Elijah is that he's being relieved of his duties and to go anoint his replacement. But that's, that's a whole other story. That story is so awesome, though. So Exodus 34 is the final chapter. The immediate literary unit that the scene is in when God says these words is in a three chapter episode that goes from Exodus 32 to 34. And it's the famous golden calf story where Israel makes a golden calf. But why is Israel making a golden calf at the foot of the mountain? To understand that, you need to go broader than to a whole section of Exodus that began at Chapter 19 when they came to Mount Sinai. But why are they at Mount Sinai? And to get there you have to go all the way to chapter one of Exodus. So now I've made it way too large, but I think it's helpful here.",
    "start": "00:08:12",
    "end": "00:09:40"
  },
  {
    "text": "I'll summarize really fast. Okay. At the beginning of the book of Exodus, the Israelites are in Egypt. They're oppressed by foreign rulers. God hears their cries and promises to bring them up out of Egypt to be with them. And there's that huge emphasis on knowing Yahweh. And that's what he does. He brings them out in a miraculous way through the waters so that they and others would know that he's God. And then all seems to be going well. And this is when they come to Mount Sinai.",
    "start": "00:09:40",
    "end": "00:10:07"
  },
  {
    "text": "Well, there's a, there's a couple hints. There's a couple hints of like they're grumbling in the wilderness on the way.",
    "start": "00:10:07",
    "end": "00:10:12"
  },
  {
    "text": "Yeah, there's grumbling. And that is interesting because the people grumble and God provides and they grumble and God provides. Almost like it's foreshadowing.",
    "start": "00:10:12",
    "end": "00:10:21"
  },
  {
    "text": "I mean, it's not. They don't do anything too terrible. They just don't trust the God who just delivered them. There's some stories where they begin to introduce complications leading up to a bigger complication. And it's only after you get into the story and you see that it all went terrible that you go back to those earlier parts and be like.",
    "start": "00:10:21",
    "end": "00:10:39"
  },
  {
    "text": "Oh, yeah, you know, speaking of the Israelites leaving Egypt, this is Passover week right now, isn't it? Or is it?",
    "start": "00:10:39",
    "end": "00:10:46"
  },
  {
    "text": "Yeah, for us.",
    "start": "00:10:46",
    "end": "00:10:47"
  },
  {
    "text": "Real time, actually.",
    "start": "00:10:47",
    "end": "00:10:48"
  },
  {
    "text": "Real time.",
    "start": "00:10:48",
    "end": "00:10:48"
  },
  {
    "text": "Yeah. We're in the 24 window of the Passover. That's right.",
    "start": "00:10:48",
    "end": "00:10:53"
  },
  {
    "text": "Yeah. And so. And this, this isn't going to matter so much to people in the future, but it's really interesting that people doing the Passover are having to do it during quarantine and figure that all out.",
    "start": "00:10:53",
    "end": "00:11:05"
  },
  {
    "text": "Yeah.",
    "start": "00:11:06",
    "end": "00:11:06"
  },
  {
    "text": "It makes it more visceral too, where, like, I actually read someone talk about how they're praying for the plague to not hit their house, you know?",
    "start": "00:11:07",
    "end": "00:11:15"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:11:15",
    "end": "00:11:16"
  },
  {
    "text": "Like, yeah, that is interesting.",
    "start": "00:11:16",
    "end": "00:11:17"
  },
  {
    "text": "That's like, part of the story.",
    "start": "00:11:18",
    "end": "00:11:19"
  },
  {
    "text": "Yep.",
    "start": "00:11:19",
    "end": "00:11:20"
  },
  {
    "text": "Thank you, Chrisa, for that. Can we even back up even further? Because in the book before, in Genesis, God chooses this family that ends up enslaved. And Moses is going to talk about that. Like, God, you chose this family. You promised to make this family a great nation that will bless the world.",
    "start": "00:11:20",
    "end": "00:11:36"
  },
  {
    "text": "That's right. Yeah. So this people that he rescued. Yeah. Is the descendants of Abraham. Yeah. That God made a covenant promise to. You're right. Because that's going to come up in the golden calf story. So. Okay, so in a way, what Chrissa, you just summarized is the first half of Exodus, and it's kind of the first main block starts in Egypt. You go out of Egypt through the wilderness to the foot of the mountain.",
    "start": "00:11:36",
    "end": "00:11:59"
  },
  {
    "text": "Like maybe up until Exodus 19. And then Moses goes up on the mountain.",
    "start": "00:11:59",
    "end": "00:12:03"
  },
  {
    "text": "So what's interesting, and the story actually signals this, that the beginning of Exodus 19 is the beginning of a new kind of large literary unit that's set at the mountain. Because Exodus 19, verse one begins with a summary and a date, actually, which are often ways that literary units begin, is with a date introduction. So Exodus 19, 1, in the third month after the sons of Israel had gone out of the land of Egypt. That's chapters one through 18. On that very day, they came to the wilderness of Sinai. When they went out from Rephidim. That's the wilderness that they were just in. In chapters 15 through 17, they came to the wilderness of Sinai and they camped in the wilderness in front of the mountain. They're going to camp at this mountain for a year and they're going to leave this mountain. Not until. Not in the end of Exodus, not in Leviticus, not until numbers, chapter 10. So they're going to be here a lot for a lot of text in the Torah. But specifically. So chapter 19 on through the end of Exodus 40 is one big literary unit of the first kind of main thing that happens at Mount Sinai.",
    "start": "00:12:03",
    "end": "00:13:16"
  },
  {
    "text": "Yeah. And it seems like the really significant things in there are the ten Commandments and the tabernacle instructions.",
    "start": "00:13:16",
    "end": "00:13:23"
  },
  {
    "text": "Yeah, that's right. What God says right after these words to introduce Exodus 19 is God says, hey, listen, I redeemed. You listen to my voice and keep my covenant. And if you do that, you'll be my special possession, a kingdom of priests to all the nations so we're back to that promised Abraham. He. What we learn is, oh, God's going to enter into a covenant with these people. I wonder what that's going to look like. And what you just said, Karissa, it looks like the Ten Commandments is like the most dense form. And then there's going to be about. I forget the number. I think 42 commandments to follow just in this scene in the book of Exodus. So God gives the Ten Commandments and 42 more. I'm pretty sure it's 42. And after that, at the end of chapter 24. Think of it like a marriage. It's sort of like God proposed to the family the moment they camp out. And the people say, yes, we're going to do it. Ten Commandments. Yes, we totally will do it. And so Exodus 24 ends with Moses going up the mountain to kind of seal the deal, to tell God. Like, yep, the people are going to do it. We're going to do this. We're going to be your covenant people. And so this is the scene at the end of Exodus 24. Moses went up the mountain. This is verse 15 of Exodus 24. And a cloud, divine cloud, covered the mountain. And the glory. There's the glory of God. It rested on Mount Sinai. A cloud covered it six days. And on the seventh day, God called to Moses from the middle of the cloud and the eyes of the sons of Israel, to their eyes, the appearance of the glory of the Lord was like a consuming fire on the mountain. And Moses went into the cloud as he went up the mountain. And he was on the mountain 40 days and 40 nights.",
    "start": "00:13:23",
    "end": "00:15:09"
  },
  {
    "text": "It's a long time, dude.",
    "start": "00:15:09",
    "end": "00:15:10"
  },
  {
    "text": "It's a long time. 40 days and nights. Yes.",
    "start": "00:15:10",
    "end": "00:15:13"
  },
  {
    "text": "And these are important numbers, obviously, like 7 and 40.",
    "start": "00:15:13",
    "end": "00:15:17"
  },
  {
    "text": "And also the cloud covered it for six days. And then on the seventh day, he went into the cloud. And we're told in that same verse 16 that the glory of God was resting up there. Do you get it? That's a good one.",
    "start": "00:15:18",
    "end": "00:15:32"
  },
  {
    "text": "Like, God rested on the seventh day, you mean?",
    "start": "00:15:34",
    "end": "00:15:36"
  },
  {
    "text": "Yes. As if the glory of God, Sabbath on the mountain. Moses waits six days, and on the seventh, he goes up into God's rest on the mountain. That's totally what's happening.",
    "start": "00:15:36",
    "end": "00:15:45"
  },
  {
    "text": "He goes to rest with God on the mountain.",
    "start": "00:15:45",
    "end": "00:15:46"
  },
  {
    "text": "Yeah, that's right. It's like we got Genesis 1 on the brain here for sure. So he goes up and the whole thing is, the people just said, we'll accept these vows. We're going to get married. It's going to Be awesome. This is the very next thing that is going to happen in the narrative.",
    "start": "00:15:46",
    "end": "00:16:01"
  },
  {
    "text": "Well, yeah, now they got 40 days to rethink it.",
    "start": "00:16:02",
    "end": "00:16:04"
  },
  {
    "text": "Totally. Exactly. That's right. So what follows is seven divine speeches.",
    "start": "00:16:04",
    "end": "00:16:11"
  },
  {
    "text": "Can you imagine, by the way, if you were like in a wedding, it's like you did part of the ceremony and then you take a 40 day break to decide if you want to go through with it.",
    "start": "00:16:11",
    "end": "00:16:21"
  },
  {
    "text": "Totally. Yeah, that's right. So the camera shifts from here and it goes into the cloud and the camera's on Yahweh and Moses in the cloud. And Yahweh speaks seven times and he reveals the blueprints. Yeah. For the tabernacle. In a way, you could see this whole section as God says, hey, let's get married. It's the marriage ceremony. And then Moses goes up to like, get the plans for where Israel and God are going to move in together. They get married, then they are going to make plans to build a house together. And Exodus chapter 32, verse 1 is where the story picks up and it's where everything starts to go terribly, terribly wrong. That's the kind of the narrative context. So it may be worth reading actually just the opening sentence of Exodus 32, maybe. Chrisa, do you want to do that?",
    "start": "00:16:21",
    "end": "00:17:10"
  },
  {
    "text": "Okay. Now, when the people saw that Moses delayed to come down from the mountain, the people assembled about Aaron and said to him, come, make us a God who will go before us. As for this Moses, the man who brought us up from the land of Egypt, we do not know what has become of him. Aaron said to them, tear off the gold rings which are in the ears of your wives, your sons and your daughters, and bring them to me. Then all the people tore off the gold rings which were in their ears and brought them to Aaron. He took this from their hand and fashioned it with a graving tool and made it into a molten calf.",
    "start": "00:17:10",
    "end": "00:17:46"
  },
  {
    "text": "And.",
    "start": "00:17:46",
    "end": "00:17:46"
  },
  {
    "text": "And they said, this is your God, O Israel, who brought you up from the land of Egypt. Now, when Aaron saw this, he built an altar before it. And Aaron made a proclamation and said, tomorrow shall be a feast to Yahweh. So the next day they rose early and offered burnt offerings and brought peace offerings. And the people sat down to eat and drink and rose up to play.",
    "start": "00:17:46",
    "end": "00:18:09"
  },
  {
    "text": "Dance party.",
    "start": "00:18:10",
    "end": "00:18:10"
  },
  {
    "text": "We talked about this, Tim. I think we were in Milpitas. That word play, it's talking about something more than just.",
    "start": "00:18:12",
    "end": "00:18:19"
  },
  {
    "text": "Well, the core root of it is the word root of Isaac's name, Yitzhak, which means to.",
    "start": "00:18:20",
    "end": "00:18:26"
  },
  {
    "text": "To laugh, like to jest. Around or.",
    "start": "00:18:26",
    "end": "00:18:28"
  },
  {
    "text": "Yeah, Niv says, indulge in revelry.",
    "start": "00:18:28",
    "end": "00:18:31"
  },
  {
    "text": "Totally. It's not child's play kind of scene. It involves physical touching. It's the kind of play that involves physical touching. This is interesting. So there's a story in the book of Genesis, chapter 26, where a guy named Yitzhak, whose name means he will play where he will laugh.",
    "start": "00:18:31",
    "end": "00:18:48"
  },
  {
    "text": "Isaac.",
    "start": "00:18:48",
    "end": "00:18:48"
  },
  {
    "text": "And he lies about his wife. He goes into a city, and he's afraid that somebody's going to, like, kill him and take her. So he says that she's not his wife. That's his strange way of protecting himself. But then the leader of the city looks out a window one morning, and we're told that Isaac was playing with Rivka Rebecca, his wife. It's his name. But, you know, he's not just, like, telling a joke. That's the point here. They're like. It's like snuggle time, you know? So whatever the people are doing, there seems to be something. Either they're having a dance party, or you can look at a bunch of other uses of sahak. And it seems like they're is some kind of sexual connotation. And that's certainly how this was understood in the history of Jewish interpretation.",
    "start": "00:18:50",
    "end": "00:19:40"
  },
  {
    "text": "You know, one thing I never noticed before, I can't believe I didn't notice this. I thought they were building a golden calf to replace Yahweh, but they're here saying, no, this is Yahweh.",
    "start": "00:19:41",
    "end": "00:19:51"
  },
  {
    "text": "Yeah, they called it Yahweh.",
    "start": "00:19:51",
    "end": "00:19:53"
  },
  {
    "text": "No, that's totally right. That's right.",
    "start": "00:19:53",
    "end": "00:19:54"
  },
  {
    "text": "I never saw that.",
    "start": "00:19:55",
    "end": "00:19:57"
  },
  {
    "text": "You know what's really interesting about that, too, is that it seems like it's a reflection on the Ten Commandments, which they just heard Yahweh speak for from a fiery cloud. Both don't make gods before me, don't make them out of gold, or don't. Don't make anything in the image of an animal, like a calf. But then also, what about don't take the name of. Don't take up the name of Yahweh in vain. Or to the empty thing. It almost seems like this is an example of taking the name of Yahweh and appropriating it to this other thing.",
    "start": "00:19:57",
    "end": "00:20:29"
  },
  {
    "text": "Yeah.",
    "start": "00:20:29",
    "end": "00:20:30"
  },
  {
    "text": "Do you think that's right?",
    "start": "00:20:30",
    "end": "00:20:31"
  },
  {
    "text": "Interesting.",
    "start": "00:20:31",
    "end": "00:20:31"
  },
  {
    "text": "It just seems to go through the Ten Commandments so clearly. Made me wonder if that one is connected in this way.",
    "start": "00:20:32",
    "end": "00:20:38"
  },
  {
    "text": "So the first thing you drew attention to was, you know, don't have any other gods. It says before my face. This is from the Ten Commandments in Exodus 20. Don't make an idol or any image of anything in the skies above, on the land, or the waters under the earth. What it doesn't clarify is, are these images of Yahweh that are prohibited only, or is it images of other gods too? Well, the next line is, don't bow down to them, don't serve them, for I, Yahweh, am a passionate God. And then don't carry the name of Yahweh, your God, in vain. It doesn't explicitly only address the issue of other gods. The idol could represent Yahweh or it could represent other gods. So that's the first thing, because you're right, John. What they're saying is that this golden calf is Yahweh. And then Chris said, that's interesting about carrying the name. You know, we just had this conversation with Carmen Imes, well, in real time recently. And I guess whenever this releases, it won't be. Have been recently. The whole point of her. What she's advocating is the phrase to carry the name means when God's people represent him by having their name upon them, so to speak. But this is almost an inversion where it is, they are acting as if this piece of metal is also now a carrier of the name, which is, of course, idolatry. I think that might be the inversion of it there.",
    "start": "00:20:38",
    "end": "00:22:03"
  },
  {
    "text": "That's interesting.",
    "start": "00:22:03",
    "end": "00:22:04"
  },
  {
    "text": "Yeah, John, that's. That's a good observation.",
    "start": "00:22:04",
    "end": "00:22:07"
  },
  {
    "text": "Well, I mean, it's. It's much worse. It seems like in my mind to say, okay, well, Moses is up there. We're tired of waiting. Let's just create a new God. And for whatever reason, that was always the template in my mind is what they were doing. They were creating a new God. But what they're doing is they're saying, okay, that's taking too long. Let's create this idol that is Yahweh, and we can just get started. Let's get the party started.",
    "start": "00:22:08",
    "end": "00:22:32"
  },
  {
    "text": "Almost just. Let's do it in our own way.",
    "start": "00:22:32",
    "end": "00:22:34"
  },
  {
    "text": "Let's do it in our own way.",
    "start": "00:22:34",
    "end": "00:22:36"
  },
  {
    "text": "Yeah, same God, but let's do it the way we want to do it.",
    "start": "00:22:36",
    "end": "00:22:39"
  },
  {
    "text": "And God gets really mad about that. And. And I can understand, but it seems less understandable than creating a new God for some reason to me.",
    "start": "00:22:39",
    "end": "00:22:50"
  },
  {
    "text": "You're saying his angry response is less understandable if they're making a totally different God. Is that what you're saying?",
    "start": "00:22:50",
    "end": "00:22:55"
  },
  {
    "text": "It's less understandable if they're making a God out of.",
    "start": "00:22:55",
    "end": "00:22:58"
  },
  {
    "text": "For him, to represent him.",
    "start": "00:22:59",
    "end": "00:23:00"
  },
  {
    "text": "We still, we're on team Yahweh. But we're kind of. We want to just get started. We just want to go interesting. And so the best thing we know how is create the idol, and then we can start the. The revelries. And we can. And it seems like maybe an obvious, you know, well, tell me. Yeah, help me out.",
    "start": "00:23:00",
    "end": "00:23:19"
  },
  {
    "text": "I was having the opposite response, thinking, oh, yeah, this actually explains better why God's response is so severe. So what happened was God came and he appeared to the people, and we didn't talk about this, but they. He invited all of them to come up on the mountain. Back in chapter 19 and 20, he said, Listen, I'm going to show up. It's going to be intense. And when you hear the ram's horn blast on the third day, the people go up onto the mountain. The ram's horn blasts, and the people stand back and they're afraid, and they shudder, and they say, moses, you go. And so Moses goes up alone. And it's clear that the people have a relationship to Yahweh that's uncomfortable for them already. But now we're 40 days into it. There's a storm up there, and that storm up there is Yahweh somehow. And now Moses is gone. This doesn't make any sense. I think that's the image here. And so.",
    "start": "00:23:19",
    "end": "00:24:19"
  },
  {
    "text": "So let's. Let's do this on our own terms.",
    "start": "00:24:20",
    "end": "00:24:22"
  },
  {
    "text": "Yeah. So the idea is, I don't know how to handle smoking mountain fire God who, like, calls our leader away, and now he's gone. You know what? We do have categories for idols, because these are gods that we can make, and we can handle them, and we know how to feed them and throw parties for them. This is like, we know how to do this. This is normal.",
    "start": "00:24:22",
    "end": "00:24:44"
  },
  {
    "text": "Well, how much more intense is this story then, for me? For all. I mean, if you're saying, I want to follow Yahweh, how easy is it to suddenly go, but I'm gonna do it in a way that's more understandable to me?",
    "start": "00:24:44",
    "end": "00:25:01"
  },
  {
    "text": "Yeah, that is easy, isn't it?",
    "start": "00:25:01",
    "end": "00:25:02"
  },
  {
    "text": "That is super easy.",
    "start": "00:25:02",
    "end": "00:25:03"
  },
  {
    "text": "You've done that already today.",
    "start": "00:25:04",
    "end": "00:25:05"
  },
  {
    "text": "I probably have done it today.",
    "start": "00:25:06",
    "end": "00:25:07"
  },
  {
    "text": "Me, too.",
    "start": "00:25:07",
    "end": "00:25:08"
  },
  {
    "text": "Well, I don't know, John. I think there are other things. There are other, like, literary clues in the text that this is really bad and egregious because they say what they say, this is your God. Oh, Israel, who brought you up out of the land of Egypt? The whole book of up until this point is all about Yahweh saying, I'm going to bring them up I'm going to dwell among them so that they will know that I'm Yahweh. So it just. It just seems like part of the plot that what Yahweh really wants is for his people to know him, and then they do the very opposite thing and use the same words for it. I don't know. It seems like a reflection on that. And also a reflection. I thought this was really interesting. When Aaron says, tear off the gold rings in the ears of your wives and bring them to me. Those are the same. That same word. Gold rings in the ears of your wives are what is used for the tabernacle construction. So these are the things that the people are supposed to be using to build the place where God dwells. And instead they're building this other thing.",
    "start": "00:25:08",
    "end": "00:26:12"
  },
  {
    "text": "Yeah, that's a good one. Yep. Yeah.",
    "start": "00:26:12",
    "end": "00:26:14"
  },
  {
    "text": "So, yeah, I think there's more. Oh, and the feast. Feast, burnt offerings, and peace offerings are three things that God says in the Ten Commandments right after the Ten Commandments to do for him and to build an altar for him. So these are, like, intentional repetitions showing they're doing the opposite. So it seems like there's more.",
    "start": "00:26:14",
    "end": "00:26:33"
  },
  {
    "text": "They're gonna build an altar, but in front of the. In front of the cat.",
    "start": "00:26:33",
    "end": "00:26:36"
  },
  {
    "text": "Yeah, that's right. So really, it's a contrast between the real Yahweh, who's unpredictable and scary and other. And he. He reveals himself to us in the wilderness. You know, there's all these things that are kind of stacking up, you know, and he requires that we, like, trust him.",
    "start": "00:26:36",
    "end": "00:26:54"
  },
  {
    "text": "Yeah, maybe that's the biggest thing.",
    "start": "00:26:54",
    "end": "00:26:55"
  },
  {
    "text": "You can't pin him down, this Yahweh, you know, and he tromped on Egypt, all right, and protected us. But they don't have a handle on this Yahweh and making an idol. The fundamental depiction of this, and it's the first time people make an idol in the Bible, it's of people wanting to replace who God really is with some version of Yahweh that is more manageable and that, okay, now I can work with this Yahweh and let this be the Yahweh that will lead us out of here.",
    "start": "00:26:55",
    "end": "00:27:24"
  },
  {
    "text": "Yeah, but show me one spiritual community that hasn't domesticated God in some way.",
    "start": "00:27:24",
    "end": "00:27:30"
  },
  {
    "text": "Oh, totally. I mean, that's surely the point here. The point of the Golden Calf narrative is to say God's purposes have always been to work out his plan in the world through a covenant people problem. That covenant people, from the moment he married them, have not wanted to Be married to the real him.",
    "start": "00:27:30",
    "end": "00:27:50"
  },
  {
    "text": "Mid ceremony.",
    "start": "00:27:50",
    "end": "00:27:51"
  },
  {
    "text": "Mid ceremony. And this is important strategy in the storyline of the Torah and prophets to say that all this is, is the Adam and Eve story design pattern. The people through whom God wants to rule the world are unfaithful from the beginning, which then creates a plot tension. Whatever God's going to have to do, he's going to have to now not just fix the world, but fix his own covenant people. And this is like the plot tension driving the Bible here.",
    "start": "00:27:51",
    "end": "00:28:20"
  },
  {
    "text": "So maybe then, John, you're right that this is supposed to be. When we look at this, it's supposed to be a reflection on us. It's like the human situation. This is what humans do. And so then we have to keep reading to see how God responds.",
    "start": "00:28:21",
    "end": "00:28:34"
  },
  {
    "text": "Yeah, well, it's funny because when I read it as in terms of they're creating another God, I kind of felt a little, like, removed from it in a way. And now that I'm reading it through that lens, I'm like, oh, man.",
    "start": "00:28:34",
    "end": "00:28:48"
  },
  {
    "text": "Yeah. In Jewish tradition, Jewish interpretation, Jewish scholars viewed the golden calf story as Israel's Genesis 3 kind of fall narrative. So just listen to this. This is a couple. This is a line that developed about the golden calf that I thought was fascinating. This is in the Babylonian Talmud. There is no punishment that comes upon the world that doesn't have at least 1 24th of a part of the punishment for the golden calf.",
    "start": "00:28:48",
    "end": "00:29:16"
  },
  {
    "text": "I'm confused.",
    "start": "00:29:18",
    "end": "00:29:18"
  },
  {
    "text": "What does that mean? Okay, let me read a parallel saying. This is from a book called Midrash Raba on Exodus. There is not a generation of Israel that doesn't suffer at least a particle of punishment for the sin of the golden calf. In other words, in Jewish tradition, what.",
    "start": "00:29:20",
    "end": "00:29:37"
  },
  {
    "text": "Happened here, it's like original sin.",
    "start": "00:29:37",
    "end": "00:29:39"
  },
  {
    "text": "Yes, exactly. Exactly. Right. So any generation of Israel, or in the Talmud, any generation of humanity, that something terrible happens, at least one little tiny bit of that is because of what happened at the Golden Calf.",
    "start": "00:29:39",
    "end": "00:29:54"
  },
  {
    "text": "Yeah, it's the way we think of the fall narrative in Genesis 3. Behind everything. Is that first inclination.",
    "start": "00:29:56",
    "end": "00:30:03"
  },
  {
    "text": "Yeah, that's right. To replace the real God with a God that I can handle and that ultimately is made in my own image. It's my own fabrication. Actually, there is a meaningful interplay here with Genesis 1 and 2, because the creature that they make is not even a human. It's an animal, something less than human. So they are making the thing that they say is superior to them and will lead them. And what it is, is something that actually should be ruled by them according to the image of God, right? The animals. Meanwhile, the one human that is faithful to God is up there, and he's going to come down glowing when he comes down too, you know, Anyway.",
    "start": "00:30:03",
    "end": "00:30:42"
  },
  {
    "text": "Well, speaking of which.",
    "start": "00:30:42",
    "end": "00:30:43"
  },
  {
    "text": "Yeah, speaking of which. Camera shifts in verse seven and it goes up to Moses, and really what it is, is Yahweh. The camera goes back up the mountain, and it's Yahweh who says to Moses, go down the mountain at once. This is good, he says, for your people have corrupted themselves. Your people that you brought up out of the land of Egypt. They have quickly turned away from the way that I've commanded them. They have made for themselves a molten calf and bowed down to it. They offered sacrifices to it. And they have said, this is your God, O Israel, who brought you up out of the land of Egypt. Yahweh said to Moses, I have seen this people. They are a people that have a stiff neck. So then, this is verse 10. Give me Noah. It's Noah's name as a verb. Give me rest that my anger may burn, and I will destroy them, and I will make you a great nation.",
    "start": "00:30:43",
    "end": "00:31:45"
  },
  {
    "text": "You referring to Moses?",
    "start": "00:31:45",
    "end": "00:31:47"
  },
  {
    "text": "Yes, you, Moses, singular. I will make you into a great nation. Start over. You'll become a new Abraham. This thing about Noah's name, it's the word play. Because when you give somebody rest, if you're giving them rest from distress, you know that's a good thing. But give me rest. Like, I need a break from you. Go away. In fact, that's how most of our English translations translate it, don't they?",
    "start": "00:31:47",
    "end": "00:32:10"
  },
  {
    "text": "I need some alone time.",
    "start": "00:32:10",
    "end": "00:32:11"
  },
  {
    "text": "I need some alone time. So New American Standard has leave me alone. What Moses goes on to do is not leave God alone. He starts to intercede for the people, and what he ends up doing is bringing rest to God, but by interceding for the people. It's very, very interesting. So this begins. Oh, Chrissa, you brought up, I think, in this episode that Moses objected five times to.",
    "start": "00:32:11",
    "end": "00:32:36"
  },
  {
    "text": "Oh, that was last episode.",
    "start": "00:32:37",
    "end": "00:32:38"
  },
  {
    "text": "It might have been the last, but. Yeah, that he resisted five times when God first spoke to him and called him to bring the people out of Egypt. Yeah, he. Five times he says, no, I can't do that.",
    "start": "00:32:38",
    "end": "00:32:50"
  },
  {
    "text": "Where was he standing? He's up on this mountain. What's interesting. So Moses, last time he bargained with God on this mountain, it was five excuses to get out of having to lead the people. Now he finds himself standing in the same spot, and he engages in five acts of intercession over the next, over the in chapter 32, all of 33. And in 34, he intercedes five times. This is so cool. We don't have time to go into it, but he kind of incrementally gets God to forgive the people, and he works in steps towards the ultimate goal. And the two verses that we're looking at, Exodus 34, 6 and 7, come right in between the fourth and the fifth acts of intercession. Isn't that interesting?",
    "start": "00:32:50",
    "end": "00:33:38"
  },
  {
    "text": "Yeah. Do you think that they're part of God's response to Moses? That when Moses is asking, he's interceding, but he's asking to know God, that this is God's response.",
    "start": "00:33:38",
    "end": "00:33:51"
  },
  {
    "text": "That's right. Yeah. So the fourth act of intercession is show me your glory. Because what God just said is, listen, earlier he said, I'm not going to go with you. I will forgive the people. I will continue my covenant with them. He finally gets God to say that after his third act of intercession. But what he says is, but I'm not going to go with you. I'll just send an angel. An angel will lead you up. And Moses says, no, your glory has to go with us or else the whole plan falls apart because your presence is the only thing that makes us different than any other nations. And then he says to God, show me your glory.",
    "start": "00:33:51",
    "end": "00:34:28"
  },
  {
    "text": "It.",
    "start": "00:34:43",
    "end": "00:34:43"
  },
  {
    "text": "So can we pause? I mean, it is strange, and we've talked about this interaction with Moses and God before, but just to put it on the table again, Moses is trying to convince God to be faithful. Well, God is saying, I'll start over with you, Moses. So in that way, it's kind of him being faithful to his promise to Abraham.",
    "start": "00:35:33",
    "end": "00:35:56"
  },
  {
    "text": "Yeah. He uses the words from that promise, I'll make of you a great nation from Genesis 12.",
    "start": "00:35:57",
    "end": "00:36:02"
  },
  {
    "text": "Yeah.",
    "start": "00:36:03",
    "end": "00:36:03"
  },
  {
    "text": "Yeah, that's right. Well, that would involve, in this case, destroying all of the tribes of Israel. Yeah. Which, you know, I guess if God only made his promise to Abraham, you'd be cool. But he then also said to Isaac and to Jacob, who's the father of these 12 tribes, this is the seed through which, you know, I'm going to do my thing.",
    "start": "00:36:03",
    "end": "00:36:22"
  },
  {
    "text": "So it's just weird that Moses has to be five times. He has to do this with God.",
    "start": "00:36:22",
    "end": "00:36:27"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:36:27",
    "end": "00:36:27"
  },
  {
    "text": "There's something really important here that I don't fully appreciate, which is this to be the intercessor Moses role.",
    "start": "00:36:28",
    "end": "00:36:35"
  },
  {
    "text": "Well, in this first act of intercession is the foundational one. The first thing Moses says is, first of all, don't do this God, don't destroy the people and cancel the covenant. First of all, the Egyptians will hear about it and your reputation among the nations will really, your ratings will go down big time because they're going to think that you're in inconsistent.",
    "start": "00:36:35",
    "end": "00:36:58"
  },
  {
    "text": "He knows that that's something that God's concerned about. Yes, because through the whole, even through the whole Exodus, he says, so that the Egyptians would know that I'm God. So now he's bringing it back up.",
    "start": "00:36:58",
    "end": "00:37:08"
  },
  {
    "text": "Yeah. You showed yourself to be a certain way to rescue these people and now you're just going to destroy them. That doesn't make you need. Or you could say, I haven't thought of this until our last conversation. He wants to prevent Yahweh from being viewed as inconsistent. Don't you think that's what's underneath?",
    "start": "00:37:08",
    "end": "00:37:25"
  },
  {
    "text": "Yeah, that's interesting. Yeah. He doesn't want the Egyptians to say with evil, with raw intent, he brought them out.",
    "start": "00:37:25",
    "end": "00:37:32"
  },
  {
    "text": "In other words, he doesn't want people to think, well, Yahweh is nice in some moments, but then he will destroy you in the next moment and for no good reason. Or he changes, you know how he deals with you. So that's one reason. The second reason he says is remember Abraham, Isaac and Israel that you made a promise to. You swore an oath saying. And then he quotes the promise that he made to them on a multiplied descendants and give them the land.",
    "start": "00:37:32",
    "end": "00:37:59"
  },
  {
    "text": "You know what's interesting about that promise though is that you know how God had said to Moses, I'll make you a great nation. From Genesis 12, he made that promise just to Abraham the individual when he was telling him, leave your people and your country. And now when Moses is saying back to him, no, remember your promise was to Abraham, Isaac and Israel, Jacob's other name. And it's all about the descendants. It's like he's highlighting a different part of that promise. He's highlighting not just the context of when God says, I'll make you a great nation. Moses is just when Abraham's leaving his family and his people, which is kind of what God's asking him to do. But then Moses is saying, no, the promise is for all of the descendants. And you said you would give them the land and they would inherit it forever. And that's from Genesis 15 and 20 or maybe more 22. So it's like a different aspect of that promise that it's made to all the descendants, not just me. That's right.",
    "start": "00:37:59",
    "end": "00:38:59"
  },
  {
    "text": "That's right. So John, we have talked about this part before, that what Moses is Doing is he's asking Yahweh to change what he said he's going to do in this moment by remaining faithful to what he said he would do in the past.",
    "start": "00:38:59",
    "end": "00:39:14"
  },
  {
    "text": "Right.",
    "start": "00:39:14",
    "end": "00:39:14"
  },
  {
    "text": "So that's an important part of this here, is that he's actually not getting God to do something that God like didn't want to do already. He's asking God to change in relation to judgment or punishment in order to fulfill what he said he was going to do earlier. And that there's something really important in the tension between those two in this very moment. It's as if God's purpose to work in the world through humans signs God up automatically for these kinds of situations.",
    "start": "00:39:14",
    "end": "00:39:48"
  },
  {
    "text": "Yes, I get that. And I think I've even said a bit irreverently, like what a dumb move for God to partner with humans, but let's run with that. My expectation would be then God would say to Moses like, yeah, I'm used to this. This happens all the time. I'll tell you what I'm going to do and just cut to the chase. Why this like back and forth and intercession?",
    "start": "00:39:50",
    "end": "00:40:18"
  },
  {
    "text": "Yeah, well, yeah, maybe we're to this portrait of Yahweh as a being with complex emotions. I don't know. I mean, he's hurt, he's angry. This is the same Yahweh that comes out especially in the prophet Hosea where he talks about being like a wounded husband and a wounded father who's just like an emotional wreck over his kids. I mean it's very passionate, emotional language that God uses to describe himself. But also actually we're leading up to the moment when God's going to say to Exodus 34, 6, 7 and the first two words in that that Chris and I are both doing individually. Compassion is a deep emotional word, Chris, you've done more work on it than I have up to this point.",
    "start": "00:40:18",
    "end": "00:41:06"
  },
  {
    "text": "Yeah, it's like the compassion of a mother or father for their tiny child.",
    "start": "00:41:06",
    "end": "00:41:10"
  },
  {
    "text": "Yeah, this is the story really portrays a very emotive God.",
    "start": "00:41:10",
    "end": "00:41:16"
  },
  {
    "text": "So here's what's interesting. God responds to Moses first act of intercession by saying, okay, I won't destroy them. That's what Moses accomplished in the moment. I won't destroy them. Notice. And actually this was a scholar, Herbert Hammond Brichto, who pointed this out. God doesn't tell Moses what the people have done yet. Moses is up there interceding for the people, not actually knowing what they've done yet. All he knows is something terrible has happened. So Moses goes down and Then he gets angry. So God was angry. Moses intercedes, but Moses still doesn't know. When he goes down and he sees what they did, he gets angry and you know, he shatters the tablets, he grinds the statue into powder and makes the people drink it, which I think I actually understand now. What, what's going on there. I don't know if we'll go down that rabbit hole, but. And then what he does is he calls the Levites to himself and tells them to arm themselves with swords. And then he sends them to go out into the camp and execute presumably all the people who were the instigators of the idol, which is 3000. So some people feel that a contradiction there. Wait, I thought God just said he was not going to do that. But then Moses goes down and a bunch of people die. And then after those 3,000 die, Moses says, oh man, you guys have committed a great sin. I'm going to go back up to Yahweh and maybe I can atone for your guys sin. It's as if he has a sense that this isn't over yet. There's still more interceding that needs to be done. That interesting.",
    "start": "00:41:16",
    "end": "00:42:49"
  },
  {
    "text": "Yeah.",
    "start": "00:42:49",
    "end": "00:42:49"
  },
  {
    "text": "It's not a one and done thing. And then what Moses goes on to intercede for, I think then. And what goes on is then on behalf of all of the people who weren't the instigators, but they were the ones you could call them, they were accomplices to the crime. I think it's the 3000 criminals, as it were, that die. And then in acts of intercession 2, 3, 4 and 5, he's interceding now for the accomplices who looked on and didn't do anything to stop it or something like that. But. And this is the moment where Moses offers his own life for the sins of the people. That's intercession number two. After that God says, it's okay Moses, I'm not going to kill you in place of the people, but I'm going to send an angel because I can't be around these people. And then acts of Intercession 3 and 4 are Moses saying, no, you have to come with us. We won't leave the mountain if you don't come with us. And then that's when God says, okay, I'll go with you. My glory will go with you. And so then Moses says, show me your glory. And then we're finally to Exodus 34, 6. How did Moses get into that cave on the mountain with God saying, These words, that's how he got there. This is a complex story.",
    "start": "00:42:49",
    "end": "00:44:01"
  },
  {
    "text": "Those five acts of intercession, though, they're all. They're all for different things, they're not the exact same thing. Which kind of responds to your question earlier, John. I think that it wasn't just a back and forth of Moses asking the same thing over and over. And it was one thing, God said yes, another thing God said yes. Another God said yes five times.",
    "start": "00:44:01",
    "end": "00:44:21"
  },
  {
    "text": "Yeah. It also shows Moses as like a savvy diplomat. The story, it's creating a role, is creating a need for a kind of certain kind of person. If God is going to be married to a people who faithfully represent him, they're going to blow it. And so what we're going to need now in this covenant relationship is some kind of prophet, intercessor figure who will mediate this relationship between God and his people. And Moses is kind of like the prototype of that role.",
    "start": "00:44:22",
    "end": "00:44:57"
  },
  {
    "text": "Does that mean that that's kind of what we want in a pastor, a good diplomat with God who can intercede in that way?",
    "start": "00:44:57",
    "end": "00:45:05"
  },
  {
    "text": "Oh, got. No, actually, no, I don't think so. At least, I think what this is a part of a bigger strategy in the Torah and prophets to show what kind of deliverer and Messianic deliverer that God's covenant people need. It's essentially part of the Messianic message of the Hebrew Bible is creating a need for. Yes. Seed of the woman, the prophet, like Moses, the true king from the line of David, the ultimate priest who will mediate the covenant between God and his people.",
    "start": "00:45:06",
    "end": "00:45:41"
  },
  {
    "text": "Yeah, an intercessor who gives his life like Moses does.",
    "start": "00:45:42",
    "end": "00:45:45"
  },
  {
    "text": "That's right. So in that sense, I don't think the role of a pastor and a shepherd is to imitate Christ. Yeah, that's how Paul puts it. So in that sense, they are to be a kind of mediator, but they're mediators that imitate the mediating work of the ultimate mediator, so to speak. So maybe I should go back on that. No. And just say kind of. That's kind of. Kind of what a pastor is. But at this moment in the story that we're in, what a pastor's doing is imitating what the ultimate intercessor, Jesus did, you know, continuing that way.",
    "start": "00:45:45",
    "end": "00:46:21"
  },
  {
    "text": "Yeah. And what's ringing in my ears right now is Jesus statement of father, forgive them.",
    "start": "00:46:21",
    "end": "00:46:26"
  },
  {
    "text": "Yes. Yeah, that's right. So I think the reason why all of this matters for understanding these two verses that we're going to study is that all of a sudden, Exodus 34:6 and 7 actually becomes a commentary on Yahweh's behavior in this very story. This whole story is revealing that Yahweh is a certain kind of God with certain kinds of character traits. And what these two verses do is boil down the character traits that you've just seen operate in the story of the Golden Calf, which is he will deal justly and fairly and with people who abandon him and hate him to his face. He will deal with them for however many generations as continue that behavior. But his ultimate baseline in his deepest heart and purpose is mercy, compassion, and forgiveness, which he demonstrates. He demonstrates both verse six and seven in this story.",
    "start": "00:46:26",
    "end": "00:47:22"
  },
  {
    "text": "There's a couple loose threads maybe you can speak to real quick. So in the last part of the.",
    "start": "00:48:18",
    "end": "00:48:24"
  },
  {
    "text": "Verse, the generations thing.",
    "start": "00:48:24",
    "end": "00:48:25"
  },
  {
    "text": "Yeah, the generations thing. What's the word? Something. The iniquity. He will deliver the iniquity.",
    "start": "00:48:26",
    "end": "00:48:30"
  },
  {
    "text": "He'll visit.",
    "start": "00:48:30",
    "end": "00:48:31"
  },
  {
    "text": "Okay, so he'll visit the iniquity on the third and the fourth. And we haven't talked about this, but the word generations isn't there in Hebrew. In Hebrew. But that's kind of. We put it there because that's what it's talking about. And to us, the third and the fourth. It just sounds weird. Maybe in Hebrew. It doesn't. But what is this thing with the third and the fourth? And I think last episode I asked, like, why not the fifth and the sixth?",
    "start": "00:48:31",
    "end": "00:48:54"
  },
  {
    "text": "Yeah, totally. Yeah, that's right.",
    "start": "00:48:54",
    "end": "00:48:55"
  },
  {
    "text": "What's. Yeah, what is this?",
    "start": "00:48:55",
    "end": "00:48:56"
  },
  {
    "text": "Oh, yeah, this is cool to say. Three, even four is actually a Hebrew turn of phrase. It's a figure of speech. In the beginning chapters of the prophet Amos, he starts rattling off all these nations around Israel and the terrible things they'll do. And he'll say, for three sins of the Moabites, even for four, I'm going to do this. For the sins of the Israelites, Three, even for four, I'll do this. And there's a couple times this happens in the book of Proverbs where there's a riddle that uses this. Three, even four. You guys know what I'm talking about?",
    "start": "00:48:56",
    "end": "00:49:30"
  },
  {
    "text": "Yeah. Proverbs 30.",
    "start": "00:49:31",
    "end": "00:49:32"
  },
  {
    "text": "Yes, it's used. Oh, yeah, this is great. Proverbs 30, verse 18. There are three things that are too amazing for me. Four that I don't understand. The way of an eagle in the sky.",
    "start": "00:49:33",
    "end": "00:49:44"
  },
  {
    "text": "Oh, you. Yeah, I remember talking to this. This years ago. We talked about this.",
    "start": "00:49:44",
    "end": "00:49:48"
  },
  {
    "text": "Yes. The way of a snake on a rock. The way of a ship in the middle of the sea, and the way of a man with a young woman.",
    "start": "00:49:48",
    "end": "00:49:55"
  },
  {
    "text": "So three things, even four.",
    "start": "00:49:58",
    "end": "00:49:59"
  },
  {
    "text": "Three things, even four. It's a poetic figure of speech, meaning however many or many, which makes perfect sense here, however many generations repeat the sins of their ancestors, I will deal justly with them and bring them what they deserve. Contrast that with the opening line of verse 7. He keeps loyal love for thousands. So it's a contrast. For thousands of generations, he will maintain covenant loyalty. And for however many generations to the third, even the fourth, he. He will deal justly, but his ultimate purpose is for that eternal loyal love, but not at the expense of justice. I think it's what the three and the fours are doing here.",
    "start": "00:49:59",
    "end": "00:50:41"
  },
  {
    "text": "I have a question about this verse. The contrast between three and four, or the third and the fourth, and then to a thousand. I think so. I understand. The point is that the scales tipped for God toward his graciousness. That we can count on that as a part of his character. Even for an unfaithful generation or person, we can always appeal to his graciousness. And that's kind of what is happening in this narrative. Or I also wonder if the extending of the love to thousands of generations also has something to do with intercession, like the third and the fourth. It's like, however many generations continue to sin, but extending to the thousands. Sometimes it doesn't seem to have to do with the people's righteousness. Like the Israelite people down below who just made the golden calf. We don't really know if they have turned back to Yahweh. Right.",
    "start": "00:50:41",
    "end": "00:51:35"
  },
  {
    "text": "Yeah.",
    "start": "00:51:35",
    "end": "00:51:36"
  },
  {
    "text": "But we do know that Moses has been an intercessor for them. And the reason that God forgives the people and goes with them isn't because of the people. He makes it really clear that it's because I favor you, Moses. So I'll go with the people. It's. It just seems like another piece of the puzzle of what kind of. Or maybe of the plot line or the pattern, that there's this one person who will be favored and that will extend this chesed or this grace or loving kindness to everyone.",
    "start": "00:51:36",
    "end": "00:52:05"
  },
  {
    "text": "In other words, God can work with at least one faithful representative.",
    "start": "00:52:05",
    "end": "00:52:09"
  },
  {
    "text": "Yeah.",
    "start": "00:52:10",
    "end": "00:52:10"
  },
  {
    "text": "And if there's one of those, their righteousness or their covenant faithfulness can cover for the sins of the many. Because what else is the story except one righteous intercessor up on the mountain whose faithfulness covers for the sins of the many. Yeah. Krista, thank you. That's actually. That's a really good way of putting that. Yep. Yeah. What, John, that significant for you?",
    "start": "00:52:10",
    "end": "00:52:32"
  },
  {
    "text": "Well, yeah. I mean, I'm just I was sitting there struggling with this whole narrative of Moses interceding and how it makes God look, I don't know, wishy washy or unsure of himself or whatever, that makes me feel uncomfortable. But when you look at it through the lens of God needs an intercessor, a righteous intercessor or more.",
    "start": "00:52:33",
    "end": "00:52:52"
  },
  {
    "text": "Humanity needs an intercessor. God, at least God requires one. He'll only work with a faithful intercessor or he'll.",
    "start": "00:52:52",
    "end": "00:52:59"
  },
  {
    "text": "He'll show his love to others based on his love or his favor for one.",
    "start": "00:52:59",
    "end": "00:53:04"
  },
  {
    "text": "That's a better way. That's a better way of putting it. Yeah. Well said.",
    "start": "00:53:04",
    "end": "00:53:07"
  },
  {
    "text": "Yeah.",
    "start": "00:53:07",
    "end": "00:53:07"
  },
  {
    "text": "And he does this with Abraham.",
    "start": "00:53:07",
    "end": "00:53:08"
  },
  {
    "text": "He just needs one.",
    "start": "00:53:09",
    "end": "00:53:10"
  },
  {
    "text": "Yeah. A real good one.",
    "start": "00:53:10",
    "end": "00:53:11"
  },
  {
    "text": "But they need to be real good.",
    "start": "00:53:11",
    "end": "00:53:12"
  },
  {
    "text": "And that's what you learn. You learn how important this one is. And Moses become such a great image of that one. And in this story, man, he shines. Well, totally, literally.",
    "start": "00:53:12",
    "end": "00:53:25"
  },
  {
    "text": "No, actually, John, that's really important. After his last act of intercession is when he goes down the mountain and he's glowing with the divine glory.",
    "start": "00:53:25",
    "end": "00:53:32"
  },
  {
    "text": "Yeah.",
    "start": "00:53:32",
    "end": "00:53:32"
  },
  {
    "text": "And he has to now cover himself with a veil. Just like God's glory will be covered with a veil in the tabernacle.",
    "start": "00:53:32",
    "end": "00:53:39"
  },
  {
    "text": "Is that the same word?",
    "start": "00:53:39",
    "end": "00:53:40"
  },
  {
    "text": "It's a different word for veil.",
    "start": "00:53:40",
    "end": "00:53:41"
  },
  {
    "text": "Okay. Same idea though.",
    "start": "00:53:41",
    "end": "00:53:43"
  },
  {
    "text": "Same thematic, same theme. Moses in this act of intercession actually comes to be almost indistinguishable from God in certain moments. And I think this is a design pattern actually linking all the way back to the image of God. When humans are fully charged and operating at full covenant capacity the way they're designed to be, they become true images of God, which for sure is contrast with this golden calf. Like, what a pitiful. What a pitiful replacement of being the.",
    "start": "00:53:43",
    "end": "00:54:18"
  },
  {
    "text": "Cool statue of Yahweh yourself to making one.",
    "start": "00:54:18",
    "end": "00:54:21"
  },
  {
    "text": "As opposed to the image that God has made already of himself, which Moses is at his best, which is a superhuman. So, yeah, if God has one faithful intercessor to work with, he will allow them to stand in the place of the many. And that's how. Yeah, Krista, that's right. That's how he can keep covenant. Faithfulness to the many, even when they are not all faithful to him. That's what this story is telling us.",
    "start": "00:54:21",
    "end": "00:54:48"
  },
  {
    "text": "Yeah.",
    "start": "00:54:49",
    "end": "00:54:49"
  },
  {
    "text": "What kind of God would relate to a group of people that way? Well, a God who is compassionate and gracious, slow to anger, abounding in loyal love and faithfulness us.",
    "start": "00:54:49",
    "end": "00:55:00"
  },
  {
    "text": "So we're going to get into each of those five words. Compassionate, gracious, slow to anger. Is that one word slow?",
    "start": "00:55:42",
    "end": "00:55:50"
  },
  {
    "text": "To anger. It's. But it's a compound phrase in Hebrew.",
    "start": "00:55:50",
    "end": "00:55:55"
  },
  {
    "text": "It'S a compound phrase. So to anger. Abounding in loyal love and faithfulness or truth or faith. Trustworth, Truthfulness, Faithfulness. We'll get into it. So we'll get to these five. We're gonna do a deep dive into each. Both you, Tim, and you, Carissa, have kind of taken your own to research and. Right. And so the first one, that God is compassionate. Chris, you've been looking at that. So that's what you'll lead us through this attribute of God of being compassionate. And really, we'll look through the entire story of the Bible through that lens.",
    "start": "00:55:55",
    "end": "00:56:35"
  },
  {
    "text": "Yeah, right. Looking forward to it.",
    "start": "00:56:35",
    "end": "00:56:36"
  },
  {
    "text": "It's exciting. This is good stuff. Yeah. It's great how you can see now why this story is actually foundational for the whole rest of the Old Testament story.",
    "start": "00:56:36",
    "end": "00:56:44"
  },
  {
    "text": "Ooh.",
    "start": "00:56:44",
    "end": "00:56:45"
  },
  {
    "text": "Exodus 34, 6, 7 gets quoted one time in the New Testament, too. It's a good closer. In the opening movement of chapter one of the Gospel of John. Come on, now. John knows what he's doing. In John 1:14, he says the word referring to Jesus before he was named Jesus. The Word pre incarnate Messiah. The Word became flesh and set up a tent among us, or dwelt among us. And we saw his glory, the glory as of the one and only from the Father. So these two words here, setting up a tent and seeing his glory. And then specifically of Moses up on the mountain with Yahweh, getting blueprints for the tabernacle, seeing God's glory. So he's saying the one that Moses met on Mount Sinai became human. That's his claim right here. And then look at verses, the rest of verses 14. He says of that one and only from the Father, he's full of grace and truth. For from his fullness we have all received grace upon grace. For the Torah was given through Moses. Grace and truth were. Were through Jesus Messiah. So this little phrase, grace and truth, is actually, in Greek, one of the most common ways. The Greek Septuagint translated the phrase from Exodus 34. 6. Covenant love and truth. Full of covenant love or loyal love and truth. Grace and truth.",
    "start": "00:56:45",
    "end": "00:58:20"
  },
  {
    "text": "Truth being the faith, the faithful.",
    "start": "00:58:20",
    "end": "00:58:22"
  },
  {
    "text": "Yes. Truth being trustworthy. Truthful and grace meaning generous in his covenant love. The words that John has chosen are connected to two of the five attributes of God in Genesis 34, 6. Isn't that cool?",
    "start": "00:58:22",
    "end": "00:58:37"
  },
  {
    "text": "Yeah.",
    "start": "00:58:37",
    "end": "00:58:38"
  },
  {
    "text": "It's like Jesus is the incarnation of the God of Exodus 34, 6 and 7.",
    "start": "00:58:38",
    "end": "00:58:43"
  },
  {
    "text": "Yeah, the connection to the God's glory dwelling in the tabernacle at the which is kind of like the culmination of the whole Exodus story that the people build the tabernacle and Yahweh's glory dwells there. It's just interesting that that's exactly what John's saying is happening in Jesus. With all of these attributes. He just embodies Yahweh. He is the glory of Yahweh.",
    "start": "00:58:43",
    "end": "00:59:06"
  },
  {
    "text": "In other words, if John were to talk with somebody who said, I don't understand how Jesus of grace and love, what he has to do with the God of the Old Testament who's like wrath and anger and I think he would just be dumbfounded because he would like I what? He wouldn't know what to say. His whole point is the full orbed portrait of Yahweh is the same God who's revealed in the person of Jesus. So either I've misunderstood the God of the Old Testament or I've misunderstood Jesus, or I've just misunderstood both if I think that there's some big disconnect between them. All right, all right.",
    "start": "00:59:06",
    "end": "00:59:44"
  },
  {
    "text": "That's awesome.",
    "start": "00:59:44",
    "end": "00:59:45"
  },
  {
    "text": "Thanks for listening to this episode of the Bible Project podcast past. We've got a lot of ground to cover in this series. We're going to go through each of these character attributes of God, but we want to let you know that we're going to begin to collect questions right away for the upcoming question and response episodes during this series. So if you have a question and you'd like us to consider it, please record yourself asking the question. Keep it to around 20 or 30 seconds, give us your name, where you're from, and email it to infoibleproject.com and extra credit if you transcribe the question for us. It saves us a ton of time. Again, the email is infoibleproject.com Next week we're back with more.",
    "start": "00:59:46",
    "end": "01:00:28"
  },
  {
    "text": "In this series, God is actually depicted as a nursing mother, which I think the image is really, really powerful. A mother holds her baby eight inches from her face and looks into their big baby eyes and sustains them with her own life. So this is what God says he is like. But even better, this brings up a.",
    "start": "01:00:28",
    "end": "01:00:51"
  },
  {
    "text": "Bigger issue that God self introduces here with a word describing a deep emotion has been challenging throughout Jewish and Christian tradition and people trying to understand the nature of God because emotions are so much about part of the changing physical mental state of a human and thinking of God as an adaptive, changing emotional being. If you're really trying to fill out a robust, comprehensive view of God's nature, inasmuch as we can know it. People have had to wrestle with these two what seem like two opposite ways of thinking about God's being. Is he unchanging and unmoved, or is he genuinely moved by emotion? And how do those two go together?",
    "start": "01:00:51",
    "end": "01:01:38"
  },
  {
    "text": "We also want to let you know that we've recently launched a prayer list on our website, so if you'd like to partner with us in prayer each month you'll receive an email update with prayer items of things going on at the Bible Project that we'd love for you to lift up to God for us on our behalf and be connected to you in this that way. As bibleproject continues to grow, we're expanding our vision to reach a global audience and the need for prayer is ever more apparent. You can learn more about joining the prayer team@bibleproject.com Pray Today's episode was produced by Dan Gummel. Our show notes are from Camden McAfee and the theme music is from the band Tense. Bibleproject is a crowdfunded non profit. We're in Portland, Oregon and we make free resources to experience the Bible as a unified story that leads to Jesus. Our resources are free because of the support of many people just like you all over the world. We're so thankful. Thanks for being a part of this with us. Hi, this is Jackie and I'm from Jersey City. I first heard about Bibleproject through the YouVersion Bible app. I use Bibleproject for almost everything from my devotionals to leading my small group. My favorite thing about Bible projects is all of the content is easy to understand and I love the animated videos. Just having those visuals is so fun. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes and more@bibleproject.com.",
    "start": "01:01:39",
    "end": "01:03:16"
  }
]